{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "BMI Calculator & Orthopedic Risk Assessment",
    "de": "BMI-Rechner & Orthopädische Risikobewertung",
    "fr": "Calculateur IMC et Évaluation du Risque Orthopédique",
    "it": "Calcolatore BMI e Valutazione del Rischio Ortopedico",
    "pl": "Kalkulator BMI i Ocena Ryzyka Ortopedycznego",
    "uk": "Калькулятор ІМТ та Оцінка Ортопедичних Ризиків"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Quickly calculate your BMI and get personalized orthopedic risk insights based on your BMI & age. Simple, accurate & user-friendly",
    "de": "Berechnen Sie schnell Ihren BMI und erhalten Sie eine personalisierte orthopädische Risikoanalyse basierend auf BMI und Alter.…",
    "fr": "Calculez rapidement votre IMC et obtenez une évaluation personnalisée des risques orthopédiques en fonction de votre IMC et âge.…",
    "it": "Calcola rapidamente il tuo BMI e ottieni una valutazione personalizzata del rischio ortopedico in base al BMI e all'età. Semplice e…",
    "pl": "Szybko oblicz swoje BMI i uzyskaj spersonalizowaną ocenę ryzyka ortopedycznego na podstawie swojego BMI i wieku. Prosto i wygodnie.",
    "uk": "Швидко розрахуйте ІМТ і отримайте персоналізовану оцінку ортопедичного ризику на основі вашого ІМТ і віку. Просто та зручно."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Effortlessly calculate your Body Mass Index (BMI) and receive personalized injury risk insights based on your BMI and age. This extension helps you quickly assess your weight status and understand potential orthopedic risks associated with it. Designed for simplicity and accuracy, our BMI Calculator provides useful health insights in just a few clicks.\n\nWeb version for mobile:\nhttps://dosiak.com/розрахунок-калькулятор-імт/",
    "de": "Berechnen Sie mühelos Ihren Body-Mass-Index (BMI) und erhalten Sie personalisierte Einblicke in das Verletzungsrisiko basierend auf Ihrem BMI und Alter. Diese Erweiterung hilft Ihnen, Ihren Gewichtsstatus schnell zu bewerten und potenzielle orthopädische Risiken zu verstehen. Unser BMI-Rechner ist auf Einfachheit und Genauigkeit ausgelegt und bietet nützliche Gesundheitsinformationen in nur wenigen Klicks.\n\nWebversion für Mobilgeräte:\nhttps://dosiak.com/розрахунок-калькулятор-імт/",
    "fr": "Calculez facilement votre indice de masse corporelle (IMC) et recevez des informations personnalisées sur le risque de blessure en fonction de votre IMC et de votre âge. Cette extension vous aide à évaluer rapidement votre statut pondéral et à comprendre les risques orthopédiques potentiels associés. Conçu pour la simplicité et la précision, notre calculateur IMC fournit des informations utiles sur la santé en quelques clics.\n\nVersion Web pour mobile:\nhttps://dosiak.com/розрахунок-калькулятор-імт/",
    "it": "Effortlessly calculate your Body Mass Index (BMI) and receive personalized injury risk insights based on your BMI and age. This extension helps you quickly assess your weight status and understand potential orthopedic risks associated with it. Designed for simplicity and accuracy, our BMI Calculator provides useful health insights in just a few clicks.\n\nVersione web per dispositivi mobili:\nhttps://dosiak.com/розрахунок-калькулятор-імт/",
    "pl": "Bez wysiłku oblicz swój wskaźnik masy ciała (BMI) i otrzymaj spersonalizowane informacje o ryzyku kontuzji na podstawie BMI i wieku. To rozszerzenie pomaga szybko ocenić stan masy ciała i zrozumieć potencjalne ryzyko ortopedyczne z nim związane. Nasz kalkulator BMI został zaprojektowany z myślą o prostocie i precyzji, oferując przydatne informacje zdrowotne za pomocą kilku kliknięć.\n\nWersja internetowa dla urządzeń mobilnych:\nhttps://dosiak.com/розрахунок-калькулятор-імт/",
    "uk": "Легко розрахуйте свій індекс маси тіла (ІМТ) та отримайте персоналізовані рекомендації щодо ризику травм на основі вашого ІМТ та віку. Це розширення допоможе вам швидко оцінити ваш ваговий статус і зрозуміти потенційні ортопедичні ризики, пов’язані з ним. Наш калькулятор ІМТ розроблений для простоти та точності, надаючи корисні здоров'яні інсайти всього за кілька кліків.\n\nВеб версія для мобільних:\nhttps://dosiak.com/розрахунок-калькулятор-імт/"
  }
}