{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Code Review AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your coding experience to the next level with the Code Optimizer Assistant, a powerful Chrome extension designed to help you…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your coding experience to the next level with the Code Optimizer Assistant, a powerful Chrome extension designed to help you optimize and refine your code with ease.\n\nWhether you're working on complex projects or simple scripts, this extension offers a sleek and modern interface to enhance your productivity and streamline your workflow.\n\nKey Features:\n\nInstant Code Analysis: Automatically analyze and optimize your code for better performance, readability, and maintainability.\n\nModern and User-Friendly Interface: Enjoy a clean, intuitive design with smooth transitions and responsive elements that make your coding experience enjoyable.\n\nSyntax Highlighting: Built-in Prism.js support ensures your code is presented with clear and accurate syntax highlighting for multiple languages.\n\nCopy and Share: Easily copy optimized code snippets with a single click and share them with your team.\n\nRetry Functionality: Not satisfied with the optimization? Simply click \"Retry\" to get a new, refined version of your code.\n\nDetailed Explanations: Receive concise explanations and notes on each optimization, so you can understand the changes and apply best practices in the future.\n\n\nImportant: To use the Code Optimizer Assistant, you must add your own OpenAI API key in the extension's options page. This ensures secure and customized access to OpenAI's services for code analysis."
  }
}