{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image and Youtube Video Viewer for GPTs",
    "ja": "Image and Youtube Video Viewer for GPTs (IYVV for GPTs)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension converts the URLs of image and YouTube video in the messages of ChatGPT or GPTs into tags that directly display them.",
    "ja": "ChatGPTやGPTsのメッセージ欄に書かれた画像URLやYoutube動画のURLをそれらを直接表示するタグに変換してそれらを表示します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Image and Youtube Video Viewer for GPTs (abbreviated as IYVV)\" is a tool that converts image files and YouTube video URLs found in messages from ChatGPT or other GPTs into HTML tags, allowing images and videos to be displayed within the messages.\n\nAs of January 2024, ChatGPT and GPTs do not have built-in capabilities to display images or YouTube videos. However, by installing this extension, such functionality becomes possible. This extension is designed with a specific focus on GPTs. For instance, if you are creating a GPT intended to explain specialized information, you can install this extension and include explanatory text along with corresponding image or video URLs in advance as part of your knowledge base. This way, you can have GPT display images and videos while providing explanations.\n\nWhile ChatGPT (GPT-4) can generate images in real-time, the generated images may not always perfectly match the explanatory text, and the generation process may take time. However, if you specify images to be displayed via URLs in advance, you can instantly display images that perfectly match the explanatory content.\n\nThis enables GPT to provide explanations with both text and visual elements, significantly improving the quality of GPTs designed for tasks like explaining the operation of various products that require illustrations or elaborating on academic topics.\n\nIn addition to displaying images and YouTube videos, our GPT also includes a \"Continue\" button to quickly and continuously display messages from the GPT.\n\nPlease note that for usage, you need to register the domain name (host) of the images you want to display in advance in the optional panel. As for videos, currently, only YouTube videos are supported.",
    "ja": "”Image and Youtube Video Viewer for GPTs (略称:IYVV)” は、ChatGPTあるいは、GPTsのメッセージ中の画像ファイル及び、\nYoutube動画のURLを、それぞれを表示するhtmlタグに変換し、メッセージ内で画像や動画を表示します。\n\n2024年1月現在、ChatGPT及びGPTsには画像やYoutubeの動画を表示する機能はありませんが、この拡張機能をインストールすることで、それが可能になります。\nこの拡張機能は、特にGPTsでの利用を想定して設計されています。\n例えば、何らかの専門的な情報を解説するGPTsを作る場合、この拡張機能をイントールした上で、knowledgeとしてあらかじめ解説文とそれに対応する画像や動画のurlを貼っておけば、\nGPTに画像や動画を表示させながら解説させることが出来ます。\n\nChatGPT(GPT-4)はリアルタイムで画像生成を出来ますが、生成画像は必ずしも説明文と一致した内容となりませんし、生成には時間がかかります。しかし、あらかじめurlで表示する画像を指定しておけば、完全に説明内容と一致した画像を表示できます。\n\nこれによって、GPTに文字だけでなく画像と映像とともに解説させることが可能となり、図解を必要とする各種製品の操作方法を解説するGPTや、学術的なテーマを解説するGPT等の質を格段に向上させることが出来ます。\n\n当GPTでは、画像やYoutube動画を表示するだけでなく、GPTからのメッセージを素早く連続的に表示させるために「Continue」ボタンも設置しています。\n\nご利用にあたっては、あらかじめ表示対象の画像URLのドメインネーム(ホスト)をオプション・パネルで追加登録する必要があります。\n動画に関しては、現在のところYoutubeの動画のみに対応しています。"
  }
}