{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Cars HD wallpaper video backgrounds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sports Cars, Lamborghini, Ferrari, Bugatti, videos for new tab with weather, search, time, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Exotic Super cars wallpaper HD video backgrounds replaces your new tab with the best short motion videos of Lamborghini, Ferrari, Bugatti, Rolls Royce, McLaren, Maserati, Porsche, Bentley, and more.\n\nWe have collected dream car enthusiast scenes from across the Globe and brought them to life with motion for you and yours to enjoy.\n\nThis tab was made by dedicated fans and has no official endorsement with another entity. We’re dedicating revenues as a charitable search engine.\n\n☆☆☆ Macworld UK ☆☆☆\n\nA Chrome extension with a difference: instead of static photo wallpaper, it gives you gorgeous time lapse videos.\n\n☆☆☆ Lifehacker ☆☆☆\n\nTurns every new tab into an inspiring time lapse scene.\n\n☆☆☆ The Next Web ☆☆☆\n\nTruly delightful in every way.\n\n★ What's New and Updated? ★\n\n- Offline mode!\n- Updated translations\n- UseDelight Pro first-access (new)\n- Detailed current weather information (new)\n- Plus 7 days and hourly weather forecast (new)\n- Multiple Videos per new tab (updated)\n- Enhanced search features (updated)\n- Pause/Play videos (updated)\n- Add your own short cut site links and customize top sites (new)\n- Custom Greeting text (new)\n- Add your own quotes, display your own and/ or just favorite quotes (new)\n- Various optimizations and UI improvements based on community feedback\n- Updated homepage (now under usedelight.com/themes/charitableexotics)\n- Bug fixes\n \n★ Coming Soon ★\n\n- More customization options\n- Browse and select from video library\n- Set your own video or image background\n\n★ How it works ★\n\nInstall our extension now and start filling your heart with joy from the exotic super cars of the world.\n\n★ Your privacy is important to us ★\n\nYour searches are always SSL-encrypted. Feel free to review our privacy policy here:\nhttps://usedelight.com/themes/charitableexotics/privacy-policy\n\n★ Learn more about Charitable Exotics ★\n\nPlease visit our website at https://usedelight.com/themes/charitableexotics\nTerms of Service https://usedelight.com/themes/charitableexotics/terms-of-use\nCookie Policy https://usedelight.com/themes/charitableexotics/cookies-policy\n\n★ Permissions ★\n\nLike any other extension, Charitable Exotics needs certain permissions to function properly:\n\n\"Read and change data on all websites\": This is a standard permission in order for the extension to work. \n\"Communicate with cooperating websites\": These permissions are needed to communicate with our web services.\n\"Replace the page that you see when opening a new tab\": We will update your new tab page so that you can easily use Charitable Exotics every time you open a new tab.\n\"Read a list of your most frequented websites\": The extension needs this permission to display your most frequently visited sites on the new tab page.\n\n--------------------------------\nBy clicking \"Add to Chrome\", I accept and agree to install \"Charitable Exotics\" and set the default search and New Tab to www.bing.com or www.google.com as provided by the service under Terms of Use and Privacy Policy.",
    "es": "Los fondos de video HD de fondos de pantalla de Super Cars exóticos reemplazan su nueva pestaña con los mejores videos en movimiento corto de Lamborghini, Ferrari, Bugatti, Rolls Royce, McLaren, Maserati, Porsche, Bentley y más.\n\nHemos recopilado escenas de entusiastas de los autos de ensueño de todo el mundo y las hemos traído a la vida con movimiento para que usted y los suyos las disfruten.\n\nEsta pestaña fue hecha por fanáticos dedicados y no tiene respaldo oficial con otra entidad. Dedicamos ingresos como motor de búsqueda benéfico.\n\n☆☆☆ Macworld UK ☆☆☆\n\nUna extensión de Chrome con una diferencia: en lugar de un fondo de pantalla de fotos estáticas, te ofrece magníficos videos secuenciales.\n\n☆☆☆ Lifehacker ☆☆☆\n\nConvierte cada pestaña nueva en una escena inspiradora de lapso de tiempo.\n\n☆☆☆ The Next Web ☆☆☆\n\nVerdaderamente delicioso en todos los sentidos.\n\n★ ¿Qué hay de nuevo? ★\n- ¡Noticias!\n- Selección de motor de búsqueda\n- Juegos\n- Ahora traducido al chino (simplificado)\n \n★ Próximamente ★\n- Posibilidad de agregar enlaces de sitios personalizados\n- Más opciones de personalización\n\n★ Cómo funciona ★\n\nInstale nuestra extensión ahora y comience a llenar su corazón de alegría con los supercoches exóticos del mundo.\n\n★ Su privacidad es importante para nosotros ★\n\nSus búsquedas siempre están encriptadas con SSL. No dude en revisar nuestra política de privacidad aquí:\nhttps://charitableexotics.com/privacy-policy/\n\n★ Más información sobre Charitable Exotics ★\n\nVisite nuestro sitio web en https://charitableexotics.com/about-us\nTérminos de servicio https://charitableexotics.com/terms-of-use/\nPolítica de cookies https://charitableexotics.com/cookies-policy\n\n★ Permisos ★\n\nComo cualquier otra extensión, Charitable Exotics necesita ciertos permisos para funcionar correctamente:\n\n\"Leer y cambiar datos en todos los sitios web\": este es un permiso estándar para que la extensión funcione.\n\"Comunicarse con sitios web que cooperan\": estos permisos son necesarios para comunicarse con nuestros servicios web.\n\"Reemplaza la página que ves al abrir una nueva pestaña\": Actualizaremos la página de tu nueva pestaña para que puedas usar Charitable Exotics fácilmente cada vez que abras una nueva pestaña.\n\"Leer una lista de los sitios web más frecuentados\": la extensión necesita este permiso para mostrar los sitios visitados con más frecuencia en la página Nueva pestaña.\n\n--------------------------------\nAl hacer clic en \"Agregar a Chrome\", acepto y acepto instalar \"Charitable Exotics\" y establecer la búsqueda predeterminada y Nueva pestaña en www.bing.com o www.google.com según lo provisto por el servicio en Condiciones de uso y Política de privacidad. .",
    "hi": "विदेशी सुपर कार वॉलपेपर HD वीडियो पृष्ठभूमि आपके नए टैब को लेम्बोर्गिनी, फेरारी, बुगाटी, रोल्स रॉयस, मैकलारेन, मासेराती, पोर्श, बेंटले और अधिक के सर्वश्रेष्ठ लघु गति वीडियो के साथ बदल देती है।\n\nहमने ग्लोब से सपनों की कार के उत्साही दृश्यों को एकत्र किया है और उन्हें आनंद लेने के लिए आपको और आपके लिए गति के साथ जीवन में लाया है।\n\nयह टैब समर्पित प्रशंसकों द्वारा बनाया गया था और किसी अन्य इकाई के साथ कोई आधिकारिक समर्थन नहीं है। हम एक धर्मार्थ खोज इंजन के रूप में राजस्व समर्पित कर रहे हैं।\n\n☆☆☆ Macworld UK ☆☆☆\n\nएक क्रोम एक्सटेंशन एक अंतर के साथ: स्थिर फोटो वॉलपेपर के बजाय, यह आपको भव्य समय व्यतीत करने वाले वीडियो देता है।\n\n☆☆☆ Lifehacker ☆☆☆\n\nहर नए टैब को एक प्रेरक समय व्यतीत करने वाले दृश्य में बदल देता है।\n\n☆☆☆ The Next Web ☆☆☆\n\nसचमुच हर तरह से रमणीय।\n\n★ नया क्या है? ★\n- समाचार!\n- खोज इंजन चयन\n- खेल\n- अब चीनी में अनुवादित (सरलीकृत)\n \n★ जल्द ही आ रहा है ★\n- कस्टम साइट लिंक जोड़ने की क्षमता\n- अधिक अनुकूलन विकल्प\n\n★ यह कैसे काम करता है ★\n\nअब हमारे एक्सटेंशन को स्थापित करें और दुनिया की विदेशी सुपर कारों से अपने दिल को खुशी से भरना शुरू करें।\n\n★ आपकी गोपनीयता हमारे लिए महत्वपूर्ण है ★\n\nआपकी खोजें हमेशा SSL-एन्क्रिप्टेड होती हैं। यहां हमारी गोपनीयता नीति की समीक्षा करने के लिए स्वतंत्र महसूस करें:\nhttps://charitableexotics.com/privacy-policy/\n\n★ चैरिटेबल एक्सोटिक्स ★ के बारे में अधिक जानें\n\nकृपया https://charitableexotics.com/about-us पर हमारी वेबसाइट देखें\nसेवा की शर्तें https://charitableexotics.com/terms-of-use/\nकुकी नीति https://charitableexotics.com/cookies-policy\n\n★ अनुमतियाँ ★\n\nकिसी भी अन्य एक्सटेंशन की तरह, चैरिटेबल एक्सोटिक्स को ठीक से काम करने के लिए कुछ अनुमतियों की आवश्यकता होती है:\n\n\"सभी वेबसाइटों पर डेटा पढ़ें और बदलें\": यह कार्य के विस्तार के लिए एक मानक अनुमति है।\n\"सहयोगी वेबसाइटों के साथ संवाद करें\": हमारी वेब सेवाओं के साथ संवाद करने के लिए इन अनुमतियों की आवश्यकता होती है।\n\"नया टैब खोलने पर आपके द्वारा देखे जाने वाले पृष्ठ को बदलें\": हम आपके नए टैब पृष्ठ को अपडेट करेंगे ताकि आप हर बार एक नया टैब खोलने पर चैरिटेबल एक्सोटिक्स का आसानी से उपयोग कर सकें।\n\"अपनी सबसे लगातार वेबसाइटों की एक सूची पढ़ें\": नए टैब पृष्ठ पर एक्सटेंशन को आपके सबसे अक्सर देखी जाने वाली साइटों को प्रदर्शित करने के लिए इस अनुमति की आवश्यकता होती है।\n\n--------------------------------\n\"क्रोम में जोड़ें\" पर क्लिक करके, मैं स्वीकार करता हूं और \"चैरिटेबल एक्सोटिक्स\" स्थापित करने के लिए सहमत हूं और उपयोग और गोपनीयता नीति के तहत सेवा द्वारा प्रदान की गई डिफ़ॉल्ट खोज और नया टैब www.bing.com या www.google.com पर सेट करें। ।",
    "ru": "Экзотические суперкары обои HD видео фоны заменяют вашу новую вкладку лучшими короткими видеороликами Lamborghini, Ferrari, Bugatti, Rolls Royce, McLaren, Maserati, Porsche, Bentley и другими.\n\nМы собрали сцены автомобилей мечты со всего земного шара и воплотили их в жизнь, чтобы вы и ваши друзья получили удовольствие.\n\nЭта вкладка сделана преданными фанатами и не имеет официального одобрения с другой организацией. Мы направляем доходы как благотворительная поисковая система.\n\n☆☆☆ Macworld UK ☆☆☆\n\nРасширение Chrome с отличием: вместо статичных фотообоев оно дает вам великолепное покадровое видео.\n\n☆☆☆ Lifehacker ☆☆☆\n\nПревращает каждую новую вкладку в вдохновляющую замедленную сцену.\n\n☆☆☆ The Next Web ☆☆☆\n\nПоистине восхитительна во всех смыслах.\n\n★ Что нового? ★\n- Новости!\n- Выбор поисковой системы\n- Игры\n- Теперь переведено на китайский (упрощенный)\n \n★ Скоро в продаже ★\n- Возможность добавлять собственные ссылки на сайты\n- Больше возможностей настройки\n\n★ Как это работает ★\n\nУстановите наше расширение сейчас и начните наполнять свое сердце радостью от экзотических суперкаров мира.\n\n★ Ваша конфиденциальность важна для нас ★\n\nВаши поисковые запросы всегда зашифрованы с помощью SSL. Не стесняйтесь ознакомиться с нашей политикой конфиденциальности здесь:\nhttps://charitableexotics.com/privacy-policy/\n\n★ Узнайте больше о благотворительной экзотике ★\n\nПосетите наш сайт https://charitableexotics.com/about-us\nУсловия использования https://charitableexotics.com/terms-of-use/\nПолитика файлов cookie https://charitableexotics.com/cookies-policy\n\n★ Разрешения ★\n\nКак и любому другому расширению, Charitable Exotics требует определенных разрешений для правильной работы:\n\n«Чтение и изменение данных на всех веб-сайтах»: это стандартное разрешение для работы расширения.\n«Связь с сотрудничающими веб-сайтами»: эти разрешения необходимы для связи с нашими веб-службами.\n«Заменить страницу, которую вы видите при открытии новой вкладки»: мы обновим вашу страницу новой вкладки, чтобы вы могли легко использовать Charitable Exotics каждый раз, когда открываете новую вкладку.\n«Прочтите список ваших наиболее часто посещаемых веб-сайтов»: это разрешение требуется расширению для отображения наиболее часто посещаемых вами сайтов на странице новой вкладки.\n\n--------------------------------\nНажимая «Добавить в Chrome», я принимаю и соглашаюсь установить «Charitable Exotics» и настроить поиск по умолчанию и новую вкладку на www.bing.com или www.google.com, как это предусмотрено службой в соответствии с Условиями использования и Политикой конфиденциальности. .",
    "zh_CN": "异国超级跑车壁纸高清视频背景用最佳的兰博基尼，法拉利，布加迪，劳斯莱斯，迈凯轮，玛莎拉蒂，保时捷，宾利和更多的最佳短片替换您的新标签。\n\n我们收集了全球各地梦dream以求的汽车爱好者的场景，并将它们带入生活，让您和您的人们尽情享受。\n\n此标签是由忠实的粉丝制作的，没有得到其他实体的官方认可。我们将收入专用于慈善搜索引擎。\n\n☆☆☆ Macworld UK ☆☆☆\n\nChrome扩充功能与众不同：与静态图片墙纸不同，它为您提供了精美的延时视频。\n\n☆☆☆ Lifehacker ☆☆☆\n\n将每个新标签页变成鼓舞人心的延时场景。\n\n☆☆☆ The Next Web ☆☆☆\n\n各个方面都令人非常愉快。\n\n★有什么新功能？ ★★\n-新闻！\n-搜索引擎选择\n-游戏\n-现在翻译成中文（简体）\n \n★即将推出★\n-能够添加自定义网站链接\n-更多自定义选项\n\n★如何工作★\n\n立即安装我们的扩展程序，开始让来自世界各地的超级跑车带来的喜悦充满您的心。\n\n★您的隐私对我们很重要★\n\n您的搜索始终使用SSL加密。请在此处随意查看我们的隐私政策：\nhttps://charitableexotics.com/privacy-policy/\n\n★了解有关慈善珍品的更多信息★\n\n请访问我们的网站https://charitableexotics.com/about-us\n服务条款https://charitableexotics.com/terms-of-use/\nCookie政策https://charitableexotics.com/cookies-policy\n\n★权限★\n\n与其他任何扩展一样，Charitable Exotics需要某些权限才能正常运行：\n\n“读取和更改所有网站上的数据”：这是标准权限，以便扩展名可以使用。\n“与合作网站通信”：与我们的Web服务进行通信需要这些权限。\n“替换打开新标签页时看到的页面”：我们将更新您的新标签页，以便您每次打开新标签页时都可以轻松使用Charitable Exotics。\n“阅读您最常访问的网站的列表”：该扩展程序需要此权限才能在新标签页上显示您最常访问的网站。\n\n--------------------------------\n点击“添加到Chrome”，即表示我接受并同意安装“ Charitable Exotics”，并将默认搜索和“新建标签”设置为服务根据使用条款和隐私权政策提供的www.bing.com或www.google.com。 。"
  }
}