{
  "name": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "Synology Image Assistant Extension",
    "cs": "Rozšíření Synology Image Assistant",
    "da": "Synology Image Assistant-udvidelse",
    "de": "Synology Image Assistant-Erweiterung",
    "es": "Extensión de Synology Image Assistant",
    "fr": "Extension Synology Image Assistant",
    "hu": "Synology Image Assistant bővítmény",
    "it": "Estensione Synology Image Assistant",
    "ja": "Synology Image Assistant 拡張機能",
    "ko": "Synology Image Assistant 확장 프로그램",
    "nl": "Synology Image Assistant-extensie",
    "no": "Synology Image Assistant-utvidelse",
    "pl": "Rozszerzenie Synology Image Assistant",
    "pt_BR,pt_PT": "Extensão do Synology Image Assistant",
    "ru": "Расширение Synology Image Assistant",
    "sv": "Synology Image Assistant-tillägg",
    "th": "ส่วนขยาย Synology Image Assistant",
    "tr": "Synology Image Assistant Uzantısı",
    "zh_CN": "Synology Image Assistant 扩展",
    "zh_TW": "Synology Image Assistant 擴充功能"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "View HEIC photos and HEVC videos and more formats via Synology Image Assistant Extension and its desktop app.",
    "cs": "Pomocí rozšíření Synology Image Assistant a jeho počítačové aplikace je možné prohlížet fotky HEIC a videa HEVC.",
    "da": "Se HEIC-fotos og HEVC-videoer og flere formater via Synology Image Assistant-udvidelsen og dens skrivebordsapp.",
    "de": "Zeigen Sie HEIC-Fotos, HEVC-Videos und weitere Formate mit Synology Image Assistant an.",
    "es": "Vea fotos HEIC y vídeos HEVC y más formatos en Synology Image Assistant y su aplicación de escritorio.",
    "fr": "Affichez des photos HEIC, des vidéos HEVC et d'autres formats via Synology Image Assistant.",
    "hu": "HEIC-fotók, HEVC-videók és további formátumok megtekintése a Synology Image Assistant alkalmazással.",
    "it": "Visualizza HEIC, HEVC e altri formati con l’estensione Synology Image Assistant e l'app desktop.",
    "ja": "Synology Image Assistant 拡張機能とそのデスクトップ アプリを使って、HEIC 写真、HEVC ビデオ、その他の形式を表示します。",
    "ko": "Synology Image Assistant 확장 프로그램 및 해당 데스크톱 앱을 통해 HEIC, HEVC 및 기타 형식을 볼 수 있습니다.",
    "nl": "Bekijk HEIC, HEVC en meer formaten via de extensie Synology Image Assistant en de bijbehorende desktop-app.",
    "no": "Vis HEIC-bilder og HEVC-videoer og flere formater via Synology Image Assistant-utvidelsen og skrivebordsappen.",
    "pl": "Wyświetlaj HEIC, HEVC oraz inne formaty za pośrednictwem rozszerzenia Synology Image Assistant i jego aplikacji.",
    "pt_BR": "Veja fotos HEIC/vídeos HEVC e mais formatos com a Extensão do Synology Image Assistant e o seu app para desktop.",
    "pt_PT": "Veja os formatos HEIC, HEVC e outros com a Extensão do Synology Image Assistant e a aplicação de computador.",
    "ru": "Просматривайте файлы HEIC, HEVC и других форматов с помощью Synology Image Assistant.",
    "sv": "Visa HEIC-foton och HEVC-videor och fler format via Synology Image Assistant-tillägget och dess skrivbordsapp.",
    "th": "ดู HEIC, HEVC และรูปแบบอื่นๆ ผ่านส่วนขยาย Synology Image Assistant และแอปเดสก์ท็อป",
    "tr": "Synology Image Assistant Uzantı ve masaüstü uygulamasıyla HEIC foto., HEVC video ve birçok biçim görüntüleyin.",
    "zh_CN": "通过 Synology Image Assistant 扩展及其桌面版应用程序，查看 HEIC 照片和 HEVC 视频等格式。",
    "zh_TW": "透過 Synology Image Assistant 擴充功能及其電腦版軟體，檢視 HEIC 相片和 HEVC 影片等格式。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synology Image Assistant Extension enhances your browsing experience. It supports displaying mainstream formats, including HEIC and HEVC. With this extension, image previews and compressed videos are automatically generated when files are uploaded or viewed across browsers.\n\nSynology Image Assistant Extension needs to be used in conjunction with its desktop app. Find it under our Download Center (https://www.synology.com/support/download) > select your model > Desktop Utilities.\n\nJoin our Synology Community and share your feedback: https://community.synology.com/enu"
  }
}