{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AWAX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "AWAX - Faster and smoother web browsing without annoying ads.",
    "ru": "AWAX - более быстрый и приятный просмотр веб-сайтов без назойливой рекламы.",
    "uk": "AWAX - більш швидкий і приємний перегляд веб-сайтів без настирливої ​​реклами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Want to get rid of annoying ads on websites right now? AWAX ad blocker will easily cope with this task, and will also help speed up page loading, protect your personal data - and this is far from all the functionality that AWAX will delight you with! AWAX has an intuitive and user-friendly interface, which means you will enjoy spending time on the Internet.\n\nAWAX is an advanced ad blocker. It removes ads, speeds up page-loading, and protects your personal data. AWAX is a shield that hides you from advertising companies that may try to collect and sell your personal data and browsing activity.\n\nProtecting privacy of our users and their personal data is our top priority. AWAX does not read your private browsing information. Instead, it only monitors which hosts your device makes requests towards and blocks the ones matching specific filters. We never share any of your connection data with third-party companies. AWAX has no access to your encrypted data.\n\nInstall AWAX and get rid of ad junk immediately. Visit your favorite websites and don't be distracted by banner ads or pop-up ads on the screen.",
    "ru": "Хотите избавиться от назойливой рекламы на веб-сайтах прямо сейчас? Блокировщик рекламы AWAX с легкостью справится с этой задачей, а также поможет ускорить загрузку страниц, защитит Ваши персональные данные - и это ещё далеко не весь функционал, которым Вас порадует AWAX! AWAX имеет интуитивно-понятный и удобный интерфейс, а значит Вы с удовольствием проведёте время в интернете.\n\nAWAX - это современный блокировщик рекламы. AWAX блокирует рекламу, увеличивает скорость загрузки страниц, и защищает Ваши персональные данные. AWAX - это щит, который защищает Вас от компаний, которые собирают информацию о Вас и Вашей активности онлайн и продают эту информацию третьим лицам.\n\nЗащита персональных данных наших пользователей - это наш главный приоритет. AWAX не собирает и не хранит информацию о Вашей активности онлайн. AWAX лишь определяет, каким хостам Ваше устройство отправляет запросы и блокирует те, которые не проходят определённые фильтры. Мы никогда не делимся данной информацией с третьими лицами. AWAX не имеет доступа к Вашим приватным и зашифрованным данным.\n\nУстановите AWAX – и избавьтесь от рекламного \"мусора\" немедленно. Посещайте свои любимые вебсайты, и не отвлекайтесь на просмотр рекламных баннеров или всплывающих на весь экран рекламных окон.",
    "uk": "Хочете позбутися від настирливої ​​реклами на веб-сайтах прямо зараз? Блокувальник реклами AWAX з легкістю впорається з цим завданням, а також допоможе прискорити завантаження сторінок, захистить Ваші персональні дані - і це ще далеко не весь функціонал, яким Вас порадує AWAX! AWAX має інтуїтивно-зрозумілий і зручний інтерфейс, а значить Ви з задоволенням проведете час в інтернеті.\n\nAWAX - це сучасний блокувальник реклами. AWAX блокує рекламу, збільшує швидкість завантаження сторінок, і захищає Ваші персональні дані. AWAX - це щит, який захищає Вас від компаній, які збирають інформацію про Вас і Вашу активність онлайн і продають цю інформацію третім особам.\n\nЗахист персональних даних наших користувачів - це наш головний пріоритет. AWAX не збирає і не зберігає інформацію про Вашу активність онлайн. AWAX лише визначає, яким хостам Ваш пристрій відправляє запити і блокує ті, які не проходять певні фільтри. Ми ніколи не ділимося цією інформацією з третіми особами. AWAX не має доступу до Ваших приватних і зашифрованих даних.\n\nВстановіть AWAX - і позбудьтеся від рекламного \"сміття\" негайно. Відвідуйте свої улюблені веб-сайти, і не відволікайтеся на перегляд рекламних банерів або спливаючих на весь екран рекламних вікон."
  }
}