{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mail Merge for Gmail - Pabbly Email Marketing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create an email campaign for your audience right inside Gmail account and we will take care of the rest"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pabbly is a robust mail merge system for Gmail! \n\nYou can create an email campaign for your audience right inside your Gmail account in minutes and we will take care of the rest.\n\nSending bulk emails can’t get easier and safer as this extension lets you connect with an in-built or any external SMTP of your own choice. \n\nIn just a few simple steps, you can smoothly send mails:- \n\n-Enable the extension in order to start email marketing.\n-Draft an email as per your choice inside Gmail.\n-Simply select the delivery engine (SMTP account) using which you want to send emails (Sender’s address)\n-Select the recipients from the list to initiate the email campaign.\n-Hit the Pabbly button!\n\nAnd You are good to go! \n \n\nWith Pabbly Email Marketing, you can-\n\n✓ Send bulk emails in no time \n✓ Design personalized emails\n✓ Send emails via in-built SMTP\n✓ Connect any external SMTP\n\n==Benefits==\n\n* Time-Saving*\nAll work is done at a single place i.e. Your Gmail inbox so you don’t have to wander all-around and waste time. \n\n*Absolute Privacy*\nYou privacy is our priority & we do not access any of your private data. \n\n*Excellent support*\nThe developers make sure that you don’t face any problem while using the extension. On top of that, it provides round the clock support to its users & solves the queries efficiently. You can get in touch with them at support@pabbly.com"
  }
}