{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Ebookmedicine",
    "vi": "Sách điện tử"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Calculate the price quickly want to buy e-books",
    "vi": "Tính giá nhanh muốn mua sách điện tử"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to EbookMedicine - a versatile Chrome extension for those who love medicine and are looking for quality titles in the field. With EbookMedicine, finding and learning about medical books has never been easier.\n\nSalient features:\n\nFast and flexible pricing: EbookMedicine allows you to quickly calculate a price based on how many medical books you need. Just enter the quantity and the app will automatically calculate the total price for you. This saves you time and makes it easier to plan your medical book purchases according to your needs.\n\nTrending and Latest: EbookMedicine provides a list of trending medical titles, keeping you up to date with the latest trends in the field of medicine. You will always be provided with the latest information on the most appreciated and most read books.\n\nBook details: Each book is displayed with important descriptive information such as intended use, publication date, language, page number, and more. This helps you get an overview of the content of the book before deciding to buy.\n\nEasy to Explore: EbookMedicine allows you to easily explore a diverse library of medical books. You can sort books by genre, author, or topic, helping you find books that match your interests and needs.\n\nWith EbookMedicine, you can not only buy books intelligently, but also effectively expand your medical knowledge. You will have an easier and more convenient online medical book shopping experience than ever before.\n\nEnhance your medical knowledge with EbookMedicine - The premier Chrome extension for quality medical and academic enthusiasts. Download now to discover and experience the great utilities that we bring!\n\nContact for application suggestions at:\n- Email: PDFRADIOLOGY.COM@GMAIL.COM\n- Address: Street Name 10 Building 45 1234 AB Oslo"
  }
}