{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steroids for Badoo v.1.5"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds missing features on badoo.com websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds features:\n- history of all visited profiles\n- shows all profile info right on the encounters page (no need to navigate to profile page\n- link to the profile page from encounters (a real hyperlink that opens a web page with URL that can be saved or sent).\n- custom Favorite button that is always available (on badoo sometimes Favorite button gets hidden)\n- adds a button to download photo (I use it for search in social networks by face photo)\n\nNOTE: this extension stores all history data locally in your chrome browser (no cloud storage). If you remove the extension then all history will be lost and there will be no way to recover it (unless you have exported history).\n\nPS: Please don't hesitate to leave feedback. Especially if something doesn't work. I don't promise that I will fix it but it's just interesting for me to know if it works or not. I tested this plugin only using my account. I don't even know if it works on female accounts.\n\nWhat is new in version 1.1:\n- added \"Photo\" button for downloading current photo\n- added dislikes filter on history page\n- added export/import buttons on history page\n\nWhat is new in version 1.2:\n- bug fix: automatic injection stopped to work\n\nWhat is new in version 1.3:\n- bug fix: extension didn't work when url is 3rd level domain (like us1.badoo.com - \"us1\" was the issue)\n- removed not used permissions\n- fixed missing icon on chrome://extensions page\n\nWhat is new in version 1.4:\n- bug fix: when you first open the encounters page it doesn't show profile info automatically and you have to click on 'Reinject' button. it's a regression bug introduced in version 1.3 and I fixed it in 1.4\n\nWhat is new in version 1.5:\n- fixed that the plugin stopped to work after updates on badoo web site"
  }
}