{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Extension to Download videos from web or just collect them in your video list",
    "de": "Video Downloader Extension - Downloaden sie Videos von Webseiten",
    "es": "Video Downloader Extension - Descargue videos o simplemente recopílelos en su lista de videos",
    "fr": "Téléchargez des vidéos à partir de sites Web ou rassemblez-les simplement dans votre liste de vidéos sans les télécharger."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate Video Downloader Extension!\n\nUnleash the power to download and save captivating videos from popular websites directly to your hard disk. Brace yourself for an immersive experience as you explore a world of high-resolution possibilities, with the ability to select the perfect video quality on compatible sites like Vimeo.\n\nBut that's not all! Elevate your entertainment game by seamlessly streaming MP4 videos to your TV through the remarkable Google Chromecast or indulge in a cinematic journey right from the comfort of your home using Google Home. It's time to bring the magic of the big screen to your fingertips.\n\nWe understand your need for convenience, which is why we've designed a cutting-edge feature that allows you to effortlessly add videos to your exclusive video list. With quick access and the freedom to play them anytime, anywhere, without ever having to return to the original web page. What's more, you're in control of the viewing experience, with the ability to adjust video size, currently available on selected video providers like Youtube and Vimeo.\n\nAttention, avid video enthusiasts! We regret to inform you that due to Chrome Store rules, we have restricted the download functionality for YouTube, Instagram, Dailymotion, Vk, and Tiktok videos. We understand the disappointment this may cause.\n\nPrivacy is our utmost priority, and we want you to rest assured that the Video Downloader extension is dedicated to preserving your personal information. We do not collect or transmit any sensitive data. The only non-personalized data we gather includes the video address or fragments thereof, and it is solely used in the following instances: when you manually add videos to the video list, triggering a request to the original website for relevant information such as title and thumbnail; when you play a video from the video list, prompting the loading and execution of the source website's playing code; when accessing the Video Downloader extension menu, initiating a request to the origin of the discovered videos to retrieve their length. Additionally, on supported video sites, we fetch supplementary data from these platforms to obtain the video file addresses, ensuring an unparalleled video downloading experience while safeguarding your privacy.\n\nUnleash the power of the ultimate Video Downloader Extension and revolutionize your video consumption today!"
  }
}