{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hubnav"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate GitHub.com via keyboard shortcuts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use keyboard shortcuts to quickly access issues, pull requests, the file finder, and other views of interest for your most frequented GitHub repositories, users, organizations, milestones, and projects. The extension doesn't require any special permissions, you don't have to authorize anything with GitHub.\n\nChange log:\n\n0.1.0\n\n- You can now add shortcuts for user projects.\n\n0.0.9\n\n- Add 'pro[j]ects' shortcut for organizations and repositories.\n\n0.0.8\n\n- You can now add shortcuts for GitHub teams.\n- Repositories shortcut for a user now opens the \"Repositories\" tab on a user profile, instead of taking you to the search results page.\n- Fix bug so that you can remove milestone shortcuts.\n\n0.0.7\n\n- You can now add GitHub milestones and switch quickly between them.\n- Allow drag-and-drop reordering of shortcuts on the options page.\n- Context switcher now includes an icon so you can tell whether it activates a project, repository, organization, user, or milestone context.\n- Activating shortcuts that do not apply to the active context no longer opens URLs for previously active contexts.\n- Small UI improvements to options page.\n- More compact popup so it shouldn't scroll vertically.\n\n0.0.6\n\n- Added ability to have a varying number of shortcuts per type, e.g., you can have 10 repository shortcuts instead of just 4.\n- Added documentation on options page about how to change the keyboard shortcut to open the extension.\n- Fixed bug where help text would show in the popup even if a project shortcut had been added.\n- Fixed bug where renaming the active project would deselect it and require you to reselect it in the popup.\n- Fixed bug where file finder could be opened for the last selected repository, even when you had a user, organization, or project selected.\n\n0.0.5\n\n- Added ability to limit viewing a user's issues or pull requests to those within a specified repository or organization.\n- Improved UI for adding user or organization shortcuts.\n\n0.0.4\n\n- Fixed bug where the shortcut for viewing merged pull requests for a user would not filter correctly.\n- Added ability to set a custom GitHub URL for repository shortcuts. This can be used for GitHub Enterprise installations on custom domains.\n- Added shortcut to view closed pull requests in a repository.\n\n0.0.3\n\n- Added ability to save and switch between multiple users and organizations instead of a single organization.\n- Added ability to save and switch between multiple projects.\n\n0.0.2\n\n- Reduced permissions the extension requires.\n- Added a welcome tip when no settings have been saved for the extension yet."
  }
}