{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Changer Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change the background color of webpages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Color Changer Extension – your ticket to a vibrant and personalized browsing experience! 🎨\n\nAre you tired of the same old dull colors on your favorite websites? Well, fret not, because this nifty extension is here to add a splash of excitement to your online world!\n\nWith the Color Changer Extension, you can easily customize the colors of websites to suit your style and preferences. Say goodbye to boring black and white and hello to a rainbow of possibilities! 🌈\n\nThis extension is a piece of cake to use. Simply install it in your browser, and you're ready to go. Once it's up and running, you can pick and choose from a wide range of colors and themes. Want a calming blue for your social media feed? No problem. Craving a fiery red for your news site? You got it! The choice is yours.\n\nBut wait, there's more! The Color Changer Extension doesn't just stop at changing the colors. It also offers various themes and backgrounds to make your browsing experience even more delightful. From night mode for late-night reading to a beach-themed background for a tropical feel, this extension has it all.\n\nPlus, it's super user-friendly. You don't need to be a tech wizard to navigate this extension. It's designed to be intuitive and accessible for everyone. Just a few clicks, and you'll have a brand new look for your favorite websites.\n\nSo, why settle for the same old, same old when you can add a pop of personality to your online adventures? Download the Color Changer Extension today and let your browsing experience reflect your unique style. Get ready to see the web in a whole new light – or should we say, in a whole new color! 😉🌟"
  }
}