{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tomo AI - A revolution in AI Project Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tomo takes tedious project management tasks out of managing your projects. Access Tomo AI over all your existing project tools."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tomo AI is a revolutionary project management solution:\n \n- Works in Chrome with all of your existing project management tools. No change to your communication, project management and knowledge base workflows\n- Access Tomo AI from anywhere on all your workspaces\n- Gets better by learning your interactions and preferences\n- You control the data Tomo AI can access. Data is secure and private and won’t be used to train AI models.\n- Tomo AI can also be a project expert to your project team members 24/7!\n\nHow It Works:\n\n- Install our Chrome extension (Absolutely FREE)\n- Sign up at https://app.hellotomo.ai/signup\n- Connect Tomo AI with your favourite conference call apps (e.g. Google Meet, Zoom). \n- Tomo AI will join and observe your Google Meet and Zoom meetings \n\nPowered by the latest ChatGPT4o, Tomo AI skills include:\n* Join, observe and answer any meeting related questions\n* Draft and send emails on user's behalf\n* Analyse your project related screenshots, project plans or research web pages  \n* Directly schedule 1-1 team member catch-ups  \n* Retrieve any corporate documents, databases and websites within Tomo’s project ‘memory’\n* and many more!\n\nWe leverage OpenAI's API (distinct from the personal ChatGPT), ensuring your data remains private.\n\nOpenAI does not use data submitted via API to train OpenAI models\nAll transcriptions are securely stored and are private by default\n\nDive into our detailed privacy policy here: https://hellotomo.ai/privacy\n\nFor more information check https://hellotomo.ai"
  }
}