{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spotlight Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a Spotlight extension for Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drowning in a sea of 100+ open tabs? You’re not alone, but there's a superhero ready to save the day! Just smash ⌘ (or Ctrl) + ⇧ + K, and let this Chrome extension swoop in to save you from tab chaos! And hey, if you prefer a different combo, you can totally customize the shortcut. It’s your browser, after all!\n\nThis magical command palette, built with React and TypeScript, is like Mac’s Spotlight, but for your browser. It instantly pulls together your active tabs, recently closed tabs, bookmarks, and even your browser history—so you can stop clicking like a maniac and get back to whatever you were doing… hopefully something productive.\n\nWhat This Extension Does:\nSpotlight-Style Search (but cooler)\n\nHit ⌘ (or Ctrl) + ⇧ + K and—BOOM—a sleek little command box appears, ready to help you:\n\nActive Tabs: Switch between your 57 open tabs without a care in the world. Multitasking ninja? You bet!\nRecently Closed Tabs: Whoops! Closed that tab by mistake? No sweat, just search and it’s back from the grave.\nBookmarks: That “I’ll need this later” bookmark collection has never been easier to navigate.\nBrowser History: Your browser remembers everything, but now you can find exactly what you’re looking for in seconds.\nQuick Actions for Power Users:\n\nOpen new tabs or jump to existing ones without ever taking your hands off the keyboard. Channel your inner hacker.\nNo matches? No problem. Google it, because why guess when you can ask the internet’s all-knowing oracle?\nFavicon Support:\n\nA little visual flair—favicons show up next to tabs, bookmarks, and history items, because we know you can recognize those tiny logos faster than you can read.\nHow It Supercharges Your Productivity:\nTime-Saving:\n\nStop wasting time manually digging through tabs, bookmarks, or history like you're panning for gold. Quick search, quick results—no browser spelunking required.\nSwitch or reopen tabs faster than your coffee break.\nTab Management Like a Pro:\n\nForget the days of getting lost in tab hell. This command palette helps you wrestle those tabs into submission—no more “I’ll just open one more” disasters.\nSearch across tabs, bookmarks, and history from a single place. It’s like Google for your browser, minus the data mining.\nSpeedy Navigation:\n\nInstant access to any site. No more endless scrolling through bookmarks, no more Ctrl + F’ing through your history. Ain’t nobody got time for that!\nKeyboard-Centric Brilliance:\n\nMinimal mouse, maximum speed. Type, hit enter, done. It's like the ultimate hack for your browser—faster than a ninja throwing stars, and 100% more legal.\nFocus Mode Activated:\n\nStay locked in on your task without wandering off into the abyss of unrelated tabs. You’ve got stuff to do, and this extension’s got your back.\nIn short, this extension is like your personal browser butler—quick, efficient, and always there when you need it. So next time your tabs are out of control, remember: ⌘ (or Ctrl) + ⇧ + K is your shortcut to sanity. And if that’s not your vibe? Customize the shortcut and make it yours!"
  }
}