{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search on Steam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Search on Steam\" Chrome extension allows users to quickly search for games and products on the Steam platform. With a simple…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Search on Steam\" Chrome extension allows users to quickly search for games and products on the Steam platform. With a simple right-click on selected text or by clicking the extension icon, users can initiate a search on Steam and explore relevant results directly in their browser.\n\nPermissions:\n- ContextMenus: This permission enables the extension to add a contextual menu option to perform searches on Steam when users select text on web pages.\n- Host Permissions: The extension requires access to store.steampowered.com to perform the search and open the Steam website with the search results.\n- Background Service Worker: The background service worker handles the creation of the contextual menu and communicates with the browser to open new tabs with the search results.\n\nKey Features:\n- Contextual Menu Integration: The extension seamlessly integrates with the browser's contextual menu, allowing users to initiate a search on Steam with a simple right-click on selected text.\n- Popup Interface: Upon clicking the extension icon, a user-friendly popup interface appears, offering a text input field and a search button for conducting Steam searches directly from the extension.\n- Convenient Search Experience: Users can enter their search query in the popup interface or use the contextual menu option for quick and hassle-free access to Steam search results.\n\nPrivacy and Security:\nThe \"Search on Steam\" extension respects user privacy and does not collect any personal information. It only requests the necessary permissions to enable the contextual menu and perform the Steam search. No browsing activity or user data is stored or transmitted outside the extension's functionality.\n\nPlease note that the extension requires an internet connection to access the Steam platform and retrieve search results. Users should have a valid Steam account to make use of the features provided by the extension.\n\nDisclaimer:\nThe \"Search on Steam\" Chrome extension is not affiliated with Steam or Valve Corporation. It is an independent extension created to enhance the browsing experience by providing quick access to Steam search functionality.\n\nWe hope you find the \"Search on Steam\" extension useful for exploring and discovering new games and products on the Steam platform. Enjoy your Steam search experience!"
  }
}