{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple mass downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A light batch download manager with flexible filtering/mass-renaming options that make downloading files a lot easier & productive."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a light and unobtrusive chrome download manager and batch/bulk/mass downloader.\n\n Good for:\n Assist the user in batch downloading various resources from the web:\n ● extract from the bulk links of web pages only desired ones (advanced filtering system)\n ● give better names for downloading files using the contextual info available for the corresponding links (name masks system)\n ● organise downloads by directing them to appropriate custom folders (favorite or automatic folders)\n \nNOT so good for:\n● downloading streaming media or embedded videos \n● heavily javascripted sites where download links are generated \"on the fly\" (on user clicks) so my extension cannot see them in advance for objective reasons)\n\n MAIN FEATURES:\n\n●  The links may be extracted from active tab / multiple open tabs or from selected text on web pages. Also from the clipboard or a local file or a pattern URL.\n\n●  Advanced filtering/mass renaming capabilities using various name masks. Also with user-defined categories for resource filtering.\n\n●  For images, there is a special thumbnails grid view where items may be ordered by the size or filtered by width/height.\n\n●  Flexible routing system: the user can set Automatic Folders where downloads are automatically directed based on custom rules.\n\n●  User-defined Favorite Folders, easily accessible when the user needs a custom download directory.\n\n●  Flexible download management, the user can:\n\ta) pause, resume, open downloaded files, etc. (usual features)\n\tb) set server limits or force sequential downloading mode.\n\n●  The URL list can be exported using various name masks\n\nPlease, note that \n●  Development is mainly done in Windows, with limited testing in Linux. No testing possibilities on MacOS, sorry. \n●  Before using, please verify that \"Ask where to save each file before downloading\" option in Chrome Download Settings is NOT checked. Otherwise, a lot of \"Save As\" dialog boxes will pop up, defeating the main purpose of this extension (or any other mass downloading chrome extension)."
  }
}