{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arehna - Your Calm Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience tranquility with nature sounds, Quran recitations, Hijri date, and customizable backgrounds."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arehna - Your Calm Companion Chrome Extension\n\nTransform your browsing experience into a serene journey with Arehna - Your Calm Companion. This Chrome extension is thoughtfully designed to help you unwind, focus, and find tranquility amidst the busyness of life.\n\n🌟 Key Features:\n\n- Relaxing Sounds: Immerse yourself in a collection of soothing natural sounds, including rain, ocean waves, and forest ambiance, to ease stress and enhance focus.\n\n- Quran Recitations: Enrich your spiritual connection with peaceful and melodious Quran recitations.\n\n- Simple & Intuitive Design: Effortlessly switch between sounds and customize your listening experience in a clean, distraction-free interface.\n\n- Usage Timer: Track your daily listening journey with an infinite timer.\n\n🌍 Why Arehna?\n\nIn our fast-paced world, taking a moment to pause and recharge is essential. Arehna serves as your personal oasis, helping you:\n\n- Boost productivity with a calm mind.\n- Create a peaceful atmosphere for relaxation.\n- Enhance mindfulness with serene audio experiences.\n\n🔍 Who Is It For?\n\n- Students and professionals seeking focus and relaxation during study or work.\n- Anyone looking to improve mental well-being through calming sounds.\n- Individuals seeking an easy way to enjoy Quran recitations.\n\n🛠️ How to Use:\n\n1- Install the Arehna extension.\n2- Open the extension and explore the available soundscapes and recitations.\n3- Adjust the volume or mix sounds to suit your mood.\n4- Enjoy your personal calm companion anytime, anywhere!"
  }
}