{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "utm_medium bye bye~",
    "de": "utm_medium bye bye",
    "ja": "utm_mediumさようなら~",
    "ko": "utm_medium 안녕~",
    "ru": "utm_medium до свидания",
    "zh_CN": "utm_medium 再见",
    "zh_TW": "utm_medium 再見"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Removes tracking tags from URLs such as utm_source, utm_medium and utm_campaign, using declarativeNetRequest only.",
    "de": "Verwendet declarativeNetRequest, um Tracking-Tags aus URLs wie utm_source, utm_medium und utm_campaign zu entfernen.",
    "fr": "Utilise declarativeNetRequest pour supprimer les balises de suivi des URL, telles que utm_source, utm_medium et utm_campaign.",
    "ja": "declarativeNetRequest を使用して、utm_source、utm_medium、utc_campaignなどのトラッキング タグを URL から削除します。",
    "ko": "declarativeNetRequest를 사용하여 utm_source, utm_medium 및 utm_campaign 와 같은 URL에서 추적 태그를 제거합니다.",
    "nl": "Gebruikt declarativeNetRequest om trackingtags uit URL's te verwijderen, zoals utm_source, utm_medium en utm_campaign.",
    "ru": "Использует declarativeNetRequest для удаления тегов отслеживания из URL-адресов, таких как utm_source, utm_medium и utm_campaign.",
    "zh_CN": "使用 declarativeNetRequest 从 URL 中删除跟踪标记，例如 utm_source、utm_medium 和 utm_campaign。",
    "zh_TW": "使用 declarativeNetRequest 從 URL 中刪除追蹤標記,例如 utm_source、utm_medium 和 utm_campaign。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Many websites use URL tags to track users by passing correlated information to websites through the URL. For example:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nAs you can guess from the URL tags, the person clicked on a sidebar ad from a MySpace page that was running a Valentines campaign and the keyword that was clicked was \"meet singles\". Now PayPal also knows this info.\n\nThis extension automatically removes those URL tags.\n\nRemoves \"utm_source\", \"utm_medium\" and related tracker tags from your URLs, so that websites cannot track you. Unlike similar extensions which use webRequest which is too invasive, this extension uses declarativeNetRequest which is good for your privacy and is also much faster.\n\nThe webRequest permission allows extension code to view the contents of your URLs, which means extensions can see what URLs you visit.\n\nThe declarativeNetRequest permission only allows extensions to describe how to change URLs, and doesn't allow extension code to view the URLs which means your privacy is protected.\n\nThis also means URL changes are performed by the browser and not by the extension meaning the code will run faster and uses less memory.",
    "de": "Viele Websites verwenden URL-Tags, um Benutzer zu verfolgen, indem sie korrelierte Informationen über die URL an Websites weitergeben. Zum Beispiel:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nWie Sie anhand der URL-Tags erraten können, klickte die Person auf eine Sidebar-Anzeige von einer MySpace-Seite, die eine Valentines-Kampagne ausführte, und das Schlüsselwort, auf das geklickt wurde, war \"Meet Singles\". Jetzt kennt PayPal auch diese Informationen.\n\nDiese Erweiterung entfernt diese URL-Tags automatisch.\n\nEntfernt \"utm_source\", \"utm_medium\" und andere Tracker-Tags aus Ihren URLs, sodass Websites Sie nicht verfolgen können. Im Gegensatz zu ähnlichen Erweiterungen, die webRequest verwenden, die zu invasiv ist, verwendet diese Erweiterung declarativeNetRequest die gut für Ihre Privatsphäre ist und auch viel schneller ist.\n\nDie webRequest-Berechtigung ermöglicht Erweiterungscode das Anzeigen des Inhalts Ihrer URLs, was bedeutet, dass Erweiterungen sehen können, welche URLs Sie besuchen.\n\nDie declarativeNetRequest-Berechtigung erlaubt nur Erweiterungen, um zu beschreiben, wie URLs geändert werden, und erlaubt erweiterungscode nicht, die URLs anzuzeigen, was bedeutet, dass Ihre Privatsphäre geschützt ist.\n\nDies bedeutet auch, dass URL-Änderungen vom Browser und nicht von der Erweiterung durchgeführt werden, was bedeutet, dass der Code schneller ausgeführt wird und weniger Arbeitsspeicher verbraucht.",
    "fr": "De nombreux sites Web utilisent des balises URL pour suivre les utilisateurs en transmettant des informations corrélées aux sites Web via l’URL. Par exemple:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nComme vous pouvez le deviner à partir des balises URL, la personne a cliqué sur une annonce de la barre latérale à partir d’une page MySpace qui a été l’exécution d’une campagne Valentines et le mot clé qui a été cliqué était \"meet singles\". Maintenant PayPal connaît également cette info.\n\nCette extension supprime automatiquement ces balises URL.\n\nSupprime utm_source, utm_medium et d’autres balises tracker de vos URL, de sorte que les sites Web ne peuvent pas vous suivre. Contrairement aux extensions similaires qui utilisent webRequest qui est trop invasive, cette extension utilise declarativeNetRequest qui est bon pour votre vie privée et est également beaucoup plus rapide.\n\nL’autorisation webRequest permet au code d’extension d’afficher le contenu de vos URL, ce qui signifie que les extensions peuvent voir quelles URL vous visitez.\n\nL’autorisation declarativeNetRequest permet uniquement aux extensions de décrire comment modifier les URL et ne permet pas au code d’extension d’afficher les URL, ce qui signifie que votre vie privée est protégée.\n\nCela signifie également que les modifications d’URL sont effectuées par le navigateur et non par l’extension ce qui signifie que le code s’exécutera plus rapidement et utilise moins de mémoire.",
    "ja": "多くのウェブサイトでは、URL タグを使用して、関連する情報を URL を通じて Web サイトに渡してユーザーを追跡しています。例えば：\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nURL タグから推測できるように、バレンタイン キャンペーンを実行している MySpace ページのサイドバー広告をクリックした人とクリックされたキーワードは\"meet singles\" でした。今ペイパルもこの情報を知っています。\n\nこの拡張機能は、これらの URL タグを自動的に削除します。\n\nUrl から \"utm_source\"、\"utm_medium\"、およびその他のトラッカータグを削除して、Web サイトがあなたを追跡できないようにします。あまりにも侵襲的であるwebRequestを使用する同様の拡張機能とは異なり、この拡張機能は、あなたのプライバシーに良い、またはるかに高速であるdeclarativeNetRequestを使用しています。\n\nwebRequestアクセス許可により、拡張コードは URL の内容を表示できます。\n\ndeclarativeNetRequestアクセス許可では、拡張機能に URL の変更方法を記述することのみが許可され、拡張機能コードで URL を表示することは許可されず、プライバシーが保護されています。\n\nこれはまた、URLの変更がブラウザによって実行され、コードが高速に実行され、より少ないメモリを使用することを意味する拡張機能によって行われることを意味します。",
    "ko": "많은 웹 사이트가 URL 태그를 사용하여 URL을 통해 웹 사이트에 상호 관련된 정보를 전달하여 사용자를 추적합니다. 예를 들어:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nURL 태그에서 추측할 수 있듯이, 발렌타인 캠페인을 실행 중인 MySpace 페이지에서 사이드바 광고를 클릭한 사람이 클릭한 키워드는 \"모임\"이었습니다. 이제 페이팔은 또한이 정보를 알고있다.\n\n이 확장은 이러한 URL 태그를 자동으로 제거합니다.\n\nURL에서 \"utm_source\", \"utm_medium\" 및 기타 트래커 태그를 제거하여 웹 사이트가 당신을 추적할 수 없도록 합니다. 너무 침략적인 webRequest 사용하는 유사한 확장과는 달리,이 확장은 개인 정보 보호에 좋은 또한 훨씬 빠릅니다 declarativeNetRequest 사용합니다.\n\nwebRequest 권한을 사용하면 확장 코드가 URL의 내용을 볼 수 있으므로 확장이 방문하는 URL을 볼 수 있습니다.\n\ndeclarativeNetRequest 권한은 확장자가 URL을 변경하는 방법을 설명할 수 있도록 허용하며, 확장 코드가 개인 정보 보호임을 의미하는 URL을 볼 수 없습니다.\n\n또한 URL 변경 내용은 브라우저에서 수행되며 확장이 아니라 코드가 더 빠르게 실행되고 메모리를 적게 사용한다는 의미입니다.",
    "nl": "Veel websites gebruiken URL-tags om gebruikers te volgen door gecorreleerde informatie door te geven aan websites via de URL. Bijvoorbeeld:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nZoals u raden van de URL-tags, de persoon klikte op een zijbalk advertentie van een MySpace-pagina die werd uitgevoerd een Valentines campagne en het zoekwoord dat werd geklikt was voldoen singles. Nu paypal weet ook deze info.\n\nDeze extensie verwijdert automatisch deze URL-tags.\n\nHiermee verwijdert u \"utm_source\", \"utm_medium\" en andere trackertags uit uw URL's, zodat websites u niet kunnen volgen. In tegenstelling tot soortgelijke extensies die gebruik maken van webRequest die te invasief is, maakt deze extensie gebruik van declarativeNetRequest wat goed is voor uw privacy en ook veel sneller is.\n\nMet de webRequest toestemming staat extensiecode toe om de inhoud van uw URL's te bekijken, wat betekent dat extensies kunnen zien welke URL's u bezoekt.\n\nMet de machtiging declarativeNetRequest alleen toestaan dat extensies beschrijven hoe URL's kunnen worden gewijzigd en staat extensiecode niet toe om de URL's weer te geven, wat betekent dat uw privacy is beschermd.\n\nDit betekent ook URL-wijzigingen worden uitgevoerd door de browser en niet door de extensie wat betekent dat de code sneller wordt uitgevoerd en minder geheugen gebruikt.",
    "ru": "Многие веб-сайты используют URL-теги для отслеживания пользователей, передавая коррелированную информацию веб-сайтам через URL. Например:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\nКак вы можете догадаться из тегов URL, человек нажал на боковую панель объявление со страницы MySpace, которая была запущена кампания Валентина и ключевое слово, которое было нажато было \"встреча синглов\". Теперь PayPal также знает эту информацию.\n\nЭто расширение автоматически удаляет теги URL.\n\nУдаляет «utm_source», «utm_medium» и другие теги трекера из URL-адресов, так что веб-сайты не могут отслеживать вас. В отличие от аналогичных расширений, которые webRequest которые являются слишком инвазивными, это расширение использует declarativeNetRequest который хорош для вашей конфиденциальности, а также гораздо быстрее.\n\nРазрешение webRequest позволяет коду расширения просматривать содержимое URL-адресов, что означает, что расширения могут видеть, какие URL-адреса вы посещаете.\n\nРазрешение declarativeNetRequest только позволяет расширениям описывать, как изменять URL-адреса, и не позволяет коду расширения просматривать URL-адреса, что означает, что ваша конфиденциальность защищена.\n\nЭто также означает, что изменения URL выполняются браузером, а не расширением, что означает, что код будет работать быстрее и использует меньше памяти.",
    "zh_CN": "许多网站使用 URL 标记通过 URL 向网站传递相关信息来跟踪用户。例如：\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\n正如您从网址标签中猜测的，此人从运行情人节广告的 MySpace 页面点击了侧边栏广告，点击的关键字是\"满足单曲\"。现在贝宝也知道这个信息。\n\n此扩展会自动删除这些 URL 标记。\n\n从 URL 中删除 utm_source, utm_medium 和其他跟踪器标签，以便网站无法跟踪您。与使用过于侵入性webRequest类似的扩展不同，此declarativeNetRequest，这对你有好处的隐私，也快得多。\n\nwebRequest 权限允许扩展代码查看 URL 的内容，这意味着扩展可以查看您访问的 URL。\n\ndeclarativeNetRequest 权限只允许扩展来描述如何更改 URL，并且不允许扩展代码查看 URL，这意味着您的隐私受到保护。\n\n这也意味着 URL 更改由浏览器执行，而不是由扩展执行，这意味着代码将运行得更快，使用更少的内存。",
    "zh_TW": "許多網站使用 URL 標記透過網址向網站傳遞相關資訊來追蹤使用者。例如:\n\nhttps://paypal.me/ashleymadison/1USD?utm_medium=sidebar_ad&utm_campaign=valentines_2008&utm_source=myspace&utm_term=meet-singles\n\n正如您從網址標籤中猜測的,此人從運行情人節廣告的 MySpace 頁面點擊了側邊欄廣告,點擊的關鍵字是\"滿足單曲\"。現在貝寶也知道這個資訊。\n\n此擴展會自動刪除這些 URL 標記。\n\n從 URL 中刪除 utm_source, utm_medium 和其他跟蹤器標籤,以便網站無法跟蹤您。與使用過於侵入性webRequest類似的擴展不同,此declarativeNetRequest,這對你有好處的隱私,也快得多。\n\nwebRequest權限允許擴展代碼查看 URL 的內容,這意味著擴展可以查看您存取的 URL。\n\ndeclarativeNetRequest許可權只允許擴展來描述如何更改 URL,並且不允許擴展代碼查看 URL,這意味著您的隱私受到保護。\n\n這也意味著 URL 更改由瀏覽器執行,而不是由擴展執行,這意味著代碼將運行得更快,使用更少的記憶體。"
  }
}