{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DevOps Test UI - Web UI"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi": "Enables DevOps Test UI - Web UI support for web applications",
    "cs": "Povolí podporu DevOps Test UI - Web UI pro webové aplikace",
    "de": "Aktivert die DevOps Test UI - Web UI-Unterstützung für Webanwendungen",
    "es": "Activa la asistencia DevOps Test UI - Web UI para aplicaciones web",
    "fr": "Active la prise en charge de DevOps Test UI - Web UI pour les applications Web",
    "hu": "Engedélyezi a(z) DevOps Test UI - Web UI támogatását a webalkalmazásokhoz",
    "it": "Abilita il supporto DevOps Test UI - Web UI per le applicazioni Web",
    "ja": "Web アプリケーションの DevOps Test UI - Web UI サポートを有効にする",
    "ko": "웹 애플리케이션에 대한 DevOps Test UI - Web UI 지원을 사용하도록 설정합니다",
    "pl": "Włącza obsługę aplikacji WWW w rozszerzeniu DevOps Test UI - Web UI",
    "pt_BR": "Ativa o suporte do DevOps Test UI - Web UI para aplicativos da Web",
    "ru": "Включает поддержку DevOps Test UI - Web UI для веб-приложений",
    "tr": "Web uygulamaları için DevOps Test UI - Web UI desteğini etkinleştirir",
    "zh_CN": "启用对 Web 应用程序的 DevOps Test UI - Web UI 支持",
    "zh_TW": "為 Web 應用程式啟用DevOps Test UI - Web UI 支援"
  },
  "long": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi": "Supported in DevOps Test UI 11.0.0 and future releases.\n\nTest web applications that are already running within existing Chrome browser tabs and windows\n\nThe Chrome browser extension for DevOps Test UI - Web UI adds power and flexibility to the Web UI testing capability of DevOps Test UI. With this extension you can record from a running browser instance that is already in the desired state. This allows you to take a more modular approach to your test effort because you can now create separate recordings for each application scenario or update the existing test without needing to include the initialization process with each test. Afterwards, you can combine the application scenarios into automated test suites.",
    "cs,de,es,fr,hu,it,ja,ko,pl,pt_BR,ru,tr,zh_CN,zh_TW": "Test web applications that are already running within existing Chrome browser tabs and windows\n\nThe Chrome browser extension for DevOps Test UI - Web UI adds power and flexibility to the Web UI testing capability of DevOps Test UI. With this extension you can record from a running browser instance that is already in the desired state. This allows you to take a more modular approach to your test effort because you can now create separate recordings for each application scenario or update the existing test without needing to include the initialization process with each test. Afterwards, you can combine the application scenarios into automated test suites."
  }
}