{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SalesProspect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "salesprospect"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Integration for Salesforce by SalesProspect\n\nTransform Connections into Conversions. SalesProspect enhances your Salesforce experience with its cutting-edge browser integration. Eliminate the hassle of switching between tabs and let SalesProspect streamline your workflow.\n\n🌟 Key Features:\n\n- Import contacts directly from LinkedIn or Sales Navigator into Salesforce with ease\n- Instantly create leads in Salesforce from LinkedIn or Sales Navigator profiles\n- Edit Salesforce records directly from LinkedIn or Sales Navigator, ensuring your CRM data is always up-to-date\n\n🚀 Why Choose SalesProspect?\n\nSalesProspect's Chrome Extension is designed to intuitively sync with your Salesforce setup, maintaining all your custom configurations (Page Layouts, Custom Fields, etc.) effortlessly. Our focus is on providing a user-friendly solution that integrates seamlessly into your existing Salesforce environment.\n\n🔧 Built for Efficiency:\n\nSalesProspect is crafted for professionals in both sales and recruitment, offering a streamlined solution to enhance your Salesforce CRM management without leaving LinkedIn or Sales Navigator.\n\n📣 User Praise:\n\nUsers across various industries have experienced significant time savings and efficiency gains with SalesProspect, making it an indispensable tool for Salesforce users looking to optimize their workflow and enhance productivity.\n\n🌐 A Smooth Integration:\n\nJoin the growing number of Salesforce users who have simplified their lead and contact management with SalesProspect. Our tool is designed for quick setup and immediate impact, requiring no complex configurations.\n\n🎁 Elevate Your Salesforce Experience with SalesProspect:\n\nUnlock the full potential of your Salesforce CRM with SalesProspect's seamless LinkedIn integration. Become part of our community and discover the difference SalesProspect can make in your daily operations.\n\n🆓 Get Started for free:\n\nVisit our website: https://www.salesprospect.io/\n\nFor any inquiries or feedback, we're here to help at support@salesprospect.com"
  }
}