{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple QR Code Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate a QR code from the current page URL."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and Share QR Codes Instantly! No registration needed!\n\nEasily generate QR codes for any webpage you visit with Simple QR Code Generator. This handy extension allows you to quickly create QR codes from the URL of your current page, making sharing and downloading effortless.\n\nKey Features:\nInstant QR Code Generation: Get a QR code for the current webpage with just one click.\nHigh-Quality Codes: Generates QR codes with high error correction and margins, ensuring they are always scannable.\nEasy Sharing: Share the generated QR code directly from the extension using built-in sharing options.\nQuick Download: Download your QR code as an image to your device for offline sharing or printing.\nWhy Choose Simple QR Code Generator?\nUser-Friendly: Intuitive design for seamless QR code creation.\nFast and Efficient: Generates QR codes instantly without any delay.\nSecure: Your data remains private; we only process the URL to create the QR code.\nHow to Use:\nClick on the Simple QR Code Generator icon in the Chrome toolbar.\nInstantly see the QR code for the current page's URL.\nClick 'Download' to save the QR code image or 'Share' to send it to others.\nPerfect for:\n\nQuickly sharing webpages with friends or colleagues.\nPrinting QR codes for marketing materials.\nSaving webpage shortcuts on your mobile device.\nEnhance your browsing and sharing experience with Simple QR Code Generator. Download now and start generating QR codes effortlessly!"
  }
}