{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feedara"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browse amazing with awesome new tab and awesome search bar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to a whole new level of browsing experience with Feedara! Discover the perfect fusion of aesthetics and productivity as you explore the web like never before. Immerse yourself in captivating background images while maintaining quick access to powerful web searching capabilities, all within the comfort of your Chrome browser.\n\nKey Features:\n\n🖼️ Stunning Backgrounds: Transform your browser into a canvas of beauty. Enjoy a curated collection of high-resolution background images that change as often as you desire. Personalize your online environment to match your mood and preferences effortlessly.\n\n🔍 Effortless Web Searches: Bid farewell to the hassle of switching tabs or opening new windows for web searches. Our extension seamlessly integrates a lightning-fast search feature, allowing you to query the web without interruption while maintaining your immersive background experience.\n\n🌐 Customization at Your Fingertips: Tailor your browsing surroundings to suit your unique style. Choose from various background categories, control the frequency of image changes, or even upload your cherished images to make your browsing space truly yours.\n\n🌟 User-Friendly Interface: We've designed our extension with simplicity in mind. A single click on the extension icon gives you access to all its features. Adjust settings, switch backgrounds, or conduct searches with ease."
  }
}