{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anti-Phishing Certilane",
    "en": "Certilane Anti-Phishing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Certilane vous protège contre le phishing en temps réel en comparant chaque site visité à notre base de domaines de confiance",
    "en": "Certilane assures you that you are on the correct website by checking the domain against our trusted domains database, and protects…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Certilane vous protège contre le phishing en temps réel en comparant chaque site visité à notre base de domaines de confiance. \n\nLorsque vous cliquez sur un lien depuis un email ou une application de chat, messenger etc... vous vous exposez à des tentatives de phishing.\nEn croyant être sur le site par exemple de votre banque ou de votre site e-commerce favori, vous allez rentrer vos informations en toute confiance, sans savoir que vous êtes en fait sur une copie du site fabriquée par un pirate. Et ainsi, vos informations sont volées et utilisées par le possesseur du faux site.\n\nChaque jour des dizaines de milliers de personnes se font voler leurs données ainsi!\n\nGrâce à notre plug-in gratuit, vous pouvez vérifier en un coup d'œil si le site que lequel vous vous trouvez est vraiment le site que vous pensiez visiter, grâce à notre base de données des sites web de confiance.\n\nCe plug-in est 100% gratuit, 100% anonyme et ne conserve AUCUNE données personnelles, et fonctionne en temps réel.\n\nSpécialisés dans la lutte anti-phishing et la certification des domaines de confiance (qualification d'un réseau de revendeurs ou certification d'un label par exemple), nous offrons avec ce plug-in aux internautes un moyen sûr, gratuit, anonyme et efficace contre le phishing, c'est notre façon de participer à rendre le web toujours plus sûr!"
  }
}