{
  "name": {
    "ar": "تحميل الصور بالجملة - Image Duke",
    "am": "የምስል ዱክ",
    "bg,da,en,en_AU,en_GB,en_US,fi,fil,nl,no,sl,sr,sv": "Bulk Image downloader - Image Duke",
    "bn": "বাল্ক ইমেজ ডাউনলোডার - Image Duke",
    "ca": "Descarregador d'imatges en massa - Image Duke",
    "cs": "Hromadný stahovač obrázků - Image Duke",
    "de": "Bulk Image Downloader - Image Duke",
    "el": "Μαζικός Λήπτης Εικόνων - Image Duke",
    "es": "Descargador de imágenes en masa - Image Duke",
    "es_419": "Descargador de Imágenes en Masa - Image Duke",
    "et": "Kohandatud piltide allalaadija - Image Duke",
    "fa": "دانلودکننده تصاویر انبوه - Image Duke",
    "fr": "Téléchargeur d'images en masse - Image Duke",
    "gu": "બલ્ક ઇમેજ ડાઉનલોડર - Image Duke",
    "he": "הורדת תמונות מרובה - Image Duke",
    "hi": "बुल्क इमेज डाउनलोडर - Image Duke",
    "hr": "Preuzimanje slika u velikim količinama - Image Duke",
    "hu": "Tömeges képkészítő - Image Duke",
    "id": "Pengunduh Gambar Massal - Image Duke",
    "it": "Scaricatore di immagini in blocco - Image Duke",
    "ja": "バルク画像ダウンローダー - Image Duke",
    "kn": "ಬಲ್ಕ್ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್ - Image Duke",
    "ko": "대량 이미지 다운로드 - Image Duke",
    "lt": "Didmeninė vaizdų parsisiuntimo programa - Image Duke",
    "lv": "Masveida attēlu lejupielādētājs - Image Duke",
    "ml": "ബൾക്ക് ഇമേജ് ഡൗൺലോഡർ - Image Duke",
    "mr": "बुल्क इमेज डाउनलॉडर - Image Duke",
    "ms": "Pemuat Gambar Pukal - Image Duke",
    "pl": "Pobieracz obrazów - Image Duke",
    "pt_BR": "Download de Imagens em Massa - Image Duke",
    "pt_PT": "Descarregador de Imagens em Massa - Image Duke",
    "ro": "Descărcător de imagini în masă - Image Duke",
    "ru": "Массовый загрузчик изображений - Image Duke",
    "sk": "Hromadný sťahovač obrázkov - Image Duke",
    "sw": "Mkupuzi wa picha nyingi - Image Duke",
    "ta": "மொத்தப் படம் இறக்கம் - Image Duke",
    "te": "బల్క్ ఇమేజ్ డౌన్లోడర్ - Image Duke",
    "th": "โปรแกรมดาวน์โหลดภาพจำนวนมาก - Image Duke",
    "tr": "Toplu Görüntü İndirici - Image Duke",
    "uk": "Масове завантаження зображень - Image Duke",
    "vi": "Trình tải hình ảnh hàng loạt - Image Duke",
    "zh_CN": "批量图片下载器 - Image Duke",
    "zh_TW": "批量圖片下載器 - Image Duke"
  },
  "short": {
    "ar": "Chrome ملحق تنزيل الصور، تنزيل الصور بالجملة، تكبير وعرض الصور/الفيديوهات عند المرور عليها بالماوس لتنزيلها.",
    "am": "የምስል ማውረድ, የጅምላ ምስል አውጪ ማራዘሚያ በአንድ ድር ገጽ ላይ ሁሉንም ምስሎች ሊያገኝ እና ሊያወርዳት የሚችል.",
    "bg": "Chrome разширение за изтегляне на изображения, изтегляне на изображения в голямо количество, уголемяване и показване на изображен...",
    "bn": "Chrome চিত্র ডাউনলোডার এক্সটেনশন, ব্যাচে চিত্র ডাউনলোড করুন, মাউসের উপর রাখলে চিত্র/ভিডিও বড় করে দেখান ডাউনলোড করার জন্য।",
    "ca": "Extensió de descarregador d'imatges per a Chrome, descarregador d'imatges en massa, amplia i mostra imatges/videos al passar el r...",
    "cs": "Chrome stahovač obrázků, hromadné stahování obrázků, zvětšení a zobrazení obrázků/videí při najetí myší pro stahování.",
    "da": "Chrome billedhentningsudvidelse, bulk billedhentning, forstør og vis billeder/videoer ved mouse-over til download.",
    "de": "Chrome Bild-Downloader-Erweiterung, Batch-Downloader für Bilder, vergrößert und zeigt Bilder/Videos beim Überfahren mit der Maus ...",
    "el": "Chrome επεκτάση λήψης εικόνων, μαζική λήψη εικόνων, μεγέθυνση και εμφάνιση εικόνων/βίντεο με την αιώρηση του ποντικιού για λήψη.",
    "en,en_AU,en_GB,en_US": "Chrome image downloader extension, bulk image downloader, enlarge and display images/videos on mouse-over for downloading.",
    "es": "Extensión descargadora de imágenes para Chrome, descargador de imágenes en masa, amplía y muestra imágenes/videos al pasar el rat...",
    "es_419": "Extensión de descarga de imágenes Chrome, descargador de imágenes en masa, amplía y muestra imágenes/videos al pasar el mouse par...",
    "et": "Chrome piltide allalaadimise laiendus, massiline piltide allalaadimine, piltide/videote suurendamine ja kuvamine hiire kohal alla...",
    "fa": "Chrome افزونه دانلود تصاویر، دانلود انبوه تصاویر، بزرگنمایی و نمایش تصاویر/ویدئوها هنگام قرارگیری ماوس برای دانلود.",
    "fi": "Chrome kuvan latauslaajennus, suuren määrän kuvien lataaminen, suurennetaan ja näytetään kuvia/videoita hiiren päällä lataamista ...",
    "fil": "Chrome image downloader extension, bulk image downloader, palakihin at ipakita ang mga larawan/video kapag nag-hover para sa pag-...",
    "fr": "Extension de téléchargement d'images pour Chrome, téléchargeur d'images en masse, agrandit et affiche les images/vidéos au survol...",
    "gu": "Chrome છબી ડાઉનલોડ એક્સટેંશન, બલ્ક છબી ડાઉનલોડર, છબીઓ/વિડિઓઝને ડાઉનલોડ કરવા માટે માઉસ ઓવર પર વધારવું અને બતાવવું.",
    "he": "Chrome הרחבת הורדת תמונות, הורדת תמונות מרובות, הגדלה והצגת תמונות/סרטונים בעת ריחוף בעכבר לצורך הורדה.",
    "hi": "Chrome चित्र डाउनलोड एक्सटेंशन, बुल्क चित्र डाउनलोडर, डाउनलोड के लिए माउस-ओवर पर चित्र/वीडियो को बड़ा और प्रदर्शित करें।",
    "hr": "Chrome ekstenzija za preuzimanje slika, preuzimanje slika u velikim količinama, uvećanje i prikaz slika/videozapisa pri prelasku ...",
    "hu": "Chrome képletöltő kiegészítő, tömeges képkészítő, képek/videók nagyítása és megjelenítése egérrel történő rámutatáskor a letöltés...",
    "id": "Chrome ekstensi pengunduh gambar, pengunduh gambar massal, memperbesar dan menampilkan gambar/video saat mouse melayang untuk diu...",
    "it": "Estensione per il download di immagini Chrome, scaricatore di immagini in blocco, ingrandisce e visualizza immagini/video al pass...",
    "ja": "Chrome 画像ダウンローダー拡張機能、バルク画像ダウンローダー、マウスオーバーで画像/動画を拡大して表示し、ダウンロード用に提供します。",
    "kn": "Chrome ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್ ವಿಸ್ತರಣೆ, ಬಲ್ಕ್ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್, ಡೌನ್‌ಲೋಡಿಂಗ್‌ಗಾಗಿ ಮೌಸ್ ಓವರ್ನಲ್ಲಿ ಚಿತ್ರಗಳು/ವಿಡಿಯೋಗಳನ್ನು ವಿಸ್ತಾರಗೊಳಿಸಿ ಮತ...",
    "ko": "Chrome 이미지 다운로드 확장 프로그램, 대량 이미지 다운로드, 마우스 오버 시 이미지를 확대하고 표시하여 다운로드합니다.",
    "lt": "Chrome vaizdų parsisiuntimo papildinys, didmeninis vaizdų parsisiuntimas, vaizdų/vaizdo įrašų didinimas ir rodymas pelės perbrauk...",
    "lv": "Chrome attēlu lejupielādētājs, masveida attēlu lejupielādētājs, attēlu/video palielināšana un rādīšana ar peli, lai lejupielādētu.",
    "ml": "Chrome ചിത്രങ്ങൾ ഡൗൺലോഡ് ചെയ്‌യുന്ന വിപുലമായ എക്സ്റ്റൻഷൻ, ചിത്രങ്ങൾ/videos ഡൗൺലോഡ് ചെയ്യാൻ മൗസ്-ഓവർ ചെയ്യുമ്പോൾ വ്യാഖ്യാനം ചെയ്യു...",
    "mr": "Chrome इमेज डाउनलोड एक्सटेंशन, बॅच इमेज डाउनलोडर, डाउनलोडसाठी माऊस-ओव्हरवर प्रतिमा/वीडिओज मोठ्या करा आणि दर्शवा.",
    "ms": "Pelebaran pemuat gambar Chrome, pemuat gambar pukal, perbesar dan paparkan gambar/video semasa melayang untuk memuat turun.",
    "nl": "Chrome afbeelding downloader extensie, bulk afbeelding downloader, vergroot en toont afbeeldingen/video's bij mouse-over voor dow...",
    "no": "Chrome bildeutvider, bulk bilde nedlastingsverktøy, forstørrer og viser bilder/videoer ved musepeker for nedlasting.",
    "pl": "Rozszerzenie do pobierania obrazów dla Chrome, pobieracz obrazów w trybie zbiorczym, powiększaj i wyświetlaj obrazy/wideo podczas...",
    "pt_BR": "Extensão de download de imagens para Chrome, downloader de imagens em massa, amplia e exibe imagens/vídeos ao passar o mouse para...",
    "pt_PT": "Extensão de descarregamento de imagens Chrome, descarregador de imagens em massa, amplia e exibe imagens/vídeos ao passar o mouse...",
    "ro": "Extensie de descărcare de imagini pentru Chrome, descărcător de imagini în masă, mărește și afișează imagini / videoclipuri la tr...",
    "ru": "Chrome расширение для загрузки изображений, массовая загрузка изображений, увеличение и отображение изображений/видео при наведен...",
    "sk": "Chrome rozšírenie na sťahovanie obrázkov, hromadné sťahovanie obrázkov, zväčšiť a zobraziť obrázky/videá pri prechode myšou na st...",
    "sl": "Chrome razširitev za prenos slik, množični prenos slik, poveča in prikaže slike/video posnetke ob premikanju miške za prenos.",
    "sr": "Chrome ekstenzija za preuzimanje slika, masovno preuzimanje slika, uvećavanje i prikaz slika/video sadržaja prilikom pretrage za ...",
    "sv": "Chrome bildhämtare, bulk image downloader, förstora och visa bilder/videor vid musöverföring för nedladdning.",
    "sw": "Chrome kiendelezi cha kupakua picha, kupakua picha nyingi, kuboresha na kuonyesha picha/video unapopita kwa kipanya kwa ajili ya ...",
    "ta": "Chrome படம் இறக்குமதி விரிவாக்கம், மொத்தமாக படங்களை இறக்க, மவுஸ் ஓவரில் படங்களை/வீடியோக்களை பெரிதாக்கி காட்டு.",
    "te": "Chrome ఇమేజ్ డౌన్లోడర్ ఎక్స్టెన్షన్, బల్క్ ఇమేజ్ డౌన్లోడర్, డౌన్లోడ్ కోసం మౌస్-ఓవర్‌పై చిత్రాలు/వీడియోలను పెద్దవి చేసి చూపించండి.",
    "th": "Chrome ส่วนขยายดาวน์โหลดภาพ, ดาวน์โหลดภาพจำนวนมาก, ขยายและแสดงภาพ/วิดีโอเมื่อชี้เมาส์เพื่อดาวน์โหลด.",
    "tr": "Chrome görüntü indirici uzantısı, toplu görüntü indirici, indirmek için fareyle üzerine geldiğinizde görüntüleri/video’ları büyüt...",
    "uk": "Chrome розширення для завантаження зображень, масове завантаження зображень, збільшення та відображення зображень/відео при навед...",
    "vi": "Tiện ích mở rộng tải hình ảnh Chrome, tải hình ảnh hàng loạt, phóng to và hiển thị hình ảnh/video khi di chuột để tải xuống.",
    "zh_CN": "Chrome图片下载扩展，批量下载图片，鼠标悬停时放大并显示图像/视频以供下载。",
    "zh_TW": "Chrome 圖片下載擴展，批量下載圖片，滑鼠懸停時放大並顯示圖片/視頻以供下載。"
  },
  "long": {
    "ar": "هل تتطلع إلى تنزيل جميع الصور بسرعة وسهولة من موقع الويب المفضل لديك؟ لا تنظر إلى أبعد من امتداد متصفح تنزيل الصور الخاص بنا! باستخدام أداتنا القوية ، يمكنك البحث عن كل صورة على صفحة الويب وعرضها وتنزيلها ببضع نقرات فقط.\n\nيقدم امتدادنا مجموعة من الميزات لمساعدتك في العثور على الصور التي تحتاجها وتنزيلها ، بما في ذلك:\n\nالقدرة على إيجاد الصورة الأصلية عن طريق الصورة المصغرة\nالقدرة على العثور على المزيد من الصور ذات الصلة عبر الروابط\nخيار التصفية بناءً على عرض وارتفاع البكسل\nخيار التصفية على أساس URL\nقم بتنزيل جميع الصور دفعة واحدة\nاختر الصور التي تريد تنزيلها\nتحقق من حجم كل صورة\nانسخ عنوان URL للصورة الأصلية\nدعم لجميع مواقع الويب الرئيسية (Twitter و Facebook و Instagram والمزيد!)\nجرب راحة وقوة أداة تنزيل الصور الخاصة بنا بنفسك. قم بتنزيل امتدادنا اليوم وابدأ في الاستمتاع بتنزيل الصور بدون متاعب على جميع مواقع الويب المفضلة لديك.",
    "am": "ሁሉንም ምስሎች ከምትወደው ድር ጣቢያ በፍጥነት እና በቀላሉ ለማውረድ እየፈለግህ ነው? ከኛ ምስል ማውረጃ አሳሽ ቅጥያ ሌላ አትመልከቱ! በኃይለኛ መሣሪያችን፣ በጥቂት ጠቅታዎች ብቻ እያንዳንዱን ምስል በድረ-ገጽ መፈለግ፣ ማየት እና ማውረድ ይችላሉ።\n\nየኛ ቅጥያ የሚፈልጓቸውን ምስሎች እንዲያገኙ እና እንዲያወርዱ የሚያግዙዎት በርካታ ባህሪያትን ያቀርባል፡\n\nየመጀመሪያውን ምስል በጥፍር አከል የማግኘት ችሎታ\nተጨማሪ ተዛማጅ ምስሎችን በአገናኞች የማግኘት ችሎታ\nበፒክሰል ስፋት እና ቁመት ላይ በመመርኮዝ የማጣራት አማራጭ\nበዩአርኤል ላይ በመመስረት የማጣራት አማራጭ\nሁሉንም ምስሎች በአንድ ጊዜ ያውርዱ\nለማውረድ የሚፈልጓቸውን ምስሎች ይምረጡ\nየእያንዳንዱን ምስል መጠን ያረጋግጡ\nየመጀመሪያውን ምስል ዩአርኤል ይቅዱ\nለሁሉም ዋና ዋና ድርጣቢያዎች (ትዊተር ፣ ፌስቡክ ፣ ኢንስታግራም እና ሌሎችም!)\nየኛን ምስል አውራጅ ምቾት እና ሀይል ለራስህ ተለማመድ። የእኛን ቅጥያ ዛሬ ያውርዱ እና በሁሉም ተወዳጅ ድረ-ገጾችዎ ላይ ከችግር ነጻ የሆነ ምስል በማውረድ ይደሰቱ።",
    "bg": "Искате ли бързо и лесно да изтеглите всички изображения от любимия си уебсайт? Не търсете повече от нашето разширение за браузър Image Downloader! С нашия мощен инструмент можете да търсите, преглеждате и изтегляте всяко изображение на уеб страница само с няколко кликвания.\n\nНашето разширение предлага набор от функции, които да ви помогнат да намерите и изтеглите изображенията, от които се нуждаете, включително:\n\nВъзможност за намиране на оригиналното изображение чрез миниатюра\nВъзможност за намиране на по-подходящи изображения чрез връзки\nОпцията за филтриране въз основа на ширина и височина на пиксела\nОпцията за филтриране въз основа на URL\nГрупово изтегляне на всички изображения наведнъж\nИзберете изображенията, които искате да изтеглите\nПроверете размера на всяко изображение\nКопирайте URL адреса на оригиналното изображение\nПоддръжка за всички основни уебсайтове (Twitter, Facebook, Instagram и други!)\nИзпитайте сами удобството и силата на нашата програма за изтегляне на изображения. Изтеглете нашето разширение днес и започнете да се наслаждавате на безпроблемно изтегляне на изображения от всички ваши любими уебсайтове.",
    "bn": "আপনি কি দ্রুত এবং সহজে আপনার প্রিয় ওয়েবসাইট থেকে সমস্ত ছবি ডাউনলোড করতে চাইছেন? আমাদের ইমেজ ডাউনলোডার ব্রাউজার এক্সটেনশন ছাড়া আর দেখুন না! আমাদের শক্তিশালী টুলের সাহায্যে, আপনি মাত্র কয়েকটি ক্লিকে একটি ওয়েব পৃষ্ঠায় প্রতিটি ছবি অনুসন্ধান, দেখতে এবং ডাউনলোড করতে পারেন।\n\nআমাদের এক্সটেনশনটি আপনাকে আপনার প্রয়োজনীয় ছবিগুলি খুঁজে পেতে এবং ডাউনলোড করতে সাহায্য করার জন্য বিভিন্ন বৈশিষ্ট্য অফার করে, যার মধ্যে রয়েছে:\n\nথাম্বনেইল দ্বারা আসল ছবি খুঁজে পাওয়ার ক্ষমতা\nলিঙ্কের মাধ্যমে আরও প্রাসঙ্গিক ছবি খুঁজে পাওয়ার ক্ষমতা\nপিক্সেল প্রস্থ এবং উচ্চতার উপর ভিত্তি করে ফিল্টার করার বিকল্প\nURL এর উপর ভিত্তি করে ফিল্টার করার বিকল্প\nএকযোগে সমস্ত ছবি বাল্ক ডাউনলোড করুন\nআপনি ডাউনলোড করতে চান ছবি নির্বাচন করুন\nপ্রতিটি ছবির আকার পরীক্ষা করুন\nআসল ছবির URL কপি করুন\nসমস্ত প্রধান ওয়েবসাইটের জন্য সমর্থন (টুইটার, ফেসবুক, ইনস্টাগ্রাম এবং আরও অনেক কিছু!)\nনিজের জন্য আমাদের ইমেজ ডাউনলোডার এর সুবিধা এবং শক্তির অভিজ্ঞতা নিন। আজই আমাদের এক্সটেনশন ডাউনলোড করুন এবং আপনার পছন্দের সমস্ত ওয়েবসাইটে ঝামেলা-মুক্ত ইমেজ ডাউনলোড উপভোগ করা শুরু করুন।",
    "ca": "Esteu buscant descarregar ràpidament i fàcilment totes les imatges del vostre lloc web preferit? No busqueu més que la nostra extensió del navegador Image Downloader! Amb la nostra potent eina, podeu cercar, visualitzar i descarregar totes les imatges d'una pàgina web amb només uns quants clics.\n\nLa nostra extensió ofereix una sèrie de funcions per ajudar-vos a trobar i descarregar les imatges que necessiteu, com ara:\n\nLa possibilitat de trobar la imatge original per miniatura\nLa possibilitat de trobar imatges més rellevants mitjançant enllaços\nL'opció de filtrar en funció de l'amplada i l'alçada dels píxels\nL'opció de filtrar en funció de l'URL\nBaixeu totes les imatges alhora\nTrieu les imatges que voleu descarregar\nComproveu la mida de cada imatge\nCopieu l'URL de la imatge original\nSuport per a tots els llocs web principals (Twitter, Facebook, Instagram i més!)\nExperimenteu la comoditat i el poder del nostre descarregador d'imatges per vosaltres mateixos. Baixeu la nostra extensió avui i comenceu a gaudir de la descàrrega d'imatges sense problemes a tots els vostres llocs web preferits.",
    "cs": "Hledáte rychle a snadno stáhnout všechny obrázky ze svých oblíbených webových stránek? Nehledejte nic jiného než naše rozšíření prohlížeče Image Downloader! Pomocí našeho výkonného nástroje můžete vyhledávat, prohlížet a stahovat každý obrázek na webové stránce pomocí pouhých několika kliknutí.\n\nNaše rozšíření nabízí řadu funkcí, které vám pomohou najít a stáhnout obrázky, které potřebujete, včetně:\n\nSchopnost najít původní obrázek pomocí miniatury\nSchopnost najít relevantnější obrázky pomocí odkazů\nMožnost filtrování na základě šířky a výšky pixelu\nMožnost filtrovat na základě URL\nHromadné stahování všech obrázků najednou\nVyberte obrázky, které chcete stáhnout\nZkontrolujte velikost každého obrázku\nZkopírujte adresu URL původního obrázku\nPodpora pro všechny hlavní webové stránky (Twitter, Facebook, Instagram a další!)\nVyzkoušejte na vlastní kůži pohodlí a sílu našeho programu pro stahování obrázků. Stáhněte si naše rozšíření ještě dnes a začněte si užívat bezproblémové stahování obrázků na všech svých oblíbených webech.",
    "da": "Ønsker du hurtigt og nemt at downloade alle billederne fra dit yndlingswebsted? Se ikke længere end vores Image Downloader browserudvidelse! Med vores kraftfulde værktøj kan du søge, se og downloade hvert billede på en webside med blot et par klik.\n\nVores udvidelse tilbyder en række funktioner, der hjælper dig med at finde og downloade de billeder, du har brug for, herunder:\n\nEvnen til at finde det originale billede ved hjælp af miniaturebilleder\nMuligheden for at finde mere relevante billeder via links\nMuligheden for at filtrere baseret på pixelbredde og -højde\nMuligheden for at filtrere baseret på URL\nBulk download alle billeder på én gang\nVælg de billeder, du vil downloade\nTjek størrelsen af hvert billede\nKopiér URL'en til det originale billede\nSupport til alle større websteder (Twitter, Facebook, Instagram og mere!)\nOplev selv bekvemmeligheden og kraften ved vores Image Downloader. Download vores udvidelse i dag, og begynd at nyde problemfri billeddownload på alle dine yndlingswebsteder.",
    "de": "Möchten Sie schnell und einfach alle Bilder von Ihrer Lieblingswebsite herunterladen? Suchen Sie nicht weiter als unsere Image Downloader-Browsererweiterung! Mit unserem leistungsstarken Tool können Sie jedes Bild auf einer Webseite mit nur wenigen Klicks suchen, anzeigen und herunterladen.\n\nUnsere Erweiterung bietet eine Reihe von Funktionen, mit denen Sie die benötigten Bilder finden und herunterladen können, darunter:\n\nDie Möglichkeit, das Originalbild anhand der Miniaturansicht zu finden\nDie Möglichkeit, relevantere Bilder über Links zu finden\nDie Option zum Filtern nach Pixelbreite und -höhe\nDie Option zum Filtern nach URL\nBulk-Download aller Bilder auf einmal\nWählen Sie die Bilder aus, die Sie herunterladen möchten\nÜberprüfen Sie die Größe jedes Bildes\nKopieren Sie die URL des Originalbildes\nUnterstützung für alle wichtigen Websites (Twitter, Facebook, Instagram und mehr!)\nÜberzeugen Sie sich selbst von der Bequemlichkeit und Leistungsfähigkeit unseres Bild-Downloaders. Laden Sie noch heute unsere Erweiterung herunter und genießen Sie den problemlosen Download von Bildern auf all Ihren Lieblingswebsites.",
    "el": "Ψάχνετε να κατεβάσετε γρήγορα και εύκολα όλες τις εικόνες από τον αγαπημένο σας ιστότοπο; Μην ψάχνετε πέρα από την επέκταση του προγράμματος περιήγησης Image Downloader! Με το ισχυρό μας εργαλείο, μπορείτε να κάνετε αναζήτηση, προβολή και λήψη κάθε εικόνας σε μια ιστοσελίδα με λίγα μόνο κλικ.\n\nΗ επέκτασή μας προσφέρει μια σειρά από λειτουργίες που θα σας βοηθήσουν να βρείτε και να κατεβάσετε τις εικόνες που χρειάζεστε, όπως:\n\nΗ δυνατότητα εύρεσης της αρχικής εικόνας με μικρογραφία\nΗ δυνατότητα εύρεσης πιο σχετικών εικόνων μέσω συνδέσμων\nΗ επιλογή φιλτραρίσματος με βάση το πλάτος και το ύψος των pixel\nΗ επιλογή φιλτραρίσματος με βάση τη διεύθυνση URL\nΜαζική λήψη όλων των εικόνων ταυτόχρονα\nΕπιλέξτε τις εικόνες που θέλετε να κατεβάσετε\nΕλέγξτε το μέγεθος κάθε εικόνας\nΑντιγράψτε τη διεύθυνση URL της αρχικής εικόνας\nΥποστήριξη για όλους τους μεγάλους ιστότοπους (Twitter, Facebook, Instagram και πολλά άλλα!)\nΖήστε μόνοι σας την άνεση και τη δύναμη του Image Downloader μας. Κατεβάστε την επέκτασή μας σήμερα και ξεκινήστε να απολαμβάνετε τη λήψη εικόνων χωρίς προβλήματα σε όλους τους αγαπημένους σας ιστότοπους.",
    "en,en_AU,en_GB,en_US": "Are you looking to quickly and easily download all the images from your favorite website? Look no further than our Image Downloader browser extension! With our powerful tool, you can search, view, and download every image on a web page with just a few clicks.\n\nOur extension offers a range of features to help you find and download the images you need, including:\n\nThe ability to find the original image by thumbnail\nThe ability to find more relevant images via links\nThe option to filter based on pixel width and height\nThe option to filter based on URL\nBulk download all images at once\nChoose the images you want to download\nCheck the size of each image\nCopy the URL of the original image\nSupport for all major websites (Twitter, Facebook, Instagram, and more!)\nExperience the convenience and power of our Image Downloader for yourself. Download our extension today and start enjoying hassle-free image downloading on all your favorite websites.",
    "es,es_419": "¿Estás buscando descargar rápida y fácilmente todas las imágenes de tu sitio web favorito? ¡No busque más allá de nuestra extensión de navegador Image Downloader! Con nuestra poderosa herramienta, puede buscar, ver y descargar cada imagen en una página web con solo unos pocos clics.\n\nNuestra extensión ofrece una variedad de funciones para ayudarlo a encontrar y descargar las imágenes que necesita, que incluyen:\n\nLa capacidad de encontrar la imagen original por miniatura.\nLa capacidad de encontrar imágenes más relevantes a través de enlaces.\nLa opción de filtrar según el ancho y la altura de los píxeles.\nLa opción de filtrar según la URL\nDescarga masiva de todas las imágenes a la vez\nElige las imágenes que quieres descargar\nConsulta el tamaño de cada imagen\nCopie la URL de la imagen original\nSoporte para todos los principales sitios web (Twitter, Facebook, Instagram y más)\nExperimente la conveniencia y el poder de nuestro Image Downloader usted mismo. Descargue nuestra extensión hoy y comience a disfrutar de la descarga de imágenes sin problemas en todos sus sitios web favoritos.",
    "et": "Kas soovite kiiresti ja lihtsalt alla laadida kõik pildid oma lemmikveebisaidilt? Otsige meie brauserilaiendist Image Downloader! Meie võimsa tööriistaga saate otsida, vaadata ja alla laadida kõiki veebilehel olevaid pilte vaid mõne klõpsuga.\n\nMeie laiendus pakub mitmesuguseid funktsioone, mis aitavad teil vajalikke pilte leida ja alla laadida, sealhulgas:\n\nVõimalus leida algne pilt pisipildi järgi\nVõimalus leida linkide kaudu asjakohasemaid pilte\nVõimalus filtreerida piksli laiuse ja kõrguse alusel\nVõimalus filtreerida URL-i alusel\nKõigi piltide korraga allalaadimine\nValige pildid, mida soovite alla laadida\nKontrollige iga pildi suurust\nKopeerige algse pildi URL\nKõigi suuremate veebisaitide tugi (Twitter, Facebook, Instagram ja palju muud!)\nKogege ise meie pildi allalaadija mugavust ja võimsust. Laadige meie laiendus alla juba täna ja nautige probleemideta piltide allalaadimist kõigil oma lemmikveebisaitidel.",
    "fa": "آیا به دنبال دانلود سریع و آسان تمام تصاویر از وب سایت مورد علاقه خود هستید؟ به دنبال افزونه مرورگر Image Downloader ما نباشید! با ابزار قدرتمند ما، می توانید تنها با چند کلیک هر تصویر را در یک صفحه وب جستجو، مشاهده و دانلود کنید.\n\nبرنامه افزودنی ما طیف وسیعی از ویژگی ها را برای کمک به شما در یافتن و دانلود تصاویر مورد نیاز ارائه می دهد، از جمله:\n\nامکان یافتن تصویر اصلی با تصویر کوچک\nامکان یافتن تصاویر مرتبط تر از طریق پیوندها\nگزینه فیلتر بر اساس عرض و ارتفاع پیکسل\nگزینه فیلتر بر اساس URL\nدانلود انبوه همه تصاویر در یک بار\nتصاویری را که می خواهید دانلود کنید انتخاب کنید\nاندازه هر تصویر را بررسی کنید\nURL تصویر اصلی را کپی کنید\nپشتیبانی از تمام وب سایت های اصلی (توئیتر، فیس بوک، اینستاگرام و موارد دیگر!)\nراحتی و قدرت Image Downloader ما را برای خود تجربه کنید. همین امروز برنامه افزودنی ما را دانلود کنید و از دانلود بدون دردسر تصویر در تمام وب سایت های مورد علاقه خود لذت ببرید.",
    "fi": "Haluatko ladata nopeasti ja helposti kaikki kuvat suosikkisivustoltasi? Älä etsi pidemmältä kuin Image Downloader -selainlaajennuksestamme! Tehokkaan työkalumme avulla voit etsiä, tarkastella ja ladata jokaisen verkkosivun kuvan muutamalla napsautuksella.\n\nLaajentuksemme tarjoaa valikoiman ominaisuuksia, jotka auttavat sinua löytämään ja lataamaan tarvitsemasi kuvat, mukaan lukien:\n\nMahdollisuus löytää alkuperäinen kuva pikkukuvan avulla\nMahdollisuus löytää osuvampia kuvia linkkien kautta\nMahdollisuus suodattaa pikselin leveyden ja korkeuden perusteella\nMahdollisuus suodattaa URL-osoitteen perusteella\nJoukkolataa kaikki kuvat kerralla\nValitse kuvat, jotka haluat ladata\nTarkista jokaisen kuvan koko\nKopioi alkuperäisen kuvan URL-osoite\nTuki kaikille tärkeimmille verkkosivustoille (Twitter, Facebook, Instagram ja paljon muuta!)\nKoe Image Downloaderimme mukavuus ja teho itse. Lataa laajennuksemme jo tänään ja ala nauttia vaivattomasta kuvien lataamisesta kaikilla suosikkisivustoillasi.",
    "fil": "Naghahanap ka bang mabilis at madaling i-download ang lahat ng mga larawan mula sa iyong paboritong website? Huwag nang tumingin pa sa aming extension ng browser ng Image Downloader! Gamit ang aming makapangyarihang tool, maaari kang maghanap, tingnan, at i-download ang bawat larawan sa isang web page sa ilang mga pag-click lamang.\n\nNag-aalok ang aming extension ng hanay ng mga feature upang matulungan kang mahanap at i-download ang mga larawang kailangan mo, kabilang ang:\n\nAng kakayahang hanapin ang orihinal na larawan sa pamamagitan ng thumbnail\nAng kakayahang makahanap ng mas may-katuturang mga larawan sa pamamagitan ng mga link\nAng opsyon na mag-filter batay sa lapad at taas ng pixel\nAng opsyon na mag-filter batay sa URL\nMaramihang i-download ang lahat ng mga larawan nang sabay-sabay\nPiliin ang mga larawang gusto mong i-download\nSuriin ang laki ng bawat larawan\nKopyahin ang URL ng orihinal na larawan\nSuporta para sa lahat ng pangunahing website (Twitter, Facebook, Instagram, at higit pa!)\nDamhin ang kaginhawahan at kapangyarihan ng aming Image Downloader para sa iyong sarili. I-download ang aming extension ngayon at simulang tangkilikin ang walang problemang pag-download ng larawan sa lahat ng paborito mong website.",
    "fr": "Vous cherchez à télécharger rapidement et facilement toutes les images de votre site Web préféré ? Ne cherchez pas plus loin que notre extension de navigateur Image Downloader ! Grâce à notre puissant outil, vous pouvez rechercher, afficher et télécharger toutes les images d'une page Web en quelques clics seulement.\n\nNotre extension offre une gamme de fonctionnalités pour vous aider à trouver et télécharger les images dont vous avez besoin, notamment :\n\nLa possibilité de retrouver l'image d'origine par vignette\nLa possibilité de trouver des images plus pertinentes via des liens\nL'option de filtrer en fonction de la largeur et de la hauteur des pixels\nL'option de filtrer en fonction de l'URL\nTélécharger en masse toutes les images à la fois\nChoisissez les images que vous souhaitez télécharger\nVérifiez la taille de chaque image\nCopiez l'URL de l'image d'origine\nPrise en charge de tous les principaux sites Web (Twitter, Facebook, Instagram, et plus encore !)\nDécouvrez par vous-même la commodité et la puissance de notre téléchargeur d'images. Téléchargez notre extension dès aujourd'hui et commencez à profiter du téléchargement d'images sans tracas sur tous vos sites Web préférés.",
    "gu": "શું તમે તમારી મનપસંદ વેબસાઇટ પરથી બધી છબીઓ ઝડપથી અને સરળતાથી ડાઉનલોડ કરવા માગો છો? અમારા ઇમેજ ડાઉનલોડર બ્રાઉઝર એક્સ્ટેંશન સિવાય આગળ ન જુઓ! અમારા શક્તિશાળી ટૂલ વડે, તમે વેબ પેજ પરની દરેક ઈમેજને માત્ર થોડા ક્લિક્સ સાથે શોધી, જોઈ અને ડાઉનલોડ કરી શકો છો.\n\nઅમારું એક્સ્ટેંશન તમને જોઈતી છબીઓ શોધવા અને ડાઉનલોડ કરવામાં તમારી સહાય કરવા માટે સુવિધાઓની શ્રેણી પ્રદાન કરે છે, જેમાં નીચેનાનો સમાવેશ થાય છે:\n\nથંબનેલ દ્વારા મૂળ છબી શોધવાની ક્ષમતા\nલિંક્સ દ્વારા વધુ સંબંધિત છબીઓ શોધવાની ક્ષમતા\nપિક્સેલ પહોળાઈ અને ઊંચાઈના આધારે ફિલ્ટર કરવાનો વિકલ્પ\nURL પર આધારિત ફિલ્ટર કરવાનો વિકલ્પ\nજથ્થાબંધ તમામ છબીઓ એક જ સમયે ડાઉનલોડ કરો\nતમે ડાઉનલોડ કરવા માંગો છો તે છબીઓ પસંદ કરો\nદરેક છબીનું કદ તપાસો\nઓરિજિનલ ઇમેજનું URL કૉપિ કરો\nતમામ મુખ્ય વેબસાઇટ્સ માટે સપોર્ટ (Twitter, Facebook, Instagram, અને વધુ!)\nતમારા માટે અમારા ઇમેજ ડાઉનલોડરની સુવિધા અને શક્તિનો અનુભવ કરો. આજે જ અમારું એક્સ્ટેંશન ડાઉનલોડ કરો અને તમારી બધી મનપસંદ વેબસાઇટ્સ પર મુશ્કેલી-મુક્ત છબી ડાઉનલોડ કરવાનો આનંદ માણવાનું શરૂ કરો.",
    "he": "האם אתה מחפש להוריד במהירות ובקלות את כל התמונות מהאתר המועדף עליך? אל תסתכל רחוק יותר מאשר תוסף הדפדפן Image Downloader שלנו! בעזרת הכלי החזק שלנו, אתה יכול לחפש, להציג ולהוריד כל תמונה בדף אינטרנט בכמה לחיצות בלבד.\n\nהתוסף שלנו מציע מגוון תכונות שיעזרו לך למצוא ולהוריד את התמונות שאתה צריך, כולל:\n\nהיכולת למצוא את התמונה המקורית לפי תמונה ממוזערת\nהיכולת למצוא תמונות רלוונטיות יותר באמצעות קישורים\nאפשרות לסנן לפי רוחב וגובה פיקסל\nאפשרות לסנן על סמך כתובת URL\nהורדת כל התמונות בבת אחת\nבחר את התמונות שברצונך להוריד\nבדוק את הגודל של כל תמונה\nהעתק את כתובת האתר של התמונה המקורית\nתמיכה בכל האתרים הגדולים (טוויטר, פייסבוק, אינסטגרם ועוד!)\nחווה את הנוחות והעוצמה של הורדת התמונות שלנו בעצמך. הורד את התוסף שלנו עוד היום והתחיל ליהנות מהורדת תמונות ללא בעיות בכל אתרי האינטרנט המועדפים עליך.",
    "hi": "क्या आप अपनी पसंदीदा वेबसाइट से सभी छवियों को जल्दी और आसानी से डाउनलोड करना चाहते हैं? हमारे छवि डाउनलोडर ब्राउज़र एक्सटेंशन से आगे नहीं देखें! हमारे शक्तिशाली टूल से, आप बस कुछ ही क्लिक के साथ वेब पेज पर प्रत्येक छवि को खोज, देख और डाउनलोड कर सकते हैं।\n\nहमारा एक्सटेंशन आपको आवश्यक छवियों को खोजने और डाउनलोड करने में मदद करने के लिए कई सुविधाएँ प्रदान करता है, जिनमें शामिल हैं:\n\nथंबनेल द्वारा मूल छवि खोजने की क्षमता\nलिंक के माध्यम से अधिक प्रासंगिक चित्र खोजने की क्षमता\nपिक्सेल चौड़ाई और ऊंचाई के आधार पर फ़िल्टर करने का विकल्प\nURL के आधार पर फ़िल्टर करने का विकल्प\nएक बार में सभी छवियों को बल्क डाउनलोड करें\nउन छवियों को चुनें जिन्हें आप डाउनलोड करना चाहते हैं\nप्रत्येक छवि के आकार की जाँच करें\nमूल छवि का URL कॉपी करें\nसभी प्रमुख वेबसाइटों के लिए समर्थन (ट्विटर, फेसबुक, इंस्टाग्राम, और बहुत कुछ!)\nअपने लिए हमारे इमेज डाउनलोडर की सुविधा और शक्ति का अनुभव करें। हमारे एक्सटेंशन को आज ही डाउनलोड करें और अपनी सभी पसंदीदा वेबसाइटों पर झंझट-मुक्त छवि डाउनलोडिंग का आनंद लेना शुरू करें।",
    "hr": "Želite li brzo i jednostavno preuzeti sve slike sa svoje omiljene web stranice? Ne tražite dalje od našeg proširenja za preglednik Image Downloader! S našim moćnim alatom možete pretraživati, pregledavati i preuzimati svaku sliku na web stranici sa samo nekoliko klikova.\n\nNaše proširenje nudi niz značajki koje vam pomažu pronaći i preuzeti slike koje trebate, uključujući:\n\nSposobnost pronalaženja izvorne slike po minijaturi\nMogućnost pronalaženja relevantnijih slika putem poveznica\nOpcija filtriranja na temelju širine i visine piksela\nOpcija filtriranja na temelju URL-a\nSkupno preuzimanje svih slika odjednom\nOdaberite slike koje želite preuzeti\nProvjerite veličinu svake slike\nKopirajte URL izvorne slike\nPodrška za sve glavne web stranice (Twitter, Facebook, Instagram i više!)\nIskusite praktičnost i snagu našeg programa za preuzimanje slika. Preuzmite naše proširenje danas i počnite uživati u preuzimanju slika bez muke na svim svojim omiljenim web stranicama.",
    "hu": "Gyorsan és egyszerűen szeretné letölteni az összes képet kedvenc webhelyéről? Ne keressen tovább Image Downloader böngészőbővítményünknél! Hatékony eszközünkkel néhány kattintással megkereshet, megtekinthet és letölthet minden képet a weboldalon.\n\nBővítményünk számos funkciót kínál, amelyek segítenek megtalálni és letölteni a szükséges képeket, többek között:\n\nAz eredeti kép miniatűr alapján történő megtalálásának képessége\nLehetőség relevánsabb képek megtalálására linkeken keresztül\nA pixelszélesség és -magasság alapján történő szűrés lehetősége\nAz URL alapján történő szűrés lehetősége\nAz összes kép tömeges letöltése egyszerre\nVálassza ki a letölteni kívánt képeket\nEllenőrizze az egyes képek méretét\nMásolja ki az eredeti kép URL-jét\nTámogatás minden nagyobb webhelyhez (Twitter, Facebook, Instagram és még sok más!)\nTapasztalja meg saját képletöltőnk kényelmét és erejét. Töltse le bővítményünket még ma, és élvezze a problémamentes képletöltést kedvenc webhelyén.",
    "id": "Apakah Anda ingin mengunduh semua gambar dengan cepat dan mudah dari situs web favorit Anda? Tidak terlihat lagi dari ekstensi browser Pengunduh Gambar kami! Dengan alat canggih kami, Anda dapat mencari, melihat, dan mengunduh setiap gambar di halaman web hanya dengan beberapa klik.\n\nEkstensi kami menawarkan berbagai fitur untuk membantu Anda menemukan dan mengunduh gambar yang Anda perlukan, termasuk:\n\nKemampuan untuk menemukan gambar asli dengan thumbnail\nKemampuan untuk menemukan gambar yang lebih relevan melalui tautan\nOpsi untuk memfilter berdasarkan lebar dan tinggi piksel\nOpsi untuk memfilter berdasarkan URL\nUnduh massal semua gambar sekaligus\nPilih gambar yang ingin Anda unduh\nPeriksa ukuran setiap gambar\nSalin URL dari gambar asli\nDukungan untuk semua situs web utama (Twitter, Facebook, Instagram, dan lainnya!)\nRasakan sendiri kenyamanan dan kekuatan Pengunduh Gambar kami. Unduh ekstensi kami hari ini dan mulailah menikmati pengunduhan gambar tanpa kerumitan di semua situs web favorit Anda.",
    "it": "Stai cercando di scaricare rapidamente e facilmente tutte le immagini dal tuo sito web preferito? Non guardare oltre la nostra estensione per il browser Image Downloader! Con il nostro potente strumento, puoi cercare, visualizzare e scaricare ogni immagine su una pagina Web con pochi clic.\n\nLa nostra estensione offre una gamma di funzionalità per aiutarti a trovare e scaricare le immagini di cui hai bisogno, tra cui:\n\nLa possibilità di trovare l'immagine originale per miniatura\nLa possibilità di trovare immagini più rilevanti tramite link\nL'opzione per filtrare in base alla larghezza e all'altezza dei pixel\nL'opzione per filtrare in base all'URL\nScarica in blocco tutte le immagini contemporaneamente\nScegli le immagini che desideri scaricare\nControlla la dimensione di ogni immagine\nCopia l'URL dell'immagine originale\nSupporto per tutti i principali siti Web (Twitter, Facebook, Instagram e altri!)\nProva tu stesso la praticità e la potenza del nostro Image Downloader. Scarica la nostra estensione oggi e inizia a goderti il download di immagini senza problemi su tutti i tuoi siti Web preferiti.",
    "ja": "お気に入りの Web サイトからすべての画像をすばやく簡単にダウンロードしたいとお考えですか。 Image Downloader ブラウザー拡張機能を探す必要はありません。 当社の強力なツールを使用すると、数回クリックするだけで、Web ページ上のすべての画像を検索、表示、ダウンロードできます。\n\n私たちの拡張機能は、必要な画像を見つけてダウンロードするのに役立つさまざまな機能を提供します。\n\nサムネイルで元の画像を見つける機能\nリンクを介してより関連性の高い画像を見つける機能\nピクセルの幅と高さに基づいてフィルタリングするオプション\nURL に基づいてフィルタリングするオプション\n一度にすべての画像を一括ダウンロードする\nダウンロードしたい画像を選択してください\n各画像のサイズを確認する\n元画像のURLをコピペ\nすべての主要な Web サイト (Twitter、Facebook、Instagram など) のサポート\nImage Downloader の便利さとパワーをご自身で体験してください。 今すぐ拡張機能をダウンロードして、お気に入りのすべての Web サイトで簡単に画像をダウンロードできます。",
    "kn": "ನಿಮ್ಮ ಮೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಮತ್ತು ಸುಲಭವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ನೀವು ಬಯಸುತ್ತೀರಾ? ನಮ್ಮ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಗಿಂತ ಹೆಚ್ಚಿನದನ್ನು ನೋಡಬೇಡಿ! ನಮ್ಮ ಶಕ್ತಿಯುತ ಸಾಧನದೊಂದಿಗೆ, ನೀವು ಕೆಲವೇ ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ವೆಬ್ ಪುಟದಲ್ಲಿ ಪ್ರತಿ ಚಿತ್ರವನ್ನು ಹುಡುಕಬಹುದು, ವೀಕ್ಷಿಸಬಹುದು ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\nನಮ್ಮ ವಿಸ್ತರಣೆಯು ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಚಿತ್ರಗಳನ್ನು ಹುಡುಕಲು ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಹಲವಾರು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ನೀಡುತ್ತದೆ, ಅವುಗಳೆಂದರೆ:\n\nಥಂಬ್‌ನೇಲ್ ಮೂಲಕ ಮೂಲ ಚಿತ್ರವನ್ನು ಹುಡುಕುವ ಸಾಮರ್ಥ್ಯ\nಲಿಂಕ್‌ಗಳ ಮೂಲಕ ಹೆಚ್ಚು ಸಂಬಂಧಿತ ಚಿತ್ರಗಳನ್ನು ಹುಡುಕುವ ಸಾಮರ್ಥ್ಯ\nಪಿಕ್ಸೆಲ್ ಅಗಲ ಮತ್ತು ಎತ್ತರವನ್ನು ಆಧರಿಸಿ ಫಿಲ್ಟರ್ ಮಾಡುವ ಆಯ್ಕೆ\nURL ಆಧರಿಸಿ ಫಿಲ್ಟರ್ ಮಾಡುವ ಆಯ್ಕೆ\nಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಏಕಕಾಲದಲ್ಲಿ ಬಲ್ಕ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ\nನೀವು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಬಯಸುವ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ\nಪ್ರತಿ ಚಿತ್ರದ ಗಾತ್ರವನ್ನು ಪರಿಶೀಲಿಸಿ\nಮೂಲ ಚಿತ್ರದ URL ಅನ್ನು ನಕಲಿಸಿ\nಎಲ್ಲಾ ಪ್ರಮುಖ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಬೆಂಬಲ (ಟ್ವಿಟರ್, ಫೇಸ್‌ಬುಕ್, ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಮತ್ತು ಇನ್ನಷ್ಟು!)\nನಮ್ಮ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್‌ನ ಅನುಕೂಲತೆ ಮತ್ತು ಶಕ್ತಿಯನ್ನು ನಿಮಗಾಗಿ ಅನುಭವಿಸಿ. ಇಂದೇ ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಮೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಜಗಳ-ಮುಕ್ತ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದನ್ನು ಆನಂದಿಸಿ.",
    "ko": "좋아하는 웹사이트에서 모든 이미지를 빠르고 쉽게 다운로드하고 싶습니까? 이미지 다운로더 브라우저 확장 프로그램만 있으면 됩니다! 당사의 강력한 도구를 사용하면 몇 번의 클릭만으로 웹 페이지의 모든 이미지를 검색하고 보고 다운로드할 수 있습니다.\n\n확장 기능은 다음을 포함하여 필요한 이미지를 찾고 다운로드하는 데 도움이 되는 다양한 기능을 제공합니다.\n\n썸네일로 원본 이미지를 찾는 기능\n링크를 통해 더 관련성 높은 이미지를 찾는 기능\n픽셀 너비와 높이를 기준으로 필터링하는 옵션\nURL을 기준으로 필터링하는 옵션\n모든 이미지를 한 번에 대량 다운로드\n다운로드하려는 이미지를 선택하십시오\n각 이미지의 크기를 확인하세요.\n원본 이미지의 URL 복사\n모든 주요 웹사이트 지원(Twitter, Facebook, Instagram 등!)\n이미지 다운로더의 편리함과 강력함을 직접 경험해 보세요. 오늘 확장 프로그램을 다운로드하고 좋아하는 모든 웹사이트에서 번거로움 없는 이미지 다운로드를 시작하세요.",
    "lt": "Norite greitai ir lengvai atsisiųsti visus vaizdus iš mėgstamos svetainės? Ieškokite tik mūsų „Image Downloader“ naršyklės plėtinio! Naudodami mūsų galingą įrankį galite vos keliais paspaudimais ieškoti, peržiūrėti ir atsisiųsti kiekvieną vaizdą tinklalapyje.\n\nMūsų plėtinys siūlo daugybę funkcijų, kurios padės rasti ir atsisiųsti reikiamus vaizdus, įskaitant:\n\nGalimybė rasti pradinį vaizdą pagal miniatiūrą\nGalimybė per nuorodas rasti aktualesnių vaizdų\nGalimybė filtruoti pagal pikselių plotį ir aukštį\nParinktis filtruoti pagal URL\nMasiškai atsisiųsti visus vaizdus iš karto\nPasirinkite vaizdus, kuriuos norite atsisiųsti\nPatikrinkite kiekvieno paveikslėlio dydį\nNukopijuokite pradinio vaizdo URL\nVisų pagrindinių svetainių („Twitter“, „Facebook“, „Instagram“ ir kitų) palaikymas!\nPatirkite mūsų vaizdų atsisiuntimo programos patogumą ir galią patys. Atsisiųskite mūsų plėtinį šiandien ir mėgaukitės be rūpesčių vaizdų atsisiuntimu visose mėgstamose svetainėse.",
    "lv": "Vai vēlaties ātri un vienkārši lejupielādēt visus attēlus no savas iecienītākās vietnes? Nemeklējiet tālāk par mūsu pārlūkprogrammas paplašinājumu Image Downloader! Izmantojot mūsu jaudīgo rīku, varat meklēt, skatīt un lejupielādēt katru tīmekļa lapas attēlu, veicot tikai dažus klikšķus.\n\nMūsu paplašinājums piedāvā virkni funkciju, kas palīdz atrast un lejupielādēt vajadzīgos attēlus, tostarp:\n\nIespēja atrast sākotnējo attēlu pēc sīktēla\nIespēja atrast atbilstošākus attēlus, izmantojot saites\nIespēja filtrēt, pamatojoties uz pikseļu platumu un augstumu\nIespēja filtrēt, pamatojoties uz URL\nLielapjoma lejupielādējiet visus attēlus vienlaikus\nIzvēlieties attēlus, kurus vēlaties lejupielādēt\nPārbaudiet katra attēla izmēru\nKopējiet sākotnējā attēla URL\nAtbalsts visām lielākajām vietnēm (Twitter, Facebook, Instagram un citām!)\nIzbaudiet mūsu attēlu lejupielādētāja ērtības un jaudu pats. Lejupielādējiet mūsu paplašinājumu jau šodien un sāciet bez problēmām lejupielādēt attēlus visās savās iecienītākajās vietnēs.",
    "ml": "നിങ്ങളുടെ പ്രിയപ്പെട്ട വെബ്‌സൈറ്റിൽ നിന്ന് എല്ലാ ചിത്രങ്ങളും വേഗത്തിലും എളുപ്പത്തിലും ഡൗൺലോഡ് ചെയ്യാൻ നിങ്ങൾ നോക്കുകയാണോ? ഞങ്ങളുടെ ഇമേജ് ഡൗൺലോഡർ ബ്രൗസർ എക്സ്റ്റൻഷനിൽ കൂടുതൽ നോക്കരുത്! ഞങ്ങളുടെ ശക്തമായ ടൂൾ ഉപയോഗിച്ച്, കുറച്ച് ക്ലിക്കുകളിലൂടെ നിങ്ങൾക്ക് ഒരു വെബ് പേജിലെ എല്ലാ ചിത്രങ്ങളും തിരയാനും കാണാനും ഡൗൺലോഡ് ചെയ്യാനും കഴിയും.\n\nനിങ്ങൾക്ക് ആവശ്യമുള്ള ചിത്രങ്ങൾ കണ്ടെത്താനും ഡൗൺലോഡ് ചെയ്യാനും സഹായിക്കുന്നതിന് ഞങ്ങളുടെ വിപുലീകരണം നിരവധി ഫീച്ചറുകൾ വാഗ്ദാനം ചെയ്യുന്നു:\n\nലഘുചിത്രം ഉപയോഗിച്ച് യഥാർത്ഥ ചിത്രം കണ്ടെത്താനുള്ള കഴിവ്\nലിങ്കുകൾ വഴി കൂടുതൽ പ്രസക്തമായ ചിത്രങ്ങൾ കണ്ടെത്താനുള്ള കഴിവ്\nപിക്സൽ വീതിയും ഉയരവും അടിസ്ഥാനമാക്കി ഫിൽട്ടർ ചെയ്യാനുള്ള ഓപ്ഷൻ\nURL അടിസ്ഥാനമാക്കി ഫിൽട്ടർ ചെയ്യാനുള്ള ഓപ്ഷൻ\nഎല്ലാ ചിത്രങ്ങളും ഒരേസമയം ബൾക്ക് ഡൗൺലോഡ് ചെയ്യുക\nനിങ്ങൾ ഡൗൺലോഡ് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ചിത്രങ്ങൾ തിരഞ്ഞെടുക്കുക\nഓരോ ചിത്രത്തിന്റെയും വലിപ്പം പരിശോധിക്കുക\nയഥാർത്ഥ ചിത്രത്തിന്റെ URL പകർത്തുക\nഎല്ലാ പ്രധാന വെബ്‌സൈറ്റുകൾക്കുമുള്ള പിന്തുണ (ട്വിറ്റർ, ഫേസ്ബുക്ക്, ഇൻസ്റ്റാഗ്രാം എന്നിവയും അതിലേറെയും!)\nഞങ്ങളുടെ ഇമേജ് ഡൗൺലോഡറിന്റെ സൗകര്യവും ശക്തിയും നിങ്ങൾക്കായി അനുഭവിക്കുക. ഞങ്ങളുടെ വിപുലീകരണം ഇന്നുതന്നെ ഡൗൺലോഡ് ചെയ്‌ത് നിങ്ങളുടെ എല്ലാ പ്രിയപ്പെട്ട വെബ്‌സൈറ്റുകളിലും തടസ്സരഹിതമായ ഇമേജ് ഡൗൺലോഡ് ആസ്വദിക്കാൻ ആരംഭിക്കുക.",
    "mr": "आपण आपल्या आवडत्या वेबसाइटवरून सर्व प्रतिमा जलद आणि सहजपणे डाउनलोड करू इच्छित आहात? आमच्या इमेज डाउनलोडर ब्राउझर विस्तारापेक्षा पुढे पाहू नका! आमच्या शक्तिशाली साधनासह, तुम्ही काही क्लिक्ससह वेब पृष्ठावरील प्रत्येक प्रतिमा शोधू, पाहू आणि डाउनलोड करू शकता.\n\nआमचा विस्तार आपल्याला आवश्यक असलेल्या प्रतिमा शोधण्यात आणि डाउनलोड करण्यात मदत करण्यासाठी अनेक वैशिष्ट्ये ऑफर करतो, यासह:\n\nलघुप्रतिमाद्वारे मूळ प्रतिमा शोधण्याची क्षमता\nदुव्यांद्वारे अधिक संबंधित प्रतिमा शोधण्याची क्षमता\nपिक्सेल रुंदी आणि उंचीवर आधारित फिल्टर करण्याचा पर्याय\nURL वर आधारित फिल्टर करण्याचा पर्याय\nएकाच वेळी सर्व प्रतिमा मोठ्या प्रमाणात डाउनलोड करा\nतुम्हाला डाउनलोड करायच्या असलेल्या प्रतिमा निवडा\nप्रत्येक प्रतिमेचा आकार तपासा\nमूळ प्रतिमेची URL कॉपी करा\nसर्व प्रमुख वेबसाइट्ससाठी समर्थन (ट्विटर, फेसबुक, इंस्टाग्राम आणि बरेच काही!)\nआमच्या इमेज डाउनलोडरची सोय आणि सामर्थ्य स्वतःसाठी अनुभवा. आजच आमचा विस्तार डाउनलोड करा आणि तुमच्या सर्व आवडत्या वेबसाइटवर त्रास-मुक्त प्रतिमा डाउनलोड करण्याचा आनंद घ्या.",
    "ms": "Adakah anda ingin memuat turun semua imej dari tapak web kegemaran anda dengan cepat dan mudah? Tidak perlu melihat lebih jauh daripada sambungan penyemak imbas Image Downloader kami! Dengan alat berkuasa kami, anda boleh mencari, melihat dan memuat turun setiap imej pada halaman web dengan hanya beberapa klik.\n\nSambungan kami menawarkan pelbagai ciri untuk membantu anda mencari dan memuat turun imej yang anda perlukan, termasuk:\n\nKeupayaan untuk mencari imej asal melalui lakaran kecil\nKeupayaan untuk mencari imej yang lebih relevan melalui pautan\nPilihan untuk menapis berdasarkan lebar dan ketinggian piksel\nPilihan untuk menapis berdasarkan URL\nMuat turun pukal semua imej sekali gus\nPilih imej yang anda ingin muat turun\nSemak saiz setiap imej\nSalin URL imej asal\nSokongan untuk semua tapak web utama (Twitter, Facebook, Instagram dan banyak lagi!)\nAlami sendiri kemudahan dan kuasa Pemuat Turun Imej kami. Muat turun sambungan kami hari ini dan mula menikmati muat turun imej tanpa kerumitan di semua tapak web kegemaran anda.",
    "nl": "Wilt u snel en eenvoudig alle afbeeldingen van uw favoriete website downloaden? Zoek niet verder dan onze Image Downloader browserextensie! Met onze krachtige tool kunt u met slechts een paar klikken elke afbeelding op een webpagina zoeken, bekijken en downloaden.\n\nOnze extensie biedt een reeks functies om u te helpen bij het vinden en downloaden van de afbeeldingen die u nodig hebt, waaronder:\n\nDe mogelijkheid om de originele afbeelding op miniatuur te vinden\nDe mogelijkheid om meer relevante afbeeldingen te vinden via links\nDe optie om te filteren op basis van pixelbreedte en -hoogte\nDe optie om te filteren op basis van URL\nDownload alle afbeeldingen in één keer in bulk\nKies de afbeeldingen die u wilt downloaden\nControleer de grootte van elke afbeelding\nKopieer de URL van de originele afbeelding\nOndersteuning voor alle grote websites (Twitter, Facebook, Instagram en meer!)\nErvaar zelf het gemak en de kracht van onze Image Downloader. Download vandaag nog onze extensie en geniet van het probleemloos downloaden van afbeeldingen op al uw favoriete websites.",
    "no": "Er du ute etter å raskt og enkelt laste ned alle bildene fra favorittnettstedet ditt? Se ikke lenger enn vår Image Downloader-nettleserutvidelse! Med vårt kraftige verktøy kan du søke, se og laste ned hvert bilde på en nettside med bare noen få klikk.\n\nUtvidelsen vår tilbyr en rekke funksjoner som hjelper deg med å finne og laste ned bildene du trenger, inkludert:\n\nMuligheten til å finne det originale bildet med miniatyrbilde\nMuligheten til å finne mer relevante bilder via lenker\nAlternativet for å filtrere basert på pikselbredde og høyde\nAlternativet for å filtrere basert på URL\nMasselast ned alle bildene samtidig\nVelg bildene du vil laste ned\nSjekk størrelsen på hvert bilde\nKopier URL-en til det originale bildet\nStøtte for alle større nettsteder (Twitter, Facebook, Instagram og mer!)\nOpplev bekvemmeligheten og kraften til vår Image Downloader selv. Last ned utvidelsen vår i dag og begynn å glede deg over problemfri nedlasting av bilder på alle favorittnettstedene dine.",
    "pl": "Czy chcesz szybko i łatwo pobrać wszystkie obrazy ze swojej ulubionej strony internetowej? Nie szukaj dalej niż nasze rozszerzenie przeglądarki Image Downloader! Dzięki naszemu potężnemu narzędziu możesz wyszukiwać, wyświetlać i pobierać każdy obraz na stronie internetowej za pomocą zaledwie kilku kliknięć.\n\nNasze rozszerzenie oferuje szereg funkcji, które pomogą Ci znaleźć i pobrać potrzebne obrazy, w tym:\n\nMożliwość znalezienia oryginalnego obrazu po miniaturze\nMożliwość znalezienia bardziej odpowiednich obrazów za pomocą linków\nOpcja filtrowania na podstawie szerokości i wysokości piksela\nOpcja filtrowania na podstawie adresu URL\nPobieraj zbiorczo wszystkie obrazy naraz\nWybierz obrazy, które chcesz pobrać\nSprawdź rozmiar każdego obrazu\nSkopiuj adres URL oryginalnego obrazu\nWsparcie dla wszystkich głównych stron internetowych (Twitter, Facebook, Instagram i więcej!)\nPrzekonaj się sam o wygodzie i możliwości naszego Image Downloader. Pobierz nasze rozszerzenie już dziś i zacznij cieszyć się bezproblemowym pobieraniem obrazów ze wszystkich swoich ulubionych stron internetowych.",
    "pt_BR,pt_PT": "Você está procurando baixar rápida e facilmente todas as imagens do seu site favorito? Não procure mais, nossa extensão de navegador Image Downloader! Com nossa poderosa ferramenta, você pode pesquisar, visualizar e baixar todas as imagens em uma página da web com apenas alguns cliques.\n\nNossa extensão oferece uma variedade de recursos para ajudá-lo a encontrar e baixar as imagens de que você precisa, incluindo:\n\nA capacidade de encontrar a imagem original por miniatura\nA capacidade de encontrar imagens mais relevantes por meio de links\nA opção de filtrar com base na largura e altura do pixel\nA opção de filtrar com base no URL\nFaça o download em massa de todas as imagens de uma só vez\nEscolha as imagens que deseja baixar\nVerifique o tamanho de cada imagem\nCopie o URL da imagem original\nSuporte para todos os principais sites (Twitter, Facebook, Instagram e muito mais!)\nExperimente você mesmo a conveniência e o poder do nosso Image Downloader. Baixe nossa extensão hoje e comece a desfrutar do download de imagens sem complicações em todos os seus sites favoritos.",
    "ro": "Căutați să descărcați rapid și ușor toate imaginile de pe site-ul dvs. preferat? Nu căutați mai departe decât extensia noastră de browser Image Downloader! Cu instrumentul nostru puternic, puteți căuta, vizualiza și descărca fiecare imagine de pe o pagină web cu doar câteva clicuri.\n\nExtensia noastră oferă o gamă de caracteristici pentru a vă ajuta să găsiți și să descărcați imaginile de care aveți nevoie, inclusiv:\n\nAbilitatea de a găsi imaginea originală prin miniatură\nPosibilitatea de a găsi imagini mai relevante prin link-uri\nOpțiunea de filtrare în funcție de lățimea și înălțimea pixelilor\nOpțiunea de filtrare în funcție de URL\nDescărcați în bloc toate imaginile simultan\nAlegeți imaginile pe care doriți să le descărcați\nVerificați dimensiunea fiecărei imagini\nCopiați adresa URL a imaginii originale\nAsistență pentru toate site-urile web majore (Twitter, Facebook, Instagram și multe altele!)\nExperimentați confortul și puterea aplicației noastre de descărcare de imagini pentru dvs. Descărcați extensia noastră astăzi și începeți să vă bucurați de descărcarea de imagini fără probleme pe toate site-urile dvs. preferate.",
    "ru": "Вы хотите быстро и легко загрузить все изображения с вашего любимого веб-сайта? Не ищите ничего, кроме нашего расширения для браузера Image Downloader! С помощью нашего мощного инструмента вы можете искать, просматривать и загружать каждое изображение на веб-странице всего за несколько кликов.\n\nНаше расширение предлагает ряд функций, которые помогут вам найти и загрузить нужные изображения, в том числе:\n\nВозможность найти исходное изображение по миниатюре\nВозможность найти более релевантные изображения по ссылкам\nВозможность фильтрации по ширине и высоте пикселей\nВозможность фильтрации на основе URL\nМассовая загрузка всех изображений сразу\nВыберите изображения, которые вы хотите загрузить\nПроверьте размер каждого изображения\nСкопируйте URL исходного изображения\nПоддержка всех основных веб-сайтов (Twitter, Facebook, Instagram и др.!)\nИспытайте на себе удобство и мощь нашего загрузчика изображений. Загрузите наше расширение сегодня и начните без проблем загружать изображения на все ваши любимые веб-сайты.",
    "sk": "Hľadáte rýchle a jednoduché stiahnutie všetkých obrázkov z vašej obľúbenej webovej stránky? Nehľadajte nič iné ako naše rozšírenie prehliadača Image Downloader! Pomocou nášho výkonného nástroja môžete vyhľadávať, prezerať a sťahovať každý obrázok na webovej stránke len niekoľkými kliknutiami.\n\nNaše rozšírenie ponúka celý rad funkcií, ktoré vám pomôžu nájsť a stiahnuť obrázky, ktoré potrebujete, vrátane:\n\nSchopnosť nájsť pôvodný obrázok pomocou miniatúry\nSchopnosť nájsť relevantnejšie obrázky prostredníctvom odkazov\nMožnosť filtrovania na základe šírky a výšky pixelov\nMožnosť filtrovania na základe adresy URL\nHromadné stiahnutie všetkých obrázkov naraz\nVyberte obrázky, ktoré chcete stiahnuť\nSkontrolujte veľkosť každého obrázka\nSkopírujte webovú adresu pôvodného obrázka\nPodpora pre všetky hlavné webové stránky (Twitter, Facebook, Instagram a ďalšie!)\nZažite na vlastnej koži pohodlie a silu nášho nástroja na sťahovanie obrázkov. Stiahnite si naše rozšírenie ešte dnes a začnite si užívať bezproblémové sťahovanie obrázkov na všetkých svojich obľúbených webových stránkach.",
    "sl": "Ali želite hitro in preprosto prenesti vse slike s svojega najljubšega spletnega mesta? Ne iščite dlje od naše razširitve brskalnika Image Downloader! Z našim zmogljivim orodjem lahko iščete, si ogledate in prenesete vsako sliko na spletni strani z le nekaj kliki.\n\nNaša razširitev ponuja vrsto funkcij, ki vam pomagajo najti in prenesti slike, ki jih potrebujete, vključno z:\n\nMožnost iskanja izvirne slike po sličici\nMožnost iskanja ustreznejših slik prek povezav\nMožnost filtriranja glede na širino in višino pikslov\nMožnost filtriranja glede na URL\nMnožični prenos vseh slik hkrati\nIzberite slike, ki jih želite prenesti\nPreverite velikost vsake slike\nKopirajte URL izvirne slike\nPodpora za vsa večja spletna mesta (Twitter, Facebook, Instagram in več!)\nSami izkusite udobje in moč našega prenosnika slik. Prenesite našo razširitev še danes in začnite brez težav prenašati slike na vsa svoja priljubljena spletna mesta.",
    "sr": "Да ли желите да брзо и лако преузмете све слике са своје омиљене веб странице? Не тражите даље од нашег проширења прегледача Имаге Довнлоадер! Помоћу нашег моћног алата можете претраживати, прегледати и преузети сваку слику на веб страници са само неколико кликова.\n\nНаше проширење нуди низ функција које ће вам помоћи да пронађете и преузмете слике које су вам потребне, укључујући:\n\nМогућност проналажења оригиналне слике по сличици\nМогућност проналажења релевантнијих слика путем веза\nОпција за филтрирање на основу ширине и висине пиксела\nОпција филтрирања на основу УРЛ-а\nГрупно преузмите све слике одједном\nИзаберите слике које желите да преузмете\nПроверите величину сваке слике\nКопирајте УРЛ оригиналне слике\nПодршка за све главне веб странице (Твиттер, Фацебоок, Инстаграм и још много тога!)\nИскусите практичност и моћ нашег програма за преузимање слика. Преузмите наше проширење данас и почните да уживате у преузимању слика без муке на свим својим омиљеним веб локацијама.",
    "sv": "Vill du snabbt och enkelt ladda ner alla bilder från din favoritwebbplats? Leta inte längre än vårt webbläsartillägg för Image Downloader! Med vårt kraftfulla verktyg kan du söka, visa och ladda ner varje bild på en webbsida med bara några klick.\n\nVårt tillägg erbjuder en rad funktioner som hjälper dig att hitta och ladda ner de bilder du behöver, inklusive:\n\nMöjligheten att hitta originalbilden med miniatyrbild\nMöjligheten att hitta mer relevanta bilder via länkar\nAlternativet att filtrera baserat på pixelbredd och höjd\nAlternativet att filtrera baserat på URL\nMassnedladdning av alla bilder på en gång\nVälj de bilder du vill ladda ner\nKontrollera storleken på varje bild\nKopiera URL:en till originalbilden\nStöd för alla större webbplatser (Twitter, Facebook, Instagram och mer!)\nUpplev bekvämligheten och kraften med vår Image Downloader själv. Ladda ner vårt tillägg idag och börja njuta av problemfri bildnedladdning på alla dina favoritwebbplatser.",
    "sw": "Je, unatazamia kupakua kwa haraka na kwa urahisi picha zote kutoka kwa tovuti yako uipendayo? Usiangalie zaidi kuliko kiendelezi chetu cha kivinjari cha Kipakua Picha! Kwa zana yetu yenye nguvu, unaweza kutafuta, kutazama, na kupakua kila picha kwenye ukurasa wa wavuti kwa kubofya mara chache tu.\n\nKiendelezi chetu kinatoa anuwai ya vipengele ili kukusaidia kupata na kupakua picha unazohitaji, ikiwa ni pamoja na:\n\nUwezo wa kupata picha asili kwa kijipicha\nUwezo wa kupata picha zinazofaa zaidi kupitia viungo\nChaguo la kuchuja kulingana na upana wa pikseli na urefu\nChaguo la kuchuja kulingana na URL\nPakua picha zote kwa wingi mara moja\nChagua picha unazotaka kupakua\nAngalia ukubwa wa kila picha\nNakili URL ya picha asili\nUsaidizi kwa tovuti zote kuu (Twitter, Facebook, Instagram, na zaidi!)\nJifunze mwenyewe urahisi na uwezo wa Kipakua Picha chetu. Pakua kiendelezi chetu leo na uanze kufurahia upakuaji wa picha bila shida kwenye tovuti zako zote unazozipenda.",
    "ta": "உங்களுக்குப் பிடித்த இணையதளத்திலிருந்து அனைத்துப் படங்களையும் விரைவாகவும் எளிதாகவும் பதிவிறக்கம் செய்ய விரும்புகிறீர்களா? எங்கள் பட டவுன்லோடர் உலாவி நீட்டிப்பைத் தவிர வேறு எதையும் பார்க்க வேண்டாம்! எங்கள் சக்திவாய்ந்த கருவி மூலம், ஒரு சில கிளிக்குகளில் ஒவ்வொரு படத்தையும் இணையப் பக்கத்தில் தேடலாம், பார்க்கலாம் மற்றும் பதிவிறக்கலாம்.\n\nஎங்கள் நீட்டிப்பு உங்களுக்குத் தேவையான படங்களைக் கண்டறிந்து பதிவிறக்கம் செய்ய உதவும் பல அம்சங்களை வழங்குகிறது.\n\nசிறுபடம் மூலம் அசல் படத்தைக் கண்டுபிடிக்கும் திறன்\nஇணைப்புகள் மூலம் மிகவும் பொருத்தமான படங்களைக் கண்டறியும் திறன்\nபிக்சல் அகலம் மற்றும் உயரத்தின் அடிப்படையில் வடிகட்டுவதற்கான விருப்பம்\nURL அடிப்படையில் வடிகட்டுவதற்கான விருப்பம்\nஒரே நேரத்தில் அனைத்துப் படங்களையும் மொத்தமாகப் பதிவிறக்கவும்\nநீங்கள் பதிவிறக்க விரும்பும் படங்களைத் தேர்ந்தெடுக்கவும்\nஒவ்வொரு படத்தின் அளவையும் சரிபார்க்கவும்\nஅசல் படத்தின் URL ஐ நகலெடுக்கவும்\nஅனைத்து முக்கிய வலைத்தளங்களுக்கான ஆதரவு (ட்விட்டர், பேஸ்புக், இன்ஸ்டாகிராம் மற்றும் பல!)\nஎங்கள் பட டவுன்லோடரின் வசதியையும் சக்தியையும் நீங்களே அனுபவியுங்கள். இன்றே எங்களின் நீட்டிப்பைப் பதிவிறக்கி, உங்களுக்குப் பிடித்த அனைத்து இணையதளங்களிலும் தொந்தரவு இல்லாத படத்தைப் பதிவிறக்குவதை அனுபவிக்கத் தொடங்குங்கள்.",
    "te": "మీరు మీకు ఇష్టమైన వెబ్‌సైట్ నుండి అన్ని చిత్రాలను త్వరగా మరియు సులభంగా డౌన్‌లోడ్ చేయాలని చూస్తున్నారా? మా ఇమేజ్ డౌన్‌లోడర్ బ్రౌజర్ పొడిగింపు కంటే ఎక్కువ వెతకండి! మా శక్తివంతమైన సాధనంతో, మీరు కేవలం కొన్ని క్లిక్‌లతో వెబ్ పేజీలోని ప్రతి చిత్రాన్ని శోధించవచ్చు, వీక్షించవచ్చు మరియు డౌన్‌లోడ్ చేసుకోవచ్చు.\n\nమా పొడిగింపు మీకు అవసరమైన చిత్రాలను కనుగొనడంలో మరియు డౌన్‌లోడ్ చేయడంలో మీకు సహాయపడటానికి అనేక రకాల ఫీచర్‌లను అందిస్తుంది, వీటితో సహా:\n\nథంబ్‌నెయిల్ ద్వారా అసలు చిత్రాన్ని కనుగొనగల సామర్థ్యం\nలింక్‌ల ద్వారా మరింత సంబంధిత చిత్రాలను కనుగొనగల సామర్థ్యం\nపిక్సెల్ వెడల్పు మరియు ఎత్తు ఆధారంగా ఫిల్టర్ చేసే ఎంపిక\nURL ఆధారంగా ఫిల్టర్ చేసే ఎంపిక\nఒకేసారి అన్ని చిత్రాలను బల్క్ డౌన్‌లోడ్ చేయండి\nమీరు డౌన్‌లోడ్ చేయాలనుకుంటున్న చిత్రాలను ఎంచుకోండి\nప్రతి చిత్రం యొక్క పరిమాణాన్ని తనిఖీ చేయండి\nఅసలు చిత్రం యొక్క URLని కాపీ చేయండి\nఅన్ని ప్రధాన వెబ్‌సైట్‌లకు మద్దతు (ట్విట్టర్, ఫేస్‌బుక్, ఇన్‌స్టాగ్రామ్ మరియు మరిన్ని!)\nమా ఇమేజ్ డౌన్‌లోడర్ యొక్క సౌలభ్యం మరియు శక్తిని మీ కోసం అనుభవించండి. ఈరోజే మా పొడిగింపును డౌన్‌లోడ్ చేసుకోండి మరియు మీకు ఇష్టమైన అన్ని వెబ్‌సైట్‌లలో అవాంతరాలు లేని ఇమేజ్ డౌన్‌లోడ్‌ను ఆస్వాదించడం ప్రారంభించండి.",
    "th": "คุณต้องการดาวน์โหลดรูปภาพทั้งหมดจากเว็บไซต์โปรดของคุณอย่างรวดเร็วและง่ายดายหรือไม่? ไม่ต้องมองหาที่ไหนไกลไปกว่าส่วนขยายเบราว์เซอร์ Image Downloader ของเรา! ด้วยเครื่องมืออันทรงพลังของเรา คุณสามารถค้นหา ดู และดาวน์โหลดทุกภาพบนหน้าเว็บด้วยการคลิกเพียงไม่กี่ครั้ง\n\nส่วนขยายของเรามีฟีเจอร์มากมายที่จะช่วยคุณค้นหาและดาวน์โหลดรูปภาพที่คุณต้องการ รวมถึง:\n\nความสามารถในการค้นหาภาพต้นฉบับด้วยภาพขนาดย่อ\nความสามารถในการค้นหารูปภาพที่เกี่ยวข้องมากขึ้นผ่านลิงก์\nตัวเลือกในการกรองตามความกว้างและความสูงของพิกเซล\nตัวเลือกในการกรองตาม URL\nดาวน์โหลดภาพทั้งหมดพร้อมกัน\nเลือกภาพที่คุณต้องการดาวน์โหลด\nตรวจสอบขนาดของแต่ละภาพ\nคัดลอก URL ของภาพต้นฉบับ\nรองรับเว็บไซต์หลักๆ ทั้งหมด (Twitter, Facebook, Instagram และอื่นๆ!)\nสัมผัสความสะดวกสบายและพลังของ Image Downloader ด้วยตัวคุณเอง ดาวน์โหลดส่วนขยายของเราวันนี้และเริ่มเพลิดเพลินกับการดาวน์โหลดรูปภาพที่ไม่ยุ่งยากในเว็บไซต์โปรดทั้งหมดของคุณ",
    "tr": "En sevdiğiniz web sitesinden tüm görüntüleri hızlı ve kolay bir şekilde indirmek mi istiyorsunuz? Image Downloader tarayıcı uzantımızdan başka bir yere bakmayın! Güçlü aracımızla, sadece birkaç tıklamayla bir web sayfasındaki her görseli arayabilir, görüntüleyebilir ve indirebilirsiniz.\n\nUzantımız, ihtiyacınız olan görüntüleri bulmanıza ve indirmenize yardımcı olacak bir dizi özellik sunar:\n\nOrijinal görüntüyü küçük resme göre bulma yeteneği\nBağlantılar aracılığıyla daha alakalı görseller bulma yeteneği\nPiksel genişliğine ve yüksekliğine göre filtreleme seçeneği\nURL'ye göre filtreleme seçeneği\nTüm görselleri aynı anda toplu olarak indirin\nİndirmek istediğiniz resimleri seçin\nHer görüntünün boyutunu kontrol edin\nOrijinal görüntünün URL'sini kopyalayın\nTüm büyük web siteleri için destek (Twitter, Facebook, Instagram ve daha fazlası!)\nImage Downloader'ımızın rahatlığını ve gücünü kendiniz deneyimleyin. Uzantımızı bugün indirin ve tüm favori web sitelerinizde sorunsuz resim indirmenin keyfini çıkarmaya başlayın.",
    "uk": "Бажаєте швидко та легко завантажити всі зображення з улюбленого веб-сайту? Не дивіться далі, ніж наше розширення для браузера Image Downloader! За допомогою нашого потужного інструменту ви можете шукати, переглядати та завантажувати кожне зображення на веб-сторінці лише кількома клацаннями.\n\nНаше розширення пропонує ряд функцій, які допоможуть вам знайти та завантажити потрібні зображення, зокрема:\n\nМожливість пошуку оригінального зображення по мініатюрі\nМожливість пошуку більш релевантних зображень за посиланнями\nОпція фільтрації на основі ширини та висоти пікселів\nОпція фільтрації на основі URL-адреси\nМасове завантаження всіх зображень одночасно\nВиберіть зображення, які хочете завантажити\nПеревірте розмір кожного зображення\nСкопіюйте URL вихідного зображення\nПідтримка всіх основних веб-сайтів (Twitter, Facebook, Instagram тощо!)\nВідчуйте на собі зручність і потужність нашого Image Downloader. Завантажте наше розширення сьогодні та почніть насолоджуватися безпроблемним завантаженням зображень на всіх ваших улюблених веб-сайтах.",
    "vi": "Bạn đang muốn tải xuống tất cả các hình ảnh từ trang web yêu thích của mình một cách nhanh chóng và dễ dàng? Không cần tìm đâu xa ngoài tiện ích mở rộng trình duyệt Image Downloader của chúng tôi! Với công cụ mạnh mẽ của chúng tôi, bạn có thể tìm kiếm, xem và tải xuống mọi hình ảnh trên một trang web chỉ bằng vài cú nhấp chuột.\n\nTiện ích mở rộng của chúng tôi cung cấp nhiều tính năng giúp bạn tìm và tải xuống những hình ảnh bạn cần, bao gồm:\n\nKhả năng tìm hình ảnh gốc bằng hình thu nhỏ\nKhả năng tìm thấy nhiều hình ảnh phù hợp hơn thông qua các liên kết\nTùy chọn lọc dựa trên chiều rộng và chiều cao pixel\nTùy chọn lọc dựa trên URL\nTải xuống hàng loạt tất cả các hình ảnh cùng một lúc\nChọn những hình ảnh bạn muốn tải về\nKiểm tra kích thước của mỗi hình ảnh\nSao chép URL của hình ảnh gốc\nHỗ trợ cho tất cả các trang web lớn (Twitter, Facebook, Instagram, v.v.!)\nHãy tự mình trải nghiệm sự tiện lợi và sức mạnh của Trình tải xuống hình ảnh của chúng tôi. Tải xuống tiện ích mở rộng của chúng tôi ngay hôm nay và bắt đầu thưởng thức tải xuống hình ảnh không rắc rối trên tất cả các trang web yêu thích của bạn.",
    "zh_CN": "您是否希望快速轻松地从您最喜爱的网站下载所有图像？ 看看我们的 Image Downloader 浏览器扩展吧！ 借助我们强大的工具，您只需单击几下即可搜索、查看和下载网页上的每个图像。\n\n我们的扩展程序提供了一系列功能来帮助您查找和下载所需的图像，包括：\n\n通过缩略图查找原始图像的能力\n通过链接找到更多相关图像的能力\n基于像素宽度和高度进行过滤的选项\n基于 URL 过滤的选项\n一次批量下载所有图像\n选择你要下载的图片\n检查每个图像的大小\n复制原图的网址\n支持所有主要网站（Twitter、Facebook、Instagram 等！）\n亲身体验我们的图像下载器的便利和强大。 立即下载我们的扩展程序，开始在您喜爱的所有网站上享受无忧图像下载。",
    "zh_TW": "您是否希望快速輕鬆地從您最喜愛的網站下載所有圖像？ 看看我們的 Image Downloader 瀏覽器擴展吧！ 借助我們強大的工具，您只需單擊幾下即可搜索、查看和下載網頁上的每個圖像。\n\n我們的擴展程序提供了一系列功能來幫助您查找和下載所需的圖像，包括：\n\n通過縮略圖查找原始圖像的能力\n通過鏈接找到更多相關圖像的能力\n基於像素寬度和高度進行過濾的選項\n基於 URL 過濾的選項\n一次批量下載所有圖像\n選擇你要下載的圖片\n檢查每個圖像的大小\n複製原圖的網址\n支持所有主要網站（Twitter、Facebook、Instagram 等！）\n親身體驗我們的圖像下載器的便利和強大。 立即下載我們的擴展程序，開始在您喜愛的所有網站上享受無憂圖像下載。"
  }
}