{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tchop Curator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The tchop browser extension for curators and editors! The easiest, fastest way to capture articles and social posts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tchop's Chrome extension is the easiest, fastest way to edit, save and distribute articles and social media posts in your own branded tchop app or on your embedded news wall. You can edit the teaser content and styles, select the mix in which you want to publish it and choose other key options. Save for later or publish right away. Distraction-free content and link management right from your browser!\n\nLet your employees, members, subscribers, fans or followers know what is important - with a few clicks.\n\nSIMPLE WORKFLOW:\n\n- Click the tchop button in the toolbar, so that content is parsed via tchop\n- Check and edit teaser content fields or add a comment on top\n- Choose the organisation and the mix you want to push the content to\n- Choose if you want to display user profile and if you want to publish or just save content \n\nA HOME FOR ALL THE CONTENT THAT MATTERS FOR YOUR TARGET GROUP:\n\n- Save anything that interests you — articles, tweets, youtube videos etc.\n- Capture news from the sources that you follow everyday without leaving the site\n- Read and discuss directly in your tchop app or news wall\n\nGet your own branded app or news wall and check out our platform on https://tchop.io/"
  }
}