{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crea e gestisci facilmente le tue videochiamate Google Meet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Manager - Il tuo assistente personale per Google Meet\n\nTrasforma il modo in cui gestisci le tue videochiamate con Meet Manager, l'estensione definitiva per Google Meet che combina potenza e semplicità in un'interfaccia elegante e intuitiva.\n\n🌟 Perché scegliere Meet Manager?\n\nGESTIONE SEMPLIFICATA\n• Crea meeting istantanei con un solo click\n• Programma riunioni future con un'interfaccia intuitiva\n• Gestisci tutti i tuoi meeting da un'unica dashboard\n• Visualizza rapidamente lo stato e i dettagli di ogni riunione\n• Modifica o cancella le riunioni con facilità\n\nGESTIONE PARTECIPANTI AVANZATA\n• Aggiungi partecipanti con autocompletamento intelligente dei contatti\n• Sincronizzazione automatica con i tuoi contatti Google\n• Aggiungi o rimuovi partecipanti anche dopo la creazione del meeting\n• Inviti automatici via email con tutti i dettagli della riunione\n\nCONDIVISIONE SMART\n• Condividi i link dei meeting attraverso molteplici canali:\n  - Email (integrazione diretta)\n  - WhatsApp\n  - Telegram\n  - Copia rapida negli appunti\n• Personalizza i messaggi di invito con descrizioni e dettagli aggiuntivi\n• Condividi con un click su tutte le principali piattaforme\n\nINTEGRAZIONE PERFETTA\n• Sincronizzazione bidirezionale con Google Calendar\n• Aggiornamenti in tempo reale\n• Notifiche intelligenti per:\n  - Inizio imminente delle riunioni\n  - Modifiche all'agenda\n  - Nuovi partecipanti\n  - Cancellazioni o modifiche\n• Compatibilità totale con l'ecosistema Google Workspace\n\nESPERIENZA UTENTE OTTIMIZZATA\n• Interfaccia moderna e reattiva\n• Tema chiaro/scuro automatico\n• Scorciatoie da tastiera personalizzabili\n• Apertura dei meeting in finestre dedicate\n• Disposizione intelligente delle finestre sullo schermo\n\nSICUREZZA E PRIVACY\n• Gestione sicura delle autorizzazioni\n• Nessun dato sensibile memorizzato localmente\n• Conformità totale con le policy di Google\n• Crittografia end-to-end per le comunicazioni\n• Aggiornamenti regolari di sicurezza\n\nPRODUTTIVITÀ POTENZIATA\n• Risparmia tempo prezioso nella gestione delle riunioni\n• Riduci gli errori di programmazione\n• Elimina la confusione con i link dei meeting\n• Mantieni una visione chiara di tutti i tuoi impegni\n• Aumenta l'efficienza della tua comunicazione digitale\n\nIDEALE PER:\n👔 Professionisti che gestiscono multiple videochiamate quotidiane\n👥 Team leader e manager che coordinano gruppi di lavoro\n🏢 Aziende che necessitano di una gestione efficiente delle riunioni\n🎓 Educatori che organizzano lezioni e seminari online\n💼 Liberi professionisti che vogliono ottimizzare il loro tempo\n\nSUPPORTO E AGGIORNAMENTI:\n• Aggiornamenti regolari con nuove funzionalità\n• Supporto tecnico dedicato\n• Community attiva di utenti\n• Guide e tutorial dettagliati\n• Feedback diretto per il miglioramento continuo\n\nMeet Manager è stato progettato pensando alle reali esigenze degli utenti, combinando funzionalità avanzate con una semplicità d'uso sorprendente. Che tu gestisca una singola riunione settimanale o decine di videochiamate al giorno, Meet Manager ti aiuterà a mantenere tutto organizzato ed efficiente.\n\nDimentica le complessità della gestione manuale delle videochiamate. Con Meet Manager, avrai più tempo per concentrarti su ciò che conta davvero: la tua comunicazione e i tuoi obiettivi.\n\nScarica ora Meet Manager e scopri il modo più intelligente per gestire le tue videochiamate Google Meet. La tua produttività non sarà più la stessa.\n\nNote: Meet Manager richiede l'autorizzazione per accedere al tuo calendario Google e ai contatti per fornire tutte le funzionalità. Tutte le autorizzazioni sono utilizzate esclusivamente per le funzionalità dell'estensione e nel pieno rispetto della tua privacy."
  }
}