{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Modern QR Code Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate QR codes for the current page or custom text with a modern interface"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with our sleek, feature-packed QR Code Generator. Whether you're a business professional, marketer, or just someone who loves efficiency, this extension is your go-to tool for creating custom QR codes in seconds.\n🚀 Key Features:\n\nOne-Click Generation: Create QR codes for your current page instantly.\nCustomization Galore: Adjust size, colors, and add logos to make your QR codes stand out.\nText Integration: Add custom text above or below your QR code for context.\nMultiple Export Options: Download as PNG or SVG, copy to clipboard, or share directly.\nDark Mode: Easy on the eyes, day or night.\nOffline Functionality: Generate QR codes anytime, anywhere – no internet required!\n\n💼 Perfect for:\n\nMarketers sharing campaign links\nEducators distributing resource URLs\nEvent organizers sharing event details\nAnyone who wants to share information quickly and efficiently\n\n🛠 User-Friendly Design:\n\nIntuitive interface for effortless QR code creation\nReal-time preview as you customize\nResponsive design that works seamlessly across devices\n\n🔒 Privacy-Focused:\n\nNo data collection or storage\nWorks entirely in your browser\n\n💡 Pro Tip:\nUse custom colors and logos to brand your QR codes and make them align with your personal or company style!\nElevate your digital communication game with Modern QR Code Generator. Download now and start creating eye-catching, functional QR codes in seconds!\n\n💬 We're constantly improving! If you love our extension, please leave a review. If you have suggestions, we'd love to hear from you!"
  }
}