{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lemoon.BTC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "web3 wallet fot BTC"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lemoon wallet is a web3 crypto wallet,lemoon was created to put you in control of your crypto wealth,\nWhether you are looking for an Ethereum wallet or Bitcoin wallet, lemoon provides a secure system that makes it simple to store multiple cryptocurrencies such as Bitcoin, Ethereum, Tron, Litecoin, NFTs and many other ERC20, BEP20 and ERC721 tokens on your device.\n\nLemoon Wallet is committed to being the best cryptocurrency wallet application, providing users with the best experience:\n* The private key is only stored in your personal device with Secure Element technology, and is under your sole control\n* Support mnemonic word cloud backup to avoid losing your assets when you lose your device or mnemonic word\n* Send and receive multiple cryptocurrencies, such as ERC20 and ERC721 tokens\n* Check your wallet balance, transaction history, and other details\n* Bank-grade security ensures the safety of your private keys\n* Protect your encrypted assets with Face ID, Touch ID, or traditional passwords\n* All on-chain interactions are protected by military-grade encryption\n* We guarantee the privacy of your data, and we will never access any of your information.\n\nManage your cryptocurrency portfolio with Lemoon’s secure, open-source, non-custodial cryptocurrency wallet.\n\nWith Lemoon Wallet, your private keys and funds are always under your control.\n\nYou can even use lemoon wallet to earn interest on your crypto, play blockchain games, collect NFTs and access the latest DApps and DeFi platforms.\n\nlemoon wallet is designed to be the best crypto wallet app by providing a safe and secure experience for our users."
  }
}