{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetHub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically integrate your Leetcode & GeeksforGeeks submissions to GitHub"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is LeetHub?\nA chrome extension that automatically pushes your code to GitHub when you pass all tests on a Leetcode problem. LeetHub has been used over 30 million times by over 30K developers worldwide (accurate as of Oct. 2022)!\n\nWhy LeetHub?\n1. Recruiters *want* to see your contributions to the Open Source community, be it through side projects, solving algorithms/data-structures, or contributing to existing OS projects. \nAs of now, GitHub is developers' #1 portfolio. LeetHub just makes it much easier (autonomous) to keep track of progress and contributions on the largest network of engineering community, GitHub.\n2. There's no easy way of accessing your leetcode problems in one place! \nMoreover, pushing code manually to GitHub from Leetcode is very time consuming. So, why not just automate it entirely without spending a SINGLE additional second on it?\n\nHow does LeetHub work?\nAfter installing the extension and launching LeetHub, it's as simple as:\n1. Click on \"authorize with GitHub\" button to automatically set up your account with LeetHub.\n2. Setup an existing/new repository with LeetHub (private by default) by clicking \"Get Started\" button.\n3. And that's it 🎉 ...begin Leetcoding! To view your progress, simply click on the LeetHub icon!\n\nBONUS: Star LeetHub on GitHub for further development of features @ https://github.com/QasimWani/LeetHub\n\n\nWhy did I build LeetHub?\nThe coding interview is arguably the most important part of your interview process, given you get the interview first. As someone who's received multiple internship offers from Fortune 100 companies, getting the interview in the first place is not easy!\nAnd that's what LeetHub is supposed to do: indirectly improving your coding skills while improving your portfolio to ACE that FAANG interview!\n\n\nLet's see you ACE that coding interview!\n\n\nUPDATES:\n\n** Oct. 10 **\n- gfg UI update fix\n- Adding title number padding. \n\n** Jan. 3 **\nAdding \"Basic\" and \"School\" difficulty for geekforkgeeks. Enhancing Leetcode explore cards UX.\n\n** Dec. 31 **\nAdding geeksforgeeks integration. Constant polling to no longer require reloading leetcode for automatic submissions. Progress bar. For more updates, see: https://github.com/QasimWani/LeetHub/pull/172\n\n** Feb. 25 **\nImproved code submission performance for faster sync commits.\n\n** Feb. 9 **\nBug fix: Switched to LocalStorage for unlimited storage.\n\n** Jan. 26 **\nBug fix: Can now commit infinite number of lines.\n\n** Dec. 17 **\nBug fix: Update on previous submissions syncs with git\n\n** Dec. 10 **\nAdding performance stats on commit. \nBug fix - \"unknown-problem\"\nBug fix - counter update\nImproved performance for faster browsing and reduced commit times! \n** Dec. 3 **\nAdding problem difficulty features.\nPC bug fix after recommits.\n\n** Dec. 2 **\nUnlink & link again github hooks. \nMinor bug fixes with problem counters.\nEnhanced the LeetHub experience so you don't have to worry about your commits!\n\n** Nov. 30 **\nAdding folders to your leetcode problems with readme files for each problem."
  }
}