{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mathpix Snip"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert PDFs to LaTeX, DOCX, Markdown, and more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mathpix Snip: read, search, and convert scientific PDFs.\n\nConvert PDFs to LaTeX, DOCX, Markdown, and more.                                      \n\nThe Mathpix Snip Chrome extensions makes it possible to upload a PDF in your browser to your PDF collection in Snip instantly. It’s a key tool all STEM researchers need to stay on top of their fields. We  make it easy and intuitive to create a searchable, exportable collection of PDFs from Arxiv.org and other online resources. Once in Snip, you can search and read your PDFs on any device, with the ability to export your documents to DOCX, HTML, LaTeX, and Markdown. You can also extract text from your PDFs and create research summaries via our Mathpix Markdown document editor in Snip. \n\nThis Chrome extension has special features for Arxiv.org, including automatic naming of your PDF files, metadata extraction, and duplication detection to prevent adding the same PDF to your collection twice.\n\nThis Chrome extension also integrates perfectly with the iOS and Android Snip apps, so that you can read your PDFs on the go, including an HTML view of the document so you can read PDFs comfortably on your phone without having to zoom into your document to compensate for small font sizes.\n\nWe believe that if we make it pleasant for users to work with research PDFs, researchers will spend more time actually reading and studying them, and discover more connections, and ideas. It's frustrating enough to be a researcher, why make it harder than it needs to be by using business oriented storage software to manage your research PDFs?"
  }
}