{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blog Thumbnail Generator (블로그 썸네일 생성기)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blog thumbnails, they're hard to make, now make them easy. 블로그 썸네일, 만들기 힘드셨죠? 이제 편하게 하세요."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blog Thumbnail Maker - Create Compelling Blog Thumbnails in Seconds!\n\nAre you tired of using generic stock photos or struggling to create engaging thumbnails for your blog posts? Look no further! Introducing the Blog Thumbnail Generator, the must-have Chrome extension designed to help you create professional, attention-grabbing thumbnails in no time.\n\nWith millions of blogs competing for attention, standing out from the crowd has never been more critical. Our Blog Thumbnail Generator will make sure your blog posts grab the attention they deserve with visually stunning thumbnails that accurately represent your content.\n\nKey Features:\n\nEasy-to-use interface: With our simple drag-and-drop functionality and intuitive design, you don't need to be a graphic design expert to create beautiful thumbnails. Customize your design with just a few clicks!\n\nText customization: Add engaging headlines, subheadings, and call-to-action text in various fonts, sizes, and colors to make your thumbnail informative and eye-catching.\n\nInstant previews: View live previews of your thumbnail design to ensure it looks perfect on both desktop and mobile devices before exporting.\n\nOne-click export: Save your thumbnail as a high-resolution image or directly apply it to your blog post with just a single click.\n\nCompatible with popular blogging platforms: Our Blog Thumbnail Generator works seamlessly with popular blogging platforms like WordPress, Blogger, Medium, and more.\n\nRegular updates and support: We're committed to providing you with the best possible user experience. Our team frequently updates the extension with new features, resources, and improvements based on your feedback.\n\nMake your blog stand out in the crowded digital world with the Blog Thumbnail Generator Chrome extension. Download it now and start creating captivating, professional thumbnails that will drive traffic and engagement to your content like never before!\n\n---\n블로그 썸네일 생성기 - 몇 초 만에 매력적인 블로그 썸네일을 만드세요!\n\n일반적인 스톡 사진을 사용하는 데 지치거나 블로그 게시물을 위한 매력적인 썸네일을 만드는 데 어려움을 겪고 있나요? 더 이상 고민하지 마세요! 블로그 썸네일 생성기는 전문적이고 시선을 사로잡는 썸네일을 순식간에 만들 수 있도록 설계된 필수 Chrome 확장 프로그램입니다.\n\n수백만 개의 블로그가 관심을 끌기 위해 경쟁하는 요즘, 다른 사람들과 차별화되는 것이 그 어느 때보다 중요해졌습니다. 블로그 썸네일 생성기는 콘텐츠를 정확하게 표현하는 시각적으로 멋진 썸네일을 통해 블로그 게시물이 시선을 사로잡을 수 있도록 도와줍니다.\n\n주요 기능:\n\n사용하기 쉬운 인터페이스: 간단한 드래그 앤 드롭 기능과 직관적인 디자인으로 그래픽 디자인 전문가가 아니어도 멋진 썸네일을 만들 수 있습니다. 몇 번의 클릭만으로 디자인을 커스터마이징하세요!\n\n텍스트 사용자 지정: 다양한 글꼴, 크기, 색상으로 매력적인 헤드라인, 부제목, 콜투액션 텍스트를 추가하여 유익하고 눈길을 사로잡는 썸네일을 만들 수 있습니다.\n\n즉시 미리보기: 내보내기 전에 썸네일 디자인의 실시간 미리보기를 확인하여 데스크톱과 모바일 기기 모두에서 완벽하게 보이는지 확인하세요.\n\n원클릭 내보내기: 클릭 한 번으로 썸네일을 고해상도 이미지로 저장하거나 블로그 게시물에 바로 적용할 수 있습니다.\n\n인기 있는 블로그 플랫폼과 호환됩니다: 블로그 썸네일 생성기는 워드프레스, 블로거, 미디엄 등과 같은 인기 블로그 플랫폼에서 원활하게 작동합니다.\n\n정기적인 업데이트 및 지원: 당사는 최상의 사용자 경험을 제공하기 위해 최선을 다하고 있습니다. 저희 팀은 사용자의 피드백을 바탕으로 새로운 기능, 리소스, 개선 사항으로 확장 프로그램을 자주 업데이트합니다.\n\n블로그 썸네일 생성기 Chrome 확장 프로그램으로 복잡한 디지털 세상에서 블로그를 돋보이게 만드세요. 지금 다운로드하여 전례 없는 방식으로 콘텐츠에 대한 트래픽과 참여를 유도하는 매력적이고 전문적인 썸네일을 만들어 보세요!"
  }
}