{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cookie & Cache Whitelist Clean"
  },
  "short": {
    "ar": "مسح ملفات تعريف الارتباط وأنواع مختلفة من ذاكرة التخزين المؤقت عند بدء تشغيل المتصفح.",
    "am": "አሳሹ ሲጀመር ኩኪዎችን እና የተለያዩ መሸጎጫ ዓይነቶችን ያጽዱ።",
    "bg": "Изчистване на бисквитки и различни видове кеш, когато браузърът се стартира.",
    "bn": "ব্রাউজার শুরু হলে কুকিজ এবং বিভিন্ন ধরনের ক্যাশে সাফ করুন।",
    "ca": "Esborra les galetes i diversos tipus de memòria cau quan s'inicia el navegador.",
    "cs": "Při spuštění prohlížeče vymažte soubory cookie a různé typy mezipaměti.",
    "da": "Ryd cookies og forskellige typer cache, når browseren starter op.",
    "de": "Löschen Sie Cookies und verschiedene Cache-Typen beim Starten des Browsers.",
    "el": "Διαγράψτε τα cookie και τους διάφορους τύπους προσωρινής μνήμης κατά την εκκίνηση του προγράμματος περιήγησης.",
    "en,en_AU,en_GB,en_US,es_419,he,hr,no,pt_BR,pt_PT": "Clear cookies and various types of cache when the browser starts up.",
    "es": "Borrar las cookies y varios tipos de caché cuando se inicia el navegador.",
    "et": "Kustutage brauseri käivitamisel küpsised ja erinevat tüüpi vahemälu.",
    "fa": "هنگام شروع مرورگر، کوکی ها و انواع مختلف حافظه پنهان را پاک کنید.",
    "fi": "Tyhjennä evästeet ja erilaiset välimuistit, kun selain käynnistyy.",
    "fil": "I-clear ang cookies at iba't ibang uri ng cache kapag nagsimula ang browser.",
    "fr": "Effacez les cookies ainsi que différents types de cache au démarrage du navigateur.",
    "gu": "જ્યારે બ્રાઉઝર શરૂ થાય ત્યારે કૂકીઝ અને વિવિધ પ્રકારની કેશ સાફ કરો.",
    "hi": "ब्राउज़र चालू होने पर कुकीज़ और विभिन्न प्रकार के कैश साफ़ करें।",
    "hu": "A böngésző indításakor törölje a cookie-kat és a különféle típusú gyorsítótárakat.",
    "id": "Hapus cookie dan berbagai jenis cache saat browser dimulai.",
    "it": "Cancella i cookie e vari tipi di cache all'avvio del browser.",
    "ja": "ブラウザの起動時にクッキーと各種キャッシュをクリアします。",
    "kn": "ಬ್ರೌಸರ್ ಪ್ರಾರಂಭವಾದಾಗ ಕುಕೀಗಳು ಮತ್ತು ವಿವಿಧ ರೀತಿಯ ಸಂಗ್ರಹವನ್ನು ತೆರವುಗೊಳಿಸಿ.",
    "ko": "브라우저가 시작될 때 쿠키와 다양한 유형의 캐시를 지웁니다.",
    "lt": "Išvalykite slapukus ir įvairių tipų talpyklą, kai paleidžiama naršyklė.",
    "lv": "Kad pārlūkprogramma tiek startēta, notīriet sīkfailus un dažāda veida kešatmiņu.",
    "ml": "Kosongkan kuki dan pelbagai jenis cache apabila penyemak imbas dimulakan.",
    "mr": "ब्राउझर सुरू झाल्यावर कुकीज आणि विविध प्रकारचे कॅशे साफ करा.",
    "ms": "ڤادمكن كوكي دان ڤلباڬاي جنيس سيمڤنن اڤابيلا ڤلايار برمولا.",
    "nl": "Wis cookies en verschillende soorten cache wanneer de browser opstart.",
    "pl": "Wyczyść pliki cookie i różne rodzaje pamięci podręcznej podczas uruchamiania przeglądarki.",
    "ro": "Ștergeți cookie-urile și diferitele tipuri de cache la pornirea browserului.",
    "ru": "Очищайте файлы cookie и различные типы кэша при запуске браузера.",
    "sk": "Po spustení prehliadača vymažte súbory cookie a rôzne typy vyrovnávacej pamäte.",
    "sl": "Ob zagonu brskalnika počistite piškotke in različne vrste predpomnilnika.",
    "sr": "Обришите колачиће и разне врсте кеша када се претраживач покрене.",
    "sv": "Rensa cookies och olika typer av cache när webbläsaren startar upp.",
    "sw": "Futa vidakuzi na aina mbalimbali za akiba wakati kivinjari kinapoanza.",
    "ta": "உலாவி தொடங்கும் போது குக்கீகள் மற்றும் பல்வேறு வகையான தற்காலிக சேமிப்பை அழிக்கவும்.",
    "te": "బ్రౌజర్ ప్రారంభించినప్పుడు కుక్కీలు మరియు వివిధ రకాల కాష్‌లను క్లియర్ చేయండి.",
    "th": "ล้างคุกกี้และแคชหลายประเภทเมื่อเบราว์เซอร์เริ่มทำงาน",
    "tr": "Tarayıcı başlatıldığında çerezleri ve çeşitli önbellek türlerini temizleyin.",
    "uk": "Очищайте файли cookie та різні типи кешу під час запуску браузера.",
    "vi": "Xóa cookie và nhiều loại bộ nhớ đệm khác nhau khi trình duyệt khởi động.",
    "zh_CN": "浏览器启动时清除巧克力甜饼及各类缓存。",
    "zh_TW": "瀏覽器啟動時清除巧克力餅乾和快取。"
  },
  "long": {
    "ar": "بفضل القوائم البيضاء الدقيقة، يمكنك اختيار بيانات التصفح التي تريد الاحتفاظ بها فقط!",
    "am": "ለትክክለኛ ዝርዝሮች ምስጋና ይግባውና የትኛውን የአሰሳ ውሂብ ብቻ እንደሚይዝ መምረጥ ይችላሉ!",
    "bg": "Благодарение на прецизните бели списъци можете да изберете кои данни за сърфиране да запазите само!",
    "bn": "সুনির্দিষ্ট হোয়াইটলিস্টের জন্য ধন্যবাদ, আপনি বেছে নিতে পারেন কোন ব্রাউজিং ডেটা শুধুমাত্র রাখা হবে!",
    "ca": "Gràcies a les llistes blanques precises, podeu triar quines dades de navegació només voleu conservar!",
    "cs": "Díky přesným bílým seznamům si můžete vybrat, která data o prohlížení chcete pouze uchovávat!",
    "da": "Takket være præcise hvidlister kan du vælge, hvilke browserdata du kun vil beholde!",
    "de": "Dank präziser Whitelists können Sie auswählen, welche Browserdaten nur gespeichert werden sollen!",
    "el": "Χάρη στις ακριβείς λίστες επιτρεπόμενων, μπορείτε να επιλέξετε μόνο ποια δεδομένα περιήγησης θα διατηρήσετε!",
    "en,en_AU,en_GB,en_US,es_419,he,hr,no,pt_BR,pt_PT": "Thanks to precise whitelists, you can choose which browsing data to keep only!",
    "es": "¡Gracias a listas blancas precisas, puedes elegir qué datos de navegación quieres conservar únicamente!",
    "et": "Tänu täpsetele valgetele loenditele saate valida, milliseid sirvimisandmeid ainult säilitada!",
    "fa": "به لطف لیست‌های سفید دقیق، می‌توانید انتخاب کنید که کدام داده‌های مرور را حفظ کنید!",
    "fi": "Tarkkojen sallittujen luetteloiden ansiosta voit valita, mitkä selaustiedot säilytetään vain!",
    "fil": "Salamat sa mga tumpak na whitelist, maaari mong piliin kung aling data sa pagba-browse ang itatago lang!",
    "fr": "Grâce à des listes blanches précises, choisissez quelles données de navigation conserver !",
    "gu": "ચોક્કસ વ્હાઇટલિસ્ટ્સ માટે આભાર, તમે ફક્ત કયો બ્રાઉઝિંગ ડેટા રાખવો તે પસંદ કરી શકો છો!",
    "hi": "सटीक श्वेतसूची के लिए धन्यवाद, आप चुन सकते हैं कि कौन सा ब्राउज़िंग डेटा केवल रखना है!",
    "hu": "A pontos engedélyezési listáknak köszönhetően kiválaszthatja, hogy mely böngészési adatokat szeretné csak megtartani!",
    "id": "Berkat daftar putih yang tepat, Anda dapat memilih data penelusuran mana yang ingin disimpan saja!",
    "it": "Grazie alle whitelist precise, puoi scegliere solo quali dati di navigazione conservare!",
    "ja": "正確なホワイトリストのおかげで、どの閲覧データだけを保持するかを選択できます。",
    "kn": "ನಿಖರವಾದ ಶ್ವೇತಪಟ್ಟಿಗಳಿಗೆ ಧನ್ಯವಾದಗಳು, ಯಾವ ಬ್ರೌಸಿಂಗ್ ಡೇಟಾವನ್ನು ಮಾತ್ರ ಇರಿಸಿಕೊಳ್ಳಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು!",
    "ko": "정확한 허용 목록 덕분에 어떤 검색 데이터만 보관할지 선택할 수 있습니다!",
    "lt": "Dėl tikslių baltųjų sąrašų galite pasirinkti, kuriuos naršymo duomenis išsaugoti!",
    "lv": "Pateicoties precīziem baltajiem sarakstiem, varat izvēlēties, kurus pārlūkošanas datus paturēt tikai!",
    "ml": "Terima kasih kepada senarai putih yang tepat, anda boleh memilih data penyemakan imbas untuk disimpan sahaja!",
    "mr": "अचूक श्वेतसूचीबद्दल धन्यवाद, फक्त कोणता ब्राउझिंग डेटा ठेवायचा हे तुम्ही निवडू शकता!",
    "ms": "بركت سناراي ڤوتيه يڠ تڤت، اندا بوليه مميليه داتا ڤلايرن مان يڠ هندق دسيمڤن سهاج!",
    "nl": "Dankzij nauwkeurige whitelists kunt u zelf bepalen welke browsegegevens u wilt bewaren!",
    "pl": "Dzięki precyzyjnym białym listom możesz wybrać, które dane przeglądania chcesz zachować!",
    "ro": "Datorită listelor albe precise, puteți alege ce date de navigare să păstrați numai!",
    "ru": "Благодаря точным белым спискам вы можете выбрать, какие именно данные о просмотренных страницах сохранять!",
    "sk": "Vďaka presným bielym zoznamom si môžete vybrať, ktoré údaje prehliadania chcete iba uchovávať!",
    "sl": "Zahvaljujoč natančnim belim seznamom lahko izberete, katere podatke o brskanju želite obdržati!",
    "sr": "Захваљујући прецизним белим листама, можете одабрати које податке прегледања желите само да задржите!",
    "sv": "Tack vare exakta vitlistor kan du välja vilken webbläsardata du vill behålla!",
    "sw": "Shukrani kwa orodha sahihi zilizoidhinishwa, unaweza kuchagua data ya kuvinjari utakayohifadhi pekee!",
    "ta": "துல்லியமான அனுமதிப்பட்டியலுக்கு நன்றி, எந்த உலாவல் தரவை மட்டும் வைத்திருக்க வேண்டும் என்பதை நீங்கள் தேர்வு செய்யலாம்!",
    "te": "ఖచ్చితమైన వైట్‌లిస్ట్‌లకు ధన్యవాదాలు, మీరు ఏ బ్రౌజింగ్ డేటాను మాత్రమే ఉంచాలో ఎంచుకోవచ్చు!",
    "th": "ด้วยไวท์ลิสต์ที่แม่นยำ คุณสามารถเลือกข้อมูลการท่องเว็บที่ต้องการเก็บไว้เท่านั้นได้!",
    "tr": "Hassas beyaz listeler sayesinde yalnızca hangi tarama verilerinizin saklanacağını seçebilirsiniz!",
    "uk": "Завдяки точним білим спискам ви можете вибрати, які дані веб-перегляду зберігати лише!",
    "vi": "Nhờ danh sách trắng chính xác, bạn có thể chọn dữ liệu duyệt nào để giữ lại!",
    "zh_CN": "借助精确的白名单，您可以选择仅保留哪些浏览数据！",
    "zh_TW": "借助精確的白名單，您可以選擇僅保留哪些瀏覽資料！"
  }
}