{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rayobyte Proxy Switcher - Free Proxy Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Rayobyte Proxy Extension allows you to switch your proxy on/off in Chrome, among other features such as profile management."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly manage proxies with the Rayobyte’s Proxy Extension. \n\nOur proxy Chrome extension works seamlessly with any proxy provider, allowing you to switch between residential, ISP, mobile, and data center proxies without hassle. \n\nWith our Chrome proxy extension, you can hide your real location and access geo-restricted content. By using a proxy, your traffic is sent through an intermediary proxy server which then forwards the traffic to the target website. This ensures the target website sees our clean, secure, IP address, and not your own. \n\nNeed proxies? Check out all of our products here:  https://rayobyte.com/products/\n\nWhen using our proxy server extension, you can enhance your browsing experience by avoiding CAPTCHAs and IP bans, and easily access content from over 195+ global locations. This free proxy extension is the ultimate solution to your anonymity needs!\n\nKey Features:\n\n-  Quick Setup: Add and switch between multiple proxy profiles.\n-  One-Click Connection: Just one click and you are behind a secure, anonymous, proxy IP.\n-  Versatile Proxy Types: Support for HTTP(S) and rotating or sticky connections.\n-  Enhanced Privacy: Hide your real location and bypass geo-restrictions.\n-  Seamless Compatibility: Works with any proxy provider at no extra cost.\n-  24/7 Support: Get help anytime with our dedicated tech support.\n\nDownload now and simplify your proxy management while maintaining complete privacy and control.\n\nDetailed instructions: https://portal.rayobyte.com/en/support/solutions/articles/64000304805-proxy-extension-getting-started-guide \n\nIf you have any questions or need support, please contact us at support@rayobyte.com"
  }
}