{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FCM Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The FCM extension communicates priorities, policies, & information to guide safe & sustainable business travel purchases."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The FCM extension allows corporate travel managers to curb leakage; drive compliance; improve tool adoption; deliver health and safety guidance, including COVID-related restrictions and requirements; reduce their carbon footprint; or drive change within their travel program.\n\n- Asynchronous policy communication through browser notifications (delivered via the extension)\n- Consistent and ubiquitous policy guidance\n- Potential of making OBT a singular travel workspace\n- Dramatically increasing employee traveler productivity\n- Communicate priorities, rules and guidance across >2,000 travel sites\n\nThe FCM extension integrates with a variety of other features and third-party integrations to pull in real-time, dynamic information such as the sustainability. The Sustainability integration provides notifications through the extension about average emissions, equivalencies, and alternate options like public transportation and high speed rail at a route-level (Origin to Destination).\n\nNotifications delivered as pop-up extension notifications are managed via an admin portal where notifications can be created, edited, scheduled and/or targeted to only be shown to certain employee populations."
  }
}