{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Coupon Finder",
    "es": "Buscador de cupones de AliExpress",
    "fr": "Chercheur de coupons d’AliExpress",
    "it": "Cercatore di coupon per AliExpress"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chrome extension that finds discounts on AliExpress in autopilot",
    "es": "La extensión de Chrome que busca cupones de AliExpress en autopiloto",
    "fr": "L'extension pour Chrome qui trouve des remises sur AliExpress sur le pilote automatique",
    "it": "L'estensione di Chrome che cerca coupon su AliExpress automaticamente",
    "ru": "Расширение для Chrome которое автоматически ищет скидки на AliExpress"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Did you know that most of AliExpress products have hidden discounts or coupons? Every product can have up to six different types of compatible discounts, but finding them and combining can be difficult.\n\nSimply install this extension by clicking on \"Add to Chrome\" and it will do all the hard work: AliCoupons will tell you how to get the best coupons or combinations of coupons for the product you are currently browsing.\n\n-----------------------------------------\n\nThis Chrome extension will search for available coupons and discounts whilst you are browsing the store. The personal shopping assistant will ensure you save a few dollars and get the best deals every time you make purchase in AliExpress.\n\nJust install the extension and on every product page it will automatically start searching for the best coupons and discounts available. When an offer is detected an orange notification will appear with instructions on how to grab it.\n\nLet's face it, AliExpress’ coupons and discounts can be a bit confusing and hard to understand, it is for this reason why many people don’t take full advantage of them. However, thanks to this free extension you will be able to save a few dollars on many of your purchases, especially on the products that are in the medium to high price range (there are usually not many discounts or coupons available for extremely cheap products).\n\nExtension options:\n\nThe extension has two modes: the default one is the \"Normal Mode\", which is intended for individual shoppers, people who normally don’t buy in bulk. In \"Normal Mode\", notifications will appear automatically in your product page when coupons are available. If you don't see anything, it simply means that there aren't coupons or discounts for that price.\n\nThe second mode is the \"Dropshipper Mode\", perfect for wholesale importers and dropshippers who normally need more than one unit. You can enable it from the extension menu in Google Chrome (the one with the coupon icon). This mode will always display the info table and based on the compilation of coupons, wholesale discounts and seller promotions will suggest the optimum quantity of units to purchase to get the most for your money. \n\nWhy is this useful? Let's say you are about to purchase 8 phone cases at 1$ each, but the extension warns you that there is a 3$ discount when spending 10$ or more: you can add 2 more cases to the cart and the price for 10 units will reduce to 7$. Without the extension, 8 units at 8$; with it, 10 units at 7$.\n\nWe spent a lot of time developing this new version of the extension and hope you find it useful.\n\nWe'll certainly be adding new features in the near future. Feel free to send us comments, complaints or suggestions to alicoupons.org@gmail.com\n\nEnjoy your shopping!\n\n-----------------------------------------\n\nMonetization disclaimer:\n\nAliCoupons is funded by requesting unclaimed cashbacks, this way you don't have to pay us and still we earn a bit of money to pay the costs of maintaining our service. But if you do use cashback services (programs that give you a small % back from your online purchases such as Letyshops or Megabonus) please right-click on the extension icon, then on \"Options\", and then activate the Cashback Compatibility mode. This way we'll completely disable our cashback and make sure you receive it all.",
    "es": "¿Sabías que la mayoría de productos de AliExpress tienen cupones o descuentos ocultos? Cada producto puede tener hasta seis tipos diferentes de descuentos compatibles entre ellos, pero suele ser difícil encontrarlos y combinarlos para un máximo ahorro.\n\nAliCoupons hace todo eso de forma automática: simplemente instala la extensión pinchando en \"Añadir a Chrome\" y ella hará todo el trabajo duro. En cada página de producto te dirá si hay cupones o descuentos y qué combinación es la mejor.\n\n--------------------------------------------\n\nAliExpress Coupon Finder (o AliCoupons) es una extensión gratuita de Google Chrome realizada por veteranos compradores de AliExpress. Es una especie de asistente personal de compras que te ayuda a ahorrar al máximo cada vez que compras en esta web.\n\nSimplemente instala la extensión y cuando entres en una página de producto buscará automáticamente si hay cupones o descuentos. Cuando encuentre un descuento aplicable, te aparecerá una notificación naranja explicándote cómo conseguirlo.\n\nDecidimos desarrollar esta herramienta porque los cupones y descuentos de AliExpress son tan complicados de entender que mucha gente acaba pagando más de lo necesario en sus compras. Con AliCoupons te aseguras de que no se te escapará ningún descuento, especialmente en los productos de precio medio-alto (para los productos muy baratos no suele haber cupones ni descuentos).\n\nOpciones de la extensión:\n\nLa extensión tiene dos modos: el modo por defecto es el \"Modo normal\", suficiente para particulares que suelen comprar solo una unidad de cada producto. Con este modo seleccionado, aparecerán notificaciones en la página del producto si hay cupones o descuentos aplicables al precio actual.\n\nEl segundo modo es el \"Modo dropshipper\", ideal para dropshippers y personas que suelen comprar más de una unidad. Puedes activarlo desde el menú de la extensión en Chrome (el icono del cupón naranja). En este modo siempre se mostrará una tabla que te permitirá comparar el precio al comprar más o menos unidades.\n\n¿Para qué sirve esto? Imagínate que estás a punto de comprar 8 fundas de móvil a 8$, pero la extensión te avisa de que hay un descuento de 3$ al gastar 10$ o más: tan solo tienes que añadir dos unidades más a la cesta para que el precio se rebaje a 7$. Sin la extensión, 8 unidades a 8$; con ella, 10 unidades a 7$.\n\nHemos dedicado mucho tiempo a desarrollar esta extensión, así que esperamos que te sea útil. Si las reseñas siguen siendo positivas, mantendremos la extensión gratuita e iremos añadiendo nuevas funcionalidades.\n\nPara cualquier asunto puedes contactarnos a alicoupons.org@gmail.com.\n\n¡Felices compras!\n\n______________\n\nDisclaimer sobre la monetización:\n\nAliCoupons se financia solicitando los cashbacks que los usuarios no reclaman, de esta manera no tienes que pagarnos y así ganamos un poco de dinero para pagar el mantenimiento de nuestro servicio. Pero si utilizas algún cashback (programas que te devuelven un pequeño % de sus compras en línea, como Letyshops o Megabonus), haz click con el botón derecho sobre el icono de la extensión, luego en \"Opciones\" y activa el modo \"Casback compatibility\". Así desactivaremos completamente nuestro reembolso y nos asegurareos de que tú lo recibas todo.",
    "fr": "Saviez-vous que la plupart des produits AliExpress ont des remises ou des coupons cachés? Chaque produit peut avoir jusqu'à six types différents de remises compatibles, mais les trouver et les combiner peut être difficile.\n\nInstallez simplement cette extension en cliquant sur \"Ajouter à Chrome\" et elle fera tout le travail dur: AliCoupons vous dira comment obtenir les meilleurs coupons ou combinaisons de coupons pour le produit que vous parcourez actuellement.\n\n-----------------------------------------\n\nCette extension Chrome recherchera les coupons et remises disponibles pendant que vous parcourez la boutique. L'assistant d'achat personnel vous fera économiser quelques dollars et bénéficiera des meilleures offres chaque fois que vous effectuez un achat sur AliExpress.\n\nInstallez simplement l'extension et sur chaque page de produit, elle commencera automatiquement à rechercher les meilleurs coupons et remises disponibles. Lorsqu'une offre est détectée, une notification orange apparaîtra avec des instructions sur la façon de la saisir.\n\nAvouons-le, les coupons et les remises sur AliExpress peuvent être un peu déroutants et difficiles à comprendre, c'est pour cette raison que beaucoup de gens n'en profitent pas pleinement. Cependant, grâce à cette extension gratuite, vous pourrez économiser quelques dollars sur beaucoup de vos achats, en particulier sur les produits qui se situent dans la gamme de prix moyen à élevé (il n'y a généralement pas beaucoup de remises ou de coupons disponibles pour les produits extrêmement bon marché) .\n\nOptions d'extension:\n\nL'extension a deux modes: le mode par défaut est le \"Mode Normal\", qui est destiné aux acheteurs individuels, les gens qui normalement n'achètent pas en vrac. En \"Mode Normal\", les notifications apparaîtront automatiquement sur votre page produit lorsque des coupons seront disponibles. Si vous ne voyez rien, cela signifie simplement qu'il n'y a pas de coupons ou de remises pour ce prix.\n\nLe deuxième mode est le \"Mode Dropshipper\", parfait pour les importateurs en gros et les dropshippers qui ont normalement besoin de plus d'une unité. Vous pouvez l'activer à partir du menu d'extension dans Google Chrome (celui avec l'icône de coupon). Ce mode affichera toujours le tableau d'informations et sur la base de la compilation des coupons, les remises en gros et les promotions du vendeur suggéreront la quantité optimale d'unités à acheter pour tirer le meilleur parti de votre argent.\n\nPourquoi est-ce utile? Disons que vous êtes sur le point d'acheter 8 étuis de téléphone à 1 $ chacun, mais l'extension vous avertit qu'il y a une remise de 3 $ lorsque vous dépensez 10 $ ou plus: vous pouvez ajouter 2 étuis supplémentaires au panier et le prix de 10 unités sera réduire à 7 $. Sans l'extension, 8 unités à 8 $; avec elle, 10 unités à 7 $.\n\nNous avons passé beaucoup de temps à développer cette nouvelle version de l'extension et espérons que vous la trouverez utile.\n\nNous ajouterons certainement de nouvelles fonctionnalités dans un avenir proche. N'hésitez pas à nous envoyer vos commentaires, réclamations ou suggestions à alicoupons.org@gmail.com\n\nBon shopping!",
    "it": "Sapevi che la maggior parte dei prodotti AliExpress ha sconti o coupon nascosti? Ogni prodotto può avere fino a sei diversi tipi di sconti compatibili, ma trovarli e combinarli può essere difficile.\n\nInstalla semplicemente questa estensione facendo clic su \"Aggiungi a Chrome\" e farà tutto il duro lavoro: AliCoupons ti dirà come ottenere i migliori coupon o combinazioni di coupon per il prodotto che stai attualmente navigando.\n\n-----------------------------------------\n\nQuesta estensione di Chrome cercherà coupon e sconti disponibili mentre navighi nel negozio. L'assistente personale ti farà risparmiare qualche dollaro e otterrai le migliori offerte ogni volta che effettui un acquisto su AliExpress.\n\nBasta installare l'estensione e su ogni pagina del prodotto inizierà automaticamente la ricerca dei migliori coupon e sconti disponibili. Quando viene rilevata un'offerta, viene visualizzata una notifica arancione con le istruzioni su come acquisirla.\n\nAmmettiamolo, i coupon e gli sconti di AliExpress possono essere un po 'confusi e difficili da capire, è per questo motivo che molte persone non ne traggono il massimo vantaggio. Tuttavia, grazie a questa estensione gratuita sarai in grado di risparmiare qualche dollaro su molti dei tuoi acquisti, in particolare sui prodotti che sono nella fascia di prezzo medio-alta (di solito non ci sono molti sconti o coupon disponibili per prodotti estremamente economici) .\n\nOpzioni di estensione:\n\nL'estensione ha due modalità: quella predefinita è la \"Modalità normale\", destinata ai singoli acquirenti, le persone che normalmente non acquistano all'ingrosso. In \"Modalità normale\", le notifiche appariranno automaticamente nella pagina del prodotto quando sono disponibili coupon. Se non vedi nulla, significa semplicemente che non ci sono coupon o sconti per quel prezzo.\n\nLa seconda modalità è la \"Modalità dropshipper\", perfetta per importatori all'ingrosso e dropshipper che normalmente necessitano di più di un'unità. Puoi attivarlo dal menu delle estensioni in Google Chrome (quello con l'icona del coupon). Questa modalità mostrerà sempre la tabella delle informazioni e in base alla compilazione di coupon, sconti all'ingrosso e promozioni del venditore suggerirà la quantità ottimale di unità da acquistare per ottenere il massimo dal vostro denaro.\n\nPerché è utile? Supponiamo che stai per acquistare 8 custodie per telefono a 1 $ ciascuna, ma l'estensione ti avverte che c'è uno sconto di 3 $ quando spendi 10 $ o più: puoi aggiungere altri 2 casi al carrello e il prezzo per 10 unità sarà ridurre a 7 $. Senza l'estensione, 8 unità a 8 $; con esso, 10 unità a 7 $.\n\nAbbiamo dedicato molto tempo allo sviluppo di questa nuova versione dell'estensione e spero che la troviate utile.\n\nSicuramente aggiungeremo nuove funzionalità nel prossimo futuro. Sentiti libero di inviarci commenti, reclami o suggerimenti a alicoupons.org@gmail.com\n\nGoditi i tuoi acquisti!",
    "ru": "Знаете ли вы, что большинство товаров AliExpress имеют скрытые скидки или купоны? Каждый продукт может иметь до шести различных типов совместимых скидок, но найти их и комбинировать может быть сложно.\n\nПросто установите это расширение, нажав «Добавить в Chrome», и оно выполнит всю тяжелую работу: AliCoupons расскажет вам, как получить лучшие купоны или комбинации купонов для продукта, который вы просматриваете в настоящее время.\n\n-----------------------------------------\n\nЭто расширение Chrome будет искать доступные купоны и скидки, пока вы просматриваете магазин. Персональный торговый помощник поможет вам сэкономить несколько долларов и получать лучшие предложения каждый раз, когда вы совершаете покупку на AliExpress.\n\nПросто установите расширение и на каждой странице продукта оно автоматически начнет поиск лучших купонов и скидок. При обнаружении предложения появится оранжевое уведомление с инструкциями о том, как его получить.\n\nПосмотрим правде в глаза, купоны и скидки AliExpress могут быть немного запутанными и трудными для понимания, по этой причине многие люди не пользуются ими в полной мере. Тем не менее, благодаря этому бесплатному расширению вы сможете сэкономить несколько долларов на многих ваших покупках, особенно на товарах, которые находятся в диапазоне цен от среднего до высокого (обычно для очень дешевых продуктов не так много скидок или купонов) ,\n\nВарианты расширения:\n\nРасширение имеет два режима: по умолчанию один «Нормальный режим», который предназначен для отдельных покупателей, людей, которые обычно не покупают оптом. В «Нормальном режиме» уведомления будут автоматически отображаться на странице вашего продукта, когда купоны станут доступны. Если вы ничего не видите, это просто означает, что по этой цене нет купонов или скидок.\n\nВторой режим - «Dropshipper Mode», идеально подходит для оптовых импортеров и дропшипперов, которым обычно требуется более одной единицы. Вы можете включить его из меню расширений в Google Chrome (которое со значком купона). В этом режиме всегда будет отображаться информационная таблица, и на основе составления купонов, оптовых скидок и промо-акций продавцов будет предложено оптимальное количество единиц для покупки, чтобы получить максимум за свои деньги.\n\nПочему это полезно? Допустим, вы собираетесь приобрести 8 чехлов для телефонов по 1 $ каждый, но расширение предупреждает вас о том, что при покупке 10 $ и более предоставляется скидка 3 $: вы можете добавить еще 2 чехла в корзину, и цена за 10 единиц будет уменьшить до 7 долларов. Без продления, 8 штук по 8 $; при этом 10 штук по 7 $.\n\nМы потратили много времени на разработку этой новой версии расширения и надеемся, что вы найдете ее полезной.\n\nМы обязательно добавим новые функции в ближайшем будущем. Не стесняйтесь присылать нам комментарии, жалобы или предложения на alicoupons.org@gmail.com\n\nПриятных Вам покупок!"
  }
}