{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unimind"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn your new tabs into a productivity dashboard with goals, post-its, and quick links."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace your tabs with a minimalistic dashboard that cuts distractions, steers you toward achieving your goals, and empowers you to be more focused and organized. \n\nThe best productivity tool is the one you use every day: your browser. \n\nGet your things done, stay on track with your objectives, and remember what matters with Unimind. Your personal dashboard with quick links,  post-it notes, and personal goals. \n\nJoin the unique minds using our extension and improve your digital workspace with a decluttered tab that has everything you need exactly where you need it. \n\n\nOur unique features: \n\n✅A minimalistic design,\n✅Productivity boosting background, \n✅Front and center personal goals, \n✅Quick links to sites and apps of your choice,\n✅Customizable post-it notes, \n✅Inspiring quotes,\n✅User centric - we care about your privacy.\n\nYou don’t need motivation, you need discipline. \n\nYou don’t need more, you need less. \n\n\nTurn your browser tabs into your personal minimalistic digital workplace and enjoy the flow of deep uninterrupted work each time you sit at your computer. \n\nFor the ultimate experience,  click on the keep button once you install Unimind on the Google Chrome browser. This allows you to have your minimalist focus dashboard each time you open a new tab.\n\n\nDo you want to experience Unimind as a team? Join our waiting list and we’ll let you know when it’s available.\n\n\nWe care about your privacy. \n\nAt Unimind, we use the internet extensively and are aware of the importance of digital privacy. The information we collect is strictly confidential and solely used to enhance the quality of our services. Your information will never be shared with third parties under any circumstances. \n\nTo know more about our privacy practices, please visit (https://unimind.team/privacy/)\n\n\nDo you have questions or feedback? We’d love to hear from you:\n\nHelp Center: nazim@wenudge.co\nSuggestions: nazim@wenudge.co\nContact us:  nazim@wenudge.co\n\n\nJoin the unique minds community:\n\nBlog: https://unimind.team/blog\nInstagram: @Unimind OR @nazimzidi\nTwitter: @Unimind OR @nazimzidi\nFacebook: @Unimind \nLinkedin : Nazim ZIDI"
  }
}