{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Random Lingo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate random text in multiple languages! Perfect for testing, learning, or creating, RandomLingo is at your fingertips!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily generate random placeholder text in multiple languages with the Multilingual Random Text Generator Chrome extension! Perfect for developers, designers, and writers who need quick, customizable text for testing or mock-ups. Whether you're building a multilingual website, testing layouts, or exploring different scripts, this extension is your go-to tool.\n\nFeatures:\n1. Generate random text in a wide range of languages, including English, Spanish, French, Chinese, \n    Arabic, Hindi, and more.\n\n2. Support for different writing systems (Latin, Cyrillic, Chinese characters, etc.).\n    Adjustable text length: Choose between short snippets, paragraphs, or full pages.\n\n3. Easy-to-use interface: \n    Generate text with just a few clicks from the extension's popup menu.  \n\n4. Quick copy feature: \n     Copy the generated text to your clipboard instantly.\n\n5. Lightweight and privacy-friendly: \n    No internet connection required, and no data tracking. Who is it for?\n\nDevelopers: \nTest multilingual functionality in apps or websites.\n\nDesigners: \nFill layouts and templates with realistic placeholder text in various languages.\n\nWriters: \nExplore text in different languages for inspiration or content creation.\n\nDownload now and streamline your workflow with versatile random text generation in any language!"
  }
}