{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coind"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Curate & earn by sharing your faves and influencing!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coind’s Chrome extension is the easiest, fastest way to curate your fav articles, videos, and anything else you find on the web and share them asynchronously with your closed ones. \n\nWith one click, the content you’ve curated appears as a shared list of bookmarks for your close followers to peruse at their leisure. Coind is your personal, curated corner of the internet where you can discover, explore and find quality content thats truly worth your time.\n\nHOW TO GET STARTED IN 3 STEPS AND 30 SECS! \n- Download the Coind chrome extension and sign up to create your profile\n- Right-click any piece of content and select “Add to Coind” & choose the category (optional)\n- The piece is now \"coind\"  and shared with your followers non intrusively. Start curating, sharing and influencing! \n\nWHY YOU SHOULD GIVE 'COIND' A TRY? \n- Save anything that interests you—articles, images, videos, links—and absorb them when you're ready. Import your existing bookmarks too! \n- Capture news, interesting articles, favorite weekend long reads, recipes for your upcoming dinner party, save memes, tweets, Youtube videos etc. to share with your closed ones \n- Check out what your close friends, colleagues and family are checking out these days \n- Add tags to order, sort, and find stories with ease!"
  }
}