{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tuttodati - Dati di aziende"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ottieni Dati come Fatturato, Utili, Dipendenti, PEC in tempo reale."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trova dati certi aziendali ovunque sul Web, con un solo click.\nTuttodati ti consente di ottenere in tempo reale informazioni aziendali ufficiali su oltre 14 mln di imprese italiane\n\n★ Ricerca con un click\n\nL’estensione Tuttodati consente di evidenziare e rendere cliccabili Partite IVA presenti all’interno di una pagina web. Clicca sulla partita IVA e automaticamente avrai a disposizione oltre 10 informazioni dell’impresa, da PEC a Fatturato.  \n\n★ Ricerca con motore di ricerca\n\nSe conosci già la Partita IVA dell’azienda potrai inserirla direttamente nel campo di ricerca. Tuttodati restituirà tutte le informazioni disponibili.\n\nEntrambe le modalità di ricerca danno come risultato le stesse informazioni:\nRagione Sociale, Forma Giuridica e Sede Legale\nStato Attività\nPEC e Codice Destinatario (Fatturazione)\nCapitale Sociale, Fatturato, Utili\nSoci con rispettive quote\nDipendenti\nCCIAA, Codice REA e ATECO\nData di Iscrizione\nSplit Payment\n\n★ Scelto da più di 150.000 persone\n\nTuttodati è utilizzato da CEO, CMO, Sales, Giornalisti, Amministrativi e Professionisti.\n\n★ Inizia\n\nL'estensione Tuttodati non richiede registrazione e consente di effettuare 10 ricerche gratuite al mese.  \n\nChi si registra ha il vantaggio di accedere a tutte le informazioni complete, mentre gli utenti non registrati possono visualizzare solo un numero limitato di dati. Ad esempio il numero dipendenti non è disponibile per i non registrati.\n\nInstallando l'estensione, accetti l'Informativa sulla privacy di Tuttodati\nhttps://privacy.altravia.com/?domain=www.tuttodati.it\n\nHai dubbi o domande? Scrivici su Contatti!\nhttps://www.tuttodati.com/assistenza"
  }
}