{
  "name": {
    "ar,bg": "History Cleaner - Clean Master",
    "am": "Cleaner for Chrome - History & Cache Cleaner",
    "bn": "History Cleaner - History & Cache Cleaner",
    "ca": "Historial del navegador més",
    "cs": "Historie prohlížeče plus",
    "da": "Browserhistorik Plus",
    "de": "Browser-Verlauf Plus",
    "el,en,en_AU,fa,fil,ru,sr,sw,uk": "Browser History Plus",
    "en_GB": "Browser history plus",
    "en_US": "Browser History +",
    "es,es_419": "Historial del navegador más",
    "et,id": "The Cleaner - Delete Cookies and Cache",
    "fi": "Selaimen historia plus",
    "fr": "Historique du navigateur plus",
    "gu": "Clean Master - History & Cache Cleaner",
    "he": "Cleaner for Chrome - Cookie Cleaner",
    "hi": "Cache Cleaner - Clean Master Chrome",
    "hr,hu,ml,ms,ta": "History & Cache Cleaner",
    "it": "Cronologia del browser più",
    "ja": "ブラウザ履歴プラス",
    "kn": "History & Cache Cleaner - Cookie Cleaner",
    "ko": "브라우저 기록 플러스",
    "lt": "Naršymo istorija plius",
    "lv": "Pārlūka vēsture plus",
    "mr": "Clean Master - Cache Cleaner",
    "nl": "Browsergeschiedenis Plus",
    "no": "Nettleserhistorikk pluss",
    "pl": "Historia przeglądarek plus",
    "pt_BR,pt_PT": "Histórico do navegador mais",
    "ro": "Cookie Cleaner - Cache Cleaner",
    "sk": "História prehliadača plus",
    "sl": "Zgodovina brskalnika plus",
    "sv": "Webbhistorik Plus",
    "te": "Clean Master - Cleaner for Chrome",
    "th": "Clean Master Chrome - Cleaner for Chrome",
    "tr": "Tarayıcı Geçmişi Artı",
    "vi": "Cleaner for Chrome - History Cleaner",
    "zh_CN": "浏览器历史加",
    "zh_TW": "瀏覽器歷史加"
  },
  "short": {
    "ar,hi,ta": "Browser History Plus is the ultimate solution for managing and browsing your browser history with ease. It replaces the default…",
    "am,bg,hu,kn,ro": "Browser History Plus is the ultimate cache cleaner, offering enhanced controls to manage and browse history with effortless ease.…",
    "bn,he,hr,th,vi": "Browser History Plus is a powerful tool that replaces your regular browser history and provides you with extra features to…",
    "ca": "Historial del navegador més substitueix l'historial per defecte del navegador i ofereix controls addicionals per gestionar i…",
    "cs": "Historie prohlížeče plus nahrazuje výchozí historii prohlížeče a nabízí další ovládací prvky pro snadnou správu a procházení…",
    "da": "Browserhistorik Plus erstatter standardbrowserhistorikken og tilbyder ekstra kontroller til nemt at administrere og gennemse…",
    "de": "Browser-Verlauf Plus ersetzt den Standard-Browserverlauf und bietet zusätzliche Steuerelemente zum einfachen Verwalten und…",
    "el,en,en_AU,fa,fil,ru,sr,sw,uk": "Browser History Plus replaces the default browser history and offers additional controls to manage and browse history with ease.",
    "en_GB,en_US": "Browser history plus replaces the default browser history and offers additional controls to manage and browse history with ease.",
    "es,es_419": "Historial del navegador más reemplaza el historial del navegador predeterminado y ofrece controles adicionales para administrar y…",
    "et,gu,id,ml,mr": "Browser History Plus is a powerful tool that replaces the standard browser history, giving you greater control over your browsing…",
    "fi": "Selaimen historia plus korvaa oletusselaimen historian ja tarjoaa lisätoimintoja historian hallintaan ja selaamiseen helposti.",
    "fr": "Historique du navigateur plus remplace l'historique du navigateur par défaut et offre des contrôles supplémentaires pour gérer et…",
    "it": "Cronologia del browser più sostituisce la cronologia del browser predefinita e offre controlli aggiuntivi per gestire e navigare…",
    "ja": "ブラウザ履歴プラスは、デフォルトのブラウザ履歴を置き換え、履歴の管理と閲覧を簡単に行うための追加コントロールを提供します。",
    "ko": "브라우저 기록 플러스는 기본 브라우저 기록을 대체하고 추가적인 컨트롤을 제공하여 기록을 쉽게 관리하고 탐색할 수 있습니다.",
    "lt": "Naršymo istorija plius pakeičia numatytąją naršyklės istoriją ir siūlo papildomas valdymo priemones, kad valdytumėte ir naršytumėte…",
    "lv": "Pārlūka vēsture plus aizstāj noklusējuma pārlūka vēsturi un piedāvā papildu kontroles, lai viegli pārvaldītu un pārlūkotu vēsturi.",
    "ms,te": "Browser History Plus is the perfect upgrade from the default browser history, offering users a powerful set of controls to manage…",
    "nl": "Browsergeschiedenis Plus vervangt de standaard browsergeschiedenis en biedt extra bedieningselementen om geschiedenis gemakkelijk…",
    "no": "Nettleserhistorikk pluss erstatter standard nettleserhistorikk og tilbyr ekstra kontroller for å administrere og bla gjennom…",
    "pl": "Historia przeglądarek plus zastępuje domyślną historię przeglądarki i oferuje dodatkowe opcje zarządzania i przeglądania historii z…",
    "pt_BR,pt_PT": "Histórico do navegador mais substitui o histórico padrão do navegador e oferece controles adicionais para gerenciar e navegar no…",
    "sk": "História prehliadača plus nahrádza predvolenú históriu prehliadača a ponúka ďalšie ovládacie prvky na správu a prehliadanie…",
    "sl": "Zgodovina brskalnika plus nadomesti privzeto zgodovino brskalnika in ponuja dodatne možnosti za upravljanje in pregledovanje…",
    "sv": "Webbhistorik Plus ersätter standardwebbläsarhistoriken och erbjuder ytterligare kontroller för att hantera och bläddra i historiken…",
    "tr": "Tarayıcı Geçmişi Artı, varsayılan tarayıcı geçmişini değiştirir ve geçmişi yönetmeye ve kolayca göz atabileceğiniz ek kontroller…",
    "zh_CN": "浏览器历史加替换默认浏览器历史记录，并提供额外的控件，以便轻松管理和浏览历史记录。",
    "zh_TW": "瀏覽器歷史加取代預設的瀏覽器歷史，並提供額外的控制項來輕鬆管理和瀏覽歷史。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser History Plus is designed to improve the way users browse and manage their browsing history. It replaces the default browser history and offers additional controls to manage and browse history with ease. The extension is designed to cater to users who have a lot of browsing history and find it difficult to navigate through it.\n\nOur extension offers a calendar view that allows users to see their browsing history in a more intuitive way. Users can select a date and view all the websites they visited during that day. The calendar view is a great way to quickly navigate through history and find the websites you visited on a specific day.\n\nBrowser History Plus also offers a section to clean cache, history, downloads, cookies, and other Chrome browsing data. Users can quickly delete their browsing data without having to navigate through different menus and options. The section also offers customizable cleaning options, allowing users to delete only the data they want.\n\nThe extension also offers an advanced search feature that allows users to search their browsing history using keywords. Users can search for a specific website or a keyword and quickly find relevant results. The search feature makes it easy to find websites that you visited a long time ago.\n\nBrowser History Plus is a comprehensive tool that offers more control and customization options to manage and browse your browsing history. With its calendar view, advanced search, cleaning options, and categorization features, the extension makes it easy to navigate through your browsing history and find the websites you visited a long time ago.\n\nThere are several reasons why users should occasionally clean cache, history, downloads, cookies, and other Chrome browsing data:\n\n1. Free up disk space: As you browse the internet, your browser stores various types of data such as cache files, cookies, and browsing history. Over time, these files can accumulate and take up a significant amount of disk space on your computer. By cleaning these files, you can free up space on your hard drive, which can help improve your computer's performance.\n\n2. Protect privacy: When you browse the internet, your browser stores information about the websites you visit, your search history, and other data. If you share your computer with others or use a public computer, this information can be accessed by others. By regularly cleaning your browsing data, you can protect your privacy and prevent others from accessing your sensitive information.\n\n3. Fix website issues: Sometimes, website issues can occur due to cached data or other browsing data stored in your browser. By clearing your cache and other browsing data, you can fix issues such as pages not loading correctly or broken links.\n\n4. Improve browser performance: Over time, your browser can become slower due to the accumulation of browsing data. By clearing your cache and other browsing data, you can improve your browser's performance and speed up page loading times.\n\n5. Remove malware: Malware can sometimes be stored in your browser's cache or other browsing data. By cleaning these files, you can remove any potential malware from your computer and protect yourself from security threats.\n\nIn summary, cleaning cache, history, downloads, cookies, and other Chrome browsing data can help free up disk space, protect privacy, fix website issues, improve browser performance, and remove potential malware. It's a good idea to regularly clean your browsing data to keep your computer running smoothly and protect your sensitive information."
  }
}