{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recorder & Screenshot | Sitespedia - Screen Video Recorder & Screenshot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take screenshots entirely or partially of websites, annotate them, and manage them in a centralized place."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen Capture is a powerful browser extension designed to simplify the process of taking screenshots. With a range of intuitive features, you can effortlessly capture full pages, specific sections, or browser tabs, and edit your screenshots with advanced tools.\n\n1. Flexible Screenshot Options\n\nFull Page Capture: Capture entire web pages, including the visible and non-visible parts, with a single click.\n\nPartial Screen Capture: Select specific areas of the screen or web page to capture only the content you need.\n\nVisible Area Capture: Quickly capture just the visible part of the web page for instant sharing or saving.\n\nBrowser Tab Capture: Focus on capturing content from a specific browser tab, ensuring other tabs remain private.\n\n2. Advanced Editing Tools\n\nAnnotate Screenshots: Add text, shapes, arrows, and drawings to highlight important areas or add context to screenshots.\n\nBlur Sensitive Information: Easily blur out sensitive information, such as personal details or confidential data, before sharing.\n\nCrop and Resize: Modify the dimensions of your screenshots with crop and resize tools for precise editing.\n\n3. Efficient File Management\n\nDownload and Save: Save screenshots in popular formats like PNG, JPEG, or PDF for easy access and sharing.\n\nOrganized Storage: Automatically organize captured images into folders for easy retrieval and management.\n\nCustomizable File Naming: Set naming conventions for files, making it easy to identify and locate specific screenshots later.\n\n4. Seamless Sharing Options\n\nInstant Sharing: Share screenshots directly to social media platforms, email, or cloud storage services like Google Drive and Dropbox.\n\nCopy to Clipboard: Quickly copy screenshots to the clipboard for pasting into documents, presentations, or chat applications.\n\nGenerate Shareable Links: Create secure links to share screenshots with colleagues or friends for collaborative work.\n\n6. User-Friendly Interface\n\nIntuitive Design: A simple, easy-to-use interface that ensures users of all skill levels can efficiently navigate and utilize the extension.\n\nLightweight and Fast: Minimal resource usage ensures fast performance without slowing down your browser.\n\n7. Privacy and Security\n\nData Privacy: Ensures all screenshots and captured data remain private and secure, with no data collected or shared without user consent.\n\nPermission Control: Only accesses necessary permissions for functionality, respecting user privacy at all times.\n\nWhether for professional presentations, educational content, or personal use, Screen Capture provides a seamless experience for capturing and sharing high-quality images instantly."
  }
}