{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clustdoc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create an application and view applications more easily"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin Name: Clustdoc Client Onboarding\nDescription text:\nClustdoc is a client management and onboarding automation software that helps businesses turn client-facing processes into a breeze. Our beautifully simple Chrome extension allows you to run onboarding workflows and manage clients with minimal effort - from the comfort of your browser. \n---------------------------------------------------------------------\nHOW DOES IT WORK:\n- Log automatically into your Clustdoc account from your browser\n- Invite new clients or stakeholders to join any of your processes\n- Track, manage and progress online applications\n- Communicate with clients and team members\n---------------------------------------------------------------------\nMAIN FEATURES:\nReady-to-use onboarding checklists \nOutline and run routine onboarding processes using our robust modules: forms, tasks, document checklists, payments, eSignatures, sheets and more.\n \nCustom client portal\nHave clients join your processes from a password protected interface where they can easily engage with your team and complete onboarding tasks.\n \nNeatly organized client records\nRequest, collect and progress applications from your business account, your Chrome extension or mobile app.\n \nActivity Dashboard\nMonitor your team’s activity and track submissions from your dashboard.\n \nShared Inbox & Collaboration\nRaise your communication above email noise and interact with clients or teammates from your account.\n \nAutomated reminders\nSchedule and send automated reminders to clients making sure nothing slips through the cracks.\nSECURITY:\nAny data and information collected using your Client Onboarding Chrome extension are encrypted and stored on independent, secure servers, guaranteeing their integrity, authenticity and confidentiality. We comply fully with the GDPR regulation. Your data belongs to you, and we store it for the sole purpose of providing value to you.\nSUPPORT\nAny question? Reach to our Support team at contact@clustdoc.com\nMore information :\nBy installing this Chrome extension, you agree to Clustdoc’s Terms of Use https://clustdoc.com/documentation/terms-fr.pdf\nLearn more : https://clustdoc.com/"
  }
}