{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "yesterpage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Branching browsing history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "yesterpage is an extension that competes with the back/forward buttons in your browser; it presents a branching tree view of the history of the current tab. The improvement over the traditional back/forward buttons is that yesterpage remembers every single page that you have been, in contrast to the browser which \"forgets\" all the websites that are ahead when you proceed to another website.\n\nThe way we humans seek information does not strictly adheres to the Standard Boolean model that consist of a chain of boolean statements, but more of Berrypicking:\n\n\"Bates argues that searches are evolving and occur bit by bit. That is to say, a person constantly changes his or her search terms in response to the results returned from the information retrieval system. Thus, a simple linear model does not capture the nature of information retrieval because the very act of searching causes feedback which causes the user to modify his or her cognitive model of the information being searched for. In addition, information retrieval can be bit by bit. Bates gives a number of examples. For instance, a user may look through footnotes and follow these sources. Or, a user may scan through recent journal articles on the topic. In each case, the user's question may change and thus the search evolves.\"\n\nyesterpage is intended to support and encourage Berrypicking model by keeping track of all the webpages you have been in a dendroid form that denotes whence you arrived a page and whither you proceeded."
  }
}