{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Valo Note"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is a web page note where individual notes can be made by URL on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Google Chrome extension is a versatile tool designed to enhance the web browsing experience. Its key features include:\n\nOffline Configuration: Users can set up and configure the extension for specific URLs or web addresses. This means that the extension can adapt to different websites, providing unique functionalities and data storage options for each one.\n\nTailored Functionality: The extension allows users to define how it behaves on different websites. For example, you can set it to block ads on one site, but not on another, or enable specific content filters for certain web addresses.\n\nData Management: It offers efficient data management for offline use. You can save web content, such as articles or documents, for later reading, even when you're not connected to the internet.\n\nEnhanced Offline Experience: By customizing the extension's settings for each website, users can ensure a seamless and tailored offline browsing experience. This is particularly useful for professionals who need access to specific web resources when offline.\n\nImproved Productivity: This extension can boost productivity by allowing users to prepare for offline work on specific websites. For example, you can download research materials, access important documentation, or make notes for later use, all while online.\n\nEasy Configuration: The extension provides a user-friendly interface for setting up and managing preferences for different websites, making it accessible to a wide range of users.\n\nOverall, this Google Chrome extension offers a unique and flexible solution for enhancing web browsing by allowing users to customize their experience for different online destinations and ensuring that they can continue to access valuable content even when offline."
  }
}