{
  "name": {
    "ar": "Picture in Picture - Video Speed Controller",
    "am": "PiP mode",
    "bg": "Picture-in-Picture",
    "bn": "Picture-in-Picture and Video Downloader",
    "ca": "Imatge en imatge - reproductor de vídeo flotant",
    "cs": "Obraz v Obraze - plovoucí video přehrávač",
    "da": "Flydende afspiller - billede-i-billede",
    "de": "Bild-in-Bild - Schwebender Videoplayer",
    "el": "PiP window - Video Speed Controller",
    "en,en_AU,en_GB,en_US,es_419,lt,lv,pt_PT,ru,sk,sl,uk,zh_TW": "Picture in Picture - Floating player",
    "es": "Imagen en Imagen - reproductor de video flotante",
    "et": "Picture in Picture with Video Playback Controls",
    "fa,sw": "Floating Player - Picture-in-Picture",
    "fi": "Kuva kuvassa - kelluva pelaaja",
    "fil,te": "Picture in picture - floating video player",
    "fr": "Image dans l'image - lecteur vidéo flottant",
    "gu": "Picture in Picture for Amazon Prime",
    "he": "Floating Player",
    "hi": "Netflix Picture in Picture",
    "hr": "Picture-in-Picture Extension",
    "hu": "Floating Video",
    "id": "Picture in Picture - PiP View",
    "it": "Immagine nell'immagine - lettore video mobile",
    "ja": "Chrome のピクチャー イン ピクチャー",
    "kn": "PiP View - youtube video",
    "ko": "PIP(Picture in Picture) - 플로팅 비디오 플레이어",
    "ml": "HBO Max Picture-in-Picture",
    "mr": "Picture-in-Picture - PiP View",
    "ms": "Floating player - Video Downloader",
    "nl": "Beeld in beeld - zwevende videospeler",
    "no": "Bilde i bilde - flytende videospiller",
    "pl": "Obraz w obrazie - pływający odtwarzacz wideo",
    "pt_BR": "Imagem em imagem - reprodutor de vídeo flutuante",
    "ro": "Picture in Picture Youtube",
    "sr": "Picture in Picture - floating video player",
    "sv": "Bild i bild - flytande videospelare",
    "ta": "Youtube Picture-in-Picture",
    "th": "Zoom Video",
    "tr": "Resim içinde resim - kayan video oynatıcı",
    "vi": "Picture in Picture with Playback Controls",
    "zh_CN": "畫中畫 - 浮動視頻播放器"
  },
  "short": {
    "ar": "Floating video - watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web! Youtube…",
    "am": "Picture-in-Picture mode allows you to watch video in a floating video with playback controls. Floating video extension. Floating…",
    "bg": "Picture-in-Picture mode allows you to watch video in a floating video with playback controls. Floating video extension and PiP mode.",
    "bn": "Watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web! Video Speed Controller and…",
    "ca": "El mode Imatge-en-Imatge et permet continuar veient vídeos mentre fas alguna altra cosa a la web! Vídeo flotant. Vídeo flotant per…",
    "cs": "Režim obrázek v obraze vám umožňuje pokračovat ve sledování videí, zatímco na webu děláte něco jiného! Plovoucí video. Plovoucí…",
    "da": "Billede-i-Billede-tilstand giver dig mulighed for at fortsætte med at se videoer, mens du laver noget andet på nettet! Flydende…",
    "de": "Der Bild-im-Bild-Modus ermöglicht es Ihnen, Videos weiter anzusehen, während Sie etwas anderes im Web tun! Schwebendes Video.…",
    "el": "Picture in Picture - watch videos while surfing the web with Picture in Picture (PiP) mode. YouTube Floating video player for Web!…",
    "en,en_AU,en_GB,en_US,es_419,lt,lv,pt_PT,ru,sk,sl,uk,zh_TW": "Picture-in-Picture mode allows you to watch a video in a floating window with playback video and volume controls.",
    "es": "¡El modo Imagen-en-Imagen te permite seguir viendo videos mientras haces algo más en la web! Video flotante. Video flotante para…",
    "et": "Picture in picture, dual video, PiP mode, floating window. Video Overlay, pinch to zoom, Picture and Picture, floating player and…",
    "fa": "Watch in Picture-in-Picture mode: Experience your videos on a floating player! Enjoy seamless streaming on platforms like YouTube,…",
    "fi": "Kuva-kuvassa-tila mahdollistaa videoiden katselun jatkamisen samalla kun teet jotain muuta verkossa! Kelluva video. Kelluva video…",
    "fil": "Watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for Web! Video Downloader and zoom…",
    "fr": "Le mode Image dans l'image vous permet de continuer à regarder des vidéos tout en faisant autre chose sur le web ! Vidéo flottante.…",
    "gu": "Picture-in-Picture mode lets you effortlessly enjoy videos while multitasking on the web! Floating video for Youtube, Facebook,…",
    "he": "Youtube picture in picture mode allows you to watch video in a floating video. Youtube Floating video extension. Youtube video and…",
    "hi": "Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video ChatGPT.…",
    "hr": "Flaoting Player for Twitch - continue watching your videos on Picture-in-Picture mode while doing something else! Netflix PiP.",
    "hu": "Picture-in-Picture mode allows you to effortlessly watch videos and multitask on the web! Enjoy the convenience of a floating video…",
    "id": "Picture-in-Picture (PIP) mode. Picture in picture, dual video, PiP mode, floating window. Video Overlay, pinch to zoom, Picture and…",
    "it": "La modalità Immagine in Immagine ti permette di continuare a guardare i video mentre fai qualcos'altro sul web! Video galleggiante.…",
    "ja": "ピクチャ イン ピクチャ モードで Web を閲覧しながらビデオを視聴します。 ウェブ用フローティングビデオプレーヤー！",
    "kn": "Youtube picture-in-picture mode allows you to watch video in a floating video. Youtube Floating video extension. Youtube videos,…",
    "ko": "Picture-in-Picture 모드를 사용하면 재생 컨트롤을 사용하여 플로팅 비디오에서 비디오를 볼 수 있습니다. 플로팅 비디오 확장 프로그램.",
    "ml,mr": "Picture-in-Picture to watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player and Youtube…",
    "ms": "Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt.…",
    "nl": "Beeld-in-Beeld modus stelt je in staat om video's te blijven kijken terwijl je iets anders doet op het web! Zwevende video.…",
    "no": "Bilde-i-bilde-modus lar deg fortsette å se videoer mens du gjør noe annet på nettet! Flytende video. Flytende video for Youtube,…",
    "pl": "Tryb Obraz w obrazie pozwala ci kontynuować oglądanie filmów, podczas gdy robisz coś innego w sieci! Pływający film. Pływający film…",
    "pt_BR": "O modo Imagem-em-Imagem permite que você continue assistindo vídeos enquanto faz algo mais na web! Vídeo flutuante. Vídeo flutuante…",
    "ro": "Netflix Picture-in-Picture mode to watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player for…",
    "sr": "Picture in picture, dual video, PiP mode, floating window. Video Overlay, pinch to zoom, Picture and Picture, floating video.",
    "sv": "Bild-i-bild-läge låter dig fortsätta titta på videor medan du gör något annat på webben! Flytande video. Flytande video för…",
    "sw,ta,th": "Youtube picture-in-picture mode allows you to watch video in a floating video, PiP mode. Youtube Floating video extension. Youtube…",
    "te": "Picture-in-Picture - watching your videos on floating player mode! Floating video for Youtube, Facebook, Twitch, Instagram.",
    "tr": "Resim içinde Resim modu, web'de başka bir şey yaparken videoları izlemeye devam etmenizi sağlar! Yüzen video. Youtube, Facebook,…",
    "vi": "Watch videos while surfing the web with Picture in Picture (PiP) mode. Floating video player! Video downlaoder and music downloader.",
    "zh_CN": "畫中畫模式允許您在帶有播放控件的浮動視頻中觀看視頻。 浮動視頻擴展。"
  },
  "long": {
    "am,ar,en,en_AU,en_GB,en_US,es_419,lt,lv,pt_PT,ru,sk,sl,uk,zh_TW": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nHow Extension works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” and you're done.\n\nA floating video allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nVideo Playback Controls\nEnjoy full control over your video playback with intuitive controls directly within the floating player:\n- Volume control; \n- Stop and play video; \n- Video speed control; \n- Switch to next video.\n\nJust click on the Floating Player and Video Control icon to display the video player on YouTube, Netflix or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube and many others\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings!",
    "bg,sr": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "bn": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "ca": "Picture-in-Picture - (Reproductor flotant) - us permet veure vídeos en una finestra flotant (sempre a sobre d'altres finestres) perquè pugueu fer un seguiment del que esteu veient quan interactueu amb altres llocs o aplicacions.\n\nAquesta extensió ofereix una vista PiP a tots els llocs web amb un element de vídeo HTML. Premeu la icona de l'extensió per obrir el reproductor actiu a la imatge en mode d'imatge. Aquesta extensió intenta utilitzar automàticament el reproductor actiu.\n\nAra reprodueix pel·lícules, sèries o esports en qualsevol pestanya. Instal·leu l'extensió de Chrome Picture in Picture per habilitar el vídeo flotant. Admetem aquesta funció a tots els llocs de transmissió.\n\nAquest mode us permet reproduir qualsevol vídeo en mode Picture-in-Picture (PiP) i funciona a totes les plataformes. PiP és un reproductor de vídeo emergent i sempre a la part superior que flota a sobre d'altres finestres.\n\nTambé podeu reposicionar-lo al llarg de la vora de la pantalla mentre continueu navegant per Internet.\n\nNomés cal que feu clic a la icona del reproductor flotant per mostrar el reproductor de vídeo a YouTube o a qualsevol altre lloc web del web. Aquesta finestra reproduirà el vídeo a totes les pàgines del navegador on hi hagi un recurs de vídeo.\n\nQuè és l'extensió Picture in Picture?\nEl vídeo flotant ofereix una vista PiP a tots els llocs web amb un element de vídeo HTML. L'extensió afegeix un botó d'acció de pàgina al vostre navegador. Quan una pàgina té un element de vídeo, el color d'aquest botó canvia. Premeu el botó per obrir el reproductor actiu en el mode Picture-in-Picture (Mode PiP).\n\nL'extensió Picture in Picture prova automàticament d'utilitzar el reproductor actiu.\n\nCom reprodueixo un vídeo en una finestra flotant?\nObriu el vídeo de YouTube al minireproductor en mode d'imatge en imatge flotant (PIP). Admet reproductors de vídeo Aquesta finestra reproduirà vídeos a totes les pàgines del navegador.\n\nCom funciona Picture in Picture:\n- Busca el vídeo i executa-lo.\n- Seleccioneu el mode \"Imatge flotant en imatge\" (PIP) i ja heu acabat\n\nUn reproductor de vídeo flotant permet a l'espectador desplaçar-se per la vostra pàgina web i mantenir el vostre vídeo a la vista tot el temps.\n\nEl mode PiP és un reproductor de vídeo emergent i sempre a la part superior que flota a sobre d'altres finestres. Porta el mode PIP a qualsevol reproductor de vídeo HTML5 de qualsevol lloc web.\n\nReprodueix el vídeo a la finestra emergent flotant.\nCanvia la mida de la finestra emergent de vídeo flotant.\nAdmeten tots els formats de vídeo.\nDrecera de teclat: Alt + P (⌥ + P a macOS)\n\nLa finestra flotant: el mode PiP té botons de reproducció i pausa, i podeu sortir del mode d'imatge en imatge en qualsevol moment.\n\nCom funciona el mode Picture in Picture:\n1. Cerqueu el vídeo i executeu-lo.\n2. Feu clic a la icona de l'extensió per reduir el reproductor de vídeo a YouTube i altres llocs.\n3. Seleccioneu el mode \"Imatge flotant en imatge\" (PIP) i ja heu acabat.\n\nProveu la multitasca real amb un mini reproductor flotant que us simplifica la vida al web! Mira vídeos en mode d'imatge en imatge en llocs web populars.\n\nEl mode Pic-in-pic admet tots els formats de vídeo i funciona amb centres de vídeo populars com Youtube, Vimeo, Facebook i molts altres.\n\nExempció de responsabilitat: sobre la marca registrada de Youtube!\nYoutube és una marca comercial de Google Inc. L'ús d'aquesta marca comercial està subjecte als permisos de Google.\nEl mode d'imatge flotant en el mode d'imatge (PIP) per a YouTube no està creat, no està associat a Google Inc. o no és compatible.\n\nExempció de responsabilitat: Hulu és una marca comercial de Disney Media and Entertainment Distribution. Aquest lloc web i extensió no tenen cap associació ni afiliació amb Hulu o cap empresa de tercers.\n\nYoutube Imatge en imatge\nYoutube Picture in Picture us permet reproduir contingut de vídeo de Youtube en una finestra flotant fixada sempre a la part superior, de manera que podeu utilitzar la resta de la pantalla per a altres tasques.\n\nImatge a imatge de HBOMax\nTot el que heu de fer és afegir l'extensió HBOMax Picture in Picture al vostre navegador i gaudir de la vostra sèrie preferida en segon pla. És tan senzill com això!\n\nPrime Video Imatge en imatge\nPrime Video Picture in Picture us permet reproduir contingut de vídeo en una finestra flotant fixada sempre a la part superior, de manera que podeu utilitzar la resta de la pantalla per a altres tasques.\n\nParamount + Imatge en imatge\nParamount + Picture in Picture us permet reproduir contingut de vídeo en una finestra flotant fixada sempre a la part superior, de manera que podeu utilitzar la resta de la pantalla per a altres tasques.\n\nAppleTV+ Imatge en imatge\nAppleTV+ Picture in Picture us permet reproduir contingut de vídeo en una finestra flotant fixada sempre a la part superior, de manera que podeu utilitzar la resta de la pantalla per a altres tasques.\n\nAmpliar el vídeo, canviar la relació d'aspecte del vídeo eliminant barres negres a Netflix, Youtube. Vídeo ultra ample, pàgina de zoom, controlador de zoom, vídeo de velocitat i descàrrega de vídeos. Zoom de vídeo. Zoom per omplir el vídeo i canviar la relació d'aspecte del vídeo eliminant barres negres a Youtube. Vídeo del controlador de zoom i vídeo de resum Chatgpt. Imatge en mode d'imatge.\n\nVideo Speed Controller: accelera o alentiu els vídeos a qualsevol web.\nVideo Speed Controller activat més ràpid o més lent per reproduir vídeo. Ara podeu alentir o accelerar fàcilment els vídeos amb una configuració flexible.\n\nEsperem que la nostra eina sigui útil! Esperem els vostres comentaris i valoracions!",
    "cs": "Obraz v obraze – (Plovoucí přehrávač) – umožňuje sledovat videa v plovoucím okně (vždy nad ostatními okny), abyste měli přehled o tom, co sledujete při interakci s jinými weby nebo aplikacemi.\n\nToto rozšíření přináší zobrazení PiP na všechny webové stránky s prvkem videa HTML. Stisknutím ikony rozšíření otevřete aktivní přehrávač v režimu obrázek v obrázku. Toto rozšíření se automaticky pokusí použít aktivní přehrávač.\n\nNyní streamujte filmy, seriály nebo sporty na libovolné kartě. Chcete-li povolit plovoucí video, nainstalujte si rozšíření Picture in Picture pro Chrome. Tuto funkci podporujeme na všech streamovacích stránkách.\n\nTento režim vám umožňuje přehrávat jakékoli video v režimu Obraz v obraze (PiP) a funguje na všech platformách. PiP je vyskakovací, vždy zapnutý video přehrávač, který se vznáší nad ostatními okny.\n\nMůžete jej také přemístit podél okraje obrazovky, zatímco budete pokračovat v procházení internetu.\n\nKliknutím na ikonu plovoucího přehrávače zobrazíte přehrávač videa na YouTube nebo na jiných webových stránkách na webu. Toto okno přehraje video na všech stránkách prohlížeče, na kterých je zdroj videa.\n\nCo je rozšíření Obraz v obraze?\nPlovoucí video přináší obraz v obraze na všechny webové stránky s prvkem HTML videa. Rozšíření přidá do vašeho prohlížeče tlačítko akce stránky. Pokud stránka obsahuje prvek videa, barva tohoto tlačítka se změní. Stisknutím tlačítka otevřete aktivní přehrávač v režimu obrazu v obraze (režim PiP).\n\nRozšíření Picture in Picture se automaticky pokusí použít aktivní přehrávač.\n\nJak přehraju video v plovoucím okně?\nOtevřete video YouTube na minipřehrávači v režimu plovoucího obrazu v obraze (PIP). Podporuje přehrávače videa Toto okno přehraje videa na všech stránkách prohlížeče.\n\nJak funguje obraz v obraze:\n- Najděte video a spusťte ho.\n- Vyberte režim „Plovoucí obraz v obraze“ (PIP) a je hotovo\n\nPlovoucí videopřehrávač umožňuje divákovi procházet webovou stránkou a mít vaše video neustále na očích.\n\nRežim PiP je vyskakovací, vždy zapnutý video přehrávač, který se vznáší nad ostatními okny. Přeneste režim PIP do libovolného přehrávače videa HTML5 na libovolné webové stránce.\n\nPřehrajte video v plovoucím vyskakovacím okně.\nZměnit velikost vyskakovacího okna plovoucího videa.\nPodporovány jsou všechny formáty videa.\nKlávesová zkratka: Alt + P (⌥ + P v systému macOS)\n\nPlovoucí okno – režim PiP má tlačítka přehrávání a pauzy a z režimu obrazu v obraze můžete kdykoli odejít.\n\nJak funguje režim Obraz v obraze:\n1. Najděte video a spusťte jej.\n2. Kliknutím na ikonu rozšíření zmenšíte přehrávač videa na YouTube a dalších webech.\n3. Vyberte režim „Plovoucí obraz v obraze“ (PIP) a je hotovo.\n\nVyzkoušejte skutečný multitasking s plovoucím mini přehrávačem, který vám zjednoduší život na webu! Sledujte videa v režimu obraz v obraze na oblíbených webových stránkách.\n\nRežim Pic-in-pic podporuje všechny formáty videa a funguje s oblíbenými videocentry, jako je Youtube, Vimeo, Facebook a mnoho dalších.\n\nUpozornění: o ochranné známce Youtube!\nYoutube je ochranná známka společnosti Google Inc. Použití této ochranné známky podléhá oprávněním společnosti Google.\nRežim plovoucího obrázku v režimu obrazu (PIP) pro YouTube není vytvořen, není spojen se společností Google Inc. nebo není podporován.\n\nUpozornění: Hulu je ochranná známka společnosti Disney Media and Entertainment Distribution. Tato webová stránka a rozšíření nemají žádnou spojitost ani přidružení k Hulu nebo společnostem třetích stran.\n\nYoutube Obraz v obraze\nYouTube Obraz v obraze vám umožňuje přehrávat videoobsah YouTube v plovoucím okně, které je vždy připnuto nahoře, takže můžete zbytek obrazovky používat pro jiné úkoly.\n\nHBOMax Obraz v obraze\nVše, co musíte udělat, je přidat do prohlížeče rozšíření HBOMax Picture in Picture a vychutnat si svůj oblíbený seriál na pozadí. Je to tak jednoduché!\n\nPrime Video Obraz v obraze\nFunkce Prime Video Picture in Picture vám umožňuje přehrávat video obsah v plovoucím okně, které je vždy připnuto nahoře, takže můžete zbytek obrazovky používat pro jiné úkoly.\n\nParamount + obraz v obraze\nParamount + Obraz v obraze vám umožňuje přehrávat video obsah v plovoucím okně připnutém vždy nahoře, takže můžete zbytek obrazovky používat pro jiné úkoly.\n\nAppleTV+ Obraz v obraze\nAppleTV+ Obraz v obraze vám umožňuje přehrávat video obsah v plovoucím okně připnutém vždy nahoře, takže můžete zbytek obrazovky používat pro jiné úkoly.\n\nPřiblížení videa, změna poměru stran videa odstraněním černých pruhů na Netflix, Youtube. Ultrawide video, zoom page, zoom controler, speed video and video downloader. Zoom videa. Zoom to Fill video a změna poměru stran videa odstraněním černých pruhů na Youtube. Video ovladače zoomu a souhrnné video Chatgpt. Režim obraz v obraze.\n\nVideo Speed Controller – Zrychlete nebo zpomalte videa na libovolném webu.\nOvladač rychlosti videa umožňuje rychlejší nebo pomalejší přehrávání videa. Nyní můžete snadno zpomalit nebo zrychlit videa pomocí flexibilní konfigurace.\n\nDoufáme, že náš nástroj bude pro vás užitečný! Čekáme na vaši zpětnou vazbu a hodnocení!",
    "da": "Flydende afspiller - billede-i-billede (PiP) lader dig afspille enhver video i\nflydende videoafspillertilstand, og den virker på alle platforme. PiP er en pop-out, altid-on-top videoafspiller, der svæver oven på andre vinduer.\n\nDu kan også flytte den langs skærmkanten, mens du fortsætter med at surfe på internettet.\n\nStream nu dine yndlingsfilm, serier eller sport på en hvilken som helst fane. Installer Picture in Picture chrome-udvidelsen for at aktivere den flydende video. Vi understøtter denne funktion på alle streamingsider.\n\nHvad er udvidelse Billede i billede?\nFlydende video bringer en PiP-visning til alle websteder med et HTML-videoelement. Udvidelsen tilføjer en sidehandlingsknap til din browser.\n\nNår en side har et videoelement, ændres farven på denne knap. Tryk på knappen for at åbne den aktive afspiller i Picture-in-Picture-tilstand (PiP-tilstand).\n\nFlydende videoudvidelse forsøger automatisk at bruge den aktive afspiller.\n\nHvordan afspiller jeg en video i et flydende vindue?\nÅbn YouTube-videoen på miniafspilleren i flydende billede-i-billede-tilstand (PIP). Understøtter videoafspillere Dette vindue afspiller videoer på alle sider i browseren.\n\nSådan fungerer billede i billede:\n- Find videoen og kør den.\n- Vælg tilstanden \"Flydende billede i billede\" (PIP), og du er færdig\n\nEn flydende videoafspiller gør det muligt for seeren at rulle gennem din webside og holde din video synlig hele tiden.\n\nBare klik på ikonet for flydende afspiller for at vise videoafspilleren på YouTube eller andre websteder på nettet. Dette vindue afspiller videoen på alle sider i browseren, hvor der er en videoressource.\n\nPic-in-pic-tilstand understøtter alle videoformater og fungerer med populære videohubs som Youtube og mange andre\n\nFlydende videoafspiller (PIP) til YouTube respekterer dit privatliv.\n\nP.S. YouTube er et varemærke tilhørende Google Inc. Brug af dette varemærke er underlagt Googles tilladelser.\nDen flydende billedtilstand i billedtilstand (PIP) for YouTube er ikke oprettet, er ikke tilknyttet Google Inc. eller understøttes ikke.\n\nVi håber virkelig, at vores billedfremviser vil være nyttig for dig! Vi ser frem til din feedback og vurderinger! Skriv også dine forslag til forbedring af funktionaliteten.\n\nThis extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings!",
    "de": "Bild-in-Bild – (Floating Player) – ermöglicht Ihnen das Ansehen von Videos in einem schwebenden Fenster (immer über anderen Fenstern), sodass Sie den Überblick behalten, was Sie gerade ansehen, wenn Sie mit anderen Websites oder Anwendungen interagieren.\n\nDiese Erweiterung bringt eine PiP-Ansicht auf alle Websites mit einem HTML-Videoelement. Drücken Sie auf das Erweiterungssymbol, um den aktiven Player im Bild-in-Bild-Modus zu öffnen. Diese Erweiterung versucht automatisch, den aktiven Player zu verwenden.\n\nStreamen Sie jetzt Filme, Serien oder Sport auf jedem Tab. Installieren Sie die Chrome-Erweiterung „Picture in Picture“, um das schwebende Video zu aktivieren. Wir unterstützen diese Funktion auf jeder Streaming-Site.\n\nIn diesem Modus können Sie jedes Video im Bild-in-Bild-Modus (PiP) abspielen und er funktioniert auf allen Plattformen. PiP ist ein ausklappbarer, immer im Vordergrund angezeigter Videoplayer, der über anderen Fenstern schwebt.\n\nSie können es auch am Bildschirmrand neu positionieren, während Sie weiter im Internet surfen.\n\nKlicken Sie einfach auf das Floating Player-Symbol, um den Videoplayer auf YouTube oder einer anderen Website im Web anzuzeigen. Dieses Fenster spielt das Video auf allen Seiten des Browsers ab, auf denen eine Videoressource vorhanden ist.\n\nWas ist die Bild-in-Bild-Erweiterung?\nFloating-Video bringt eine PiP-Ansicht auf alle Websites mit einem HTML-Videoelement. Die Erweiterung fügt Ihrem Browser eine Seitenaktionsschaltfläche hinzu. Wenn eine Seite ein Videoelement enthält, ändert sich die Farbe dieser Schaltfläche. Drücken Sie die Taste, um den aktiven Player im Bild-in-Bild-Modus (PiP-Modus) zu öffnen.\n\nDie Bild-in-Bild-Erweiterung versucht automatisch, den aktiven Player zu verwenden.\n\nWie spiele ich ein Video in einem schwebenden Fenster ab?\nÖffnen Sie das YouTube-Video auf dem Mini-Player im schwebenden Bild-in-Bild-Modus (PIP). Unterstützt Videoplayer. Dieses Fenster spielt Videos auf allen Seiten des Browsers ab.\n\nSo funktioniert Bild in Bild:\n- Suchen Sie das Video und führen Sie es aus.\n- Wählen Sie den Modus „Floating Picture in Picture“ (PIP) und fertig\n\nEin schwebender Videoplayer ermöglicht es dem Betrachter, durch Ihre Webseite zu scrollen und Ihr Video die ganze Zeit über im Auge zu behalten.\n\nDer PiP-Modus ist ein ausklappbarer, immer im Vordergrund angezeigter Videoplayer, der über anderen Fenstern schwebt. Bringen Sie den PIP-Modus in jeden HTML5-Videoplayer auf jeder Website.\n\nSpielen Sie das Video im schwebenden Popup-Fenster ab.\nGröße des schwebenden Video-Popups ändern.\nAlle Videoformate werden unterstützt.\nTastaturkürzel: Alt + P (⌥ + P unter macOS)\n\nDas schwebende Fenster – PiP-Modus verfügt über Wiedergabe- und Pause-Tasten, und Sie können den Bild-in-Bild-Modus jederzeit verlassen.\n\nSo funktioniert der Bild-in-Bild-Modus:\n1. Suchen Sie das Video und führen Sie es aus.\n2. Klicken Sie auf das Erweiterungssymbol, um den Videoplayer auf YouTube und anderen Websites zu verkleinern.\n3. Wählen Sie den Modus „Floating Picture in Picture“ (PIP) und fertig.\n\nProbieren Sie echtes Multitasking mit einem schwebenden Miniplayer aus, der Ihr Leben im Web vereinfacht! Sehen Sie sich Videos im Bild-in-Bild-Modus auf beliebten Websites an.\n\nDer Pic-in-Pic-Modus unterstützt alle Videoformate und funktioniert mit beliebten Video-Hubs wie Youtube, Vimeo, Facebook und vielen anderen.\n\nHaftungsausschluss: zur Marke YouTube!\nYouTube ist eine Marke von Google Inc. Die Verwendung dieser Marke unterliegt den Genehmigungen von Google.\nDer schwebende Bildmodus im Bildmodus (PIP) für YouTube wurde nicht erstellt, ist nicht mit Google Inc. verbunden oder wird nicht unterstützt.\n\nHaftungsausschluss: Hulu ist eine Marke von Disney Media and Entertainment Distribution. Diese Website und Erweiterung stehen in keiner Verbindung oder Zugehörigkeit zu Hulu oder Drittunternehmen.\n\nYoutube Bild im Bild\nMit YouTube Picture in Picture können Sie YouTube-Videoinhalte in einem schwebenden Fenster abspielen, das immer oben angeheftet ist, sodass Sie den Rest Ihres Bildschirms für andere Aufgaben nutzen können.\n\nHBOMax Bild im Bild\nSie müssen lediglich die HBOMax-Bild-in-Bild-Erweiterung zu Ihrem Browser hinzufügen und Ihre Lieblingsserie im Hintergrund genießen. So einfach ist das!\n\nPrime Video Bild-in-Bild\nMit Prime Video Picture in Picture können Sie Videoinhalte in einem schwebenden Fenster abspielen, das immer oben angeheftet ist, sodass Sie den Rest Ihres Bildschirms für andere Aufgaben nutzen können.\n\nParamount + Bild im Bild\nMit Paramount + Picture in Picture können Sie Videoinhalte in einem schwebenden Fenster abspielen, das immer oben angeheftet ist, sodass Sie den Rest Ihres Bildschirms für andere Aufgaben nutzen können.\n\nAppleTV+ Bild-in-Bild\nMit AppleTV+ Picture in Picture können Sie Videoinhalte in einem schwebenden Fenster abspielen, das immer oben angeheftet ist, sodass Sie den Rest Ihres Bildschirms für andere Aufgaben nutzen können.\n\nZoomen Sie Videos, ändern Sie das Seitenverhältnis von Videos und entfernen Sie schwarze Balken auf Netflix und YouTube. Ultrawide-Video, Zoom-Seite, Zoom-Controller, Geschwindigkeitsvideo und Video-Downloader. Videozoom. Zoomen Sie, um das Video zu füllen, und ändern Sie das Seitenverhältnis des Videos, indem Sie schwarze Balken auf YouTube entfernen. Zoom-Controller-Video und zusammenfassendes Video Chatgpt. Bild im Bildmodus.\n\nVideo-Geschwindigkeitsregler – Beschleunigen oder verlangsamen Sie Videos in jedem Web.\nDer Video-Geschwindigkeitsregler ermöglicht eine schnellere oder langsamere Videowiedergabe. Jetzt können Sie Videos mit flexibler Konfiguration ganz einfach verlangsamen oder beschleunigen.\n\nWir hoffen, dass Sie unser Tool nützlich finden! Wir warten auf Ihr Feedback und Ihre Bewertungen!",
    "el": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "es": "Imagen en imagen (Reproductor flotante): le permite ver videos en una ventana flotante (siempre encima de otras ventanas) para que pueda realizar un seguimiento de lo que está viendo cuando interactúa con otros sitios o aplicaciones.\n\nEsta extensión ofrece una vista PiP a todos los sitios web con un elemento de vídeo HTML. Presione el ícono de extensión para abrir el reproductor activo en el modo imagen en imagen. Esta extensión intenta utilizar automáticamente el reproductor activo.\n\nAhora transmite películas, series o deportes en cualquier pestaña. Instale la extensión de Chrome Picture in Picture para habilitar el video flotante. Admitimos esta función en todos los sitios de transmisión.\n\nEste modo te permite reproducir cualquier vídeo en modo Imagen en imagen (PiP) y funciona en todas las plataformas. PiP es un reproductor de vídeo emergente y siempre visible que flota sobre otras ventanas.\n\nTambién puedes reposicionarlo a lo largo del borde de la pantalla mientras continúas navegando por Internet.\n\nSimplemente haga clic en el ícono del reproductor flotante para mostrar el reproductor de video en YouTube o en cualquier otro sitio web de la Web. Esta ventana reproducirá el video en todas las páginas del navegador en las que haya un recurso de video.\n\n¿Qué es la extensión Imagen en Imagen?\nEl vídeo flotante ofrece una vista PiP a todos los sitios web con un elemento de vídeo HTML. La extensión agrega un botón de acción de página a su navegador. Cuando una página tiene un elemento de video, el color de este botón cambia. Presione el botón para abrir el reproductor activo en el modo Imagen en imagen (Modo PiP).\n\nLa extensión Picture in Picture intenta utilizar automáticamente el reproductor activo.\n\n¿Cómo reproduzco un vídeo en una ventana flotante?\nAbra el video de YouTube en el mini reproductor en modo de imagen en imagen flotante (PIP). Admite reproductores de video Esta ventana reproducirá videos en todas las páginas del navegador.\n\nCómo funciona Imagen en imagen:\n- Encuentra el vídeo y ejecútalo.\n- Seleccione el modo “Imagen flotante en imagen” (PIP) y listo\n\nUn reproductor de video flotante permite al espectador desplazarse por su página web y mantener su video a la vista todo el tiempo.\n\nEl modo PiP es un reproductor de vídeo emergente y siempre visible que flota sobre otras ventanas. Lleve el modo PIP a cualquier reproductor de vídeo HTML5 en cualquier sitio web.\n\nReproduce vídeo en una ventana emergente flotante.\nCambiar el tamaño de la ventana emergente de video flotante.\nTodos los formatos de vídeo compatibles.\nAtajo de teclado: Alt + P (⌥ + P en macOS)\n\nLa ventana flotante: modo PiP tiene botones de reproducción y pausa, y puedes salir del modo imagen en imagen en cualquier momento.\n\nCómo funciona el modo Imagen en imagen:\n1. Busque el vídeo y ejecútelo.\n2. Haga clic en el ícono de la extensión para reducir el reproductor de video en YouTube y otros sitios.\n3. Seleccione el modo “Imagen flotante en imagen” (PIP) y listo.\n\n¡Prueba la multitarea real con un mini reproductor flotante que simplifica tu vida en la Web! Mire videos en modo imagen en imagen en sitios web populares.\n\nEl modo Pic-in-pic admite todos los formatos de vídeo y funciona con centros de vídeo populares como Youtube, Vimeo, Facebook y muchos otros.\n\nDescargo de responsabilidad: ¡sobre la marca Youtube!\nYoutube es una marca comercial de Google Inc. El uso de esta marca comercial está sujeto a los permisos de Google.\nEl modo de imagen flotante en el modo Imagen (PIP) para YouTube no se crea, no está asociado con Google Inc. o no es compatible.\n\nDescargo de responsabilidad: Hulu es una marca comercial de Disney Media and Entertainment Distribution. Este sitio web y su extensión no tienen asociación ni afiliación con Hulu ni con ninguna empresa de terceros.\n\nImagen en imagen de Youtube\nYoutube Picture in Picture te permite reproducir contenido de vídeo de Youtube en una ventana flotante fijada siempre en la parte superior, para que puedas usar el resto de la pantalla para otras tareas.\n\nImagen en imagen de HBOMax\nTodo lo que necesitas hacer es agregar la extensión HBOMax Picture in Picture a tu navegador y disfrutar de tu serie favorita en segundo plano. ¡Es tan simple como eso!\n\nImagen en imagen de Prime Video\nPrime Video Picture in Picture te permite reproducir contenido de video en una ventana flotante fijada siempre en la parte superior, para que puedas usar el resto de la pantalla para otras tareas.\n\nParamount + Imagen en imagen\nParamount + Picture in Picture te permite reproducir contenido de video en una ventana flotante fijada siempre en la parte superior, para que puedas usar el resto de la pantalla para otras tareas.\n\nImagen en imagen de AppleTV+\nAppleTV+ Picture in Picture te permite reproducir contenido de video en una ventana flotante fijada siempre en la parte superior, para que puedas usar el resto de la pantalla para otras tareas.\n\nHaga zoom en el video, cambie la relación de aspecto del video eliminando las barras negras en Netflix, Youtube. Vídeo ultraancho, página de zoom, controlador de zoom, vídeo rápido y descargador de vídeos. Zoom de vídeo. Haga zoom para llenar el video y cambie la relación de aspecto del video eliminando las barras negras en Youtube. Video del controlador de zoom y video resumen Chatgpt. Imagen en modo imagen.\n\nControlador de velocidad de video: acelere o ralentice videos en cualquier web.\nEl controlador de velocidad de video permitió reproducir videos más rápido o más lento. Ahora puedes ralentizar o acelerar vídeos fácilmente con una configuración flexible.",
    "et,id,ml,ta,th": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nEnhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nAre you tired of pausing your videos to check emails or scroll through social media? Do you wish you could multitask while watching your favorite content? Look no further than the Picture-in-Picture Extension for Chrome.\n\nIntroduction:\n\nPicture-in-Picture Extension for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. With this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n\nSubheading: Easy Installation and Setup\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. Simply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSubheading: Seamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nSubheading: Customizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen, and even adjust the opacity to make it more or less visible.\n\nSubheading: Improved Productivity\n\nPicture-in-Picture Extension for Chrome can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nSubheading: Compatible with Major Video Platforms\n\nPicture-in-Picture Extension for Chrome is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nSubheading: Protect Your Privacy\n\nPicture-in-Picture Extension for Chrome is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nSubheading: Dual Video and PiP Mode\n\nPicture-in-Picture Extension for Chrome allows you to view dual videos in PiP mode, making it easier to watch multiple videos simultaneously. You can view two videos side by side with the floating window, making it easier to compare or multitask.\n\nSubheading: Multi Video and Floating Player\n\nPicture-in-Picture Extension for Chrome also lets you view multi-videos in a floating player, which makes it easier to watch videos from multiple sources. The floating window can be moved around your screen, so you can watch your videos while working on multiple screens.\n\nSubheading: Picture and Picture and Side by Side Video\n\nWith Picture-in-Picture Extension for Chrome, you can view Picture and Picture, or side by side video, making it easier to compare and contrast videos. You can watch multiple videos simultaneously without having to switch back and forth between tabs.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.\n\nThis is an amazing Floating Video Player for you \"Picture-in-Picture\". Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \n\nPicture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  \n\nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picture mode) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.\n\nWhat is the Picture-in-Picture (PiP) mode and how it will be useful for you?\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nJust click on the extension icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nPiP is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nHow Picture in Picture works:\n\n- Find the video and run it.\n- Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nPIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP \n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nA floating panel for all is an extension that is developed and maintained independently.\n\nA floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating Picture in Picture (PIP) for YouTube ™ respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube ™ is not created, is not associated with Google Inc. or not supported.\nPicture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.\n\nThe Picture-in-Picture Extension for Chrome is a powerful tool for anyone who loves to watch videos online but doesn't want to be tied to a single tab. With this extension, users can watch videos in a floating window while they continue to browse the web. This allows for multi-tasking and a more efficient use of screen space.\n\nThe extension is compatible with all major video websites, such as YouTube, Vimeo, and Netflix, and is extremely easy to use. Simply click on the extension button while you are watching a video, and the video will be displayed in a floating window that you can move around your screen. This means you can keep an eye on the video while you work on other tasks, such as browsing social media or checking your email.\n\nIn addition to its core functionality, the Picture-in-Picture Extension also includes several advanced features that make it even more useful. For example, users can adjust the size of the floating window to suit their preferences, and can also choose to keep the video playing even when they switch to a different tab or application.\n\nAnother great feature of this extension is that it allows users to control the video playback directly from the floating window. This means users can pause, play, and skip forward and backward without having to switch back to the tab where the video is playing.\n\nOverall, the Picture-in-Picture Extension for Chrome is a must-have for anyone who wants to make the most of their online video-watching experience. It's easy to use, highly customizable and compatible with all major video websites. With this extension, you'll be able to enjoy your videos and still be able to do other tasks at the same time.\n\nThis is an amazing Floating Video Player for you (Picture-in-Picture Mode). Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picturee) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.\n\nThis extension makes use of Google Analytics’s Measurement Protocol to transmit critical error information and information on your feature usage to Google Analytics services.\n\nIf you do not consent to this data collection and usage, please do not install this extension. Or remove it if it is already installed.\nPicture in picture provides easy-to-use picture-in-picture functionality. You can enable picture in picture and watch web videos in a popup/floating window. It will be always on top and you can continue browsing the web, working, whatever.\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites, or applications.\n\nSimplicity and reliability are the main features of the new and useful picture-in-picture extension. You can enable PiP and watch web videos in a popup/floating window. Install the floating video addon for your chrome browser and feel the difference. The picture in picture may come in handy in situations when you want to save some time and watch series or movie while still working and interacting with other tabs. Imagine how cool is that to be able to do two things at once. So here is our picture-in-picture extension to help you with that. We are sure that if you download our product, you will not regret it. Floating video will be always on top and you can continue browsing the web, working, whatever. Our new picture in picture extension is so easy to use! Just open the tab with a video you want to watch and click on the extension icon in chrome toolbar. Floating video window will be open immediately and you can place it wherever you want. Of course you can pause the video in the window that appeared and return to the source tab just by clicking on the window. We want you to help us to improve pic-in-pic extension so feel free to leave a comment and don`t forget to share PiP with your friends.\nDon’t forget to refresh the webpage before using the pic-in-pic extension for the first time.\n\nPicture-in-Picture mode allows you to watch video in a floating window with playback video controls\nPicture in Picture supports the video player on various platforms and sites.\n\nPicture in Picture allows you to watch videos in a floating window so you can keep track of what you are watching while interacting with other sites or applications.\n\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players\n\nThis window will play videos on all pages of the browser.\n\nHow Picture in Picture works:\n\n- Find the video and run it.\n- Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nA floating panel for all is an extension that is developed and maintained independently.\n\nA floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating Picture in Picture (PIP) for YouTube ™ respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube ™ is not created, is not associated with Google Inc. or not supported.\nRead less\n\nFloating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player",
    "fa,fil,hi,te": "Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "fi": "Kuva kuvassa - (kelluva soitin) - mahdollistaa videoiden katselun kelluvassa ikkunassa (aina muiden ikkunoiden päällä), jotta voit seurata katsomaasi, kun olet vuorovaikutuksessa muiden sivustojen tai sovellusten kanssa.\n\nTämä laajennus tuo PiP-näkymän kaikille verkkosivustoille, joissa on HTML-videoelementti. Paina laajennuskuvaketta avataksesi aktiivisen soittimen kuvassa kuvatilassa. Tämä laajennus yrittää automaattisesti käyttää aktiivista soitinta.\n\nNyt voit suoratoistaa elokuvia, sarjoja tai urheilua millä tahansa välilehdellä. Asenna kuva kuvassa -kromilaajennus ottaaksesi kelluvan videon käyttöön. Tuemme tätä ominaisuutta kaikilla suoratoistosivustoilla.\n\nTämän tilan avulla voit toistaa mitä tahansa videota kuva kuvassa (Picture-in-Picture) -tilassa, ja se toimii kaikilla alustoilla. PiP on ponnahdusikkuna, aina päällä oleva videosoitin, joka kelluu muiden ikkunoiden päällä.\n\nVoit myös sijoittaa sen uudelleen näytön reunaa pitkin samalla, kun jatkat internetissä surffausta.\n\nNapsauta vain kelluva soitin -kuvaketta näyttääksesi videosoittimen YouTubessa tai muilla Web-sivustoilla. Tämä ikkuna toistaa videon kaikilla selaimen sivuilla, joilla on videoresurssi.\n\nMikä on laajennus Kuva kuvassa?\nKelluva video tuo PiP-näkymän kaikille verkkosivustoille, joissa on HTML-videoelementti. Laajennus lisää sivutoimintopainikkeen selaimeesi. Kun sivulla on videoelementti, tämän painikkeen väri muuttuu. Paina painiketta avataksesi aktiivisen soittimen kuva kuvassa -tilassa (PiP-tila).\n\nKuva kuvassa -laajennus yrittää automaattisesti käyttää aktiivista soitinta.\n\nKuinka toistan videon kelluvassa ikkunassa?\nAvaa YouTube-video minisoittimessa kelluva kuva kuvassa (PIP) -tilassa. Tukee videosoittimia Tämä ikkuna toistaa videoita kaikilla selaimen sivuilla.\n\nMiten kuva kuvassa toimii:\n- Etsi video ja suorita se.\n- Valitse \"Kelluva kuva kuvassa\" (PIP) -tila, ja olet valmis\n\nKelluvan videosoittimen avulla katsoja voi selata verkkosivuasi ja pitää videosi näkyvissä koko ajan.\n\nPiP-tila on ponnahdusikkuna, aina päällä oleva videosoitin, joka kelluu muiden ikkunoiden päällä. Tuo PIP-tila mihin tahansa HTML5-videosoittimeen millä tahansa verkkosivustolla.\n\nToista video kelluvassa ponnahdusikkunassa.\nMuuta kelluvan videon kokoa.\nKaikki videoformaatit tuetut.\nPikanäppäin: Alt + P (⌥ + P macOS:ssä)\n\nKelluva ikkuna - PiP-tilassa on toisto- ja taukopainikkeet, ja voit poistua kuva kuvassa -tilasta milloin tahansa.\n\nMiten kuva kuvassa -tila toimii:\n1. Etsi video ja suorita se.\n2. Napsauta laajennuskuvaketta vähentääksesi videosoitinta YouTubessa ja muilla sivustoilla.\n3. Valitse \"Kelluva kuva kuvassa\" (PIP) -tila, ja olet valmis.\n\nKokeile todellista moniajoa kelluvalla minisoittimella, joka yksinkertaistaa elämääsi verkossa! Katso videoita kuva kuvassa -tilassa suosituilla verkkosivustoilla.\n\nKuva kuvassa -tila tukee kaikkia videomuotoja ja toimii suosittujen videokeskusten, kuten Youtuben, Vimeon, Facebookin ja monien muiden kanssa.\n\nVastuuvapauslauseke: Youtube-tavaramerkistä!\nYoutube on Google Inc:n tavaramerkki. Tämän tavaramerkin käyttö edellyttää Googlen lupaa.\nYouTuben kuvatilassa (PIP) olevaa kelluvaa kuvatilaa ei ole luotu, se ei ole liitetty Google Inc:iin tai sitä ei tueta.\n\nVastuuvapauslauseke: Hulu on Disney Media and Entertainment Distributionin tavaramerkki. Tällä verkkosivustolla ja laajennuksella ei ole yhteyttä tai yhteyttä Huluun tai mihinkään kolmannen osapuolen yritykseen.\n\nYoutube Kuva kuvassa\nYoutube Kuva kuvassa mahdollistaa Youtube-videosisällön toistamisen kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nHBOMax Kuva kuvassa\nSinun tarvitsee vain lisätä HBOMax Picture in Picture -laajennus selaimeesi ja nauttia suosikkisarjoistasi taustalla. Se on niin yksinkertaista!\n\nEnsiluokkainen videokuva kuvassa\nPrime Video Picture in Picture -videon avulla voit toistaa videosisältöä kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nParamount + kuva kuvassa\nParamount + Picture in Picture -toiminnon avulla voit toistaa videosisältöä kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nAppleTV+ Kuva kuvassa\nAppleTV+ Picture in Picture -kuvassa voit toistaa videosisältöä kelluvassa ikkunassa, joka on kiinnitetty aina päälle, joten voit käyttää näytön muuta osaa muihin tehtäviin.\n\nZoomaa videota, muuta kuvasuhdetta poistava video mustat palkit Netflixissä, Youtubessa. Ultralaaja video, zoomaussivu, zoomausohjain, nopea video ja videon latausohjelma. Videon zoomaus. Zoomaa täytä video ja muuta kuvasuhdetta poistamalla mustat palkit Youtubessa. Zoomausohjainvideo ja yhteenvetovideo Chatgpt. Kuva kuvassa -tilassa.\n\nVideon nopeuden ohjain - Nopeuta tai hidasta videoita missä tahansa verkossa.\nVideon nopeussäädin mahdollistaa nopeamman tai hitaamman videon toistamisen. Nyt voit helposti hidastaa tai nopeuttaa videoita joustavalla kokoonpanolla.\n\nToivomme, että työkalumme on hyödyllinen! Odotamme palautettasi ja arvioita!",
    "fr": "Picture-in-Picture - (Floating Player) - vous permet de regarder des vidéos dans une fenêtre flottante (toujours au-dessus des autres fenêtres) afin que vous puissiez suivre ce que vous regardez lorsque vous interagissez avec d'autres sites ou applications.\n\nCette extension apporte une vue PiP à tous les sites Web comportant un élément vidéo HTML. Appuyez sur l'icône d'extension pour ouvrir le lecteur actif dans l'image en mode image. Cette extension essaie automatiquement d'utiliser le lecteur actif.\n\nDiffusez désormais des films, des séries ou des sports sur n’importe quel onglet. Installez l'extension Chrome Picture in Picture pour activer la vidéo flottante. Nous prenons en charge cette fonctionnalité sur tous les sites de streaming.\n\nCe mode vous permet de lire n'importe quelle vidéo en mode Picture-in-Picture (PiP) et fonctionne sur toutes les plateformes. PiP est un lecteur vidéo affiché et toujours visible qui flotte au-dessus des autres fenêtres.\n\nVous pouvez également le repositionner le long du bord de l'écran tout en continuant à surfer sur Internet.\n\nCliquez simplement sur l'icône du lecteur flottant pour afficher le lecteur vidéo sur YouTube ou sur tout autre site Web sur le Web. Cette fenêtre lira la vidéo sur toutes les pages du navigateur sur lesquelles se trouve une ressource vidéo.\n\nQu’est-ce que l’extension Picture in Picture ?\nLa vidéo flottante apporte une vue PiP à tous les sites Web avec un élément vidéo HTML. L'extension ajoute un bouton d'action de page à votre navigateur. Lorsqu'une page comporte un élément vidéo, la couleur de ce bouton change. Appuyez sur le bouton pour ouvrir le lecteur actif en mode Picture-in-Picture (Mode PiP).\n\nL'extension Picture in Picture essaie automatiquement d'utiliser le lecteur actif.\n\nComment lire une vidéo dans une fenêtre flottante ?\nOuvrez la vidéo YouTube sur le mini-lecteur en mode image dans l'image flottante (PIP). Prend en charge les lecteurs vidéo Cette fenêtre lira les vidéos sur toutes les pages du navigateur.\n\nComment fonctionne l'image dans l'image :\n- Trouvez la vidéo et exécutez-la.\n- Sélectionnez le mode « Floating Picture in Picture » (PIP) et le tour est joué\n\nUn lecteur vidéo flottant permet au spectateur de faire défiler votre page Web et de garder votre vidéo visible à tout moment.\n\nLe mode PiP est un lecteur vidéo affiché et toujours visible qui flotte au-dessus des autres fenêtres. Apportez le mode PIP à n’importe quel lecteur vidéo HTML5 sur n’importe quel site Web.\n\nLisez la vidéo dans une fenêtre contextuelle flottante.\nRedimensionnez la fenêtre contextuelle vidéo flottante.\nTous les formats vidéo pris en charge.\nRaccourci clavier : Alt + P (⌥ + P sur macOS)\n\nLa fenêtre flottante - Le mode PiP comporte des boutons de lecture et de pause, et vous pouvez quitter le mode image dans l'image à tout moment.\n\nComment fonctionne le mode Image dans l'image :\n1. Recherchez la vidéo et exécutez-la.\n2. Cliquez sur l'icône d'extension pour réduire le lecteur vidéo sur YouTube et d'autres sites.\n3. Sélectionnez le mode « Image dans l'image flottante » (PIP) et vous avez terminé.\n\nEssayez-vous au véritable multitâche avec un mini-lecteur flottant qui vous simplifie la vie sur le Web ! Regardez des vidéos en mode image dans l’image sur des sites Web populaires.\n\nLe mode Pic-in-pic prend en charge tous les formats vidéo et fonctionne avec les hubs vidéo populaires comme Youtube, Vimeo, Facebook et bien d'autres.\n\nAvis de non-responsabilité : à propos de la marque Youtube !\nYoutube est une marque commerciale de Google Inc. L'utilisation de cette marque est soumise aux autorisations de Google.\nLe mode image flottante en mode Image (PIP) pour YouTube n'est pas créé, n'est pas associé à Google Inc. ou n'est pas pris en charge.\n\nAvertissement : Hulu est une marque commerciale de Disney Media and Entertainment Distribution. Ce site Web et cette extension n'ont aucune association ou affiliation avec Hulu ou toute société tierce.\n\nImage dans l'image Youtube\nYoutube Picture in Picture vous permet de lire du contenu vidéo Youtube dans une fenêtre flottante toujours épinglée en haut, afin que vous puissiez utiliser le reste de votre écran pour d'autres tâches.\n\nImage dans l’image HBOMax\nTout ce que vous avez à faire est d'ajouter l'extension HBOMax Picture in Picture à votre navigateur et de profiter de votre série préférée en arrière-plan. C'est aussi simple que ça!\n\nPrime Video Image dans l’image\nPrime Video Picture in Picture vous permet de lire du contenu vidéo dans une fenêtre flottante toujours épinglée en haut, afin que vous puissiez utiliser le reste de votre écran pour d'autres tâches.\n\nParamount + Image dans l’image\nParamount + Picture in Picture vous permet de lire du contenu vidéo dans une fenêtre flottante toujours épinglée en haut, afin que vous puissiez utiliser le reste de votre écran pour d'autres tâches.\n\nAppleTV+ Image dans l’image\nAppleTV+ Picture in Picture vous permet de lire du contenu vidéo dans une fenêtre flottante toujours épinglée en haut, afin que vous puissiez utiliser le reste de votre écran pour d'autres tâches.\n\nZoomez sur la vidéo, modifiez le rapport hauteur/largeur de la vidéo en supprimant les barres noires sur Netflix, Youtube. Vidéo ultra-large, page de zoom, contrôleur de zoom, vidéo rapide et téléchargeur vidéo. Zoom vidéo. Zoomez pour remplir la vidéo et modifiez le rapport hauteur/largeur de la vidéo en supprimant les barres noires sur Youtube. Vidéo du contrôleur de zoom et vidéo récapitulative Chatgpt. Image en mode image.\n\nContrôleur de vitesse vidéo - Accélérez ou ralentissez les vidéos sur n'importe quel site Web.\nLe contrôleur de vitesse vidéo permet de lire la vidéo plus rapidement ou plus lentement. Vous pouvez désormais facilement ralentir ou accélérer les vidéos grâce à une configuration flexible.\n\nNous espérons que notre outil vous sera utile ! Nous attendons vos commentaires et évaluations!",
    "gu": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "he,kn,ro": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nEnhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nAre you tired of pausing your videos to check emails or scroll through social media? Do you wish you could multitask while watching your favorite content? Look no further than the Picture-in-Picture Extension for Chrome.\n\nIntroduction:\n\nPicture-in-Picture Extension for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. With this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n\nSubheading: Easy Installation and Setup\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. Simply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSubheading: Seamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nSubheading: Customizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen, and even adjust the opacity to make it more or less visible.\n\nSubheading: Improved Productivity\n\nPicture-in-Picture Extension for Chrome can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nSubheading: Compatible with Major Video Platforms\n\nPicture-in-Picture Extension for Chrome is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nSubheading: Protect Your Privacy\n\nPicture-in-Picture Extension for Chrome is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nSubheading: Dual Video and PiP Mode\n\nPicture-in-Picture Extension for Chrome allows you to view dual videos in PiP mode, making it easier to watch multiple videos simultaneously. You can view two videos side by side with the floating window, making it easier to compare or multitask.\n\nSubheading: Multi Video and Floating Player\n\nPicture-in-Picture Extension for Chrome also lets you view multi-videos in a floating player, which makes it easier to watch videos from multiple sources. The floating window can be moved around your screen, so you can watch your videos while working on multiple screens.\n\nSubheading: Picture and Picture and Side by Side Video\n\nWith Picture-in-Picture Extension for Chrome, you can view Picture and Picture, or side by side video, making it easier to compare and contrast videos. You can watch multiple videos simultaneously without having to switch back and forth between tabs.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.\n\nThis is an amazing Floating Video Player for you \"Picture-in-Picture\". Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \n\nPicture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  \n\nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picture mode) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.\n\nWhat is the Picture-in-Picture (PiP) mode and how it will be useful for you?\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nJust click on the extension icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nPiP is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nHow Picture in Picture works:\n\n- Find the video and run it.\n- Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nPIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP \n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nA floating panel for all is an extension that is developed and maintained independently.\n\nA floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating Picture in Picture (PIP) for YouTube ™ respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube ™ is not created, is not associated with Google Inc. or not supported.\nPicture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.\n\nThe Picture-in-Picture Extension for Chrome is a powerful tool for anyone who loves to watch videos online but doesn't want to be tied to a single tab. With this extension, users can watch videos in a floating window while they continue to browse the web. This allows for multi-tasking and a more efficient use of screen space.\n\nThe extension is compatible with all major video websites, such as YouTube, Vimeo, and Netflix, and is extremely easy to use. Simply click on the extension button while you are watching a video, and the video will be displayed in a floating window that you can move around your screen. This means you can keep an eye on the video while you work on other tasks, such as browsing social media or checking your email.\n\nIn addition to its core functionality, the Picture-in-Picture Extension also includes several advanced features that make it even more useful. For example, users can adjust the size of the floating window to suit their preferences, and can also choose to keep the video playing even when they switch to a different tab or application.\n\nAnother great feature of this extension is that it allows users to control the video playback directly from the floating window. This means users can pause, play, and skip forward and backward without having to switch back to the tab where the video is playing.\n\nOverall, the Picture-in-Picture Extension for Chrome is a must-have for anyone who wants to make the most of their online video-watching experience. It's easy to use, highly customizable and compatible with all major video websites. With this extension, you'll be able to enjoy your videos and still be able to do other tasks at the same time.\n\nThis is an amazing Floating Video Player for you (Picture-in-Picture Mode). Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picturee) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.\n\nThis extension makes use of Google Analytics’s Measurement Protocol to transmit critical error information and information on your feature usage to Google Analytics services.\n\nIf you do not consent to this data collection and usage, please do not install this extension. Or remove it if it is already installed.\nPicture in picture provides easy-to-use picture-in-picture functionality. You can enable picture in picture and watch web videos in a popup/floating window. It will be always on top and you can continue browsing the web, working, whatever.\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites, or applications.\n\nSimplicity and reliability are the main features of the new and useful picture-in-picture extension. You can enable PiP and watch web videos in a popup/floating window. Install the floating video addon for your chrome browser and feel the difference. The picture in picture may come in handy in situations when you want to save some time and watch series or movie while still working and interacting with other tabs. Imagine how cool is that to be able to do two things at once. So here is our picture-in-picture extension to help you with that. We are sure that if you download our product, you will not regret it. Floating video will be always on top and you can continue browsing the web, working, whatever. Our new picture in picture extension is so easy to use! Just open the tab with a video you want to watch and click on the extension icon in chrome toolbar. Floating video window will be open immediately and you can place it wherever you want. Of course you can pause the video in the window that appeared and return to the source tab just by clicking on the window. We want you to help us to improve pic-in-pic extension so feel free to leave a comment and don`t forget to share PiP with your friends.\nDon’t forget to refresh the webpage before using the pic-in-pic extension for the first time.\n\nPicture-in-Picture mode allows you to watch video in a floating window with playback video controls\nPicture in Picture supports the video player on various platforms and sites.\n\nPicture in Picture allows you to watch videos in a floating window so you can keep track of what you are watching while interacting with other sites or applications.\n\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players\n\nThis window will play videos on all pages of the browser.\n\nHow Picture in Picture works:\n\n- Find the video and run it.\n- Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nA floating panel for all is an extension that is developed and maintained independently.\n\nA floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating Picture in Picture (PIP) for YouTube ™ respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube ™ is not created, is not associated with Google Inc. or not supported.\nRead less\n\nFloating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player",
    "hr": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nEnhance Your Video Viewing Experience with Picture-in-Picture Extension for Chrome\n\nAre you tired of pausing your videos to check emails or scroll through social media? Do you wish you could multitask while watching your favorite content? Look no further than the Picture-in-Picture Extension for Chrome.\n\nIntroduction:\n\nPicture-in-Picture Extension for Chrome is a powerful tool that enhances your video viewing experience by allowing you to watch your favorite content while you multitask. With this extension, you can keep your videos playing in a small, resizable window while you work on other tasks.\n\nSubheading: Easy Installation and Setup\n\nInstalling and setting up Picture-in-Picture Extension for Chrome is quick and easy. Simply go to the Chrome Web Store, search for the extension, and click \"Add to Chrome.\" Once installed, the extension will be available in the toolbar for easy access.\n\nSubheading: Seamless Video Viewing\n\nThe Picture-in-Picture Extension for Chrome allows you to seamlessly watch your favorite content without interruptions. Whether you're working on a document or browsing the web, your video will play in the corner of your screen, so you can keep an eye on it while you work.\n\nSubheading: Customizable Viewing Experience\n\nWith the Picture-in-Picture Extension for Chrome, you can customize your video viewing experience to suit your preferences. You can resize the window to make it larger or smaller, move it around your screen, and even adjust the opacity to make it more or less visible.\n\nSubheading: Improved Productivity\n\nPicture-in-Picture Extension for Chrome can improve your productivity by allowing you to multitask while watching videos. Whether you're watching a tutorial, a webinar, or a conference, you can keep the video playing while you work on other tasks, without missing any important information.\n\nSubheading: Compatible with Major Video Platforms\n\nPicture-in-Picture Extension for Chrome is compatible with major video platforms, including YouTube, Vimeo, and Dailymotion. You can use this extension to watch any video, whether it's a movie, a TV show, or a tutorial.\n\nSubheading: Protect Your Privacy\n\nPicture-in-Picture Extension for Chrome is designed to protect your privacy. The extension does not collect any personal data or browsing history, so you can use it with confidence.\n\nSubheading: Dual Video and PiP Mode\n\nPicture-in-Picture Extension for Chrome allows you to view dual videos in PiP mode, making it easier to watch multiple videos simultaneously. You can view two videos side by side with the floating window, making it easier to compare or multitask.\n\nSubheading: Multi Video and Floating Player\n\nPicture-in-Picture Extension for Chrome also lets you view multi-videos in a floating player, which makes it easier to watch videos from multiple sources. The floating window can be moved around your screen, so you can watch your videos while working on multiple screens.\n\nSubheading: Picture and Picture and Side by Side Video\n\nWith Picture-in-Picture Extension for Chrome, you can view Picture and Picture, or side by side video, making it easier to compare and contrast videos. You can watch multiple videos simultaneously without having to switch back and forth between tabs.\n\nConclusion:\n\nIn conclusion, the Picture-in-Picture Extension for Chrome is a must-have tool for anyone who wants to enhance their video viewing experience. With its easy installation and setup, seamless video viewing, customizable options, improved productivity, compatibility with major video platforms, and privacy protection, this extension is a game-changer for video lovers. Give it a try today and see how it can transform the way you watch videos.\n\nThis is an amazing Floating Video Player for you \"Picture-in-Picture\". Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \n\nPicture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  Picture in picture  \n\nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picture mode) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.\n\nWhat is the Picture-in-Picture (PiP) mode and how it will be useful for you?\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nJust click on the extension icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nPiP is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nHow Picture in Picture works:\n\n- Find the video and run it.\n- Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nPIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP PIP \n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nA floating panel for all is an extension that is developed and maintained independently.\n\nA floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating Picture in Picture (PIP) for YouTube ™ respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube ™ is not created, is not associated with Google Inc. or not supported.\nPicture-in-picture, dual video, PiP, Floating window, Multiple screens, Two video, Multi video, floating player, picture and picture, Side by side video.\n\nThe Picture-in-Picture Extension for Chrome is a powerful tool for anyone who loves to watch videos online but doesn't want to be tied to a single tab. With this extension, users can watch videos in a floating window while they continue to browse the web. This allows for multi-tasking and a more efficient use of screen space.\n\nThe extension is compatible with all major video websites, such as YouTube, Vimeo, and Netflix, and is extremely easy to use. Simply click on the extension button while you are watching a video, and the video will be displayed in a floating window that you can move around your screen. This means you can keep an eye on the video while you work on other tasks, such as browsing social media or checking your email.\n\nIn addition to its core functionality, the Picture-in-Picture Extension also includes several advanced features that make it even more useful. For example, users can adjust the size of the floating window to suit their preferences, and can also choose to keep the video playing even when they switch to a different tab or application.\n\nAnother great feature of this extension is that it allows users to control the video playback directly from the floating window. This means users can pause, play, and skip forward and backward without having to switch back to the tab where the video is playing.\n\nOverall, the Picture-in-Picture Extension for Chrome is a must-have for anyone who wants to make the most of their online video-watching experience. It's easy to use, highly customizable and compatible with all major video websites. With this extension, you'll be able to enjoy your videos and still be able to do other tasks at the same time.\n\nThis is an amazing Floating Video Player for you (Picture-in-Picture Mode). Float videos on top of any other websites or applications while browsing the web (always on top of other windows). Keep doing your work and watch the movie in a pop-up window! You can even resize your video pop-up and much more ...\n \nFeatures :\n* Play video in floating popup window.\n* Resize floating video pop-up.\n* Keyboard shortcut: Alt + P (⌥ + P on macOS)\n* All video formats supported.\n\nAll you have to do to enable Picture-in-Picture mode is click the icon in the toolbar, and the mini player appears instantly. It also lets you use the feature on sites that you weren’t able to with the built-in option.\n\nIt’s worth noting that PiP (Picture-in-Picturee) only works with one video at a time. If a video is already playing and you enable PiP on a second one, that video will replace the one currently playing.\n\nThis extension makes use of Google Analytics’s Measurement Protocol to transmit critical error information and information on your feature usage to Google Analytics services.\n\nIf you do not consent to this data collection and usage, please do not install this extension. Or remove it if it is already installed.\nPicture in picture provides easy-to-use picture-in-picture functionality. You can enable picture in picture and watch web videos in a popup/floating window. It will be always on top and you can continue browsing the web, working, whatever.\n\nPicture-in-Picture (PiP) allows you to watch videos in a floating window (always on top of other windows) so you can keep an eye on what you’re watching while interacting with other sites, or applications.\n\nSimplicity and reliability are the main features of the new and useful picture-in-picture extension. You can enable PiP and watch web videos in a popup/floating window. Install the floating video addon for your chrome browser and feel the difference. The picture in picture may come in handy in situations when you want to save some time and watch series or movie while still working and interacting with other tabs. Imagine how cool is that to be able to do two things at once. So here is our picture-in-picture extension to help you with that. We are sure that if you download our product, you will not regret it. Floating video will be always on top and you can continue browsing the web, working, whatever. Our new picture in picture extension is so easy to use! Just open the tab with a video you want to watch and click on the extension icon in chrome toolbar. Floating video window will be open immediately and you can place it wherever you want. Of course you can pause the video in the window that appeared and return to the source tab just by clicking on the window. We want you to help us to improve pic-in-pic extension so feel free to leave a comment and don`t forget to share PiP with your friends.\nDon’t forget to refresh the webpage before using the pic-in-pic extension for the first time.\n\nPicture-in-Picture mode allows you to watch video in a floating window with playback video controls\nPicture in Picture supports the video player on various platforms and sites.\n\nPicture in Picture allows you to watch videos in a floating window so you can keep track of what you are watching while interacting with other sites or applications.\n\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players\n\nThis window will play videos on all pages of the browser.\n\nHow Picture in Picture works:\n\n- Find the video and run it.\n- Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nThere is one thing worth noting: while you can freely browse other sites while playing a video in a pop-up window, you should keep the original tab open. Floating picture in picture is a powerful tool for watching videos on a mini-video player for all sites.\n\nThe Picture in Picture floating panel is a lightweight addon that gives you access to videos on the entire site with one click.\n\nA floating panel for all is an extension that is developed and maintained independently.\n\nA floating panel for everyone simply makes it easier to access PIP videos for all video sites.\n\nFloating Picture in Picture (PIP) for YouTube ™ respects your privacy.\n\nP.S.:YouTube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube ™ is not created, is not associated with Google Inc. or not supported.\nRead less\n\nFloating, floating player, floating video player, video popup player, video popup,  floating video, video, float, picture in picture, PIP, Picture in Picture for every website, Picture-in-Picture Extension (by Google), Picture in Picture for Your Browser, for youtube, picture in picture for youtube, chrome picture in picture, picture in picture, picture in picture chrome, picture in picture youtube, youtube picture in picture, imovie picture in picture, picture in picture imovie, netflix picture in picture, mac picture in picture, floating video player chrome, floating video chrome,  floating video player mac, floating player, chrome video player,  any video floating chrome, best floating video player",
    "hu": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nPicture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "it": "Picture-in-Picture - (Floating Player) - ti consente di guardare i video in una finestra mobile (sempre sopra le altre finestre) in modo da poter tenere traccia di ciò che stai guardando quando interagisci con altri siti o applicazioni.\n\nQuesta estensione offre una visualizzazione PiP a tutti i siti Web con un elemento video HTML. Premi l'icona dell'estensione per aprire il lettore attivo nell'immagine in modalità immagine. Questa estensione tenta automaticamente di utilizzare il lettore attivo.\n\nOra riproduci in streaming film, serie o sport su qualsiasi scheda. Installa l'estensione Picture in Picture Chrome per abilitare il video mobile. Supportiamo questa funzionalità su ogni sito di streaming.\n\nQuesta modalità ti consente di riprodurre qualsiasi video in modalità Picture-in-Picture (PiP) e funziona su tutte le piattaforme. PiP è un lettore video sempre in primo piano che fluttua sopra le altre finestre.\n\nPuoi anche riposizionarlo lungo il bordo dello schermo mentre continui a navigare in Internet.\n\nBasta fare clic sull'icona del lettore mobile per visualizzare il lettore video su YouTube o su qualsiasi altro sito Web sul Web. Questa finestra riprodurrà il video su tutte le pagine del browser su cui è presente una risorsa video.\n\nCos'è l'estensione Picture in Picture?\nIl video mobile offre una visualizzazione PiP a tutti i siti Web con un elemento video HTML. L'estensione aggiunge un pulsante di azione della pagina al tuo browser. Quando una pagina ha un elemento video, il colore di questo pulsante cambia. Premere il pulsante per aprire il lettore attivo nella modalità Picture-in-Picture (modalità PiP).\n\nL'estensione Picture in Picture tenta automaticamente di utilizzare il lettore attivo.\n\nCome posso riprodurre un video in una finestra mobile?\nApri il video di YouTube sul mini player in modalità immagine nell'immagine (PIP) mobile. Supporta lettori video Questa finestra riprodurrà i video su tutte le pagine del browser.\n\nCome funziona Picture in Picture:\n- Trova il video ed eseguilo.\n- Seleziona la modalità \"Picture in Picture mobile\" (PIP) e il gioco è fatto\n\nUn lettore video mobile consente allo spettatore di scorrere la tua pagina web e mantenere il tuo video in vista per tutto il tempo.\n\nLa modalità PiP è un lettore video sempre in primo piano che fluttua sopra le altre finestre. Porta la modalità PIP su qualsiasi lettore video HTML5 su qualsiasi sito web.\n\nRiproduci il video nella finestra popup mobile.\nRidimensiona il popup video mobile.\nSono supportati tutti i formati video.\nScorciatoia da tastiera: Alt + P (⌥ + P su macOS)\n\nLa finestra mobile: la modalità PiP dispone di pulsanti di riproduzione e pausa e puoi uscire dalla modalità immagine nell'immagine in qualsiasi momento.\n\nCome funziona la modalità Picture in Picture:\n1. Trova il video ed eseguilo.\n2. Fai clic sull'icona dell'estensione per ridurre il lettore video su YouTube e altri siti.\n3. Selezionare la modalità “Picture in Picture mobile” (PIP) e il gioco è fatto.\n\nProva il vero multitasking con un mini player mobile che semplifica la tua vita sul Web! Guarda i video in modalità immagine nell'immagine sui siti Web più diffusi.\n\nLa modalità pic-in-pic supporta tutti i formati video e funziona con hub video popolari come Youtube, Vimeo, Facebook e molti altri.\n\nDisclaimer: sul marchio Youtube!\nYoutube è un marchio di Google Inc. L'utilizzo di questo marchio è soggetto alle autorizzazioni di Google.\nLa modalità immagine mobile in modalità Immagine (PIP) per YouTube non è stata creata, non è associata a Google Inc. o non è supportata.\n\nDichiarazione di non responsabilità: Hulu è un marchio di Disney Media and Entertainment Distribution. Questo sito Web e l'estensione non hanno alcuna associazione o affiliazione con Hulu o società di terze parti.\n\nYoutube Immagine nell'immagine\nYoutube Picture in Picture ti consente di riprodurre i contenuti video di Youtube in una finestra mobile fissata sempre in alto, così puoi utilizzare il resto dello schermo per altre attività.\n\nHBOMax Immagine nell'immagine\nTutto quello che devi fare è aggiungere l'estensione Picture in Picture di HBOMax al tuo browser e goderti le tue serie preferite in background. E 'così semplice!\n\nPrime Video Immagine nell'immagine\nPrime Video Picture in Picture ti consente di riprodurre contenuti video in una finestra mobile fissata sempre in alto, così puoi utilizzare il resto dello schermo per altre attività.\n\nParamount + Immagine nell'immagine\nParamount + Picture in Picture ti consente di riprodurre contenuti video in una finestra mobile fissata sempre in alto, così puoi utilizzare il resto dello schermo per altre attività.\n\nAppleTV+ Immagine nell'immagine\nAppleTV+ Picture in Picture ti consente di riprodurre contenuti video in una finestra mobile fissata sempre in primo piano, così puoi utilizzare il resto dello schermo per altre attività.\n\nZoom video, modifica proporzioni video rimuovendo le barre nere su Netflix, Youtube. Video ultrawide, pagina zoom, controller zoom, velocità video e downloader video. Zoom video. Zoom per riempire il video e modificare le proporzioni del video rimuovendo le barre nere su Youtube. Video del controller zoom e video di riepilogo Chatgpt. Modalità immagine nell'immagine.\n\nController velocità video: accelera o rallenta i video su qualsiasi web.\nIl controller della velocità video consente di riprodurre video più velocemente o più lentamente. Ora puoi facilmente rallentare o accelerare i video con una configurazione flessibile.\n\nCi auguriamo che troverai utile il nostro strumento! Aspettiamo i vostri feedback e valutazioni!",
    "ja": "ピクチャー・イン・ピクチャー - (フローティング プレーヤー) - フローティング ウィンドウ (常に他のウィンドウの上に表示される) でビデオを視聴できるため、他のサイトやアプリケーションと対話するときに見ているものを追跡できます。\n\nこの拡張機能は、HTML ビデオ要素を含むすべての Web サイトに PiP ビューをもたらします。 拡張機能アイコンを押すと、アクティブ プレーヤーがピクチャー イン ピクチャー モードで開きます。 この拡張機能は、アクティブなプレーヤーを自動的に使用しようとします。\n\n任意のタブで映画、シリーズ、スポーツをストリーミングできるようになります。 Picture in Picture Chrome 拡張機能をインストールして、フローティング ビデオを有効にします。 この機能はすべてのストリーミング サイトでサポートされています。\n\nこのモードでは、あらゆるビデオをピクチャ イン ピクチャ (PiP) モードで再生でき、すべてのプラットフォームで動作します。 PiP は、他のウィンドウの上に浮かぶ、ポップアップ式の常に最前面に表示されるビデオ プレーヤーです。\n\nインターネットサーフィンを続けながら、画面の境界線に沿って位置を変更することもできます。\n\nフローティング プレーヤー アイコンをクリックするだけで、YouTube または Web 上のその他の Web サイトにビデオ プレーヤーが表示されます。 このウィンドウは、ビデオ リソースが存在するブラウザのすべてのページでビデオを再生します。\n\n拡張機能 Picture in Picture とは何ですか?\nフローティング ビデオは、HTML ビデオ要素を含むすべての Web サイトに PiP ビューをもたらします。 この拡張機能により、ブラウザにページ アクション ボタンが追加されます。 ページにビデオ要素がある場合、このボタンの色が変わります。 ボタンを押すと、アクティブ プレーヤーがピクチャ イン ピクチャ モード (PiP モード) で開きます。\n\nPicture in Picture 拡張機能は、アクティブなプレーヤーを自動的に使用しようとします。\n\nフローティング ウィンドウでビデオを再生するにはどうすればよいですか?\nフローティング イメージ イン ピクチャー (PIP) モードのミニ プレーヤーで YouTube ビデオを開きます。 ビデオプレーヤーをサポート このウィンドウはブラウザのすべてのページでビデオを再生します。\n\nピクチャー・イン・ピクチャーの仕組み:\n- ビデオを見つけて実行します。\n- 「フローティング ピクチャー イン ピクチャー」(PIP) モードを選択すると完了です。\n\nフローティング ビデオ プレーヤーを使用すると、閲覧者は Web ページをスクロールし、ビデオを常に表示し続けることができます。\n\nPiP モードは、他のウィンドウの上にポップアップ表示され、常に最前面に表示されるビデオ プレーヤーです。 あらゆる Web サイト上の HTML5 ビデオ プレーヤーに PIP モードを導入します。\n\nフローティングポップアップウィンドウでビデオを再生します。\nフローティングビデオポップアップのサイズを変更します。\nすべてのビデオ形式がサポートされています。\nキーボード ショートカット: Alt + P (macOS では ⌥ + P)\n\nフローティング ウィンドウ - PiP モードには再生ボタンと一時停止ボタンがあり、いつでもピクチャ イン ピクチャ モードを終了できます。\n\nピクチャ イン ピクチャ モードの仕組み:\n1. ビデオを見つけて実行します。\n2. 拡張機能アイコンをクリックして、YouTube やその他のサイトのビデオプレーヤーを縮小します。\n3. 「フローティング ピクチャー イン ピクチャー」 (PIP) モードを選択すると、完了です。\n\nWeb での生活を簡素化するフローティング ミニ プレーヤーを使って、実際のマルチタスクを試してみてください。 人気の Web サイトでピクチャ イン ピクチャ モードでビデオを視聴します。\n\nPic-in-pic モードはすべてのビデオ形式をサポートし、Youtube、Vimeo、Facebook などの一般的なビデオ ハブで動作します。\n\n免責事項: YouTube の商標について!\nYoutube は Google Inc. の商標です。この商標の使用には Google の許可が必要です。\nYouTube のピクチャー モード (PIP) のフローティング イメージ モードが作成されていないか、Google Inc. に関連付けられていない、またはサポートされていません。\n\n免責事項 : Hulu は Disney Media and Entertainment Distribution の商標です。 この Web サイトおよび拡張機能は、Hulu または第三者企業との関連や提携は一切ありません。\n\nYoutube ピクチャー・イン・ピクチャー\nYoutube ピクチャー イン ピクチャーを使用すると、常に最上部に固定されたフローティング ウィンドウで Youtube ビデオ コンテンツを再生できるため、画面の残りの部分を他のタスクに使用できます。\n\nHBOMax ピクチャー・イン・ピクチャー\nHBOMax Picture in Picture 拡張機能をブラウザに追加し、お気に入りのシリーズをバックグラウンドで楽しむだけです。 それはとても簡単です!\n\nPrime Video ピクチャー・イン・ピクチャー\nPrime Video ピクチャー・イン・ピクチャーを使用すると、常に最上部に固定されたフローティング ウィンドウでビデオ コンテンツを再生できるため、画面の残りの部分を他のタスクに使用できます。\n\nパラマウント + ピクチャー・イン・ピクチャー\nParamount + Picture in Picture を使用すると、常に上部に固定されたフローティング ウィンドウでビデオ コンテンツを再生できるため、画面の残りの部分を他のタスクに使用できます。\n\nAppleTV+ ピクチャー・イン・ピクチャー\nAppleTV+ Picture in Picture を使用すると、常に上部に固定されたフローティング ウィンドウでビデオ コンテンツを再生できるため、画面の残りの部分を他のタスクに使用できます。\n\nビデオをズームしたり、ビデオのアスペクト比を変更して、Netflix や Youtube の黒いバーを削除します。 ウルトラワイド ビデオ、ズーム ページ、ズーム コントローラー、スピード ビデオ、ビデオ ダウンローダー。 ビデオズーム。 ビデオをズームして塗りつぶし、ビデオのアスペクト比を変更して、Youtube の黒いバーを削除します。 Zoomコントローラービデオと概要ビデオChatgpt。 ピクチャーインピクチャーモード。\n\nビデオ スピード コントローラー - あらゆる Web 上のビデオを高速化または低速化します。\nビデオ スピード コントローラーを有効にすると、ビデオの再生速度が速くなったり遅くなったりします。 柔軟な構成でビデオを簡単に遅くしたり速くしたりできるようになりました。\n\n私たちのツールがお役に立てば幸いです。 皆様からのフィードバックや評価をお待ちしております！\n\nThis extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings!",
    "ko": "Picture-in-Picture - (플로팅 플레이어) - 플로팅 창(항상 다른 창 위에 있음)에서 비디오를 볼 수 있으므로 다른 사이트나 애플리케이션과 상호 작용할 때 보고 있는 내용을 추적할 수 있습니다.\n\n이 확장은 HTML 비디오 요소가 있는 모든 웹사이트에 PiP 보기를 제공합니다. 확장 아이콘을 눌러 PIP 모드에서 활성 플레이어를 엽니다. 이 확장 프로그램은 자동으로 활성 플레이어를 사용하려고 시도합니다.\n\n이제 어느 탭에서나 영화, 시리즈, 스포츠를 스트리밍하세요. 플로팅 비디오를 활성화하려면 Picture in Picture 크롬 확장 프로그램을 설치하세요. 우리는 모든 스트리밍 사이트에서 이 기능을 지원합니다.\n\n이 모드를 사용하면 PiP(Picture-in-Picture) 모드에서 모든 비디오를 재생할 수 있으며 모든 플랫폼에서 작동합니다. PiP는 다른 창 위에 떠 있는 팝업 방식의 항상 상단에 표시되는 비디오 플레이어입니다.\n\n인터넷 서핑을 계속하는 동안 화면 테두리를 따라 위치를 변경할 수도 있습니다.\n\n플로팅 플레이어 아이콘을 클릭하기만 하면 YouTube나 웹의 다른 웹사이트에 비디오 플레이어를 표시할 수 있습니다. 이 창은 비디오 리소스가 있는 브라우저의 모든 페이지에서 비디오를 재생합니다.\n\n확장 PIP(Picture in Picture)란 무엇입니까?\n플로팅 비디오는 HTML 비디오 요소가 있는 모든 웹사이트에 PiP 보기를 제공합니다. 확장 프로그램은 브라우저에 페이지 작업 버튼을 추가합니다. 페이지에 비디오 요소가 있으면 이 버튼의 색상이 변경됩니다. 버튼을 누르면 Picture-in-Picture 모드(PiP 모드)에서 활성 플레이어가 열립니다.\n\nPicture in Picture 확장 프로그램은 자동으로 활성 플레이어를 사용하려고 시도합니다.\n\n부동 창에서 비디오를 어떻게 재생합니까?\n플로팅 PIP(image-in-picture) 모드로 미니 플레이어에서 YouTube 비디오를 엽니다. 비디오 플레이어 지원 이 창은 브라우저의 모든 페이지에서 비디오를 재생합니다.\n\nPIP(Picture in Picture) 작동 방식:\n- 영상을 찾아 실행해 보세요.\n- \"PIP(Floating Picture in Picture)\" 모드를 선택하면 완료됩니다.\n\n플로팅 비디오 플레이어를 사용하면 시청자가 웹페이지를 스크롤하고 비디오를 내내 볼 수 있습니다.\n\nPiP 모드는 다른 창 위에 떠 있는 팝업형 항상 상단 비디오 플레이어입니다. 모든 웹사이트의 모든 HTML5 비디오 플레이어에 PIP 모드를 가져옵니다.\n\n플로팅 팝업창에서 영상을 재생합니다.\n플로팅 비디오 팝업 크기를 조정합니다.\n모든 비디오 형식이 지원됩니다.\n키보드 단축키: Alt + P(macOS에서는 ⌥ + P)\n\n부동 창 - PiP 모드에는 재생 및 일시 정지 버튼이 있으며 언제든지 PIP 모드를 종료할 수 있습니다.\n\nPIP(Picture in Picture) 모드 작동 방식:\n1. 영상을 찾아 실행해 보세요.\n2. YouTube 및 기타 사이트의 비디오 플레이어를 축소하려면 확장 아이콘을 클릭하십시오.\n3. \"PIP(Floating Picture in Picture)\" 모드를 선택하면 완료됩니다.\n\n웹 생활을 단순화시켜주는 플로팅 미니 플레이어로 진정한 멀티태스킹을 경험해 보세요! 인기 웹사이트에서 PIP(Picture-in-Picture) 모드로 비디오를 시청하세요.\n\nPic-in-pic 모드는 모든 비디오 형식을 지원하며 Youtube, Vimeo, Facebook 등과 같은 인기 있는 비디오 허브에서 작동합니다.\n\n면책 조항: Youtube 상표에 대해!\nYoutube는 Google Inc.의 상표입니다. 이 상표의 사용에는 Google의 허가가 적용됩니다.\nYouTube용 사진 모드(PIP)의 플로팅 이미지 모드가 생성되지 않았거나 Google Inc.와 연결되지 않았거나 지원되지 않습니다.\n\n면책조항: Hulu는 Disney Media and Entertainment Distribution의 상표입니다. 이 웹사이트 및 확장 프로그램은 Hulu 또는 제3자 회사와 아무런 연관이나 제휴를 맺지 않습니다.\n\n유튜브 PIP(Picture in Picture)\nYoutube Picture in Picture를 사용하면 항상 상단에 고정된 부동 창에서 Youtube 비디오 콘텐츠를 재생할 수 있으므로 화면의 나머지 부분을 다른 작업에 사용할 수 있습니다.\n\nHBOMax PIP(화면 속 화면)\n귀하가 해야 할 일은 브라우저에 HBOMax Picture in Picture 확장 프로그램을 추가하고 좋아하는 시리즈를 백그라운드에서 즐기는 것뿐입니다. 그것은 그렇게 간단합니다!\n\n프라임 비디오 PIP(Picture in Picture)\nPrime Video Picture in Picture를 사용하면 항상 상단에 고정된 부동 창에서 비디오 콘텐츠를 재생할 수 있으므로 화면의 나머지 부분을 다른 작업에 사용할 수 있습니다.\n\n파라마운트 + PIP(Picture in Picture)\nParamount + Picture in Picture를 사용하면 항상 상단에 고정된 부동 창에서 비디오 콘텐츠를 재생할 수 있으므로 화면의 나머지 부분을 다른 작업에 사용할 수 있습니다.\n\nAppleTV+ 화면 속 화면\nAppleTV+ Picture in Picture를 사용하면 항상 상단에 고정된 부동 창에서 비디오 콘텐츠를 재생할 수 있으므로 화면의 나머지 부분을 다른 작업에 사용할 수 있습니다.\n\nNetflix, Youtube에서 비디오를 확대하고 화면비를 변경하여 검은색 막대를 제거합니다. 울트라와이드 비디오, 줌 페이지, 줌 컨트롤러, 스피드 비디오 및 비디오 다운로더. 비디오 줌. YouTube에서 비디오를 채우고 화면 비율 비디오를 변경하여 검은색 막대를 제거합니다. 줌 컨트롤러 영상 및 요약 영상 Chatgpt. PIP 모드.\n\n비디오 속도 컨트롤러 - 모든 웹에서 비디오 속도를 높이거나 낮춥니다.\n비디오 속도 컨트롤러를 사용하면 비디오를 더 빠르게 또는 느리게 재생할 수 있습니다. 이제 유연한 구성으로 비디오 속도를 쉽게 낮추거나 높일 수 있습니다.\n\n우리 도구가 도움이 되길 바랍니다! 우리는 여러분의 피드백과 평가를 기다리고 있습니다!\n\nThis extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings!",
    "mr": "Youtube Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nZoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, speed video and video downloader. Video zoom. Zoom to Fill video and change aspect ratio video removing black bars on Youtube. Zoom controller video and summary video Chatgpt. Picture in picture mode.\n\nVideo Speed Controller - Speed up or slow down videos on any web.\nVideo Speed Controller enabled faster or slower to play video. Now you can easily slow down or speed up videos with flexible configuration. \n\nZoom tool for zoom video, change aspect ratio video removing black bars on Netflix, Youtube. Ultrawide video, zoom page, zoom controller, aspect ratio video and ultrawide monitor.\n\nVideo Transformer change aspect ratio video removing black bars on Youtube. Zoom page video and ultrawide monitor. Floating video  mode and full screen. Video download\n\nInstall Video Downloader and Music Downloader for free!\nVideo downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nVideo downloader is the easiest and fastest way to download online videos from mainstream websites, including Facebook, Vimeo, Twitter, Dailymotion, Instagram, vk.com, ok.ru, Youku (youku.com), TikTok and others. Facebook Video Downloader\n\nAdjust the speed of any video you're watching so you can skip the boring parts/slow down and understand the video better by playing the video at a slower speed. Video speed adjuster, speed test, video recorder, video games. Speed control HTML videos\n\nWhat is the Picture in Picture (PiP) mode and how it will be useful for you? This mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. Floating player or picture in picture mode. Picture-in-Picture - floating video, floating player \n\nBy default YouTube comments will be replaced with the relevant Reddit comments. YouTube comments can still be viewed by clicking the YouTube icon located at the top right of the comments section. Speed test, video recorder and video games (flash player - games)\n\nVideo Downloader for Chrome is not a YouTube downloader. However, Video Downloader is a great tool to get videos from various websites (Facebook, Twitter, Dailymotion, Vimeo, and Instagram). Video download plus and instagram video downloader\n\nRecord videos (screencast record) in our video recorder (screen recorder) and share screencasts. Record video from your screen. Annotate the video recording with various shapes. It works on most of websites, and yes: It is 100% tested on Youtube and Vimeo,  Facebook.\n\nYour support is appreciated; if you find the extension valuable, kindly consider rating it with 5 stars on the Picture in Picture and Zoom to Fill extension.\n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "ms": "Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "nl": "Picture-in-Picture - (Zwevende speler) - stelt u in staat video's in een zwevend venster te bekijken (altijd bovenop andere vensters), zodat u kunt bijhouden wat u bekijkt wanneer u met andere sites of applicaties communiceert.\n\nDeze extensie brengt een PiP-weergave naar alle websites met een HTML-video-element. Druk op het extensiepictogram om de actieve speler in de beeld-in-beeldmodus te openen. Deze extensie probeert automatisch de actieve speler te gebruiken.\n\nStream nu films, series of sport op elk tabblad. Installeer de Chrome-extensie Picture in Picture om de zwevende video in te schakelen. We ondersteunen deze functie op elke streamingsite.\n\nIn deze modus kun je elke video afspelen in de Picture-in-Picture (PiP)-modus, en deze werkt op alle platforms. PiP is een uitklapbare videospeler die altijd op de voorgrond staat en boven andere vensters zweeft.\n\nU kunt hem ook langs de schermrand verplaatsen terwijl u op internet blijft surfen.\n\nKlik gewoon op het pictogram van de zwevende speler om de videospeler op YouTube of andere websites op internet weer te geven. Dit venster speelt de video af op alle pagina's van de browser waarop een videobron aanwezig is.\n\nWat is de extensie Picture in Picture?\nZwevende video brengt een PiP-weergave naar alle websites met een HTML-video-element. De extensie voegt een paginaactieknop toe aan uw browser. Wanneer een pagina een video-element bevat, verandert de kleur van deze knop. Druk op de knop om de actieve speler in de Picture-in-Picture-modus (PiP-modus) te openen.\n\nDe Picture in Picture-extensie probeert automatisch de actieve speler te gebruiken.\n\nHoe speel ik een video af in een zwevend venster?\nOpen de YouTube-video op de minispeler in de zwevende beeld-in-beeld-modus (PIP). Ondersteunt videospelers. Dit venster speelt video's af op alle pagina's van de browser.\n\nHoe Beeld in Beeld werkt:\n- Zoek de video en voer deze uit.\n- Selecteer de modus \"Zwevend Picture in Picture\" (PIP) en u bent klaar\n\nMet een zwevende videospeler kan de kijker door uw webpagina scrollen en uw video de hele tijd in beeld houden.\n\nDe PiP-modus is een uitklapbare videospeler die altijd op de voorgrond staat en boven andere vensters zweeft. Breng de PIP-modus naar elke HTML5-videospeler op elke website.\n\nSpeel video af in een zwevend pop-upvenster.\nFormaat van zwevende videopop-up wijzigen.\nAlle videoformaten worden ondersteund.\nSneltoets: Alt + P (⌥ + P op macOS)\n\nHet zwevende venster - de PiP-modus heeft afspeel- en pauzeknoppen en u kunt de beeld-in-beeld-modus op elk gewenst moment afsluiten.\n\nHoe de Picture in Picture-modus werkt:\n1. Zoek de video en voer deze uit.\n2. Klik op het extensiepictogram om de videospeler op YouTube en andere sites te verkleinen.\n3. Selecteer de “Floating Picture in Picture” (PIP)-modus en je bent klaar.\n\nProbeer echte multitasking met een zwevende minispeler die uw leven op internet vereenvoudigt! Bekijk video's in de beeld-in-beeld-modus op populaire websites.\n\nDe Pic-in-pic-modus ondersteunt alle videoformaten en werkt met populaire videohubs zoals YouTube, Vimeo, Facebook en vele anderen.\n\nDisclaimer: over het YouTube-handelsmerk!\nYoutube is een handelsmerk van Google Inc. Voor het gebruik van dit handelsmerk zijn toestemmingen van Google vereist.\nDe zwevende beeldmodus in de Picture-modus (PIP) voor YouTube is niet gemaakt, is niet geassocieerd met Google Inc. of wordt niet ondersteund.\n\nDisclaimer: Hulu is een handelsmerk van Disney Media and Entertainment Distribution. Deze website en extensie hebben geen enkele associatie of band met Hulu of externe bedrijven.\n\nYoutube beeld in beeld\nMet YouTube Picture in Picture kunt u YouTube-video-inhoud afspelen in een zwevend venster dat altijd bovenaan is vastgezet, zodat u de rest van uw scherm voor andere taken kunt gebruiken.\n\nHBOMax Beeld in Beeld\nHet enige wat u hoeft te doen is de HBOMax Picture in Picture-extensie aan uw browser toe te voegen en op de achtergrond van uw favoriete serie te genieten. Zo simpel is het!\n\nPrime Video beeld-in-beeld\nMet Prime Video Picture in Picture kunt u video-inhoud afspelen in een zwevend venster dat altijd bovenaan is vastgezet, zodat u de rest van uw scherm voor andere taken kunt gebruiken.\n\nParamount + Beeld in Beeld\nMet Paramount + Picture in Picture kunt u video-inhoud afspelen in een zwevend venster dat altijd bovenaan is vastgezet, zodat u de rest van uw scherm voor andere taken kunt gebruiken.\n\nAppleTV+ Beeld-in-beeld\nMet AppleTV+ Picture in Picture kun je videomateriaal afspelen in een zwevend venster dat altijd bovenaan is vastgezet, zodat je de rest van je scherm voor andere taken kunt gebruiken.\n\nZoom video in, wijzig de beeldverhouding van video en verwijder zwarte balken op Netflix, YouTube. Ultrabrede video, zoompagina, zoomcontroller, snelheidsvideo en video-downloader. Videozoom. Zoom om video te vullen en verander de beeldverhouding van video door zwarte balken op YouTube te verwijderen. Zoomcontrollervideo en samenvattingsvideo Chatgpt. Beeld in beeldmodus.\n\nVideosnelheidsregelaar - Versnel of vertraag video's op elk internet.\nVideosnelheidscontroller ingeschakeld om sneller of langzamer video af te spelen. Nu kunt u video's eenvoudig vertragen of versnellen met flexibele configuratie.\n\nWe hopen dat je onze tool nuttig vindt! We wachten op uw feedback en beoordelingen!",
    "no": "Bilde-i-bilde - (flytende spiller) - lar deg se videoer i et flytende vindu (alltid på toppen av andre vinduer) slik at du kan holde styr på hva du ser på når du samhandler med andre nettsteder eller applikasjoner.\n\nDenne utvidelsen gir en PiP-visning til alle nettsteder med et HTML-videoelement. Trykk på utvidelsesikonet for å åpne den aktive spilleren i bildet i bildemodus. Denne utvidelsen prøver automatisk å bruke den aktive spilleren.\n\nStrøm nå filmer, serier eller sport på hvilken som helst fane. Installer Picture in Picture chrome-utvidelsen for å aktivere den flytende videoen. Vi støtter denne funksjonen på alle streamingsider.\n\nDenne modusen lar deg spille av hvilken som helst video i Picture-in-Picture (PiP)-modus, og den fungerer på alle plattformer. PiP er en pop-out, alltid på toppen videospiller som flyter på toppen av andre vinduer.\n\nDu kan også flytte den langs skjermkanten mens du fortsetter å surfe på internett.\n\nBare klikk på ikonet for flytende spiller for å vise videospilleren på YouTube eller andre nettsteder på nettet. Dette vinduet vil spille av videoen på alle sidene i nettleseren der det er en videoressurs.\n\nHva er utvidelse Bilde i bilde?\nFlytende video gir en PiP-visning til alle nettsteder med et HTML-videoelement. Utvidelsen legger til en sidehandlingsknapp i nettleseren din. Når en side har et videoelement, endres fargen på denne knappen. Trykk på knappen for å åpne den aktive spilleren i bilde-i-bilde-modus (PiP-modus).\n\nBilde i bilde-utvidelsen prøver automatisk å bruke den aktive spilleren.\n\nHvordan spiller jeg av en video i et flytende vindu?\nÅpne YouTube-videoen på minispilleren i flytende bilde-i-bilde-modus (PIP). Støtter videospillere Dette vinduet vil spille av videoer på alle sider i nettleseren.\n\nSlik fungerer bilde i bilde:\n- Finn videoen og kjør den.\n- Velg modusen \"Flytende bilde i bilde\" (PIP), og du er ferdig\n\nEn flytende videospiller lar seeren bla gjennom nettsiden din og holde videoen synlig hele tiden.\n\nPiP-modus er en utskutt, alltid på toppen videospiller som flyter på toppen av andre vinduer. Ta med PIP-modus til enhver HTML5-videospiller på et hvilket som helst nettsted.\n\nSpill av video i flytende popup-vindu.\nEndre størrelsen på flytende video-popup.\nAlle videoformater støttes.\nTastatursnarvei: Alt + P (⌥ + P på macOS)\n\nDet flytende vinduet - PiP-modus har avspillings- og pauseknapper, og du kan gå ut av bilde-i-bilde-modus når som helst.\n\nSlik fungerer bilde i bildemodus:\n1. Finn videoen og kjør den.\n2. Klikk på utvidelsesikonet for å redusere videospilleren på YouTube og andre nettsteder.\n3. Velg modusen \"Flytende bilde i bilde\" (PIP), og du er ferdig.\n\nPrøv ekte multitasking med en flytende minispiller som forenkler livet ditt på nettet! Se videoer i bilde-i-bilde-modus på populære nettsteder.\n\nBilde-i-bilde-modus støtter alle videoformater og fungerer med populære videohuber som Youtube, Vimeo, Facebook og mange andre.\n\nAnsvarsfraskrivelse: om YouTube-varemerke!\nYoutube er et varemerke for Google Inc. Bruk av dette varemerket er underlagt Googles tillatelser.\nDen flytende bildemodusen i bildemodus (PIP) for YouTube er ikke opprettet, er ikke tilknyttet Google Inc. eller støttes ikke.\n\nAnsvarsfraskrivelse: Hulu er et varemerke for Disney Media and Entertainment Distribution. Denne nettsiden og utvidelsen har ingen tilknytning eller tilknytning til Hulu eller noen tredjepartsselskaper.\n\nYoutube bilde i bilde\nYoutube Picture in Picture lar deg spille av YouTube-videoinnhold i et flytende vindu som alltid er festet øverst, slik at du kan bruke resten av skjermen til andre oppgaver.\n\nHBOmax bilde i bilde\nAlt du trenger å gjøre er å legge til HBOMax Picture in Picture-utvidelsen til nettleseren din og nyte favorittserien din i bakgrunnen. Det er så enkelt!\n\nPrime Video Bilde i bilde\nPrime Video Picture in Picture lar deg spille av videoinnhold i et flytende vindu som alltid er festet øverst, slik at du kan bruke resten av skjermen til andre oppgaver.\n\nParamount + Bilde i bilde\nParamount + Bilde i bilde lar deg spille av videoinnhold i et flytende vindu som alltid er festet øverst, slik at du kan bruke resten av skjermen til andre oppgaver.\n\nAppleTV+ bilde i bilde\nAppleTV+ Picture in Picture lar deg spille av videoinnhold i et flytende vindu som alltid er festet øverst, slik at du kan bruke resten av skjermen til andre oppgaver.\n\nZoom video, endre størrelsesforhold video fjerner svarte stolper på Netflix, Youtube. Ultravid video, zoomside, zoomkontroller, hastighetsvideo og videonedlasting. Videozoom. Zoom for å fylle video og endre sideforholdsvideo ved å fjerne svarte søyler på Youtube. Zoomkontrollvideo og oppsummeringsvideo Chatgpt. Bilde i bilde-modus.\n\nVideohastighetskontroller - Få fart på eller senke videoer på alle nett.\nVideo Speed Controller aktivert raskere eller langsommere for å spille av video. Nå kan du enkelt bremse eller øke hastigheten på videoer med fleksibel konfigurasjon.\n\nVi håper du finner verktøyet vårt nyttig! Vi venter på tilbakemeldinger og vurderinger!",
    "pl": "Obraz w obrazie — (Odtwarzacz pływający) — umożliwia oglądanie filmów w ruchomym oknie (zawsze nad innymi oknami), dzięki czemu można śledzić, co oglądasz podczas interakcji z innymi witrynami lub aplikacjami.\n\nTo rozszerzenie zapewnia widok PiP na wszystkich stronach internetowych zawierających element wideo HTML. Naciśnij ikonę rozszerzenia, aby otworzyć aktywny odtwarzacz w trybie obrazu w obrazie. To rozszerzenie automatycznie próbuje użyć aktywnego odtwarzacza.\n\nTeraz przesyłaj strumieniowo filmy, seriale i sport na dowolnej karcie. Zainstaluj rozszerzenie Picture in Picture do Chrome, aby włączyć pływające wideo. Obsługujemy tę funkcję w każdej witrynie do przesyłania strumieniowego.\n\nTen tryb umożliwia odtwarzanie dowolnego filmu w trybie obrazu w obrazie (PiP) i działa na wszystkich platformach. PiP to wyskakujący, zawsze widoczny odtwarzacz wideo, który unosi się nad innymi oknami.\n\nMożesz także zmienić jego położenie wzdłuż krawędzi ekranu, kontynuując surfowanie po Internecie.\n\nWystarczy kliknąć ikonę pływającego odtwarzacza, aby wyświetlić odtwarzacz wideo na YouTube lub dowolnej innej stronie internetowej. To okno odtwarza wideo na wszystkich stronach przeglądarki, na których znajduje się zasób wideo.\n\nCo to jest rozszerzenie „Obraz w obrazie”?\nPływające wideo zapewnia widok PiP na wszystkich stronach internetowych z elementem wideo HTML. Rozszerzenie dodaje do przeglądarki przycisk akcji strony. Gdy strona zawiera element wideo, kolor tego przycisku zmienia się. Naciśnij przycisk, aby otworzyć aktywny odtwarzacz w trybie obrazu w obrazie (tryb PiP).\n\nRozszerzenie Picture in Picture automatycznie próbuje użyć aktywnego odtwarzacza.\n\nJak odtworzyć wideo w pływającym oknie?\nOtwórz film YouTube na miniodtwarzaczu w trybie pływającego obrazu w obrazie (PIP). Obsługuje odtwarzacze wideo To okno będzie odtwarzać filmy na wszystkich stronach przeglądarki.\n\nJak działa obraz w obrazie:\n- Znajdź film i uruchom go.\n- Wybierz tryb „Pływający obraz w obrazie” (PIP) i gotowe\n\nPływający odtwarzacz wideo umożliwia widzowi przewijanie strony internetowej i oglądanie filmu przez cały czas.\n\nTryb PiP to wyskakujący, zawsze widoczny odtwarzacz wideo, który unosi się nad innymi oknami. Włącz tryb PIP w dowolnym odtwarzaczu wideo HTML5 na dowolnej stronie internetowej.\n\nOdtwarzaj wideo w pływającym wyskakującym oknie.\nZmień rozmiar pływającego wyskakującego okienka wideo.\nObsługiwane wszystkie formaty wideo.\nSkrót klawiaturowy: Alt + P (⌥ + P w systemie macOS)\n\nPływające okno - tryb PiP posiada przyciski odtwarzania i pauzy, a z trybu obrazu w obrazie można w każdej chwili wyjść.\n\nJak działa tryb Obraz w obrazie:\n1. Znajdź wideo i uruchom je.\n2. Kliknij ikonę rozszerzenia, aby zmniejszyć odtwarzacz wideo w serwisie YouTube i innych witrynach.\n3. Wybierz tryb „Pływający obraz w obrazie” (PIP) i gotowe.\n\nWypróbuj prawdziwą wielozadaniowość z pływającym miniodtwarzaczem, który uprości Twoje życie w sieci! Oglądaj filmy w trybie obrazu w obrazie w popularnych witrynach internetowych.\n\nTryb Pic-in-pic obsługuje wszystkie formaty wideo i współpracuje z popularnymi centrami wideo, takimi jak Youtube, Vimeo, Facebook i wiele innych.\n\nZastrzeżenie: dotyczące znaku towarowego YouTube!\nYoutube jest znakiem towarowym firmy Google Inc. Używanie tego znaku towarowego wymaga zezwolenia Google.\nTryb pływającego obrazu w trybie obrazu (PIP) dla YouTube nie jest tworzony, nie jest powiązany z Google Inc. ani nie jest obsługiwany.\n\nZastrzeżenie: Hulu jest znakiem towarowym firmy Disney Media and Entertainment Distribution. Ta witryna i rozszerzenie nie są powiązane ani nie są powiązane z Hulu ani żadnymi firmami zewnętrznymi.\n\nYoutube Obraz w obrazie\nYoutube Picture in Picture umożliwia odtwarzanie treści wideo z YouTube w ruchomym oknie przypiętym zawsze na górze, dzięki czemu możesz wykorzystać resztę ekranu do innych zadań.\n\nHBOMax Obraz w obrazie\nWystarczy, że dodasz do swojej przeglądarki rozszerzenie HBOMax Picture in Picture i będziesz cieszyć się ulubionym serialem w tle. To takie proste!\n\nPrime Video Obraz w obrazie\nFunkcja Prime Video Picture in Picture umożliwia odtwarzanie treści wideo w ruchomym oknie przypiętym zawsze na górze, dzięki czemu resztę ekranu można wykorzystać do innych zadań.\n\nNajważniejsze + Obraz w obrazie\nParamount + Picture in Picture umożliwia odtwarzanie treści wideo w ruchomym oknie przypiętym zawsze na górze, dzięki czemu możesz wykorzystać resztę ekranu do innych zadań.\n\nAppleTV+ Obraz w obrazie\nAppleTV+ Obraz w obrazie umożliwia odtwarzanie treści wideo w ruchomym oknie przypiętym zawsze na górze, dzięki czemu resztę ekranu możesz wykorzystać do innych zadań.\n\nPowiększ wideo, zmień proporcje wideo, usuwając czarne paski w serwisie Netflix, Youtube. Ultrawide wideo, strona powiększenia, kontroler zoomu, narzędzie do szybkiego pobierania wideo i wideo. Zoom wideo. Powiększ, aby wypełnić wideo i zmień współczynnik proporcji wideo, usuwając czarne paski na Youtube. Wideo kontrolera Zoom i podsumowanie wideo Chatgpt. Obraz w trybie obrazu.\n\nKontroler prędkości wideo — przyspieszaj lub spowalniaj filmy w dowolnej sieci.\nKontroler prędkości wideo włączony szybciej lub wolniej, aby odtwarzać wideo. Teraz możesz łatwo spowalniać lub przyspieszać filmy dzięki elastycznej konfiguracji.\n\nMamy nadzieję, że nasze narzędzie okaże się przydatne! Czekamy na Wasze opinie i oceny!",
    "pt_BR": "Picture-in-Picture – (Reprodutor Flutuante) – permite assistir vídeos em uma janela flutuante (sempre em cima de outras janelas) para que você possa acompanhar o que está assistindo ao interagir com outros sites ou aplicativos.\n\nEsta extensão traz uma visualização PiP para todos os sites com um elemento de vídeo HTML. Pressione o ícone da extensão para abrir o player ativo no modo imagem em imagem. Esta extensão tenta usar automaticamente o player ativo.\n\nAgora transmita filmes, séries ou esportes em qualquer guia. Instale a extensão Picture in Picture do Chrome para ativar o vídeo flutuante. Oferecemos suporte a esse recurso em todos os sites de streaming.\n\nEste modo permite reproduzir qualquer vídeo no modo Picture-in-Picture (PiP) e funciona em todas as plataformas. PiP é um reprodutor de vídeo sempre visível que flutua sobre outras janelas.\n\nVocê também pode reposicioná-lo ao longo da borda da tela enquanto continua navegando na Internet.\n\nBasta clicar no ícone do Player Flutuante para exibir o player de vídeo no YouTube ou em qualquer outro site da Web. Esta janela irá reproduzir o vídeo em todas as páginas do navegador em que exista um recurso de vídeo.\n\nO que é extensão Picture in Picture?\nO vídeo flutuante traz uma visualização PiP para todos os sites com um elemento de vídeo HTML. A extensão adiciona um botão de ação de página ao seu navegador. Quando uma página possui um elemento de vídeo, a cor deste botão muda. Pressione o botão para abrir o player ativo no modo Picture-in-Picture (Modo PiP).\n\nA extensão Picture in Picture tenta automaticamente usar o player ativo.\n\nComo reproduzo um vídeo em uma janela flutuante?\nAbra o vídeo do YouTube no miniplayer no modo imagem em imagem (PIP) flutuante. Suporta reprodutores de vídeo Esta janela reproduzirá vídeos em todas as páginas do navegador.\n\nComo funciona o Picture in Picture:\n- Encontre o vídeo e execute-o.\n- Selecione o modo “Floating Picture in Picture” (PIP) e pronto\n\nUm reprodutor de vídeo flutuante permite que o espectador role pela sua página da web e mantenha o vídeo visível o tempo todo.\n\nO modo PiP é um reprodutor de vídeo sempre visível que flutua sobre outras janelas. Leve o modo PIP para qualquer player de vídeo HTML5 em qualquer site.\n\nReproduza o vídeo em uma janela pop-up flutuante.\nRedimensione o pop-up de vídeo flutuante.\nTodos os formatos de vídeo suportados.\nAtalho de teclado: Alt + P (⌥ + P no macOS)\n\nA janela flutuante - o modo PiP possui botões de reprodução e pausa, e você pode sair do modo picture-in-picture a qualquer momento.\n\nComo funciona o modo Picture in Picture:\n1. Encontre o vídeo e execute-o.\n2. Clique no ícone da extensão para reduzir o player de vídeo no YouTube e em outros sites.\n3. Selecione o modo “Floating Picture in Picture” (PIP) e pronto.\n\nExperimente multitarefa real com um miniplayer flutuante que simplifica sua vida na Web! Assista a vídeos no modo picture-in-picture em sites populares.\n\nO modo Pic-in-pic suporta todos os formatos de vídeo e funciona com hubs de vídeo populares como Youtube, Vimeo, Facebook e muitos outros.\n\nIsenção de responsabilidade: sobre a marca registrada do YouTube!\nYoutube é uma marca comercial da Google Inc. O uso desta marca comercial está sujeito às permissões do Google.\nO modo de imagem flutuante no modo Imagem (PIP) para YouTube não foi criado, não está associado ao Google Inc. ou não é compatível.\n\nIsenção de responsabilidade: Hulu é uma marca registrada da Disney Media and Entertainment Distribution. Este site e extensão não possuem nenhuma associação ou afiliação com o Hulu ou qualquer empresa terceirizada.\n\nImagem em imagem do Youtube\nO Youtube Picture in Picture permite que você reproduza conteúdo de vídeo do Youtube em uma janela flutuante fixada sempre no topo, para que você possa usar o resto da tela para outras tarefas.\n\nImagem em imagem HBOMax\nTudo o que você precisa fazer é adicionar a extensão HBOMax Picture in Picture ao seu navegador e curtir suas séries favoritas em segundo plano. É simples assim!\n\nImagem em imagem do Prime Video\nPrime Video Picture in Picture permite reproduzir conteúdo de vídeo em uma janela flutuante fixada sempre no topo, para que você possa usar o resto da tela para outras tarefas.\n\nParamount + imagem em imagem\nParamount + Picture in Picture permite reproduzir conteúdo de vídeo em uma janela flutuante fixada sempre no topo, para que você possa usar o resto da tela para outras tarefas.\n\nAppleTV+ imagem em imagem\nAppleTV+ Picture in Picture permite reproduzir conteúdo de vídeo em uma janela flutuante fixada sempre no topo, para que você possa usar o resto da tela para outras tarefas.\n\nAmplie o vídeo, altere a proporção do vídeo, removendo as barras pretas no Netflix, Youtube. Vídeo ultralargo, página de zoom, controlador de zoom, vídeo rápido e downloader de vídeo. Zoom de vídeo. Amplie para preencher o vídeo e altere a proporção do vídeo, removendo as barras pretas do Youtube. Vídeo do controlador de zoom e vídeo de resumo Chatgpt. Modo imagem em imagem.\n\nControlador de velocidade de vídeo - Acelere ou desacelere vídeos em qualquer web.\nControlador de velocidade de vídeo habilitado para reprodução de vídeo mais rápida ou mais lenta. Agora você pode desacelerar ou acelerar vídeos facilmente com configuração flexível.\n\nEsperamos que nossa ferramenta seja útil! Estamos aguardando seus comentários e avaliações!",
    "sv": "Bild-i-bild - (flytande spelare) - låter dig titta på videor i ett flytande fönster (alltid ovanpå andra fönster) så att du kan hålla reda på vad du tittar på när du interagerar med andra webbplatser eller applikationer.\n\nDetta tillägg ger en PiP-vy till alla webbplatser med ett HTML-videoelement. Tryck på tilläggsikonen för att öppna den aktiva spelaren i bild-i-bild-läget. Det här tillägget försöker automatiskt använda den aktiva spelaren.\n\nStrömma nu filmer, serier eller sport på valfri flik. Installera Picture in Picture chrome-tillägget för att aktivera den flytande videon. Vi stöder den här funktionen på alla streamingsidor.\n\nDet här läget låter dig spela upp vilken video som helst i bild-i-bild-läge (PiP), och det fungerar på alla plattformar. PiP är en utfälld videospelare som alltid är på topp som flyter ovanpå andra fönster.\n\nDu kan också flytta den längs skärmkanten medan du fortsätter att surfa på internet.\n\nKlicka bara på ikonen för flytande spelare för att visa videospelaren på YouTube eller andra webbplatser på webben. Detta fönster kommer att spela upp videon på alla sidor i webbläsaren där det finns en videoresurs.\n\nVad är förlängning Bild i bild?\nFlytande video ger en PiP-vy till alla webbplatser med ett HTML-videoelement. Tillägget lägger till en sidåtgärdsknapp i din webbläsare. När en sida har ett videoelement ändras färgen på den här knappen. Tryck på knappen för att öppna den aktiva spelaren i bild-i-bild-läge (PiP-läge).\n\nBild i bild-tillägget försöker automatiskt använda den aktiva spelaren.\n\nHur spelar jag upp en video i ett flytande fönster?\nÖppna YouTube-videon på minispelaren i flytande bild-i-bild-läge (PIP). Stöder videospelare Detta fönster kommer att spela upp videor på alla sidor i webbläsaren.\n\nSå här fungerar bild i bild:\n- Hitta videon och kör den.\n- Välj läget \"Flytande bild i bild\" (PIP) och du är klar\n\nEn flytande videospelare gör att tittaren kan scrolla igenom din webbsida och se din video hela tiden.\n\nPiP-läget är en utfälld videospelare som alltid är på toppen som flyter ovanpå andra fönster. Ta med PIP-läget till valfri HTML5-videospelare på vilken webbplats som helst.\n\nSpela upp video i ett flytande popup-fönster.\nÄndra storlek på flytande video-popup.\nAlla videoformat stöds.\nKortkommando: Alt + P (⌥ + P på macOS)\n\nDet flytande fönstret - PiP-läget har uppspelnings- och pausknappar, och du kan lämna bild-i-bild-läget när som helst.\n\nSå här fungerar bild i bildläge:\n1. Hitta videon och kör den.\n2. Klicka på tilläggsikonen för att minska videospelaren på YouTube och andra webbplatser.\n3. Välj läget \"Flytande bild i bild\" (PIP) och du är klar.\n\nProva riktig multitasking med en flytande minispelare som förenklar ditt liv på webben! Titta på videor i bild-i-bild-läge på populära webbplatser.\n\nBild-i-bild-läge stöder alla videoformat och fungerar med populära videohubbar som Youtube, Vimeo, Facebook och många andra.\n\nAnsvarsfriskrivning: om Youtube-varumärke!\nYoutube är ett varumärke som tillhör Google Inc. Användning av detta varumärke är föremål för Googles tillstånd.\nDet flytande bildläget i bildläge (PIP) för YouTube skapas inte, är inte associerat med Google Inc. eller stöds inte.\n\nAnsvarsfriskrivning: Hulu är ett varumärke som tillhör Disney Media and Entertainment Distribution. Denna webbplats och tillägg har ingen koppling eller anknytning till Hulu eller tredje parts företag.\n\nYoutube bild i bild\nYoutube Picture in Picture låter dig spela upp Youtube-videoinnehåll i ett flytande fönster som alltid är fäst på toppen, så att du kan använda resten av skärmen för andra uppgifter.\n\nHBOmax bild i bild\nAllt du behöver göra är att lägga till HBOMax Picture in Picture-tillägg till din webbläsare och njuta av din favoritserie i bakgrunden. Så enkelt är det!\n\nPrime Video Bild i Bild\nPrime Video Picture in Picture låter dig spela upp videoinnehåll i ett flytande fönster som alltid är fäst på toppen, så att du kan använda resten av skärmen för andra uppgifter.\n\nParamount + Bild i bild\nParamount + Bild i bild låter dig spela upp videoinnehåll i ett flytande fönster som alltid är fäst på toppen, så att du kan använda resten av skärmen för andra uppgifter.\n\nAppleTV+ bild i bild\nAppleTV+ Picture in Picture låter dig spela upp videoinnehåll i ett flytande fönster som alltid är fäst på toppen, så att du kan använda resten av skärmen för andra uppgifter.\n\nZooma video, ändra bildförhållande video och ta bort svarta fält på Netflix, Youtube. Ultrabred video, zoomsida, zoomkontroll, hastighetsvideo och videonedladdning. Videozoom. Zooma för att fylla video och ändra bildförhållande video och ta bort svarta fält på Youtube. Zoomkontrollvideo och sammanfattningsvideo Chatgpt. Bild i bild-läge.\n\nVideo Speed Controller - Snabba upp eller sakta ner videor på vilken webb som helst.\nVideo Speed Controller aktiverad snabbare eller långsammare för att spela upp video. Nu kan du enkelt sakta ner eller snabba upp videor med flexibel konfiguration.\n\nVi hoppas att du tycker att vårt verktyg är användbart! Vi väntar på din feedback och betyg!",
    "sw": "This extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nYoutube Picture-in-Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings!",
    "tr": "Resim İçinde Resim - (Kayan Oynatıcı) - videoları kayan bir pencerede (her zaman diğer pencerelerin üstünde) izlemenize olanak tanır, böylece diğer siteler veya uygulamalarla etkileşimde bulunurken ne izlediğinizi takip edebilirsiniz.\n\nBu uzantı, HTML video öğesi içeren tüm web sitelerine PiP görünümü getirir. Resim modunda etkin oynatıcıyı resimde açmak için uzantı simgesine basın. Bu uzantı otomatik olarak etkin oynatıcıyı kullanmaya çalışır.\n\nArtık herhangi bir sekmede film, dizi veya spor yayını yapın. Kayan videoyu etkinleştirmek için Resim İçinde Resim krom uzantısını yükleyin. Bu özelliği her yayın sitesinde destekliyoruz.\n\nBu mod, herhangi bir videoyu Resim İçinde Resim (PiP) modunda oynatmanıza olanak tanır ve tüm platformlarda çalışır. PiP, diğer pencerelerin üzerinde yüzen, her zaman üstte yer alan, dışarı doğru açılan bir video oynatıcıdır.\n\nİnternette gezinmeye devam ederken ekranın kenarlığı boyunca da yeniden konumlandırabilirsiniz.\n\nVideo oynatıcıyı YouTube'da veya Web'deki diğer web sitelerinde görüntülemek için Kayan Oynatıcı simgesine tıklamanız yeterlidir. Bu pencere, videoyu, video kaynağının bulunduğu tarayıcının tüm sayfalarında oynatacaktır.\n\nResim İçinde Resim uzantısı nedir?\nKayan video, HTML video öğesi içeren tüm web sitelerine PiP görünümü getirir. Uzantı, tarayıcınıza bir sayfa eylem düğmesi ekler. Bir sayfada video öğesi bulunduğunda bu düğmenin rengi değişir. Resim İçinde Resim modunda (PiP Modu) etkin oynatıcıyı açmak için düğmeye basın.\n\nResim İçinde Resim uzantısı otomatik olarak etkin oynatıcıyı kullanmaya çalışır.\n\nKayan bir pencerede nasıl video oynatırım?\nYouTube videosunu mini oynatıcıda kayan resim içinde resim (PIP) modunda açın. Video oynatıcıları destekler Bu pencere, videoları tarayıcının tüm sayfalarında oynatır.\n\nResim İçinde Resim nasıl çalışır:\n- Videoyu bulun ve çalıştırın.\n- “Resim İçinde Kayan Resim” (PIP) modunu seçin ve işlemi tamamlayın\n\nKayan bir video oynatıcı, izleyicinin web sayfanızda gezinmesine ve videonuzu her zaman görüntülemede tutmasına olanak tanır.\n\nPiP modu, diğer pencerelerin üzerinde yüzen, her zaman üstte yer alan, dışarı doğru açılan bir video oynatıcıdır. PIP modunu herhangi bir web sitesindeki herhangi bir HTML5 video oynatıcısına getirin.\n\nVideoyu kayan açılır pencerede oynatın.\nKayan video açılır penceresini yeniden boyutlandırın.\nTüm video formatları desteklenir.\nKlavye kısayolu: Alt + P (macOS'te ⌥ + P)\n\nKayan pencere - PiP modunda oynatma ve duraklatma düğmeleri bulunur ve resim içinde resim modundan istediğiniz zaman çıkabilirsiniz.\n\nResim İçinde Resim modu nasıl çalışır:\n1. Videoyu bulun ve çalıştırın.\n2. YouTube ve diğer sitelerdeki video oynatıcıyı küçültmek için uzantı simgesine tıklayın.\n3. “Resim İçinde Kayan Resim” (PIP) modunu seçtiğinizde işlemi tamamlamış olursunuz.\n\nWeb'deki hayatınızı kolaylaştıran yüzen bir mini oynatıcıyla gerçek çoklu görevleri deneyin! Popüler web sitelerindeki videoları resim içinde resim modunda izleyin.\n\nResim içinde resim modu tüm video formatlarını destekler ve Youtube, Vimeo, Facebook ve diğerleri gibi popüler video merkezleriyle çalışır.\n\nYasal Uyarı: Youtube ticari markası hakkında!\nYoutube, Google Inc.'in ticari markasıdır. Bu ticari markanın kullanımı Google izinlerine tabidir.\nYouTube için Resim modundaki (PIP) kayan görüntü modu oluşturulmamıştır, Google Inc. ile ilişkili değildir veya desteklenmemektedir.\n\nYasal Uyarı: Hulu, Disney Media and Entertainment Distribution'ın ticari markasıdır. Bu web sitesi ve uzantının Hulu veya herhangi bir üçüncü taraf şirketle hiçbir ilişkisi veya bağlantısı yoktur.\n\nYoutube Resim İçinde Resim\nYoutube Resim İçinde Resim, Youtube video içeriğini her zaman en üste sabitlenmiş kayan bir pencerede oynatmanıza olanak tanır, böylece ekranınızın geri kalanını diğer görevler için kullanabilirsiniz.\n\nHBOMax Resim İçinde Resim\nTek yapmanız gereken HBOMax Resim İçinde Resim uzantısını tarayıcınıza eklemek ve arka planda en sevdiğiniz dizilerin keyfini çıkarmak. Bu kadar basit!\n\nResim İçinde Prime Video Resim\nPrime Video Resim İçinde Resim, video içeriğini her zaman en üste sabitlenmiş kayan bir pencerede oynatmanıza olanak tanır, böylece ekranınızın geri kalanını diğer görevler için kullanabilirsiniz.\n\nParamount + Resim İçinde Resim\nParamount + Picture in Picture, video içeriğini her zaman en üste sabitlenmiş kayan bir pencerede oynatmanıza olanak tanır, böylece ekranınızın geri kalanını diğer görevler için kullanabilirsiniz.\n\nAppleTV+ Resim İçinde Resim\nAppleTV+ Resim İçinde Resim, video içeriğini her zaman en üste sabitlenmiş kayan bir pencerede oynatmanıza olanak tanır, böylece ekranınızın geri kalanını başka görevler için kullanabilirsiniz.\n\nVideoyu yakınlaştırın, Netflix ve Youtube'daki siyah çubukları kaldırarak en boy oranını değiştirin. Ultra geniş video, yakınlaştırma sayfası, yakınlaştırma denetleyicisi, hızlı video ve video indirici. Video yakınlaştırma. Videoyu Doldurmak için Yakınlaştırın ve Youtube'daki siyah çubukları kaldırarak en boy oranını değiştirin. Yakınlaştırma denetleyicisi videosu ve özet videosu Chatgpt. Resim modunda resim.\n\nVideo Hız Denetleyicisi - Herhangi bir web'deki videoları hızlandırın veya yavaşlatın.\nVideo Hız Denetleyicisi, videoyu oynatmak için daha hızlı veya daha yavaş etkinleştirildi. Artık esnek yapılandırmayla videoları kolayca yavaşlatabilir veya hızlandırabilirsiniz.\n\nAracımızı faydalı bulacağınızı umuyoruz! Geri bildiriminizi ve derecelendirmelerinizi bekliyoruz!",
    "vi": "Picture in Picture - (Floating Player) - allows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nThis mode lets you play any video in Picture-in-Picture (PiP) mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. \n\nYou can also reposition it along the screen border while you continue to surf the internet.\n\nJust click on the Floating Player icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\nWhat is extension Picture in Picture?\nFloating video brings a PiP view to all websites with an HTML video element. The extension adds a page action button to your browser. When a page has a video element, the color of this button changes. Press the button to open the active player in the Picture-in-Picture mode (PiP Mode). \n\nPicture in Picture extension automatically tries to use the active player.\n\nHow do I play a video in a floating window?\nOpen the YouTube video on the mini player in floating image-in-picture (PIP) mode. Supports video players This window will play videos on all pages of the browser. \n\nHow Picture in Picture works: \n- Find the video and run it. \n- Select the “Floating Picture in Picture” (PIP) mode, and you're done\n\nA floating video player allows the viewer to scroll through your webpage and keep your video in view the whole time.\n\nPiP mode is a popped-out, always-on-top video player which floats on top of other windows. Bring the PIP mode to any HTML5 video player on any website.\n\nPlay video in floating popup window.\nResize floating video pop-up.\nAll video formats supported.\nKeyboard shortcut: Alt + P (⌥ + P on macOS)\n\nThe floating window - PiP mode has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nHow Picture in Picture mode works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” (PIP) mode, and you're done.\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in picture-in-picture mode on popular websites.\n\nPic-in-pic mode supports all video formats and works with popular video hubs like Youtube, Vimeo, Facebook and many others.\n\nDisclaimer: about Youtube trademark!\nYoutube is a trademark of Google Inc. Use of this trademark is subject to Google permissions.\nThe floating image mode in Picture mode (PIP) for YouTube is not created, is not associated with Google Inc. or not supported.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies.\n\nYoutube Picture in Picture\nYoutube Picture in Picture allows you to play Youtube video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nHBOMax Picture in Picture\nAll you need to do is add HBOMax Picture in Picture extension to your browser and enjoy your favorite series in the background. It's as simple as that!\n\nPrime Video Picture in Picture\nPrime Video Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nParamount + Picture in Picture\nParamount + Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nAppleTV+ Picture in Picture\nAppleTV+ Picture in Picture allows you to play video content in a floating window pinned always on top, so you can use the rest of your screen for other tasks. \n\nFloating Video player extension is completely free, safe, fast and easy to add to your Chrome browser.  We will be glad to see your comments and assessment - this is very important for us!",
    "zh_CN": "畫中畫 - （浮動播放器） - 允許您在浮動視窗中觀看影片（始終位於其他視窗之上），以便您在與其他網站或應用程式互動時可以追蹤您正在觀看的內容。\n\n此擴充功能為所有具有 HTML 影片元素的網站帶來了畫中畫視圖。 按擴充圖示可在畫中畫模式下開啟活動播放器。 此擴充功能會自動嘗試使用活動播放器。\n\n現在可以在任何選項卡上串流電影、連續劇或體育節目。 安裝畫中畫 chrome 擴充功能以啟用浮動影片。 我們在每個串流媒體網站上都支援此功能。\n\n此模式可讓您以畫中畫 (PiP) 模式播放任何視頻，並且適用於所有平台。 PiP 是一個彈出的、始終位於頂部的視訊播放器，漂浮在其他視窗的頂部。\n\n您也可以在繼續上網時沿著螢幕邊框重新定位它。\n\n只需點擊浮動播放器圖示即可在 YouTube 或網路上的任何其他網站上顯示影片播放器。 該視窗將在瀏覽器的所有有視訊資源的頁面上播放影片。\n\n什麼是畫中畫擴充？\n浮動影片透過 HTML 影片元素為所有網站帶來畫中畫視圖。 該擴充功能為您的瀏覽器新增了一個頁面操作按鈕。 當頁面有影片元素時，該按鈕的顏色會改變。 按此按鈕可在畫中畫模式（PiP 模式）下開啟活動播放器。\n\n畫中畫擴充功能會自動嘗試使用活動播放器。\n\n如何在浮動視窗中播放影片？\n在浮動畫中畫 (PIP) 模式下在迷你播放器上開啟 YouTube 影片。 支援影片播放器 此視窗將在瀏覽器的所有頁面上播放影片。\n\n畫中畫的工作原理：\n- 找到視頻並運行它。\n- 選擇「浮動畫中畫」(PIP) 模式，就完成了\n\n浮動影片播放器可讓觀眾捲動瀏覽您的網頁並始終保持影片可見。\n\nPiP 模式是一種彈出的、始終位於頂部的視訊播放器，浮動在其他視窗的頂部。 將 PIP 模式引入任何網站上的任何 HTML5 視訊播放器。\n\n在浮動彈出視窗中播放影片。\n調整浮動視訊彈出視窗的大小。\n支援所有視訊格式。\n鍵盤快速鍵：Alt + P（macOS 上為 ⌥ + P）\n\n浮動視窗-畫中畫模式有播放和暫停按鈕，您可以隨時退出畫中畫模式。\n\n畫中畫模式的工作原理：\n1.找到視頻並運行。\n2. 點選擴充圖示可縮小 YouTube 和其他網站上的影片播放器。\n3. 選擇「浮動畫中畫」(PIP) 模式，即可完成。\n\n使用浮動迷你播放器嘗試真正的多任務處理，簡化您的網路生活！ 在熱門網站上以畫中畫模式觀看影片。\n\n畫中畫模式支援所有影片格式，並可與 Youtube、Vimeo、Facebook 等流行影片中心搭配使用。\n\n免責聲明：關於 YouTube 商標！\nYoutube 是 Google Inc. 的商標。使用該商標需獲得 Google 授權。\nYouTube 圖片模式 (PIP) 中的浮動影像模式未建立、不與 Google Inc. 關聯或不受支援。\n\n免責聲明：Hulu 是迪士尼媒體和娛樂發行公司的商標。 本網站和擴充功能與 Hulu 或任何第三方公司沒有任何關聯或隸屬關係。\n\nYouTube 畫中畫\nYoutube 畫中畫可讓您在始終固定在頂部的浮動視窗中播放 Youtube 影片內容，讓您可以使用螢幕的其餘部分執行其他任務。\n\nHBOMax 畫中畫\n您所需要做的就是將 HBOMax 畫中畫擴充功能添加到您的瀏覽器，然後在後台欣賞您最喜愛的劇集。 就這麼簡單！\n\nPrime 影片畫中畫\nPrime Video 畫中畫可讓您在始終固定在頂部的浮動視窗中播放影片內容，以便您可以將螢幕的其餘部分用於其他任務。\n\n派拉蒙+畫中畫\nParamount + 畫中畫可讓您在始終固定在頂部的浮動視窗中播放影片內容，這樣您就可以將螢幕的其餘部分用於其他任務。\n\nAppleTV+ 畫中畫\nAppleTV+ 畫中畫可讓您在始終固定在頂部的浮動視窗中播放影片內容，這樣您就可以將螢幕的其餘部分用於其他任務。\n\n縮放影片、更改影片寬高比、消除 Netflix、Youtube 上的黑條。 超寬影片、縮放頁面、縮放控制器、高速影片和影片下載器。 影片變焦。 縮放以填充影片並更改影片的寬高比，消除 Youtube 上的黑條。 變焦控制器影片和摘要影片 Chatgpt。 畫中畫模式。\n\n視訊速度控制器 - 加快或減慢任何網路上的視訊速度。\n視訊速度控制器啟用更快或更慢地播放影片。 現在，您可以透過靈活的配置輕鬆減慢或加快視訊速度。\n\n我們希望您發現我們的工具很有用！ 我們正在等待您的回饋和評分！\n\nThis extension brings a PiP view to all websites with an HTML video element. Press the extension icon to open the active player in the picture in picture mode. This extension automatically tries to use the active player.\n\nNow stream movies, series or sports on any tab. Install Picture in Picture chrome extension to enable the floating video. We support this feature on every streaming site. \n\nFor YouTube, the extension also offers an in-player button next to the settings button to open the YouTube video in the picture-in-picture mode. You can use this extension to watch YouTube videos in a floating window that is on top of all other windows so tabs can be switched and still the player is visible. \n\nThe floating window has play and pause buttons, and you can exit from the picture-in-picture mode anytime.\n\nWhat is the Picture-in-Picture mode?\nThis mode lets you play any video in this mode, and it works on all platforms. PiP is a popped-out, always-on-top video player that floats on top of other windows. You can also reposition it along the screen border while you continue to surf the internet.\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings!"
  }
}