{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Fact Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It's like Community Notes for the whole web! Protect against misinformation, disinformation, and scams with The Fact Checker."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COVID mRNA jabs are not vaccines? Did Taylor Swift cancel Eras Tour dates following endorsement backlash? Can a simple plant kill 98% of cancer cells within 48 hours?\n\nThe Fact Checker works on social media, scam and hoax emails, WhatsApp web and more!\n\nTHOUSANDS of fact check and scam warning alerts in 15 different languages, including English, Italiano (Italian), Español (Spanish), 中文 (Chinese), Bahasa Indonesia (Indonesian), हिंदी (Hindi), and ਪੰਜਾਬੀ (Punjabi)!\n\n*****Catalogue updated weekly*****\n\nIn the fast-paced world of social media, fake news and scam emails, misinformation and disinformation can spread like wildfire.\n\nAs the social media giants move away from fact checking content, knowing truth from fiction - especially potentially dangerous or costly fiction - is more important than ever.\n\nMeet The Fact Check Extension:  your guardian against misleading and dangerous content.\n\nThe Fact Check Extension, or Checker, is a revolutionary free browser extension designed to fight the spread of misinformation online. With its unique alert system and vast catalogue of fact checks and scam warnings, Checker is one of the most significant tools available in the battle for truth on the internet.\n\nWhether you're browsing through social media feeds or checking your inbox, reading the news or surfing the web, if Checker detects posts with known misinformation, disinformation or scams - it will let you know instantly.\n\nWhile some other fact checking extensions require users to flag content themselves for review, Checker takes the hard work out of getting on top of fake news. It works silently in the background, only activating when something flagged by a reputable source has been spotted on your screen - meaning you aren't being clogged with graphics or unnecessary notifications while you browse.\n\nAnd unlike other fact checking services which use AI to generate fact check information, Checker links its users straight to the original source - meaning the people who write the fact checks are rewarded for their work.\n\nChecke is loaded with features, including fact checks and scam warnings from outlets including AAP, AP, BBC, Snopes, Newsweek, USA Today - plus over a dozen more!\n\nIts unique interface, live alerts, support for multiple languages, plus other interactive elements, means Checker ensures you're in control and keeps you one step ahead of fake news.\n\nDeveloper's note: Due to Chrome Web Store page restrictions, the interface will not load while browsing the store. You will need to navigate to a different URL for it to load the first time.\n\n**V1.1.43.0 release notes** January 8, 2025\n\nCatalogue length: 8004 fact checks and scam warnings, 12,492 known phrases\n\n**V1.1.42.0 release notes** December 27, 2024\n\nCatalogue length: 7875 fact checks and scam warnings, 12,316 known phrases\n\n**V1.1.41.0 release notes** December 20, 2024\n\nCatalogue length: 7800 fact checks and scam warnings, 12,213 known phrases\n\n**V1.1.40.0 release notes** December 15, 2024\n\nCatalogue length: 7700 fact checks and scam warnings, 12,084 known phrases\n\n**V1.1.39.0 release notes** December 11, 2024\n\nCatalogue length: 7623 fact checks and scam warnings, 11,986 known phrases\n\n**V1.1.38.0 release notes** December 8, 2024\n\nCatalogue length: 7562 fact checks and scam warnings, 11,910 known phrases\n\n**V1.1.37.0 release notes** December 4, 2024\n\nCatalogue length: 7487 fact checks and scam warnings, 11,803 known phrases\n\n**V1.1.36.0 release notes** November 27, 2024\n\nCatalogue length: 7390 fact checks and scam warnings, 11,653 known phrases\n\n**V1.1.35.0 release notes** November 24, 2024\n\nCatalogue length: 7317 fact checks and scam warnings, 11,553 known phrases\n\n**V1.1.34.0 release notes** November 19, 2024\n\nCatalogue length: 7193 fact checks and scam warnings, 11,393 known phrases\n\n**V1.1.33.0 release notes** November 16, 2024\n\nCatalogue length: 7148 fact checks and scam warnings, 11,327 known phrases\n\n**V1.1.32.0 release notes** November 11, 2024\n\nThis week we introduce a new feature: Latest. The latest button on the dashboard allows users to see the most recent fact checks added to The Fact Checker's catalogue. This will be updated each time the catalogue is updated, so it's a great way to quickly check the latest fact checks from a variety of sources.\n\nCurrently there is a minor issue which limits the user to viewing the Latest page once per session, with subsequent loads requiring a re-load of the extension's window. This should be fixed in the coming weeks.\n\nCatalogue length: 7013 fact checks and scam warnings, 11,133 known phrases\n\n**V1.1.31.0 release notes** November 6, 2024\n\nCatalogue length: 6922 fact checks and scam warnings, 11,016 known phrases\n\n**V1.1.30.4 release notes** October 31, 2024\n\nCatalogue length: 6769 fact checks and scam warnings, 10,813 known phrases\n\n** V1.1.30.3 release notes** October 28, 2024\n\nNow includes source icons next to history buttons in the user interface.\n\nCatalogue length: 6689 fact checks and scam warnings, 10,718 known phrases\n\n** V1.1.30.2 release notes** October 24, 2024\n\nCatalogue length: 6584 fact checks and scam warnings, 10,585 known phrases\n\n** V1.1.30.1 release notes** October 19, 2024\n\nCatalogue length: 6479 fact checks and scam warnings, 10,441 known phrases\n\n** V1.1.30.0 release notes** October 17, 2024\n\nCatalogue length: 6423 fact checks and scam warnings, 10,370 known phrases\n\n** V1.1.29.0 release notes** October 15, 2024\n\nCatalogue length: 6356 fact checks and scam warnings, 10,276 known phrases\n\n** V1.1.28.0 release notes** October 9, 2024\n\nToday we introduce a small feature, the \"Random\" button. This new icon on the user dashboard allows you to load a random fact check from within our catalogue right into the extension. It's a great way to learn how the extension works and also debunk misinformation you might not have registered in the past. Currently, you may need to close and re-open the extension window if you perform several random searches in a single session. We hope to resolve that issue soon.\n\nCatalogue length: 6240 fact checks and scam warnings, 10,138 known phrases\n\n** V1.1.27.2 release notes** October 6, 2024\n\nCatalogue length: 6185 fact checks and scam warnings, 10,046 known phrases\n\n** V1.1.27.1 release notes** October 4, 2024\n\nToday we celebrate a major milestone in our battle against misinformation, disinformation and scams! We have reached 10,000 phrases flagged from across the internet which have been challenged or debunked by trusted sources.\n\nThe Fact Checker continues to grow every week and we appreciate your continued support.\n\nCatalogue length: 6149 fact checks and scam warnings, 10,000 known phrases\n\n** V1.1.27.0 release notes** October 2, 2024\n\nCatalogue length: 6099 fact checks and scam warnings, 9928 known phrases\n\n** V1.1.26.3 release notes** September 30, 2024\n\nCatalogue length: 6037 fact checks and scam warnings, 9838 known phrases\n\n** V1.1.26.2 release notes** September 27, 2024\n\nCatalogue length: 6000 fact checks and scam warnings, 9789 known phrases\n\n** V1.1.26.0 release notes** September 23, 2024\n\nCatalogue length: 5879 fact checks and scam warnings, 9616 known phrases\n\n** V1.1.25.1 release notes** September 19, 2024\n\nEfficiency improvement should mean extension no longer affects web page loading times and performance.\n\nCatalogue length: 5814 fact checks and scam warnings, 9531 known phrases\n\n** V1.1.25.0 release notes** September 18, 2024\n\nCatalogue length: 5787 fact checks and scam warnings, 9486 known phrases\n\n** V1.1.24.1 release notes** September 16, 2024\n\nCatalogue length: 5739 fact checks and scam warnings, 9427 known phrases\n\n** V1.1.24.0 release notes** September 11, 2024\n\nCatalogue length: 5660 fact checks and scam warnings, 9333 known phrases\n\n** V1.1.23.0 release notes** September 5, 2024\n\nCatalogue length: 5558 fact checks and scam warnings, 9196 known phrases\n\n** V1.1.22.0 release notes** August 30, 2024\n\nCatalogue length: 5378 fact checks and scam warnings, 8954 known phrases\n\n** V1.1.21.0 release notes** August 24, 2024\n\nThis week we launch a major new feature - fact check search. The catalogue of user-accessible fact checks is now greatly expanded and allows users to search for fact checks out of a catalogue of thousands from more than a dozen highly-rated sources. Better yet, fact checks viewed in browser sessions now saved to your extension history. So even if you didn't visit a fact check through the interface, it'll be there in Checker for you if you want to revisit it later.\n\nFact checks are more accessible than ever before, while the catalogue of live alerts continues to grow by approximately 150 fact checks and scam warnings every week.\n\nCatalogue length: 5075 fact checks and scam warnings, 8499 known phrases\n\n** V1.1.20.0 release notes** August 20, 2024\n\nCatalogue length: 4944 fact checks and scam warnings, 8283 known phrases\n\n** V1.1.19.0 release notes** August 14, 2024\n\nCatalogue length: 4747 fact checks and scam warnings, 7989 known phrases\n\n** V1.1.18.0 release notes** August 7, 2024\n\nCatalogue length: 4490 fact checks and scam warnings, 7607 known phrases\n\n** V1.1.17.0 release notes** July 31, 2024\n\nCatalogue length: 4404 fact checks and scam warnings, 7408 known phrases\n\n** V1.1.16.0 release notes** July 24, 2024\n\nThis week Flags have been expanded to be inclusive of our non-English speaking users, with sources and think tanks from India and Pakistan added to the catalogue. There is now approximately 200 sources currently flagged by the extension as having biases or records that may be of interest to users.\n\nThe translation function has also been expanded to include the most common languages in India, Pakistan and Egypt.\n\nCatalogue length: 4327 fact checks and scam warnings, 7272 known phrases\n\n** V1.1.15.0 release notes** July 18, 2024\n\nThis week, we've continued to expand the Flags feature to include more websites and now alert users to potential biases from significant sources.\n\nMedia frequently report on the findings of \"think tanks,\" which can carry substantial influence. These organizations often use terms like \"Institute,\" \"Institution,\" \"Center,\" \"Centre,\" \"Council,\" and \"Forum,\" which may obscure their biases. Understanding the funding sources, political affiliations, and historical biases of these organizations is crucial to comprehending the perspectives their findings present.\n\nIn Update 1.1.15.0 the list of websites and organisations currently flagged for further context is approximately 220, which includes websites and think tanks from the United States, the United Kingdom and Australia.\n\nCatalogue length: 4246 fact checks and scam warnings, 7134 known phrases\n\n** V1.1.14.0 release notes** July 12, 2024\n\nThis week we launch a significant new feature, \"Flags\".\n\nFlags are small notifications that appear on Google, Facebook and X next to sources identified as having historic biases, are known for being misleading or sensationalist, or which are satirical but are often confused for real news sources. Understanding an outlet's history and biases is important for identifying whether the information it is presenting is potentially skewed, exaggerated or incomplete.\n\nAt launch, there are approximately 140 popular sources in the catalogue of sites which are flagged. These include both left- and right-wing publications, as well as those known for spreading conspiracies, hoaxes and myths.\n\nThe appearance of the icon next to a source does not mean it is inherently untrustworthy or inaccurate, but it may help a user understand the perspectives or potential biases contained or likely to be contained within an article.\n\n\"Flags\" is just the latest of many updates and expansions expected for Checker over the coming months.\n\nCatalogue length: 4181 fact checks and scam warnings, 7040 known phrases\n\n** V1.1.13.0 release notes** July 04, 2024\n\nCatalogue length: 4082 fact checks and scam warnings, 6893 known phrases\n\n** V1.1.12.0 release notes** June 22, 2024\n\nAfter a few weeks away, Checker is back and better than ever - and with a major new feature.\n\nThe extension can now detect images likely to be spreading misinformation, disinformation and scams.\n\nImages, specifically memes and post screenshots, are a major vehicle for the spread of misinformation. This new feature is another step towards a more effective way of answering it.\n\nCatalogue length: 3956 fact checks and scam warnings, 6745 known phrases\n\n** V1.1.11.0 release notes** June 03, 2024\n\nCatalogue length: 3689 fact checks and scam warnings, 6384 known phrases\n\n** V1.1.10.0 release notes** May 13, 2024\n\nCatalogue length: 3536 fact checks and scam warnings, 6187 known phrases\n\n** V1.1.9.0 release notes** May 4, 2024\n\nCatalogue length: 3476 fact checks and scam warnings, 6097 known phrases.\n\n** V1.1.8.0 release notes** April 29, 2024\n\nCatalogue length: 2933 fact checks and scam warnings, 5380 known phrases.\n\n** V1.1.7.0 release notes ** April 23, 2024 **\n\nCatalogue length: 2611 fact checks and scam warnings\n\n** V1.1.6.0 release notes ** Apil 19, 2024 **\n\nAfter a few weeks away Checker is back and better than ever.\n\nWe've developed a wholly new platform through which we can process fact checks and scams at an unprecedented speed.\n\nOver the coming months we expect exponential growth in the size of the catalogue and the usefulness of the extension.\n\nAs always, if you encounter any issues or have any suggestions please do contact us using our official email address (available in the developer details below).\n\n** V1.1.5.0 release notes ** March 25, 2024 **\n\nCatalogue length: Approx 2575 fact checks and scam warnings\n\n** V1.1.4.0 release notes ** February 16, 2024 **\n\nCatalogue length: Approx 2420 fact checks and scam warnings\n\nMajor improvement in extension size, approx 87% reduction\n\n** V1.1.3.0 release notes ** February 9, 2024 **\n\nCatalogue length: Approx 2370 fact checks and scam warnings\n\n** V1.1.2.0 release notes ** February 4, 2024 **\n\nCatalogue length: Approx 2300 fact checks and scam warnings\n\n** V1.1.1.0 release notes ** January 26, 2024 **\n\nCatalogue length: Approx 2160 fact checks and scam warnings\n\n** V1.1.0.0 release notes ** January 13, 2024 **\n\nCatalogue length: Approx. 2000 fact checks and scam warnings"
  }
}