{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RFP360 Knowledge Management Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Complete online information requests in record time by putting all of the knowledge you manage in RFP360 at your fingertips."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Complete online information requests in record time.\n\nAs more and more information requests are handled online, you and others in your organization need a more simple way to find, copy and paste the latest and greatest answers to questions. Whether you are responding to an RFP, an RFI, a security questionnaire or any other kind of information request, our extension delivers exactly what you need — in the context of what you’re working on. \n\nJust click our button in the browser’s toolbar to access all of the knowledge you manage in RFP360. Within seconds, you can quickly find the right answer and paste it into any questionnaire, assessment or form field or text box. Here are a few ways you can use it:\nProposals: Pull expert answers from your knowledge base directly into request forms \nIT and compliance: Finish online risk assessments quickly without leaving the browser\nSales and marketing: Grab the latest corporate messaging when filling out online listings\nSecurity: Complete more web-based security questionnaires without having to add staff \nPacked with benefits by design.\n\nBecause knowledge is at the center of RFP360’s platform, you have a unique opportunity to save time, effort and much more:\n\nMitigate risk\nConfidently ensure only current, approved content gets used.\n\nAvoid hassles\nQuickly respond to online requests in just a few, simple steps.\n\nShare knowledge\nEasily make knowledge available to everyone who needs it.\n\nImprove outcomes\nAlways put forward the perfect answer for every question.\n\nEliminate rework\nSimply insert the right information from a single source of truth.\n\nReduce costs\nCost-effectively extend RFP360 to an unlimited number of users. \n\nThe RFP360 knowledge management extension requires a valid RFP360 subscription and an active knowledge base of content. Additional purchases may be required. \n\nFor more information, visit our website: https://www.rfp360.com/respond-to-rfps."
  }
}