{
  "name": {
    "ar": "عميل الويب للعبة Rugby Rush - SideGame",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Web Client for Rugby Rush - SideGame",
    "bg": "Уеб клиент за Rugby Rush - SideGame",
    "cs": "Webový klient pro Rugby Rush - SideGame",
    "da": "Webklient til Rugby Rush - SideGame",
    "de": "Web-Client für Rugby Rush – SideGame",
    "el": "Web Client για Rugby Rush - SideGame",
    "es": "Cliente web para Rugby Rush - SideGame",
    "et": "Rugby Rushi veebiklient – ​​SideGame",
    "fa": "Web Client برای Rugby Rush - SideGame",
    "fi": "Verkkoasiakasohjelma Rugby Rushille - SideGame",
    "fr": "Client Web pour Rugby Rush - SideGame",
    "he": "לקוח אינטרנט עבור Rugby Rush - SideGame",
    "hr": "Web klijent za Rugby Rush - SideGame",
    "hu": "Webkliens a Rugby Rush-hoz - SideGame",
    "id": "Klien Web untuk Rugby Rush - SideGame",
    "it": "Client Web per Rugby Rush - SideGame",
    "ja": "Rugby Rush の Web クライアント - SideGame",
    "ko": "Rugby Rush용 웹 클라이언트 - SideGame",
    "lt": "„Rugby Rush“ žiniatinklio klientas – „SideGame“.",
    "lv": "Rugby Rush tīmekļa klients — SideGame",
    "nl": "Webclient voor Rugby Rush - SideGame",
    "no": "Nettklient for Rugby Rush - SideGame",
    "pl": "Klient sieciowy dla Rugby Rush - SideGame",
    "ro": "Client web pentru Rugby Rush - SideGame",
    "ru": "Веб-клиент для Rugby Rush — SideGame",
    "sk": "Webový klient pre Rugby Rush - SideGame",
    "sl": "Spletni odjemalec za Rugby Rush - SideGame",
    "sr": "Веб клијент за Ругби Русх - СидеГаме",
    "sv": "Webbklient för Rugby Rush - SideGame",
    "th": "เว็บไคลเอนต์สำหรับ Rugby Rush - SideGame",
    "tr": "Rugby Rush için Web İstemcisi - SideGame",
    "uk": "Веб-клієнт для Rugby Rush - SideGame",
    "vi": "Ứng dụng khách web cho Rugby Rush - SideGame",
    "zh_CN": "Rugby Rush 的 Web 客户端 - SideGame",
    "zh_TW": "Rugby Rush 的 Web 用戶端 - SideGame"
  },
  "short": {
    "ar": "قم بتشغيل عميل الويب لـ Rugby Rush تمامًا مثل ألعابك المحمولة المفضلة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Run web client for Rugby Rush just like your favorite mobile games.",
    "bg": "Стартирайте уеб клиент за Rugby Rush точно като любимите си мобилни игри.",
    "cs": "Spusťte webového klienta pro Rugby Rush stejně jako své oblíbené mobilní hry.",
    "da": "Kør webklient til Rugby Rush ligesom dine foretrukne mobilspil.",
    "de": "Führen Sie den Web-Client für Rugby Rush aus, genau wie Ihre Lieblings-Handyspiele.",
    "el": "Εκτελέστε το πρόγραμμα-πελάτη ιστού για το Rugby Rush όπως τα αγαπημένα σας παιχνίδια για κινητά.",
    "es": "Ejecute el cliente web para Rugby Rush como sus juegos móviles favoritos.",
    "et": "Käitage Rugby Rushi veebiklienti nagu oma lemmikmobiilimänge.",
    "fa": "کلاینت وب را برای Rugby Rush درست مانند بازی های موبایل مورد علاقه خود اجرا کنید.",
    "fi": "Käytä Rugby Rushin verkkoasiakasohjelmaa kuten suosikkimobiilipelejäsi.",
    "fr": "Exécutez le client Web pour Rugby Rush, tout comme vos jeux mobiles préférés.",
    "he": "הפעל לקוח אינטרנט עבור Rugby Rush בדיוק כמו המשחקים הניידים האהובים עליך.",
    "hr": "Pokrenite web klijent za Rugby Rush baš kao svoje omiljene mobilne igre.",
    "hu": "Futtassa a Rugby Rush webkliensét, akárcsak kedvenc mobiljátékait.",
    "id": "Jalankan klien web untuk Rugby Rush seperti game seluler favorit Anda.",
    "it": "Esegui il client Web per Rugby Rush proprio come i tuoi giochi mobili preferiti.",
    "ja": "お気に入りのモバイル ゲームと同じように、Rugby Rush の Web クライアントを実行します。",
    "ko": "좋아하는 모바일 게임처럼 Rugby Rush용 웹 클라이언트를 실행하세요.",
    "lt": "Vykdykite „Rugby Rush“ žiniatinklio programą kaip savo mėgstamus mobiliuosius žaidimus.",
    "lv": "Palaidiet tīmekļa klientu programmai Rugby Rush tāpat kā savas iecienītākās mobilās spēles.",
    "nl": "Voer een webclient voor Rugby Rush uit, net als uw favoriete mobiele games.",
    "no": "Kjør nettklient for Rugby Rush akkurat som dine favorittmobilspill.",
    "pl": "Uruchom klienta internetowego dla Rugby Rush, tak jak Twoje ulubione gry mobilne.",
    "ro": "Rulați clientul web pentru Rugby Rush la fel ca jocurile dvs. mobile preferate.",
    "ru": "Запускайте веб-клиент для Rugby Rush так же, как в своих любимых мобильных играх.",
    "sk": "Spustite webového klienta pre Rugby Rush rovnako ako svoje obľúbené mobilné hry.",
    "sl": "Zaženite spletni odjemalec za Rugby Rush tako kot svoje najljubše mobilne igre.",
    "sr": "Покрените веб клијент за Ругби Русх као своје омиљене мобилне игре.",
    "sv": "Kör webbklient för Rugby Rush precis som dina favoritmobilspel.",
    "th": "เรียกใช้เว็บไคลเอ็นต์สำหรับ Rugby Rush เช่นเดียวกับเกมมือถือที่คุณชื่นชอบ",
    "tr": "Tıpkı favori mobil oyunlarınız gibi Rugby Rush için web istemcisini çalıştırın.",
    "uk": "Запустіть веб-клієнт для Rugby Rush так само, як ваші улюблені мобільні ігри.",
    "vi": "Chạy ứng dụng khách web cho Rugby Rush giống như các trò chơi di động yêu thích của bạn.",
    "zh_CN": "就像您最喜欢的手机游戏一样，运行 Rugby Rush 的 Web 客户端。",
    "zh_TW": "就像您最喜歡的手機遊戲一樣，運行 Rugby Rush 的 Web 用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web client for Rugby Rush. Run the field and pass all the defenders as you rush to the try zone. Score to complete each level in this fun online rugby running game. You can collect power ups and bonuses to become stronger and get more points!"
  }
}