{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DipiCroissantage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Another way to inform a colleague that they have been croissant-ed!",
    "de": "Eine andere Möglichkeit, einen Kollegen darüber zu informieren, dass er croissaniert wurde!",
    "es": "¡Otra forma de informar a un colega que ha sido croissantado!",
    "fr": "Une autre façon d'informer un collègue qu'il s'est fait croissanter !",
    "it": "Un altro modo per informare un collega che è stato croissantato!",
    "pt_PT": "Outra maneira de informar um colega que ele foi croissantado!",
    "ru": "Еще один способ сообщить коллеге, что его раскрутили!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever heard of the terms \"croissantage\" or \"chocoblastage\"?\n\nThis is a practice, usually carried out at the office by geeks who want to teach a lesson (and also enjoy a free breakfast, let's be honest) to colleagues who step away from their computer without bothering to lock their session.\n\nBecause security is important, isn't it?! What could happen if a malicious person took advantage of an open session to act under someone else's identity? To harm them directly or just to gain access to information that the first person doesn't have...\n\nSo, to raise awareness among your lax colleagues, play a prank by installing this extension on their browser(s) the next time they walk away from their workstation without securing it!\n\nAs long as it's installed, the extension will replace most images on websites with a croissant.\n\nIf people play along, they should, in principle, bring lots of pastries as soon as possible!",
    "de": "Haben Sie schon einmal von den Begriffen \"Croissantage\" oder \"Chocoblastage\" gehört?\n\nDies ist eine Praxis, die normalerweise im Büro von Technikbegeisterten durchgeführt wird, die ihren Kollegen eine Lektion erteilen wollen (und auch ein kostenloses Frühstück genießen wollen, seien wir ehrlich), wenn diese ihren Computer verlassen, ohne die Sitzung zu sperren.\n\nDenn Sicherheit ist wichtig, oder?! Was könnte passieren, wenn eine böswillige Person eine offene Sitzung nutzt, um im Namen einer anderen Person zu handeln? Um ihr direkt zu schaden oder einfach nur, um an Informationen zu gelangen, auf die die erste Person keinen Zugriff hat...\n\nUm also Ihre nachlässigen Kollegen auf das Thema aufmerksam zu machen, spielen Sie ihnen einen Streich, indem Sie diese Erweiterung auf ihrem/n Browser/n installieren, wenn sie das nächste Mal ihren Arbeitsplatz verlassen, ohne ihn zu sichern!\n\nSolange die Erweiterung installiert ist, wird sie die meisten Bilder auf Websites durch ein Croissant ersetzen.\n\nWenn die Leute mitspielen, sollten sie im Prinzip so schnell wie möglich jede Menge Gebäck mitbringen!",
    "es": "¿Alguna vez has oído hablar de los términos \"croissantage\" o \"chocoblastage\"?\n\nEs una práctica, normalmente realizada en la oficina por geeks que desean dar una lección (y también aprovechar un desayuno gratis, para qué mentir) a sus colegas que se alejan de su ordenador sin molestarse en bloquear su sesión.\n\nPorque la seguridad es importante, ¿verdad?! ¿Qué podría pasar si una persona malintencionada aprovechara una sesión abierta para realizar acciones bajo la identidad de otra persona? Para hacerle daño directamente o simplemente para obtener información a la que la primera persona no tiene acceso...\n\nEntonces, con el fin de sensibilizar a tus colegas despreocupados, hazles una broma instalando esta extensión en su(s) navegador(es) la próxima vez que se alejen de su puesto de trabajo sin asegurar su equipo!\n\nMientras esté instalada, la extensión reemplazará con un croissant la mayoría de las imágenes en los sitios web que se visiten.\n\nSi las personas juegan, en principio deberían traer muchas más reposterías tan pronto como sea posible.",
    "fr": "Avez-vous déjà entendu parler des termes \"croissantage\" ou \"chocoblastage\" ?\n\nIl s'agit de la pratique à laquelle les geeks s'adonnent généralement au bureau lorsqu'ils souhaitent donner une leçon (et aussi profiter d'un petit-déjeuner gratuit, on ne va pas se mentir) à leurs collègues qui s'éloignent de leur ordi sans avoir pris la peine de verrouiller leur session.\n\nCar la sécurité c'est important n'est-ce pas ?! Que pourrait-il se passer si une personne malintentionnée profitait d'une session ouverte pour effectuer des actions sous l'indentité d'une autre personne ? Pour lui nuire directement ou juste pour obtenir des informations auxquelles la première n'a pas accès...\n\nAlors dans le but de sensibiliser vos collègues laxistes, jouez leur un mauvais tour en installant cette extension sur leur(s) navigateur(s) la prochaine fois qu'ils s'éloigneront de leur poste de travail sans le sécuriser !\n\nTant qu'elle sera installée, l'extension remplacera par un croissant la plupart des images des sites web qui seront visités.\n\nSi les personnes jouent le jeu, elles doivent en principe apporter moultes viennoiseries dès que possible !",
    "it": "Avete mai sentito parlare dei termini \"croissantage\" o \"chocoblastage\"?\n\nSi tratta di una pratica, generalmente svolta in ufficio dai geek che vogliono dare una lezione (e anche approfittare di una colazione gratuita, diciamocelo) ai colleghi che si allontanano dal computer senza preoccuparsi di bloccare la sessione.\n\nPerché la sicurezza è importante, giusto?! Cosa potrebbe succedere se una persona malintenzionata approfittasse di una sessione aperta per compiere azioni sotto l'identità di qualcun altro? Per danneggiarlo direttamente o semplicemente per ottenere informazioni a cui la prima persona non ha accesso...\n\nQuindi, per sensibilizzare i vostri colleghi negligenti, fate uno scherzo installando questa estensione sul loro browser la prossima volta che si allontanano dalla postazione di lavoro senza metterla in sicurezza!\n\nFinché sarà installata, l'estensione sostituirà con un croissant la maggior parte delle immagini sui siti web visitati.\n\nSe le persone giocano secondo le regole, dovrebbero in teoria portare moltissimi dolci appena possibile!",
    "pt_PT": "Você já ouviu falar dos termos \"croissantage\" ou \"chocoblastage\"?\n\nÉ uma prática, geralmente feita no escritório por geeks que desejam dar uma lição (e também desfrutar de um café da manhã grátis, sejamos honestos) aos colegas que se afastam do computador sem se dar ao trabalho de bloquear a sessão.\n\nPorque a segurança é importante, não é?! O que poderia acontecer se uma pessoa mal-intencionada aproveitasse uma sessão aberta para agir em nome de outra pessoa? Para prejudicá-la diretamente ou apenas para obter informações às quais a primeira pessoa não tem acesso...\n\nEntão, para sensibilizar seus colegas descuidados, pregue-lhes uma peça instalando esta extensão no navegador deles na próxima vez que eles se afastarem do local de trabalho sem garantir a segurança do computador!\n\nEnquanto estiver instalada, a extensão substituirá por um croissant a maioria das imagens dos sites visitados.\n\nSe as pessoas aceitarem a brincadeira, em princípio, elas devem trazer muitas guloseimas o mais rápido possível!",
    "ru": "Вы когда-нибудь слышали о терминах \"круассанирование\" или \"шокобластинг\"?\n\nЭто практика, обычно проводимая в офисе гиками, которые хотят преподать урок (и, не будем лукавить, получить бесплатный завтрак) коллегам, которые отходят от компьютера, не позаботившись о блокировке сессии.\n\nВедь безопасность важна, не так ли?! Что может произойти, если злоумышленник воспользуется открытой сессией, чтобы совершать действия от имени другого человека? Чтобы нанести ему прямой вред или просто получить доступ к информации, которой первый человек не обладает...\n\nИтак, чтобы повысить осведомленность ваших беспечных коллег, разыграйте их, установив это расширение в их браузеры в следующий раз, когда они отойдут от рабочего места, не обеспечив его безопасность!\n\nПока оно установлено, расширение будет заменять большинство изображений на посещаемых веб-сайтах на круассаны.\n\nЕсли коллеги поддержат шутку, то в принципе они должны будут принести множество выпечки как можно скорее!"
  }
}