{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Astronomy Picture of the Day APOD by The Trav"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays the Astronomy Picture of the Day (APOD) and allows you to review similar images of planets, stars, galaxies and nebulas"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your New Tab page will now be the Astronomy Picture of the Day (APOD)!\n\nYour top sites are shown in the top left of the page to maintain some usefulness from the default new tab screen.\n\nSet your APOD to show you Today's APOD a set number of times before switching to a Random APOD. Use the menu bar options to set the number of times each day you want to see the most current APOD before it starts showing Random APOD's. Each day this setting will update!\n\nAPOD by The Trav has the following features:\n* The fastest loading APOD extension available.\n* Use the options in the Chrome menu bar to set \"Today\" or a \"Random\" APOD on new tab.\n* Save your favorite APOD's for viewing again with the \"Save Favorites\" button at the bottom right.\n* Toggle through the history of viewed images with the Left and Right arrow keys.\n\nNavigation shortcuts:\n* Random APOD - 'r'\n* Today's APOD - 't'\n* Previous Day APOD - 'j'\n* Next Day APOD - 'k'\n\nTab Shortcuts:\n* Toggle Explanation - 'e'\n* Toggle Favorites - 'f'\n\nPermissions explanation:\n\n- TopSites Permission is simply to show you your top sites in the top left of the page.\n\n- Storage Permissions are used to save your Favorites."
  }
}