{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autocorrect Units"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps format SI (metric), US customary, and imperial units correctly when typing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension automatically and seamlessly corrects any measurement units and quantities while typing on a web page. For example, type \"5c\" into a text box and press space (or any punctuation) to convert it to \"5 °C\", the proper formatting for the unit (degrees Celsius). Similarly, typing \"40,000 kms\" will correct to \"40 000 km\"; i.e., the unit symbol will be replaced by the proper one, the comma will be replaced by a non-breaking thin space (the official thousands separator), and the space will be replaced by a non-breaking space (so that text will not wrap in between the \"40 000\" and \"km\"). Data never leaves your browser, so there are no privacy concerns.\n\nThe primary goal of the extension is to prevent improperly or unofficially formatted measurement units, but it's also very helpful in formatting units with \"shortcuts\" to avoid finding, copying, and pasting characters from a character map, etc. So you can type the units in basically every variant imaginable, and it will autocorrect to the proper format. This goal, however, means that some trade-offs are made. In the first example, for instance, \"C\" actually refers to coulombs while \"°C\" refers to degrees Celsius, but the latter is meant far more frequently, so \"C\" is corrected to \"°C\" nevertheless.\n\nIn rare cases where the extension produces strange results, you can turn it off temporarily by pressing the extension's button in the browser toolbar. The list of units it supports is not exhaustive, so if the extension doesn't autocorrect your favourite unit, let me know in the feedback and I'll add it in."
  }
}