{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ALPHABOT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Votre extension pour une automatisation complète des prises de rendez-vous en préfecture."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alphabot - Automatisation RDV Préfecture\n\nSimplifiez vos démarches administratives avec Alphabot : prise de rendez-vous automatisée, alertes en temps réel, remplissage de formulaires, et confirmation instantanée.\n\nAlphabot est votre assistant digital dédié à la prise de rendez-vous en préfecture. Grâce à ses fonctionnalités avancées, il vous offre un service rapide, fiable et entièrement automatisé.\n\nMode d’emploi :\n\n1. Créez un compte sur https://www.alphapref.fr.\n2. Choisissez l’abonnement qui vous convient.\n3. Accédez à l’extension via vos identifiants de connexion.\n4. Remplissez d’avance votre formulaire dans l’extension pour gagner du temps.\n5. Laissez votre boîte mail ouverte (Outlook ou Gmail) pour qu’Alphabot puisse confirmer votre rendez-vous automatiquement.\n6. Gardez votre ordinateur allumé tout au long du processus de prise de rendez-vous pour garantir son bon fonctionnement.\n\nFonctionnalités principales d’Alphabot :\n\n- Résolution des captchas texte.\n- Actualisation en continu (H24, 7J/7) des créneaux disponibles.\n- Choix automatique de la date dès qu’un créneau devient disponible.\n- Remplissage automatique des formulaires requis.\n- Confirmation automatique du rendez-vous directement sur votre boîte mail.\n\nPourquoi choisir Alphabot ?\n\n- Automatisation complète\n- Service sécurisé\n- Fonctionnement 24/7\n- Gain de temps et simplicité\n\nNe perdez plus de temps avec les démarches administratives complexes. Téléchargez Alphabot dès maintenant et laissez-nous gérer vos rendez-vous pour vous !\n\n\nConditions d’utilisation :\n\n1. Utilisation des services\n\nL’extension doit être utilisée uniquement pour la prise de rendez-vous en préfecture, conformément aux instructions fournies.\n\n- Les rendez-vous en préfecture sont gratuits : Alphabot propose un service d’assistance destiné à faciliter cette démarche.\n- L’utilisation de l’extension est personnelle et ne doit pas être exploitée à des fins commerciales ou professionnelles.\n\n3. Comptes utilisateurs\n\n- La création d’un compte est obligatoire pour accéder à certaines fonctionnalités.\n- Vous êtes responsable de la confidentialité de votre mot de passe et de l’activité de votre compte.\n- Le compte est strictement personnel et ne peut être partagé.\n\n3. Permissions de l’extension\n\nPour fonctionner correctement, Alphabot peut activer des pop-ups sur des sites tiers afin de faciliter la prise de rendez-vous.\n\n4. Usage équitable\n\nL’utilisation de l’extension pour prendre un grand nombre de rendez-vous de manière à épuiser les créneaux disponibles est strictement interdite. Toute utilisation abusive entraînera une suspension ou une interdiction d’accès.\n\n\n Précautions d'emploi :\n\n1. Visionnage de la vidéo explicative \n\nAvant de souscrire à un abonnement, nous vous conseillons de visionner la vidéo explicative disponible sur notre site internet alphapref.fr. Cela vous permettra de mieux comprendre le fonctionnement de l'extension et d'utiliser ses fonctionnalités de manière optimale.\n\n2. Fonctionnement continu de l'ordinateur \n\nPour que l'extension fonctionne correctement, votre ordinateur ne doit pas être éteint ni mis en veille. Assurez-vous qu'il reste allumé et connecté à Internet.\n\n3; Nombre de navigateurs autorisés :\n\nL'extension peut être installée et utilisée sur :\n\nUn seul navigateur internet pour les utilisateurs du plan standard.\nDeux navigateurs internet pour les utilisateurs du plan premium.\nImportant : Si vous souhaitez utiliser l'extension sur un autre navigateur, vous devez vous déconnecter sur le navigateur actif avant de vous connecter sur un nouveau navigateur.\n\n4. Alertes sonores \n\nPour recevoir une alerte sonore à l'ouverture des créneaux disponibles, assurez-vous que le volume de votre ordinateur est activé et réglé à un niveau élevé.\n\n5. Optimisation pour les préfectures difficiles :\n\nSi la prise de rendez-vous est particulièrement difficile pour la préfecture de votre choix, nous vous recommandons de réduire le temps de rafraîchissement sur la page des créneaux à 1 minute.\n\n6. Gestion de l'abonnement :\n\nSi vous souhaitez vous désabonner du service, rendez-vous sur le site alphapref.fr.\nAccédez à votre profil pour gérer votre résiliation d'abonnement.\n\nRemarque : Cette extension nécessite un abonnement actif pour fonctionner.\n\nMots-clés :\nRDV préfecture, automatisation, démarches administratives, service en ligne, bot préfecture, prise de rendez-vous en ligne, Alphabot, Alphapref."
  }
}