{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bestshopping Cashback & Rabattcodes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Die Browsererweiterung MEMO zeigt automatisch an, ob du bei einem Shop mit Cashback von Bestshopping einkaufen kannst."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MEMO ist eine kostenlose Browser-Erweiterung, die dich in Echtzeit informiert, sobald du einen Partner-Shop besuchst. Bestshopping gibt dir damit einen Teil der Ausgaben für deine Einkäufe bei über 2.000 Partner-Shops zurück. Wenn du beim Online-Shoppen MEMO verwendest, erscheint oben rechts im Fenster eine kleines grünes Feld mit dem verfügbaren Anteil der Rückerstattung für die Bestellung im jeweiligen Shop. Dann klickst du einfach auf 'Cashback aktivieren' und kaufst wie gewohnt ein. Damit wird dein Guthaben erfasst und gutgeschrieben.\nÜber diese Aktivierung hinaus, hat MEMO noch weitere Vorteile:\n\n\n- Du kannst nach einem bestimmten Shop suchen und prüfen, ob und wie viel Cashback dort verfügbar ist.\n- Du kannst deine Lieblingsshops in einer Liste speichern, um schneller darauf zuzugreifen. \n- Es gibt außerdem eine Liste mit besonderen Aktionen in ausgewählten Shops.\n- Du kannst direkt auf dein Profil zugreifen und/oder direkt das bisher gesammelte Guthaben abrufen.\n- Du siehst jederzeit dein bisher erreichtes Level (vom Kätzchen bis hin zum Löwen) im MEMO-Fenster und auch das Symbol der Browser-Erweiterung zeigt das erreichte Level an.\n- Bei der Google-Suche erscheint beim jeweiligen Suchtreffer ein Hinweis, dass dieser Shop ein Partnershop von Bestshopping ist.\n\n\nDiese Browser-Erweiterung hilft dir bei der Registrierung, beim Shoppen und Sammeln von Guthaben. Kurz gesagt: Mit diesem Plugin kannst du sicher sein, dass du keine Cashbacks mehr verpasst, denn mit nur einem Klick kannst du MEMO aktivieren.\n\n\nDie Datenschutzerklärung für MEMO findest du hier: https://de.bestshopping.com/cashback-alert-extension.html#privacy \nDie Datenschutzerklärung für die Registrierung bei Bestshopping gibt es hier: https://de.bestshopping.com/privacy.html\n\n\nChangelog:\nWir präsentieren die Version 2.2.0 von MEMO, der kostenlosen Browser-Erweiterung von Bestshopping. Diese Version bietet die gleichen Funktionen - mit einigen Verbesserungen. Keine Sorge, du wirst wie bisher beim Besuch eines Shops informiert, damit du dein Cashback aktivieren und sammeln kannst.\n\n\nNeue Features dieser Version:\n- Neuer Look, - diskreter und weniger aufdringlich bei der Navigation.\n- Das Aktivierungsfenster wurde grafisch verbessert.\n- Technische Optimierungen und verbesserte Kompatibilität."
  }
}