{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Storywiz: AI Reading Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Storywiz instantly converts any text articles into immersive visual Stories and bite-sized AI Summaries."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Storywiz instantly converts any text articles into immersive visual Stories and bite-sized AI Summaries so you can get through the information faster, and thoroughly enjoy your reading process. \n\nUse the free Storywiz Chrome Extension to get visual stories and summaries for any text articles you read online, within seconds.\n\n⭐ Key Features ⭐\nHere are the top features offered by the Storywiz extension powered by AI:\n\n1️⃣ Captivating Visual stories from text articles\nConvert any traditional text article into a visually-stunning social story format that we all enjoy. The combination of text and visuals has been proven to help retain information. We used that concept, powered by AI, to help our users read through lengthy articles within seconds with stories. Immerse into your reading with our innovative visual stories.\n\n2️⃣ High quality AI-powered summary from stories\nInstead of struggling to stay focused on long paragraphs, get a bite-sized summary and gain information faster. The AI summaries will get rid of the fluff so you can focus on reading the information that really matters. It’s like your own reading assistant that summarizes articles for you so you can read faster and read more.\n\n3️⃣ Truly enjoyable and productive reading experience\nSave hundreds of hours every year while reading online by absorbing information faster and more effectively through a combination of AI summaries and visual stories. The visually stunning stories allow you to immerse in the content and truly enjoy your reading experience, while also saving a lot of reading time. \n\n⭐ Benefits of using Storywiz ⭐ \n✅ Boost your reading productivity by gaining key information faster\n✅ Have a more enjoyable reading experience with visual stories\n✅ Efficient reading with bite-sized and high-quality AI summaries\n✅ Gain productivity and save hundreds of hours every year in online reading\n✅ Skip the clutter of poor website experience and focus on the content\n✅ Stay ahead in your field by effortlessly consuming information faster\n\n🏁 Steps to Get Started\n1️⃣ Hit the \"Add to Chrome\" button at the upper right corner and Install extension\n2️⃣ Signup for Storywiz account, if you haven’t already, and log in to the Storywiz site\n3️⃣ Click the Storywiz bubble on the bottom-right of any article page and view AI story\n\nℹ️ FAQ (Frequently Asked Questions):\n🤔 Does Storywiz offers a free plan?\n👉 Yes, you can sign up for Storywiz Starter plan without adding card details and it offers 20 story credits for free.\n\n🤔  How do I use the Storywiz Chrome Extension?\n👉 Simply install the Chrome extension and pin it on your browser toolbar. On every article page you’ll see the Storywiz bubble on bottom-right section of the page. Simply click on it and use the extension\n\n🤔 Why is the extension asking for all websites permission?\n👉 Storywiz extension processes the articles and stories in your browser to generate the visual story and AI summary. In order to do this it needs access to the page URL and content. That’s why the extension needs access to all website permission, so that it works seamlessly on any website.\n\n🤔 Do you collect any data?\n👉 No, we do not collect any user data or analytics from the Chrome extension. The extension does not have access to any of your personal data saved in your browser.\n\n🤔 Storywiz extension is not working for me, what should I do?\n👉 Storywiz extension works best on web page with articles, stories, and longer text content. Sometimes, the web page may obstruct seamless working of the extension and in most cases re-opening the webpage in your browser will solve the issue. If you face any issues while using Storywiz, feel free to write to us through feedback form on the web app or write to us at support@storywiz.io"
  }
}