{
  "name": {
    "am,ar,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flappy Bird Original",
    "bg": "Flappy Purple  Bird Original",
    "bn": "Flabbie Birds Original",
    "ca": "Flappie Bird Original",
    "cs": "Flabbie Bird Original",
    "da": "Flappy Bird Offline Original",
    "fa": "FlappyBird Original"
  },
  "short": {
    "am,ar,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fly through the Skies: Experience the Original Flappy Bird for the browser",
    "bg": "Fly through the Skies: Experience the Original Flappy Purple Bird for the browser",
    "bn": "Fly through the Skies: Experience the Original Flabbie Birds for the browser",
    "ca": "Fly through the Skies: Experience the Original Flappie Bird for the browser",
    "cs": "Fly through the Skies: Experience the Original Flabbie Bird for the browser",
    "da": "Fly through the Skies: Experience the Original Flappy Bird Offline for the browser",
    "fa": "Fly through the Skies: Experience the Original FlappyBird for the browser"
  },
  "long": {
    "ar": "أهلا بكم في Flappy Bird Original الأصلي، اللعبة الرائعة الآن متوفرة بشكل إضافة المتصفح. طير عبر السماء، اختبر مهاراتك، واعيد تجربة اللعب المهووس الذي أثار العالم. مع Flappy Bird Original، المرح هو مجرد لمسة بسيطة.\nالفوائد:\n- الوصول إلى اللعبة مباشرة من شريط أدوات المتصفح لتجربة اللعب السريعة والمريحة.\n- استمتع ب Flappy Bird Original دون اتصال بالإنترنت في أي وقت ومن أي مكان.\nقواعد اللعب:\n- النقر على الشاشة أو الضغط على مفتاح المسافة لجعل الطائر ينشق جناحيه.\n- استخدم الطائر للتجول خلال مجموعة من الأنابيب دون اللمسها.\n- كل مرور ناجح من خلال الأنبوب يحصلك على نقطة.\n- إنتبه! حتى اللمسة الأصغر سوف تنهي اللعبة.\nشارك في الإثارة، والتحدي، والإثارة الأصلية ل Flappy Bird مباشرة في متصفحك. قم بتثبيت Flappy Bird Original الآن وابدأ في تجولك للحصول على نتائج جديدة عالية.\n\n\n\nIntroducing Flappy Bird Original, the iconic game now available as a browser extension. Get ready to fly through the skies and test your skills with the original game that took the world by storm. With Flappy Bird Original, the fun is just a click away. \n\nBenefits: \n- Enjoy Flappy Bird Original directly from your browser toolbar for quick and convenient gameplay. \n- Play Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection. \n\nGame Rules: \n- Tap the screen or press the spacebar to make the bird flap its wings. \n- Navigate the bird through a series of pipes without touching them. \n- Each successful pass through a pipe earns you a point. \n- Be careful! Even the slightest touch will end the game. \n\nExperience the thrill of the original Flappy Bird and challenge yourself to new high scores. Flappy Bird Original is the perfect way to relive the excitement and addictive gameplay of the original game. Install Flappy Bird Original now and start flapping your way to victory! \n\nTake to the skies and have some fun with Flappy Bird Original! This classic game is now available as a browser extension, allowing you to quickly and easily access the iconic gameplay. Enjoy the classic game anytime, anywhere, without the need for an internet connection. \n\nExperience the challenge of Flappy Bird Original and test your skills. Tap the screen or press the spacebar to make the bird flap its wings and navigate it through a series of pipes. Each successful pass earns you a point, but be careful! Even the slightest touch will end the game. \n\nInstall Flappy Bird Original now and enjoy the original game that took the world by storm. Fly through the skies and challenge yourself to new high scores with the classic game that’s just a click away. Flappy Bird Original is the perfect way to relive the excitement and addictive gameplay of the original game. So don't wait, install Flappy Bird Original now and start flapping your way to victory!",
    "am": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nአዲስ አቀፍ እንደሚመስል እና ማስጀመር የፍላፊ ቢርድ ኮምፒውተር እንደሚያስገኝ በዚህ በኩል እንደሚሰናከል እንደሆነ እንደሚሰጡ በመስመር እና በተጨማሪ ተደርጓል። \nፍላፊ ቢርድ ኮምፒውተር በእርስዎን አውታር በመጫን እንደሚቻል በቀላሉ እና በማንኛውም ጊዜ አንዱንም በየሶፍትዌር አልተዘረዘሩም። ከፍላፊ ቢርድ ኮምፒውተር አዋጅ አለው። \nአገልግሎቶች፦\n- እርስዎ በእንዲሁም አውታር አንዱን በኩል እንደሚናገሩ የፍላፊ ቢርድ ኮምፒውተር በቀላሉ እና በማንኛውም ጊዜ አንዱን አውቀው ይችላሉ። \n- በየሶፍትዌር አልተዘረዘሩም፣ እንደሚናገሩና እንደሚኖር የፍላፊ ቢርድ ኮምፒውተር በቀላሉ እንደሚሰጡ እንደሆነ አምነት አይነት የሚያኝት በኢንተርኔት አንድነት የለም።\n\nየሚሰናከል የጀምሮ የፍላፊ ቢርድ ኮምፒውተር ክፍልና የእርስዎን አውታር እንደሚጫኑ እንደሚኖር እና እንደሚገኝ በኩል እንደሚሰናከል እንደሆነ እንደሚሰጡ እንደሚታይ እና እንደሚጠብቅ እንደሚያስገኝ እንደሆነ እንደሚሰጡ በኢንተርኔት የእንደሆነ እንደሚገኝ እና በኩል እንደሚገኝ እንደሚያስገኝ እንደሆነ የፍላፊ ቢርድ ኮምፒውተር በእርስዎን አውታር አንዱን በኩል እንደሚናገሩ ይችላሉ። እንደሚያስገኝ እና እንደሚያስገኝ እንደሆነ የፍላፊ ቢርድ ኮምፒውተር በእርስዎን አውታር እንደሚናገሩ መጠቀም በእንዲሁም እንደሚኖር እና በማንኛውም ጊዜ አንዱን እንደሚናገሩ በኩል እንደሚያስገኝ እንደሆነ እንደሚሰጡ እንደሆነ እንደሚያስገኝ እንደሆነ እንደሚሰጡ እና እንደሚሰናከል እንደሚያስገኝ እንደሆነ እንደሚሰጡ እና እንደሚያስገኝ እንደሆነ የፍላፊ ቢርድ ኮምፒውተር እንደሚሰናከል በኩል እንደሚገኝ እንደሚያስገኝ እንደሆነ እንደሚሰጡ እና እንደሚሰናከል እንደሆነ እንደሚያስገኝ እንደሆነ እንደሚሰጡ እንደሚቻል እንደሚኖር እና እንደሚገኝ በኩል እንደሚያስገኝ እንደሆነ የፍላፊ ቢርድ ኮምፒውተር ክፍልና እንደሚናገሩ እና እንደሚኖር እንደሚሰናከል እንደሆነ እንደሚሰጡ እንደሚቻል እና እንደሚኖር እንደሚገኝ በኩል እንደሚያስገኝ እንደሆነ እንደሚሰናከል እንደሆነ እንደሚያስገኝ እንደሆነ እንደሚሰጡ እና እንደሚጠብቅ እንደሚያስገኝ እንደሆነ የፍላፊ ቢርድ ኮምፒውተር እንደሚናገሩ እና እ",
    "bg": "Представяне на Flappy Bird Original - икономичната игра, сега достъпна като браузърно разширение. Летете по небето, изпробвайте вашите умения и повторете завладяващата игра, която обърна вниманието на целия свят. С Flappy Bird Original забавлението е само един клик навън.\nПредимства:\n- Достъп до играта директно от лентата на браузъра за бързо и удобно играене.\n- Насладете се на Flappy Bird Original офлайн, по всяко време и навсякъде, без необходимост от интернет връзка.\n\nПравила на играта:\n- Стиснете екрана или натиснете бутона за пространство, за да накарате птицата да запъне крилата си.\n- Навигирайте птицата през поредица от тръби без да се допирате до тях.\n- Всяко успешно преминаване през тръба ви дава точка.\n- Бъдете внимателни! Дори и малкото допиране ще прекрати играта.\n\nОпитайте зараза, предизвикателството, и насладете се на оригиналния Flappy Bird директно във вашия браузър. Инсталирайте Flappy Bird Original сега и започнете да запънате до нови рекорди!\n\n\n\nIntroducing the new and improved Flappy Purple Bird Original, the iconic game that took the world by storm is now available as a browser extension. Get ready to fly through the skies and test your skills like never before with this original and addictive gameplay. With Flappy Purple Bird Original, the fun is just a click away! \n\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Purple Bird Original offline, anytime, anywhere, without the need for an internet connection.\n\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the flappy purple bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n- Be careful! Even the slightest touch will end the game.\n\nExperience the thrill, challenge, and excitement of the original Flappy Purple Bird right in your browser. With Flappy Purple Bird Original, you'll be able to soar through the skies and master the game like never before. Flap your way to new high scores and start enjoying the fun and addictive gameplay of Flappy Purple Bird Original. \n\nExperience the challenge and excitement of the original Flappy Purple Bird with this browser extension. Flappy Purple Bird Original allows you to easily access the game directly from your browser toolbar for quick and convenient gameplay. Enjoy the game anytime, anywhere, without the need for an internet connection. Take to the skies and test your skills with Flappy Purple Bird Original.\n\nTap the screen or press the spacebar to make the flappy purple bird flap its wings and navigate it through a series of pipes without touching them. Score points with each successful pass and be careful, even the slightest touch will end the game. Flappy Purple Bird Original is the perfect way to test your skills and enjoy the challenge of the original Flappy Purple Bird.\n\nInstall Flappy Purple Bird Original now and start experiencing the thrill, challenge, and excitement of this iconic game. With Flappy Purple Bird Original, you'll be able to flap your way to new high scores and enjoy the addictive gameplay that took the world by storm. So don't wait any longer, download Flappy Purple Bird Original and start mastering the game.",
    "bn": "ফ্ল্যাপি বার্ড অরিজিনাল আমদানি করছে, এই আইকনিক গেমটি ব্রাউজার এক্সটেনশন হিসাবে উপলব্ধ। আকাশে উড়ুন, আপনার দক্ষতা পরীক্ষা করুন এবং বিশ্বের মনোযোগ ফেলে যে আদ্যমাত্র গেমপ্লের আনুভূতি আবার আনতে পারেন। ফ্ল্যাপি বার্ড অরিজিনালে আন্তরিক আনুভূতি একটি ক্লিক দূরের মধ্যে। সুবিধাসমূহ:\n- গেমপ্লের জন্য তাতে তুলনামূলক গতির কারণে আপনার ব্রাউজার টুলবার থেকে সরাসরি অ্যাক্সেস করুন।\n- ইন্টারনেট সংযোগ ছাড়াই আপনি যেকোন সময় যেকোন স্থানে ফ্ল্যাপি বার্ড অরিজিনাল আনতে পারেন।\nগেমর নিয়মসমূহ:\n- স্ক্রিনটি ট্যাপ করুন অথবা স্পেসবার দিয়ে পাখির প্রতিটি উঁটি উঠান।\n- পাইপগুলির মধ্যে পাখিটি নেভিগেট করুন তাতে আপনাকে ট্রেস হতে হবে।\n- প্রত্যেক সফল পাস পাইপ এর মাধ্যমে আপনাকে একটি পয়েন্ট পাবেন।\n- সতর্ক হও! তোমার কিছুই আর অর্ধক্ষণাঙ্ক করাতে হবে না, এতে গেম শেষ হবে।\nআপনার ব্রাউজারে আদ্য ফ্ল্যাপি বার্ডের উত্তাপ, চ্যালেঞ্জ, এবং আনুভূতি আনতে আজই ফ্ল্যাপি বার্ড অরিজিনাল ইনস্টল করুন এবং নতুন উচ্চ স্কোর অর্জনের জন্য আপনার পাখির উঁটি উঠিয়ে যান।\n\n\n\nIntroducing Flabbie Birds Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm with this classic and beloved game. With Flabbie Birds Original, the fun is just a click away!\n\nBenefits:\n- Get easy access to Flabbie Birds Original directly from your browser toolbar for quick and convenient gameplay.\n- Play Flabbie Birds Original offline, anytime, anywhere, without the need for an internet connection.\n\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n- Be careful! Even the slightest touch will end the game.\n\nExperience the thrill, challenge, and excitement of the original Flabbie Birds with this browser extension. Install Flabbie Birds Original now and start flapping your way to new high scores! The game is perfect for gamers of all ages and skill levels, offering hours of fun. Flabbie Birds Original will become your favorite way to pass the time!\n\nWith Flabbie Birds Original, you can challenge your friends and family to beat your high score. The game is easy to learn and play, but hard to master. Enjoy the classic and beloved Flabbie Birds game from the comfort of your browser.\n\nTake the challenge and fly your way through the pipes with Flabbie Birds Original. The game is simple and intuitive, with a classic design that will bring back memories. So, don’t wait any longer and get your Flabbie Birds Original now!\n\nTake the iconic game of Flabbie Birds Original to the next level with this browser extension. Enjoy the same addictive gameplay of the classic game, with improved graphics and features. Take the challenge and test your skills with this updated version of the beloved game.\n\nFlabbie Birds Original is the perfect game to play on your browser. Enjoy the classic game with improved graphics and features, and challenge yourself to beat your high score. Install the browser extension now and get ready to fly through the pipes!\n\nGet your Flabbie Birds Original now and start flapping your way to new high scores! Enjoy the classic game with improved graphics and features. Challenge your friends and family and have hours of fun with the iconic game of Flabbie Birds Original.",
    "ca": "Introduïnt Flappy Bird Original, el joc icònic ara disponible com una extensió de navegador. Vola per els cel, posa a prova les teves habilitats i reviu el joc adictiu que va prendre el món per la tempesta. Amb Flappy Bird Original, la diversió està a un clic.\nBeneficis:\n- Accedeix al joc directament des de la barra d'eines del navegador per obtenir un joc ràpid i convenient.\n- Gaudeix de Flappy Bird Original sense connexió, en qualsevol moment i en qualsevol lloc, sense la necessitat d'una connexió a Internet.\nRegles del joc:\n- Toca la pantalla o prem la barra d'espai per fer que l'ocell bategui les ales.\n- Navega l'ocell a través d'una sèrie de tubs sense tocar-los.\n- Cada pas exitós a través d'un tub et proporciona un punt.\n- Vigila! Fins i tot el més lleuger contacte acabarà amb el joc.\nExperimenta l'emoció, el repte i l'excitació de l'original Flappy Bird directament al teu navegador. Instal·la Flappy Bird Original ara i comença a bategar el teu camí cap a nous rècords!\n\n\nIntroducing Flappie Bird Original, the iconic game that took the world by storm and is now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay with Flappie Bird Original, just a click away!\nBenefits:\n- Enjoy Flappie Bird Original directly from your browser toolbar for quick and convenient gameplay.\n- Flappie Bird Original is available offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the Flappie Bird flap its wings.\n- Navigate the Flappie Bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n- Be careful! Even the slightest touch will end the Flappie Bird game.\nFlappie Bird Original is the perfect game to challenge your skills and experience the thrill and excitement of flapping your way to new high scores. Install Flappie Bird Original now and start your Flappie Bird journey! Flappie Bird Original is the perfect game to test your skills and experience the thrill and excitement of flapping your way to new high scores. Download Flappie Bird Original now and start flapping your way to success! With Flappie Bird Original, you can experience the thrill and excitement of flapping your way to new high scores. Download Flappie Bird Original now and start your journey! Flappie Bird Original is the perfect game to challenge your skills and experience the thrill and excitement of flapping your way to new high scores. Download Flappie Bird Original now and start flapping your way to success! Flappie Bird Original is the perfect game to test your skills and experience the thrill and excitement of flapping your way to new high scores. Download Flappie Bird Original now and start your Flappie Bird journey! With Flappie Bird Original, you can experience the thrill and excitement of flapping your way to victory. Download Flappie Bird Original now and start your journey! Flappie Bird Original is the perfect game to challenge your skills and experience the thrill and excitement of flapping your way to greatness. Download Flappie Bird Original now and start flapping your way to success! Flappie Bird Original is the perfect game to test your skills and experience the thrill and excitement of flapping your way to the top. Download Flappie Bird Original now and start your Flappie Bird journey! With Flappie Bird Original, you can experience the thrill and excitement of flapping your way to glory. Download Flappie Bird Original now and start your journey!",
    "cs": "Představujeme Flappy Bird Original, ikonickou hru nyní dostupnou jako rozšíření prohlížeče. Létáme skrz nebe, testujeme naše dovednosti a znovu prožíváme návykovou hratelnost, která obletěla svět. S Flappy Bird Original je zábava jen kliknutí dál.\nVýhody:\n- Přístup k hře přímo z lišty prohlížeče pro rychlé a pohodlné hraní.\n- Užívejte si Flappy Bird Original offline, kdekoliv a kdykoliv, bez potřeby připojení k internetu.\nPravidla hry:\n- Klepněte na obrazovku nebo stiskněte klávesu mezerníku, aby pták zmáčkl křídla.\n- Navigujte ptáka skrz řadu trubek bez jejich dotyku.\n- Každý úspěšný průlet trubkou vám přinese bod.\n- Buďte opatrní! I nepatrný dotek skončí hru.\nZažijte vzrušení, výzvu a napětí původního Flappy Bird přímo ve vašem prohlížeči. Nainstalujte Flappy Bird Original nyní a začněte klapat cestou k novým vysokým skóre!\n\n\n\nIntroducing Flabbie Bird Original, the iconic game that swept the world and made its way to your browser! Now you can enjoy the classic Flabbie Bird Original with just one click - without the need for an internet connection. Ready to take on the challenge and experience the thrill of Flabbie Bird Original?\n\nBenefits:\n- Access the classic game directly from your browser toolbar with just one click.\n- Enjoy the game offline, anytime, anywhere.\n- Test your skills and relive the addictive gameplay that took the world by storm.\n\nGame Rules: \n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n- Be careful! Even the slightest touch will end the game.\n\nExperience the thrill, challenge, and excitement of the original Flabbie Bird right in your browser. Download Flabbie Bird Original now and start flapping your way to new high scores! With Flabbie Bird Original, you can compete with friends, challenge yourself, and reach new heights of Flabbie Bird mastery. Start your journey with Flabbie Bird Original and take on the challenge of this iconic game. Download Flabbie Bird Original today and get ready to soar!",
    "da": "Introducer Flappy Bird Original, den ikoniske spil nu tilgængelig som en browserudvidelse. Flyv gennem himlen, test dine færdigheder og genoplev den vanedannende gameplay, der tog verden med storm. Med Flappy Bird Original er sjov kun et klik væk.\nFordele:\n- Få adgang til spillet direkte fra din browserlinje for hurtig og bekvem gameplay.\n- Nyd Flappy Bird Original offline, når som helst, hvor som helst, uden behov for internetforbindelse.\nSpilregler:\n- Tryk på skærmen eller tryk på mellemrumstasten for at få fuglen til at flappe med vingerne.\n- Naviger fuglen gennem et sæt rør uden at røre dem.\n- Hver vellykket passering gennem et rør tjener dig et point.\n- Pas på! Selv den mindste berøring vil ende spillet.\nOplev spændingen, udfordringen og begejstringen fra det originale Flappy Bird lige i din browser. Installer Flappy Bird Original nu og begynd at flappe din vej til nye høje scores!\n\n\n\nIntroducing Flappy Bird Offline Original - the iconic game that took the world by storm is now available as a browser extension. Enjoy the same addictive gameplay, without the need for an internet connection. Fly through the skies and test your skills with Flappy Bird Offline Original - the fun is just a click away! \n\nBenefits: \n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Offline Original anytime, anywhere, without needing an internet connection.\n\nGame Rules: \n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n- Be careful! Even the slightest touch will end the game.\n\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Offline Original now and start flapping your way to new high scores! With Flappy Bird Offline Original, you can enjoy the same iconic game without the need for an internet connection. Play Flappy Bird Offline Original whenever and wherever you want, and test your skills with the same addictive gameplay. \n\nFlappy Bird Offline Original is the perfect way to get your daily dose of fun. With quick and convenient access to the game directly from your browser toolbar, you can start playing in no time. Enjoy the same intense challenge and thrilling experience of the original Flappy Bird, without ever needing an internet connection. \n\nReady to start flying? Install Flappy Bird Offline Original now and get ready for the same iconic game with the same addictive gameplay. Navigate the bird through a series of pipes without touching them, and each successful pass through a pipe earns you a point. Be careful though - even the slightest touch will end the game. \n\nChallenge yourself with Flappy Bird Offline Original and start flapping your way to new high scores. With quick and convenient access to the game directly from your browser toolbar, you can enjoy the same thrilling experience of the original Flappy Bird anytime, anywhere, without needing an internet connection. \n\nTake the challenge and play Flappy Bird Offline Original. Enjoy the same iconic game with the same addictive gameplay, now available as a browser extension. Test your skills and fly through the skies without needing an internet connection. Install Flappy Bird Offline Original now and start flapping your way to new high scores!",
    "de": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nWillkommen bei Flappy Bird Original, dem legendären Spiel, jetzt als Browser-Erweiterung verfügbar. Fliegen Sie durch den Himmel, testen Sie Ihre Fähigkeiten und erleben Sie das süchtig machende Gameplay, das die Welt im Sturm erobert hat. Mit Flappy Bird Original ist der Spaß nur einen Klick entfernt. \n\nVorteile:\n- Greifen Sie direkt über die Symbolleiste Ihres Browsers auf das Spiel zu, um ein schnelles und bequemes Spielerlebnis zu erhalten.\n- Genießen Sie Flappy Bird Original offline, jederzeit und überall, ohne dass eine Internetverbindung erforderlich ist.\n\nSpielregeln:\n- Tippen Sie auf den Bildschirm oder drücken Sie die Leertaste, um dem Vogel die Flügel zu flappen.\n- Lenken Sie den Vogel durch eine Reihe von Rohren, ohne sie zu berühren.\n- Für jeden erfolgreichen Durchgang durch ein Rohr erhalten Sie einen Punkt.\n- Seien Sie vorsichtig! Selbst die geringste Berührung beendet das Spiel.\n\nErleben Sie den Nervenkitzel, die Herausforderung und die Aufregung des originalen Flappy Bird direkt in Ihrem Browser. Installieren Sie Flappy Bird Original jetzt und machen Sie sich auf den Weg zu neuen Höchstwerten! Tauchen Sie ein in eine Welt voller Abenteuer und Herausforderungen und erleben Sie ein unvergessliches Spielerlebnis. Genießen Sie die reibungslose Steuerung, die anspruchsvollen Level und die unzähligen Stunden, die Sie mit Flappy Bird Original verbringen können. Erleben Sie die Freiheit, Ihre Fähigkeiten zu testen und Ihre eigenen Grenzen zu überschreiten, während Sie Ihren Weg durch die verschiedenen Level navigieren. Seien Sie bereit, Ihr Bestes zu geben und Ihre Reise zu den höchsten Punktzahlen zu beginnen! Flappy Bird Original wartet auf Sie!",
    "el": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nΚαλωσορίζουμε το Flappy Bird Original, το ικανοποιητικό παιχνίδι τώρα διαθέσιμο ως επέκταση περιηγητή. Πετάξτε μέσα από τα ουρανούς, δοκιμάστε τις ικανότητές σας και ανακαλύψτε ξανά το αδιαμελές παιχνίδι που κατέκτησε τον κόσμο. Με το Flappy Bird Original, η διασκέδαση είναι μόλις ένα κλικ μακριά.\n\nΠλεονεκτήματα:\n- Πρόσβαση στο παιχνίδι απευθείας από την γραμμή εργαλείων του περιηγητή σας για γρήγορη και άνετη διασκέδαση.\n- Απολαύστε το Flappy Bird Original εκτός σύνδεσης, οποιαδήποτε στιγμή, οπουδήποτε, χωρίς την ανάγκη για σύνδεση στο διαδίκτυο.\n\nΚανόνες Παιχνιδιού:\n- Πατήστε την οθόνη ή πατήστε το πλήκτρο διαστήματος για να κάνετε το πουλί να πτέσει τα κράνη του.\n- Πλοηγήστε το πουλί μέσα από μια σειρά από αντικείμενα χωρίς να τα αγγίζετε.\n- Κάθε επιτυχημένη περίπατο μέσα από ένα αντικείμενο σας δίνει ένα σημείο. \n- Προσοχή! Ακόμα και η μικρότερη επικοινωνία θα τελειώσει το παιχνίδι.\n\nΑπολαύστε την δροσιά, την πρόκληση και την ενθουσιασμό του αρχικού Flappy Bird ακριβώς στον περιηγητή σας. Εγκαταστήστε το Flappy Bird Original τώρα και ξεκινήστε να πτέσετε το δρόμο σας προς νέα υψηλά σκορ. Πετάξτε μέσα από τον ουρανό, δοκιμάστε τις ικανότητές σας και διασκεδάστε με την αδιαμελή διασκέδαση που κατέκτησε τον κόσμο. Με το Flappy Bird Original, η διασκέδαση είναι μια παραμέτρο μακριά. Προσφέρουμε τα εξής προνόμια: άμεση πρόσβαση στο παιχνίδι από την γραμμή εργαλείων του περιηγητή σας για γρήγορη και άνετη διασκέδαση, και τη δυνατότητα να απολαύσετε το Flappy Bird Original εκτός σύνδεσης, οποιαδήποτε στιγμή, οπουδήποτε, χωρίς την ανάγκη για σύνδεση στο διαδίκτυο. Αποκτήστε την εμπειρία των κανόνων παιχνιδιού: πατήστε την οθόνη ή πατήστε το πλήκτρο διαστήματος για να κάνετε το πουλί να πτέσει τα κράνη του, πλοηγήστε το πουλί μέσα από μια σειρά από αντικείμενα χωρίς να τα αγγίζετε και κάθε επιτυχημένη περίπατο μέσα από ένα αντικείμενο σας δίνει ένα σημείο. Προσοχή! Ακόμα και η μικρότερη επικοινωνία θα τελειώσει το παιχνίδι. Έτοιμοι για την διασκέδαση; Εγκαταστήστε το Flappy Bird Original τώρα και ξεκινήστε να πτέσετε το δρόμο σας προς νέα υψηλά σκορ!",
    "en,en_AU,en_GB,en_US": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\n\nBenefits:\n\nAccess the game directly from your browser toolbar for quick and convenient gameplay.\nEnjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n\nTap the screen or press the spacebar to make the bird flap its wings.\nNavigate the bird through a series of pipes without touching them.\nEach successful pass through a pipe earns you a point.\nBe careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!",
    "es": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\n¡Presentando Flappy Bird Original, el icónico juego ahora disponible como una extensión de navegador! Vuela por los cielos, pon a prueba tus habilidades y revive la adictiva jugabilidad que tomó al mundo por asalto. Con Flappy Bird Original, la diversión está a un solo clic de distancia. \n\nBeneficios: \n- Accede al juego directamente desde la barra de herramientas de tu navegador para una jugabilidad rápida y conveniente.\n- Disfruta de Flappy Bird Original sin conexión a internet, en cualquier momento y lugar.\n\nReglas del juego: \n- Toca la pantalla o presiona la barra espaciadora para hacer que el pájaro bata sus alas.\n- Navega el pájaro a través de una serie de tuberías sin tocarlas.\n- Cada paso exitoso a través de una tubería te da un punto.\n- ¡Ten cuidado! ¡Incluso el más mínimo toque terminará el juego!\n\nExperimenta la emoción, el desafío y la emoción de Flappy Bird Original directamente en tu navegador. ¡Instala Flappy Bird Original ahora y comienza a batir tus alas hacia nuevos récords de puntaje! ¡Prepárate para una experiencia de juego divertida, emocionante, desafiante y adictiva! ¡Prepárate para sumergirte en un mundo de diversión y emoción con Flappy Bird Original!",
    "es_419": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\n¡Presentando Flappy Bird Original, el juego icónico ahora disponible como una extensión de navegador. Vuela por los cielos, pon a prueba tus habilidades y revive el adictivo juego que tomó al mundo por asalto. Con Flappy Bird Original, la diversión está a solo un clic de distancia.\nBeneficios:\n- Acceda al juego directamente desde la barra de herramientas de su navegador para un juego rápido y conveniente. \n- Disfruta de Flappy Bird Original sin conexión, en cualquier momento y en cualquier lugar, sin necesidad de conexión a Internet.\nReglas del Juego: \n- Toque la pantalla o presione la barra espaciadora para hacer que el pájaro bata sus alas. \n- Navegue el pájaro a través de una serie de tuberías sin tocarlas. \n- Cada paso exitoso a través de una tubería le otorga un punto.\n- ¡Ten cuidado! Incluso el más mínimo toque terminará el juego. \nExperimenta la emoción, el desafío y la emoción del original Flappy Bird directamente en tu navegador. ¡Instala Flappy Bird Original ahora y comienza a volar hacia nuevas puntuaciones más altas! \n¡Explora los cielos con Flappy Bird Original! ¡Diviértete con los increíbles gráficos y la emocionante jugabilidad! ¡Vuela entre los tubos sin tocarlos para obtener la puntuación más alta posible! ¡Tus habilidades de vuelo serán puestas a prueba! ¡Disfruta de tu juego favorito en cualquier momento y en cualquier lugar con la extensión de navegador de Flappy Bird Original! \n¡No esperes más y descubre la emoción del original Flappy Bird ahora mismo! ¡Instala la extensión de Flappy Bird Original para navegador y prepárate para experimentar los mejores momentos de diversión! ¡Juega desde tu barra de herramientas de navegador para una experiencia de juego conveniente y rápida! ¡Disfruta de Flappy Bird Original sin conexión, en cualquier momento y en cualquier lugar, sin necesidad de conexión a Internet! ¡Toma el control de tu pájaro y explora los cielos! ¡Compite con tus amigos para ver quién puede llegar más lejos y obtener la puntuación más alta! ¡No te detengas y vuela hacia la victoria!",
    "et": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nTutvustame Flappy Bird Originali, ikoonilist mängu, mida on nüüd saadaval veebibrauseri laiendusena. Lendame taeva alla, testime oma oskusi ja elame uuesti sõltuvust tekitanud mängu läbi, mis vallutas maailma. Flappy Bird Originaliga on lõbus vaid ühe klikiga kättesaadav.\nEelised:\n- Mäng on otse veebibrauseri tööriistaribal otsese juurdepääsu ja mugava mängimise jaoks.\n- Flappy Bird Originali saab nautida igal ajal ja igal pool ilma internetti ühendamata.\nMängu reeglid:\n- Puudutage ekraani või vajutage tühikut, et lind lahti lennutada.\n- Navigeeri lindu läbi torude ilma nendega puudutamata.\n- Iga edukas läbimine torust annab teile ühe punkti.\n- Ole ettevaatlik! Isegi vähim puudutus lõpetab mängu.\nKoguge originaalse Flappy Birdi põnevust, väljakutset ja emotsioone oma veebibrauseris. Installeerige Flappy Bird Original nüüd ja alustage lennutamist uute rekordite poole!",
    "fa": "آشنایی با Flappy Bird Original، بازی مشهور که هم اکنون به عنوان افزونه مرورگر در دسترس است. با پرواز در آسمان، تست مهارت های خود را و بازی بی پایان که جهان را به تصادف گرفت را بازی کنید. با Flappy Bird Original، سرگرمی فقط یک کلیک فاصله است.\nمزایا:\n- به سرعت و راحتی به بازی دسترسی پیدا کنید از نوار ابزار مرورگر خود.\n- Flappy Bird Original را بدون نیاز به اتصال اینترنت ، هر زمانی و هرجایی به صورت آفلاین بازی کنید.\nقوانین بازی:\n- برای ایجاد پرواز پرنده، صفحه را ضربه بزنید یا کلید فضا را فشار دهید.\n- پرنده را توسط یک سری از پیپ ها بدون تماس با آن ها پیمایش کنید.\n- هر موفقیت پذیری از طریق یک پیپ به شما یک امتیاز به وجود می آورد.\n- مراقب باشید! حتی به سادگی یک تماس باعث پایان بازی می شود.\nفشار، چالش، و شور و جذابی بازی اصلی Flappy Bird را در مرورگر خود تجربه کنید. نصب Flappy Bird Original را اکنون کنید و با پرواز به امتیازات جدید شروع کنید.\n\n\n\nIntroducing FlappyBird Original - the iconic game that took the world by storm is now available as a browser extension! Get ready to fly through the skies, test your skills, and experience the addictive gameplay that made FlappyBird Original a global phenomenon. \n\nWith FlappyBird Original, the fun is just a click away. Enjoy the convenience of accessing the game directly from your browser toolbar, and take the thrill, challenge, and excitement of FlappyBird Original with you wherever you go - even offline! \n\nGame Rules: \n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n- Be careful! Even the slightest touch will end the game. \n\nExperience the nostalgia and excitement of the original FlappyBird Original game with the convenience of a browser extension. Download FlappyBird Original now and start flapping your way to new high scores! \n\nBenefits of FlappyBird Original: \n- Access the game directly from your browser toolbar for quick and convenient gameplay. \n- Enjoy FlappyBird Original offline, anytime, anywhere, without the need for an internet connection. \n- Experience the thrill, challenge, and excitement of the original FlappyBird game. \n- Compete with friends and break your own high scores. \n- Relive the nostalgia of the iconic FlappyBird Original game. \n\nExperience the original FlappyBird Original game like never before with the browser extension. Download FlappyBird Original today and experience the fun and excitement of this classic game. FlappyBird Original will bring you hours of entertainment and challenge - start flapping your way to new high scores and compete with your friends!",
    "fi": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nTervetuloa Flappy Bird Original -ikoniseen peliin, joka on nyt saatavilla selaimen lisäosana. Lentämällä taivaan läpi, testaamalla taitojasi ja elämään uudelleen koukuttavaa pelikokemusta, joka valloitti maailman. Flappy Bird Originalin kanssa hauska on vain yhden klikkauksen päässä.\nEdullisuudet:\n- Pääset peliin suoraan selaimesi työkaluriviltä nopeasti ja helposti.\n- Nauti Flappy Bird Originalista ilman internetyhteyttä milloin ja missä tahansa.\nPelin säännöt:\n- Napauta näyttöä tai paina välilyöntiä saadaksesi linnun siipien hapsuvan.\n- Ohjaa lintua kurkien läpi ilman niitä koskettamatta.\n- Jokainen onnistunut kurkien läpi lennättäminen antaa sinulle pisteen.\n- Ole varovainen! Vaikka pienin kosketus päättyy peliin.\nKoe alkuperäisen Flappy Birdin jännitys, haaste ja kiehtovuus suoraan selaimessasi. Asenna Flappy Bird Original nyt ja aloita siipien hapsuttelu uusiin ennätyksiin!",
    "fil": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nIpagmalaki ang Flappy Bird Original, ang ikonikong laro na ngayon ay magagamit bilang isang extension ng browser. Lumipad sa mga langit, subukin ang iyong kasanayan, at balikan ang pagiging addictive na gameplay na nagbanta sa buong mundo. Sa Flappy Bird Original, ang kasiyahan ay isang click lang ang layo.\nMga Benepisyo:\n- Ma-access ang laro direktang mula sa toolbar ng iyong browser para sa mabilis at convenient na gameplay.\n- Masiyahan sa Flappy Bird Original offline, kahit kailan, kahit saan, nang walang pangangailangan para sa isang koneksyon sa internet.\nMga Patakaran sa Laro:\n- Tapikin ang screen o pindutin ang spacebar upang gawing flap ang ibon ang kanyang mga pakpak.\n- I-navigate ang ibon sa pamamagitan ng isang serye ng mga pipe nang hindi ito hahawakan.\n- Ang bawat tagumpay na paglipad sa pamamagitan ng isang pipe ay magbibigay sa iyo ng isang puntos.\n- Mag-ingat! Kahit ang pinakamaliit na pagkakataon ay magwawakas sa laro.\nMaging bahagi ng saya, hamon, at pagka-excite ng orihinal na Flappy Bird sa iyong browser. I-install ang Flappy Bird Original ngayon at simulan ang pag-flap sa iyong paraan upang makamit ng mga bagong mataas na score!",
    "fr": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nPrésentant Flappy Bird Original, le jeu emblématique maintenant disponible sous la forme d'une extension de navigateur. Volez dans les cieux, testez vos compétences et revivez le jeu addictif qui a pris le monde d'assaut. Avec Flappy Bird Original, le plaisir est à portée de clic.\nAvantages :\n- Accédez au jeu directement à partir de votre barre d'outils de navigateur pour un jeu rapide et pratique.\n- Profitez de Flappy Bird Original hors connexion, n'importe où et n'importe quand, sans avoir besoin d'une connexion Internet.\nRègles du jeu :\n- Appuyez sur l'écran ou sur la barre d'espace pour que l'oiseau batte des ailes.\n- Parcourez un ensemble de tuyaux sans les toucher.\n- Chaque passage réussi à travers un tuyau vous rapporte un point.\n- Faites attention ! Même le plus léger des contacts mettra fin au jeu.\nVivez l'excitation, le défi et l'adrénaline de l'original Flappy Bird directement dans votre navigateur. Installez Flappy Bird Original maintenant et commencez à vous envoler pour de nouveaux records ! Défiez vos amis et vos proches et montrez-leur qui est le meilleur ! Grâce à Flappy Bird Original, vous pouvez vous évader dans un monde de jeu amusant et sans fin, et vous amuser à chaque fois que vous le souhaitez. Que vous soyez à la maison ou en déplacement, vous pouvez maintenant profiter de tous les avantages du jeu original Flappy Bird, sans avoir à vous soucier des connexions Internet et des applications. Alors, préparez-vous à lancer Flappy Bird Original et à vous lancer dans l'aventure ! Réglez vos ailes et commencez à voler pour atteindre de nouveaux sommets de jeu et découvrir les joies de la liberté de vol !",
    "gu": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nફ્લેપી બર્ડ ઓરિજિનલ ઉમેરવામાં આવ્યું છે, આ આઇકનિક ગેમ હવે બ્રાઉઝર ઍક્સ્ટેન્શન તરીકે ઉપલબ્ધ છે. આસમાન માં ઉડીયે તમારા કૌશલ પર તાકડી લેવી અને વિશ્વના ઉપર આક્રમણ કર્યું એડક્ટિવ ગેમપ્લે પુનઃઆનંદિત કરો. ફ્લેપી બર્ડ ઓરિજિનલ સાથે, મજા ક્લિક દૂરમાં છે.\n\nલાભો:\n- તમારા બ્રાઉઝર ટૂલબાર પરથી ત્વરિત અને સુવિધાજનક ગેમપ્લે પર એક્સએસ કરો.\n- ઇન્ટરનેટ કનેક્શન જરૂરી નથી તો કદાચ કોઈ જગ્યાએ ફ્લેપી બર્ડ ઓરિજિનલ ઉપલબ્ધ છે.\n\nગેમ નિયમો:\n- સ્ક્રીન પર ટેપ કરો અથવા સ્પેસબાર દબાવો તેમ બર્ડ તેના પંખો ઝડપાવવા માટે.\n- પાઇપ તરફ નાવવા તેમ તેના પંખો ન ત્રણ કરીને જવું.\n- પાઇપ તરફ નાવવાનું સફળ પાસ તમને પ્રતિનું એક પોઇન્ટ મળે.\n- સાવધાન! આવતું ભી સર્પણ ત્રણ ગેમને સમાપ્ત કરશે.\n\nતમારી બ્રાઉઝર માં મૂળ ફ્લેપી બર્ડ દ્વારા ભીડ, ચેલેંજ, અને એક્સક્ટેડ એકમ અને અતિભોજ અનુભવ કરો. ફ્લેપી બર્ડ ઓરિજિનલ હવે ઇન્સ્ટોલ કરો અને નવા ઉચ્ચ સ્કોર પર તમારા રીતે ઝડપાવશો.",
    "he": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nבשם האלהים, הכרזה על החלון החדש של פלאפי בירד המקורי, המשחק המוכר הזה עכשיו ברשת לצעדי קלישה. טיסו בין השמיים, בדקו את המיומנויות שלכם, וחשבו שוב על המשחק המהבע שזרח את העולם. עם פלאפי בירד המקורי, הכיף הוא רק לחיצה בחוץ.\n\nהיתרונות:\n- גישה ישירה למשחק מהסרגל הכלים של הדפדפן שלכם, למשחק נוח ונוח.\n- תהנו מפלאפי בירד המקורי בלא חיבור לאינטרנט, בכל זמן ובכל מקום.\n\nחוקי המשחק:\n- לחצו על המסך או לחצו על מקש הרווח כדי להפעיל את הציפור לעוף.\n- נווטו את הציפור בין מספר של צינורות מבלי לנוגע בהם.\n- כל עבר בהצלחה בין שני צינורות יוענק לכם נקודה.\n- היזהרו! גם הנגיעה הקטנה ביותר תסתיים את המשחק.\n\nתהנו מהעלילה, האתגר והפעמון של פלאפי בירד המקורי מעתה בדפדפן שלכם. התקנו את פלאפי בירד המקורי עכשיו והתחילו לעוף אל התוצאות הגבוהות החדשות!",
    "hi": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nफ्लैपी बर्ड ओरिजिनल का प्रस्तुति, अब ब्राउज़र एक्सटेंशन के रूप में उपलब्ध है। आसमान में उड़ते हुए, अपनी कौशल का परीक्षण करें और विश्व को चुपके से गुमराह करने वाले आकर्षणकारी खेल को फिर से अनुभव करें। फ्लैपी बर्ड ओरिजिनल के साथ, मजा केवल एक क्लिक की दूरी पर है।\n\nलाभ:\n- त्वरित और सुविधाजनक खेलने के लिए अपने ब्राउज़र टूलबार से सीधे गेम तक पहुंचें।\n- इंटरनेट कनेक्शन की आवश्यकता के बिना, किसी भी समय और कहीं भी फ्लैपी बर्ड ओरिजिनल का आनंद उठाएं।\n\nखेल के नियम:\n- पर्दे को फ्लैप करने के लिए स्क्रीन पर टैप करें या स्पेसबार दबाएं।\n- पाइप को छूने बिना बर्ड को कुछ पाइप्स के माध्यम से नेविगेट करें।\n- प्रत्येक सफल पाइप से पार करने पर आपको एक अंक मिलता है।\n- सावधान! सबसे छोटा सा चुपका भी गेम को समाप्त कर देगा।\n\nअपने ब्राउज़र में मूल फ्लैपी बर्ड की उत्तेजना, चुनौती और उत्साह का अनुभव करें। अब फ्लैपी बर्ड ओरिजिनल इंस्टॉल करें और नए उच्च अंकों तक फ्लैप करके आगे बढ़ें। \n\nअब आप अपने ब्राउज़र के टूलबार से तुरंत फ्लैपी बर्ड को खेल सकते हैं। आसमान में उड़ते हुए, अपने कौशल के परीक्षण करें और विश्व को चुपके से गुमराह करने वाले आकर्षणकारी खेल को फिर से अनुभव करें। आप अपने ब्राउज़र के टूलबार से तुरंत फ्लैपी बर्ड को खेल सकते हैं। आप अपने कौशल को आसानी से परीक्षण कर सकते हैं और आसमान में उड़ते हुए अपने प्रदर्शन को अपग्रेड कर सकते हैं। आप कुछ पाइप्स के माध्यम से नेविगेट कर सकते हैं और प्रत्येक सफल पाइप से पार करने पर आपको एक अंक मिलता है। सावधान रहें, कोई भी छोटा सा चुपका भी गेम को समाप्त कर देगा। फ्लैपी बर्ड ओरिजिनल के साथ आप अपने तरीके से अपने अंकों को अधिक बढ़ा सकते हैं और उत्तेजना, चुनौती और उत्साह का आनंद ले सकते हैं। फ्लैपी बर्ड को अपने ब्राउज़र में इंस्टॉल करें और अपने आपको नए उच्च अंकों को हासिल करने के लिए फ्लैप करते हुए आगे बढ़ें।",
    "hr": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nDobrodošli u Flappy Bird Original, ikoničnu igricu koja sada dolazi kao preglednik proširenja. Letite kroz nebeske visine, isprobajte svoje vještine i ponovno doživite ovisničko igranje koje je izazvalo pravu pomutnju u svijetu. Uz Flappy Bird Original, zabava je samo klik od vas.\nPrednosti:\n- Pristupite igri direktno iz alatne trake preglednika za brzo i praktično igranje.\n- Uživajte u Flappy Bird Originalu bez potrebe za internetskim vezom, bilo kad, bilo gdje.\nPravila igre:\n- Dotaknite zaslon ili pritisnite razmaknicu da bi ptica mašila krilima.\n- Upravljajte pticom kroz niz cijevi bez da ih dodirujete.\n- Svaki uspješni prolaz kroz cijev donosi vam jedan bod.\n- Budite pažljivi! Čak i najmanji dodir će završiti igru.\nDoživite uzbuđenje, izazov i uzbuđenje izvorne Flappy Bird igre direktno u vašem pregledniku. Instalirajte Flappy Bird Original sada i počnite mašiti svoj put prema novim rekordima!",
    "hu": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nÜdvözöljük a Flappy Bird Original-t, az ikonikus játékot, mely most böngésző bővítményként érhető el. Repülj a magasba, próbáld ki magad, és élvezd azt a függőséget okozó játékmenetet, mely egész világot megfertőzött. A Flappy Bird Original-lel a szórakozás csak egy kattintásra van!\n\nElőnyök:\n- A játékot közvetlenül a böngésző eszköztáradból éred el, így gyors és kényelmes játékélményt biztosít.\n- Élvezd a Flappy Bird Original-t offline módban, bármikor, bárhol, anélkül, hogy internetkapcsolatra lenne szükséged.\n\nJátékszabályok:\n- Koppints a képernyőre, vagy nyomd le a szóköz gombot a madár szárnyainak hajlításához.\n- Irányítsd a madarat egy sor cső között anélkül, hogy érintenéd azokat.\n- Minden sikeres áthaladás egy pontot ér.\n- Vigyázz! Még a legkisebb érintés is véget vet a játéknak.\n\nÉlvezd a Flappy Bird Original izgalmát, kihívását és izgalmát a böngésződben. Töltsd le a Flappy Bird Original-t most, és kezdj el szárnyalni az új magas eredmények felé!",
    "id": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nPerkenalkan Flappy Bird Original, game ikonik yang sekarang tersedia sebagai ekstensi browser. Terbanglah melalui langit, uji kemampuanmu, dan nikmati permainan yang menarik yang menghebohkan dunia. Dengan Flappy Bird Original, kesenangan hanya selangkah jauh.\nManfaat:\n- Akses game langsung dari toolbar browsermu untuk bermain dengan cepat dan mudah. \n- Nikmati Flappy Bird Original secara offline, kapanpun dan dimanapun tanpa perlu koneksi internet. \nAturan Permainan:\n- Ketuk layar atau tekan tombol spasi untuk membuat burung berkicau. \n- Arahkan burung melalui sejumlah pipa tanpa menyentuhnya. \n- Setiap lalu lintas berhasil melalui pipa akan mendapatkan satu poin. \n- Hati-hati! Bahkan sentuhan terkecil pun akan mengakhiri game. \nRasakan sensasi, tantangan, dan kegembiraan dari Flappy Bird asli di browsermu. Pasang Flappy Bird Original sekarang dan mulai berkicau menuju skor tinggi baru! Dengan versi browser ini, kamu bisa mendapatkan pengalaman bermain yang lebih seru dan menantang. Kamu akan dimanjakan dengan fitur-fitur baru seperti grafik yang lebih hidup, efek suara yang lebih interaktif, dan kontrol yang lebih responsif. Dengan Flappy Bird Original, kamu bisa bermain dengan mode yang berbeda, seperti mode Multiplayer, yang memungkinkan kamu bermain bersama teman-temanmu untuk memperebutkan skor tertinggi. Kamu juga bisa mengakses lebih banyak konten eksklusif, seperti karakter dan level baru, yang bisa dikumpulkan selama bermain. Dengan Flappy Bird Original, kamu bisa merasakan kesenangan bermain game ikonik ini tanpa batas. Jadilah yang terbaik dan raih skor tertinggi!",
    "it": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nPresentando Flappy Bird Original, il gioco iconico ora disponibile come estensione del browser. Vola attraverso i cieli, metti alla prova le tue abilità e rivivi il gameplay coinvolgente che ha preso d'assalto il mondo. Con Flappy Bird Original, la divertimento è a portata di click.\nBenefici: \n- Accedi al gioco direttamente dalla barra degli strumenti del tuo browser per un gameplay veloce e conveniente.\n- Goditi Flappy Bird Original offline, in qualsiasi momento e ovunque, senza la necessità di una connessione a internet.\nRegole del Gioco:\n- Tocca lo schermo o premi la barra spaziatrice per far sbattere le ali all'uccello.\n- Naviga l'uccello attraverso una serie di tubi senza toccarli.\n- Ogni passaggio riuscito attraverso un tubo ti guadagna un punto.\n- Attento! Anche il più piccolo tocco finirà il gioco.\nVivi l'eccitazione, la sfida e l'emozione del classico Flappy Bird direttamente nel tuo browser. Installa Flappy Bird Original ora e inizia a sbattere le ali verso nuovi record! Per ogni volo riuscito, sentirai l'adrenalina scorrere nelle tue vene e, con un po' di pratica, potrai raggiungere nuovi traguardi e superare i tuoi amici! Sfida te stesso a superare i tuoi record e diventa un vero maestro del volo!",
    "ja": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\n紹介：『フラッピーバード オリジナル』、そのアイコン的なゲームが、ブラウザ拡張機能としてお楽しみいただけます。空を飛び回り、あなたのスキルを試し、世界中を驚かせたと話題になったフラッピーバードオリジナルのゲームプレイに浸りなさい。この『フラッピーバード オリジナル』で、楽しさはクリック一つで手に入ります！\n\n特徴：\n- ブラウザのツールバーから直接ゲームをプレイできて、素早く、便利にお楽しみいただけます。\n- インターネット接続なしでいつでも、どこでも『フラッピーバード オリジナル』をオフラインで楽しむことができます。\n\nゲームルール：\n- 画面をタップするか、スペースバーを押すと、鳥が羽ばたきます。\n- 鳥をパイプを通過させることで、スコアを獲得します。\n- パイプに触れてはいけません！どんなに小さな触れても、ゲームが終了してしまいます。\n\n元祖『フラッピーバード』のスリル、チャレンジ、そして楽しさを、あなたのブラウザでお楽しみください！『フラッピーバード オリジナル』をインストールして、新しいハイスコアを目指して、羽ばたき始めましょう！\n\nそれは、世界中に熱狂を巻き起こした伝説のゲーム『フラッピーバード オリジナル』が、ブラウザ拡張機能としてお楽しみいただけるようになりました。空を飛び回り、あなたのスキルを試し、楽しさを感じるために、クリック一つで『フラッピーバード オリジナル』をインストールしましょう！\n\nインストールすると、ブラウザのツールバーから直接ゲームをプレイできるので、いつでもお好きな時間に素早く楽しめます。さらに、インターネット接続なしでいつでも、どこでも『フラッピーバード オリジナル』をオフラインで楽しむことができます！\n\n『フラッピーバード オリジナル』のゲームルールは、簡単です：画面をタップするか、スペースバーを押すと、鳥が羽ばたきます。鳥をパイプを通過させることで、スコアを獲得します。しかし、そのパイプに触れてはいけません！どんなに小さな触れても、ゲームが終了してしまいます。\n\n今すぐ『フラッピーバード オリジナル』をインストールして、元祖『フラッピーバード』のスリル、チャレンジ、そして楽しさを、あなたのブラウザでお楽しみください！新しいハイスコアを目指して、羽ばたき始めましょう！『フラッピーバード オリジナル』は、楽しさがクリック一つで手に入る、一度は体験してみるべきです！",
    "kn": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nಪ್ರಸ್ತುತ ಕರೆದುಕೊಂಡಿದ್ದ ಫ್ಲ್ಯಾಪಿ ಬರ್ಡ್ ಆರ್ಜಿನಲ್, ಈ ಐಕಾನಿಕ್ ಆಟದ ಬ್ರೌಸರ್ ಎಕ್ಸ್ಟೆಂಶನ್ಗಳಲ್ಲಿ ನಿಮ್ಮ ಕೊನೆಯಲ್ಲಿ ಅಂದಿಸಲಾಗುತ್ತದೆ. ಆಕಾಶದಲ್ಲಿ ಹುಟ್ಟಿರಿ, ನಿಮ್ಮ ಆತ್ಮಾರ್ಗಿಕತೆಯನ್ನು ಪರೀಕ್ಷಿಸಿ ಮತ್ತು ವಿಶ್ವದಲ್ಲಿ ತಾಣಗಾರವಾಗಿದ್ದ ಅಡ್ಡಬಹುದಾದ ಗೆಲುವುಗಳನ್ನು ಪುನಃಸ್ಥಾಪಿಸಿ. ಫ್ಲ್ಯಾಪಿ ಬರ್ಡ್ ಆರ್ಜಿನಲ್ ಮೂಲಕ, ಆನ್ತರಿಕ ಆನ್ತರಿಕವಾಗಿ ಆನ್ತರಿಕವಾಗಿ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆನ್ತರಿಕವಾಗಿ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಫ್ಲ್ಯಾಪಿ ಬರ್ಡ್ ಆರ್ಜಿನಲ್ ನಿಮ್ಮ ಬ್ರೌಸರ್ ಟೂಲಬಾರ್ ಮೂಲಕ ತ್ವರಿತವಾಗಿ ಆಟದ ಆಗ್ಗೆ ಪ್ರವೇಶ ಮಾಡಿ. ನಿಮಗೆ ಇನ್ಟರ್ನೆಟ್ ಕನೆಕ್ಷನ್ ಅಗತ್ಯವಾಗಿ ಫ್ಲ್ಯಾಪಿ ಬರ್ಡ್ ಆರ್ಜಿನಲ್ ಆಗಿ ನಿಮಗೆ ಆನ್ತರಿಕ ಆನ್ತರಿಕವಾಗಿ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ್ತರಿಕ ಆಗಿದ್ದಾಗ ಆನ",
    "ko": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\n오리지널 플래피 버드를 소개합니다. 이 아이콘적인 게임이 브라우저 확장 프로그램으로 이용할 수 있습니다. 하늘을 날아가며 자신의 스킬을 시험하고, 전 세계를 놀라게 한 중독성 있는 게임을 다시 한 번 경험해 보세요. 플래피 버드 오리지널을 이용하면 재미는 한 번의 클릭만으로 다가옵니다.\n\n이용 혜택:\n- 브라우저 도구 모음에서 게임에 직접 접근하여 빠르고 편리한 게임 플레이를 즐길 수 있습니다.\n- 인터넷 연결 없이도 언제 어디서나 플래피 버드 오리지널을 오프라인으로 즐길 수 있습니다.\n\n게임 규칙:\n- 화면을 두드리거나 스페이스 바를 눌러 새가 날개를 퍼뜨립니다.\n- 각각의 관을 통과하면서 관에 닿지 않도록 새를 조종합니다.\n- 각 관을 통과하는 것마다 한 점을 획득합니다.\n- 조심하세요! 가장 작은 닿자마자 게임이 끝납니다.\n\n웹 브라우저에서 오리지널 플래피 버드의 스릴과 도전, 그리고 기대를 느껴보세요. 플래피 버드 오리지널을 설치하고, 새로운 고점을 얻기 위해 날개를 퍼뜨리세요!",
    "lt": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nAtskleiskite Flappy Bird Original, ikoninį žaidimą, dabar prieinamą kaip naršyklės papildinys. Skrenda per dangų, testuokite savo įgūdžius ir vėl patirti priklausomybės žaidimą, kuris užvaldė pasaulį. Su Flappy Bird Original, smagiai yra tik paspaudimas.\n\nPrivilegijos:\n- Prieiti prie žaidimo tiesiogiai iš savo naršyklės įrankių juostos greitam ir patogiam žaidimui.\n- Mėgaukitės Flappy Bird Original be interneto, bet kuriuo metu, bet kur, be interneto ryšio.\n\nŽaidimo taisyklės:\n- Spustelkite ekraną arba paspauskite tarpo klavišą, kad paukštis plasnoja sparnais.\n- Valdykite paukštį per seriją vamzdžių, nenuspaudžiant jų.\n- Kiekvienas sėkmingas praėjimas per vamzdį jums atneša tašką.\n- Būkite atsargūs! Net menkiausias liesti baigs žaidimą.\n\nPatirti džiaugsmą, iššūkį ir ekscituojančią originalaus Flappy Bird patirtį jūsų naršyklėje. Instaliuokite Flappy Bird Original dabar ir pradėkite plasnoti savo keliu į naujus rekordus!",
    "lv": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nIevadot Flappy Bird Original, ikoniskā spēle tagad ir pieejama kā pārlūkprogrammas paplašinājums. Lidojiet caur debesīm, pārbaudiet savas prasmes un atkārtojiet piesaistošo spēli, kas izraisīja pasaules sensāciju. Ar Flappy Bird Original, jautrība ir tikai viena klikšķa attālumā.\nPriekšrocības:\n- Piekļūstiet spēlei tieši no pārlūkprogrammas rīkjoslas, lai iegūtu ātru un ērtu spēli.\n- Izbaudiet Flappy Bird Original bezsaistē, jebkurā laikā un vietā, bez interneta pieslēguma vajadzības.\nSpēles noteikumi:\n- Nospiediet ekrānu vai nospiediet atstarpe, lai padarītu putnu spārnot.\n- Novadiet putnu cauri sērijai caurulēm, nepiekļūstot tām.\n- Katra veiksmīga caurules pāreja jums dod punktu.\n- Uzmanieties! Pat niecīgākais pieskāriens beigs spēli.\nIzbaudiet satraukumu, izaicinājumu un aizraušanos ar oriģinālo Flappy Bird tieši jūsu pārlūkprogrammā. Instalējiet Flappy Bird Original tagad un sāciet plakšķēt ceļu uz jauniem augstiem rezultātiem! Šeit ir iespēja vēl vairāk izbaudīt jautru un piesaistošo Flappy Bird Original spēli, izmantojot jaunu paplašinājumu jūsu pārlūkprogrammai. Instalējiet Flappy Bird Original paplašinājumu un sāciet lidot caur debesīm un izaicināt savas prasmes. Jūs varat spēlēt Flappy Bird Original bezsaistē, jebkurā laikā un vietā, bez interneta pieslēguma vajadzības. Piekļūstiet spēlei tieši no pārlūkprogrammas rīkjoslas, lai iegūtu ātru un ērtu spēli. Nospiediet ekrānu vai nospiediet atstarpe, lai padarītu putnu spārnot. Novadiet putnu cauri sērijai caurulēm, nepiekļūstot tām. Katra veiksmīga caurules pāreja jums dod punktu. Uzmanieties! Pat niecīgākais pieskāriens beigs spēli. Izbaudiet satraukumu, izaicinājumu un aizraušanos ar oriģinālo Flappy Bird tieši jūsu pārlūkprogrammā. Instalējiet Flappy Bird Original paplašinājumu un sāciet lidot caur debesīm un izaicināt savas prasmes. Pieredzējiet jautrību, izaicinājumu un aizraušanos ar oriģinālo Flappy Bird, kas tagad ir pieejams jūsu pārlūkprogrammā. Instalējiet Flappy Bird Original paplašinājumu un sāciet lidot caur debesīm, pārbaudiet savas prasmes un atkārtojiet piesaistošo spēli, kas izraisīja pasaules sensāciju. Izbaudiet jautru un piesaistošo Flappy Bird Original spēli, izmantojot jaunu paplašinājumu jūsu pārlūkprogrammai. Instalējiet Flappy Bird Original paplašinājumu un sāciet plakšķēt ceļu uz jauniem augstiem rezultātiem! Lai sasniegtu lieliskus rezultātus, jums jālieto savas prasmes un jāizmanto izcila prasme un precizitāte, lai veiksmīgi pārietu caur caurulēm, nepiekļūstot tām. Izmēģiniet veikt vairākus veiksmīgus pārejas, lai iegūtu punktus, un izmēģiniet to atkārtot ar katru mēģinājumu! Lai iegūtu labākus rezultātus, jums būs jāstrādā arī pie savas reakcijas ātruma. Lidojiet caur debesīm, pārbaudiet savas prasmes un atkārtojiet piesaistošo spēli, kas izraisīja pasaules sensāciju. Izbaudiet jautru un piesaistošo Flappy Bird Original spēli, izmantojot jaunu paplašinājumu jūsu pārlūkprogrammai. Instalējiet Flappy Bird Original paplašinājumu un sāciet plakšķēt ceļu uz jauniem augstiem rezultātiem!",
    "ml": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nMemperkenalkan Flappy Bird Original, permainan ikonik yang kini boleh didapati sebagai sambungan pelayar. Terbang melalui langit, uji kemahiran anda, dan nikmati lagi permainan ketagihan yang mengambil alih dunia. Dengan Flappy Bird Original, keseronokan hanya satu klik jauhnya.\nManfaat:\n- Capai permainan terus dari bar alat pelayar anda untuk permainan pantas dan mudah.\n- Nikmati Flappy Bird Original luar talian, pada bila-bila masa, di mana sahaja, tanpa perlu sambungan internet.\nPeraturan Permainan:\n- Ketuk skrin atau tekan bar ruang untuk membuat burung itu mengepak sayapnya.\n- Lakukan navigasi burung melalui siri paip tanpa menyentuhnya.\n- Setiap laluan berjaya melalui paip akan mendapatkan anda satu mata.\n- Berhati-hati! Walaupun sentuhan yang paling kecil akan mengakhiri permainan.\nNikmati kegembiraan, cabaran, dan kegembiraan Flappy Bird asal di pelayar anda. Pasang Flappy Bird Original sekarang dan mulakan mengepak jalan anda menuju rekod baru yang tinggi!",
    "mr": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nफ्लॅपी बर्ड ओरिजिनल याच्या प्रस्तावात आलेल्याच आहे, या आईकनिक गेम आता आपल्या ब्राऊजर वर एक्सटेंशनमुळे उपलब्ध आहे. आपण आकाशात उडवून, आपल्या कौशल्सची परीक्षण करून घेऊन, आणि जगात आढळलेल्या आत्ताची आदर्श गेमप्ले पुन्हा आनंद घ्या. फ्लॅपी बर्ड ओरिजिनल वर, मजे फॉर्म आपल्या क्लिक आधी आहे.\nफायदे:\n- त्वरित आणि आवडतेचे गेमप्ले करण्यासाठी आपल्या ब्राऊजर टूलबारमध्ये गेम उपलब्ध करा.\n- इंटरनेट कनेक्शन किंवा कोणत्याही आवडत्या स्थानावर आपण फ्लॅपी बर्ड ओरिजिनल आनंद घ्या.\nगेम नियम:\n- पक्षीला पंख उडवण्यासाठी स्क्रीनवर टॅप करायला किंवा स्पेसबार दाबा.\n- पायर्स नेहमी तुर्णांना पक्षीने नेहमी नेणे.\n- प्रत्येक यशस्वी पायर्समध्ये पुढे येतो आपल्याला एक गुण मिळतो.\n- सावधान राहा! तुर्णांना तक्रार देण्यासाठी त्रुटी असताना गेम समाप्त होईल.\nआपल्या ब्राऊजरमध्ये फ्लॅपी बर्ड या मुळे आपण आत्ताच उत्साह, चुनौती, आणि आनंद घ्यावे. आता फ्लॅपी बर्ड ओरिजिनल इंस्टॉल करा आणि नवीन उच्च गुणांच्या पायर्स घ्याव्याचे आपले पंख उडवून पुढे जा.",
    "ms": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nMemperkenalkan Flappy Bird Original, permainan ikonik yang kini tersedia sebagai sambungan pelayar. Terbang melalui langit, uji kemahiran anda, dan nikmati lagi pengalaman bermain yang menjadi perangai dunia. Dengan Flappy Bird Original, keseronokan hanya satu klik jauh.\nKebaikan:\n- Capai permainan terus dari toolbar pelayar anda untuk bermain dengan cepat dan mudah.\n- Nikmati Flappy Bird Original tanpa talian, bila-bila masa, di mana sahaja, tanpa perlu sambungan internet.\nPeraturan Permainan:\n- Tekan skrin atau tekan bar ruang untuk membuat burung itu berkicau.\n- Lakukan navigasi burung melalui siri pipa tanpa menyentuhnya.\n- Setiap laluan berjaya melalui pipa akan mendapatkan anda satu mata.\n- Berhati-hati! Walaupun sentuhan yang paling kecil pun akan menamatkan permainan.\nNikmati kegembiraan, cabaran, dan kegembiraan Flappy Bird asal sekarang di pelayar anda. Pasang Flappy Bird Original sekarang dan mula berkicau jalan anda ke skor tinggi yang baru!",
    "nl": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nIntroduceer Flappy Bird Original, het iconische spel nu beschikbaar als een browser extensie. Vlieg door de lucht, test je vaardigheden en herbeleef het verslavende spel dat de wereld in zijn greep kreeg. Met Flappy Bird Original is de pret slechts een klik verwijderd.\nVoordelen:\n- Toegang tot het spel rechtstreeks vanuit je browser-werkbalk voor snel en gemakkelijk spelen.\n- Geniet van Flappy Bird Original offline, altijd en overal, zonder internetverbinding.\nSpelregels:\n- Tik op het scherm of druk op de spatiebalk om de vogel met zijn vleugels te laten fladderen.\n- Navigeer de vogel door een reeks pijpen zonder ze aan te raken.\n- Elke succesvolle doorgang door een pijp levert je een punt op.\n- Wees voorzichtig! Zelfs de kleinste aanraking beëindigt het spel.\nErvaar de opwinding, uitdaging en opwinding van het originele Flappy Bird rechtstreeks in je browser. Installeer Flappy Bird Original nu en begin met fladderen naar nieuwe hoge scores! Geniet van een nostalgisch avontuur vol spanning en plezier terwijl je het spel speelt zoals het oorspronkelijk bedoeld was. Krijg de kans om je vaardigheden te testen en je weg te vinden door de lucht, terwijl je jezelf uitdaagt om de hoogste scores te behalen. Bovendien biedt Flappy Bird Original een unieke kans om je gameplay te verbeteren. Probeer verschillende technieken om de beste resultaten te behalen, zoals het kiezen van de juiste momenten om te fladderen, het beheersen van de hoogte en het vermijden van obstakels. Stap aan boord van deze onvergetelijke reis en verken de wereld van Flappy Bird Original!",
    "no": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nIntroduserer Flappy Bird Original, den ikoniske spillet, nå tilgjengelig som en nettleser-utvidelse. Fly gjennom himmelen, test ferdighetene dine og gjenopplev den avhengighetsskapende spillopplevelsen som tok verden med storm. Med Flappy Bird Original er moroa bare et klikk unna.\nFordeler:\n- Få tilgang til spillet direkte fra nettleserverktøylinjen for rask og praktisk spillopplevelse.\n- Nyt Flappy Bird Original offline, når som helst og hvor som helst, uten behov for internettforbindelse.\nSpilleregler:\n- Trykk på skjermen eller trykk mellomromstasten for å få fuglen til å flakse med vingene sine.\n- Naviger fuglen gjennom en rekke rør uten å berøre dem.\n- Hver vellykket passering gjennom et rør gir deg et poeng.\n- Vær forsiktig! Selv den minste berøringen vil avslutte spillet.\nOpplev spenningen, utfordringen og spenningen ved det originale Flappy Bird rett i nettleseren din. Installer Flappy Bird Original nå og begynn å flakse deg til nye høye poengsummer!",
    "pl": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nPrzedstawiamy Flappy Bird Original, ikoniczną grę dostępną teraz jako rozszerzenie przeglądarki. Przepływaj przez niebo, sprawdź swoje umiejętności i przeżyj uzależniającą rozgrywkę, która wstrząsnęła światem. Dzięki Flappy Bird Original zabawa jest zaledwie kliknięciem dalej.\nKorzyści:\n- Uzyskaj dostęp do gry bezpośrednio z paska narzędzi przeglądarki w celu szybkiego i wygodnego użytkowania.\n- Ciesz się Flappy Bird Original offline, w dowolnym miejscu i o dowolnej porze, bez konieczności połączenia z internetem.\nZasady gry:\n- Stuknij ekran lub naciśnij spację, aby ptak machnął skrzydłami.\n- Przemieść ptaka przez serię rur bez dotykania ich.\n- Każde udane przejście przez rurę zapewnia Ci punkt.\n- Uważaj! Nawet najmniejszy dotyk zakończy grę.\nDoświadcz ekscytującego, wyzwalającego i emocjonującego oryginalnego Flappy Birda w Twojej przeglądarce. Zainstaluj Flappy Bird Original teraz i zacznij machać skrzydłami, aby uzyskać nowe wysokie wyniki!",
    "pt_BR": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nApresentando o Flappy Bird Original, o icônico jogo agora disponível como extensão de navegador. Voar pelos céus, testar suas habilidades e reviver o viciante jogo que tomou o mundo de assalto. Com o Flappy Bird Original, a diversão está a apenas um clique de distância.\nBenefícios:\n- Acesse o jogo diretamente da barra de ferramentas do seu navegador para um jogo rápido e conveniente.\n- Desfrute do Flappy Bird Original offline, a qualquer hora e em qualquer lugar, sem a necessidade de uma conexão à internet.\nRegras do jogo:\n- Toque na tela ou pressione a barra de espaço para fazer com que o pássaro bata as asas.\n- Navegue pelo pássaro através de uma série de tubos sem tocá-los.\n- Cada passagem bem-sucedida por um tubo ganha um ponto para você.\n- Cuidado! Mesmo o mais leve toque terminará o jogo.\nExperimente a emoção, o desafio e a empolgação do original Flappy Bird diretamente no seu navegador. Instale o Flappy Bird Original agora e comece a bater as asas rumo a novos recordes! Desfrute de uma experiência de jogo única e emocionante, desafie seus limites e empreenda uma jornada pelos céus para alcançar novos patamares. Mergulhe na nostalgia de um dos jogos mais icônicos do mundo, e compartilhe seus melhores resultados com os amigos. Alcançar pontuações altas nunca foi tão divertido! Instale agora mesmo o Flappy Bird Original e comece a desfrutar de todas as vantagens que o jogo tem a oferecer. Pule, voe e divirta-se ao máximo com o clássico que conquistou o mundo!",
    "pt_PT": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nApresentando o Flappy Bird Original, o jogo icónico agora disponível como uma extensão de navegador. Voe através dos céus, teste suas habilidades e revive o jogo viciante que tomou o mundo de assalto. Com o Flappy Bird Original, a diversão está a apenas um clique de distância.\nBenefícios:\n- Aceda ao jogo diretamente a partir da barra de ferramentas do seu navegador para um jogo rápido e conveniente.\n- Desfrute do Flappy Bird Original offline, a qualquer hora, em qualquer lugar, sem a necessidade de uma ligação à internet.\nRegras do Jogo:\n- Toque na tela ou pressione a tecla de espaço para fazer o pássaro bater as asas.\n- Navegue o pássaro através de uma série de tubos sem tocá-los.\n- Cada passagem bem-sucedida por um tubo dá-lhe um ponto.\n- Tenha cuidado! Mesmo o mais leve toque terminará o jogo.\nExperimente a emoção, desafio e excitação do original Flappy Bird diretamente no seu navegador. Instale o Flappy Bird Original agora e comece a bater as asas para atingir novos recordes! Conquiste ainda mais desafios e desfrute de mais diversão jogando o Flappy Bird Original. Prepare-se para a aventura e experimente a emoção de flutuar, voar e deslizar pelos céus com o pássaro mais adorado nos jogos. Reviva a nostalgia e desfrute de horas de diversão com o Flappy Bird Original. Desafie-se a si mesmo para conseguir os melhores pontos e partilhe os seus recordes com os amigos. Instale o Flappy Bird Original agora e comece a voar!",
    "ro": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nDescoperă Flappy Bird Original, jocul iconic acum disponibil ca extensie pentru browser. Zboară prin văzduh, testează-ți abilitățile și retrăiește gameplay-ul atractiv care a cucerit lumea. Cu Flappy Bird Original, distracția este la un click distanță.\n\nBeneficii:\n- Accesează jocul direct din bara de instrumente a browserului pentru o experiență de joc rapidă și convenabilă.\n- Bucură-te de Flappy Bird Original offline, oricând și oriunde, fără conexiune la internet.\n\nReguli de joc:\n- Apasă pe ecran sau pe tastele spațiu pentru a face pasărea să își fluture aripile. \n- Navighează pasărea prin mai multe conducte fără să le atingi.\n- Fiecare trecere reușită prin o conductă îți aduce un punct.\n- Fii atent! Chiar și cea mai mică atingere va încheia jocul.\n\nExperimentează entuziasmul, provocarea și emoția jocului original Flappy Bird chiar în browserul tău. Instalează Flappy Bird Original acum și începe să fluture pentru a obține noi recorduri.\n\nFlappy Bird Original aduce cu sine un sentiment de nostalgia și îți oferă posibilitatea de a te bucura de aceeași experiență de joc pe care ai avut-o cândva. Acum poți învăța trucuri noi și poți încerca să-ți îmbunătățești abilitățile de zbor.\n\nCu Flappy Bird Original, poți face față provocărilor și poți testa limitele tale de joc. Încearcă să obții cât mai multe puncte pe măsură ce zbori prin cer, fără a te teme de ceea ce te poate opri în cale. \n\nFlappy Bird Original este un joc captivant, care te va ține ocupat și te va face să revii pentru mai mult. Instalează această extensie și bucură-te de jocul tău preferat oricând și oriunde. Testează-ți abilitățile și încearcă să obții noi recorduri!",
    "ru": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nПредставляем Оригинального Флэппи Бирда, иконическую игру, теперь доступную в виде расширения браузера. Летайте по небу, проверьте свои навыки и погрузитесь в захватывающий геймплей, который охватил весь мир. С Оригинальным Флэппи Бирдом удовольствие в каждом нажатии мыши.\nПреимущества:\n- Доступ к игре непосредственно из панели инструментов браузера для быстрого и удобного игрового процесса.\n- Наслаждайтесь Оригинальным Флэппи Бирдом офлайн, в любое время, в любом месте, без необходимости подключения к интернету.\nПравила игры:\n- Нажмите на экран или нажмите клавишу пробела, чтобы заставить птицу махать крыльями.\n- Управляйте птицей через ряд труб без касания их.\n- Каждый успешный проход через трубу приносит вам одну очко.\n- Будьте осторожны! Даже самое мелкое касание закончит игру.\nОщутите адреналин, вызов, и волнение оригинального Флэппи Бирда прямо в вашем браузере. Установите Оригинального Флэппи Бирда сейчас и начните махать крыльями, чтобы достичь новых высоких рекордов! Уделите своему полёту больше времени, и вы получите дополнительные бонусы, такие как различные цвета и текстуры птицы, улучшения в графике и многое другое! Проведите больше времени в воздухе, и вы получите больше бонусов и наград, которые помогут вам достичь новых высот и поставить новые рекорды!",
    "sk": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nPozývame Vás na Flappy Bird Original, ikonickú hru teraz dostupnú ako prehliadačový doplnok. Preletíte oblohou, otestujte svoje schopnosti a zažite opäť tú návykovú hrateľnosť, ktorá otriasla svetom. S Flappy Bird Original je zábava len kliknutie preč.\nVýhody:\n- Prístup k hre priamo z panela nástrojov prehliadača pre rýchle a pohodlné hranie.\n- Užívajte si Flappy Bird Original bez pripojenia k internetu, kedykoľvek a kdekoľvek.\nPravidlá hry:\n- Klepnite na obrazovku alebo stlačte medzerník, aby ste vtáka nakopli.\n- Preletíte vtákom cez sériu trubíc bez toho, aby ste ich dotkli.\n- Každý úspešný prelet cez trubicu Vám prinesie bod.\n- Dávajte si pozor! Aj najmenší dotyk skončí hru.\nZažite vzrušenie, výzvu a napätie z originálnej Flappy Bird práve vo Vašom prehliadači. Nainštalujte Flappy Bird Original teraz a začnite klopkať svojou cestou k novým vysokým skóre! Užite si zábavu a zdolávajte svoje vlastné rekordy s Flappy Bird Original, ktorý Vám ponúka nekonečnú zábavu a skvelú hrateľnosť. Aby ste mohli skórovať čo najviac, budete potrebovať veľa tréningu a zručností. Každé preletanie cez trubicu Vám prinesie jeden bod. Ale pozor, akonáhle sa dotknete trubice alebo dolnej časti obrazovky, hra sa skončí. Užite si zábavu s Flappy Bird Original a zdolajte svoje vlastné rekordy!",
    "sl": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nVabilo k Flappy Bird Original, ikonični igri, zdaj na voljo kot brskalnikovo razširitev. Letite po nebu, preizkusite svoje spretnosti in ponovno doživite odvisno igranje, ki je obletelo svet. Z Flappy Bird Original je zabava samo en klik stran.\nKoristi:\n- Dostop do igre neposredno iz orodne vrstice brskalnika za hitro in udobno igranje.\n- Uživajte Flappy Bird Original brez povezave z internetom, kadarkoli in kjerkoli.\nPravila igre:\n- Pritisnite zaslon ali preslednico, da ptica zatreska svoja krila.\n- Usmerite ptico skozi vrsto cevi brez dotikanja.\n- Vsak uspešen prehod skozi cev prinese točko.\n- Pazite! Tudi najmanjši dotik konča igro.\nDoživite vzburjenje, izziv in dogajanje ikonične igre Flappy Bird prav v brskalniku. Namestite Flappy Bird Original zdaj in začnite s krmiljenjem do novih rekordnih rezultatov! Uživajte v zabavi, ki jo prinaša ta izjemna izkušnja. Preizkusite svoje sposobnosti in se pomerite s svojimi prijatelji in znancem. Preizkusite svojo iznajdljivost in se potrudite, da zaslužite čim več točk. Preizkusite svojo zbranost in uspešnost ter se prepričajte, da ste najboljši. Če vam uspe, lahko postanete resnični zmagovalec Flappy Bird Original. Kaj pa čakate? Namestite Flappy Bird Original zdaj in se prepustite zabavi in izzivom.",
    "sr": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nDobrodošli u Flappy Bird Original, ikoničnu igru sada dostupnu kao prečica u Vašem pregledaču. Letite kroz nebo, isprobajte svoje veštine i ponovo doživite zarazne igre koje su osvojile svet. Sa Flappy Bird Original, zabava je samo klik od Vas.\nPrednosti:\n- Pristupite igri direktno iz trake alatki Vašeg pregledača za brzo i pogodno igranje.\n- Uživajte u Flappy Bird Original offline, bilo kad, bilo gde, bez potrebe za internet konekcijom.\nPravila igre:\n- Tapnite ekran ili pritisnite spacebar da bi ptica raširila krila.\n- Navigujte pticu kroz niz cevi bez dodirivanja istih.\n- Svaki uspešan prolaz kroz cev donosi Vam poen.\n- Budite oprezni! Čak i najmanji dodir će završiti igru.\nDoživite uzbuđenje, izazov i uzbudljivost izvornog Flappy Birda baš u Vašem pregledaču. Instalirajte Flappy Bird Original sada i počnite da raširujete krila ka novim rekordima! Uživajte u ovoj zaraznoj igri i isprobajte svoje sposobnosti u letenju. Osvojite visoke poene koristeći svoje veštine i strategiju kako biste se penjali na vrh. Uživajte u ovoj igri u kojoj ćete se igrati kroz različite nivoe, boriti se protiv izazova i nadmašiti svoje rezultate. Uživajte u ovoj zaraznoj igri koja je sada dostupna u Vašem pregledaču i isprobajte svoje veštine u letenju. Igrajte Flappy Bird Original i uživajte u zabavi koja je samo klik od Vas!",
    "sv": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nPresentera Flappy Bird Original, den ikoniska spelet som nu finns som en webbläsarextension. Flyg genom himlen, testa dina färdigheter och upplev den beroendeframkallande spelupplevelsen som tog världen med storm. Med Flappy Bird Original är kul bara ett klick bort.\nFördelar:\n- Få tillgång till spelet direkt från din webbläsartoolbar för snabb och bekväm spelupplevelse.\n- Njut av Flappy Bird Original offline, när som helst, var som helst, utan att behöva en internetanslutning.\nSpelregler:\n- Klicka på skärmen eller tryck på mellanslagstangenten för att få fågeln att flapar sina vingar.\n- Navigera fågeln genom en rad med rör utan att röra dem.\n- Varje framgångsrik passering genom ett rör ger dig ett poäng.\n- Var försiktig! Även det minsta beröringen kommer att avsluta spelet.\nUpplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Flappy Bird Original är ett spel som du inte vill missa! Installera det nu och fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Flyg genom himlen, testa dina färdigheter och upplev den beroendeframkallande spelupplevelsen som tog världen med storm. Med Flappy Bird Original är kul bara ett klick bort. Få tillgång till spelet direkt från din webbläsartoolbar för snabb och bekväm spelupplevelse. Klicka på skärmen eller tryck på mellanslagstangenten för att få fågeln att flapar sina vingar. Navigera fågeln genom en rad med rör utan att röra dem. Varje framgångsrik passering genom ett rör ger dig ett poäng. Var försiktig! Även det minsta beröringen kommer att avsluta spelet. Njut av Flappy Bird Original offline, när som helst, var som helst, utan att behöva en internetanslutning. Starta ditt äventyr och fladdra dig till nya högpoäng. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Ta din spelupplevelse till nya höjder med detta spännande och utmanande spel som kommer att fånga ditt intresse. Njut av Flappy Bird Original offline, när som helst, var som helst, utan att behöva en internetanslutning. Få tillgång till spelet direkt från din webbläsartoolbar för snabb och bekväm spelupplevelse. Klicka på skärmen eller tryck på mellanslagstangenten för att få fågeln att flapar sina vingar. Navigera fågeln genom en rad med rör utan att röra dem. Varje framgångsrik passering genom ett rör ger dig ett poäng. Var försiktig! Även det minsta beröringen kommer att avsluta spelet. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Flyg genom himlen, testa dina färdigheter och upplev den beroendeframkallande spelupplevelsen som tog världen med storm. Med Flappy Bird Original är kul bara ett klick bort. Få tillgång till spelet direkt från din webbläsartoolbar för snabb och bekväm spelupplevelse. Klicka på skärmen eller tryck på mellanslagstangenten för att få fågeln att flapar sina vingar. Navigera fågeln genom en rad med rör utan att röra dem. Varje framgångsrik passering genom ett rör ger dig ett poäng. Var försiktig! Även det minsta beröringen kommer att avsluta spelet. Ta din spelupplevelse till nya höjder med detta spännande och utmanande spel som kommer att fånga ditt intresse. Njut av Flappy Bird Original offline, när som helst, var som helst, utan att behöva en internetanslutning. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Starta ditt äventyr och fladdra dig till nya högpoäng. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Upplev känslan av att flyga genom himlen och testa dina färdigheter. Upplev den beroendeframkallande spelupplevelsen som tog världen med storm. Med Flappy Bird Original är kul bara ett klick bort. Få tillgång till spelet direkt från din webbläsartoolbar för snabb och bekväm spelupplevelse. Klicka på skärmen eller tryck på mellanslagstangenten för att få fågeln att flapar sina vingar. Navigera fågeln genom en rad med rör utan att röra dem. Varje framgångsrik passering genom ett rör ger dig ett poäng. Var försiktig! Även det minsta beröringen kommer att avsluta spelet. Njut av Flappy Bird Original offline, när som helst, var som helst, utan att behöva en internetanslutning. Upplev spänningen, utmaningen och upphetsningen av den ursprungliga Flappy Bird rakt i din webbläsare. Installera Flappy Bird Original nu och börja fladdra dig till nya högpoäng. Förbered dig för ett fenomenalt äventyr och ett spel som tar dig tillbaka till dina barndomsminnen. Fånga åskådarens intresse med ett spel som är beroendeframkallande och som kräver koncentration och skicklighet för att lyckas. Ta din spelupplevelse till nya höjder med detta spännande och utmanande spel som kommer att fånga ditt intresse. Upplev känslan av att flyga genom himlen och testa dina färdigheter. Upplev den beroendeframkallande spelupplevelsen som tog världen med storm. Njut av Flappy Bird Original offline, när som helst, var som helst, utan att behöva en internetanslutning. Få tillgång till spelet direkt från din webbläsartoolbar för snabb och bekväm spelupplevelse. Klicka på skärmen eller tryck på mellanslagstangenten för att få fågeln att flapar sina vingar. Navigera fågeln genom en rad med rör utan att röra dem. Varje framgångsrik passering genom ett rör ger dig ett poäng. Var försiktig! Även det minsta beröringen kommer att avsluta",
    "sw": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nMfukoni wa Flappy Bird Original, ligi la aikoni linalopatikana sasa kama kifaa cha kivinjari. Endesha ndege kupitia ufulu, ujaze ujuzi wako, na kurejesha mchezo wa kujitokeza ambao uliweza dunia kwa upele. Na Flappy Bird Original, furaha ni moja kwa moja kwa kubonyeza.\nManufaa:\n- Ufikie ligi moja kwa moja kutoka kivinjari yako ya toolbar ili kujisikiliza mchezo kwa haraka na rahisi.\n- Furahia Flappy Bird Original bila mtandao, kila wakati, kila mahali, bila ya kutumia mtandao.\nMasharti ya Ligi:\n- Bonyeza skrini au bonyeza barabara ya nafasi ili kuonyesha ndege kuwepo wake.\n- Endesha ndege kupitia vifaa vya pepo bila kuwacha.\n- Kilio kilichopita pepo kilikupa pointi.\n- Usiogope! Hata kidogo cha uwepo utafunga mchezo.\n\nUjifunze kujisikiliza, kujifunza, na kujionyesha nguvu ya Flappy Bird Original moja kwa moja katika kivinjari yako. Tumia Flappy Bird Original sasa na weka ndege wako kwa uwezo wa kupata skor za juu zaidi!",
    "ta": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nபிளாபி பர்ட் ஆர்ஜினல், உள்ளத்தில் வழங்கப்படும் சிறப்பு விளையாடு இப்போது பிரௌஷர் எக்ஸ்டென்ஷன் ஆகியவற்றில் வழங்கப்படுகிறது. உலகத்திற்கு ஆழி வருத்திய ஆட்டுத்திரம் விரும்பும் ஆட்டுத்திரத்தையும் உங்களுக்கு தொடர்பு செய்யுங்கள். பிளாபி பர்ட் ஆர்ஜினல் வழியாக, நல்லதை ஒரு கிளிக் அடுத்தது. பிரோஷரில் விளையாடும் திறன் தொடர்பு செய்யவும், உங்கள் அனுபவத்தை சரிபார்க்கவும் மற்றும் ஆட்டுத்திரத்தின் பிரியங்களை விரும்பும் ஆட்டுத்திரத்தையும் உங்களுக்கு தொடர்பு செய்யுங்கள். \n\nநன்மைகள்:\n- உங்கள் பிரௌஷர் டூல்பார் இருந்து ஆட்டுத்திரத்தை திரும்ப அணுக கூடிய வேகமாக ஆட்டுத்திரத்தை விரும்பும்.\n- இணைய இணைப்பு தேவையில்லை எனின்றால் எல்லா நேரங்களிலும் பிளாபி பர்ட் ஆர்ஜினல் ஆன்லைன் ஆட்டுத்திரத்தை விரும்பும்.\n\nஆட்டுத்திரத்தின் விதிமுறைகள்:\n- பிரத்தினை அடுத்த பிறகு திரையில் தடுக்கும் மூன்று அடுக்கும் அல்லது ஸ்பேஸ்பார் விசையை அழுத்தவும்.\n- பிரத்தினை பிப்ஸ் அணுகக்கூடிய ஒரு அடுக்குகள் தொடங்கும் அல்லது அடுக்குகள் தொடங்கும் பிரத்தினை பார்க்குங்கள்.\n- ஒரு அடுக்கின் விரும்பும் முறையில் ஒரு புள்ளி வெற்றி கிடைத்ததும் உங்களுக்கு ஒரு புள்ளி கிடைப்பது.\n- என்னும் கவனிக்கவும்! மிகவும் சிறிய தடுக்கம் ஆட்டுத்திரத்தை முடிவடைத்த",
    "te": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nఫ్లాపీ బర్డ్ ఆర్జినల్ కి మీకు స్వాగతం చేస్తుంది, ఈ ఐకానిక్ ఆటలో ప్రత్యేక ఆటలో ప్రత్యేక ఆన్లైన్ కొరకు ఇప్పుడు బ్రౌజర్ ఎక్స్ టెంషన్ కొరకు ఉపయోగించబడుతుంది. ఆకాశాల్లో పడితే, మీ కౌంటిల్స్ పరీక్షించడానికి మరియు ప్రపంచంలో కలిగే ఆడిక్టివ్ గేమ్ప్లేయింగ్ పుట్టుకోవడానికి మీరు తిరిగి ఆడించవచ్చు. \nఫ్లాపీ బర్డ్ ఆర్జినల్ తో, ఆన్ని ఆడించడాన్ని మీరు క్లిక్ చేయడం ద్వారా త్వరలో అందిస్తుంది. ఇది ఇంటర్నెట్ కనెక్షన్ కావాలి అనిపిస్తుంది, మీరు ఆన్లైన్ ఇలాంటి సమయంలో ఫ్లాపీ బర్డ్ ఆర్జినల్ ఆడించవచ్చు. మరియు అంతర్గత పాయింట్స్ గెలుపున కొత్త హై స్కోర్స్ అందించడానికి మీరు తిరిగి ఫ్లాప్ చేయవచ్చు.\n\nమీరు స్క్రీన్ తప్పించుకున్నారు లేదా స్పేస్బార్ దబావుతున్నారు తో పక్షు యొక్క వాల్స్ ఫ్లాప్ చేయండి. పైప్స్ తో పడకుండా పక్షును నివారించండి. ప్రత్యేక పైప్స్ తో మీరు ఒక పాయింట్ అందుకుంటుంది. కావలసినది కుదరించడానికి మరువకండి, మాత్రమే ఒక సున్నదిగా పరిస్థితి గేమ్స్ ఆగిపోయేగా ముగించుతుంది.\n\nఆర్జినల్ ఫ్లాపీ బర్డ్ అనుభవించండి, చౌలజ్ చేయండి, మరియు ప్రపంచంలో కలిగిన ఆడిక్టివ్ గేమ్ప్లేయింగ్ ఆన్లైన్ కొరకు మీ బ్రౌజర్ తో ఇంస్టాల్ చేయండి. ఆర్జినల్ ఫ్లాపీ బర్డ్ తో మీరు త్వరలో త్వరలో ఫ్లాప్ చేసే మీ వారి కొత్త హై స్కోర్స్ అందించండి. తిరిగి అనుభవించం",
    "th": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nยินดีต้อนรับสู่ Flappy Bird Original เกมที่ให้คุณสนุกมากที่สุด ที่กำลังจะมีอยู่ในรูปแบบของ browser extension บินผ่านท้องฟ้า ทดสอบทักษะของคุณและทำซ้ำการเล่นที่ทำให้โลกรู้สึกติดๆ กัน ด้วย Flappy Bird Original ความสนุกจะใกล้ถึงคุณได้แค่กดปุ่มเดียว \n\nประโยชน์:\n- เข้าถึงเกมโดยตรงจากแถบเครื่องมือบราวเซอร์ของคุณเพื่อการเล่นที่รวดเร็วและสะดวก\n- สนุก Flappy Bird Original ออฟไลน์ ทุกที่ ทุกเวลา โดยไม่ต้องการการเชื่อมต่ออินเตอร์เน็ต\n\nกฎการเล่นเกม: \n- กดที่จอภาพหรือกดปุ่มสเปซบาร์เพื่อให้นกกระโดดขึ้น \n- นำนกผ่านชุดท่อโดยไม่ติดกับท่อ \n- ทุกครั้งที่ผ่านชุดท่อได้อย่างสำเร็จจะได้รับคะแนนหนึ่งคะแนน \n- ระวังใจ! การกดอย่างแตกต่างที่สุดก็จะทำให้เกมสิ้นสุด\n\nสัมผัสความรู้สึก การท้าทาย และความตื่นเต้นของ Flappy Bird ต้นฉบับในเบราว์เซอร์ของคุณ ติดตั้ง Flappy Bird Original ตอนนี้และเริ่มกระโดดสู่คะแนนสูงใหม่!",
    "tr,uk": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nFlappy Bird Original'u tanıtıyoruz; ikonik oyun artık tarayıcı eklentisi olarak kullanıma sunuluyor. Gökyüzünde uçarak becerilerinizi test edin ve dünyayı saran bağımlılık yaratan oynanışı yeniden yaşayın. Flappy Bird Original ile eğlence sadece bir tık uzakta.\n\nFaydalar:\n- Oyunu tarayıcınızın araç çubuğundan doğrudan erişin ve hızlı ve kolay bir oynanış için.\n- İnternet bağlantısı gerektirmeden istediğiniz her yerde ve her zaman Flappy Bird Original'u keyifle oynayın.\n\nOyun Kuralları:\n- Ekrana dokunun veya boşluk tuşuna basın, kuşun kanatlarını çırpıştırmasını sağlayın.\n- Kuşu bir dizi borudan dokunmadan geçirin.\n- Her başarılı boru geçişi sizin için bir puan getirir.\n- Dikkatli olun! En ufak dokunuş bile oyunu sonlandırabilir.\n\nTarayıcınızda orjinal Flappy Bird'ün heyecanını, zorluğunu ve macerasını yaşayın. Flappy Bird Original'u şimdi yükleyin ve yeni yüksek skorlara ulaşmak için kanat çırpınmaya başlayın! Flappy Bird Original'u kullanmaya başladığınızda, tam anlamıyla eğlenceyi yaşayacaksınız. Gökyüzünde uçarak yüksek skorlarınızı arttırın ve kendinizi test edin. İkonik oynanışının keyfini çıkarın ve dünyayı baştan çıkaran bağımlılığı tekrar yaşayın. Flappy Bird Original ile her zaman her yerde çevrimdışı oynayın ve tarayıcınızın araç çubuğundan doğrudan erişin. Hızlı ve kolay oynanış için bu eklentiyi şimdi yükleyin ve yeni yüksek skorlar için ekrana dokunun veya boşluk tuşuna basın. Flappy Bird Original'u kullanmaya başladığınızda, tüm dünyayı saran bağımlılığın tadını çıkaracaksınız. Bir dizi borudan dokunmadan geçmeyi başararak puanlarınızı arttırın ve keyifli vakit geçirin. Uyarı: En ufak dokunuş bile oyunu sonlandırabilir. Flappy Bird Original'u şimdi yükleyin ve bağımlılık yaratan oynanışa geri dönün!",
    "vi": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\nGiới thiệu Flappy Bird Original - trò chơi nổi tiếng nay có sẵn dưới dạng tiện ích trình duyệt. Bay qua bầu trời, kiểm tra khả năng của bạn và tái hiện lại trải nghiệm chơi game hấp dẫn mà đã làm rung động toàn thế giới. Với Flappy Bird Original, vui chơi chỉ cách một cú nhấp chuột.\n\nLợi ích:\n- Truy cập trò chơi trực tiếp từ thanh công cụ trình duyệt của bạn để trải nghiệm nhanh chóng và tiện lợi.\n- Thưởng thức Flappy Bird Original ngay cả khi offline, bất cứ khi nào, bất cứ nơi đâu, mà không cần kết nối internet.\n\nQuy tắc chơi:\n- Nhấn màn hình hoặc nhấn phím space để làm cho chim bay lên.\n- Điều khiển chim lượn qua loạt ống nước mà không đụng vào chúng.\n- Mỗi lần thành công qua một ống nước sẽ đem lại cho bạn một điểm.\n- Cẩn thận! Cả chút đụng độ nhỏ nhất cũng sẽ kết thúc trò chơi.\n\nHãy trải nghiệm sự kích thích, thử thách và hấp dẫn của Flappy Bird gốc ngay trong trình duyệt của bạn. Cài đặt Flappy Bird Original ngay bây giờ và bắt đầu bay lên cao hơn với các điểm số mới!",
    "zh_CN": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\n现在，原版的Flappy Bird终于可以作为浏览器插件使用了！快来体验一把飞过天空、挑战你的技术极限，重温当年让全世界都为之疯狂的游戏乐趣吧！Flappy Bird Original可以让你在点击一下之后就置身其中！\n\n优势：\n- 从浏览器工具栏直接访问游戏，可以轻松快捷地体验游戏乐趣；\n- 无需连接网络，随时随地都可以玩Flappy Bird Original！\n\n游戏规则：\n- 点击屏幕或按下空格键来使小鸟拍打翅膀；\n- 操控小鸟穿越一系列的管道，但不能碰到任何管道；\n- 每穿过一个管道就可以获得一分；\n- 小心！即使是稍微的碰撞也会导致游戏结束！\n\n现在就来安装Flappy Bird Original，开始你的挑战吧！你可以在浏览器中体验到原版Flappy Bird游戏的刺激、挑战和兴奋，帮助你创造一个新的高分记录！",
    "zh_TW": "Introducing Flappy Bird Original, the iconic game now available as a browser extension. Fly through the skies, test your skills, and relive the addictive gameplay that took the world by storm. With Flappy Bird Original, the fun is just a click away.\nBenefits:\n- Access the game directly from your browser toolbar for quick and convenient gameplay.\n- Enjoy Flappy Bird Original offline, anytime, anywhere, without the need for an internet connection.\nGame Rules:\n- Tap the screen or press the spacebar to make the bird flap its wings.\n- Navigate the bird through a series of pipes without touching them.\n- Each successful pass through a pipe earns you a point.\n= Be careful! Even the slightest touch will end the game.\nExperience the thrill, challenge, and excitement of the original Flappy Bird right in your browser. Install Flappy Bird Original now and start flapping your way to new high scores!\n\n現在您可以在瀏覽器上安裝最原始的「Flappy Bird」經典遊戲了！藉由此擴充功能，您可以在網頁上操控小鳥向上飛翔，檢驗自己的技術，並重溫該遊戲曾經席捲全球的瘋狂樂趣。\n\nFlappy Bird Original 的優點：\n\n- 可從瀏覽器工具列直接存取遊戲，讓您快速方便地開始遊戲；\n- 無需連接網路，隨時隨地都可以玩「Flappy Bird Original」！\n\n遊戲規則：\n\n- 按一下螢幕或是按空白鍵，讓小鳥拍動翅膀；\n- 避開管道的攔阻，成功穿過管道就可以獲得一分；\n- 但小心！只要輕微碰觸一下，遊戲就會結束。\n\n讓您重溫「Flappy Bird」經典的刺激與挑戰，立即安裝「Flappy Bird Original」，翱翔天空，創造新的高分吧！"
  }
}