{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super8"
  },
  "short": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add styles to videos from YouTube, Vimeo, Netflix, Amazon, etc.",
    "ca": "Afegeix estils als vídeos de de YouTube, Vimeo, Netflix, Amazon, etc.",
    "es": "Agrega estilos a videos de YouTube, Vimeo, Netflix, Amazon, etc."
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Super8 Chrome extension, takes customization to the next level. You can modify videos from websites such as YouTube & Vimeo, Netflix, Amazon etc, adapting them to your personal preferences.\n\nWhat exactly is Super8? Our tool gives you the ability to adjust a wide variety of visual characteristics, such as contrast, saturation, color temperature, and much more. In other words, you can customize the appearance of videos from YouTube, Vimeo, Netflix, Amazon, etc. to suit your personal tastes and preferences..",
    "ca": "L'extensió Super8 porta la personalització al següent nivell. Pots modificar vídeos de llocs web com YouTube i Vimeo, Netflix, Amazon, etc., adaptant-los a les teves preferències personals.\n\nQuè és exactament Super8? La nostra eina us ofereix la possibilitat d'ajustar una gran varietat de característiques visuals, com ara el contrast, la saturació, la temperatura del color i molt més. És a dir, podeu personalitzar l'aspecte dels vídeos de YouTube, Vimeo, Netflix, Amazon, etc. segons els vostres gustos i preferències personals.",
    "es": "La extensión Super8 Chrome lleva la personalización al siguiente nivel. Puedes modificar vídeos de sitios web como YouTube & Vimeo, Netflix, Amazon etc, adaptándolos a tus preferencias personales.\n\n¿Qué es exactamente Super8? Nuestra herramienta le brinda la posibilidad de ajustar una amplia variedad de características visuales, como contraste, saturación, temperatura de color y mucho más. Es decir, podrás personalizar la apariencia de los vídeos de YouTube, Vimeo, Netflix, Amazon, etc. para adaptarlos a tus gustos y preferencias personales."
  }
}