{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Characteria"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Characteria App"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "Characteria is a new communication service that allows users to create a story through a conversation between two AIs brought together by the user.\nParticipating users create a character of their choice, decide on a personality, and are matched with another character to start a conversation.\nEach character can set up their own scenario, and the combination of scenarios and characters can generate an infinite number of stories.\n\nCharacteria uses ChatGPT as its language model. Therefore, you need to log in to the web version of ChatGPT or register for the OpenAI API in order to use the service.\n\nSo, let's begin your narrative adventure!",
    "de": "Characteria ist ein neuer Kommunikationsdienst, bei dem zwei vom Benutzer bereitgestellte künstliche Intelligenzen durch Dialog eine Geschichte erstellen.\n\nDie Teilnehmer können Charaktere mit einer gewählten Persönlichkeit erstellen und sie dann mit anderen Charakteren kombinieren, was automatisch einen Dialog zwischen den künstlichen Intelligenzen auslöst. Jeder Charakter kann sein eigenes einzigartiges Szenario haben, und die Kombination aus Szenario und Charakter kann unendlich viele Geschichten generieren.\n\nCharacteria verwendet ChatGPT als Sprachmodell. Um diesen Service zu nutzen, müssen Sie sich in die Web-Version von ChatGPT einloggen oder sich für das OpenAI-API registrieren.\n\nLassen Sie uns eine Abenteuergeschichte beginnen!",
    "es": "Characteria es un nuevo servicio de comunicación en el que dos inteligencias artificiales proporcionadas por el usuario crean una historia a través del diálogo.\n\nLos participantes pueden crear personajes con una personalidad elegida y luego combinarlos con otros personajes, lo que iniciará automáticamente un diálogo entre las inteligencias artificiales. Cada personaje puede tener su propio escenario único y la combinación de escenario y personaje puede crear un número infinito de historias.\n\nCharacteria utiliza ChatGPT como modelo lingüístico. Para utilizar este servicio, es necesario iniciar sesión en la versión web de ChatGPT o registrarse en la API de OpenAI.\n\n¡Comencemos una historia de aventuras!",
    "fr": "Characteria est un nouveau service de communication dans lequel deux intelligences artificielles fournies par l'utilisateur créent une histoire à travers le dialogue.\n\nLes participants peuvent créer des personnages avec une personnalité choisie, puis les associer à d'autres personnages, ce qui déclenchera automatiquement un dialogue entre les intelligences artificielles. Chaque personnage peut avoir son propre scénario unique et la combinaison de scénario et de personnage peut créer un nombre infini d'histoires.\n\nCharacteria utilise ChatGPT comme modèle linguistique. Pour utiliser ce service, vous devez vous connecter à la version Web de ChatGPT ou vous inscrire à l'API OpenAI.\n\nCommençons une histoire d'aventure.",
    "he": "Characteria הוא שירות חדש לתקשורת בו שתי הבינה המלאכותית שסופקו על ידי המשתמש יוצרות סיפור דרך דו-שיח.\n\nהמשתתפים יכולים ליצור דמויות עם אישיות שנבחרה ולאחר מכן להתאים אותם לדמויות אחרות, מה שיפעיל באופן אוטומטי דו-שיח של הבינה המלאכותית. כל דמות יכולה להיות לה שטח סיפור ייחודי והשילוב בין סיפור ודמות יכול ליצור מספר אינסופי של סיפורים.\n\nCharacteria משתמשת ב-ChatGPT כדגם שפתי. כדי להשתמש בשירות זה, עליך להתחבר לגרסת האינטרנט של ChatGPT או להירשם ל-API של OpenAI.\n\nבואו נתחיל סיפור הרפתקאות.",
    "hu": "Characteria egy új kommunikációs szolgáltatás, amelyben két felhasználói által biztosított mesterséges intelligencia dialógus útján történő történetet hoz létre.\n\nA résztvevők létrehozhatnak karaktereket választott személyiséggel, majd párosíthatják őket más karakterekkel, ami automatikusan elindítja a mesterséges intelligenciák közötti párbeszédet. Minden karakternek lehet saját egyedi forgatókönyve, és a forgatókönyv és a karakter kombinációja végtelen történeteket hozhat létre.\n\nA Characteria ChatGPT-t használ nyelvi modellként. A szolgáltatás használatához be kell jelentkeznie a ChatGPT webes verziójába, vagy regisztrálnia kell az OpenAI API-jába.\n\nIndítsunk el egy kalandos történetet!",
    "ja": "キャラクテリア（Characteria）は、ユーザーが持ち寄った2つのAIが会話をすることで物語をつむいでいく、新しいコミュニケーションサービスです。\n\n参加ユーザーは、好きなキャラクターをつくり性格を決めて、他のキャラクターとマッチングをすることで、AIが自動的に会話をスタートします。\nキャラクターは、それぞれ独自のシナリオを設定することができて、シナリオとキャラクターの組み合わせによって、無限の物語を生成します。\n\nCharacteriaはChatGPTを言語モデルにしています。そのため、サービスを利用するためにChatGPTのWEB版へのログインまたは、OpenAIのAPIの登録が必要です。\n\nそれでは、冒険物語をはじめましょう。",
    "ko": "Characteria는 사용자가 제공한 2개의 인공지능이 대화를 통해 이야기를 만들어가는 새로운 커뮤니케이션 서비스입니다.\n\n참여하는 사용자는 원하는 캐릭터를 만들고 성격을 결정하며, 다른 캐릭터와 매칭하여 AI가 자동으로 대화를 시작합니다. 각 캐릭터는 고유한 시나리오를 설정할 수 있으며, 시나리오와 캐릭터의 조합에 따라 무한한 이야기를 생성합니다.\n\nCharacteria는 언어 모델로 ChatGPT를 사용합니다. 따라서 이 서비스를 사용하려면 ChatGPT 웹 버전에 로그인하거나 OpenAI API를 등록해야 합니다.\n\n그럼, 모험 이야기를 시작해 보겠습니다.",
    "pt_PT": "Characteria é um novo serviço de comunicação no qual dois inteligências artificiais fornecidas pelo usuário criam uma história por meio de diálogo.\n\nOs participantes podem criar personagens com uma personalidade escolhida e, em seguida, combiná-los com outros personagens, o que iniciará automaticamente um diálogo entre as inteligências artificiais. Cada personagem pode ter seu próprio cenário único e a combinação de cenário e personagem pode criar um número infinito de histórias.\n\nCharacteria usa ChatGPT como modelo linguístico. Para usar este serviço, é necessário fazer login na versão web do ChatGPT ou registrar-se na API do OpenAI.\n\nVamos começar uma história de aventura.",
    "ro": "Characteria este un nou serviciu de comunicare prin intermediul căruia doi inteligențe artificiale furnizate de utilizatori creează o poveste prin dialog.\n\nParticipanții pot crea personaje cu un caracter și o personalitate aleasă, apoi să le asocieze cu alți personaje, ceea ce va iniția automat un dialog între inteligențele artificiale. Fiecare personaj poate avea propriul scenariu unic, iar combinația dintre scenariu și personaj poate crea un număr infinit de povești.\n\nCharacteria folosește ChatGPT ca model lingvistic. Pentru a utiliza acest serviciu, este necesar să vă autentificați în versiunea web a ChatGPT sau să vă înregistrați în OpenAI API.\n\nHaideți să începem o poveste de aventură.",
    "ru": "Characteria - это новый сервис коммуникации, при котором два предоставленных пользователем искусственных интеллекта создают историю через диалог.\n\nУчастники могут создавать персонажей с желаемым характером и настраивать их, а затем сопоставлять их с другими персонажами, что автоматически запускает диалог искусственных интеллектов. Каждый персонаж может иметь свой уникальный сценарий, и комбинация сценария и персонажа может создавать бесконечное количество историй.\n\nCharacteria использует ChatGPT в качестве языковой модели. Для использования сервиса необходимо войти в веб-версию ChatGPT или зарегистрироваться в OpenAI API.\n\nИтак, давайте начнем приключенческую историю.",
    "uk": "Characteria - це новий сервіс комунікації, у якому дві штучні інтелектуальні системи, що надаються користувачем, створюють історію через діалог.\n\nУчасники можуть створювати персонажів з обраним характером, а потім комбінувати їх з іншими персонажами, що автоматично запускає діалог між штучними інтелектами. Кожен персонаж може мати свій власний унікальний сценарій, а комбінація сценарію та персонажа може створювати нескінченну кількість історій.\n\nCharacteria використовує ChatGPT як лінгвістичну модель. Для використання цієї послуги потрібно увійти до веб-версії ChatGPT або зареєструватися в OpenAI API.\n\nДавайте почнемо пригодницьку історію!",
    "zh_CN": "Characteria是一项全新的通信服务，通过两个用户提供的AI进行对话，创造故事。\n\n参与的用户可以创建自己喜欢的角色并确定其性格，通过与其他角色进行匹配，AI将自动开始对话。每个角色都可以设置独特的情节，通过情节和角色的组合，生成无限的故事。\n\nCharacteria使用ChatGPT作为语言模型。因此，使用该服务需要登录ChatGPT的Web版或注册OpenAI的API。\n\n现在，让我们开始冒险故事吧。"
  }
}