{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X Comment Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically saves your X comments to Google Sheets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically save your X (formerly Twitter) comments to Google Sheets.\n\nSave all your comments and turn this into valuable content later to grow your audience on X.\n\nInstead of manually copying/pasting your comments (or need to wait 24 hours for X to export them...) use this free extension.\n\nX Comment Manager saves your interactions to Google Sheets automatically, helping you build a valuable content library while engaging with your community.\n\n🚀 Key Features:\n- Automatic background saving of all your X comments to your Google Sheets\n- Organized tracking of your social interactions\n- Easy content repurposing for blogs, threads, or newsletters\n- Time-saving automation that works while you engage\n- Simple 2-minute setup with your Google account\n\n💪 Perfect for:\n- Content creators looking to maximize their X engagement\n- Social media managers building meaningful connections\n- Writers collecting their best insights\n- Community managers tracking their interactions\n- Anyone serious about growing their X presence\n\n🎯 Benefits:\n- Save hours of manual copying and organizing\n- Never lose your valuable insights and contributions\n- Build a searchable database of your best comments\n- Turn everyday interactions into content opportunities\n- Focus on meaningful engagement instead of documentation\n\n🔒 Privacy & Security:\n- Your data remains private and under your control\n- Saved to your own Google Sheets account\n- No sensitive information is collected\n- Works quietly in the background\n\n💡 Pro Tip:\nConsistent engagement is key to grow your audience on X.\n\nUse this tool to focus on quality interactions while automatically building your content library.\n\nGet started today and transform your X engagement into a powerful content strategy!\n\nKeywords: X comment saver, X (formerly Twitter) engagement tool, social media automation, content creation, X growth, Google Sheets integration, X management, social media tools, X productivity, content repurposing, X archive, comment tracker, social media manager, X automation, engagement tracker, Twitter alternative"
  }
}