{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk,zh_CN,zh_TW": "TikTok Pixel Helper",
    "de": "TikTok-Pixel-Hilfsprogramm",
    "fr": "Assistant de TikTok pixel",
    "ja": "TikTok Pixelアシスタント",
    "ko": "TikTok 픽셀 도우미",
    "ru": "TikTok пиксельный помощник",
    "th": "ผู้ช่วยพิกเซล TikTok",
    "tr": "TikTok Pixel Yardımcısı",
    "vi": "Trình trợ giúp pixel TikTok"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk,zh_CN,zh_TW": "TikTok Pixel Assistant The Pixel Helper is a plug-in that monitors whether your TikTok Pixel is functioning properly.",
    "de": "TikTok-Pixel-Assistent – Das Pixel-Hilfsprogramm ist ein Plug-In, mit dem Sie die ordnungsgemäße Ausführung von TikTok-Pixel…",
    "es": "Asistente de TikTok Pixel: Pixel Helper es un complemento que supervisa si TikTok Pixel funciona correctamente.",
    "fr": "Assistant de pixel TikTok. L'assistant de pixel TikTok est un plug-in qui surveille si votre pixel TikTok fonctionne correctement.",
    "id": "Pixel Helper TikTok Pixel Assistant adalah plug-in yang memantau apakah TikTok Pixel Anda berfungsi dengan benar.",
    "it": "Assistente di TikTok Pixel - Pixel Helper è un plug-in che verifica il corretto funzionamento di TikTok Pixel.",
    "ja": "TikTok Pixel Helper Pixel セルフコントロールツールはTikTok Pixelが正常に機能しているかをトラッキングできるプラグインです。",
    "ko": "TikTok 픽셀 길잡이 픽셀 도우미는 TikTok 픽셀이 제대로 작동하는지를 모니터링하는 플러그인입니다.",
    "ms": "TikTok Pixel Assistant The Pixel Helper adalah pemalam yang memantau sama ada TikTok Pixel anda berfungsi dengan baik.",
    "ru": "Помощник по пикселям TikTok Pixel Assistant — это подключаемый модуль, который проверяет, правильно ли работает пиксель TikTok.",
    "th": "ผู้ช่วยพิกเซล ตัวช่วยพิกเซลของ TikTok Pixel เป็นปลั๊กอินที่ตรวจสอบว่า พิกเซล TikTok ของคุณทำงานอย่างถูกต้องหรือไม่",
    "tr": "TikTok Pixel Asistanı Pixel Yardımcısı, TikTok Pixel'in düzgün bir biçimde çalışıp çalışmadığını denetleyen bir eklentidir.",
    "vi": "TikTok Pixel Assistant Trình hỗ trợ Pixel là một trình cắm có nhiệm vụ theo dõi xem Pixel TikTok của bạn có hoạt động bình thường…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk,zh_CN,zh_TW": "TikTok Pixel Helper is a Chrome extension that can help you verify and troubleshoot pixel installation by checking for errors and providing implementation recommendations for your website. For more information on TikTok Pixel Helper, see our help center here: https://ads.tiktok.com/help/article/tiktok-pixel-helper-2.0?lang=en",
    "de,es,fr,id,it,ja,ko,ms,ru,th,tr,vi": "TikTok Pixel Helper\nCompatible and upgraded pixel second edition"
  }
}