{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Color Stripper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes background colors from copied text on chat.openai.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat Color Stripper is a Chrome extension that helps you copy and paste text from chat.openai.com without the background colors. This makes the text clean and readable when pasted in other applications.\n\nKey Features:\n\n1. Automatic Background Color Removal: The extension detects and removes background colors from copied text, making it easier to read.\n2. Compatible with Tables and Simple Text: Chat Color Stripper works with tables and simple text, preserving the original formatting while removing background colors.\n3. Easy Installation and Usage: There's no configuration or setup required, making it easy for anyone to use.\n4. Streamlined Workflow: By removing distractions, Chat Color Stripper saves time and helps you focus on generating high-quality text from Chat GPT.\n5. Continuous Development and Support: The team behind Chat Color Stripper is dedicated to improving the extension based on user feedback.\n\nUpgrade your text copying experience with Chat Color Stripper, the essential Chrome extension for professionals who demand efficiency and readability when transferring content from Chat GPT to other applications.\n\nDocumentation, changelog, contributors, and translation information are available on our GitHub page at https://github.com/hamzaharoon1314/ChatGPT-Color-Stripper."
  }
}