{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Divine Dragon Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power and majesty of the Divine Dragon with this breathtaking Live Wallpaper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your new tab into a mystical landscape where the awe-inspiring dragon roams across majestic skies and landscapes. Feel the energy of the dragon’s presence as it brings your browser to life with stunning animations.\n\nEvery time you open a new tab, experience the magic and power of the Divine Dragon in vivid detail.\n\nFeatures:\n🐉 Live Wallpaper: Mesmerizing animations of the Divine Dragon in action, showcasing its mythical power and beauty.\n🌐 Popular Site Shortcuts: Easily access your favorite websites with built-in shortcuts.\n➕ Addable Shortcuts: Customize your new tab with links to your most-visited sites.\n🔍 Search Bar: Browse effortlessly using your preferred search engine.\n🕒 Calendar & Clock: Stay organized with a built-in calendar and clock display.\nWhy Choose This Extension?\nThis lightweight and secure extension ensures smooth browsing while respecting your privacy. It’s easy to install and can be uninstalled effortlessly through your browser settings.\n\nExplore more live wallpapers inspired by mythical creatures, epic landscapes, and magical visuals. Additional tools include a note-taking feature, a privacy policy, and a direct uninstall option.\n\nDownload the Divine Dragon Live Wallpaper now and bring the awe-inspiring power of the dragon to your browser. Visit our website for even more exciting extensions!"
  }
}