{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pro Mode for YouTube Video Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables various hotkeys to speed up and generally make YouTube's video editor more usable."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update 0.24 2016/12/08\n\n- Add upload button which links to Youtube video upload page\n\nUpdate 0.22 - 2016/3/30\n\n- Modified add clip (via button or enter key) to not open the clip to allow rapidly adding clips\n\nUpdate 0.21 - 2016/03/16\n\n - Added browser action button to launch the YouTube Video Editor\n - Updated UI for the playback controls\n\nUpdate 0.20 - 2016/03/15\n\n - Hotkey indicators on tabs\n - Toast notifications to provide feedback to the user\n - Improvements to clip previews\n - Improvements to add clip/image behavior\n - Better integration with existing Youtube provided hotkeys (preview with Spacebar and add with Enter key)\n - Updated help screen\n\nUpdate 0.19 - 2016/03/14\n\n - Modified to allow preview video and audio to play normally\n - Pause/Play button hidden on deactivation\n\nUpdate 0.18 - 2016/03/10\n\n - Fixed font loading error\n - Improved loading of Google Analytics\n\nUpdate 0.17 - 2016/03/10\n\n - Added welcome screens and review, support, and demo video links\n - Fixed bug in decrease clip length\n\nUpdate 0.16 - 2016/03/09\n\n - Improved increase/decrease clip duration performance using simulated click/drag\n\nUpdate 0.15 - 2016/03/08\n\n - Updated graphics for scrub bar\n - Added play / pause button\n - Removed the lag in the automatic player pause when making video edits\n - Modified scrub bar to seek video in the player\n - Fixed bugs in the next/prev clip commands and the increase/decrease clip duration commands\n\nUpdate 0.14 - 2015/10/27\n\n - Fixed pause/play functionality in current version of Chrome\n\nUpdate 0.13 - 2015/07/27\n\n - Add a playback status label to clarify whether playback is currently active\n - Add next clip select '.' and previous clip select ',' hot keys\n - Modify scroll to current clip hotkey 'p' behavior to toggle between start and end of clip\n - Add separate timeline scrollbar that will lock the timeline position for improved scrolling behavior\n\nUpdate 0.12 - 2015/07/24 - Modified the script to more aggressively interrupt the preview playback to give better control over pause / playback.\n\n\nPro Mode for YouTube Video Editor is a Chrome extension which enhances the YouTube Video Editor with keyboard shortcuts and other usability improvements. It was born of many frustrations associating with editing lengthy videos using the video editor.\n\nUsage\n\nThe extension activates when you browse to the YouTube video editor url (https://www.youtube.com/editor). All of the keyboard shortcuts are documented on the help screen which can be opened by pressing the 'H' key.\n\nStart / Stop playback\n\nThe spacebar will start and stop playback of the current clip or the entire video. This is useful as the editor will often immediately start playing back after every edit.\n\nTab selection keys\n\nKeys 1-6 are used for selecting the various editing tabs (Video, Audio, Photos, etc). Pressing them will allow you to select another piece of content without losing the current selection. This is useful because when the current clip is unselected, the player preview will start from the beginning, causing you to lose your place in the video.\n\nTimeline navigation\n\nThe 'P' key will scroll the timeline to the currently selected clip. This is convenient because often the timeline will automatically scroll to the start despite having a clip selected. The '[' and ']' keys allow scrolling to the start and end of the timeline.\n\nSort photos\n\nWhen the Photos tab is open, the 'S' key will cause the current set of photos to be sorted alphabetically. This is useful when re-opening an existing project with photos causes them to be displayed out of order."
  }
}