{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Landing Page Ripper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Landing Page Ripper - The Ultimate Chrome Extension for Capturing & Saving Landing Pages\n\nExperience the power of effortless web…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Landing Page Ripper - The Ultimate Chrome Extension for Capturing & Saving Landing Pages\n\nExperience the power of effortless web scraping with Landing Page Ripper, the ultimate Chrome extension for capturing, saving, and downloading landing pages in just a few clicks. Whether you're a marketer, web designer, or developer, this tool is your essential companion for preserving competitor landing pages, analyzing design trends, and finding creative inspiration with ease.\n\nWhy Choose Landing Page Ripper?\n\n1) One-Click Capture: Instantly capture entire landing pages with just a single click, preserving all HTML, CSS, and JavaScript files for offline use.\n2) High-Fidelity Cloning: Maintain the exact look and feel of the original page, ensuring that all elements are perfectly preserved.\n3) Organized Storage: Save your captured pages in neatly organised folders, making it easy to access, manage, and review your saved content.\n4) Offline Viewing: View and analyze your saved landing pages offline without needing an internet connection.\n5) Developer-Friendly: Ideal for developers looking to dissect competitor websites, study their structure, and implement similar techniques in their projects.\n6) Marketing Insights: Perfect for marketers who need to track, analyze, and reverse-engineer competitor landing pages to stay ahead in the game.\n7) User-Friendly Interface: Simple and intuitive interface designed for both beginners and experts alike.\n\nFeatures:\n\n- Capture full landing pages or specific sections\n- Save pages in HTML format with all resources intact\n- Organize your saved pages in custom folders\n- Fast and efficient with no lag\n- Compatible with the latest Chrome versions\n- Regular updates with new features and improvements\n\nUse Cases:\n\n- Affiliate marketing campaigns: Rip competitor's landing pages so you have a baseline performance lander.\n- Web Design Inspiration: Save and study the best-designed landing pages to inspire your next project.\n- Competitor Analysis: Keep a record of competitor landing pages for detailed analysis and strategy development.\n- Content Archiving: Archive landing pages for future reference or portfolio building.\n\nWho is it for?\n\n- Digital Marketers / Affiliate marketers: Gain a competitive edge by analyzing top-performing landing pages.\n- Web Designers: Discover and replicate effective design strategies.\n- Developers: Extract and utilize front-end resources to enhance your projects.\n- Business Owners: Track your competition and gather insights to improve your own landing pages.\n\nWhy Landing Page Ripper?\n\nLanding Page Ripper is more than just a Chrome extension—it’s a powerful tool that empowers you to take control of your web browsing experience. Whether you’re capturing inspiration, performing detailed competitor analysis, or simply saving your favorite pages for offline access, Landing Page Ripper has you covered.\n\nDownload Landing Page Ripper Today!\n\nStart capturing and saving landing pages like a pro. Download Landing Page Ripper now and transform the way you interact with the web. Perfect for anyone looking to streamline their web scraping process, this extension is your key to unlocking the full potential of online content.\n\nOptimize your web experience. Optimize your workflow. Get Landing Page Ripper today!"
  }
}