{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collect3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin to store articles forever in NFT format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Now. Own Forever.\n\nMore Than a Bookmark. It's Ownership.\nSeal your content eternally with Collect3's Web3 prowess.\n\n\nHow It Works\nWith the vast expanse of the internet and the daily proliferation of knowledge, some moments and insights stand out. Collect3 is your cutting-edge tool to ensure those moments never fade away. Our unique browser plugin transforms the way you save and own online content, using the power of web3 and IPFS.\n\n\n1) Select\nWhile browsing, find an article, post, or piece of content you'd like to keep.\n\n2) Click Collect3 plugin\nActivate the plugin to convert the content into a reader-friendly format.\n\n3) Mint\nYour content is not just saved - it's minted, giving you a unique, blockchain-verified version. \n\n4) Store on IPFS\nEnsuring eternal access and complete ownership, your content is securely stored on the InterPlanetary File System.\n\nWhy Choose Collect3?\n\n- Permanence: In an ever-changing digital world, ensure your favorite content stands the test of time.\n- True Ownership: Your saved content isn't just a bookmark - it's a piece of online real estate, minted and owned by you.\n- Easily Accessible: Stored on IPFS, access your saved articles anytime, anywhere.\n- Simplicity: One click is all it takes to transform, mint, and store."
  }
}