{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quran Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quran Tab is an Islamic new tab page that will keep you inspired by a verse from the Quran every time you open a new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Quran Tab - Your Path to Spiritual Enlightenment\n\nDiscover the beauty and wisdom of the Quran every time you open a new tab with Quran Tab. Immerse yourself in timeless teachings to enrich your daily life.\n\nUnlock the Power of the Quran:\n\n1. Quran:\n   - Explore the Quran easily with translations in over 40 languages.\n   - Listen to the recitations of more than 15 renowned readers.\n   - Leverage Quran audio repetition features for Quran memorization.\n   - Save your favorite verses for quick access.\n   - Let each new tab reveal a fresh Quranic verse to inspire you.\n   - Get deeper insights with easy-to-understand explanations.\n\n2. Azkar (Supplications):\n   - Start and end your day with Morning and Evening Prayers.\n   - Find comfort in supplications from the Quran.\n   - Personalize your experience by adding your own prayers.\n\n3. Prayer Times:\n   - Never miss a prayer with accurate prayer times based on your location and one of 12 calculation methods.\n   - Be reminded by the beautiful call to prayer (Azan) in one of 8 different voices.\n\n4. General:\n   - Customize your experience with a user-friendly interface. Easily turn features on or off according to your preferences.\n   - Choose from 4 different languages for a seamless experience.\n   - Enhance your browsing experience with stunning backgrounds.\n   - Stay connected to both Islamic and Gregorian dates.\n   - Choose your preferred time display format: 12-hour or 24-hour.\n   - Stay updated with the latest additions through the 'What's New' section.\n\nCredits to Open Source Projects:\n  - Quran Text, and Tafseer: AlQuran Cloud - https://alquran.cloud/\n  - Quran Audio: Islamic Network - https://islamic.network/\n  - Quran Translation: The Noble Qur'an Encyclopedia - https://quranenc.com/en/home\n  - Fonts: Google Fonts - https://fonts.google.com/\n  - Design System: Chakra-UI - https://chakra-ui.com/\n  - Icons: React Icons - https://react-icons.github.io/react-icons/\n  - Backgrounds: Freepik - https://www.freepik.com/\n\nOpen a tab to enlightenment with Quran Tab. Download now and let the Quran enrich your digital journey."
  }
}