{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pizza Ready"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Pizza Ready right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to \"Pizza Ready Game Online,\" a pizzeria game that will transport you into the exciting world of running a pizza shop. Get ready to experience the thrills and challenges of managing a pizza business, from cooking up delicious pies to serving hungry customers and everything in between!\n\nIn \"Pizza Ready,\" players will dive into the intricacies of operating a successful pizza shop. From crafting mouthwatering pizzas with a variety of toppings to managing orders, handling customer preferences, and even overseeing the day-to-day operations of the pizzeria, this game offers a comprehensive and immersive look into the world of pizza making.\n\nKey Features:\n\n1. Pizza Crafting: Experiment with a wide range of ingredients, sauces, and toppings to create the perfect pizza masterpiece. Customize pizzas to suit individual customer preferences and unlock new recipes as you progress in the game.\n\n2. Customer Service: Interact with a diverse cast of customers, each with unique tastes and preferences. Take orders promptly, serve pizzas with accuracy and speed, and ensure customer satisfaction to earn tips and positive reviews.\n\n3. Business Management: Dive into the business side of running a pizzeria by managing finances, purchasing ingredients, and optimizing operations for efficiency. Keep track of inventory, sales, and expenses to grow your pizza business and expand your menu offerings.\n\n4. Staff Management: Hire, train, and schedule staff members to assist with various tasks in the pizzeria. Delegate responsibilities, motivate employees, and ensure smooth operations to provide the best service to your customers.\n\nEmbark on a delicious journey in \"Pizza Ready\" and discover the joys and challenges of running a thriving pizza business. From crafting delectable pizzas to managing staff and satisfying customers, this game offers a comprehensive and engaging experience that will test your skills as a pizzeria owner. Are you ready to become the ultimate pizza maestro? Get cooking and serve up success in \"Pizza Ready\"!\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}