{
  "name": {
    "ar": "الإعدادات",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Settings",
    "bg": "Настройки",
    "ca": "Configuració",
    "cs": "Nastavení",
    "da": "Indstillinger",
    "de": "die Einstellungen",
    "el": "Ρυθμίσεις",
    "es": "Ajustes",
    "et": "Seaded",
    "fa": "تنظیمات",
    "fi": "asetukset",
    "fil": "Mga Setting",
    "fr": "Paramètres",
    "he": "הגדרות",
    "hi": "सेटिंग्स",
    "hr": "postavke",
    "hu": "Beállítások",
    "id": "Pengaturan",
    "it": "impostazioni",
    "ja": "設定",
    "ko": "설정",
    "lt": "Nustatymai",
    "lv": "Iestatījumi",
    "ms": "Tetapan",
    "nl": "instellingen",
    "no": "innstillinger",
    "pl": "Ustawienia",
    "ro": "Setări",
    "ru": "настройки",
    "sk": "nastavenie",
    "sl": "Nastavitve",
    "sr": "Подешавања",
    "sv": "inställningar",
    "th": "การตั้งค่า",
    "tr": "Ayarlar",
    "uk": "Налаштування",
    "vi": "Cài đặt",
    "zh_CN": "设置",
    "zh_TW": "設置"
  },
  "short": {
    "ar": "يتيح لك هذا الامتداد الانتقال إلى إعدادات Google Chrome بنقرة واحدة فقط.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This extension allows you to go to the settings of Google Chrome with just one click.",
    "bg": "Това разширение ви позволява да отидете в настройките на Google Chrome само с едно щракване.",
    "ca": "Aquesta extensió us permet anar a la configuració de Google Chrome amb un sol clic.",
    "cs": "Toto rozšíření umožňuje přejít na nastavení prohlížeče Google Chrome jediným kliknutím.",
    "da": "Denne udvidelse giver dig mulighed for at gå til indstillingerne i Google Chrome med et enkelt klik.",
    "de": "Mit dieser Erweiterung können Sie mit nur einem Klick zu den Einstellungen von Google Chrome wechseln.",
    "el": "Αυτή η επέκταση σάς επιτρέπει να μεταβείτε στις ρυθμίσεις του Google Chrome με ένα μόνο κλικ.",
    "es": "Esta extensión te permite acceder a la configuración de Google Chrome con solo un clic.",
    "et": "See laiendus võimaldab teil ühe hiireklõpsuga avada Google Chrome&#39;i seaded.",
    "fa": "این برنامه افزودنی به شما امکان می دهد فقط با یک کلیک به تنظیمات Google Chrome بروید.",
    "fi": "Tämän laajennuksen avulla voit siirtyä Google Chromen asetuksiin yhdellä napsautuksella.",
    "fil": "Pinapayagan ka ng extension na ito na pumunta ka sa mga setting ng Google Chrome na may isang pag-click lamang.",
    "fr": "Cette extension vous permet d&#39;accéder aux paramètres de Google Chrome en un seul clic.",
    "he": "תוסף זה מאפשר לך לעבור להגדרות של Google Chrome בלחיצה אחת בלבד.",
    "hi": "यह एक्सटेंशन आपको केवल एक क्लिक के साथ Google Chrome की सेटिंग में जाने की अनुमति देता है।",
    "hr": "Ovo proširenje omogućuje vam da otvorite postavke Google Chrome sa samo jednim klikom.",
    "hu": "Ez a kiterjesztés lehetővé teszi, hogy egyetlen kattintással elérje a Google Chrome beállításait.",
    "id": "Ekstensi ini memungkinkan Anda untuk pergi ke pengaturan Google Chrome hanya dengan satu klik.",
    "it": "Questa estensione ti consente di accedere alle impostazioni di Google Chrome con un solo clic.",
    "ja": "この拡張機能を使用すると、ワンクリックでGoogle Chromeの設定に移動できます。",
    "ko": "이 확장 프로그램을 사용하면 한 번의 클릭으로 Chrome 설정으로 이동할 수 있습니다.",
    "lt": "Šis plėtinys leidžia vienu mygtuko paspaudimu pereiti į „Google Chrome“ nustatymus.",
    "lv": "Šis paplašinājums ļauj piekļūt Google Chrome iestatījumiem tikai ar vienu klikšķi.",
    "ms": "Pelanjutan ini membolehkan anda pergi ke tetapan Google Chrome dengan hanya satu klik.",
    "nl": "Met deze extensie kunt u met één klik naar de instellingen van Google Chrome gaan.",
    "no": "Denne utvidelsen lar deg gå til innstillingene til Google Chrome med bare ett klikk.",
    "pl": "To rozszerzenie pozwala przejść do ustawień Google Chrome za pomocą jednego kliknięcia.",
    "ro": "Această extensie vă permite să accesați setările Google Chrome cu un singur clic.",
    "ru": "Это расширение позволяет перейти к настройкам Google Chrome всего одним щелчком мыши.",
    "sk": "Toto rozšírenie umožňuje prejsť na nastavenia prehliadača Google Chrome jediným kliknutím.",
    "sl": "S to razširitvijo lahko z enim klikom odprete nastavitve Google Chroma.",
    "sr": "Ово проширење вам омогућава да само једном кликнете на подешавања Гоогле Цхроме-а.",
    "sv": "Det här tillägget låter dig gå till inställningarna för Google Chrome med bara ett klick.",
    "th": "ส่วนขยายนี้ช่วยให้คุณไปที่การตั้งค่าของ Google Chrome ได้ด้วยคลิกเดียว",
    "tr": "Bu uzantı, Google Chrome ayarlarına tek bir tıklamayla gitmenizi sağlar.",
    "uk": "Це розширення дозволяє перейти до налаштувань Google Chrome лише одним клацанням миші.",
    "vi": "Tiện ích mở rộng này cho phép bạn truy cập cài đặt của Google Chrome chỉ bằng một cú nhấp chuột.",
    "zh_CN": "通过此扩展程序，您只需单击一下即可转到Google Chrome的设置。",
    "zh_TW": "通過此擴展程序，您只需單擊一下即可轉到Google Chrome的設置。"
  },
  "long": {
    "ar": "يتيح لك هذا الامتداد الانتقال إلى إعدادات Google Chrome بنقرة واحدة فقط.\n\nهل سئمت النقر للوصول إلى قائمة متصفح Chrome وتحديد الإعدادات للانتقال إلى صفحة إعدادات Google Chrome؟ سيؤدي هذا إلى فتح صفحة الإعدادات بنقرة واحدة فقط.\n\nلماذا تهتم بإضافة ملحق منفصل لشيء يحتاج فقط إلى نقرتين في قائمة متصفح Google Chrome؟\nنحن نساعدك على توفير نقرة واحدة ، وهو ما يمثل 50٪ من الجهد المطلوب.\n\nلماذا لا تقوم فقط بوضع إشارة مرجعية على صفحة الإعدادات؟\nيستغرق الانتقال إلى قائمة الإشارات المرجعية 2-3 نقرات. لا نحب استخدام شريط الإشارات المرجعية كما أنه يشغل سطرًا واحدًا ثمينًا من المساحة في الجزء العلوي من متصفح Google Chrome.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This extension allows you to go to the settings of Google Chrome with just one click.\n\nAre you tired of clicking through to the Chrome browser Menu and selecting Settings to go to Google Chrome's settings page? This will open up the settings page with just one click.\n\nWhy bother adding a separate extension for something that needs only two clicks in the Google Chrome Browser menu?\nWe help you save one click, which is 50% of the effort needed.\n\nYou can also modify chrome profile & Reset default chrome settings via this extension.\n\nWhy not just bookmark the settings page?\nIt takes 2-3 clicks to navigate to the bookmark menu. We don't like using the bookmark bar as well as it takes up 1 valuable line of space at the top of the Google Chrome Browser.",
    "bg": "Това разширение ви позволява да отидете в настройките на Google Chrome само с едно щракване.\n\nОмръзна ли ви да щракнете върху менюто на браузъра Chrome и да изберете Настройки, за да отидете на страницата с настройки на Google Chrome? Това ще отвори страницата с настройки само с едно щракване.\n\nЗащо да се притеснявате да добавяте отделно разширение за нещо, което се нуждае само от две щраквания в менюто на браузъра Google Chrome?\nНие ви помагаме да спестите едно кликване, което е 50% от необходимото усилие.\n\nЗащо просто не маркирате страницата с настройки?\nНеобходими са 2-3 кликвания, за да се придвижите до менюто с отметки. Не ни харесва да използваме лентата на отметките, тъй като тя заема 1 ценен ред място в горната част на браузъра Google Chrome.",
    "ca": "Aquesta extensió us permet anar a la configuració de Google Chrome amb només un clic.\n\nEsteu cansat de fer clic al menú del navegador Chrome i de seleccionar Configuració per anar a la pàgina de configuració de Google Chrome? Això obrirà la pàgina de configuració amb només un clic.\n\nPer què us molesteu a afegir una extensió independent per a alguna cosa que només necessiti dos clics al menú del navegador Google Chrome?\nUs ajudem a estalviar un clic, que suposa el 50% de l’esforç necessari.\n\nPer què no només heu de marcar la pàgina de configuració?\nEs necessiten 2-3 clics per anar al menú de marcadors. No ens agrada fer servir la barra d’adreces d'interès, ja que ocupa una valuosa línia d'espai a la part superior del navegador Google Chrome.",
    "cs": "Toto rozšíření umožňuje přejít do nastavení Google Chrome jediným kliknutím.\n\nUž vás nebaví klikat na nabídku prohlížeče Chrome a výběrem Nastavení přejít na stránku nastavení prohlížeče Google Chrome? Tím se otevře stránka nastavení jediným kliknutím.\n\nProč se obtěžovat přidáním samostatného rozšíření pro něco, co potřebuje pouze dvě kliknutí v nabídce prohlížeče Google Chrome?\nPomůžeme vám ušetřit jedno kliknutí, což je 50% vynaloženého úsilí.\n\nProč ne jen přidat stránku nastavení do záložek?\nNavigace do nabídky záložek trvá 2–3 kliknutí. Nelíbí se nám používání lišty záložek, protože v horní části prohlížeče Google Chrome zabírá 1 cenný řádek místa.",
    "da": "Denne udvidelse giver dig mulighed for at gå til indstillingerne i Google Chrome med kun et klik.\n\nEr du træt af at klikke igennem Chrome-browsermenuen og vælge Indstillinger for at gå til Google Chromes indstillingsside? Dette åbner indstillingssiden med kun et klik.\n\nHvorfor gider at tilføje en separat udvidelse til noget, der kun har brug for to klik i Google Chrome-browsermenuen?\nVi hjælper dig med at gemme et klik, hvilket er 50% af den nødvendige indsats.\n\nHvorfor ikke bare bogmærke indstillingssiden?\nDet tager 2-3 klik at navigere til bogmærke-menuen. Vi kan ikke lide at bruge bogmærkebjælken så godt, som den optager 1 værdifuld plads plads øverst i Google Chrome Browser.",
    "de": "Mit dieser Erweiterung können Sie mit nur einem Klick zu den Einstellungen von Google Chrome wechseln.\n\nSind Sie es leid, zum Chrome-Browser-Menü zu klicken und Einstellungen auszuwählen, um zur Einstellungsseite von Google Chrome zu gelangen? Dadurch wird die Einstellungsseite mit nur einem Klick geöffnet.\n\nWarum sollten Sie eine separate Erweiterung für etwas hinzufügen, das nur zwei Klicks im Google Chrome Browser-Menü benötigt?\nWir helfen Ihnen, einen Klick zu sparen, was 50% des erforderlichen Aufwands entspricht.\n\nWarum nicht einfach die Einstellungsseite mit einem Lesezeichen versehen?\nDas Navigieren zum Lesezeichenmenü dauert 2-3 Klicks. Wir verwenden die Lesezeichenleiste nicht gern, da sie 1 wertvolle Zeile Platz oben im Google Chrome-Browser einnimmt.",
    "el": "Αυτή η επέκταση σάς επιτρέπει να μεταβείτε στις ρυθμίσεις του Google Chrome με ένα μόνο κλικ.\n\nΈχετε κουραστεί να κάνετε κλικ στο Μενού του προγράμματος περιήγησης Chrome και να επιλέξετε Ρυθμίσεις για να μεταβείτε στη σελίδα ρυθμίσεων του Google Chrome; Αυτό θα ανοίξει τη σελίδα ρυθμίσεων με ένα μόνο κλικ.\n\nΓιατί να ασχοληθείτε με την προσθήκη μιας ξεχωριστής επέκτασης για κάτι που χρειάζεται μόνο δύο κλικ στο μενού του Google Chrome Browser;\nΣας βοηθάμε να εξοικονομήσετε ένα κλικ, το οποίο είναι το 50% της προσπάθειας που απαιτείται.\n\nΓιατί όχι μόνο να προσθέσετε σελιδοδείκτη στη σελίδα ρυθμίσεων;\nΧρειάζονται 2-3 κλικ για να μεταβείτε στο μενού σελιδοδεικτών. Δεν μας αρέσει να χρησιμοποιούμε τη γραμμή σελιδοδεικτών καθώς καταλαμβάνει 1 πολύτιμο χώρο στο επάνω μέρος του προγράμματος περιήγησης Google Chrome.",
    "en_US": "This extension allows you to go to the settings of Google Chrome with just one click.\n\nAre you tired of clicking through to the Chrome browser Menu and selecting Settings to go to Google Chrome's settings page? This will open up the settings page with just one click.\n\nWhy bother adding a separate extension for something that needs only two clicks in the Google Chrome Browser menu?\nWe help you save one click, which is 50% of the effort needed.\n\nWhy not just bookmark the settings page?\nIt takes 2-3 clicks to navigate to the bookmark menu. We don't like using the bookmark bar as well as it takes up 1 valuable line of space at the top of the Google Chrome Browser.",
    "es": "Esta extensión te permite acceder a la configuración de Google Chrome con solo un clic.\n\n¿Está cansado de hacer clic en el menú del navegador Chrome y seleccionar Configuración para ir a la página de configuración de Google Chrome? Esto abrirá la página de configuración con un solo clic.\n\n¿Por qué molestarse en agregar una extensión separada para algo que solo necesita dos clics en el menú del navegador Google Chrome?\nLe ayudamos a ahorrar un clic, que es el 50% del esfuerzo necesario.\n\n¿Por qué no marcar la página de configuración?\nSe necesitan 2-3 clics para navegar hasta el menú de marcadores. No nos gusta usar la barra de marcadores, ya que ocupa 1 valiosa línea de espacio en la parte superior del navegador Google Chrome.",
    "et": "See laiendus võimaldab teil minna Google Chrome'i seadetesse vaid ühe klõpsuga.\n\nKas olete väsinud klõpsates Chrome'i brauseri menüüs ja valides Seaded, et minna Google Chrome'i seadete lehele? See avab seadete lehe vaid ühe klõpsuga.\n\nMiks peaksite vaeva nägema Google Chrome'i brauseri menüüs eraldi laiendi lisamisega millegi jaoks, mis vajab ainult kahte klikki?\nAitame teil säästa ühe kliki, mis on 50% vajalikust pingutusest.\n\nMiks mitte lihtsalt seadete leht järjehoidjatesse lisada?\nJärjehoidjamenüüsse navigeerimiseks kulub 2-3 klikki. Meile ei meeldi kasutada järjehoidjariba, kuna see võtab Google Chrome'i brauseri ülaosas ühe väärtusliku ruumi.",
    "fa": "این برنامه افزودنی به شما امکان می دهد فقط با یک کلیک به تنظیمات Google Chrome بروید.\n\nآیا از رفتن به منوی مرورگر Chrome و انتخاب تنظیمات برای رفتن به صفحه تنظیمات Google Chrome خسته شده اید؟ با این کار فقط با یک کلیک صفحه تنظیمات باز می شود.\n\nچرا باید با اضافه کردن یک برنامه افزودنی جداگانه برای چیزی که فقط به دو کلیک در فهرست مرورگر Google Chrome نیاز دارد؟\nما به شما کمک می کنیم با یک کلیک صرفه جویی کنید ، که 50٪ از تلاش مورد نیاز است.\n\nچرا فقط صفحه تنظیمات را علامت گذاری نمی کنید؟\nبرای رفتن به منوی نشانک 2-3 کلیک طول می کشد. ما دوست نداریم از نوار نشانک استفاده کنیم و همچنین 1 خط فضای ارزشمند در بالای مرورگر Google Chrome اشغال می کند.",
    "fi,he": "This extension allows you to go to the settings of Google Chrome with just one click.\nAre you tired of clicking through to the Chrome browser Menu and selecting Settings to go to Google Chrome's settings page? This will open up the settings page with just one click.\nWhy bother adding a separate extension for something that needs only two clicks in the Google Chrome Browser menu?\nWe help you save one click, which is 50% of the effort needed.\nWhy not just bookmark the settings page?\nIt takes 2-3 clicks to navigate to the bookmark menu. We don't like using the bookmark bar as well as it takes up 1 valuable line of space at the top of the Google Chrome Browser.",
    "fil": "Tämän laajennuksen avulla voit siirtyä Google Chromen asetuksiin yhdellä napsautuksella.\n\nOletko kyllästynyt napsauttamaan Chrome-selainvalikkoa ja valitsemalla Asetukset siirtyäksesi Google Chromen asetussivulle? Tämä avaa asetussivun yhdellä napsautuksella.\n\nMiksi vaivautua lisäämään erillinen laajennus jotain, joka tarvitsee vain kaksi napsautusta Google Chrome -selainvalikossa?\nAutamme sinua säästämään yhden napsautuksen, mikä on 50% tarvittavasta ponnistuksesta.\n\nMiksi et vain kirjanmerkillä asetussivua?\nSiirtyminen kirjanmerkkivalikkoon kestää 2-3 napsautusta. Emme pidä kirjanmerkkipalkin käytöstä, koska se vie yhden arvokkaan rivin tilaa Google Chrome -selaimen yläosassa.",
    "fr": "Cette extension vous permet d'accéder aux paramètres de Google Chrome en un seul clic.\n\nÊtes-vous fatigué de cliquer sur le menu du navigateur Chrome et de sélectionner Paramètres pour accéder à la page des paramètres de Google Chrome? Cela ouvrira la page des paramètres en un seul clic.\n\nPourquoi ajouter une extension distincte pour quelque chose qui ne nécessite que deux clics dans le menu du navigateur Google Chrome?\nNous vous aidons à économiser un clic, soit 50% de l'effort nécessaire.\n\nPourquoi ne pas simplement ajouter la page des paramètres à vos favoris?\nIl faut 2-3 clics pour accéder au menu des signets. Nous n'aimons pas utiliser la barre de favoris, car elle occupe une précieuse ligne d'espace en haut du navigateur Google Chrome.",
    "hi": "यह एक्सटेंशन आपको केवल एक क्लिक के साथ Google Chrome की सेटिंग में जाने की अनुमति देता है।\n\nक्या आप Chrome ब्राउज़र मेनू के माध्यम से क्लिक करने और Google Chrome के सेटिंग पृष्ठ पर जाने के लिए सेटिंग्स का चयन करने से थक गए हैं? यह सिर्फ एक क्लिक से सेटिंग पेज को खोलेगा।\n\nGoogle Chrome ब्राउज़र मेनू में केवल दो क्लिक की आवश्यकता वाले किसी चीज़ के लिए एक अलग एक्सटेंशन जोड़ने से क्यों परेशान हों?\nहम आपको एक क्लिक बचाने में मदद करते हैं, जो कि आवश्यक प्रयास का 50% है।\n\nसिर्फ सेटिंग पृष्ठ को बुकमार्क क्यों न करें?\nबुकमार्क मेनू पर नेविगेट करने में 2-3 क्लिक लगते हैं। हमें बुकमार्क बार का उपयोग करना पसंद नहीं है और साथ ही यह Google Chrome ब्राउज़र के शीर्ष पर 1 मूल्यवान स्थान लेता है।",
    "hr": "Ovo proširenje omogućuje vam da samo jednim klikom otvorite postavke Google Chromea.\n\nJeste li umorni od klika na izbornik preglednika Chrome i odabira Postavke za otvaranje stranice postavki Google Chromea? Ovo će otvoriti stranicu s postavkama samo jednim klikom.\n\nZašto se gnjaviti dodavanjem zasebnog proširenja za nešto što treba samo dva klika u izborniku preglednika Google Chrome?\nPomažemo vam uštedjeti jedan klik, što je 50% potrebnog napora.\n\nZašto jednostavno ne označiti stranicu s postavkama?\nPotrebna su 2-3 klika za navigaciju do izbornika oznaka. Ne volimo koristiti traku s oznakama, jer zauzima 1 vrijedan red prostora na vrhu preglednika Google Chrome.",
    "hu": "Ez a kiterjesztés lehetővé teszi, hogy egyetlen kattintással elérje a Google Chrome beállításait.\n\nUnod már, hogy a Chrome böngésző menüjébe kattintasz, és a Beállítások lehetőséget választod a Google Chrome beállításainak oldalára lépéshez? Ez csak egy kattintással nyitja meg a beállítások oldalt.\n\nMiért bajlódna egy külön kiterjesztés hozzáadásával valamihez, amihez csak két kattintás szükséges a Google Chrome böngésző menüjében?\nSegítünk egy kattintás megtakarításában, ami a szükséges erőfeszítések 50% -a.\n\nMiért nem csak könyvjelzővel látja el a beállítási oldalt?\n2-3 kattintás szükséges a könyvjelző menübe való navigáláshoz. Nem szeretjük a könyvjelzősáv használatát, mivel az 1 értékes helyet foglal el a Google Chrome böngésző tetején.",
    "id": "Ekstensi ini memungkinkan Anda untuk masuk ke pengaturan Google Chrome hanya dengan satu klik.\n\nApakah Anda lelah mengklik Menu browser Chrome dan memilih Pengaturan untuk pergi ke halaman pengaturan Google Chrome? Ini akan membuka halaman pengaturan hanya dengan satu klik.\n\nMengapa repot-repot menambahkan ekstensi terpisah untuk sesuatu yang hanya membutuhkan dua klik di menu Browser Google Chrome?\nKami membantu Anda menghemat satu klik, yang merupakan 50% dari upaya yang dibutuhkan.\n\nMengapa tidak hanya menandai halaman pengaturan?\nDibutuhkan 2-3 klik untuk menavigasi ke menu bookmark. Kami tidak suka menggunakan bilah bookmark karena menggunakan 1 baris ruang berharga di bagian atas Browser Google Chrome.",
    "it": "Questa estensione ti consente di accedere alle impostazioni di Google Chrome con un solo clic.\n\nSei stanco di fare clic sul menu del browser Chrome e selezionare Impostazioni per andare alla pagina delle impostazioni di Google Chrome? Questo aprirà la pagina delle impostazioni con un solo clic.\n\nPerché preoccuparsi di aggiungere un'estensione separata per qualcosa che richiede solo due clic nel menu del browser Google Chrome?\nTi aiutiamo a risparmiare un clic, che è il 50% dello sforzo necessario.\n\nPerché non aggiungere semplicemente ai segnalibri la pagina delle impostazioni?\nOccorrono 2-3 clic per accedere al menu dei segnalibri. Non ci piace usare la barra dei segnalibri perché occupa 1 riga di spazio prezioso nella parte superiore del browser Google Chrome.",
    "ja": "この拡張機能を使用すると、ワンクリックでGoogleChromeの設定に移動できます。\n\nChromeブラウザのメニューをクリックして[設定]を選択し、Google Chromeの設定ページに移動するのにうんざりしていませんか？これにより、ワンクリックで設定ページが開きます。\n\nGoogle Chromeブラウザメニューで2回クリックするだけでよいものに、わざわざ別の拡張機能を追加するのはなぜですか。\n必要な労力の50％であるワンクリックの節約をお手伝いします。\n\n設定ページをブックマークしてみませんか？\nブックマークメニューに移動するには、2〜3回クリックする必要があります。ブックマークバーを使用するのは好きではありません。また、GoogleChromeブラウザの上部にある貴重な1行のスペースを占有します。",
    "ko": "이 확장 프로그램을 사용하면 클릭 한 번으로 Google 크롬 설정으로 이동할 수 있습니다.\n\nChrome 브라우저 메뉴를 클릭하고 설정을 선택하여 Google 크롬의 설정 페이지로 이동하는 데 지쳤습니까? 클릭 한 번으로 설정 페이지가 열립니다.\n\nGoogle 크롬 브라우저 메뉴에서 두 번만 클릭하면되는 항목에 대해 별도의 확장 프로그램을 추가해야하는 이유는 무엇입니까?\n필요한 노력의 50 % 인 한 번의 클릭을 절약 할 수 있도록 도와드립니다.\n\n설정 페이지를 북마크하지 않는 이유는 무엇입니까?\n북마크 메뉴로 이동하는 데 2-3 번의 클릭이 필요합니다. 우리는 북마크 바를 사용하는 것을 좋아하지 않으며 Google 크롬 브라우저 상단의 귀중한 공간 한 줄을 차지합니다.",
    "lt": "Šis plėtinys leidžia jums pereiti prie „Google Chrome“ nustatymų tik vienu paspaudimu.\n\nAr jums atsibodo spustelėti „Chrome“ naršyklės meniu ir pasirinkti „Nustatymai“, kad pereitumėte į „Google Chrome“ nustatymų puslapį? Tai atvers nustatymų puslapį tik vienu paspaudimu.\n\nKodėl verta stengtis pridėti atskirą plėtinį tiems, kuriems reikia tik dviejų paspaudimų „Google Chrome“ naršyklės meniu?\nPadedame sutaupyti vieną paspaudimą, o tai yra 50% reikalingų pastangų.\n\nKodėl ne tik pažymėjus nustatymų puslapį?\nNorint pereiti prie žymių meniu, reikia 2–3 paspaudimų. Mums nepatinka naudoti žymių juostos, nes ji užima 1 vertingą erdvę „Google Chrome“ naršyklės viršuje.",
    "lv": "Šis paplašinājums ļauj jums pāriet uz Google Chrome iestatījumiem tikai ar vienu klikšķi.\n\nVai jums ir apnicis noklikšķināt uz pārlūka Chrome izvēlnes un atlasīt Iestatījumi, lai dotos uz Google Chrome iestatījumu lapu? Tas atvērs iestatījumu lapu tikai ar vienu klikšķi.\n\nKāpēc uztraukties pievienot atsevišķu paplašinājumu vietnei, kurai Google Chrome pārlūka izvēlnē ir nepieciešami tikai divi klikšķi?\nMēs palīdzam jums ietaupīt vienu klikšķi, kas ir 50% no nepieciešamajām pūlēm.\n\nKāpēc ne tikai atzīmēt iestatījumu lapu ar grāmatzīmi?\nLai pārietu uz grāmatzīmju izvēlni, nepieciešami 2-3 klikšķi. Mums nepatīk izmantot grāmatzīmju joslu, kā arī tas aizņem 1 vērtīgu vietu Google Chrome pārlūka augšdaļā.",
    "ms": "Sambungan ini membolehkan anda pergi ke tetapan Google Chrome hanya dengan satu klik.\n\nAdakah anda bosan mengklik Menu penyemak imbas Chrome dan memilih Tetapan untuk pergi ke halaman tetapan Google Chrome? Ini akan membuka halaman tetapan hanya dengan satu klik.\n\nMengapa bersusah payah menambahkan peluasan berasingan untuk sesuatu yang hanya memerlukan dua klik di menu Penyemak Imbas Google Chrome?\nKami membantu anda menjimatkan satu klik, yang merupakan 50% usaha yang diperlukan.\n\nMengapa tidak hanya menanda halaman tetapan?\nDiperlukan 2-3 klik untuk menavigasi ke menu penanda buku. Kami tidak suka menggunakan bar penanda halaman dan juga memerlukan 1 ruang yang berharga di bahagian atas Penyemak Imbas Google Chrome.",
    "nl": "Met deze extensie ga je met één klik naar de instellingen van Google Chrome.\n\nBen je het zat om door te klikken naar het Chrome-browsermenu en Instellingen te selecteren om naar de instellingenpagina van Google Chrome te gaan? Dit opent de instellingenpagina met slechts één klik.\n\nWaarom zou u een aparte extensie toevoegen voor iets dat slechts twee klikken nodig heeft in het Google Chrome Browser-menu?\nWij helpen u één klik te besparen, dat is 50% van de benodigde inspanning.\n\nWaarom niet gewoon een bladwijzer voor de instellingenpagina maken?\nHet duurt 2-3 klikken om naar het bladwijzermenu te navigeren. We houden er niet van om de bladwijzerbalk zo goed te gebruiken, want deze neemt 1 waardevolle regel ruimte in beslag bovenaan de Google Chrome-browser.",
    "no": "Denne utvidelsen lar deg gå til innstillingene i Google Chrome med bare ett klikk.\n\nEr du lei av å klikke deg gjennom Chrome-nettlesermenyen og velge Innstillinger for å gå til innstillingssiden for Google Chrome? Dette åpner innstillingssiden med bare ett klikk.\n\nHvorfor bry seg med å legge til en egen utvidelse for noe som bare trenger to klikk i Google Chrome-nettlesermenyen?\nVi hjelper deg med å spare ett klikk, som er 50% av innsatsen du trenger.\n\nHvorfor ikke bare bokmerke innstillingssiden?\nDet tar 2-3 klikk å navigere til bokmerke-menyen. Vi liker ikke å bruke bokmerkefeltet, i tillegg til at det tar 1 verdifull plass på toppen av Google Chrome-nettleseren.",
    "pl": "To rozszerzenie umożliwia przejście do ustawień przeglądarki Google Chrome jednym kliknięciem.\n\nCzy masz dość przechodzenia do menu przeglądarki Chrome i wybierania opcji Ustawienia, aby przejść do strony ustawień przeglądarki Google Chrome? Spowoduje to otwarcie strony ustawień za pomocą jednego kliknięcia.\n\nPo co zawracać sobie głowę dodawaniem osobnego rozszerzenia dla czegoś, co wymaga tylko dwóch kliknięć w menu przeglądarki Google Chrome?\nPomagamy Ci zaoszczędzić jedno kliknięcie, czyli 50% potrzebnego wysiłku.\n\nDlaczego po prostu nie dodać strony ustawień do zakładek?\nPrzejście do menu zakładek zajmuje 2-3 kliknięcia. Nie lubimy używać paska zakładek, ponieważ zajmuje on 1 cenny wiersz u góry przeglądarki Google Chrome.",
    "ro": "Această extensie vă permite să accesați setările Google Chrome cu un singur clic.\n\nV-ați săturat să faceți clic pe meniul browserului Chrome și să selectați Setări pentru a accesa pagina de setări a Google Chrome? Aceasta va deschide pagina de setări cu un singur clic.\n\nDe ce să vă deranjați să adăugați o extensie separată pentru ceva care are nevoie de doar două clicuri în meniul browserului Google Chrome?\nVă ajutăm să salvați un singur clic, ceea ce reprezintă 50% din efortul necesar.\n\nDe ce nu doar marcați pagina de setări?\nEste nevoie de 2-3 clicuri pentru a naviga la meniul de marcaje. Nu ne place să folosim bara de marcaje, deoarece ocupă o linie de spațiu valoroasă în partea de sus a browserului Google Chrome.",
    "ru": "Это расширение позволяет одним щелчком мыши перейти к настройкам Google Chrome.\n\nВы устали нажимать на меню браузера Chrome и выбирать Настройки, чтобы перейти на страницу настроек Google Chrome? Это откроет страницу настроек одним щелчком мыши.\n\nЗачем добавлять отдельное расширение для чего-то, что требует всего двух щелчков мышью в меню браузера Google Chrome?\nМы помогаем вам сэкономить один клик, что составляет 50% необходимых усилий.\n\nПочему бы просто не добавить закладку на страницу настроек?\nЧтобы перейти в меню закладок, достаточно 2-3 кликов. Нам не нравится использовать панель закладок, так как она занимает 1 ценную строку в верхней части браузера Google Chrome.",
    "sk": "Toto rozšírenie umožňuje prejsť do nastavení prehliadača Google Chrome jediným kliknutím.\n\nUž vás nebaví preklikávať sa do ponuky prehliadača Chrome a výberom položky Nastavenia prejsť na stránku s nastaveniami prehliadača Google Chrome? Týmto sa stránka s nastaveniami otvorí jediným kliknutím.\n\nPrečo sa obťažovať pridaním samostatného rozšírenia pre niečo, čo v ponuke prehliadača Google Chrome vyžaduje iba dve kliknutia?\nPomôžeme vám ušetriť jedno kliknutie, čo je 50% potrebného úsilia.\n\nPrečo si stránku s nastaveniami jednoducho nezadať do záložiek?\nNavigácia do ponuky záložiek trvá 2 - 3 kliknutia. Neradi používame panel so záložkami, pretože zaberá 1 cenný riadok v hornej časti prehliadača Google Chrome.",
    "sl": "Ta razširitev vam omogoča, da z enim samim klikom odprete nastavitve Google Chroma.\n\nSte utrujeni, da kliknete meni brskalnika Chrome in izberete Nastavitve, da odprete stran z nastavitvami brskalnika Google Chrome? To bo odprlo stran z nastavitvami z enim samim klikom.\n\nZakaj bi se trudili dodati ločeno razširitev za nekaj, kar potrebuje samo dva klika v meniju brskalnika Google Chrome?\nPomagamo vam prihraniti en klik, kar je 50% potrebnega truda.\n\nZakaj ne bi preprosto zaznamovali strani z nastavitvami?\nZa pomik do menija z zaznamki potrebujete 2-3 klika. Ne maramo uporabljati vrstice z zaznamki, saj zaseda 1 dragoceno vrstico prostora na vrhu brskalnika Google Chrome.",
    "sr": "Ово проширење вам омогућава да само једним кликом отворите подешавања Гоогле Цхроме-а.\n\nДа ли сте се уморили да кликнете на мени Цхроме прегледача и одаберете Сеттингс да бисте отишли на страницу подешавања Гоогле Цхроме-а? Ово ће отворити страницу са подешавањима само једним кликом.\n\nЗашто се трудити да додате засебно проширење за нешто за шта су потребна само два клика у менију прегледача Гоогле Цхроме?\nПомажемо вам да уштедите један клик, што је 50% потребног напора.\n\nЗашто једноставно не обележити страницу са подешавањима?\nПотребна су 2-3 клика за навигацију до менија обележивача. Не волимо да користимо траку са обележивачима, јер заузима 1 драгоцени ред простора на врху прегледача Гоогле Цхроме.",
    "sv": "Med detta tillägg kan du gå till inställningarna i Google Chrome med bara ett klick.\n\nÄr du trött på att klicka dig igenom Chrome-webbläsarens meny och välja Inställningar för att gå till inställningssidan för Google Chrome? Detta öppnar inställningssidan med bara ett klick.\n\nVarför bry sig om att lägga till ett separat tillägg för något som bara behöver två klick i webbläsarmenyn i Google Chrome?\nVi hjälper dig att spara ett klick, vilket är 50% av den ansträngning som krävs.\n\nVarför inte bara bokmärka inställningssidan?\nDet tar 2-3 klick att navigera till bokmärkesmenyn. Vi gillar inte att använda bokmärkesfältet så bra att det tar upp ett värdefullt utrymme längst upp i Google Chrome-webbläsaren.",
    "th": "ส่วนขยายนี้ช่วยให้คุณไปที่การตั้งค่าของ Google Chrome ได้เพียงคลิกเดียว\n\nคุณเบื่อที่จะคลิกผ่านเมนูเบราว์เซอร์ Chrome และเลือกการตั้งค่าเพื่อไปที่หน้าการตั้งค่าของ Google Chrome หรือไม่? ซึ่งจะเปิดหน้าการตั้งค่าเพียงคลิกเดียว\n\nทำไมต้องเพิ่มส่วนขยายแยกต่างหากสำหรับสิ่งที่ต้องการเพียงสองคลิกในเมนูเบราว์เซอร์ Google Chrome\nเราช่วยคุณประหยัดการคลิกเพียงครั้งเดียวซึ่งเป็น 50% ของความพยายามที่จำเป็น\n\nทำไมไม่บุ๊กมาร์กหน้าการตั้งค่า\nใช้เวลา 2-3 คลิกเพื่อไปที่เมนูบุ๊กมาร์ก เราไม่ชอบใช้แถบบุ๊กมาร์กและต้องใช้พื้นที่อันมีค่า 1 บรรทัดที่ด้านบนของเบราว์เซอร์ Google Chrome",
    "tr": "Bu uzantı, tek bir tıklama ile Google Chrome ayarlarına gitmenizi sağlar.\n\nGoogle Chrome'un ayarlar sayfasına gitmek için Chrome tarayıcı Menüsüne tıklayıp Ayarlar'ı seçmekten bıktınız mı? Bu, ayarlar sayfasını tek bir tıklama ile açacaktır.\n\nGoogle Chrome Tarayıcı menüsünde yalnızca iki tıklama gerektiren bir şey için neden ayrı bir uzantı eklemekle uğraşasınız ki?\nGereken çabanın% 50'si olan tek tıklamayla tasarruf etmenize yardımcı oluyoruz.\n\nNeden sadece ayarlar sayfasına yer işareti koymuyorsunuz?\nYer imi menüsüne gitmek 2-3 tıklama alır. Yer imi çubuğunu kullanmayı sevmiyoruz ve Google Chrome Tarayıcısının üst kısmında 1 değerli yer kaplıyor.",
    "uk": "Це розширення дозволяє перейти до налаштувань Google Chrome лише одним клацанням миші.\n\nВам набридло переходити до меню браузера Chrome та вибираючи Налаштування, щоб перейти на сторінку налаштувань Google Chrome? Це відкриє сторінку налаштувань лише одним клацанням миші.\n\nНавіщо заважати додавати окреме розширення для того, що потребує лише двох кліків у меню браузера Google Chrome?\nМи допомагаємо вам заощадити один клік, що становить 50% необхідних зусиль.\n\nЧому б просто не зробити закладку на сторінці налаштувань?\nЩоб перейти до меню закладок, потрібно 2-3 кліки. Нам не подобається використовувати панель закладок, оскільки вона займає 1 цінний рядок місця у верхній частині браузера Google Chrome.",
    "vi": "Tiện ích mở rộng này cho phép bạn truy cập cài đặt của Google Chrome chỉ bằng một cú nhấp chuột.\n\nBạn có cảm thấy mệt mỏi khi nhấp qua Menu trình duyệt Chrome và chọn Cài đặt để chuyển đến trang cài đặt của Google Chrome không? Thao tác này sẽ mở ra trang cài đặt chỉ với một cú nhấp chuột.\n\nTại sao phải thêm một tiện ích mở rộng riêng biệt cho một thứ chỉ cần hai lần nhấp trong menu Trình duyệt Google Chrome?\nChúng tôi giúp bạn tiết kiệm một cú nhấp chuột, đó là 50% nỗ lực cần thiết.\n\nTại sao không chỉ đánh dấu trang cài đặt?\nPhải mất 2-3 lần nhấp chuột để điều hướng đến menu dấu trang. Chúng tôi không thích sử dụng thanh dấu trang vì nó chiếm 1 dòng không gian quý giá ở đầu Trình duyệt Google Chrome.",
    "zh_CN": "此扩展程序使您只需单击一下即可转到Google Chrome的设置。\n\n您是否厌倦了浏览Chrome浏览器菜单并选择“设置”以转到Google Chrome浏览器的设置页面？只需单击一下即可打开设置页面。\n\n为什么要在Google Chrome浏览器菜单中只需要单击两次就添加一个单独的扩展名呢？\n我们帮助您节省一键，这是所需工作量的50％。\n\n为什么不只是在设置页面添加书签？\n需要2-3次点击才能导航到书签菜单。我们不喜欢使用书签栏，因为它会占用Google Chrome浏览器顶部的1行宝贵的空间。",
    "zh_TW": "此擴展程序使您只需單擊一下即可轉到Google Chrome的設置。\n\n您是否厭倦了瀏覽Chrome瀏覽器菜單並選擇“設置”以轉到Google Chrome瀏覽器的設置頁面？只需單擊一下即可打開設置頁面。\n\n為什麼要在Google Chrome瀏覽器菜單中只需要單擊兩次就添加一個單獨的擴展名呢？\n我們幫助您節省一鍵，這是所需工作量的50％。\n\n為什麼不只是在設置頁面添加書籤？\n需要2-3次點擊才能導航到書籤菜單。我們不喜歡使用書籤欄，因為它會佔用Google Chrome瀏覽器頂部的1行寶貴的空間。"
  }
}