{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Polink"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most popular Polink wallet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PoLink: Your Gateway to the POX Chain\n\nPoLink emerges as the premier wallet solution for the POLLUX Chain ecosystem, developed exclusively for the POLLUX  network. Empowered by cutting-edge technology and endorsed by the POX Foundation, PoLink stands at the forefront as the preferred wallet choice for POX Chain enthusiasts. Available in three versatile versions – Chrome Extension, iOS, and Android – PoLink Chrome Extension sets the standard for secure and seamless transactions within the POLLUX ecosystem.\nKey Features of PoLink Chrome Extension:\nComprehensive support for POLLUX Chain with seamless integration of POX tokens.\nSafe and secure interactions with decentralized applications (DApps), ensuring peace of mind for users.\nBuilt-in compatibility with hardware wallets for enhanced security measures.\nAbout POX Chain:\nPOX Chain has rapidly ascended into the upper echelons of the global cryptocurrency market, captivating investors and developers alike. With its genesis block unveiled in 2024, POX Chain has established itself as a pioneering force, offering unparalleled scalability and efficiency within its ecosystem.\n\nReal-time display of token prices, providing users with up-to-date market insights.\nImplementation of alerts for tokens flagged as \"Suspicious\" or \"Unsafe,\" prioritizing user security.\nEnhanced security measures with prompts for suspicious addresses/contracts during transaction confirmations.\nUser-friendly feature allowing password modification for enhanced personalization.\nperformance optimizations, ensuring a seamless user experience.\nOfficial PoLink Website:\nVisit our official website to download the PoLink Chrome Extension and explore additional resources:\nhttps://www.poxscan.io"
  }
}