{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wisedown Focus Guide"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Mindful Approach to Productivity: Pomodoro-Style Timer and Customizable Priority Management"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wisedown Focus Guide is a thoughtfully designed productivity extension that helps you maintain focus during work sessions through structured time management and mindful preparation. Unlike standard timer applications, Wisedown guides you through a complete workflow that includes priority-setting, stressor acknowledgment, and customizable work cycles.\n\nKey Features:\n\n• Customizable Priority Management: Set a key priority to keep your work sessions purposeful and aligned with your goals\n• Flexible Pomodoro-Style Timer: Configure focus sessions between 15-120 minutes with customizable break periods (2-20 minutes)\n• Pre-Session Preparation: Take 5 minutes before each session to acknowledge potential distractions and clear your mind\n• Distraction Management: Easily log interruptions during focus sessions without losing your progress\n• Session Scheduling: Plan future focus sessions with email reminders to help you maintain consistency\n• Progress Tracking: Visual indicators show your progress through each session and work cycle\n• Break Management: Structured breaks between focus periods to help maintain productivity\n\nPerfect for:\n\n• Students managing study sessions\n• Professionals working on complex projects\n• Remote workers maintaining productivity\n• Anyone seeking to improve their focus and time management\n\nWisedown goes beyond simple time tracking by creating a complete focus-management environment. The extension helps you prepare for focused work, maintain concentration during sessions, and reflect on distractions when they occur. With its clean interface and thoughtful features, Wisedown transforms your browser into a productivity companion that adapts to your working style."
  }
}