{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Performance Metrics Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track performance metrics of visited URLs and display waterfall chart."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Performance Metrics Tracker is a powerful Chrome extension designed to help developers and analysts monitor and visualize the performance metrics of web pages. This extension captures key performance indicators (KPIs) of visited URLs, including start and end times, and presents them in a comprehensive waterfall chart.\n\nKey Features:\n\n\t•\tDetailed Metrics Collection: Automatically collects performance metrics such as start and end times of web page navigation and resource loading.\n\t•\tInteractive Waterfall Chart: Visualize performance data with an interactive waterfall chart, which displays the duration of each web request in a clear and engaging manner. Customize the chart with adjustable bar widths .\n\t•\tDynamic Table View: View and manage performance metrics in an easy-to-read HTML table. The table supports sorting and searching, and includes options to wrap long URLs for better readability.\n\t•\tExport Options: Download the performance metrics table as a CSV file and the waterfall chart as an SVG file for further analysis or reporting.\n\t•\tUser-Friendly Interface: Featuring a side panel for seamless integration into your browsing experience, allowing quick access to performance data without disrupting your workflow."
  }
}