{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pricein | same product lower price"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Finds you a similar product but for a lower price, using product information."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pricein - Find Similar Products for Less!\n\n🎉 Save on average 20% on every purchase\nIn our testing, we consistently saved an average of 20% or more on our purchases by utilizing our Browser extension to pinpoint the same product at a reduced price on alternate sites.\n \n🪄 Compare with 1,000,000+ stores \nWith one click, Pricein will use our AI driven search engine to compare your product with almost all existing stores on google.\n\nDiscover amazing deals and save big with Pricein, the ultimate price comparison app! Are you tired of paying more than you should for your favorite products? Look no further – with Pricein, you can easily find a similar product for a lower price and expose drop shippers and copycats!\n\n\nHow it Works:\n\nSeamless Integration: Navigate to your favorite product website and automatically a blue icon will appear.\nSmart Price Finder: Once you're on the product page, simply tap the blue icon or if it doesn't appear click on the extension icon to unleash the power of our Price Finder.\nFind Cheaper: Our innovative popup will prompt you to explore better options! Tap 'Find Cheaper,' and we'll work our magic to find you a similar product from over 100,000 trusted stores worldwide.\nWhy Choose Pricein?\n    Save More, Shop Smart: Say goodbye to overpriced products! Pricein empowers you to get the best deals without compromising quality. \n    Expose Drop Shippers and Copycats: We believe in fair commerce. Help us expose drop shippers and copycats, ensuring you support genuine sellers.\n    Huge Selection: With access to over 100,000 stores, finding budget-friendly alternatives has never been this convenient!\n    User-Friendly Experience: Our app is designed to be easy-to-use and packed with powerful features to simplify your shopping journey.\n\nStart Saving Today!\nPricein is your trusty companion in the quest for unbeatable prices. Shop with confidence, knowing you're getting the best value for your money. Whether it's fashion, gadgets, home essentials, or more, Pricein got you covered!\n\nDownload Pricein now and join our savvy community of bargain hunters!\n\nRemember to tailor the description according to Apple's guidelines and character limits for the app store description. Highlight the benefits, user experience, and unique features of your app to entice potential users to download and explore it further.\n \nAdd Pricein to your browser in seconds and shop like normal. We’ll pop up and do the work for you."
  }
}