{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mala - Meditation, Breath, and Mantra Guide"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mala helps you focus on your intention and breath as you browse the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mala helps you focus on your intention and breath as you browse the web. It animates an unobtrusive border around sites you visit to remind you to breathe, stay present, and repeat an optional mantra (or prayer or intention). \n\nFEATURES\n• Animate your browser with beautiful mandalas\n• Select from common mantras, or write your own prayer or intention for the day\n• Customize a breathing pattern (pranayama) to focus your breath \n• Customize the Mala display colors, fonts, and size \n\nHOW DOES IT WORK?\n1. Add the Mala extension to your Chrome browser.\n2. Click the Extensions icon (🧩) in the top right of you browser, then click Mala to customize the display.\n\n💡 Pro Tip: click the pin icon (📌) to make Mala easy to access in your browser bar.\n\n\n\nWHY IS IT CALLED MALA?\nMala combines a very ancient and very modern technology. Traditional mala beads are used in a variety of spiritual lineages to help a practitioner focus on a particular intention or prayer. The Mala Chrome Extension takes this same concept and brings it to the modern web!\n\n\nSECURITY & PRIVACY\nMala does *not* collect or share any data about you or the sites you visit. \n\n\nMESSAGE FROM THE DEVELOPER \nAs the sun rises each morning, I get out of bed and begin the day with a seated meditation. Focusing on my breath, I observe thoughts arising and passing by, like clouds amidst a vast blue sky. In this spaciousness there is a deep sense of peace and joy.\n\nYet a few minutes later I open my laptop and am quickly met with a sea of emails, messages, and stories of things I have to do. Often within minutes I notice my breath shortening, heartbeat quickening, and anxiety rising. Where has the peace gone that I felt only moments earlier?! “Take a deep breath,” I remind myself. Ah, right!\n\n I built Mala as a simple tool to remind myself of the stillness and beauty that I know is available to us in each moment. I offer it as a gift to you, hoping you find it useful in your daily journey. Please pass on the love. \n\nWith Gratitude, \nBen"
  }
}