{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "iShirt Plus",
    "vi": "áo sơ mi cộng với"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Calculate the price quickly when buying a shirt",
    "vi": "Tính giá nhanh khi mua áo sơ mi"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our Google Chrome application offers a range of convenient features to enhance your shopping experience.\n\nKey Features:\n\nQuick Price Calculation: With our app, you can easily calculate the price of your desired quantity of shirts. Simply input the quantity you want to purchase, and our app will provide you with a fast and accurate price estimate.\n\nTrendy Shirt References: Stay updated with the latest shirt trends by quickly referencing popular designs such as the Vintage Winter Soldier Sweatshirt Bucky Barnes Superhero Gift For Him And Her, Tommy White Tommy Tanks Nc State Baseball Sweatshirt, Take Chances Make Mistakes Get Messy T-Shirt White, Teacher Life Shirt Take Chances Make Mistakes Get Messy Classic Kindergarten, Sebastian Stan Shirt Vintage 90s Style, and more. Explore these trendy options and find the perfect shirt that suits your style.\n\nDetailed Product Information: Our app provides comprehensive information about each shirt, including style, size options, color choices, fabric materials, and detailed descriptions. This helps you make informed decisions and select the perfect shirt that meets your preferences.\n\nContact for quick feedback on the application at:\n- Address: 7705 SW Nyberg St, Tualatin, OR 97062, USA\n- Email: ishirtplushh@gmail.com"
  }
}