{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iLovePDF 2 - Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iLovePDF2 is the only 100% free PDF toolkit to Edit, Merge, Split, Compress, and Convert your files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iLovePDF2 Chrome extension offers a fortunate \"Open With\" button for any PDF document you encounter browsing Chrome. This feature lets you open PDF files directly in the I Love PDF 2ool, enabling you to perform various actions such as PDF conversion, compression, merging, splitting, or converting it into any desired file format for free.\n\nExplore our wide range of features:\n\n✓ Compress PDF: Reduce PDF file sizes to desired quality and size.\n✓ Merge PDF: Combine multiple scanned PDFs into one or insert images in PDF.\n✓ Split PDF: Extract all pages as individual files or a range of PDF pages into multiple high-quality PDFs.\n✓ PDF Converter: Convert various document formats to or from PDF, including Word, Excel, PNG, PSD, and more.\n✓ Screenshots: Capture and save screenshots of the active tab for further processing and sharing.\n✓ OCR Scanner: Convert scanned PDF documents into text-selectable PDF files.\n✓ HTML to PDF: Capture webpages as PDFs for offline reading.\n✓ Rotate PDF: Adjust and reposition specific pages within your PDF.\n✓ Add Page Numbers: Customize PDFs with page numbers, choosing position, typography, and size.\n✓ PDF Editor: Modify text, insert images, shapes, annotations, and more directly within your PDFs.\n✓ Share PDF: Connect to Google Drive and Dropbox for easy access, selection, and sharing of PDFs from the Cloud.\n\nExperience the convenience of the I Love PDF 2 Chrome extension today and easily streamline your PDF tasks. Say goodbye to the complexities of PDF handling and hello to efficient, professional results. Your PDFs will thank you!\n\nExplore the I Love PDF 2 Chrome extension today. Say goodbye to PDF complexities and welcome professional-grade efficiency. Your PDF tasks have become significantly more straightforward, accurate, and free of charge."
  }
}