{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delete All My Videos on TikTok™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delete all TikTok videos at once. Quickly remove all your old tiktoks in bulk with one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delete My Videos makes it quick and simple to bulk delete all your old TikTok™ videos at once from your profile.\n\nHow to delete TikTok™ videos at once?\n\nDeleting old tiktoks can be done using the app or website. But it can be a very slow and tedious process to go through all your history and clean it up, as you have to manually select each video and confirm the deletion — a process that could take hours or days depending on how much you've used the app over the years.\n\nDelete My Videos makes it easy. With one click, you can quickly mass delete all of your saved TikTok™ videos fast. \n\nIt helps with the whole process, clicking the delete buttons for you. Simply leave it running and it will do the work for you.\n\nYou can also choose the start & end date (year / month) to delete multiple videos between only the dates you specify.\n\n----------\nWe respect your privacy. This extension does not track or record any user information, and does not access, retrieve, transmit or store any login details or any other information or data from your account. \n\nThis extension is not endorsed by, affiliated with, maintained, authorized, or sponsored by TikTok™, which is a registered trademark of Bytedance Ltd.\n\n----------\nUpdates:\n\nv1.0\n- First version"
  }
}