{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pin Prompts - For ChatGPT and Claude"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to help users pin down prompts in ChatGPT and Claude."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "➤ Pin Prompts for Chrome\nTransform your AI chat experience with intelligent prompt management and organization. Pin Prompts helps you capture, organize, and reuse your most valuable conversations from both ChatGPT and Claude with ease.\n\n➤ Latest Updates\n• New AI Platform Support: Now fully compatible with Anthropic's Claude\n• New Favorites System: Quickly save your most-used prompts to a dedicated Favorites section for instant access\n• Chronological Organization: All prompts are now automatically saved in chronological order for better historical tracking\n\n➤ Core Features\n~ Effortless Prompt Management\n• One-Click Pinning: Save any prompt instantly by hovering and clicking the pin icon\n• Multi-Platform Support: Works seamlessly with both ChatGPT and Claude\n• Smart Categories: Create and organize prompts into custom categories\n• Quick Search: Find specific prompts instantly with real-time search\n• Favorites Section: Keep your most important prompts readily accessible\n\n~ Enhanced User Experience\n• Modern Interface: Clean, intuitive design with smooth animations\n• Visual Feedback: Clear indicators for all user actions\n• Accessibility: ARIA labels for improved screen reader support\n• Customizable Categories: Flexible organization system with editing capabilities\n\n~ Data Management\n• Export Options: Back up or share your prompt collection\n• Bulk Actions: Clear all prompts with safety confirmation\n• Individual Controls: Copy or remove single prompts as needed\n\n➤ Who It's For\nPerfect for students, researchers, professionals, and anyone who wants to:\n• Maintain an organized library of AI chat prompts\n• Quickly access frequently used conversations\n• Share prompt collections with team members\n• Streamline their AI writing workflow\n\n➤ Where It Works\n• ChatGPT web interface\n• Claude web interface\n• Compatible with all ChatGPT and Claude plans\n• Works seamlessly in Chrome browser\n\nInstall Pin Prompts today and transform your AI chat experience into an organized, efficient workflow!"
  }
}