{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailcastr - Email tracker for free."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Know when your emails are read."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailcastr is an email tracking app for Gmail and Android that let you know while your emails are opened continuously. Send the right kind of emails at the right time to get 10x more replies. Get the access of tracking details in the web by using dashboard and Android app. Using Mailcastr add-on for Gmail you can easily access tracking information's where ever you use Gmail. \n\nKNOW WHAT HAPPENS AFTER YOU CLICK SEND BUTTON!\n-See when someone opens your mail including the number of opens and link clicks right in your Gmail or Gsuite interface.\n-Access our dashboard and filter emails that have been read or not, where, when, how much time and on what device your mail was opened. \n-Get notified when your email has been opened/read and when recipient reply. \n\nWHY MAILCASTR?\n- Track from Web and Mobile\n- See which emails have been read, how many times\n- Real-time push notifications on Mailcastr app\n- Extension for Chrome\n- Supports Gmail, Gsuite\n- Alternative to MAILTRACK, YESWARE\n\nWHO USES MAILCASTR?\n- Anyone who sending emails from Gmail\n- Anyone who wants to work more productively.\n\n HOW MAILCASTR TRACKING WORKS?\n- Mailcastr uses the transparent pixel method that the email industry used for ages. When you send an email using Mailcastr, a pixel is embedded in your message. Once the recipient's email client or application loads the image, Mailcastr’s server gets the request, and we record it as an open event."
  }
}