{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goodgrade AI | Chat with your screenshots, pdfs, documents, and more"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goodgrade AI allows you to chat with screenshots, pdfs, you page and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Goodgrade, you can seamlessly open a chat window directly in your browser, enabling you to engage in interactive conversations with AI made to answer any questions you may have!\n\nKey Features:\n\n1. In-Browser Chat: Ask questions, get instant answers, and have meaningful discussions with your PDFs, Word documents, PowerPoint presentations, and other study materials, all within your browser.\n\n2. Screenshot Genius: Capture screenshots of any web page or specific areas of interest and instantly share them in the chat window. Perfect for saving important information, diagrams, or examples related to your study topics.\n\n3. Document Viewer: Access and view a wide range of documents, including PDFs, Word files, Excel spreadsheets, and PowerPoint presentations, directly within the Goodgrade extension. No need to switch between multiple apps or windows. Just upload the file and preview it.\n\n4. Document Uploading: Easily upload your own study materials, such as lecture notes, assignments, articles, or research papers, to Goodgrade. Keep all your essential documents organized and accessible in one convenient place.\n\n5. Quiz solver: Perfect for multiple choice and short form answers. Just take a screenshot of the problem, upload relevant documents (if needed), and have you question answered by GPT-4!\n\nWhether you're a student preparing for exams, a professional enhancing your skills, or a lifelong learner exploring new subjects, Goodgrade AI is your ultimate companion. With its advanced features and seamless integration with your browser, Goodgrade empowers you to learn more effectively, retain information better, and achieve academic excellence.\n\nDon't let traditional studying methods hold you back. Upgrade your learning experience with Goodgrade and unlock your full potential. Install Goodgrade now and revolutionize the way you study!"
  }
}