{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "exocad webview"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Load almost any type of 3D model quickly and easily in our established 3D viewer. All common open file formats are supported."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View 3D files directly in chrome browser. Supported file formats are STL, OBJ, PLY and many more. The intuitive and user-friendly user interface makes viewing your models a pleasure on any end device. Also available on smartphone, tablet, laptop and PC/Mac – try it and see for yourself.\n\nJust open a file in browser preview from a file URL and exocad webview will open automatically. In order to view 3D files from your local filesystem just drag and drop the file into an open browser tab. (Note: The option \"Allow access to file URLs\" has to be manually enabled for the extension)\n\nThe benefits of exocad webview at a glance:\n- Simple and intuitive user interface\n- Compatible with all open 3D data types (.stl, .obj, .ply, .wrl, .off, .eoff, .xyz, .xyzn, .xyznb, .xyzc, .asc)\n- Easily modifiable mesh transparency\n- View rotation points can be set using touch & hold function or via mouse middle click\n- Can also be used as a web app in any browser: https://webview.dental/\n- Can be used free of charge and without registration\n\nRemarks about permissions:\nIn order to open and view 3D files directly in the browser, exocad webview inspects every link and determines whether a 3D file attachment exists. This information is required for exocad webview to work as intended. At no point in time does exocad webview process, transmit or gather any additional user information. \n\nThe use of every permission in detail:\n- Access to websites: Required in order to determine whether a link has a 3D file attached to it. No other information is processed by exocad webview.\n- Access to email: Required to allow exocad webview to be (optionally) installed in google drive (https://gsuite.google.com/marketplace/app/exocad_webview/16979037505).\n- Show notifications: Required to notify the user about a successful installation of exocad webview in google drive.\n\n\nPlease send us your feedback to webview@exocad.com."
  }
}