{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screenpresso"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture the displayed web page and send the captured image to the Windows application Screenpresso for edition.",
    "de": "Erfassen Sie die angezeigte Webseite und senden Sie das erfasste Bild zur Bearbeitung an die Windows-Anwendung Screenpresso.",
    "fr": "Capture la page affichée et envoie l'image capturée vers l'application Windows Screenpresso pour édition.",
    "hu": "Rögzíti a megjelenített weblapot, és a képet a Screenpresso nevű Windows alkalmazásba küldi szerkesztésre",
    "it": "Cattura le pagine web ed invia l'immagine all'applicazione Screenpresso per Windows.",
    "ja": "表示されたWebページをキャプチャし、キャプチャした画像をWindowsアプリケーションScreenpressoに送信して編集します。",
    "nl": "Leg de weergegeven webpagina vast en stuur de vastgelegde afbeelding voor bewerking naar de Windows-applicatie Screenpresso.",
    "pt_BR": "Capture sua página da web atual e envie-a para o Screenpresso facilmente."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Well designed image and video screen capture. A screenshot is worth a thousand words!\n\nThis extension captures the displayed web page and sends the captured image to the Windows application \"Screenpresso\" for edition if available; otherwise, it will prompt to save the image file.\n\nScreenpresso on Windows captures your desktop (screenshots and HD videos) for your training documents, collaborative design work, IT bug reports, and more. Screenpresso has a built-in image editor, user guide generator, and sharing options.\n\nWe are passionate developers, hope you will enjoy the Screenpresso experience.",
    "de": "Gut gestaltete Bild- und Videoaufnahmesoftware. Ein Screenshot sagt mehr als tausend Worte!\n\nDiese Erweiterung erfasst die angezeigte Webseite und sendet sie an die Windows-Anwendung \"Screenpresso\" zur Bearbeitung, falls diese vorhanden ist. Ansonsten wird sie zum Speichern der Bilddatei auffordern.\n\nScreenpresso für Windows erfasst Ihren Desktop (Screenshots und HD-Videos) für Schulungsunterlagen, gemeinschaftliche Designarbeiten, Fehlerberichte und vieles mehr. Screenpresso verfügt über einen integrierten Bildeditor, einen Benutzerhandbuch-Generator und Freigabeoptionen.\n\nWir sind leidenschaftliche Entwickler, daher sind wir sicher, dass Sie die Erfahrung mit Screenpresso genießen werden.",
    "fr": "Logiciel bien conçu de capture d'écran image et vidéo. Une belle image vaut mille mots !\n\nCette extension vous permet de capturer entièrement la page active and 1 clic et de la télécharger dans un fichier image.\nSi vous avez le logiciel \"Screenpresso\" installé, elle lui sera automatiquement envoyée, vous permettant ainsi d'archiver votre capture, de l'éditer et de la partager facilement.\n\nScreenpresso pour Windows capture votre bureau en images et en vidéos HD pour vos documents, tutoriels, maquettes, travaux collaboratifs, vos rapports de bogues et bien plus…\n\nChez nous il n'y a que des développeurs passionnés. Aussi, nous sommes certains que vous allez apprécier l'expérience Screenpresso.",
    "hu": "Ez a kiegészítő rögzíti a megjelenített weblapot, és a képet a \"Screenpresso\" nevű Windows alkalmazásba küldi szerkesztésre, ha elérhető; egyéb esetben felkínálja a képfájl mentésének lehetőségét.\n\nA Screenpresso a Windows-ban rögzíti az Asztalt (képernyőmentés és HD videók) az oktatási dokumentumaihoz, együttműködő tervezési munkáihoz, informatikai hibajelentésekhez és sok egyéb célhoz. A Screenpresso beépített képszerkesztővel, felhasználói útmutatógenerálással és megosztási eszközökkel rendelkezik.\n\nMi egyszerűen szenvedélyes fejlesztők vagyok, így bizonyára élvezni fogod a Screenpresso nyújtotta használati élményt.",
    "it": "Questa estensione cattura la pagina web mostrata e invia l'immagine all'applicazione \"Screenpresso\" per\nWindows se disponibile altrimenti chiede di salvare il file dell'immagine.\n\nScreenpresso per Windows cattura il tuo desktop (schermate e video HD) per i tuoi documenti di formazione, lavori di progettazione collaborativa, segnalazioni di bug IT e altro ancora. Screenpresso ha un editor di immagini integrato, un generatore di guide per l'utente e opzioni di condivisione.\n\nNoi siamo solo sviluppatori appassionati, quindi siamo sicuri che apprezzerai l'esperienza di Screenpresso.",
    "ja": "Screenpressoは、デスクトップのスクリーン画像やHDビデオをキャプチャーするためのツールです。トレーニング用マニュアルやITプロジェクトのバグレポートなど、スクリーンショットを使った資料を簡単に作ることができます。\nScreenpressoには組み込みの画像エディタがあります。シンプルなユーザガイドを作る機能があり、クラウドサービスに共有する機能もあります。\n\nこの拡張機能を使用すると、1クリックで現在表示中のWebページの全体をキャプチャして、画像ファイルとしてダウンロードできます。\nコンピュータでScreenpressoを実行中の場合、キャプチャしたデータは自動的にScreenpressoのワークスペースに保存されます。そのままScreenpressoを使って画像の編集、共有ができます。\n\nScreenpressoはマネージャーでもビジネスマンでもなく、情熱的なエンジニアだけで作られています。Screenpressoでの素晴らしい体験を気に入ってもらえると確信しています。",
    "nl": "Deze extensie legt de weergegeven webpagina vast en verzendt de vastgelegde afbeelding naar de Windows-applicatie \"Screenpresso\" voor de editie indien deze beschikbaar is; anders, wordt u gevraagd het afbeeldingsbestand op te slaan.\n\nScreenpresso op Windows legt uw bureaublad vast (screenshots en HD-video's) voor uw trainingsdocumenten, gezamenlijk ontwerpwerk, IT-bugrapporten en meer. Screenpresso heeft een ingebouwde afbeeldingseditor, generator voor gebruikershandleiding en opties voor delen.\n\nWe zijn alleen gepassioneerde ontwikkelaars, dus we zijn er zeker van dat u zult genieten van de Screenpresso-ervaring.",
    "pt_BR": "O Screenpresso captura sua área de trabalho (capturas de tela e vídeo em HD) para seus documentos de treinamento, trabalho de design colaborativo, relatórios de erros de TI, e mais. O Screenpresso é uma NOVA ferramente leve para captura de tela com editor de imagens incluso, gerador de guia do usuário e opções de compartilhamento.\n\nEsta extensão permite que você capture a página da web ativa em 1 clique e baixe a imagem como um arquivo. Se você possui o Screenpresso instalado e em execução no Windows, ela enviará a captura automaticamente para o Screenpresso para que você possa salvar, editar ou compartilhar ela com facilidade.\n\nSomos apenas desenvolvedores apaixonados, sem gerentes ou pessoas comerciais, por isso temos certeza que você gostará da experiência do Screenpresso."
  }
}