{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Precise links"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables creating and resolving links to specific pieces of text in a page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension makes the browser support links that point to any range of text in a page. You can thus create a link (e.g. for bookmarking or citing) to a specific quote, instead of only to the document as a whole or to a section that was marked by the author with a named anchor.\n\nFollowing a precise link will scroll to and select the specified text. To create a precise link, right-click on the selection (or long-tap, etc.), and choose 'Copy link to selected text'. Paste this address wherever you are making the link (note that this extension enables you to create links to, but not from a selection).\n\nThe link format was suggested in a W3C note [1], and builds on the Web Annotation standard[2]. The precise segment it points to is specified in the link's fragment identifier, so a link may look like:\n\nhttps://en.wikipedia.org/w/index.php?title=Koala&oldid=781295795#selector(type=TextQuoteSelector,exact=fluffy%20ears)\n\nIdeally browsers would start supporting precise links natively. The format may however still change when/if it becomes standardised, so links created with this extension might never be widely understood. In browsers not supporting the feature, the link will luckily still point to the page as a whole.\n\nConsider this extension as experimental. Besides the mentioned specification being a draft, this extension currently only supports the TextQuoteSelector defined there, and can still use some improvements. Help is welcome!\n\n[1]: https://www.w3.org/TR/2017/NOTE-selectors-states-20170223/#frags\n[2]: https://www.w3.org/TR/annotation-model/"
  }
}