{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Last Week"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With every day passing by, we are getting closer to the death. Let's make the best use of the time we have to fulfill our dreams."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make the most of your time with The Last Week, a unique Chrome extension that helps you keep track of the time you have left. Based on the best-selling book by Oliver Burkeman, this extension reminds you of the preciousness of time and displays how many weeks you have left out of the 4000 weeks that an average person lives. Every time you open a new browser tab, you'll see a simple yet powerful reminder of the fleeting nature of life, inspiring you to make the most of every moment.\n\nWith The Last Week, you'll gain a new perspective on time management and productivity. Instead of rushing through your to-do list and feeling overwhelmed, you'll learn to prioritise what really matters and focus on the things that bring you joy and fulfilment. Whether you're a student, a professional, or a retiree, this extension is a must-have tool to help you stay motivated and productive.\n\nFeatures:\n- Displays how many weeks you have left out of 4000\n- Simple, elegant design that blends in with your browser\n- Easy to install and use, with no additional setup required\n\nGet \"The Last Week\" now and start planning your time with purpose and intention. Remember, every week counts!\n\nLogo Attribution: \nSacred icons created by Freepik - Flaticon https://www.flaticon.com/free-icons/sacred"
  }
}