{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Page Monitor Pro",
    "fr,it,pt_BR,ru,tr,uk,zh_CN": "Page Monitor",
    "ko": "쪽 감시자"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sv,sw,ta,te,th,vi,zh_TW": "Stays in the background and monitors web pages for changes.",
    "de": "Bleibt im Hintergrund und überwacht Web-Seiten auf Änderungen.",
    "fr": "Reste en tache de fond et surveille les changements des pages web.",
    "it": "Monitora le pagine Web in background e ti avvisa in caso di cambiamenti.",
    "ko": "백그라운드에서 유지하고 웹 페이지의 변화를 관찰합니다.",
    "pt_BR": "Permanece em segundo plano monitorando por mudanças nas páginas na Web.",
    "ru": "Остаётся на заднем плане и следит за изменениями на веб-страницах.",
    "sr": "Стоји у позадини и надгледа промене на веб страницама.",
    "tr": "Arka planda kalır ve web sayfalarındaki değişiklikleri izler.",
    "uk": "Стежить за змінами у веб-сторінках, працюючи у фоновому режимі.",
    "zh_CN": "驻留后台并监控网页变化。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the free Pagemonitor Pro you can monitor any website content changes, like price monitor on shops or any other element on websites.\n\nPage Monitor Pro is an open source fork of the original open source Page Monitor, which is now available under MIT License. We removed any tracking code and bloat by visualping and keep this extension maintained and under development. Page Monitor Pro is a free monitoring and website change detector to send you website change alerts.\nOPEN SOURCE (https://opensource.org/licenses/MIT)\n\nNew features and design is currently in progress.\n\nWant more?\nExtensions: Distill / Sitedelta Web Content Monitor and Refresh Monkey and Wachete + Update Scanner for Firefox.\nSoftware: Versionista, ChangeDetection, Alertbox and OnWebChange",
    "de": "Webseiten auf Änderungen überwachen, einfach gemacht mit Page Monitor Pro.\n\nPage Monitor Pro ist ein open source fork of the original open source Page Monitor, which is now available under MIT License. We removed any tracking code and bloat and keep this extension maintained and under development. Page Monitor Pro is a free monitoring and website change detector to send you website change alerts.\nOPEN SOURCE (https://opensource.org/licenses/MIT)\n\nNeue Features + Design sind aktuell in Vorbereitung! :)"
  }
}