{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Just a Clock - the Hours",
    "de": "Einfach eine Uhr – die Stunden",
    "es": "Sólo un Reloj - las Horas",
    "it": "Solo un Orologio - le Ore",
    "nl": "Gewoon een klok – De Uren",
    "ru": "Просто Время - Часы",
    "tr": "Sadece Bir Saat - Saatler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "A simple digital clock for the toolbar. This is JUST THE HOURS. Pair with the minutes for an awesome readable clock in your toolbar!",
    "de": "Eine einfache Digitaluhr für die Toolbar. Diese Erweiterung zeigt nur die Stunden. Installieren Sie auch “Die MINUTEN” für eine…",
    "es": "Un reloj digital simple para la barra de herramientas. Esta es sólo las HORAS. Emparejar con los MINUTOS por un reloj de legible…",
    "it": "Solo un orologio, nella barra degli strumenti, grande e semplice. Ci sono 2 estensioni, uno per le ore e uno per i minuti.",
    "nl": "Een eenvoudige digitale klok voor de werkbalk. Dit zijn enkel de UREN . Combineer met de MINUTEN voor een geweldige leesbare klok…",
    "ru": "Простые дигитальные часы в верхней панели браузера. Это ТОЛЬКО ЧАСЫ. Скачайте так же МИНУТЫ для полных, удобных и легко заметных…",
    "tr": "Araç çubuğu için basit bir dijital saat. Bu SADECE SAATLERdir. Araç çubuğunuzda muhteşem okunabilirlikte bir dijital saat için,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Just a clock, in your Chrome toolbar; Nice and big and simple.  There are 2 extensions, one for the Hours and one for the Minutes.\n\nI built this because I usually have a full screen app/game/video going on my main monitor and can't see the clock.  My browser is usually on my 2nd monitor and now I can always see the time at a glance!\n\nThis is JUST THE HOURS (12 or 24 hour modes available) and meant to be paired with the \"Just a Clock - The Minutes\" extension in your toolbar and positioned to its LEFT.\n\nRemember to also install the MINUTES: https://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n-- Now with 24 hour support because you asked for it!\n-- And Desktop Notifications upon the hour can be turned on in Options\n-- Also, white numbers for dark themes are available in Options\n\n- Russian translation provided by Ross Yes\n- Turkish translation provided by Kerem Özen\n- German translation provided by Arshad Tayyeb\n- Italian translation provided by Stefano Moris\n- Dutch translation provided by Joery van Druten\n\nIf you like it please let me know in the comments.  If you have any suggestions or requests please also let me know.",
    "de": "Einfach eine Uhr, in der Chrome-Toolbar; Schön, groß und einfach. Es gibt 2-Erweiterungen, eine für die Stunden und eine für die Minuten.\n\nIch baute das, weil es regelmäßig eine Vollbild app / Spiel / Video auf meinem Hauptmonitor spielt, dabei ich die Uhr nicht mehr sehen kann. Mein Browser läuft normalerweise auf meinem zweiten Monitor, und mit dieser Erweiterungen kann ich immer die Zeit auf einen Blick sehen!\n\nDiese Erweiterung ist nur die STUNDEN (12 oder 24 Stunden-Modi zur Verfügung) und soll mit dem \"Einfach eine Uhr – Die Minuten\" gepaart werden, und auf der linken Seite von “Die Minuten” positioniert.\n\nInstallieren Sie auch Die Minuten: https://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n- Jetzt mit 24 Stunden-Support, von Ihrem Nachfragen!\n- Desktop-Benachrichtigungen von der Stunde kann in den Optionen eingeschaltet werden\n- Außerdem sind weiße Zahlen für dunkle Themen verfügbar in Optionen\n\n- Deutsche Übersetzung von Arshad Tayyeb\n\nWenn es Ihnen gefällt, schreiben Sie mich in den Kommentaren wissen. Wenn Sie Anregungen oder Wünsche haben, bitte kontaktieren Sie mich auch.",
    "es": "Sólo un reloj, en tu barra de herramientas de Chrome; Bonito y grande y simple. Hay 2 extensiones, una para las horas y otra para los minutos.\n\nYo construido esto porque por lo general tengo una aplicación de pantalla completo / juego / video completo en mi monitor principal y no puedo ver el reloj. Mi navegador es por lo general en mi segundo monitor y ahora siempre puedo ver el tiempo de un vistazo!\n\nEsto es sólo el HORAS (12 ó 24 horas modos disponibles) y destinadas a ser emparejados con el \"Sólo un reloj - Los Minutos\" extensión en tu barra de herramientas y colocados a su izquierda.\n\nRecuerde instalar también los MINUTOS: https://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n-- Ahora con soporte las 24 horas, porque tú lo has querido!\n-- Y Notificaciones de Escritorio sobre la hora se puede activar en las opciones\n-- También, números blancos para temas oscuros están disponibles en opciones\n\nSi te gusta, por favor hágamelo saber en los comentarios. Si tienes alguna sugerencia o petición por favor, también hágamelo saber.",
    "it": "Solo un orologio, nella barra degli strumenti, grande e semplice. Ci sono 2 estensioni, uno per le ore e uno per i minuti.\n\nHo costruito questo perché io di solito ho uno schermo di app / gioco / video full sul mio monitor principale e non possono vedere l'orologio. Il mio browser è di solito sul mio monitor numero 2 e ora posso sempre vedere l'ora in un colpo d'occhio!\n\nQuesto è solo l'ORE (12 o 24 modalità ore disponibili) e destinate ad essere abbinati con il \"Solo un orologio – I Minuti\" estensione nella barra degli strumenti e posizionati alla sua sinistra.\n\nRicordarsi di installare anche i minuti: https://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n-- Ora con il supporto 24 ore perché hai chiesto per questo!\n-- E notifiche desktop ogni ora può essere attivato in Opzioni\n-- Inoltre, i numeri bianchi per temi scuri sono disponibili in Opzioni\n\n- Traduzione in Italiano fornito da Stefano Moris\n\nSe vi piace per favore fatemelo sapere nei commenti. Se avete suggerimenti o richieste si prega di far sapere anche a me.",
    "nl": "Gewoon een klok , in uw Chrome -werkbalk ; Mooi, groot en eenvoudig. Er zijn 2 uitbreidingen , één voor de uren en één voor de minuten.\n\nIk ontwikkelde dit omdat ik meestal een full screen app / game / video draaide op mijn hoofdmonitor en de klok niet kon zien . Mijn browser is meestal op mijn 2e monitor en nu kan ik altijd de tijd zien in een oogopslag !\n\nDit zijn enkel de UREN ( 12 of 24 uur notatie beschikbaar ) en bedoeld om te worden gecombineerd met de \"Gewoon een klok - De Minuten \" extensie in uw werkbalk en gepositioneerd aan de linkerkant .\n\nVergeet niet om ook de MINUTEN installeren: https://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n-- Nu met 24 uur per dag ondersteuning , omdat jij er om vroeg !\n-- En Desktop Meldingen op het uur kan worden ingeschakeld in Opties\n-- Ook , witte cijfers voor donkere thema's zijn beschikbaar in Opties\n\n- Nederlandse vertaling door Joery van Druten\n\nSchrijf een recensie en laat weten of je het leuk vindt.  En jouw suggesties of verzoeken zijn van harte welkom.",
    "ru": "Просто время, в верхней панеле вашего Хрома. Стильные, большие и удобные часы. Часы состоят из из двух отдельных расширений: Часы и Минуты.\n\nЯ создал Просто Время потому что обычно пользуюсь приложениями/играми/видео на весь экран на моем основном мониторе и не вижу часов. Мой браузер обычно открыт на втором мониторе и теперь я всегда могу видеть который час одним взглядом!\n\nЭто ТОЛЬКО ЧАСЫ (можно выставить 12 или 24 часовой режим) и они предназначены для работы с парным расширением «Просто Время – Минуты» и должны быть расположены СЛЕВА от Минут.\n\nНе забудьте так же установить МИНУТЫ:\nhttps://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n-- Теперь с поддержкой 24-режима потому что вы просили!\n-- Можно включить оповещение на рабочий стол каждый круглый час в Настройках\n-- Так же можно выбрать белые цифры для темных тем/фонов в Настройках\n\nЕсли вам нравится, пожалуйста дайте мне знать в комментариях. Если у вас есть какие-то предложения или пожелания, так же дайте мне знать.",
    "tr": "Chrome araç çubuğunuzdaki “sadece bir saat”; hoş, büyük ve basit. Biri Saatler, diğeri de Dakikalar için, iki tane uzantı mevcuttur.\n\nBunu kodlamamın sebebi, ana monitörümde genellikle tam ekran bir uygulama/oyun/vidyo olması ve saati göremiyor olmamdı. Tarayıcım genellikle ikinci monitörümde ve şimdi sadece gözatarak her an zamanı görebiliyorum!\n\nBu SADECE SAATLER (12 ya da 24 saat gösterimleri mevcut) ve “Sadece Bir Saat – Dakikalar” ile birlikte eşlenip araç çubuğunuzda Dakikalar'ın SOL tarafında yer alması için tasarlanmıştır.\n\nAyrıca Dakikalar'ı da kurmayı unutmayın:\nhttps://chrome.google.com/webstore/detail/pgmgkfgcnigcopcjhilfabbdgmjmkogj\n\n-- Şimdi 24 saat desteğiyle çünkü siz istediniz!\n-- Ve her yeni saati gösteren Masaüstü Bildirimleri, Seçenekler'den açılabilir.\n-- Ayrıca koyu temalar için beyaz rakamlar Seçenekler'de mevcuttur.\n\n- Türkçe çeviri Kerem Özen tarafından sağlanmıştır."
  }
}