{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website scripting"
  },
  "short": {
    "ar": "يمكن للمطورين إضافة أكواد جافا سكريبت في صفحة الويب. مثل تخصيص مواقع الويب الأخرى باستخدام أكوادنا الخاصة.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,te,th,tr,uk,vi": "Developers can add javascript codes in webpage. Like customizing other websites with our own codes.",
    "es": "Los desarrolladores pueden agregar códigos javascript en la página web. Como personalizar otros sitios web con nuestros propios…",
    "hi": "डेवलपर्स वेबपेज में जावास्क्रिप्ट कोड जोड़ सकते हैं। जैसे अन्य वेबसाइटों को हमारे अपने कोड के साथ कस्टमाइज़ करना।",
    "ru": "Разработчики могут добавлять коды javascript на веб-страницу. Нравится настраивать другие веб-сайты с помощью наших собственных…",
    "ta": "டெவலப்பர்கள் வலைப்பக்கத்தில் ஜாவாஸ்கிரிப்ட் குறியீடுகளைச் சேர்க்கலாம். எங்கள் சொந்த குறியீடுகளுடன் பிற வலைத்தளங்களைத்…",
    "zh_CN,zh_TW": "开发人员可以在网页中添加javascript代码。就像使用我们自己的代码自定义其他网站一样。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Following list of features available.\n    1. Insert javascript codes in web pages.\n    2. Can customize URL by using regular expressions.\n    3. Multiple scripts can be execute in same page.\n    4. Jquery support available.\n    5. This extension is completely open source.\n    6. To share your javascript code to public, there is push request link you can use it. We will review it and add to public usage.\n    7. When you need assistance for writing codes for your website we have request option to assist.\n    8. We open to contribution by developers for enhance the project.\n    9. You do have templates in the code, those are mostly reusable only.\n    10. By default some javascript codes will be provided. You can enable it, if it is relevant to you. Due to privacy we don't enable any scripts on default. You can read the javascript codes and activate it.\n\nFollowing websites, we fixed bugs.\n    1. Watch cartoons online - Fullscreen outline removed\n    2. Hotstar - Subtitle default english selected and Quality set to highest quality\n    3. Sample document download - Multiple files download script added for reusable purpose developers can copy it and paste wherever they want. \n\nIt also refers as web override or webpage overrides."
  }
}