{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sqlite Reader Online"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly access, edit, and manage your SQLite database from within your browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You may run any SQLite command you want (SQL and SQLite are quite different, yet they share a lot of features). This add-on is written in JavaScript, using the SQLite library compiled from C code with Emscripten. Emscripten is a source-to-source compiler that converts native C/C++ instructions to JavaScript.\n\nTo use this plugin, simply drag an SQLite file into the app's UI (top section) and you're good to go. The instructions will be displayed in the text area (middle section) of the UI once the SQLite has been completely loaded. Simply add/change the code, then click on the - Execute SQLite - button in the upper left corner (the green button). \n\nPlease keep in mind that executing any command might take some time, depending on the size of your SQLite database. The conclusion is displayed in the result section (section III) of the app UI. You may also save the database by selecting - Save Database - at the top and hitting the button. In addition, there's a button to insert a \"sample\" SQLite code. Simply hit this option, then press the - Execute SQLite - button to see what happens.\n\nThe main disadvantage of this add-on is that it runs slower than the native SQLite application/library. However, since use of the plugin is much simpler than using the native SQLite application, it's a good choice for small databases. This add-on works best with a moderate database size."
  }
}