{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Atomic Video Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All in one privacy focused, lightweight and ultra fast video downloader"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Atomic Video Downloader - Now you can download & save videos from popular websites fast and easy!\n\nJust click and save to download online videos from your favorite websites using the Atomic Video Downloader.\n\nWhether you need to save videos offline for school, work, or personal use, our simple video downloader makes it a breeze.\n\nForget other bulky extensions that slow down your browser, are difficult to use, or risk your privacy. Just click the icon in your chrome browser, select the video, and download in seconds. Works on PC, Mac, and any system that supports Chrome. \n\nDownload and save multiple online video formats such as FLV, MP4, MOV, WEBM, and more from the most popular video websites.\n\nTry it and download videos free. If you're a power user we offer affordable options for anyone to download unlimited videos with no limits!\n\nIf you experience issues, or our extension is unable to download a video, report issues to support[at]atomicvideo.io and we'll do our best to help. Please send us your issues rather than leaving a negative review.\n\nPolicy disclaimer:\n\n- Due to restrictions of the Chrome store, downloading YouTube videos is not allowed and restricted, unfortunately, this applies to any extension including ours.",
    "de": "Atomic Video Downloader - Jetzt können Sie Videos von beliebten Websites schnell und einfach herunterladen und speichern!\n\nKlicken Sie einfach auf und speichern Sie, um Online-Videos von Ihren bevorzugten Websites mit dem Atomic Video Downloader herunterzuladen.\n\nEgal, ob Sie Videos für die Schule, die Arbeit oder den persönlichen Gebrauch offline speichern müssen, unser einfacher Video-Downloader macht es zum Kinderspiel.\n\nVergessen Sie andere sperrige Erweiterungen, die Ihren Browser verlangsamen, schwierig zu verwenden sind oder Ihre Privatsphäre gefährden. Klicken Sie einfach auf das Symbol in Ihrem Chrome-Browser, wählen Sie das Video aus und laden Sie es in Sekunden herunter. Funktioniert auf PC, Mac und jedem System, das Chrome unterstützt.\n\nLaden Sie mehrere Online-Videoformate wie FLV, MP4, MOV, WEBM und mehr von den beliebtesten Video-Websites herunter und speichern Sie sie.\n\nProbieren Sie es aus und laden Sie Videos kostenlos herunter. Wenn Sie ein Power-User sind, bieten wir erschwingliche Optionen für jeden, um unbegrenzt Videos ohne Einschränkungen herunterzuladen!\n\nWenn Sie Probleme haben oder unsere Erweiterung ein Video nicht herunterladen kann, melden Sie Probleme an support[at]atomicvideo.io und wir werden unser Bestes tun, um Ihnen zu helfen. Bitte senden Sie uns Ihre Probleme, anstatt eine negative Bewertung abzugeben.\n\nHaftungsausschluss:\n\n- Aufgrund von Einschränkungen des Chrome Stores ist das Herunterladen von YouTube-Videos nicht erlaubt und eingeschränkt, leider gilt dies für alle Erweiterungen, einschließlich unserer.",
    "es": "Atomic Video Downloader: ¡ahora puede descargar y guardar videos de sitios web populares de manera rápida y fácil!\n\nSimplemente haga clic y guarde para descargar videos en línea de sus sitios web favoritos usando Atomic Video Downloader.\n\nYa sea que necesite guardar videos sin conexión para la escuela, el trabajo o para uso personal, nuestro sencillo descargador de videos lo hace muy fácil.\n\nOlvídese de otras extensiones voluminosas que ralentizan su navegador, son difíciles de usar o ponen en riesgo su privacidad. Simplemente haga clic en el ícono en su navegador Chrome, seleccione el video y descárguelo en segundos. Funciona en PC, Mac y cualquier sistema compatible con Chrome.\n\nDescargue y guarde múltiples formatos de video en línea como FLV, MP4, MOV, WEBM y más de los sitios web de videos más populares.\n\nPruébalo y descarga videos gratis. Si es un usuario avanzado, ofrecemos opciones asequibles para que cualquiera descargue videos ilimitados sin límites.\n\nSi tiene problemas o nuestra extensión no puede descargar un video, informe los problemas a support[at]atomicvideo.io y haremos todo lo posible para ayudarlo. Envíenos sus problemas en lugar de dejar una crítica negativa.\n\nDescargo de responsabilidad de la política:\n\n- Debido a las restricciones de la tienda de Chrome, la descarga de videos de YouTube no está permitida y restringida, lamentablemente, esto se aplica a cualquier extensión, incluida la nuestra.",
    "fr": "Atomic Video Downloader - Vous pouvez maintenant télécharger et enregistrer des vidéos à partir de sites Web populaires rapidement et facilement !\n\nIl vous suffit de cliquer et d'enregistrer pour télécharger des vidéos en ligne à partir de vos sites Web préférés à l'aide d'Atomic Video Downloader.\n\nQue vous ayez besoin d'enregistrer des vidéos hors ligne pour l'école, le travail ou un usage personnel, notre simple téléchargeur de vidéos en fait un jeu d'enfant.\n\nOubliez les autres extensions encombrantes qui ralentissent votre navigateur, sont difficiles à utiliser ou mettent en danger votre vie privée. Cliquez simplement sur l'icône dans votre navigateur Chrome, sélectionnez la vidéo et téléchargez-la en quelques secondes. Fonctionne sur PC, Mac et tout système prenant en charge Chrome.\n\nTéléchargez et enregistrez plusieurs formats vidéo en ligne tels que FLV, MP4, MOV, WEBM, etc. à partir des sites Web vidéo les plus populaires.\n\nEssayez-le et téléchargez des vidéos gratuitement. Si vous êtes un utilisateur chevronné, nous offrons des options abordables à tous pour télécharger des vidéos illimitées sans limites !\n\nSi vous rencontrez des problèmes ou si notre extension ne parvient pas à télécharger une vidéo, signalez les problèmes à support[at]atomicvideo.io et nous ferons de notre mieux pour vous aider. Veuillez nous envoyer vos problèmes plutôt que de laisser un avis négatif.\n\nClause de non-responsabilité :\n\n- En raison des restrictions de la boutique Chrome, le téléchargement de vidéos YouTube n'est pas autorisé et restreint, malheureusement, cela s'applique à toute extension, y compris la nôtre.",
    "it": "Atomic Video Downloader - Ora puoi scaricare e salvare video da siti Web popolari in modo facile e veloce!\n\nBasta fare clic e salvare per scaricare video online dai tuoi siti Web preferiti utilizzando Atomic Video Downloader.\n\nSe hai bisogno di salvare i video offline per la scuola, il lavoro o per uso personale, il nostro semplice downloader di video lo rende un gioco da ragazzi.\n\nDimentica altre estensioni ingombranti che rallentano il tuo browser, sono difficili da usare o mettono a rischio la tua privacy. Basta fare clic sull'icona nel browser Chrome, selezionare il video e scaricarlo in pochi secondi. Funziona su PC, Mac e qualsiasi sistema che supporta Chrome.\n\nScarica e salva più formati video online come FLV, MP4, MOV, WEBM e altri dai siti Web di video più popolari.\n\nProvalo e scarica video gratis. Se sei un utente esperto, offriamo a chiunque opzioni convenienti per scaricare video illimitati senza limiti!\n\nSe riscontri problemi o la nostra estensione non è in grado di scaricare un video, segnala i problemi a support[at]atomicvideo.io e faremo del nostro meglio per aiutarti. Inviaci i tuoi problemi anziché lasciare una recensione negativa.\n\nDichiarazione di non responsabilità:\n\n- A causa delle restrizioni del Chrome Store, il download di video di YouTube non è consentito e limitato, sfortunatamente questo vale per qualsiasi estensione inclusa la nostra."
  }
}