{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "shorten-url : Professional URL shortener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL shortener with lot of features, detailed stats, traffic filters, redirect rules, QR codes, password protected links and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professional URL shortener service. Extention requires account on shorten-url.com website which can be created in just a few clicks. Free subscription plan does not require any credit card information and is available immediately after registration.\n\nFeatures list:\n1) Short URLs for your web pages, email addresses, phone numbers, Facebook profile, Youtube channel, personal messenger profiles and more. Browser extention allows you to quickly shorten web page URLs, other types are available in your account on shorten-url.com. You can change your short URL type and destination anytime.\n2) Colorful QR codes for all your links. Choose between different styles and colors of your QR code.\n3) Detailed click statistics. See where are your visitors coming from, what language they prefer and what device and software thay are using. Raw access logs are also available.\n4) Password protected URLs. Your visitors will be asked for a password before forwarding to destination. This will alolow you to create short URLs with restricted access.\n5) Redirect rules. You can redirect your short URL visitors to different alternate destinations depending on their country, browser language or device type. Change, add or remove rules anytime.\n6) Traffic filters. You can block unwanted visitors by referer website, country, language, IP address or device. Block search engine bots. Change, add or remove filters anytime.\n7) Custom domains and URL keys. Completely customize your short URLs by using your own domains or using your unique URL key instead of random generated.\n8) API access is also available to manage your short URLs."
  }
}