{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BNB Toolbox Scraper for Airbnb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract & export Airbnb rental listings data with no code to a formatted CSV or Google Sheet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension extracts the most comprehensive data from Airbnb's listings with one click and no code. This extension is perfect for investors, Airbnb hosts, data analysts, real estate agents. It helps provide information for market analysis, competitor analysis and more.\n\nYou can download the data as a nicely formatted CSV file or Google Sheets file organized by price, beds, bedrooms, baths, fees, rating, number of ratings, city, latitude/longitude and more. It's a very simple extension that is easy to use and gets the job done.\n\n\n🧪Core Features:\n    ✔️Scrape unlimited Airbnb listings from the website\n           - Search page results (https://airbnb.com/s/)\n           - Individual listing pages (https://airbnb.com/rooms/)\n    ✔️Download data into a formatted CSV file or Google Sheets including:\n           - Price\n           - Occupancy rate data\n           - Rating\n           - Number of reviews and review history\n           - City\n           - Latitude/Longitude\n           - Name/title\n           - # of beds, bedrooms, baths\n           - Type of listing (ie entire home)\n           - Listing URL\n           - Cleaning fees, Airbnb service fees\n           - Search filter inputs (ie total nights, check-in/out dates, etc.)\n           - Total charged based on search filter inputs\n           - Early bird discounts\n           - Discounted and original prices\n           - \"Superhost\" status\n           - \"Rare find\" status\n           - Locale code\n           - Listing ID\n           - \"About this space\" description\n    ✔️No coding or technical knowledge needed. It's super easy to use!\n\nNOTE: This extension only supports airbnb.com at this time. International versions of the website may not have full functionality.\n\n\n🔒Permissions:\nWe understand there may be questions regarding the permissions needed to use the extension. We aim to be as transparent as possible hoping to inform you that we have absolutely no intent of using the access you grant to your browser maliciously. Follow the link below to read on:\n\nhttps://tidisventures.com/privacy-policy?policy=bnb-toolbox-scraper-chrome-ext-privacy-policy\n\n\n⭐ How To Use:\nThe extension popup has 3 buttons that control the entire functionality of the app. Each button is to scrape the webpage, clear the data to scrape from scratch, and download the CSV file or save to Google Sheets respectively. To extract data, follow these steps:\n\n   1. Go to Airbnb.com and choose your search inputs (ie location, dates, guests)\n   2. Open up the extension and click \"Scrape\". Don't close the pop up while it works.\n   3. For the free version, to scrape the next page, left click on page 2.\n   4. Then, repeat step 2. (Click \"Download\" when you're ready to download the data to CSV or Google Sheets)\n\nFor more info, please see the YouTube video above to learn how to use the extension. If there are any questions or other issues, please contact tidisventures@gmail.com.\n\nAlso, check the how-to page: https://tidisventures.com/extensions/bnb-toolbox-scraper-for-airbnb or the support page: https://tidisventures.com/support?app=bnb-toolbox-scraper\n\n\n🏷️Pricing:\nUpon installation of the extension, the user will be able to use the basic and free version of the extension indefinitely. This limits the scraped listings to the 50 listings per download (downloadable CSV file is available with the basic version). Upgrade to the premium version to  enjoy scraping and downloading unlimited listings from Airbnb's website (and other awesome features).\n\n💰Affiliate Program:\nJoin our affiliate program here: https://tidisventures.com/affiliate/program\n\n\n📚Terms and Conditions:\nBy using this extension, you agree to the terms here: https://tidisventures.com/terms-and-conditions?app=bnb-toolbox-scraper-terms and https://tidisventures.com/terms\n\n\n✋Important:\nRead more about the extension and its usage here: https://tidisventures.com/extensions/bnb-toolbox-scraper-for-airbnb\n\n📘 Change log:\n1/2/2025: Fix rating extraction from search results\n11/20/2024: Add affiliate program link\n11/07/2024: Update YouTube video\n10/16/2024: Add ability to extract detailed listing description\n9/16/2024: Fix data extraction bugs for various parameters, implement custom time delay functionality\n2/22/2024: Fix scrape bug due to Airbnb change\n2/8/2024: Handle split stay search results\n1/10/2024: Save listings continuously as scrape is in progress.\n12/15/2023: Improve pagination automation\n12/14/2023: Support international versions of Airbnb website.\n10/22/2023: Fix minor scraping bug.\n10/17/2023: Initial publish."
  }
}