{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudKeeper Tuner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Engineering Productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudKeeper Tuner is your real-time AWS optimization assistant that integrates seamlessly into your AWS console. Designed to help businesses of all sizes maximize cloud efficiency, Tuner provides actionable insights and personalized recommendations to manage costs and eliminate resource waste—all without leaving your console.\n\n\nKey Benefits:\n\n📍 Instant Optimization Insights:  Receive real-time, contextual recommendations directly within your AWS console. Each suggestion comes with a detailed explanation of its potential impact and value.\n\n📍 Effortless Cost Management: Identify and eliminate unnecessary spending by highlighting underutilized resources and providing clear optimization strategies.\n\n📍 Seamless User Experience: No complex setups or additional software required. Tuner works automatically within your existing AWS workflow.\n\nHow to Get Started\n\n1. Install the Extension\n    ➤ Download the CloudKeeper-Tuner browser extension from the Chrome Web Store.\n\n2. Log In to Your AWS Account\n    ➤ Open your AWS console and log in using your AWS credentials.\n\n3. Log In to your Tuner Account\n    ➤ Enable the Tuner extension, by entering your CloudKeeper credentials and it will automatically integrate with your AWS console, displaying insights and recommendations tailored to your account.\n\n4. Explore Insights\n    ➤ Navigate your AWS console as usual, and Tuner will highlight cost-saving opportunities, optimization suggestions, and areas for improvement in real time.\n\n5. Take Action\n    ➤ Follow Tuner’s recommendations directly in your console to optimize costs, improve system performance, and strengthen reliability.\n\n\nWhy Choose CloudKeeper Tuner?\n\nManaging cloud resources can be daunting, especially in a dynamic AWS environment. Tuner simplifies this process by providing intelligent, actionable insights where you need them most—within your AWS console. By integrating seamlessly into your workflow, Tuner ensures that cloud optimization is no longer a complex task but a strategic advantage.Whether you're managing a startup or an enterprise, Tuner helps align your AWS resources with your unique business goals.\n\nTransform the way you manage cloud resources with CloudKeeper-Tuner—effortlessly, intelligently, and immediately. Download CloudKeeper-Tuner today!\n\n✉️ Contact Us\nAny questions or suggestions?\nPlease contact us at support@cloudkeeper.com"
  }
}