{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Core | Crypto Wallet & NFT Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your home for Avalanche (AVAX) and beyond."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "CORE IS DIFFERENT\n- 10x faster than Metamask\n- Native Bitcoin and Ethereum bridge\n- Aggregates network, pricing and DeFi data\n- Sign up with Gmail and self-custody your crypto\n- Available as a web app and mobile wallet\n\nWAKE YOUR ASSETS UP WITH CORE\n- Connect to dApps\n- Stake your AVAX\n- Swap your crypto\n- Manage your NFTs\n\nHOW TO GET STARTED\n1. Download Core\n2. Create or import wallet\n3. Buy AVAX or Send/Receive AVAX, BTC, ETH or any EVM compatible token\n4. Head to core.app/discover to explore 300+ dApps\n\nBUILDING TOOLS TO EXPAND THE AVALANCHE ECOSYSTEM\nAva Labs is committed to delivering best-in-class technology. We are empowering people to build an open, simple, and democratic internet of finance. With Core, you own your data and your assets.",
    "de,es,hi,ja,ko,ru,tr,zh_CN": "CRYPTO JUST GOT EASIER\nCore is the all-in-one command center for all things crypto, supporting Avalanche, Bitcoin, Ethereum, and all EVM-compatible blockchains. Buy, swap, and bridge crypto. Collect NFTs and show them off. Access a vast world of decentralized applications (dApps) like games, decentralized finance (DeFi), and digital collectibles.\n\nTHE GATEWAY TO YOUR CRYPTO JOURNEY\nCore is designed to be simple, practical, and convenient making it the perfect wallet for a multichain world. \n\nBACKED BY POWERFUL TECHNOLOGY\nCore is committed to delivering best-in-class technology. We are empowering people to build an open, simple, and democratic internet of finance. With Core, you own your data and your assets.\n\nALL AT YOUR FINGERTIPS\n• Self custody your assets so that you are the sole owner and not dependent on anyone else\n• Buy AVAX quickly with a debit or credit card\n• Easily swap Avalanche, Bitcoin, and Ethereum assets\n• Manage your Avalanche and Ethereum assets, Bitcoin, NFTs, and more\n• Transfer Bitcoin and Ethereum to participate in the DeFi ecosystem\n• Add or switch to your favorite networks seamlessly\n• Jump into the Avalanche ecosystem fast with preloaded Subnets, like DeFi Kingdoms. Exclusively with Core.\n\nThere’s no better time to get started on your crypto journey. Add Core to your Chrome browser today!"
  }
}