{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpleGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your writing with AI-powered email composition, text rewriting, and translation in one handy Chrome extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing SimpleGPT, the ultimate Chrome extension for writers of all levels. With AI-powered email composition, text rewriting, and translation, SimpleGPT takes your writing to the next level by streamlining your workflow and enhancing your text with cutting-edge technology.\n\nEmail composition can be a tedious task, but with SimpleGPT, it's a breeze. Simply enter a few keywords and let the AI do the rest. SimpleGPT will generate a complete email for you, saving you time and helping you communicate more effectively. \n\nNeed to translate text to another language? SimpleGPT has got you covered. With support for dozens of languages, you can easily translate text to another language, whether it's for personal or professional use. Whether you're communicating with someone from another country or simply learning a new language, SimpleGPT makes translation easy and accessible.\n\nNeed to rephrase some text? No problem. SimpleGPT's text rewriting feature lets you quickly and easily reword your text, so it's clear and concise. Whether you're working on a paper, a blog post, or a marketing campaign, SimpleGPT helps you communicate your ideas with precision and clarity.\n\nSo why wait? Install SimpleGPT today and experience the power of AI-enhanced writing for yourself. Whether you're a student, a professional, or just someone who loves to write, SimpleGPT is the perfect tool for anyone who wants to communicate more effectively and efficiently."
  }
}