{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tu lugar en la Bombonera"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Asistencia a socios de Boca Juniors"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La forma más fácil y rápida de asegurar tu lugar en la cancha de Boca. Si sos socio activo o adherente, ¡aprovechá la oportunidad para sacar tus entradas y alentar al más grande! \n\n¿Cómo funciona?\n\nDescargá la extensión de Google Chrome y conseguí tu lugar en el Templo sin tener que refrescar el sitio soysocio.com a cada rato. ¡Hacemos el trabajo por vos hasta reservar tu entrada!\n\nPaso a paso:\n\n1. Suscribìte y descargá la aplicación\n\nAboná la suscripción mensual y descargá la extensión de Google Chrome (no sirve para celular) . ¡No te llevará más de 1 minuto!\n\n2. Seleccioná el partido\n\nIngresa a soysocio.com con tu usuario y contraseña y elegí el próximo partido de local.\n\n3. Activá el bot\n\nAbrí la extensión de Chrome y, en soysocio.com, seleccioná los sectores de la cancha que te interesan (Platea alta, media, baja, Cabecera alta, Palcos o “Cualquier ubicación”).\n\n4. Ajustá la frecuencia de búsqueda\n\nDeterminá cuántas veces querés que se refresque la búsqueda. Recomendamos entre 3 y 10 intentos por minuto para maximizar tus oportunidades.\n\n5. Relajate y esperá a que se reserve tu entrada\n\nHacé click en \"Empezar búsqueda\" y la aplicación comenzará a buscar los lugares disponibles a medida que se vayan liberando. Una vez que encuentre uno, dentro del o los sectores que seleccionaste, te reservará automáticamente la entrada.\n\n6. Aboná tu entrada\n\nLa hinchada te avisará cuando se realice la reserva y podrás finalizar el proceso de compra en soysocio.com. Tendrás 10 minutos para pagar y listo, ¡preparate para festejar con la 12!"
  }
}