{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrettyMerch for Merch by Amazon™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A beautiful dashboard for Merch by Amazon. It updates as you sell and notifies you instantly about new sales with a cha-ching sound."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrettyMerch is #1 most downloaded and top-rated extension for Merch by Amazon Sellers.\n\n✔ Beautiful dashboard to monitor your most important metrics\n✔ Real-time notifications for new sales with the most satisfying \"Cha-Ching\"\n✔ Detailed analytics for your sales, all the way back to day 1\n✔ Powerful Product Manager to easily filter and sort your products\n✔ 🆕 Research Tool so you can discover upcoming trends first\n\nPrettyMerch provides you with a complete toolkit of features, right inside your Merch by Amazon account, helping you save time and sell more products.\n\n🆕 Trademark Search Tool\n▸ Instantly search for Registered and Filed trademarks in all the available marketplaces\n▸ International and European trademarks are also included in the search results\n▸ PrettyMerch indexes all trademarks and makes sure you always receive the most updated results\n▸ With Trademark Search you can keep your account safe by making sure that you are not including trademarked words in your design and text \n\n🆕 Research Tool\n▸ Our brand new Research Tool allows you to quickly filter through Merch products on Amazon and discover best selling designs and upcoming trends before the competition\n▸ We continuously monitor Amazon search results and update our database with the most recent information for millions of products\n▸ Find Best Sellers, products with the Lowest BSR, Future Trends and New Designs with a single click\n▸ Use our Product Analyzer to view the most up-to-date, detailed analysis of every product. \n\n🖥 Dashboard\n▸ Todays sales; See a list of products sold together with a thumbnail to help recognise the product\n▸ It updates \"as you sell\" and notifies you of new sales with an iconic \"Ka-Ching\" sound, even if the browser is closed\n▸ Products are shown in the order in which they sold (most recent at the top)\n▸ List of the Top 10 Best Sellers by units and royalties in the last 30 days\n▸ Summary of you sales for Today, Yesterday, Week, Month and Previous Month\n▸ All Time Sales; so you know when you're eligible for a tier up\n▸ Chart of sales for the last 8 days\n▸ Shirts which are in under review or in processing\n▸ Total designs rejected, so can keep an eye on it\n▸ Your Tier, upload limits and shirts uploaded\n\n🥼 Product Manager\n▸ View ALL your product details, even the details that Amazon doesn't show\n▸ Bulk Edit; perfect for updating prices on multiple products\n▸ Bulk Delete; perfect for clearing your catalogue from old/removed products\n▸ Filter and search based on:\n  ▸ Title, Brand, Bullets, Description and ASIN\n  ▸ Reviews\n  ▸ BSR\n  ▸ Availability (if a product is buyable or not)\n  ▸ Total Units Sold, Royalties and Date of Last Sale\n  ▸ Date Created and Last Updated\n  ▸ Price\n  ▸ Days until Removal\n  ▸ + more\n\n📈 Analytics\n▸ Get detailed analytics of your sales for any time period for any marketplace\n▸ Charts by day/month\n▸ Best selling products\n▸ Best days/months, \n▸ Averages per day/month, \n▸ Product performance, \n▸ List of items sold which you can filter, sort and search \n▸ Probably the most detailed sales analytics you can get for Merch\n\n🔔 Notifications\n▸ Notification when you're logged out\n▸ Notification Merch by Amazon posts a new message\n▸ Notification when you're tiered up\n▸ Notification when your earnings have been poste\n\n🔃 Auto Re-Login \n▸ Keeps you logged in to your account continuously. No more getting logged out every hour\n\n➕ More:\n▸ View royalties on the charts\n▸ Click on any bar on the chart to view sales\n▸ Click on any of the sales widgets to view the sales for that period\n▸ View detailed analytics for your sales, such as the top selling product types, fit types and colors"
  }
}