{
  "name": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon product comparison with Compara AI",
    "ca": "Compara productes d'Amazon amb Compara.cat",
    "es": "Comparador de productos de Amazon - Compara con IA"
  },
  "short": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your online shopping assistant companion. We analyze Amazon product reviews and generates summaries for you, right in the browser.",
    "ca": "Compra de manera més intel·ligent amb la IA. Analitzem les ressenyes de productes d'Amazon i generem resums per a tu, directament…",
    "es": "Tu assistente de compras online con inteligencia artificial. Analizamos opiniones de productos de Amazon y generamos resúmenes para…"
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of falling for fake reviews and wasting hours researching products? Meet Compara AI - your online shopping assistant.\n\nKeep Compara open when navigation through online stores, like Amazon, and get instant unbiased reviews of the products your are interested.\n\n🔍 DISCOVER THE TRUTH BEHIND PRODUCTS\nDid you ever buy something with \"amazing\" reviews only to be disappointed? You're not alone. With 40% of online reviews potentially fake, making smart buying decisions has become a maze. \n\nCompara AI uses advanced AI to read thousands of reviews and tell you what real buyers actually think.\n\n⚡️ FROM HOURS TO MINUTES\n- Analyze thousands of reviews instantly\n- Get clear, honest summaries\n- See through marketing hype\n- Focus on verified buyer experiences\n- Make quick, confident decisions\n\n🛡️ YOUR SHOPPING GUARDIAN\nThink of us as your tech-savvy friend who's read every single review:\n- Spot hidden product flaws\n- Identify common issues\n- See long-term reliability\n- Understand real user experiences\n- Avoid overhyped products\n\n💡 SMART FEATURES THAT SAVE TIME\n- Paste any product link to start\n- Auto-filter out fake and biased reviews\n- Compare similar products objectively\n- Save products for later\n- Share insights with friends\n- Create shopping lists\n- Light and dark mode support!\n\n🎯 PERFECT FOR:\n- Finding reliable tech products\n- Researching big purchases\n- Buying gifts\n- Comparing similar items\n- Daily Amazon shopping\n- Deal hunting\n- Avoiding buyer's remorse\n\n💬 WHAT USERS SAY: \n\n\"Saved me from buying a laptop that looks great on paper but has major issues after 6 months. Worth every second!\" - Alex \n\n\"Finally, no more opening 50 tabs to research one product. This app is a game-changer for online shopping.\" - Maria \n\n\"Caught issues with a highly-rated coffee maker that I would've totally missed. Trust this more than star ratings now.\" - Sarah\n\n🏆 REAL RESULTS:\n- Average 1.5 hours saved per purchase\n- 94% of users report higher confidence\n- Identified critical issues in 73% of analyzed items\n- Protected thousands from highly-rated but problematic products\n\n⭐️ WHY CHOOSE COMPARA AI:\n- Purely focused on honest insights\n- Regular updates and new features\n- Dedicated customer support\n\nReady to stop second-guessing your purchases? \nDownload Compara AI extension and join thousands of smart shoppers who've already discovered a better way to shop online.\n\nIt's also available for Android and iOS!\n\nFree to download - Try it now!",
    "ca": "Cansat de caure en les trampes de les falses ressenyes i perdre hores investigant productes? Coneix Compara AI, el teu assistent de compres en línia.\n\nMantingues Compara obert mentre navegues per les botigues en línia, com Amazon, i obtingues ressenyes imparcials instantànies dels productes que t'interessen.\n\n🔍 DESCOBREIX LA VERITAT DARRERE DELS PRODUCTES\n\nT'ha passat mai de comprar alguna cosa amb ressenyes \"sorprenents\" només per quedar-te decebut? No estàs sol. Amb un 40% de les ressenyes en línia potencialment falses, prendre decisions de compra intel·ligents s'ha convertit en un laberint.\n\nCompara AI utilitza IA avançada per llegir milers de ressenyes i dir-te què pensen realment els compradors reals.\n\n⚡️ D'HORES A MINUTS\n\n- Analitza milers de ressenyes instantàniament\n- Obtingueu resums clars i honestos\n- Veu a través de l'excés de màrqueting\n- Centra't en les experiències de compradors verificats\n- Pren decisions ràpides i amb confiança\n\n🛡️ EL TEU GUARDIÀ DE COMPRES\n\nPensa en nosaltres com el teu amic expert en tecnologia que ha llegit cada ressenya:\n\n- Detecta defectes ocults del producte\n- Identifica problemes comuns\n- Veu la fiabilitat a llarg termini\n- Entén les experiències reals dels usuaris\n- Evita productes sobrevalorats\n\n💡 FUNCIONS INTEL·LIGENTS QUE ET FAN ESTALVIAR TEMPS\n\n- Enganxa qualsevol enllaç de producte per començar\n- Filtra automàticament les ressenyes falses i tendencioses\n- Compara productes similars objectivament\n- Desa productes per més tard\n- Comparteix informació amb amics\n- Crea llistes de compres\n- Suport per a mode clar i fosc!\n\n🎯 PERFECTE PER:\n\n- Trobar productes tecnològics fiables\n- Investigar grans compres\n- Comprar regals\n- Comparar articles similars\n- Compres diàries a Amazon\n- Caçar ofertes\n- Evitar productes fake.\n\n💬 EL QUE DIUEN ELS USUARIS:\n\n\"Em va salvar de comprar un portàtil que semblava genial sobre el paper però tenia problemes greus després de 6 mesos. Val cada segon!\" - Alex\n\n\"Finalment, ja no cal obrir 50 pestanyes per investigar un producte. Aquesta aplicació canvia les regles del joc per a les compres en línia.\" - Maria\n\n\"Vaig detectar problemes amb una cafetera molt ben valorada que segurament hauria passat per alt. Ara confio més en això que en les valoracions d'estrelles.\" - Sarah\n\n🏆 RESULTATS REALS:\n\n- Mitjana de 1,5 hores estalviades per compra\n- El 94% dels usuaris reporten una major confiança\n- S'han identificat problemes crítics en el 73% dels articles analitzats\n- S'han protegit milers de persones de productes molt valorats però problemàtics\n\n⭐️ PER QUÈ ESCOLLIR COMPARA AI:\n\n- Purament centrat en informació honesta\n- Actualitzacions regulars i noves funcions\n- Atenció al client dedicada\n- Estàs llest per deixar de dubtar de les teves compres?\n\nDescarrega l'extensió Compara AI i uneix-te a milers de compradors intel·ligents que ja han descobert una millor manera de comprar en línia.\n\nTambé està disponible per a Android i iOS!\n\nGratuït per descarregar - Prova-ho ara!",
    "es": "¿Cansado de caer en reseñas falsas y perder horas investigando productos? Llega Compara con IA, tu asistente de compras en línea.\n\nMantén Compara abierto mientras navegas por tiendas en línea como Amazon y obtén reseñas imparciales al instante de los productos que te interesan.\n\n🔍 DESCUBRE LA VERDAD DETRÁS DE LOS PRODUCTOS\n¿Alguna vez compraste algo con reseñas \"increíbles\" solo para terminar decepcionado? No estás solo. Con el 40% de las reseñas en línea potencialmente falsas, tomar decisiones de compra inteligentes se ha convertido en un laberinto.\n\nCompara AI utiliza inteligencia artificial avanzada para leer miles de reseñas y decirte lo que los compradores reales realmente piensan.\n\n⚡️ DE HORAS A MINUTOS\n\nAnaliza miles de reseñas al instante\nObtén resúmenes claros y honestos\nVe a través del bombo publicitario\nEnfócate en las experiencias de compradores verificados\nToma decisiones rápidas y confiadas\n🛡️ TU GUARDIÁN DE COMPRAS\nPiensa en nosotros como tu amigo experto en tecnología que ha leído todas las reseñas:\n\nDetecta fallas ocultas en los productos\nIdentifica problemas comunes\nVe la confiabilidad a largo plazo\nComprende las experiencias reales de los usuarios\nEvita productos sobrevalorados\n💡 FUNCIONES INTELIGENTES QUE AHORRAN TIEMPO\n\nPega cualquier enlace de producto para comenzar\nFiltra automáticamente las reseñas falsas y sesgadas\nCompara productos similares objetivamente\nGuarda productos para más tarde\nComparte información con amigos\nCrea listas de compras\n¡Soporte para modo claro y oscuro!\n🎯 PERFECTO PARA:\n\nEncontrar productos tecnológicos confiables\nInvestigar grandes compras\nComprar regalos\nComparar artículos similares\nCompras diarias en Amazon\nBuscar ofertas\nEvitar arrepentimientos de compra\n💬 LO QUE DICEN LOS USUARIOS:\n\n\"Me salvó de comprar una laptop que parecía genial en papel pero tenía problemas importantes después de 6 meses. ¡Vale cada segundo!\" - Alex\n\n\"Finalmente, no más abrir 50 pestañas para investigar un producto. Esta aplicación es un cambio de juego para las compras en línea.\" - María\n\n\"Detecté problemas con una cafetera muy bien calificada que definitivamente habría pasado por alto. Confío más en esto que en las calificaciones de estrellas ahora.\" - Sarah\n\n🏆 RESULTADOS REALES:\n\nPromedio de 1.5 horas ahorradas por compra\n94% de los usuarios reportan mayor confianza\nIdentificó problemas críticos en el 73% de los artículos analizados\nProtegió a miles de personas de productos altamente calificados pero problemáticos\n⭐️ POR QUÉ ELEGIR COMPARA AI:\n\nEnfoque puro en información honesta\nActualizaciones regulares y nuevas funciones\nSoporte al cliente dedicado\n¿Listo para dejar de dudar de tus compras?\nDescarga la extensión Compara AI y únete a miles de compradores inteligentes que ya han descubierto una mejor manera de comprar en línea.\n\n¡También está disponible para Android e iOS!\n\nDescarga gratuita - ¡Pruébalo ahora!\n\nMás info en nuestro blog - https://compara.cat/es/"
  }
}