{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tewi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pure Image Mode offers a distraction-free, image-based browsing experience for clean and immersive viewing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Why do you need Pure Image Browsing Mode?**\n\nPure Image Browsing Mode is a feature that transforms web pages into a visually appealing format by removing all text, ads, navigation panels, videos, and buttons. This mode enhances your focus on images, making it perfect for visual learners, photographers, designers, and anyone who prefers a purely visual content consumption.\n\n**Reduce Screen Fatigue:**\n\nViewing images instead of text can reduce eye strain and fatigue. Our Pure Image Browsing Mode provides a clutter-free interface, allowing you to appreciate the visuals without the distraction of text and other elements.\n\n**imageWow - Pure Image Reader:**\n\nimageWow now offers a Pure Image Browsing Mode as a Chrome extension. This mode helps you engage with visual content, such as articles, magazines, web pages, in a comfortable and focused manner. Often, too much text can overwhelm and strain the eyes, but Pure Image Browsing Mode keeps your eyes relaxed and engaged.\n\n**Activate and Customize:**\n\nActivating the Pure Image Browsing Mode in Chrome will transform an open page into a purely visual format. Depending on your settings, you can include or exclude images and customize the viewing experience to your liking.\n\n**Save Ink and Resources:**\n\nRemoving text and clutter from pages before printing not only enhances the visual appeal but also saves ink and resources. Enjoy a clean and efficient browsing mode that focuses solely on images."
  }
}