{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doodle Jump"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Doodle Jump game in chrome browser in just one toolbar click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Doodle Jump, the ultimate jumping adventure that will elevate your gaming experience to new heights! Get ready to embark on a thrilling journey filled with excitement, challenges, and endless fun. Doodle Jump is here to deliver an unforgettable gaming experience that you won't be able to put down!\n\nWith our exclusive Chrome Extension, you can now play Doodle Jump anytime, anywhere, even offline! Leap to incredible heights as you guide Doodle through a mesmerizing playfield packed with obstacles, challenges, and surprises at every turn. Navigate seamlessly through the connected playfield using your keyboard arrows, where left merges with right, creating an infinite playground of possibilities.\n\nBut beware – the path to victory is lined with dangers! Dodge black holes, monsters, and other obstacles that stand in your way. One wrong move, and you’ll find yourself plummeting to the bottom, bringing your journey to an abrupt end. Stay sharp, stay focused, and aim for the stars as you strive to break records and reach unparalleled heights!\n\nChallenge your friends, rivals, or even yourself to thrilling duels and epic battles, showcasing your speed, agility, and precision like never before. With the best score proudly displayed at the top right corner of the game area, there's always a new record to beat and a new milestone to achieve. Doodle Jump isn't just about reaching new heights; it's about the exhilarating journey itself.\n\nImmerse yourself in an adventure that will keep you on the edge of your seat from start to finish. With its captivating gameplay, vibrant visuals, and addictive soundtrack, Doodle Jump offers a gaming experience that is both timeless and electrifying. Feel the rush of adrenaline as you navigate through challenging obstacles and aim to soar higher than ever before.\n\nSo, what are you waiting for? Dive into the world of Doodle Jump today and experience the timeless joy of jumping to new heights. Install the Chrome Extension now and prepare for an endless adventure that will keep you coming back for more. Let the jumping begin! Get ready to elevate your gaming experience with Doodle Jump – the sky's the limit!"
  }
}