{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and restore groups of opened tabs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Group Saver - Organize and Restore Your Browsing Sessions\nTab Group Saver is a powerful and easy-to-use browser extension that allows you to save, manage, and restore groups of tabs with just a few clicks. Whether you're researching, working on multiple projects, or simply want to keep your browsing sessions organized, this extension has you covered.\n\nKey Features:\nSave Current Tabs: Save all open tabs in your current window as a group for quick access later.\nMultiple Groups: Save different groups of tabs for various workflows, projects, or hobbies.\nEdit Groups: Add or remove URLs from your saved tab groups, ensuring they stay up to date.\nOne-Click Restore: Open all the tabs in any saved group instantly.\nRename & Delete Groups: Organize your saved tab groups by renaming or deleting them as needed.\nUser-Friendly Interface: Clean, simple, and intuitive, making tab management easy and efficient.\nHow to Use:\nSave Your Current Tabs:\n\nClick the Tab Group Saver icon in your browser toolbar.\nSelect \"Save Current Tabs\" to save all open tabs in the current window.\nEnter a name for your tab group and hit Save.\nView and Restore Saved Groups:\n\nClick the extension icon to view a list of your saved tab groups.\nTo open a tab group, simply click on the group name, and all the tabs will open instantly.\nEdit or Delete Tab Groups:\n\nClick \"Edit\" next to any group to add new tabs or remove existing ones.\nTo delete a group, click \"Delete\" next to the group you no longer need.\nAdd or Remove URLs:\n\nWhen editing a group, you can add new URLs manually or remove specific tabs by clicking the Remove button next to each URL.\nRename a Tab Group:\n\nWhile editing a group, you can change the group’s name to something more descriptive by typing in the new name and clicking Save Changes.\nPerfect for multitaskers, students, professionals, and anyone who needs to keep their digital workspace organized, Tab Group Saver ensures you’ll never lose important tabs again!"
  }
}