{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exodus Web3 Wallet",
    "es_419": "Exodus Cartera Web3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exodus unifies Web3 by providing best-in-class, non-custodial, and multi-chain support–from Solana to Ethereum and beyond.",
    "es_419": "Exodus consolida la Web3 ofreciendo el mejor soporte de su clase, sin custodia y multicadena, desde Solana hasta Ethereum y más…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect to Web3 apps across multiple networks with one wallet, and there's always more Web3 networks on the way.\n\nExodus supports the most popular Web3 networks like Ethereum, Solana, and Cardano.\n\nSelf-custodial Web3 Wallet\nVenture out fearlessly into Web3 and explore the world of DeFi, NFTs, and more with the security and privacy of the Exodus Web3 Wallet. You’re in full control of your crypto because you, and only you, hold the private keys.\n\nBuy & Sell Crypto\nPurchase crypto with your credit/debit card, bank account, Apple Pay or Google Pay, and make the seamless transition from cash to crypto. Sell crypto for fiat and withdraw your funds to your bank account. \n\nSwap Crypto\nAutomatically scan multiple DEXs and find the best price for your on-chain crypto swaps. Tap into a wide selection of tokens at the lowest exchange rates and fastest routes in just a few clicks. Swap crosschain with the most popular assets. \n\nEarn Crypto Rewards\nEarn passive income crypto yield by staking your crypto. Stake Solano and Cardano directly in the app, or connect your Exodus wallet to DeFi apps.\n\nImport Seed Phrase\nAlready have a wallet? Import your seed phrase from other wallets such as Phantom and MetaMask to experience Web3 the Exodus way - secure and beautiful.\n\nYour NFT Wallet\nDiscover the hottest NFT collections and manage your digital collectibles in your own multichain NFT gallery.\n\n24/7 Human Support\nThroughout your Web3 adventures, rest assured that we’ve got your back with the best customer support, whenever you need it.",
    "es_419": "Exodus consolida la experiencia Web3 proporcionando soporte sin custodia de primera clase y multi-cadena, desde Solana hasta Ethereum y más allá.\n\nConéctate a aplicaciones de Web3 en múltiples redes con una sola cartera, y siempre hay más redes de Web3 en camino.\n\nExodus es compatible con las redes de Web3 más populares como Ethereum, Solana y Cardano.\n\nCartera Web3 de auto-custodia\nAventúrate sin temor en el mundo de Web3 y explora el universo de DeFi, NFT y más con la seguridad y privacidad de la Cartera Web3 de Exodus. Tienes un control total sobre tus criptomonedas porque tú, y solo tú, tienes las claves privadas.\n\nCompra y Vende Cripto\nCompra criptomonedas con tu tarjeta de crédito/débito, cuenta bancaria, Apple Pay o Google Pay, y realiza la transición fácilmente de efectivo a criptomonedas. Vende criptomonedas por fiat y retira tus fondos a tu cuenta bancaria.\n\nIntercambia Cripto\nEscanea automáticamente múltiples DEXs y encuentra el mejor precio para tus intercambios de criptomonedas en cadena. Accede a una amplia selección de tokens a las tasas de cambio más bajas y las rutas más rápidas con solo unos pocos clics. Realiza intercambios entre cadenas con los activos más populares.\n\nGana recompensas cripto\nGana ingresos pasivos en forma de rendimiento de criptomonedas al apostar tus criptomonedas. Haz staking de Solana y Cardano directamente en la aplicación o conecta tu cartera Exodus a aplicaciones DeFi.\n\nImporta tu Frase Semilla\n¿Ya tienes una cartera? Importa tu frase de recuperación desde otras carteras como Phantom y MetaMask para explorar Web3 a la manera de Exodus, segura y hermosa.\n\nTu cartera de NFT\nDescubre las colecciones de NFT más populares y administra tus coleccionables digitales en tu propia galería de NFT multichain.\n\nAyuda Humana 24/7\nA lo largo de tus aventuras en Web3, ten la seguridad de que estamos aquí para respaldarte con el mejor soporte al cliente, siempre que lo necesites."
  }
}