{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flixcomments"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can now read and write comments on your favourite shows"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Flixcomments,\" a powerful Chrome extension that revolutionises your Netflix viewing experience. With this extension, you gain the ability to share your thoughts, insights, and reactions directly on the Netflix platform. Now you can engage in lively discussions with fellow viewers, express your opinions, and discover new perspectives on your favourite shows and episodes.\n\nThe extension seamlessly integrates a comment section, allowing you to leave your own comments and read what others have to say. Express your appreciation for an incredible plot twist, debate character development, or speculate on future storylines. Interact with a vibrant community of fellow Netflix enthusiasts who share your passion.\n\nWith the integrated liking and disliking feature, you can show your support for comments you agree with or appreciate, while also expressing your dissent or disagreement. This way, the most valuable and engaging comments rise to the top, creating a dynamic and insightful discussion space.\n\nBut that's not all. In response to the growing concern of spoilers, we're excited to announce an upcoming feature that allows you to flag comments as potential spoilers. This gives you the control to decide whether you want to see these potentially revealing comments or not, ensuring that your viewing experience remains as spoiler-free as possible.\n\nFlixcomment is your gateway to a more interactive, engaging, and community-driven Netflix experience. Join the conversation, share your thoughts, and connect with like-minded fans, all while avoiding unwanted spoilers. Install the extension now and enhance your Netflix journey like never before."
  }
}