{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Z History Dump"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collects all available Chrome history, downloadable as history.json"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension wraps the Chrome history API and makes it simple to download local Chrome history in a machine-readable format.\n\nUnless you want to perform your own analysis of your Chrome history, or use this to cross-check other extensions that already do this, then this extension is probably not for you.\n\nOn installation it enumerates all machine-local history (URLs) and (URL) visits available (within the 90 day window that Chrome preserves these) and stores them in a local IndexedDB table.\n\nIf not disabled, it listens to onVisited events in order to add new visits to the table and to onVisitRemoved events in order to mark visits as deleted. The event handlers call getVisits in order to fully populate new visits and determine which visits were deleted, respectively.\n\nWhen clicked, the extension creates a JSON blob, downloadable with a click. The JSON format is closely based on the chrome.history HistoryItem and VisitItem types.\n\nThe extension does not send or receive any information or indeed do anything beyond what's described above besides logging some messages to the JavaScript console.\n\nChange Log\n\n0.0.0.6\n\nWhen marking visits as deleted, record the timestamp.\nInclude local ISO date/time as part of the downloaded file name.\nAdd some missing semicolons.\n\n0.0.0.5 rename to Z History Dump so the extension appears next to its related ones; tweak the handling of pending events with some cleaner code\n\n0.0.0.4 fix a bug around incorrect processing of events following initial DB creation\n\n0.0.0.3 add a background service worker and IndexedDB logic to preserve history that falls outside the 90 day window; the table is populated once and updated on every onVisited and onVisitRemoved event; events are queued during initial table population; logging has been improved\n\n0.0.0.2 fix bugs in console debug output - chrome.history.getVisits doesn't return all visits (due to a default option of the internal code that cannot be controlled from the API) and this results in broken references to referring visits in some cases; the debug output logging this was badly broken but now reports correct counts\n\n0.0.0.1 initial revision"
  }
}