{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KOTC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your ultimate study partner: AI-powered assistance for tackling exams, mastering concepts, and excelling in academics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "King of the Curve Chrome Extension: Your Ultimate Academic Sidekick\nTake your study sessions to the next level with the King of the Curve Chrome Extension, the all-in-one tool designed to simplify your academic challenges. From solving tricky problems to summarizing dense reading material, this extension is the game-changer every student needs.\n\n🔍 Key Features\n1️⃣ Screenshot Solver\nStruggling with a tough problem? Simply screenshot it, and let the extension identify the question, analyze any visuals or graphs, and provide a step-by-step solution or concise answer. Perfect for tackling everything from exam prep to homework challenges!\n2️⃣ Smart Summarizer\nNeed to quickly understand a dense article or webpage? With just one click, the extension scans and summarizes key points, breaking complex content into easily digestible chunks so you can focus on what matters most.\n3️⃣ Graph & Visual Problem Solver\nGraphs and visuals? No problem. The extension goes beyond text-based problems, analyzing and solving even graph-heavy questions with ease.\n4️⃣ Interactive Learning\nNot just about solving problems—it’s about learning! The extension guides you through solutions step by step, helping you build confidence in your problem-solving skills.\n5️⃣ Versatile Applications\nWhether you’re tackling math problems, analyzing science graphs, or summarizing a history article, the King of the Curve Chrome Extension adapts to your academic needs across subjects.\n\n🌟 Why Students Love It\nEffortless Problem Solving: Snap a screenshot and get the answers you need in seconds.\nSave Time: No more endless Googling or flipping through textbooks. Everything you need is just a click away.\nAll-in-One Academic Tool: From problem-solving to content summarization, it’s the perfect companion for any study session.\nPerfect for Exams and Homework: Whether you’re prepping for an exam, studying for a class, or just need homework help, this tool is your go-to solution.\n\n🚀 Unleash the Power of Advanced Assistance\n1️⃣ Solve Anything: Tackle math, science, humanities, history, and business questions with accuracy and ease.\n2️⃣ Learn as You Go: Understand the \"how\" behind every solution with detailed explanations.\n3️⃣ Streamline Your Workflow: Simplify research, homework, and exam prep in one seamless experience.\n4️⃣ Stay Ahead of the Curve: Gain an edge in your studies with tools that work as fast as you do.\n\n📚 Perfect for Students and Educators\nWhether you’re a high school student tackling tough classes, a college student juggling assignments, or an educator looking for a better way to explain problems, the King of the Curve Chrome Extension is your trusted academic companion.\n\n💡 Start Solving Smarter Today\nTransform the way you study with the King of the Curve Chrome Extension. Say goodbye to confusion and wasted time—install now and start mastering every subject with ease!"
  }
}