{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "craigslist pop for power users"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time on Craigslist by peeking into listings and images without a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New v3.2! See why over 35000 people love the NUMBER 1 craigslist app in the store!\n\nMouse over Craigslist listings to view them instantly without leaving the search results.\n\nDownload now and save hours of time -- works for all craigslist sections -- simple, clean, & fast.\n\nTIP: Works best in List or Thumb view\n\nFeatures.\n------------\n-view all images and text \n-works on all popular craigslist locations and categories\n-maximize your time on craigslist\n-safe & secure - no unnecessary permissions \n-constantly updated & maintained\n-Free!\n\nPlease email bugs to: me@craigslistextension.com BEFORE leaving bad reviews\n\n-- Update -- 12/7/16 -- 3.21 -- CL changed their code again - fixed!\n\n-- Update -- 11/4/16 -- 3.20 -- Updated to work with new CL. Nicer formatting of rows\n\n-- Update -- 1/12/16 -- 2.99 -- Updated to work with new CL. Less annoying share links\n\n-- Update -- 6/24/15 -- 2.97 -- Fixed bugs for new update. Better mouse detection\n\n--Update -- 9/8/14 -- 2.96 -- FINALLY FIXED - NOW WORKS WHEN YOU'RE LOGGED IN!\n\n--Update -- 7/24/14 -- 2.95 -- Updated to work with new code\n\n--Update -- 4/24/14 -- 2.92 -- Minor bug fixes\n\n-- Update -- 3/7/14 -- 2.91 -- Updated to work with newest craigslist(fixed img bug)\n\n-- Update  -- 11/08/2013 -- 2.90 -- FASTER + More efficient loading. Updated to work with new CL code.\n\n-- Update  -- 10/30/2013 -- 2.88 -- Fixed Images, +Bug fixes!\n\n-- Update -- 6/28/2013 -- 2.87 -- Fixed imgs! Temporarily removed ads.\n\n-- Update 5/6/2013 -- 2.85 -- Improved speed, minor bug fixes!\n\n-- Update 3/21/2013 -- 2.81 -- Fixed a bug with format display.\n\n-- Update 1/30/13 -- 2.74 -- Fixed a bug where installer wasn't working properly. Design tweaks!\n\n-- Update 1/26/2013 -- 2.71 -- HUGE UPDATE! Completely rewritten, FASTEST VERSION EVER. Works with all the newest craigslist updates! + Nav menu works again!\n\n-- Update 1/18/2013 -- 2.64 -- Updated to work with the newly redesigned Craigslist! Many changes! Old CL listing format support will be phased out\n\n-- Update 1/13/2013 -- 2.60 -- Added ability to share with your friends!\n\n-- Update 11/29/2012 -- 2.58 -- FIXED! Updated to work on latest Craigs list changes.\n\n-- Update 11/8/2012 -- 2.55 -- Performance improvements + Updated formatting in some sections + Stability fix!\n\n-- Update 10/1/2012 -- 2.51 -- Best version yet! Image mouseover bug is now fixed + Added the Title, Date, and Reply email link in the preview as well! + Performance improvements!\n\n-- Update 8/24/2012 -- 2.42 -- Fixed a bug with the new \"Reply To\" email button! Update 64px imgs\n\n-- Update 8/13/2012 -- 2.40 -- Faster than ever! Speed improvements, fixed images problem on some systems.\n\n-- Update 7/14/2012 -- 2.30 -- Fixed a display bug on some systems, UI tweaks, more beautiful fonts!\n\n -- Update 7/1/2012 -- 2.21 -- Larger images and previews! Faster rendering! Fixed \"Reply To\" link!\n\n -- Update 4/12/2012 -- 2.1 -- Fixed image mouseover! Added contact seller email link at the bottom. Now you can do everything without ever clicking on a listing!\n\n -- Update 2/17/2012 -- 2.0 -- Complete redesign and performance improvements! Now much more BEAUTIFUL and easier to read\n\n -- Update 2/13/2012 -- We are now International! Craigslist pop now works for the following countries: US, Canada, Mexico, UK, Germany, France, Spain, Italy, India, and the Philippines!\n\n -- Update 12/20/2011 -- Performance & bug fixes!\n\ncraigslist pop. -- View Craigslist ads, listings, posts, and images without a single click! - the FASTEST way to browse Craigslist!\n\n\nPrivacy.\n-----------\n-craigslist pop. only has access to craigslist.org & amazon.com.\n-nothing is stored locally\n-no personal data is accessed at any time\n-Free!\n\nThis version is currently offered as FREE. To support my development and maintenance time, it also serves amazon ads - all proceeds will be used solely to pay my college tuition. No other data is accessed. The extension is un-installable if you do not wish to contribute.\n\nIf you feel that craigslist pop has helped your life, please leave a positive review!\n\ncraigslist pop. is constantly updated and improved. If you find a bug, please email me at me@craigslistextension.com  - and I will do my best to make changes.\n\nIf you love it, be sure to tell your friends!"
  }
}