{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Code Finder, Alerts, Ask Questions about Papers: CatalyzeX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🧑‍💻 Get code for AI & other research papers, create alerts, ask authors questions directly on Google, ArXiv, Scholar, PubMed, IEEE"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CatalyzeX's free browser extension instantly finds and shows open-source code implementations for any research papers (AI and more) you come across while browsing Google, ArXiv, Scholar, Github, Twitter/X, and many other search engines, forums, and scholarly/academic websites.\nDon't see it on a website you want? Send us a note team+chrome@profillic.com\n\nCode for Papers Everywhere:\n▶ Browse the web as usual and you'll start seeing [CODE] buttons next to papers everywhere.\n▶ These buttons will automatically appear directly on the page for any implementation links found.\n▶ Click on any [CODE] button to instantly jump to the open-source implementation and explore!\n\nAlert creation:\n▶ Click on any bell icon to create an alert for new code for papers/topics, author's newest work, latest developments.\n\nAsk authors questions:\n▶ Browse the web as usual and you'll start seeing a question box next to papers/articles everywhere. \n▶ Type in your question to ask the authors of papers any question you may have!\n\n\nPowered by CatalyzeX.com's repository used by thousands of engineers, researchers, developers, and tech leaders worldwide — to browse algorithms, models, and papers with code for relevant and state-of-the-art developments in artificial intelligence, data science, computer vision, speech recognition, deep learning, and large language models.\n\nIf you have any feedback/suggestions/requests or run into any issues, please email us at team+chrome@profillic.com anytime.\nWe'd love to hear from you!\n\n____\nThis extension also works on Opera and UC Browser.\n\nNeed the Firefox add-on instead? Get it here: https://addons.mozilla.org/en-US/firefox/addon/code-finder-catalyzex/\n\nNeed the Edge add-on? Get it here: https://microsoftedge.microsoft.com/addons/detail/get-papers-with-code-ever/mflbgfojghoglejmalekheopgadjmlkm\n____\n\n\n*************** CATALYZEX VALUES YOUR PRIVACY ***************\n\nWhen you add CatalyzeX, it says that we can “Read and change all your data on all websites.” That’s only partially true. A more accurate description is that it allows CatalyzeX to insert [CODE] buttons next to any papers and techniques you see directly on the webpage, whenever available. While we’re sure you’re super interesting (especially as you're using CatalyzeX!), we do not have any interest in tracking what you search for, what you buy, etc. It’s just not what we do.\n\nAt CatalyzeX, we care about privacy just as much as you do. It's core to our decision-making and how we deliver your CatalyzeX experience. \n\nLearn more about CatalyzeX’s privacy policy at https://docs.google.com/document/d/e/2PACX-1vRE4yIizuRPSmDzLMRChj12HIX7ypn8qfSeYnE3WHpww2RbJD2A93MHyfdNsySHt_4UGYzFgSZ2a1CY/pub"
  }
}