{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Manager by Workona"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The world’s best tab manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome’s Favorite Tab Manager of 2022! Named one of the best Chrome extensions for productivity by the Google Chrome team & rated 5 stars by 200,000+ users.\n\nThe Workona Spaces & Tab Manager helps you get your work under control and finally feel organized. Use it to manage tabs, organize projects, and bring together all of your work in the browser. As the world’s best tab manager, Workona lets you switch context instantly so you can focus on your actual work.\n\nSign up free: https://workona.com/tab-manager/\n\nDoes your team work in apps like Google Drive, Slack, Asana, & Notion? Tired of your team's work being scattered across apps? Learn why Workona is #1 Market Leader in Unified Workspaces on G2. Schedule a demo today: https://workona.com/contact-sales/\n \n______________________________________________\n \nWorkona has become one of my favorite tools. It's changed the way I work. \n– Wade Foster, CEO of Zapier\n______________________________________________\n \n \nFEATURES\n\nSpaces:\nSpaces organize your work by project, so it’s easy to stay focused. Within a space, you can keep your current work open as tabs, or save everything for a project as resources.\n \nTab manager:\nKeep your tabs under control with a tab manager that’s built for working in the cloud. Suspend tabs, rearrange tabs with drag and drop, and rest easy knowing that every tab is automatically saved.\n\nSecure backups:\nYou never have to worry about losing work, because Workona auto-saves all of your tabs. In case of a browser crash or other emergency, you can easily restore your tabs to get you back on track.\n\nSuspend tabs:\nDramatically reduce memory usage and keep your computer running faster. Our tab suspension helps you open spaces and switch between them almost instantly.\n \nBookmark tabs:\nBookmark tabs in spaces by adding them as resources. You can also choose to save an entire window as a space.\n\nTab groups:\nSpaces let you group tabs to make context switching easier. To streamline recurring processes, you can open all tabs or close all tabs in a resource section with just one click.\n\nSearch tabs:\nOur powerful search helps you find your tabs and docs faster. Search all open tabs—or previously open tabs—at a moment’s notice. Plus, filter your search by cloud app to narrow down the results.\n \nSync tabs:\nSync your tabs between computers to keep your work organized, no matter how many devices you use or where they are.\n\n\nPRIVACY & SECURITY\n\nWe believe that great software shouldn't come at a cost to privacy. We securely store your spaces in the cloud so you can keep your work backed up and accessible from anywhere you need it. Your data belongs to you and we store it for the sole purpose of providing value to you.\n\nWorkona is SOC 2 Type II compliant, has annual 3rd-party penetration tests performed, and uses enterprise-grade 256-bit AES encryption and Transport Layer Security (HTTPS) to prevent unauthorized access to your Workona data.\n\nIf you ever have questions about Workona’s security practices or your data, or if you're interested in us completing a security questionnaire for internal approval, reach out to us at security@workona.com.\n\nSUPPORT\n\nFeel free to contact support at support@workona.com and we'll reply as soon as possible.\n\nMORE INFORMATION\n\nBy installing the Workona Tab Manager extension, you agree to Workona’s Terms of Service (workona.com/policies/terms) and Privacy Policy (workona.com/policies/privacy)."
  }
}