{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenScan - Instant Screenshot Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly capture, search, and explore any image, video or text on the web with a click and discover more with Google Lens."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenScan enhances the browsing experience by providing users with a swift, one-click solution to capture any visual content on their screen—be it text, images, or video stills—and seamlessly search for it using Google Lens and image search.\n\n🚀 How to Use:\n\n▸ Click the ScreenScan icon in your browser.\n▸ Press \"Select Area to Search\".\n▸ Drag the cursor over the content you want to explore.\n▸ Release, and voilà! A new Google Images tab opens with your results, ready for discovery.\n\n\n🔍 A Perfect Match for:\n\n▸ Movie lovers identifying actors and uncovering film insights.\n▸ Language learners translating text from images on the fly.\n▸ E-shoppers comparing prices to snag the best deals.\n▸ Students and educators enhancing their learning and teaching resources.\n▸ Design aficionados validating design inspirations and sources.\n▸ Knowledge explorers delving into detailed visuals for more information.\n\n\n✨ Features:\n\n1️⃣ Select and Search to identify products, translate texts, and dive deep into the visual web with Google Lens integration.\n2️⃣ Discover the best deals by comparing product prices across different websites. Spot a must-have item on Amazon? Use ScreenScan to ensure you're getting the best price available anywhere.\n3️⃣ Stumble upon a complex math equation? Select, search, and study it with ScreenScan. Whether it's calculus or historical art, an instant search sets the stage for quick learning.\n4️⃣ Works flawlessly at any zoom level and on any display scale, ensuring your selections are accurate on screens big and small.\n\n\n💡 Engage and Empower:\n\nYour voice matters. Have a feature in your mind to make the extension even more versatile? Share your experience in the comments or email us directly at screen.scan.org@gmail.com. Your insights inspire our innovation.\n\nEnhance your browsing, redefine discovery, and capture the essence of the web with ScreenScan today!"
  }
}