{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IkaEasy V3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension significantly improves and simplifies the interface of the online browser game ikariam.com",
    "ru": "Расширение IkaEasy значительно улучшает и упрощает интерфейс онлайн браузерной игры ikariam.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension significantly improves and simplifies the interface of the online browser game ikariam.com\nThe extension is useful for Ikariam players ONLY.\n\nIn this version, all the extension code is completely rewritten, from the extension core to each function separately. Many bugs of the old version are fixed, HUD and UI improved, some new features were added.\n\nAll the main extension features are presented at the screenshots.\n\nMain features:\n\n- In the city:\n    - Display of building levels in the city\n    - Quick buttons for upgrade / downgrade building levels\n    - Display of the amount of resources needed to increase the level of the building\n\n- On the island\n    - Levels of mines on the island\n    - Marking of cities of specific alliances (the ability to color the cities of alliances you are interested in)\n\n- On the world map\n    - Search of suitable islands by specific parameters (resource, miracle, occupancy of the island)\n    - Time to sail to the island\n\n- General\n    - Fast city change (if you have more than one city)\n    - The transporter:quick buttons for sending resources / army / fleet to your other cities (if you have more than one city)\n    - Quick open of the form for a message to the alliance (if you are in an alliance)\n    - Quick embassy opening of the (if available)\n    - Display of income / outcome of resources in the current city\n    - Buttons for convenient choice of the required number of resources  (±500, +1000, +2000, +5000) are added.\n\n\n- Ikalogs\n    - Combat reports saving at ikalogs.ru (many bugs fixed, code completely rewritten)",
    "ru": "Расширение значительно улучшает и упрощает интерфейс онлайн браузерной игры ikariam.com\nДанные расширение актуально ТОЛЬКО для игроков Ikariam.\nВ этой версии полностью переписан абсолютно весь код расширения, начиная от ядра расширения, и заканчивая каждой функций\nв отдельности. Исправлены многие баги старой версии, улучшены отображения, добавлены некоторые новые функции.\n\nВсе основные функции расширения Вы мождете посмотреть на скриншотах.\n\nОсновные возможности:\n- В городе:\n    - Отображение уровней зданий в городе\n    - Быстрые кнопки для повышения/понижения уровней зданий\n    - Отображение количества ресурсов необходимых для повышения уровня здания\n\n- На острове\n    - Уровни шахт на острове\n    - Маркировка городов на острове конкретных альянсов (возможность подкрашивать города интересующих Вас альянсов)\n\n- На карте мира\n    - Поиск подходящих островов по заданным параметрам (ресурс, чудо, заполненность острова)\n    - Время плавания до острова\n  \n- Общее\n    - Быстрая смена города (если у Вас более одного города)\n    - Транспортировщик (быстрые кнопки для отправки ресурсов/армии/флота в другие Ваши города) (если у Вас более одного города)\n    - Быстрое открытие формы отправки общего сообщeния альянсу (если Вы состоите в альянсе)\n    - Быстрое открытие посольства (если имеется)\n    - Отображение дохода/расхода ресурсов в текущем городе\n    - Добавлены кнопки для удобной загрузки необходимого количества ресурсов (+/-500, +1000, +2000, +5000)\n  \n  \n- Ikalogs\n    - Сохранение боевых докладов в ikalogs.ru (исправлено много багов, полностью переписан код)"
  }
}