{
  "name": {
    "ar": "توقعات الجبل",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Mountain Forecast",
    "bg": "Планинска прогноза",
    "ca": "Previsió de muntanya",
    "cs": "Horská předpověď",
    "da": "Bjergprognose",
    "de": "Bergprognose",
    "el": "Πρόγνωση Βουνού",
    "es": "Pronóstico de montaña",
    "et": "Mägede prognoos",
    "fa": "پیش بینی کوهستان",
    "fi": "Vuoristoennuste",
    "fil": "Pagtataya sa bundok",
    "fr": "Prévisions de montagne",
    "he": "תחזית הרים",
    "hi": "पर्वतीय पूर्वानुमान",
    "hr": "Planinska prognoza",
    "hu": "Hegyi előrejelzés",
    "id": "Prakiraan Gunung",
    "it": "Previsioni di montagna",
    "ja": "山の予報",
    "ko": "산 예보",
    "lt": "Kalnų prognozė",
    "lv": "Kalnu prognoze",
    "ms": "Ramalan Gunung",
    "nl": "Bergvoorspelling",
    "no": "Fjellvarsel",
    "pl": "Prognoza górska",
    "ro": "Prognoza de munte",
    "ru": "Горный прогноз",
    "sk": "Horská predpoveď",
    "sl": "Gorska napoved",
    "sr": "Моунтаин Форецаст",
    "sv": "Bergsprognos",
    "th": "พยากรณ์ภูเขา",
    "tr": "Dağ Tahmini",
    "uk": "Прогноз гір",
    "vi": "Dự báo vùng núi",
    "zh_CN": "山地预报",
    "zh_TW": "山地預報"
  },
  "short": {
    "ar": "توقعات أحوال الجبال حول العالم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Mountain forecast conditions around the world",
    "bg": "Планински прогнозни условия по целия свят",
    "ca": "Condicions de previsió de les muntanyes a tot el món",
    "cs": "Horské předpovědi podmínek po celém světě",
    "da": "Bjergprognoseforhold rundt om i verden",
    "de": "Bergvorhersagebedingungen auf der ganzen Welt",
    "el": "Συνθήκες πρόγνωσης βουνών σε όλο τον κόσμο",
    "es": "Condiciones de pronóstico de montaña en todo el mundo",
    "et": "Mägede prognoositingimused kogu maailmas",
    "fa": "شرایط پیش بینی کوه در سراسر جهان",
    "fi": "Vuoristoennusteet ympäri maailmaa",
    "fil": "Mga kondisyon ng pagtataya ng bundok sa buong mundo",
    "fr": "Conditions des prévisions de montagne dans le monde",
    "he": "תנאי תחזית הרים ברחבי העולם",
    "hi": "दुनिया भर में पर्वतीय पूर्वानुमान की स्थिति",
    "hr": "Planinski uvjeti u cijelom svijetu",
    "hu": "Hegyvidéki előrejelzési feltételek a világ minden tájáról",
    "id": "Kondisi prakiraan gunung di seluruh dunia",
    "it": "Condizioni di previsione della montagna in tutto il mondo",
    "ja": "世界中の山の予報条件",
    "ko": "전 세계 산 예보 상황",
    "lt": "Kalnų prognozės sąlygos visame pasaulyje",
    "lv": "Kalnu prognoze apstākļi visā pasaulē",
    "ms": "Keadaan ramalan gunung di seluruh dunia",
    "nl": "Voorspellingen in de bergen over de hele wereld",
    "no": "Fjellvarslingsforhold rundt om i verden",
    "pl": "Prognoza warunków górskich na całym świecie",
    "ro": "Condițiile de prognoză montană din întreaga lume",
    "ru": "Условия горного прогноза по всему миру",
    "sk": "Horské predpovede podmienok po celom svete",
    "sl": "Razmere za gorske napovedi po vsem svetu",
    "sr": "Планински услови за прогнозу широм света",
    "sv": "Bergsprognosförhållanden runt om i världen",
    "th": "เงื่อนไขการพยากรณ์ภูเขาทั่วโลก",
    "tr": "Dünya çapında dağ tahmini koşulları",
    "uk": "Умови прогнозу гір у всьому світі",
    "vi": "Điều kiện dự báo núi trên khắp thế giới",
    "zh_CN": "全球山地预报情况",
    "zh_TW": "全球山地預報情況"
  },
  "long": {
    "ar": "هل ترغب في الحصول على تنبؤات سريعة بالطقس قبل زيارة جبلك المحلي؟\n\nقم بتثبيت هذا البرنامج اليوم ويمكنك الوصول إلى تقارير الطقس للجبال حول العالم.\n\nلدينا توقعات الطقس لأكثر من 100 + جبل لعدة بلدان. تحقق من توقعات الطقس من قبل\nتذهب للمشي لمسافات طويلة في جبلك المحلي.\n\nجرب امتداد توقعات الجبال هذا اليوم وتأكد من أنك لن تتعثر في المطر عندما تقرر الذهاب\nالتنزه.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to get a quick weather forecast before you visit your local mountain?\n\nInstall this software today and you can get access to the weather reports for mountains around the world.\n\nWe have the weather forecast for over 100+ mountains for multiple countries. Check the weather forecast before you go hiking in your local mountain.\n\nTry this mountain forecast extension today and ensure you dont get stuck in the rain when you decide to go\nhiking.",
    "bg": "Искате ли да получите бърза прогноза за времето, преди да посетите местната планина?\n\nИнсталирайте този софтуер днес и можете да получите достъп до прогнозите за времето за планини по целия свят.\n\nИмаме прогноза за времето за над 100+ планини за множество страни. Проверете прогнозата за времето преди това\nотивате на туризъм в местната планина.\n\nОпитайте това разширение за планинска прогноза днес и се уверете, че няма да заседнете в дъжда, когато решите да отидете\nтуризъм.",
    "ca": "Voleu obtenir una previsió meteorològica ràpida abans de visitar la vostra muntanya local?\n\nInstal·leu aquest programari avui i podreu accedir als informes meteorològics de les muntanyes d'arreu del món.\n\nTenim la previsió meteorològica de més de 100 muntanyes per a diversos països. Consulteu la previsió meteorològica abans\nvas d'excursió a la muntanya local.\n\nProveu aquesta extensió de pronòstic de muntanya avui i assegureu-vos de no quedar-vos atrapat sota la pluja quan decidiu anar-hi\nsenderisme.",
    "cs": "Chcete získat rychlou předpověď počasí, než navštívíte místní horu?\n\nNainstalujte si tento software ještě dnes a získáte přístup k zprávám o počasí pro hory po celém světě.\n\nMáme předpověď počasí pro více než 100 hor pro více zemí. Podívejte se předem na předpověď počasí\njdeš na túru do místní hory.\n\nVyzkoušejte toto rozšíření předpovědi hor ještě dnes a ujistěte se, že neuvíznete v dešti, když se rozhodnete jet\nturistika.",
    "da": "Vil du have en hurtig vejrudsigt, før du besøger dit lokale bjerg?\n\nInstaller denne software i dag, og du kan få adgang til vejrrapporterne for bjerge rundt om i verden.\n\nVi har vejrudsigten for over 100+ bjerge for flere lande. Tjek vejrudsigten inden\ndu tager på vandretur i dit lokale bjerg.\n\nPrøv denne bjergudsigtsudvidelse i dag, og sørg for, at du ikke bliver hængende i regnen, når du beslutter dig for at tage afsted\nvandreture.",
    "de": "Möchten Sie eine schnelle Wettervorhersage erhalten, bevor Sie Ihren Hausberg besuchen?\n\nInstallieren Sie diese Software noch heute und Sie erhalten Zugriff auf die Wetterberichte für Berge auf der ganzen Welt.\n\nWir haben die Wettervorhersage für über 100 Berge für mehrere Länder. Überprüfen Sie vorher die Wettervorhersage\nSie wandern auf Ihrem Hausberg.\n\nProbieren Sie diese Bergvorhersage-Erweiterung noch heute aus und stellen Sie sicher, dass Sie nicht im Regen stecken bleiben, wenn Sie sich entscheiden zu gehen\nwandern.",
    "el": "Θέλετε να λάβετε μια γρήγορη πρόγνωση καιρού πριν επισκεφτείτε το βουνό της περιοχής σας;\n\nΕγκαταστήστε αυτό το λογισμικό σήμερα και θα έχετε πρόσβαση στα δελτία καιρού για τα βουνά σε όλο τον κόσμο.\n\nΈχουμε την πρόγνωση του καιρού για πάνω από 100+ βουνά για πολλές χώρες. Ελέγξτε την πρόγνωση του καιρού πριν\nπηγαίνετε για πεζοπορία στο βουνό της περιοχής σας.\n\nΔοκιμάστε αυτήν την επέκταση πρόγνωσης βουνού σήμερα και βεβαιωθείτε ότι δεν θα κολλήσετε στη βροχή όταν αποφασίσετε να πάτε\nπεζοπορία.",
    "en_US,fi,he": "Want to get a quick weather forecast before you visit your local mountain?\n\nInstall this software today and you can get access to the weather reports for mountains around the world.\n\nWe have the weather forecast for over 100+ mountains for multiple countries. Check the weather forecast before\nyou go hiking in your local mountain.\n\nTry this mountain forecast extension today and ensure you dont get stuck in the rain when you decide to go\nhiking.",
    "es": "¿Quiere obtener un pronóstico del tiempo rápido antes de visitar su montaña local?\n\nInstale este software hoy y podrá acceder a los informes meteorológicos de las montañas de todo el mundo.\n\nTenemos el pronóstico del tiempo para más de 100 montañas de varios países. Consulta el pronóstico del tiempo antes\nvas de excursión a tu montaña local.\n\nPruebe esta extensión de pronóstico de montaña hoy y asegúrese de no quedarse atrapado bajo la lluvia cuando decida ir\nsenderismo.",
    "et": "Kas soovite enne kohaliku mäe külastamist saada kiiret ilmateadet?\n\nInstallige see tarkvara juba täna ja pääsete juurde kogu maailma mägede ilmateadetele.\n\nMeil on mitme riigi ilmateade rohkem kui 100 mäe kohta. Vaata enne ilmateadet\nlähete oma kohalikule mäele matkama.\n\nProovige seda mäeprognoosi laiendust juba täna ja veenduge, et te ei jääks vihma kätte, kui otsustate minna\nmatkamine.",
    "fa": "آیا می خواهید قبل از بازدید از کوه محلی خود یک پیش بینی سریع آب و هوا دریافت کنید؟\n\nهمین امروز این نرم افزار را نصب کنید و می توانید به گزارش های آب و هوای کوه های سراسر جهان دسترسی داشته باشید.\n\nما پیش بینی آب و هوا برای بیش از 100 کوه برای چندین کشور داریم. پیش بینی آب و هوا را از قبل بررسی کنید\nشما در کوه محلی خود به پیاده روی می روید.\n\nامروز این برنامه افزودنی پیش‌بینی کوهستان را امتحان کنید و مطمئن شوید که وقتی تصمیم به رفتن دارید زیر باران گیر نمی‌کنید\nپیاده روی",
    "fil": "Haluatko saada nopean sääennusteen ennen kuin vierailet paikallisella vuorellasi?\n\nAsenna tämä ohjelmisto tänään ja saat käyttöösi vuorten säätiedotteet ympäri maailmaa.\n\nMeillä on sääennuste yli 100 vuorelle useissa maissa. Tarkista sääennuste etukäteen\nlähdet patikoimaan paikallisella vuorellasi.\n\nKokeile tätä vuoristoennusteen laajennusta jo tänään ja varmista, ettet juutu sateeseen, kun päätät lähteä\nvaellus.",
    "fr": "Vous voulez obtenir une prévision météorologique rapide avant de visiter votre montagne locale ?\n\nInstallez ce logiciel dès aujourd'hui et vous pourrez accéder aux bulletins météo des montagnes du monde entier.\n\nNous avons les prévisions météo pour plus de 100 montagnes pour plusieurs pays. Consultez les prévisions météo avant\nvous partez en randonnée dans votre montagne locale.\n\nEssayez cette extension de prévisions de montagne dès aujourd'hui et assurez-vous de ne pas rester coincé sous la pluie lorsque vous décidez d'y aller\nrandonnée.",
    "hi": "अपने स्थानीय पर्वत पर जाने से पहले एक त्वरित मौसम पूर्वानुमान प्राप्त करना चाहते हैं?\n\nआज ही इस सॉफ़्टवेयर को स्थापित करें और आप दुनिया भर के पहाड़ों के लिए मौसम की रिपोर्ट प्राप्त कर सकते हैं।\n\nहमारे पास कई देशों के लिए 100 से अधिक पहाड़ों के लिए मौसम का पूर्वानुमान है। पहले मौसम के पूर्वानुमान की जाँच करें\nआप अपने स्थानीय पर्वत पर लंबी पैदल यात्रा पर जाते हैं।\n\nआज ही इस पर्वतीय पूर्वानुमान विस्तार का प्रयास करें और सुनिश्चित करें कि जब आप जाने का निर्णय लेते हैं तो आप बारिश में न फंसें\nलंबी दूरी पर पैदल चलना।",
    "hr": "Želite li dobiti brzu vremensku prognozu prije nego posjetite svoju lokalnu planinu?\n\nInstalirajte ovaj softver danas i možete dobiti pristup vremenskim izvješćima za planine diljem svijeta.\n\nImamo vremensku prognozu za preko 100+ planina za više zemalja. Prije toga provjerite vremensku prognozu\nidete na planinarenje u vašoj lokalnoj planini.\n\nIsprobajte ovo proširenje prognoze za planine danas i pobrinite se da ne zaglavite na kiši kada odlučite ići\nplaninarenje.",
    "hu": "Szeretne gyors időjárás-előrejelzést kapni, mielőtt felkeresné a helyi hegyet?\n\nTelepítse ezt a szoftvert még ma, és hozzáférhet a hegyek időjárás-jelentéseihez szerte a világon.\n\nTöbb mint 100 hegyre vonatkozóan több ország időjárás-előrejelzése van. Előtte ellenőrizze az időjárás-előrejelzést\ntúrázni megy a helyi hegyébe.\n\nPróbálja ki ezt a hegyi előrejelzési bővítményt még ma, és győződjön meg arról, hogy ne ragadjon el az esőben, amikor úgy dönt, hogy elindul\ntúrázás.",
    "id": "Ingin mendapatkan ramalan cuaca cepat sebelum Anda mengunjungi gunung lokal Anda?\n\nInstal perangkat lunak ini hari ini dan Anda bisa mendapatkan akses ke laporan cuaca untuk pegunungan di seluruh dunia.\n\nKami memiliki ramalan cuaca untuk lebih dari 100+ gunung untuk beberapa negara. Periksa ramalan cuaca sebelumnya\nAnda pergi hiking di gunung lokal Anda.\n\nCoba ekstensi prakiraan gunung ini hari ini dan pastikan Anda tidak terjebak hujan saat memutuskan untuk pergi\nlintas alam.",
    "it": "Vuoi avere una rapida previsione del tempo prima di visitare la tua montagna locale?\n\nInstalla questo software oggi e potrai accedere ai bollettini meteorologici per le montagne di tutto il mondo.\n\nAbbiamo le previsioni del tempo per oltre 100 montagne per più paesi. Controlla le previsioni del tempo prima\nfai escursioni nella tua montagna locale.\n\nProva questa estensione delle previsioni di montagna oggi e assicurati di non rimanere bloccato sotto la pioggia quando decidi di andare\nescursionismo.",
    "ja": "あなたがあなたの地元の山を訪れる前に簡単な天気予報を手に入れたいですか？\n\nこのソフトウェアを今すぐインストールすると、世界中の山の天気予報にアクセスできます。\n\n複数の国の100以上の山の天気予報があります。前に天気予報をチェックしてください\nあなたは地元の山でハイキングに行きます。\n\n今日この山の天気予報の拡張機能を試してみて、行くことにしたときに雨に巻き込まれないようにしてください\nハイキング。",
    "ko": "지역 산을 방문하기 전에 빠른 일기 예보를 원하십니까?\n\n지금 이 소프트웨어를 설치하면 전 세계 산에 대한 일기 예보에 액세스할 수 있습니다.\n\n여러 국가의 100개 이상의 산에 대한 일기 예보가 있습니다. 일기예보를 미리 확인하고\n당신은 당신의 지역 산에서 하이킹을 간다.\n\n오늘 이 산사태 확장 프로그램을 시도하고 여행을 가려고 할 때 비에 갇히지 않도록 하십시오.\n등산.",
    "lt": "Norite gauti greitą orų prognozę prieš apsilankydami vietiniame kalne?\n\nĮdiekite šią programinę įrangą šiandien ir galėsite gauti prieigą prie viso pasaulio kalnų orų pranešimų.\n\nTurime orų prognozę daugiau nei 100 kalnų keliose šalyse. Prieš tai patikrinkite orų prognozę\neinate į žygius į vietinį kalną.\n\nIšbandykite šį kalnų prognozės pratęsimą šiandien ir įsitikinkite, kad neįklimpsite lietuje, kai nuspręsite vykti\nžygiai.",
    "lv": "Vai vēlaties saņemt ātru laika prognozi, pirms apmeklējat vietējo kalnu?\n\nInstalējiet šo programmatūru jau šodien, un jūs varat piekļūt laikapstākļu ziņojumiem par kalniem visā pasaulē.\n\nMums ir laika prognoze vairāk nekā 100 kalniem vairākās valstīs. Iepriekš pārbaudiet laika prognozi\njūs dodaties pārgājienā pa vietējo kalnu.\n\nIzmēģiniet šo kalnu prognožu paplašinājumu jau šodien un pārliecinieties, ka nenokļūstat lietū, kad nolemjat doties\npārgājieni.",
    "ms": "Ingin mendapatkan ramalan cuaca pantas sebelum anda melawat gunung tempatan anda?\n\nPasang perisian ini hari ini dan anda boleh mendapatkan akses kepada laporan cuaca untuk gunung di seluruh dunia.\n\nKami mempunyai ramalan cuaca untuk lebih 100+ gunung untuk berbilang negara. Semak ramalan cuaca sebelum ini\nanda pergi mendaki di gunung tempatan anda.\n\nCuba sambungan ramalan gunung ini hari ini dan pastikan anda tidak terperangkap dalam hujan apabila anda memutuskan untuk pergi\nmendaki.",
    "nl": "Wilt u een snelle weersvoorspelling krijgen voordat u uw plaatselijke berg bezoekt?\n\nInstalleer deze software vandaag nog en je krijgt toegang tot de weerberichten voor bergen over de hele wereld.\n\nWe hebben de weersvoorspelling voor meer dan 100 bergen voor meerdere landen. Check de weersvoorspelling voor\nje gaat wandelen in je lokale berg.\n\nProbeer deze uitbreiding van de bergvoorspelling vandaag nog en zorg ervoor dat u niet vast komt te zitten in de regen wanneer u besluit te gaan\nhiking.",
    "no": "Vil du få en rask værmelding før du besøker ditt lokale fjell?\n\nInstaller denne programvaren i dag, og du kan få tilgang til værmeldingene for fjell rundt om i verden.\n\nVi har værmeldingen for over 100+ fjell for flere land. Sjekk værmeldingen før\ndu går tur i ditt lokale fjell.\n\nPrøv denne fjellvarselutvidelsen i dag og sørg for at du ikke blir sittende fast i regnet når du bestemmer deg for å dra\nfotturer.",
    "pl": "Chcesz uzyskać szybką prognozę pogody przed wizytą w lokalnej górze?\n\nZainstaluj to oprogramowanie już dziś, a uzyskasz dostęp do raportów pogodowych dla gór na całym świecie.\n\nMamy prognozę pogody dla ponad 100 gór dla wielu krajów. Sprawdź prognozę pogody wcześniej\nidziesz na wędrówki po lokalnej górze.\n\nWypróbuj to rozszerzenie prognozy górskiej już dziś i upewnij się, że nie utkniesz w deszczu, gdy zdecydujesz się jechać\nwędrówki.",
    "ro": "Doriți să obțineți o prognoză meteo rapidă înainte de a vizita muntele local?\n\nInstalați acest software astăzi și puteți obține acces la rapoartele meteo pentru munții din întreaga lume.\n\nAvem prognoza meteo pentru peste 100 de munți pentru mai multe țări. Verificați prognoza meteo înainte\nfaci drumeții în muntele local.\n\nÎncercați această extensie de prognoză montană astăzi și asigurați-vă că nu rămâneți blocat în ploaie atunci când decideți să mergeți\ndrumeții.",
    "ru": "Хотите получить краткий прогноз погоды, прежде чем посетить местную гору?\n\nУстановите это программное обеспечение сегодня, и вы получите доступ к отчетам о погоде в горах по всему миру.\n\nУ нас есть прогноз погоды для более чем 100 гор для нескольких стран. Проверьте прогноз погоды перед\nвы идете в поход в вашу местную гору.\n\nПопробуйте это расширение горного прогноза сегодня и убедитесь, что вы не застряли под дождем, когда решите пойти\nпеший туризм.",
    "sk": "Chcete získať rýchlu predpoveď počasia predtým, ako navštívite miestne hory?\n\nNainštalujte si tento softvér ešte dnes a získate prístup k správam o počasí pre hory po celom svete.\n\nMáme predpoveď počasia pre viac ako 100 hôr pre viaceré krajiny. Predtým si skontrolujte predpoveď počasia\nidete na túru do miestnych hôr.\n\nVyskúšajte toto rozšírenie predpovede hôr ešte dnes a uistite sa, že neuviaznete v daždi, keď sa rozhodnete ísť\nturistika.",
    "sl": "Želite dobiti hitro vremensko napoved, preden obiščete svojo lokalno goro?\n\nNamestite to programsko opremo še danes in dobite lahko dostop do vremenskih poročil za gore po vsem svetu.\n\nImamo vremensko napoved za več kot 100+ gora za več držav. Prej preverite vremensko napoved\ngreste na pohod v vašo lokalno goro.\n\nPreizkusite to razširitev gorske napovedi še danes in poskrbite, da ne boste obtičali v dežju, ko se odločite za pot\npohodništvo.",
    "sr": "Желите да добијете брзу временску прогнозу пре него што посетите вашу локалну планину?\n\nИнсталирајте овај софтвер данас и можете добити приступ временским извештајима за планине широм света.\n\nИмамо временску прогнозу за преко 100+ планина за више земаља. Проверите временску прогнозу раније\nидете на планинарење у вашој локалној планини.\n\nИспробајте ово проширење планинске прогнозе данас и уверите се да се не заглавите на киши када одлучите да идете\nпланинарење.",
    "sv": "Vill du få en snabb väderprognos innan du besöker ditt lokala berg?\n\nInstallera denna programvara idag så kan du få tillgång till väderrapporterna för berg runt om i världen.\n\nVi har väderprognosen för över 100+ berg för flera länder. Kolla väderprognosen innan\ndu går på vandring i ditt lokala berg.\n\nProva denna bergsprognosförlängning idag och se till att du inte fastnar i regnet när du bestämmer dig för att åka\nvandring.",
    "th": "ต้องการรับข้อมูลพยากรณ์อากาศอย่างรวดเร็วก่อนจะไปที่ภูเขาในพื้นที่ของคุณหรือไม่?\n\nติดตั้งซอฟต์แวร์นี้วันนี้ และคุณสามารถเข้าถึงรายงานสภาพอากาศสำหรับภูเขาทั่วโลก\n\nเรามีการพยากรณ์อากาศสำหรับภูเขามากกว่า 100 แห่งสำหรับหลายประเทศ ตรวจสอบพยากรณ์อากาศก่อน\nคุณไปเดินป่าในภูเขาท้องถิ่นของคุณ\n\nลองใช้ส่วนขยายการพยากรณ์ภูเขานี้วันนี้ และทำให้แน่ใจว่าคุณจะไม่โดนฝนเมื่อคุณตัดสินใจไป\nการเดินป่า.",
    "tr": "Yerel dağınızı ziyaret etmeden önce hızlı bir hava durumu tahmini almak ister misiniz?\n\nBu yazılımı bugün yükleyin ve dünyadaki dağlar için hava durumu raporlarına erişebilirsiniz.\n\nBirden fazla ülke için 100'den fazla dağ için hava tahminine sahibiz. Önce hava tahminini kontrol edin\nyerel dağınızda yürüyüşe çıkıyorsunuz.\n\nBu dağ tahmini uzantısını bugün deneyin ve gitmeye karar verdiğinizde yağmura takılmadığınızdan emin olun.\ndoğa yürüyüşü.",
    "uk": "Хочете отримати швидкий прогноз погоди, перш ніж відвідати місцеву гору?\n\nВстановіть це програмне забезпечення сьогодні, і ви зможете отримати доступ до прогнозів погоди для гір по всьому світу.\n\nУ нас є прогноз погоди для більш ніж 100 гір для кількох країн. Перевірте прогноз погоди раніше\nви йдете в похід у ваші місцеві гори.\n\nСпробуйте це розширення прогнозу гір сьогодні і переконайтеся, що ви не застрягнете під дощем, коли вирішите поїхати\nпіші прогулянки.",
    "vi": "Bạn muốn nhận dự báo thời tiết nhanh chóng trước khi bạn đến thăm ngọn núi địa phương của mình?\n\nCài đặt phần mềm này ngay hôm nay và bạn có thể truy cập vào các báo cáo thời tiết cho các vùng núi trên khắp thế giới.\n\nChúng tôi có dự báo thời tiết cho hơn 100 ngọn núi ở nhiều quốc gia. Kiểm tra dự báo thời tiết trước khi\nbạn đi bộ đường dài trong ngọn núi địa phương của bạn.\n\nHãy thử tiện ích dự báo núi này ngay hôm nay và đảm bảo bạn không bị mắc mưa khi quyết định đi\nđi bộ đường dài.",
    "zh_CN": "想在参观当地山区之前获得快速天气预报吗？\n\n立即安装此软件，您就可以访问世界各地山区的天气报告。\n\n我们有多个国家 100 多座山脉的天气预报。提前看天气预报\n你去当地的山上远足。\n\n今天试试这个山区预报扩展，确保您在决定去时不会被雨困住\n远足。",
    "zh_TW": "想在參觀當地山區之前獲得快速天氣預報嗎？\n\n立即安裝此軟件，您就可以訪問世界各地山區的天氣報告。\n\n我們有多個國家 100 多座山脈的天氣預報。提前看天氣預報\n你去當地的山上遠足。\n\n今天試試這個山區預報擴展，確保您在決定去時不會被雨困住\n遠足。"
  }
}