{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SharkD for Temu,AliExpress,ebay,Amazon,Etsy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SD offers you the tools you need to import and sell products from AliExpress, eBay, Temu, amazon and Etsy to your Woocommerce",
    "es": "Sharkdropship le ofrece todas las herramientas que necesita para importar y vender productos Aliexpress, ebay,Temu, amazon, Etsy a…",
    "fr": "Sharkdropship vous offre tous les outils dont vous avez besoin pour importer et vendre des produits Temu, Aliexpress, eBay, Amazon…",
    "it": "Sharkdropship ti offre tutti gli strumenti necessari per importare e vendere prodotti di Aliexpress, eBay, Amazon e eBay, Temu al…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sharkdropship for dropshipping and affiliate businesses, empowers your Woocommerce store with an extensive toolkit to effortlessly import products from Temu, Aliexpress, eBay, Amazon, and Etsy directly to your Woocommerce store. Elevate your dropshipping and affiliate ventures with enhanced efficiency and productivity, while minimizing the time and effort invested in product transfers.\n\nKey Features:\n\nSingle Import and Customization:\n\nCustomize individual products with ease.\nInclude variants like size, color, and model.\nImport original images, short descriptions, titles, and custom titles.\nSeamlessly incorporate images from the product description.\nInclude specifications, additional information, general descriptions, and short descriptions.\nOrganize products into categories with intuitive tagging.\nSpecify sale prices, reviews, images reviews, ratings, SKUs, and tags.\nBulk Products Import from Search Page:\n\nEfficiently import multiple products directly from the search page.\nPrice Markup Formula:\n\nUtilize a customizable formula for pricing adjustments.\nCharm Pricing:\n\nImplement psychological pricing strategies for increased sales.\nSeamless Connection to Your Woocommerce Shop:\n\nEnsure a smooth and direct connection to your Woocommerce store.",
    "es,fr,it": "Are you a reseller of Aliexpress, Ebay, Amazon and Etsy products (Dropshipping) and you're tired of copying every product, one at a time, to sell?\n\nWooShark is a plugin that gives you all the tools you need to import and sell your products from the Aliexpress, Ebay, Amazon and Etsy web page to your Woocommerce store effortlessly.\nWith the WooShark app, you get better sales and increased overall productivity, while reducing the time and effort invested to transfer your products to your online store.\n\nThe WooShark app allows you to effortlessly import your products from the Aliexpress, Ebay, Amazon and Etsy product page directly into your store.\n\nFeatures: \n\n* Import, customize and edit:\n     - Variants such as size, color, model\n     - Original images\n     - Short description\n     - Title and custom title\n     - Images from the product description\n     - Specifications and additional information\n     - General description\n     - Short description\n     - Categories\n     - Sale price\n     - Reviews\n     - Images reviews\n     - Rating\n     - Sku\n* bulk products import [Aliexpress][ebay]\n* bulk synchronization  price and stock [AliExpress][ebay]\n* Single Synchronization price and stock[AliExpress][ebay][Amazon]\n* Automated price calculation formula.\n* Advanced description editor\n* Advanced image editor\n* General configuration\n* Link to the original product.\n* Semi-automated orders [AliExpress]\n* Publish / save as draft.\n* featured / non featured products\n\nHow it works ?\nTo start using the WooShark app, simply open the Aliexpress, Ebay, Amazon and Etsy product page of your choice and click the import button. Following this,\nThe module will automatically import the product into your Woocommerce dropshipping store."
  }
}