{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MultiLine Text Selection"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make, copy, and search multiple concurrent text selections."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make multiple noncontiguous text selections at a time in webpages. Text can be copied to clipboard through ctrl+c or the right-click copy option. You can also search your text on Google, YouTube, and Wikipedia through the right click selection menu.\n\nUsage\nMake additional text selections while holding down ctrl. Clear all selections by clicking without holding ctrl. Undo the most recent selection with ctrl+z. On Macs, use cmd instead of ctrl. \n\nLock selections with ctrl+shift+L. When selections are locked, they will not disappear when left-clicking. This prevents accidentally clicking out and clearing your selections. While locked, ctrl/cmd is not needed to make selections. Leave locked mode and clear all highlighted text by pressing ctrl+shift+L again.\n\nRight click any selection for search options. Select MultiSearch to open a search tab for each selection. Select CombinedSearch to open a single search tab for each selection separated by a space. Right click the extension icon in the Chrome toolbar (top-right of the browser) and select options to enable or disable the context menu search options.\n\nSelect the extension icon to toggle copy options. If 'Copy With Newline' is selected, each selection will be separated by a newline when copying. If 'Copy With Spaces' is selected, each selection will be separated by spaces when copying. If 'Copy With Bullets' is selected, each selection will be copied as a bullet point.\n\nNotes\n- The extension is automatically disabled by Chrome in the store description. Try it out on other sites.\n- Refresh any current tabs when first installing to activate the extension on those pages. This is not necessary for new tabs.\n- When selecting separate words throughout a web page, you can double-click while holding ctrl instead of dragging to select.\n- When making overlapping selections, ctrl+z will remove the combined selection.\n- Selections are sent to the clipboard and searched in the order they are selected.\n- Copied selections will be in plain text.\n- A single selection containing text on separate lines will be treated as multiple selections when MultiSearching. This keeps you from having to individually select multiple lines that are grouped together.\n\nUpdates\n- 3/23/21: Removed unused clipboardWrite permission\n- 4/15/19: Swapped ctrl with cmd for Mac users\n- 5/1/19: Added selection lock with shift+L, see usage for details\n- 5/11/19: Replaced shift-L with ctrl+shift+L to prevent accidental activation\n- 5/18/19: Added search options for YouTube and Wikipedia\n- 6/22/19: Made selections crossing multiple bullets, lines, and hyperlinks possible. Fixed copy options reverting on new pages.\n- 7/12/19: Fixed bug where undoing with an active selection would expand the selection instead of removing\n- 9/8/19: Users no longer need to hold down ctrl for the first selection. Only additional selections need to be made with ctrl. Fixed bug where search options wouldn't appear the first time in the context menu. Fixed bug when clearing a single selection.\n- 9/28/19: Fixed bug where keyboard shortcuts for copying on Google Sheets would fail. Fixed bug when clearing selections in locked mode.\n- 10/2/19: Selections are now draggable\n\nIssues\n- Selections made on dynamic content sometimes have problems while copying\n- Selections crossing multiple elements can rarely include collapsed text.\n- Some types of selections cannot be copied or searched. Undo such a selection or refresh to continue.\n- Selections are rarely not cleared after clicking. Re-select the text and clear, or refresh the page if this happens.\n\nPrivacy\nThis extension does not collect any information. All data used in this extension is stored locally and temporarily, on the user's computer. The extension's code can be viewed in the linked GitHub repository."
  }
}