{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AMATEURS Tabs, Olympics medalists since 1896"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet new Olympic medallists Every New Tab!\nAmateurs - Tab - Paris2024 fills your \"new tab\" screen with a random name of an athlete…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet new Olympic medallists Every New Tab!\nAmateurs - Tab - Paris2024 fills your \"new tab\" screen with a random name of an athlete who have won a medal at the Olympic Games since 1896. This name is written in the typography of Baptiste Chebassier, which is an integral part of his artistic project AMATEURS. This project consists of handwriting the 30,239 names of Olympic medallists to pay tribute to them. The final artwork will be 120 meters long and 150m2. It will be presented at the Paris 2024 Olympic Games and the new medallists will be added live.\n\nDid you also know that the database of Paralympic medallists does not exist? I want to use Paris 2024 as a forum to create a committee of historians to integrate their names into my work. \n\n// Version française\n\nRencontrez les nouveaux athlètes olympiques médaillés à chaque nouvel onglet !\nAmateurs - Tab - Paris2024 remplit votre \"nouvel onglet\" avec un nom aléatoire d’un athlète ayant gagné au moins une médaille aux Jeux Olympiques depuis 1896. Ce nom est écrit dans la typographie de Baptiste Chebassier, qui fait partie intégrante de son projet artistique AMATEURS. Ce projet consiste à écrire à la main les 30 239 noms des médaillés olympiques pour leur rendre hommage. Le travail final sera de 120 mètres de long et 150m2. \nIl sera présenté aux Jeux Olympiques de Paris 2024 et les noms des nouveaux médaillés seront ajoutés en direct.\n\nSaviez-vous également que la base de données des médaillés paralympiques n’existe pas? Je veux utiliser Paris 2024 comme un forum pour créer un comité d’historiens afin d’intégrer leurs noms dans mon travail."
  }
}