{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dokebi Agent"
  },
  "short": {
    "ar": "التفتيش في الوقت الحقيقي وحجب مواقع الإنترنت الضارة (مثل المواد الإباحية) نظام الذكاء الاصطناعي",
    "am,bg,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,kn,lt,lv,ml,mr,no,ro,sk,sl,sr,sv,sw,ta,te": "Real-time scanning and blocking of harmful websites (e.g., porno) with AI",
    "bn": "রিয়েল-টাইম পরিদর্শন এবং ক্ষতিকারক ইন্টারনেট ওয়েবসাইট ব্লক করা (যেমন পর্নোগ্রাফি) কৃত্রিম বুদ্ধিমত্তা ব্যবস্থা",
    "cs,tr": "Systém umělé inteligence, který v reálném čase skenuje a blokuje škodlivé webové stránky (např. pornografii).",
    "de": "Echtzeit-Scannen und Blockieren von schädlichen Websites mit KI.",
    "el": "Σάρωση σε πραγματικό χρόνο και αποκλεισμός επιβλαβών ιστότοπων (π.χ. πορνό) με τεχνητή νοημοσύνη.",
    "es": "Escaneo y bloqueo en tiempo real de sitios web dañinos (por ejemplo, porno) con IA.",
    "fil": "Real-time na pag-scan at pagharang ng mga mapaminsalang website (hal. porno) gamit ang AI.",
    "fr": "Analyse et blocage en temps réel des sites Web nuisibles (par exemple porno) avec l'IA.",
    "hi": "एआई के साथ हानिकारक वेबसाइटों (जैसे पोर्नो) की वास्तविक समय में स्कैनिंग और ब्लॉकिंग।",
    "hu": "Káros webhelyek (pl. pornó) valós idejű vizsgálata és blokkolása mesterséges intelligencia segítségével.",
    "id": "Sistem kecerdasan buatan yang memindai dan memblokir situs web berbahaya (misalnya pornografi) secara real time.",
    "it": "Scansione e blocco in tempo reale di siti Web dannosi (ad esempio porno) con l'intelligenza artificiale.",
    "ja": "インターネット有害ウェブサイト(例: わいせつ物)リアルタイム検査、ブロック人工知能システム",
    "ko": "인터넷 유해 웹사이트 (예: 음란물) 실시간 검사, 차단 인공지능시스템",
    "ms": "Pemeriksaan masa nyata dan menyekat tapak web Internet yang berbahaya (cth. pornografi) sistem kecerdasan buatan",
    "nl": "Kunstmatig intelligentiesysteem dat schadelijke websites (bijv. pornografie) in realtime scant en blokkeert.",
    "pl": "Skanowanie w czasie rzeczywistym i blokowanie szkodliwych stron internetowych za pomocą sztucznej inteligencji.",
    "pt_BR": "Varredura e bloqueio em tempo real de sites nocivos (por exemplo, pornografia) com IA.",
    "pt_PT": "Verificação e bloqueio em tempo real de sites prejudiciais (por exemplo, pornô) com IA.",
    "ru": "Сканирование в реальном времени и блокировка вредоносных веб-сайтов (например, порно) с помощью ИИ.",
    "th": "การตรวจสอบและการบล็อกเว็บไซต์อินเทอร์เน็ตที่เป็นอันตราย (เช่น ภาพอนาจาร) แบบเรียลไทม์ ระบบปัญญาประดิษฐ์",
    "uk": "Сканування в режимі реального часу та блокування шкідливих веб-сайтів (наприклад, порно) за допомогою ШІ.",
    "vi": "Quét và chặn các trang web có hại (ví dụ: khiêu dâm) theo thời gian thực bằng AI.",
    "zh_CN": "人工智能系统，可实时扫描并阻止有害网站（如色情网站）。",
    "zh_TW": "一款即時雙向（上傳與下載）人工智慧系統，可封鎖有害網際網路內容（例如，色情）"
  },
  "long": {
    "ar": "يُعد Dokebi Agent المدعوم بالذكاء الاصطناعي التطبيق الوحيد في العالم الذي يقوم بمسح محتوى الويب وحظره، بما في ذلك بث الفيديو مثل YouTube، في الوقت الفعلي. كما تساعد تقنية Smart List الفريدة والمتقدمة والحاصلة على براءة اختراع في الحفاظ على سلامة أطفالنا. يتم استخدام تسع تقنيات حاصلة على براءة اختراع.\n\n1. من خلال إنشاء فريق (عائلة)، يمكنك الاتصال ومشاركة إعدادات التطبيق للحد من استخدام أطفالك للإنترنت.\n2. فحص محتوى الويب في الوقت الفعلي وحظره من خلال متصفح الويب (3 عناصر: الصورة والنص وتدفق الفيديو)\n3. الفحص الفوري الوحيد في العالم وحظر بث مقاطع الفيديو (مثل YouTube). يتم أيضًا فحص ملفات الرسوم المتحركة GIF في الوقت الفعلي.\n4. \"القائمة الذكية\" الفريدة الحاصلة على براءة اختراع (حتى النطاقات المتميزة مثل Google يمكنها السماح وحظر التفاصيل لكل خدمة أو دليل أو ملف)\n5. يتم استبعاد المواقع التي تم إدخالها في القائمة السوداء من نتائج محركات البحث.\n6. حتى بدون وجود قائمة الحظر، يمكنه فحص جميع محتويات الويب تقريبًا وحظر تلك المواقع تلقائيًا.\n6. تقسيم وظيفة الاختبار: يمكن اختيار معايير الاختبار حسب العمر (لمن تقل أعمارهم عن 15 عامًا، لمن تقل أعمارهم عن 19 عامًا، كل ذلك مسموح به (إيقاف الاختبار))\n7. محظور بواسطة:\n - مواقع البالغين، والمقامرة غير القانونية، والمخدرات، والتنزيل غير القانوني، وما إلى ذلك.\n\n<< ميزات جديدة >> \n1. يُظهر عملية فحص الصورة في الوقت الفعلي كتأثير ضبابي على الصورة. \n2. إذا وجدت محتوى ضارًا عند البحث على YouTube، فقم بإخفاء المحتوى أو حظره فقط. \n3. اعتمادًا على إعدادات حد الحجب، يتم تفصيل عملية الإخفاء والحجب. \n-> عند التعيين على أقل من 19 عامًا: إذا تم العثور على محتوى ضار، فسيتم حظر الموقع. \n-> إذا تم التعيين على أقل من 15: \nعند العثور على محتوى \"معتدل\" (للأعمار من 15 عامًا فما فوق): يتم حظر المحتوى أو القسم فقط، ومع ذلك، إذا كان هناك قدر كبير جدًا من المحتوى أو إذا كان الفيديو طويلًا جدًا، فسيتم حظر الموقع.\n\nمعلومات أخرى عن المنتج: www.dokebicloud.com\nكيفية استخدام المنتج: يرجى الرجوع إلى www.dokebicloud.com/howto.",
    "am,bg,ca,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hr,kn,lt,lv,ml,mr,no,ro,sk,sl,sr,sv,sw,ta,te": "The AI-based Dokebi agent is the world's only app that scans and blocks web content, including streaming videos like YouTube, in real time. The patented, unique and advanced smart list technology also helps keep our children safe. It uses 9 patented technologies.\n\n1. You can create a team (family) to connect and share app settings, so you can limit your children's internet usage.\n2. Real-time web content scanning and blocking through web browsers (3 elements: images, text, streaming videos)\n3. The world's only real-time streaming video scanning and blocking (e.g. YouTube). Gif animation files are also scanned in real time.\n4. Unique patented 'smart list' (super domains like Google can be allowed and blocked in detail by service, directory, or file)\n5. Sites entered in the block list are excluded from search engine results.\n6. Even without a block list, it can scan almost all web content and automatically block the corresponding website.\n6. Segmentation of inspection function: Selectable inspection criteria by age (under 15, under 19, allow all (stop inspection))\n7. Blocking target:\n- Adult sites, illegal gambling, drugs, illegal downloads, etc.\n\n<< New Features >>\n1. Shows the real-time image inspection process with a blur effect on the image.\n2. When searching on YouTube, if harmful content is found, only the content is hidden or blocked.\n3. Depending on the blocking restriction settings, the process of hiding and blocking is detailed.\n-> If set for under 19 years old: If harmful content is found, the site is blocked.\n-> If set for under 15 years old:\nWhen 'Mild' content is found (for 15 years old or older): Only the content or the section is hidden, but if there is too much or, in the case of videos, if the length is long, the site is blocked.\n\nOther product information: www.dokebicloud.com\nHow to use the product: Refer to www.dokebicloud.com/howto",
    "bn": "কৃত্রিম বুদ্ধিমত্তা-চালিত ডোকেবি এজেন্ট হল বিশ্বের একমাত্র অ্যাপ যা রিয়েল টাইমে YouTube-এর মতো স্ট্রিমিং ভিডিও সহ ওয়েব সামগ্রী স্ক্যান করে এবং ব্লক করে। আমাদের অনন্য, উন্নত, পেটেন্ট করা স্মার্ট তালিকা প্রযুক্তি আমাদের বাচ্চাদের নিরাপদ রাখতেও সাহায্য করে। নয়টি পেটেন্ট প্রযুক্তি ব্যবহার করা হয়।\n\n1. একটি দল (পরিবার) তৈরি করে, আপনি আপনার বাচ্চাদের ইন্টারনেট ব্যবহার সীমিত করতে অ্যাপ সেটিংস সংযোগ এবং ভাগ করতে পারেন।\n2. রিয়েল-টাইম ওয়েব সামগ্রী পরিদর্শন এবং ওয়েব ব্রাউজারের মাধ্যমে ব্লক করা (3টি উপাদান: চিত্র, পাঠ্য, ভিডিও স্ট্রিমিং)\n3. বিশ্বের একমাত্র রিয়েল-টাইম পরিদর্শন এবং স্ট্রিমিং ভিডিও ব্লক করা (যেমন YouTube)। GIF অ্যানিমেশন ফাইলগুলিও রিয়েল টাইমে পরিদর্শন করা হয়।\n4. অনন্য পেটেন্ট করা 'স্মার্ট তালিকা' (এমনকি সুপার ডোমেইন যেমন Google প্রতিটি পরিষেবা, ডিরেক্টরি বা ফাইলের জন্য বিস্তারিতভাবে অনুমতি দিতে এবং ব্লক করতে পারে)\n5. কালো তালিকায় প্রবেশ করা সাইটগুলি সার্চ ইঞ্জিন থেকে বাদ দেওয়া হয়েছে৷\n6. এমনকি একটি ব্লক তালিকা ছাড়া, এটি প্রায় সমস্ত ওয়েব সামগ্রী স্ক্যান করতে পারে এবং সেই ওয়েবসাইটগুলিকে স্বয়ংক্রিয়ভাবে ব্লক করতে পারে৷\n6. পরীক্ষার ফাংশনের উপবিভাগ: পরীক্ষার মানদণ্ড বয়স অনুসারে নির্বাচন করা যেতে পারে (15 বছরের কম বয়সীদের জন্য, 19 বছরের কম বয়সীদের জন্য, সমস্ত অনুমোদিত (পরীক্ষা বন্ধ করুন))\n7. এর দ্বারা অবরুদ্ধ:\n - প্রাপ্তবয়স্ক সাইট, অবৈধ জুয়া, মাদক, অবৈধ ডাউনলোডিং ইত্যাদি।\n\n<< নতুন বৈশিষ্ট্য >> \n1. চিত্রে একটি অস্পষ্ট প্রভাব হিসাবে রিয়েল-টাইম ইমেজ পরিদর্শন প্রক্রিয়া দেখায়। \n2. ইউটিউবে সার্চ করার সময় যদি আপনি ক্ষতিকারক কন্টেন্ট খুঁজে পান তবে শুধুমাত্র কন্টেন্ট লুকান বা ব্লক করুন। \n3. ব্লকিং সীমা সেটিংসের উপর নির্ভর করে, লুকানো এবং ব্লক করার প্রক্রিয়াটি বিস্তারিত। \n-> 19 বছরের কম বয়সে সেট করা হলে: ক্ষতিকারক সামগ্রী পাওয়া গেলে, সাইটটি ব্লক করা হবে। \n-> যদি 15 বছরের নিচে সেট করা হয়: \nযখন 'হালকা' বিষয়বস্তু পাওয়া যায় (15 বছর বা তার বেশি বয়সের জন্য): শুধুমাত্র বিষয়বস্তু বা বিভাগটি ব্লক করা হয় তবে, যদি খুব বেশি কন্টেন্ট থাকে বা ভিডিওটি খুব দীর্ঘ হয়, তাহলে সাইটটি ব্লক করা হবে।\n\nঅন্যান্য পণ্য তথ্য: www.dokebicloud.com\nকিভাবে পণ্য ব্যবহার করবেন: অনুগ্রহ করে www.dokebicloud.com/howto দেখুন।",
    "cs": "Dokebi Agent poháněný umělou inteligencí je jediná aplikace na světě, která v reálném čase skenuje a blokuje webový obsah, včetně streamování videa, jako je YouTube. Naše jedinečná, pokročilá, patentovaná technologie Smart List také pomáhá udržet naše děti v bezpečí. Je použito devět patentovaných technologií.\n\n1. Vytvořením týmu (rodiny) se můžete připojit a sdílet nastavení aplikace, abyste omezili používání internetu vašimi dětmi.\n2. Kontrola a blokování webového obsahu v reálném čase prostřednictvím webového prohlížeče (3 prvky: obrázek, text, streamované video)\n3. Jediná kontrola a blokování streamovaných videí na světě v reálném čase (např. YouTube). Soubory animací GIF jsou také kontrolovány v reálném čase.\n4. Unikátní patentovaný „Smart List“ (dokonce i super domény, jako je Google, mohou povolit a podrobně blokovat každou službu, adresář nebo soubor)\n5. Stránky zapsané na černou listinu jsou vyloučeny z výsledků vyhledávače.\n6. I bez seznamu blokovaných může skenovat téměř veškerý obsah webu a automaticky tyto weby blokovat.\n6. Další rozdělení testovací funkce: Testovací kritéria lze vybrat podle věku (pro osoby mladší 15 let, pro osoby mladší 19 let, vše povoleno (zastavit testování))\n7. Blokováno uživatelem:\n – Stránky pro dospělé, nelegální hazardní hry, drogy, nelegální stahování atd.\n\n<< Nové funkce >> \n1. Zobrazuje proces kontroly obrazu v reálném čase jako efekt rozostření obrazu. \n2. Pokud při vyhledávání na YouTube najdete škodlivý obsah, skryjte nebo zablokujte pouze obsah. \n3. V závislosti na nastavení limitu blokování je podrobně popsán proces skrývání a blokování. \n-> Při nastavení na méně než 19 let: Pokud bude nalezen škodlivý obsah, stránka bude zablokována. \n-> Pokud je nastaveno na méně než 15: \nKdyž je nalezen „mírný“ obsah (pro osoby starší 15 let): Zablokuje se pouze obsah nebo sekce, pokud je však příliš mnoho obsahu nebo je video příliš dlouhé, web bude zablokován.\n\nDalší informace o produktu: www.dokebicloud.com\nJak produkt používat: Podívejte se na www.dokebicloud.com/howto.",
    "de": "Der auf künstlicher Intelligenz basierende Dokebi Agent ist die weltweit einzige App, die Webinhalte, einschließlich Streaming-Videos wie YouTube, in Echtzeit scannt und blockiert. Unsere einzigartige, fortschrittliche und patentierte Smart List-Technologie trägt auch zur Sicherheit unserer Kinder bei. Es kommen neun patentierte Technologien zum Einsatz.\n\n1. Indem Sie ein Team (Familie) erstellen, können Sie eine Verbindung herstellen und App-Einstellungen teilen, um die Internetnutzung Ihrer Kinder einzuschränken.\n2. Überprüfung und Blockierung von Webinhalten in Echtzeit über einen Webbrowser (3 Elemente: Bild, Text, Streaming-Video)\n3. Die weltweit einzige Echtzeit-Überprüfung und Sperrung von Streaming-Videos (z. B. YouTube). Auch GIF-Animationsdateien werden in Echtzeit überprüft.\n4. Einzigartige patentierte „Smart List“ (sogar Super-Domains wie Google können jeden Dienst, jedes Verzeichnis oder jede Datei im Detail zulassen und blockieren)\n5. In die Blacklist aufgenommene Websites werden von den Suchmaschinenergebnissen ausgeschlossen.\n6. Auch ohne Sperrliste kann es fast alle Webinhalte scannen und diese Websites automatisch blockieren.\n6. Unterteilung der Testfunktion: Testkriterien nach Alter wählbar (für Personen unter 15 Jahren, für Personen unter 19 Jahren, alle erlaubt (Testen beenden))\n7. Blockiert durch:\n - Websites für Erwachsene, illegales Glücksspiel, Drogen, illegale Downloads usw.\n\n<< Neue Funktionen >>\n1. Zeigt den Echtzeit-Bildinspektionsprozess als Unschärfeeffekt auf dem Bild an.\n2. Wenn Sie bei der Suche auf YouTube schädliche Inhalte finden, blenden Sie nur die Inhalte aus oder blockieren Sie sie.\n3. Abhängig von den Einstellungen des Blockierungslimits wird der Vorgang des Ausblendens und Blockierens detailliert beschrieben.\n-> Bei Einstellung unter 19 Jahren: Wenn schädliche Inhalte gefunden werden, wird die Seite gesperrt.\n-> Wenn auf unter 15 eingestellt:\nWenn „leichter“ Inhalt gefunden wird (ab 15 Jahren): Nur der Inhalt oder Abschnitt wird blockiert. Wenn jedoch zu viel Inhalt vorhanden ist oder das Video zu lang ist, wird die Website blockiert.\n\nWeitere Produktinformationen: www.dokebicloud.com\nSo verwenden Sie das Produkt: Weitere Informationen finden Sie unter www.dokebicloud.com/howto.",
    "el": "Το Dokebi Agent που λειτουργεί με τεχνητή νοημοσύνη είναι η μόνη εφαρμογή στον κόσμο που σαρώνει και αποκλείει περιεχόμενο ιστού, συμπεριλαμβανομένης της ροής βίντεο όπως το YouTube, σε πραγματικό χρόνο. Η μοναδική, προηγμένη, κατοχυρωμένη με δίπλωμα ευρεσιτεχνίας τεχνολογία Smart List βοηθά επίσης να κρατάμε τα παιδιά μας ασφαλή. Χρησιμοποιούνται εννέα πατενταρισμένες τεχνολογίες.\n\n1. Δημιουργώντας μια ομάδα (οικογένεια), μπορείτε να συνδεθείτε και να μοιραστείτε τις ρυθμίσεις της εφαρμογής για να περιορίσετε τη χρήση του Διαδικτύου των παιδιών σας.\n2. Επιθεώρηση και αποκλεισμός περιεχομένου ιστού σε πραγματικό χρόνο μέσω του προγράμματος περιήγησης ιστού (3 στοιχεία: εικόνα, κείμενο, ροή βίντεο)\n3. Η μόνη επιθεώρηση και αποκλεισμός βίντεο ροής σε πραγματικό χρόνο στον κόσμο (π.χ. YouTube). Τα αρχεία κινούμενων εικόνων GIF ελέγχονται επίσης σε πραγματικό χρόνο.\n4. Μοναδική κατοχυρωμένη με δίπλωμα ευρεσιτεχνίας «Έξυπνη λίστα» (ακόμη και σούπερ τομείς όπως η Google μπορούν να επιτρέπουν και να αποκλείουν λεπτομερώς για κάθε υπηρεσία, κατάλογο ή αρχείο)\n5. Οι ιστότοποι που εισάγονται στη μαύρη λίστα εξαιρούνται από τα αποτελέσματα των μηχανών αναζήτησης.\n6. Ακόμη και χωρίς λίστα αποκλεισμού, μπορεί να σαρώσει σχεδόν όλο το περιεχόμενο ιστού και να αποκλείσει αυτόματα αυτούς τους ιστότοπους.\n6. Υποδιαίρεση της λειτουργίας δοκιμής: Τα κριτήρια δοκιμής μπορούν να επιλεγούν ανά ηλικία (για άτομα κάτω των 15 ετών, για άτομα κάτω των 19 ετών, όλα επιτρέπονται (διακοπή δοκιμής))\n7. Αποκλείστηκε από:\n - Ιστότοποι για ενήλικες, παράνομος τζόγος, ναρκωτικά, παράνομη λήψη κ.λπ.\n\n<< Νέες δυνατότητες >> \n1. Εμφανίζει τη διαδικασία επιθεώρησης εικόνας σε πραγματικό χρόνο ως εφέ θολώματος στην εικόνα. \n2. Εάν βρείτε επιβλαβές περιεχόμενο κατά την αναζήτηση στο YouTube, αποκρύψτε ή αποκλείστε μόνο το περιεχόμενο. \n3. Ανάλογα με τις ρυθμίσεις ορίου αποκλεισμού, περιγράφεται λεπτομερώς η διαδικασία απόκρυψης και αποκλεισμού. \n-> Όταν έχει οριστεί σε ηλικία κάτω των 19 ετών: Εάν εντοπιστεί επιβλαβές περιεχόμενο, ο ιστότοπος θα αποκλειστεί. \n-> Εάν έχει οριστεί σε κάτω από 15: \nΌταν εντοπίζεται \"Ήπιο\" περιεχόμενο (για ηλικίες 15 ετών και άνω): Αποκλείεται μόνο το περιεχόμενο ή η ενότητα, ωστόσο, εάν υπάρχει υπερβολικό περιεχόμενο ή εάν το βίντεο είναι πολύ μεγάλο, ο ιστότοπος θα αποκλειστεί.\n\nΆλλες πληροφορίες προϊόντος: www.dokebicloud.com\nΠώς να χρησιμοποιήσετε το προϊόν: Ανατρέξτε στη διεύθυνση www.dokebicloud.com/howto.",
    "es": "Dokebi Agent, impulsado por inteligencia artificial, es la única aplicación del mundo que escanea y bloquea contenido web, incluida la transmisión de videos como YouTube, en tiempo real. Nuestra exclusiva, avanzada y patentada tecnología Smart List también ayuda a mantener seguros a nuestros niños. Se utilizan nueve tecnologías patentadas.\n\n1. Al crear un equipo (familia), puede conectarse y compartir la configuración de la aplicación para limitar el uso de Internet de sus hijos.\n2. Inspección y bloqueo de contenidos web en tiempo real a través del navegador web (3 elementos: imagen, texto, streaming de vídeo)\n3. La única inspección y bloqueo de videos en tiempo real del mundo (por ejemplo, YouTube). Los archivos de animación GIF también se inspeccionan en tiempo real.\n4. 'Lista inteligente' única y patentada (incluso los súper dominios como Google pueden permitir y bloquear en detalle cada servicio, directorio o archivo)\n5. Los sitios incluidos en la lista negra quedan excluidos de los resultados del motor de búsqueda.\n6. Incluso sin una lista de bloqueo, puede escanear casi todo el contenido web y bloquearlos automáticamente.\n6. Subdivisión de la función de prueba: los criterios de prueba se pueden seleccionar por edad (para menores de 15 años, para menores de 19 años, todos permitidos (detener la prueba))\n7. Bloqueado por:\n - Sitios para adultos, apuestas ilegales, drogas, descargas ilegales, etc.\n\n<< Nuevas funciones >> \n1. Muestra el proceso de inspección de imágenes en tiempo real como un efecto de desenfoque en la imagen. \n2. Si encuentra contenido dañino al buscar en YouTube, oculte o bloquee solo el contenido. \n3. Dependiendo de la configuración del límite de bloqueo, se detalla el proceso de ocultación y bloqueo. \n-> Cuando se establece en menores de 19 años: si se encuentra contenido dañino, el sitio será bloqueado. \n-> Si está configurado para menores de 15 años: \nCuando se encuentra contenido 'leve' (para mayores de 15 años): solo se bloquea el contenido o la sección. Sin embargo, si hay demasiado contenido o si el video es demasiado largo, el sitio se bloqueará.\n\nOtra información del producto: www.dokebicloud.com\nCómo utilizar el producto: consulte www.dokebicloud.com/howto.",
    "fil": "Ang Dokebi Agent na pinapagana ng artificial intelligence ay ang tanging app sa mundo na nag-scan at nagba-block ng web content, kabilang ang streaming video tulad ng YouTube, sa real time. Ang aming natatangi, advanced, patented na teknolohiya ng Smart List ay nakakatulong din na panatilihing ligtas ang aming mga anak. Siyam na patented na teknolohiya ang ginagamit.\n\n1. Sa pamamagitan ng paglikha ng isang team (pamilya), maaari kang kumonekta at magbahagi ng mga setting ng app upang limitahan ang paggamit ng Internet ng iyong mga anak.\n2. Real-time na inspeksyon ng nilalaman ng web at pagharang sa pamamagitan ng web browser (3 elemento: larawan, teksto, streaming video)\n3. Ang tanging real-time na inspeksyon at pag-block sa mundo ng mga streaming na video (hal. YouTube). Ang mga GIF animation file ay siniyasat din sa real time.\n4. Natatanging patented na 'Smart List' (kahit ang mga super domain gaya ng Google ay maaaring payagan at i-block nang detalyado para sa bawat serbisyo, direktoryo, o file)\n5. Ang mga site na ipinasok sa blacklist ay hindi kasama sa mga search engine.\n6. Kahit na walang block list, maaari nitong i-scan ang halos lahat ng nilalaman ng web at awtomatikong i-block ang mga website na iyon.\n6. Subdivision ng test function: Maaaring piliin ang pamantayan sa pagsusulit ayon sa edad (para sa mga wala pang 15 taong gulang, para sa mga wala pang 19 taong gulang, lahat ay pinapayagan (ihinto ang pagsubok))\n7. Hinarang ni:\n - Mga pang-adultong site, ilegal na pagsusugal, droga, ilegal na pag-download, atbp.\n\n<< Mga Bagong Tampok >> \n1. Ipinapakita ang real-time na proseso ng inspeksyon ng imahe bilang isang blur na epekto sa larawan. \n2. Kung makakita ka ng mapaminsalang nilalaman kapag naghahanap sa YouTube, itago o i-block lamang ang nilalaman. \n3. Depende sa mga setting ng limitasyon sa pagharang, ang proseso ng pagtatago at pagharang ay detalyado. \n-> Kapag itinakda sa wala pang 19 taong gulang: Kung may makitang mapaminsalang nilalaman, maha-block ang site. \n-> Kung nakatakda sa wala pang 15: \nKapag natagpuan ang 'Mahinahon' na nilalaman (para sa edad na 15 at mas matanda): Ang nilalaman o seksyon lamang ang naka-block Gayunpaman, kung mayroong masyadong maraming nilalaman o kung ang video ay masyadong mahaba, ang site ay mai-block.\n\nIba pang impormasyon ng produkto: www.dokebicloud.com\nPaano gamitin ang produkto: Mangyaring sumangguni sa www.dokebicloud.com/howto.",
    "fr": "Dokebi Agent, basé sur l'intelligence artificielle, est la seule application au monde qui analyse et bloque le contenu Web, y compris les vidéos en streaming comme YouTube, en temps réel. Notre technologie Smart List unique, avancée et brevetée contribue également à assurer la sécurité de nos enfants. Neuf technologies brevetées sont utilisées.\n\n1. En créant une équipe (famille), vous pouvez vous connecter et partager les paramètres de l'application pour limiter l'utilisation d'Internet par vos enfants.\n2. Inspection et blocage du contenu Web en temps réel via un navigateur Web (3 éléments : image, texte, vidéo en streaming)\n3. La seule inspection et blocage en temps réel au monde des vidéos en streaming (par exemple YouTube). Les fichiers d'animation GIF sont également inspectés en temps réel.\n4. « Liste intelligente » brevetée unique (même les super domaines tels que Google peuvent autoriser et bloquer en détail pour chaque service, répertoire ou fichier)\n5. Les sites inscrits sur la liste noire sont exclus des résultats des moteurs de recherche.\n6. Même sans liste de blocage, il peut analyser presque tout le contenu Web et bloquer automatiquement ces sites Web.\n6. Subdivision de la fonction de test : les critères de test peuvent être sélectionnés par âge (pour les moins de 15 ans, pour les moins de 19 ans, tous autorisés (arrêter les tests))\n7. Bloqué par :\n - Sites pour adultes, jeux illégaux, drogues, téléchargement illégal, etc.\n\n<< Nouvelles fonctionnalités >> \n1. Affiche le processus d'inspection d'image en temps réel sous la forme d'un effet de flou sur l'image. \n2. Si vous trouvez du contenu nuisible lors d'une recherche sur YouTube, masquez ou bloquez uniquement le contenu. \n3. En fonction des paramètres de limite de blocage, le processus de masquage et de blocage est détaillé. \n-> Lorsqu'il est défini sur moins de 19 ans : si un contenu préjudiciable est détecté, le site sera bloqué. \n-> Si réglé sur moins de 15 : \nLorsqu'un contenu « léger » est trouvé (pour les 15 ans et plus) : seul le contenu ou la section est bloqué. Cependant, s'il y a trop de contenu ou si la vidéo est trop longue, le site sera bloqué.\n\nAutres informations sur le produit : www.dokebicloud.com\nComment utiliser le produit : veuillez vous référer à www.dokebicloud.com/howto.",
    "hi": "कृत्रिम बुद्धिमत्ता से संचालित डोकेबी एजेंट दुनिया का एकमात्र ऐप है जो वास्तविक समय में यूट्यूब जैसे स्ट्रीमिंग वीडियो सहित वेब सामग्री को स्कैन और ब्लॉक करता है। हमारी अनूठी, उन्नत, पेटेंटेड स्मार्ट लिस्ट तकनीक भी हमारे बच्चों को सुरक्षित रखने में मदद करती है। नौ पेटेंट प्रौद्योगिकियों का उपयोग किया जाता है।\n\n1. एक टीम (परिवार) बनाकर, आप अपने बच्चों के इंटरनेट उपयोग को सीमित करने के लिए ऐप सेटिंग्स को कनेक्ट और साझा कर सकते हैं।\n2. वेब ब्राउज़र के माध्यम से वास्तविक समय में वेब सामग्री का निरीक्षण और अवरोधन (3 तत्व: छवि, पाठ, स्ट्रीमिंग वीडियो)\n3. स्ट्रीमिंग वीडियो (उदाहरण के लिए YouTube) का दुनिया का एकमात्र वास्तविक समय निरीक्षण और अवरोधन। GIF एनिमेशन फ़ाइलों का वास्तविक समय में भी निरीक्षण किया जाता है।\n4. अद्वितीय पेटेंट वाली 'स्मार्ट सूची' (यहां तक ​​कि Google जैसे सुपर डोमेन भी प्रत्येक सेवा, निर्देशिका या फ़ाइल के लिए विस्तार से अनुमति दे सकते हैं और ब्लॉक कर सकते हैं)\n5. काली सूची में दर्ज साइटों को खोज इंजन से बाहर रखा गया है।\n6. ब्लॉक सूची के बिना भी, यह लगभग सभी वेब सामग्री को स्कैन कर सकता है और स्वचालित रूप से उन वेबसाइटों को ब्लॉक कर सकता है।\n6. परीक्षण फ़ंक्शन का उपखंड: परीक्षण मानदंड उम्र के अनुसार चुना जा सकता है (15 वर्ष से कम उम्र वालों के लिए, 19 वर्ष से कम उम्र वालों के लिए, सभी को अनुमति है (परीक्षण रोकें))\n7. इनके द्वारा अवरोधित:\n - वयस्क साइटें, अवैध जुआ, ड्रग्स, अवैध डाउनलोडिंग आदि।\n\n<< नई सुविधाएँ >> \n1. वास्तविक समय छवि निरीक्षण प्रक्रिया को छवि पर धुंधले प्रभाव के रूप में दिखाता है। \n2. यदि आपको YouTube पर खोजते समय हानिकारक सामग्री मिलती है, तो केवल सामग्री को छिपाएँ या ब्लॉक करें। \n3. ब्लॉकिंग सीमा सेटिंग्स के आधार पर, छिपाने और ब्लॉक करने की प्रक्रिया विस्तृत है। \n-> 19 वर्ष से कम आयु पर सेट होने पर: यदि हानिकारक सामग्री पाई जाती है, तो साइट ब्लॉक कर दी जाएगी। \n-> यदि 15 से कम पर सेट किया गया है: \nजब 'हल्की' सामग्री पाई जाती है (15 वर्ष और उससे अधिक उम्र के लिए): केवल सामग्री या अनुभाग को अवरुद्ध किया जाता है, हालांकि, यदि बहुत अधिक सामग्री है या वीडियो बहुत लंबा है, तो साइट को अवरुद्ध कर दिया जाएगा।\n\nअन्य उत्पाद जानकारी: www.dokebicloud.com\nउत्पाद का उपयोग कैसे करें: कृपया www.dokebicloud.com/howto देखें।",
    "hu": "A mesterséges intelligenciával hajtott Dokebi Agent a világ egyetlen olyan alkalmazása, amely valós időben ellenőrzi és blokkolja a webes tartalmat, beleértve a streaming videókat, például a YouTube-ot. Egyedülálló, fejlett, szabadalmaztatott Smart List technológiánk gyermekeink biztonságát is segíti. Kilenc szabadalmaztatott technológiát alkalmaznak.\n\n1. Csapat (család) létrehozásával csatlakozhat és megoszthatja az alkalmazás beállításait, hogy korlátozza gyermekei internethasználatát.\n2. Valós idejű webtartalom ellenőrzése és blokkolása webböngészőn keresztül (3 elem: kép, szöveg, streaming videó)\n3. A világ egyetlen valós idejű ellenőrzése és blokkolása a streaming videóknál (pl. YouTube). A GIF-animációs fájlok is valós időben kerülnek ellenőrzésre.\n4. Egyedülálló, szabadalmaztatott „intelligens lista” (még a szuperdomainek, például a Google is részletesen engedélyezhetik és letilthatják az egyes szolgáltatások, könyvtárak vagy fájlok esetében)\n5. A tiltólistára felvett webhelyek ki vannak zárva a keresőmotorok találatai közül.\n6. Még tiltólista nélkül is képes szinte az összes webes tartalmat átvizsgálni, és automatikusan blokkolni ezeket a webhelyeket.\n6. Tesztfunkció felosztása: A vizsgálati kritériumok életkor szerint választhatók (15 év alattiaknál, 19 év alattiaknál minden megengedett (tesztelés leállítása))\n7. Letiltotta:\n - Felnőtteknek szánt webhelyek, illegális szerencsejátékok, drogok, illegális letöltések stb.\n\n<< Új funkciók >> \n1. A valós idejű képellenőrzési folyamatot a kép elmosódásaként jeleníti meg. \n2. Ha káros tartalmat talál a YouTube-on való keresés során, csak a tartalmat rejtse el vagy blokkolja. \n3. A blokkolási határértékek beállításaitól függően az elrejtés és a blokkolás folyamata részletezett. \n-> Ha 19 éven alulira van állítva: Ha káros tartalmat találunk, az oldalt blokkoljuk. \n-> Ha 15 év alattira van állítva: \n„Enyhe” tartalom esetén (15 éves kor felett): Csak a tartalom vagy a szakasz blokkolva van. Ha azonban túl sok a tartalom, vagy ha a videó túl hosszú, a webhely letiltásra kerül.\n\nEgyéb termékinformáció: www.dokebicloud.com\nA termék használata: Kérjük, tekintse meg a www.dokebicloud.com/howto webhelyet.",
    "id": "Agen Dokebi yang didukung kecerdasan buatan adalah satu-satunya aplikasi di dunia yang memindai dan memblokir konten web, termasuk streaming video seperti YouTube, secara real time. Teknologi Smart List kami yang unik, canggih, dan dipatenkan juga membantu menjaga keamanan anak-anak kita. Sembilan teknologi yang dipatenkan digunakan.\n\n1. Dengan membuat tim (keluarga), Anda dapat menghubungkan dan berbagi pengaturan aplikasi untuk membatasi penggunaan Internet anak-anak Anda.\n2. Inspeksi dan pemblokiran konten web secara real-time melalui browser web (3 elemen: gambar, teks, video streaming)\n3. Satu-satunya inspeksi dan pemblokiran video streaming secara real-time di dunia (misalnya YouTube). File animasi GIF juga diperiksa secara real time.\n4. 'Daftar Cerdas' unik yang dipatenkan (bahkan domain super seperti Google dapat mengizinkan dan memblokir secara detail untuk setiap layanan, direktori, atau file)\n5. Situs yang masuk daftar hitam dikecualikan dari hasil mesin pencari.\n6. Bahkan tanpa daftar blokir, ia dapat memindai hampir semua konten web dan secara otomatis memblokir situs web tersebut.\n6. Pembagian fungsi tes: Kriteria tes dapat dipilih berdasarkan usia (bagi yang berusia di bawah 15 tahun, bagi yang berusia di bawah 19 tahun, semua diperbolehkan (berhenti pengujian))\n7. Diblokir oleh:\n - Situs dewasa, perjudian ilegal, narkoba, pengunduhan ilegal, dll.\n\n<< Fitur Baru >> \n1. Menampilkan proses pemeriksaan gambar secara real-time sebagai efek blur pada gambar. \n2. Jika Anda menemukan konten berbahaya saat melakukan pencarian di YouTube, sembunyikan atau blokir konten tersebut saja. \n3. Tergantung pada pengaturan batas pemblokiran, proses penyembunyian dan pemblokiran dirinci. \n-> Bila disetel ke usia di bawah 19 tahun: Jika ditemukan konten berbahaya, situs akan diblokir. \n-> Jika disetel ke di bawah 15 tahun: \nKetika konten 'Ringan' ditemukan (untuk usia 15 tahun ke atas): Hanya konten atau bagian tersebut yang diblokir. Namun, jika kontennya terlalu banyak atau videonya terlalu panjang, situs tersebut akan diblokir.\n\nInformasi produk lainnya: www.dokebicloud.com\nCara menggunakan produk: Silakan merujuk ke www.dokebicloud.com/howto.",
    "it": "Dokebi Agent, basato sull'intelligenza artificiale, è l'unica app al mondo che scansiona e blocca i contenuti web, inclusi video in streaming come YouTube, in tempo reale. La nostra tecnologia Smart List, unica, avanzata e brevettata, aiuta anche a proteggere i nostri bambini. Vengono utilizzate nove tecnologie brevettate.\n\n1. Creando un team (famiglia), puoi connetterti e condividere le impostazioni dell'app per limitare l'uso di Internet da parte dei tuoi figli.\n2. Ispezione e blocco dei contenuti web in tempo reale tramite browser web (3 elementi: immagine, testo, video in streaming)\n3. L'unico controllo e blocco in tempo reale al mondo dei video in streaming (ad esempio YouTube). Anche i file di animazione GIF vengono controllati in tempo reale.\n4. \"Smart List\" brevettato unico (anche i super domini come Google possono consentire e bloccare in dettaglio ogni servizio, directory o file)\n5. I siti inseriti nella lista nera sono esclusi dai risultati dei motori di ricerca.\n6. Anche senza un elenco di blocchi, può scansionare quasi tutti i contenuti Web e bloccarli automaticamente.\n6. Suddivisione della funzione del test: I criteri del test possono essere selezionati per età (per chi ha meno di 15 anni, per chi ha meno di 19 anni, tutti consentiti (stop testing))\n7. Bloccato da:\n - Siti per adulti, giochi d'azzardo illegali, droghe, download illegali, ecc.\n\n<<Nuove funzionalità>> \n1. Mostra il processo di ispezione dell'immagine in tempo reale come un effetto sfocato sull'immagine. \n2. Se trovi contenuti dannosi durante la ricerca su YouTube, nascondi o blocca solo il contenuto. \n3. A seconda delle impostazioni del limite di blocco, il processo di nascondere e bloccare viene dettagliato. \n-> Se impostato su meno di 19 anni: se viene trovato contenuto dannoso, il sito verrà bloccato. \n-> Se impostato su meno di 15: \nQuando viene trovato contenuto 'lieve' (dai 15 anni in su): viene bloccato solo il contenuto o la sezione. Tuttavia, se il contenuto è eccessivo o se il video è troppo lungo, il sito verrà bloccato.\n\nAltre informazioni sul prodotto: www.dokebicloud.com\nCome utilizzare il prodotto: fare riferimento a www.dokebicloud.com/howto.",
    "ja": "人工知能ベースのDokebiエージェントは、YouTube（YouTube）などのストリーミングビデオを含むWebコンテンツをリアルタイムでスキャンしてブロックする世界唯一のアプリです。特許取得済みのユニークで高度なスマートリスト技術も、私たちの子供たちを安全に保つのに役立ちます。 9つの特許技術が使用します。\n\n1. チーム(家族)を作成してアプリの設定を接続、共有することができ、子どものインターネットの使用を制限することができます。\n2. WebブラウザによるリアルタイムWebコンテンツの検査、ブロック（3要素：画像、文字、ストリーミング動画）\n3. 世界で唯一のストリーミング動画のリアルタイムスキャンとブロック（例：YouTube）。 Gifアニメファイルもリアルタイムチェック。\n4. 特許を受けた独自の「スマートリスト」（Googleのようなスーパードメインもそれぞれのサービス、ディレクトリ、またはファイル別に細かく許可およびブロック可能）\n5.ブロックリストに入力されたサイトは検索エンジンの結果から除外されます。\n6.ブロックリストがなくても、これはほとんどすべてのWebコンテンツをスキャンして、そのWebサイトを自動的にブロックできます。\n6.検査機能の細分化：年齢別検査基準選択可能（15歳未満用、19歳未満用、すべて許可（検査中止））\n7. ブロック対象:\n - アダルトサイト、違法ギャンブル、薬、違法ダウンロードなど\n\n<< 新機能 >> \n1.リアルタイム画像検査プロセスを画像のぼかし効果として表示します。 \n2. YouTubeで検索するとき、有害コンテンツが見つかったら、該当コンテンツのみを隠すかブロックする。 \n3.ブロック制限設定に応じて、隠す、ブロックのプロセスが詳細になります。 \n-> 19歳未満用に設定された場合: 有害物発見すると、該当サイトはブロックされます。 \n-> 15歳未満用に設定されている場合： \n「Mild」コンテンツ発見時（15歳以上）：該当コンテンツのみまたは該当区間のみ隠すが、多すぎるか、映像の場合、長さが長い場合、該当サイトはブロックされます。\n\nその他の製品ガイド：www.dokebicloud.com\n製品の使用法：www.dokebicloud.com/howtoを参照してください。",
    "ko": "인공지능 기반의 Dokebi 에이전트는 유튜브(YouTube)와 같은 스트리밍 비디오를 포함한 웹 콘텐츠를 실시간으로 검사하고 차단하는 세계 유일한 앱입니다. 특허받은 독특하고 진보된 스마트 목록 기술도 우리 아이들을 안전하게 지키는 데 도움을 줍니다. 9개의 특허 기술이 사용합니다.\n\n1. 팀(가족)을 만들어서 앱의 설정을 연결,  공유할 수 있어서 아이들의 인터넷 사용을 제한 할 수 있습니다.\n2. 웹브라우저를 통한 실시간 웹 컨텐츠 검사, 차단 ( 3요소: 이미지, 글자, 스트리밍 동영상)\n3. 세계 유일의 스트리밍 동영상 실시간 검사 및 차단 (예: YouTube). Gif 애니메이션 파일도 실시간 검사.\n4. 특허 받은 고유의 '스마트목록'  (구글과 같은 슈퍼 도메인도 각각의 서비스, 디렉토리, 또는 파일 별로 세세하게 허용 및 차단 가능)\n5. 차단 목록에 입력된 사이트는 검색엔진의 결과에서 제외 됨.\n6. 차단 목록이 없어도, 이것은 거의 모든 웹 컨텐츠를 검사하여, 해당 웹 사이트를 자동으로 차단할 수 있습니다. \n6. 검사 기능의 세분화: 나이별 검사 기준 선택 가능 (15세 미만용, 19세 미만용, 모두 허용 (검사 중지)) \n7. 차단 대상: \n      - 성인용 사이트, 불법 도박, 마약, 불법 다운로드, 등\n\n<< 새로운 기능 >>\n1. 실시간 이미지 검사 프로세스를 이미지의 블러 효과로 보여 줌.\n2. 유튜브에서 검색 시, 유해컨텐츠 발견하면, 해당 컨텐츠만 가리기 또는 차단하기.\n3. 차단 제한 설정에 따라, 가리기, 차단의 과정이 세부화 됨.\n   -> 19세 미만용으로 설정된 경우: 유해물 발견하면, 해당 사이트는 차단 됩니다.\n   -> 15세 미만용으로 설정된 경우:\n       'Mild' 컨텐츠 발견시 (15세용 이상):  해당 컨텐츠만 또는 해당 구간만 가리기, 하지만, 너무 많거나, 영상의 경우, 길이가 길 경우, 해당 사이트는 차단 됩니다.\n\n기타 제품 안내:  www.dokebicloud.com\n제품 사용법: www.dokebicloud.com/howto 를 참조하십시오.",
    "ms": "Ejen Dokebi yang dikuasakan kecerdasan buatan ialah satu-satunya apl di dunia yang mengimbas dan menyekat kandungan web, termasuk penstriman video seperti YouTube, dalam masa nyata. Teknologi Senarai Pintar kami yang unik, canggih dan dipatenkan juga membantu memastikan anak-anak kami selamat. Sembilan teknologi yang dipatenkan digunakan.\n\n1. Dengan mencipta pasukan (keluarga), anda boleh menyambung dan berkongsi tetapan apl untuk mengehadkan penggunaan Internet anak-anak anda.\n2. Pemeriksaan kandungan web masa nyata dan menyekat melalui pelayar web (3 elemen: imej, teks, video penstriman)\n3. Satu-satunya pemeriksaan masa nyata di dunia dan menyekat video penstriman (mis. YouTube). Fail animasi GIF juga diperiksa dalam masa nyata.\n4. ‘Senarai Pintar’ yang dipatenkan unik (malah domain super seperti Google boleh membenarkan dan menyekat secara terperinci untuk setiap perkhidmatan, direktori atau fail)\n5. Tapak yang dimasukkan ke dalam senarai hitam dikecualikan daripada enjin carian.\n6. Walaupun tanpa senarai blok, ia boleh mengimbas hampir semua kandungan web dan menyekat laman web tersebut secara automatik.\n6. Pembahagian fungsi ujian: Kriteria ujian boleh dipilih mengikut umur (untuk mereka yang berumur bawah 15 tahun, bagi mereka yang berumur bawah 19 tahun, semua dibenarkan (berhenti ujian))\n7. Disekat oleh:\n - Tapak dewasa, perjudian haram, dadah, muat turun haram, dsb.\n\n<< Ciri Baharu >> \n1. Menunjukkan proses pemeriksaan imej masa nyata sebagai kesan kabur pada imej. \n2. Jika anda menemui kandungan berbahaya semasa mencari di YouTube, sembunyikan atau sekat kandungan tersebut sahaja. \n3. Bergantung pada tetapan had menyekat, proses menyembunyikan dan menyekat adalah terperinci. \n-> Apabila ditetapkan kepada bawah 19 tahun: Jika kandungan berbahaya ditemui, tapak akan disekat. \n-> Jika ditetapkan kepada bawah 15: \nApabila kandungan 'Ringan' ditemui (untuk umur 15 tahun ke atas): Hanya kandungan atau bahagian yang disekat Walau bagaimanapun, jika terdapat terlalu banyak kandungan atau jika video terlalu panjang, tapak akan disekat.\n\nMaklumat produk lain: www.dokebicloud.com\nCara menggunakan produk: Sila rujuk www.dokebicloud.com/howto.",
    "nl": "De door kunstmatige intelligentie aangedreven Dokebi Agent is 's werelds enige app die webinhoud, inclusief streaming video zoals YouTube, in realtime scant en blokkeert. Onze unieke, geavanceerde, gepatenteerde Smart List-technologie helpt ook onze kinderen veilig te houden. Er worden negen gepatenteerde technologieën gebruikt.\n\n1. Door een team (gezin) te creëren, kunt u verbinding maken en app-instellingen delen om het internetgebruik van uw kinderen te beperken.\n2. Real-time inspectie en blokkering van webinhoud via webbrowser (3 elementen: afbeelding, tekst, streaming video)\n3. 's Werelds enige realtime inspectie en blokkering van streaming video's (bijvoorbeeld YouTube). GIF-animatiebestanden worden ook in realtime geïnspecteerd.\n4. Unieke gepatenteerde ‘Smart List’ (zelfs superdomeinen zoals Google kunnen voor elke service, directory of bestand tot in detail toestaan ​​en blokkeren)\n5. Sites die op de zwarte lijst staan, worden uitgesloten van zoekmachines.\n6. Zelfs zonder blokkeerlijst kan het bijna alle webinhoud scannen en die websites automatisch blokkeren.\n6. Onderverdeling testfunctie: Testcriteria kunnen worden geselecteerd op leeftijd (voor jongeren onder de 15 jaar, voor jongeren onder de 19 jaar, alles toegestaan ​​(stoppen met testen))\n7. Geblokkeerd door:\n - Sites voor volwassenen, illegaal gokken, drugs, illegaal downloaden, enz.\n\n<< Nieuwe functies >> \n1. Toont het realtime beeldinspectieproces als een vervagingseffect op de afbeelding. \n2. Als u schadelijke inhoud tegenkomt tijdens het zoeken op YouTube, verberg of blokkeer dan alleen de inhoud. \n3. Afhankelijk van de blokkeerlimietinstellingen wordt het proces van verbergen en blokkeren gedetailleerd. \n-> Indien ingesteld op jonger dan 19 jaar: als er schadelijke inhoud wordt gevonden, wordt de site geblokkeerd. \n-> Indien ingesteld op minder dan 15: \nWanneer 'milde' inhoud wordt gevonden (voor 15 jaar en ouder): Alleen de inhoud of sectie wordt geblokkeerd. Als er echter te veel inhoud is of als de video te lang is, wordt de site geblokkeerd.\n\nOverige productinformatie: www.dokebicloud.com\nHoe het product te gebruiken: Raadpleeg www.dokebicloud.com/howto.",
    "pl": "Oparty na sztucznej inteligencji Dokebi Agent to jedyna na świecie aplikacja, która w czasie rzeczywistym skanuje i blokuje treści internetowe, w tym strumieniowe przesyłanie wideo, takie jak YouTube. Nasza wyjątkowa, zaawansowana, opatentowana technologia Smart List pomaga również zapewnić bezpieczeństwo naszym dzieciom. Zastosowano dziewięć opatentowanych technologii.\n\n1. Tworząc zespół (rodzinę), możesz łączyć się i udostępniać ustawienia aplikacji, aby ograniczyć korzystanie przez dzieci z Internetu.\n2. Kontrola i blokowanie treści internetowych w czasie rzeczywistym za pośrednictwem przeglądarki internetowej (3 elementy: obraz, tekst, streaming wideo)\n3. Jedyna na świecie kontrola i blokowanie strumieniowych filmów wideo w czasie rzeczywistym (np. YouTube). Pliki animacji GIF są również sprawdzane w czasie rzeczywistym.\n4. Unikalna opatentowana „Lista inteligentna” (nawet superdomeny, takie jak Google, mogą szczegółowo zezwalać i blokować każdą usługę, katalog lub plik)\n5. Strony wpisane na czarną listę są wykluczane z wyników wyszukiwania.\n6. Nawet bez listy zablokowanych może skanować prawie całą zawartość internetową i automatycznie blokować te witryny.\n6. Podział funkcji testu: Kryteria testu można wybrać według wieku (dla osób poniżej 15. roku życia, dla osób poniżej 19. roku życia wszystkie dozwolone (przestań testować))\n7. Zablokowany przez:\n - Witryny dla dorosłych, nielegalny hazard, narkotyki, nielegalne pobieranie itp.\n\n<<Nowe funkcje >> \n1. Pokazuje proces kontroli obrazu w czasie rzeczywistym jako efekt rozmycia obrazu. \n2. Jeśli podczas wyszukiwania w YouTube znajdziesz szkodliwe treści, ukryj lub zablokuj tylko te treści. \n3. W zależności od ustawień limitów blokowania szczegółowo opisano proces ukrywania i blokowania. \n-> W przypadku ustawienia na mniej niż 19 lat: w przypadku wykrycia szkodliwych treści witryna zostanie zablokowana. \n-> Jeśli ustawione na mniej niż 15: \nW przypadku znalezienia „łagodnej” treści (dla osób w wieku 15 lat i starszych): blokowana jest tylko treść lub sekcja. Jeśli jednak treści jest za dużo lub film jest za długi, witryna zostanie zablokowana.\n\nInne informacje o produkcie: www.dokebicloud.com\nJak korzystać z produktu: Odwiedź stronę www.dokebicloud.com/howto.",
    "pt_BR": "O Dokebi Agent, alimentado por inteligência artificial, é o único aplicativo do mundo que verifica e bloqueia conteúdo da web, incluindo streaming de vídeo como o YouTube, em tempo real. Nossa tecnologia Smart List exclusiva, avançada e patenteada também ajuda a manter nossos filhos seguros. São utilizadas nove tecnologias patenteadas.\n\n1. Ao criar uma equipe (família), você pode conectar e compartilhar configurações de aplicativos para limitar o uso da Internet por seus filhos.\n2. Inspeção e bloqueio de conteúdo da web em tempo real através do navegador da web (3 elementos: imagem, texto, streaming de vídeo)\n3. A única inspeção e bloqueio em tempo real de streaming de vídeos (por exemplo, YouTube). Os arquivos de animação GIF também são inspecionados em tempo real.\n4. 'Lista inteligente' patenteada exclusiva (até mesmo superdomínios como o Google podem permitir e bloquear detalhadamente cada serviço, diretório ou arquivo)\n5. Os sites inseridos na lista negra são excluídos dos resultados dos mecanismos de pesquisa.\n6. Mesmo sem uma lista de bloqueio, ele pode verificar quase todo o conteúdo da web e bloquear automaticamente esses sites.\n6. Subdivisão da função de teste: Os critérios de teste podem ser selecionados por idade (para menores de 15 anos, para menores de 19 anos, todos permitidos (parar o teste))\n7. Bloqueado por:\n - Sites adultos, jogos ilegais, drogas, downloads ilegais, etc.\n\n<< Novos recursos >> \n1. Mostra o processo de inspeção de imagem em tempo real como um efeito de desfoque na imagem. \n2. Se você encontrar conteúdo prejudicial ao pesquisar no YouTube, oculte ou bloqueie apenas o conteúdo. \n3. Dependendo das configurações de limite de bloqueio, o processo de ocultação e bloqueio é detalhado. \n-> Quando definido para menores de 19 anos: Caso seja encontrado conteúdo nocivo, o site será bloqueado. \n-> Se definido como menor de 15 anos: \nQuando conteúdo 'Leve' é encontrado (para maiores de 15 anos): Apenas o conteúdo ou seção é bloqueado. No entanto, se houver muito conteúdo ou se o vídeo for muito longo, o site será bloqueado.\n\nOutras informações do produto: www.dokebicloud.com\nComo usar o produto: Consulte www.dokebicloud.com/howto.",
    "pt_PT": "O Dokebi Agent, alimentado por inteligência artificial, é a única aplicação do mundo que verifica e bloqueia conteúdos da web, incluindo streaming de vídeo como o YouTube, em tempo real. A nossa tecnologia Smart List exclusiva, avançada e patenteada também ajuda a manter os nossos filhos seguros. São utilizadas nove tecnologias patenteadas.\n\n1. Ao criar uma equipa (família), pode ligar e partilhar as definições da aplicação para limitar o uso da Internet pelos seus filhos.\n2. Inspeção e bloqueio de conteúdos web em tempo real através do navegador web (3 elementos: imagem, texto, transmissão de vídeo)\n3.º A única inspeção e bloqueio em tempo real de streaming de vídeos (por exemplo, YouTube). Os ficheiros de animação GIF também são inspecionados em tempo real.\n4. 'Lista inteligente' patenteada exclusiva (até mesmo superdomínios como o Google podem permitir e bloquear detalhadamente cada serviço, diretório ou ficheiro)\n5.º Os sites inseridos na lista negra são excluídos dos resultados dos motores de pesquisa.\n6.º Mesmo sem uma lista de bloqueio, pode verificar quase todo o conteúdo da web e bloquear automaticamente esses sites.\n6. Subdivisão da função de teste: Os critérios de teste podem ser selecionados por idade (para menores de 15 anos, para menores de 19 anos, todos permitidos (parar o teste))\n7. Bloqueado por:\n - Sites para adultos, jogos ilegais, drogas, downloads ilegais, etc.\n\n<< Novos recursos >> \n1. Mostra o processo de inspeção de imagem em tempo real como um efeito de desfoque na imagem. \n2. Se você encontrar conteúdo prejudicial ao pesquisar no YouTube, oculte ou bloqueie apenas o conteúdo. \n3. Dependendo das configurações de limite de bloqueio, o processo de ocultação e bloqueio é detalhado. \n-> Quando definido para menores de 19 anos: Caso seja encontrado conteúdo nocivo, o site será bloqueado. \n-> Se definido como menor de 15 anos: \nQuando conteúdo 'Leve' é encontrado (para maiores de 15 anos): Apenas o conteúdo ou seção é bloqueado. No entanto, se houver muito conteúdo ou se o vídeo for muito longo, o site será bloqueado.\n\nOutras informações do produto: www.dokebicloud.com\nComo utilizar o produto: Consulte www.dokebicloud.com/howto.",
    "ru": "Агент Dokebi Agent на базе искусственного интеллекта — единственное в мире приложение, которое сканирует и блокирует веб-контент, включая потоковое видео, такое как YouTube, в режиме реального времени. Наша уникальная, передовая, запатентованная технология Smart List также помогает обеспечить безопасность наших детей. Используются девять запатентованных технологий.\n\n1. Создав команду (семью), вы можете подключиться и поделиться настройками приложения, чтобы ограничить использование Интернета вашими детьми.\n2. Проверка и блокировка веб-контента в режиме реального времени через веб-браузер (3 элемента: изображение, текст, потоковое видео).\n3. Единственная в мире проверка и блокировка потокового видео в режиме реального времени (например, YouTube). Файлы анимации GIF также проверяются в режиме реального времени.\n4. Уникальный запатентованный «Умный список» (даже супердомены, такие как Google, могут детально разрешать и блокировать каждую службу, каталог или файл).\n5. Сайты, попавшие в черный список, исключаются из результатов поисковых систем.\n6. Даже без черного списка он может сканировать практически весь веб-контент и автоматически блокировать эти веб-сайты.\n6. Подразделение функции тестирования: Критерии тестирования можно выбирать по возрасту (для лиц до 15 лет, для лиц до 19 лет разрешены все (прекратить тестирование))\n7. Заблокировано:\n - Сайты для взрослых, незаконные азартные игры, наркотики, нелегальное скачивание и т. д.\n\n<< Новые возможности >> \n1. Показывает процесс проверки изображения в реальном времени в виде эффекта размытия изображения. \n2. Если при поиске на YouTube вы обнаружили вредоносный контент, скройте или заблокируйте только этот контент. \n3. В зависимости от настроек лимита блокировки детализируется процесс скрытия и блокировки. \n-> Если установлено значение «младше 19 лет»: при обнаружении вредоносного контента сайт будет заблокирован. \n-> Если установлено значение меньше 15: \nПри обнаружении «легкого» контента (для детей от 15 лет): блокируется только контент или раздел. Однако, если контента слишком много или видео слишком длинное, сайт будет заблокирован.\n\nДругая информация о продукте: www.dokebicloud.com.\nКак использовать продукт: см. www.dokebicloud.com/howto.",
    "th": "Dokebi Agent ที่ขับเคลื่อนด้วยปัญญาประดิษฐ์เป็นแอปเดียวในโลกที่สแกนและบล็อกเนื้อหาเว็บ รวมถึงการสตรีมวิดีโอเช่น YouTube ในแบบเรียลไทม์ เทคโนโลยี Smart List ขั้นสูงที่มีเอกลักษณ์เฉพาะตัวของเรายังช่วยให้เด็กๆ ของเราปลอดภัยอีกด้วย ใช้เทคโนโลยีที่ได้รับการจดสิทธิบัตรเก้ารายการ\n\n1. ด้วยการสร้างทีม (ครอบครัว) คุณสามารถเชื่อมต่อและแชร์การตั้งค่าแอปเพื่อจำกัดการใช้อินเทอร์เน็ตของบุตรหลานของคุณได้\n2. การตรวจสอบเนื้อหาเว็บแบบเรียลไทม์และการบล็อกผ่านเว็บเบราว์เซอร์ (3 องค์ประกอบ: รูปภาพ ข้อความ การสตรีมวิดีโอ)\n3. การตรวจสอบและการบล็อกวิดีโอสตรีมมิ่งแบบเรียลไทม์แห่งเดียวในโลก (เช่น YouTube) ไฟล์ภาพเคลื่อนไหว GIF จะได้รับการตรวจสอบแบบเรียลไทม์ด้วย\n4. 'Smart List' ที่ได้รับสิทธิบัตรเฉพาะ (แม้แต่โดเมนขั้นสูง เช่น Google ก็สามารถอนุญาตและบล็อกรายละเอียดสำหรับแต่ละบริการ ไดเร็กทอรี หรือไฟล์ได้)\n5. ไซต์ที่เข้าสู่บัญชีดำจะไม่รวมอยู่ในผลลัพธ์ของเครื่องมือค้นหา\n6. แม้ว่าจะไม่มีรายการบล็อก แต่ก็สามารถสแกนเนื้อหาเว็บเกือบทั้งหมดและบล็อกเว็บไซต์เหล่านั้นได้โดยอัตโนมัติ\n6. การแบ่งหน้าที่การทดสอบ: เกณฑ์การทดสอบสามารถเลือกได้ตามอายุ (สำหรับผู้ที่อายุต่ำกว่า 15 ปี สำหรับผู้ที่อายุต่ำกว่า 19 ปี อนุญาตทั้งหมด (หยุดการทดสอบ))\n7. ถูกบล็อกโดย:\n - ไซต์สำหรับผู้ใหญ่ การพนันที่ผิดกฎหมาย ยา การดาวน์โหลดที่ผิดกฎหมาย ฯลฯ\n\n<< คุณสมบัติใหม่ >> \n1. แสดงกระบวนการตรวจสอบภาพแบบเรียลไทม์เป็นเอฟเฟกต์ภาพเบลอ \n2. หากคุณพบเนื้อหาที่เป็นอันตรายเมื่อค้นหาบน YouTube ให้ซ่อนหรือบล็อกเฉพาะเนื้อหานั้น \n3. ขึ้นอยู่กับการตั้งค่าขีดจำกัดการบล็อก กระบวนการซ่อนและการบล็อกนั้นมีรายละเอียด \n-> เมื่อตั้งค่าเป็นอายุต่ำกว่า 19 ปี: หากพบเนื้อหาที่เป็นอันตราย ไซต์จะถูกบล็อก \n-> หากตั้งค่าเป็นต่ำกว่า 15: \nเมื่อพบเนื้อหาที่ 'ไม่รุนแรง' (สำหรับอายุ 15 ปีขึ้นไป): บล็อกเฉพาะเนื้อหาหรือส่วนเท่านั้น อย่างไรก็ตาม หากมีเนื้อหามากเกินไปหรือหากวิดีโอยาวเกินไป ไซต์จะถูกบล็อก\n\nข้อมูลผลิตภัณฑ์อื่นๆ: www.dokebicloud.com\nวิธีใช้ผลิตภัณฑ์: โปรดดูที่ www.dokebicloud.com/howto",
    "tr": "Yapay zeka destekli Dokebi Agent, YouTube gibi video akışı da dahil olmak üzere web içeriğini gerçek zamanlı olarak tarayan ve engelleyen dünyadaki tek uygulamadır. Benzersiz, gelişmiş, patentli Akıllı Liste teknolojimiz aynı zamanda çocuklarımızın güvende kalmasına da yardımcı olur. Dokuz patentli teknoloji kullanılmaktadır.\n\n1. Bir ekip (aile) oluşturarak, çocuklarınızın İnternet kullanımını sınırlamak için bağlanıp uygulama ayarlarını paylaşabilirsiniz.\n2. Web tarayıcısı aracılığıyla gerçek zamanlı web içeriği denetimi ve engelleme (3 öğe: resim, metin, video akışı)\n3. Video akışının dünyadaki tek gerçek zamanlı denetimi ve engellenmesi (örn. YouTube). GIF animasyon dosyaları da gerçek zamanlı olarak incelenir.\n4. Benzersiz patentli 'Akıllı Liste' (Google gibi süper alanlar bile her hizmet, dizin veya dosya için ayrıntılı olarak izin verebilir ve engelleyebilir)\n5. Kara listeye girilen siteler arama motoru sonuçlarının dışında bırakılır.\n6. Engelleme listesi olmasa bile neredeyse tüm web içeriğini tarayabilir ve bu web sitelerini otomatik olarak engelleyebilir.\n6. Test fonksiyonunun alt bölümlere ayrılması: Test kriterleri yaşa göre seçilebilir (15 yaşın altındakiler için, 19 yaşın altındakiler için tüm izin verilir (testi durdurma))\n7. Engelleyen:\n - Yetişkinlere yönelik siteler, yasa dışı kumar, uyuşturucu, yasa dışı indirme vb.\n\n<< Yeni Özellikler >> \n1. Gerçek zamanlı görüntü inceleme sürecini görüntü üzerinde bulanıklık efekti olarak gösterir. \n2. YouTube'da arama yaparken zararlı içerikle karşılaşırsanız yalnızca içeriği gizleyin veya engelleyin. \n3. Engelleme limiti ayarlarına bağlı olarak gizleme ve engelleme işlemi detaylandırılmıştır. \n-> 19 yaş altı olarak ayarlandığında: Zararlı içerik bulunursa site engellenir. \n-> 15'in altına ayarlanmışsa: \n'Hafif' içerik bulunduğunda (15 yaş ve üzeri için): Yalnızca içerik veya bölüm engellenir. Ancak çok fazla içerik varsa veya video çok uzunsa site engellenir.\n\nDiğer ürün bilgileri: www.dokebicloud.com\nÜrün nasıl kullanılır: Lütfen www.dokebicloud.com/howto adresine bakın.",
    "uk": "Dokebi Agent на основі штучного інтелекту — це єдиний у світі додаток, який сканує та блокує веб-вміст, у тому числі потокове відео, як YouTube, у режимі реального часу. Наша унікальна вдосконалена запатентована технологія Smart List також допомагає убезпечити наших дітей. Використовується дев'ять запатентованих технологій.\n\n1. Створивши команду (сім’ю), ви можете зв’язатися та поділитися налаштуваннями програми, щоб обмежити використання Інтернету вашими дітьми.\n2. Перевірка веб-контенту в реальному часі та блокування через веб-браузер (3 елементи: зображення, текст, потокове відео)\n3. Єдина в світі перевірка та блокування потокового відео в режимі реального часу (наприклад, YouTube). Файли GIF-анімації також перевіряються в режимі реального часу.\n4. Унікальний запатентований «Розумний список» (навіть супердомени, такі як Google, можуть дозволяти та блокувати детально для кожної служби, каталогу або файлу)\n5. Сайти, внесені в чорний список, виключаються з результатів пошуку.\n6. Навіть без списку блокувань він може сканувати майже весь веб-вміст і автоматично блокувати ці веб-сайти.\n6. Поділ функції тестування: критерії тестування можна вибрати за віком (для тих, хто молодше 15 років, для тих, хто молодше 19 років, усі дозволені (припинити тестування))\n7. Заблоковано:\n - Сайти для дорослих, незаконні азартні ігри, наркотики, незаконне завантаження тощо.\n\n<< Нові функції >> \n1. Показує процес перевірки зображення в реальному часі як ефект розмиття зображення. \n2. Якщо під час пошуку на YouTube ви знайшли шкідливий вміст, приховайте або заблокуйте лише цей вміст. \n3. Залежно від налаштувань ліміту блокування детально описується процес приховування та блокування. \n-> Якщо встановлено вік до 19 років: у разі виявлення шкідливого вмісту сайт буде заблоковано. \n-> Якщо встановлено менше 15: \nУ разі виявлення «помірного» вмісту (для віком від 15 років): блокується лише вміст або розділ, однак якщо вмісту забагато або відео задовге, сайт буде заблоковано.\n\nІнша інформація про продукт: www.dokebicloud.com\nЯк користуватися продуктом: будь ласка, зверніться до www.dokebicloud.com/howto.",
    "vi": "Dokebi Agent được hỗ trợ bởi trí tuệ nhân tạo là ứng dụng duy nhất trên thế giới quét và chặn nội dung web, bao gồm cả video phát trực tuyến như YouTube, trong thời gian thực. Công nghệ Danh sách thông minh tiên tiến, độc đáo, được cấp bằng sáng chế của chúng tôi cũng giúp giữ an toàn cho trẻ em của chúng tôi. Chín công nghệ được cấp bằng sáng chế được sử dụng.\n\n1. Bằng cách tạo nhóm (gia đình), bạn có thể kết nối và chia sẻ cài đặt ứng dụng để hạn chế việc sử dụng Internet của con bạn.\n2. Kiểm tra và chặn nội dung web theo thời gian thực thông qua trình duyệt web (3 yếu tố: hình ảnh, văn bản, phát trực tuyến video)\n3. Tính năng kiểm tra và chặn video phát trực tuyến theo thời gian thực duy nhất trên thế giới (ví dụ: YouTube). Các tệp hoạt ảnh GIF cũng được kiểm tra trong thời gian thực.\n4. 'Danh sách thông minh' được cấp bằng sáng chế độc đáo (ngay cả các siêu tên miền như Google cũng có thể cho phép và chặn chi tiết đối với từng dịch vụ, thư mục hoặc tệp)\n5. Các trang web được đưa vào danh sách đen sẽ bị loại khỏi kết quả của công cụ tìm kiếm.\n6. Ngay cả khi không có danh sách chặn, nó vẫn có thể quét hầu hết tất cả nội dung web và tự động chặn các trang web đó.\n6. Phân chia chức năng kiểm tra: Tiêu chí kiểm tra có thể được lựa chọn theo độ tuổi (đối với người dưới 15 tuổi, đối với người dưới 19 tuổi, tất cả đều được phép (dừng kiểm tra))\n7. Bị chặn bởi:\n - Trang web người lớn, cờ bạc bất hợp pháp, ma túy, tải xuống bất hợp pháp, v.v.\n\n<< Tính năng mới >> \n1. Hiển thị quá trình kiểm tra hình ảnh theo thời gian thực dưới dạng hiệu ứng làm mờ trên hình ảnh. \n2. Nếu bạn tìm thấy nội dung có hại khi tìm kiếm trên YouTube, hãy ẩn hoặc chặn nội dung đó. \n3. Tùy thuộc vào cài đặt giới hạn chặn, quá trình ẩn và chặn sẽ chi tiết. \n-> Khi đặt thành dưới 19 tuổi: Nếu phát hiện nội dung có hại, trang web sẽ bị chặn. \n-> Nếu đặt dưới 15: \nKhi tìm thấy nội dung 'Nhẹ nhàng' (dành cho độ tuổi từ 15 trở lên): Chỉ nội dung hoặc phần bị chặn. Tuy nhiên, nếu có quá nhiều nội dung hoặc video quá dài, trang web sẽ bị chặn.\n\nThông tin sản phẩm khác: www.dokebicloud.com\nCách sử dụng sản phẩm: Vui lòng tham khảo www.dokebicloud.com/howto.",
    "zh_CN": "由人工智能驱动的 Dokebi Agent 是世界上唯一一款可以实时扫描和阻止网络内容（包括 YouTube 等流媒体视频）的应用程序。我们独特、先进、获得专利的智能列表技术也有助于确保我们孩子的安全。采用九项专利技术。\n\n1. 通过创建团队（家庭），您可以连接并共享应用程序设置，以限制孩子的互联网使用。\n2. 通过网页浏览器进行实时网页内容检查和拦截（三要素：图像、文本、流媒体视频）\n3.全球唯一的流媒体视频实时检查和拦截（例如YouTube）。 GIF 动画文件也会被实时检查。\n4.独特的专利“智能列表”（即使是像Google这样的超级域名也可以对每个服务、目录或文件进行详细的允许和阻止）\n5. 列入黑名单的网站将被排除在搜索引擎结果之外。\n6. 即使没有阻止列表，它也可以扫描几乎所有的网页内容并自动阻止这些网站。\n6、测试功能细分：可按年龄选择测试标准（15岁以下、19岁以下均允许（停止测试））\n7. 被阻止：\n - 成人网站、非法赌博、毒品、非法下载等。\n\n<<新功能>> \n1. 将实时图像检测过程显示为图像上的模糊效果。 \n2. 如果您在 YouTube 上搜索时发现有害内容，请仅隐藏或阻止该内容。 \n3.根据屏蔽限制设置，详细说明隐藏和屏蔽的过程。 \n-> 当设置为19岁以下时：如果发现有害内容，该网站将被屏蔽。 \n-> 如果设置为 15 以下： \n当发现“轻度”内容时（适用于 15 岁及以上）：仅屏蔽该内容或部分，但是，如果内容过多或视频过长，则该网站将被屏蔽。\n\n其他产品信息：www.dokebicloud.com\n如何使用产品：请参阅www.dokebicloud.com/howto。",
    "zh_TW": "由人工智慧驅動的 Dokebi Agent 是世界上唯一一款可以即時掃描和阻止網路內容（包括 YouTube 等串流影片）的應用程式。我們獨特、先進、專利的智慧清單技術也有助於確保我們孩子的安全。採用九項專利技術。\n\n1. 透過創建團隊（家庭），您可以連接並共享應用程式設置，以限制孩子的網路使用。\n2. 透過網頁瀏覽器進行即時網頁內容檢查與攔截（三要素：圖像、文字、串流影片）\n3.全球唯一的串流影片即時檢查和攔截（例如YouTube）。 GIF 動畫檔案也會即時檢查。\n4.獨特的專利「智慧型清單」（即使是像Google這樣的超級網域也可以對每個服務、目錄或文件進行詳細的允許和阻止）\n5. 列入黑名單的網站將被排除在搜尋引擎結果之外。\n6. 即使沒有封鎖列表，它也可以掃描幾乎所有的網頁內容並自動封鎖這些網站。\n6.測試功能細分：可依年齡選擇測試標準（15歲以下、19歲以下均允許（停止測試））\n7. 被阻止：\n - 成人網站、非法賭博、毒品、非法下載等。\n\n<<新功能>> \n1. 將即時影像偵測過程顯示為影像上的模糊效果。 \n2. 如果您在 YouTube 上搜尋時發現有害內容，請僅隱藏或封鎖該內容。 \n3.根據屏蔽限制設置，詳細說明隱藏和屏蔽的過程。 \n-> 當設定為19歲以下時：如果發現有害內容，網站將被封鎖。 \n-> 如果設定為 15 以下： \n當發現「輕度」內容時（適用於 15 歲及以上）：僅封鎖該內容或部分，但是，如果內容過多或影片過長，則該網站將被封鎖。\n\n其他產品資訊：www.dokebicloud.com\n如何使用產品：請參閱www.dokebicloud.com/howto。"
  }
}