{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InsightTok Ai - Titkok Profile Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze TikTok profiles with enhanced visualizations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InsightTok Ai: Elevate Your TikTok Game with Advanced Analytics\n\nAre you a TikTok content creator or marketer looking to boost your engagement and grow your audience? InsightTok Ai is the ultimate Chrome extension designed to provide in-depth analytics and insights into TikTok user profiles. Transform your content strategy with data-driven decisions and stay ahead of the competition.\n\nKey Features:\n\n- One-Click Profile Analysis: Simply click the \"Analyze Profile\" button on any TikTok profile page to initiate a comprehensive analysis.\n- Recent Content Overview: Examine the last 30 days of TikTok videos to understand what's working and what's not.\n- Detailed Engagement Metrics: Access statistics on views, likes, comments, and shares for each video to gauge performance.\n- Top Content Identification: Discover your best-performing videos based on key engagement metrics to replicate success.\n- Hashtag Analysis: Uncover all the hashtags used in your content to optimize for search and discoverability.\n- Music Insights: Find out which background music tracks are driving the most views and engagement.\n- Visual Data Representation: Interpret your data effortlessly with intuitive charts and graphs.\n- User-Friendly Interface: Enjoy seamless integration with the TikTok website through a convenient popup interface.\n- Advanced Data Processing: Leverage powerful external processing for complex analysis without slowing down your browser.\n- Subscription Model: Unlock full analysis features with our subscription plan, tailored for dedicated creators and marketers.\n\nWhy Choose InsightTok Ai?\n\n- Optimize Content Performance: Identify trends and patterns to enhance your TikTok strategy.\n- Make Data-Driven Decisions: Base your content creation on real metrics rather than guesswork.\n- Stay Ahead of Trends: Keep up with the latest TikTok trends and adjust your content accordingly.\n- Grow Your Audience: Increase engagement by understanding what resonates with your followers.\n\nGet Started Today!\n\nInstall InsightTok Ai now and take the first step toward transforming your TikTok presence. Empower your content with insights that drive growth and engagement."
  }
}