{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TestViper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prefills your dotnet app signup form with test data"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a .NET developer tired of manually filling out sign-up forms every time you need to test your web application? TestViper is here to streamline your workflow and save you valuable time.\n\n🔑Key Features:\n\n• One-Click Autofill: Instantly pre-fill sign-up forms on your .NET web applications with a single click. No more repetitive typing!\n• Efficient Testing: Focus on what matters – your code. TestViper handles the mundane task of filling out forms so you can concentrate on development and testing.\n• Consistent Data: Ensure consistency in your test data with pre-defined email and password values. Avoid errors caused by manual data entry.\n• Simple and Intuitive: Easy to use and integrates seamlessly with your existing development tools. Just click the extension icon and watch it work!\n\n\n🧠Why Install TestViper?\n\n• Boost Productivity: Reduce the time spent on repetitive tasks and accelerate your development process.\n• Enhance Accuracy: Minimize human error by automating data entry, ensuring reliable and consistent test results.\n• Improve Workflow: Simplify your testing routine, allowing you to focus on improving your application's functionality and performance.\n• User-Friendly: Designed for developers of all levels, TestViper is straightforward and hassle-free to use.\n\n\n👇🏼How It Works:\n\n• Install the TestViper extension from the Chrome Web Store.\n• Navigate to the Register page of your .NET web application.\n• Click the TestViper icon in your browser toolbar.\n• Watch as the form fields are instantly populated with test data.\n\n\nSayonara to the tedious task of manually filling out sign-up forms. Download TestViper today and experience a faster, more efficient way to test your .NET web applications!⚡⚡"
  }
}