{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webpage to Markdown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert any webpage to Markdown format with a single click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Markdown Converter for Chrome\nThis Chrome extension allows you to convert the content of any webpage into Markdown format with a single click. It intelligently extracts the main content, handles images and figures, and even captures content embedded within iframes.\n\nFeatures\n•\tOne-Click Conversion: Convert any webpage to Markdown by simply clicking the \"Convert\" button.\n•\tIntelligent Content Extraction: Focuses on the main content (e.g., main, article tags) while removing common clutter like navigation, footers, ads, and comments.\n•\tImage and Figure Handling: Converts <img> and <figure> elements into proper Markdown image syntax, including captions from <figcaption>.\n•\tIframe Content Inclusion: Extracts and appends content from accessible iframes at the end of the converted Markdown.\n•\tCustomizable Markdown: Utilizes TurndownService for flexible Markdown generation, allowing you to customize heading styles, list markers, and more.\n•\tCopy and Download: Easily copy the converted Markdown to your clipboard or download it as a .md file.\n•\tStatus Updates: Provides clear status messages to inform you about the conversion process, including success, error, and copy/download actions.\n\nHow to Use\n1.\tInstall the Extension: Add this extension to your Chrome browser.\n2.\tNavigate to a Webpage: Open the webpage you want to convert.\n3.\tClick the Extension Icon: Click the extension icon in your browser toolbar.\n4.\tConvert: Click the \"Convert\" button to generate the Markdown.\n5.\tCopy or Download:\no\tClick \"Copy\" to copy the Markdown to your clipboard. The button will briefly turn green upon success.\no\tClick \"Download\" to save the Markdown as a .md file. The button will briefly turn green upon success."
  }
}