{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoti Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A secure, simple to use password manager. No master password means you never need to remember a password again."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoti Password Manager helps you:\n\n - Access and use your login details without having to remember any passwords.\n - Easily access and use your login details using password manager across multiple platforms and devices.\n - Automatically fill in your login details for you when you visit your favourite websites.\n - Generate strong, unique passwords for each of your online accounts using password manager.\n - Automatically lock your login details to keep them safe when you’re away from your computer.\n\nYou need the free Yoti app to use Yoti Password Manager. It’s how we ensure that you, and only you, can access and use your passwords. The Yoti app is the new way to prove who you are, giving you a trusted digital identity to use online and in person. You can use the Yoti app to securely connect to, unlock and lock Yoti Password Manager as and when you want to.\n\nOver 2 million people have already downloaded the Yoti app, with thousands more downloading every day. Just search 'Yoti' in the iOS or Android app stores.\n\nKeeping your data safe is our highest priority. To protect every piece of information you give us when you register your Yoti account – whether it be your photo, date of birth, address or passwords – we scramble it with AES 256-bit encryption. The private keys that unlock your data are stored on your device. Nobody else, not even Yoti, can access these keys."
  }
}