{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Classroom Tweaks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Making Google Classroom more productive"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Clasroom Tweaks currently provides several key capabilities (which - IMHO - are missing in Google's current product offering):\n\nOn the Google Classroom tab:\n (with all of the columns for your assigments, tests, quizzes, etc., etc.)\n1.  you can filter the columns to show just those that match a particular text string - e.g., you can show just your tests.  You can also exclude columns (e.g., hide all columns that do not contain the text `bonus`, etc.)\nThe filter supports `or` capabilities (e.g., enter `test|quiz` to match both tests and quizzes) and it also allows regular expressions (e.g., enter `out of (1)?4` to match columns that are marked out of 4 or 14... cool, eh?)\n2. with the click of a button, you can highlight entries that have been resubmitted, are missing, have not been marked, have been marked but not returned, etc., etc.\n3. you can also click a student name and all others in the class will be hidden... so now you can get a good view of the results for that child.  Click the name again to show the rest of the class\n\nOn the Google Classroom tab:\n4.  when you are looking at student submissions,  a new dialog appears and allows you to quickly select pre-defined feedback from a `pick-list`. The comments that you've selected in the dialog are automatically copied to the clipboard (and then can be pasted as a private comment in the assignment or into any other interface you want - e.g., report cards!).  You have full control to create your own comment banks that are specific to your classes and/or assessments.\nI have extended the feedback comments capabilities so that you can now have comment `headings` that are auto selected, radio button comments (where you can pick one entry from a number of choices), and select button comments (where you can pick as many that apply to the current assignment.  Again, you have full control over what is included in as many comment banks as you require.\nTo do: add more documentation of this feature... `cause there's a lot of functionality in it!\n\nOn the Classwork tab:\n5. you have the option to `float` the `+ Create` button (so if you scroll will down the page and then realize that you want to add an entry, you don't have to scroll back to the top to click the button).\n\nSupport:\nPost your questions, feedback and/or wish list  to the Facebook page: https://www.facebook.com/GoogleClassroomTweaks\n\nPrivacy:\nThis extension does *not* collect, share, transfer or do anything at all with personal information.  That is the full extent of my privacy policy... if that is not sufficient for your purposes, do not use this extension.\n\nPermissions:\nThe extension uses the Tab and ActiveTab permissions to detect when you change between tab in your Google Classroom\nIt also uses the `Storage` permission so that your class names and comment banks are synced to your Google profile (and therefore are available on any device where you are logged in with the same credentials - e.g., on your laptop and chromebook)\n\nThis extension is free... however, if you find it particularly useful, I wouldn't mind a small contribution via Paypal: https://paypal.me/AlCaughey"
  }
}