{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StyloDash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A dashboard for all your needs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your Chrome experience with StyloDash, the ultimate productivity extension designed to streamline your workflow and maximize efficiency. StyloDash offers a fully customizable new tab experience, packed with an extensive suite of widgets to keep you organized, focused, and in control of your time.\n\nKey Features:\n\n- Customizable New Tab Pages: Create unlimited personalized pages, each tailored to your unique productivity needs. Arrange widgets like To-Do lists, Stickies, RSS Feeds, and Time Trackers to build your ideal workspace.\n- Widgets for Any Webpage: Extend your productivity by adding Stickies, To-Do lists, and other widgets directly onto any website, helping you stay organized as you browse.\n- Task Automation with Macros: Use the Macro widget to automate repetitive tasks, saving time and boosting productivity across your daily routines.\n- Links Manager: Organize and categorize your important links for quick access, keeping all your essential resources just a click away.\n- Time Tracker: Track your work time with ease, making it simple to manage productivity and gain insights into your daily workflow.\n\nWith StyloDash, every new tab becomes a powerful, personalized productivity hub. Whether you're tracking tasks, automating routines, or organizing notes, StyloDash helps you work smarter, stay focused, and achieve more. Download StyloDash today to bring your productivity to new heights!"
  }
}