{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "doqment PDF Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mozilla's HTML5 PDF Viewer with Reader-mode add-on."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "doqment is a modified version of the PDF.js viewer used by Firefox, with a Reader Mode add-on that allows you to view PDFs in different colour themes. It has both Light & Dark themes to make long-time reading more comfortable on your eyes.\n\nIt also adds some other handy features like Smart zooming text and hiding the toolbar to assist reading, especially on smaller screens.\n\nHappy PDF Reading!\n\nFeatures:\n• Choose reader theme\n• Annotate and highlight PDFs\n• Fill out interactive PDF forms\n• View document thumbnails or outline\n• Present, print and get link to pages\n• Rotate, change scrolling and spreads\n\nHow to use:\n• Right/Ctrl click a link or embeded PDF and choose 'Open in doqment'\n• Open a PDF in Chrome and click the toolbar button\n• Click the toolbar button in New Tab to open local PDF files\n• Right/Ctrl click the toolbar button to set as default viewer and for other options\n• When set as PDF default viewer, Right/Ctrl click links to open them in built-in viewer\n• Allow access to file URLs in Manage Extension to open also local PDFs by default\n• PDF viewer and reader mode settings can be changed in the Options page\n\nKeyboard shortcuts:\n• `Alt+Q`: Open current tab in doqment: (`^Q` on macOS)\n• `Z`: Smart zoom text under mouse pointer\n• `F3`: Toggle the main toolbar\n\nAll PDF.js shortcuts can be viewed at https://github.com/mozilla/pdf.js/wiki/Frequently-Asked-Questions#what-are-the-pdfjs-keyboard-shortcuts.\n\nNotes:\n• To open PDFs in Chrome without downloading them, you may need to check if it is enabled first (go to Settings => Privacy and security => Site Settings => Additional content settings => PDF documents; or open `chrome://settings/content/pdfDocuments`). If you set it to Download, you can still use doqment via the right-click menu.\n• Changing the colours of PDFs needs some processing and that may slightly slow down the rendering in Reader Mode. Feel free to report if it is annoyingly slow for a PDF you are trying to read.\n• Please do not report your issues with this extension to the Firefox viewer team. This is a separate extension, so post your issues/feedbacks directly at the Support tab, by mail or over at the GitHub page.\n\nThis software is fully open-source and does not collect any user data."
  }
}