{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NabPush: 100% Free Product Lister"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free one click cross product lister for all major reseller marketplaces"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NabPush helps you cross list your products on major reseller marketplaces with just a single click of a button.\n\nNo need to waste time listing manually on these platforms. NabPush handles the most boring task for you so you can list in seconds and sell faster.\n\nWhy You Need NabPush?\n\nNabPush simplifies product listing procedure and saves time and effort for small and medium sized online sellers. Some advantages of using NabPush are:\n\nIncrease Sales: By offering products on several online marketplaces, you can potentially expand your customer base and boost sales. A one-click product lister makes this procedure considerably simpler and more effective.\n\nSaving time: Adding products to numerous marketplaces can be a time-consuming process. By eliminating the need to manually list products on each marketplace, a one-click product lister helps sellers save crucial time.\n\nSimple to use: NabPush one-click product lister is very user friendly. All you need to do is download and activate NabPush and start cross listing between marketplaces like a pro without spending hours doing data entry work.\n\nConsistency: NabPush allows you to utilise the same product details and images across all marketplaces, ensuring consistency. This supports the upkeep of a polished and constant brand image across all markets. \n\nCost-effective: NabPush one-click product lister is worth every cent, because it saves you hundreds of dollars that's spent on a virutal assistant or lost because of doing things yourself for hours and incorrectly.\n\nHow to Use NabPush?\n\nNabPush is very easy to use in 3 simple steps:\n\nSTEP 1\nRegister and activate\nAfter downloading and activing the extension, go to any product page on supported sites, look for NabPush icons for marketplaces where you want to copy that product, and click it.\n\nSTEP 2\nCheck listing details\nOnce you click the marketplace logo, you’ll be redirected to the target’s listing page with titles, images, description, pricing, and categories updated for you.\n\nSTEP 3\nEdit and publish\nYou can edit any details of your new product you want. Otherwise, just hit publish and your listing will be live.\n\nYou can check the 3-step process here:\nhttps://www.nabpush.com/how-it-works/\n\nOther benefits of using NabPush - One Click Product Lister:\n\nNo need to manually download images or copy paste product descriptions. NabPush does it for you.\n\nSelling on multiple platform is now easy with NabPush one click product lister. No extra setup is needed and no complicated dashboards required.\n\nList directly from your browser with NabPush multi product listing extension and attract thousands of buyers in a matter of seconds.\n\n\nYou can cross list between all of these. Check out the marketplace at:\nhttps://www.nabpush.com/marketplaces/\n\nWho Need NabPush - One Click Cross Product Lister:\nSmall and medium-sized resellers and dropshippers on major reseller marketplaces.\n\nAny questions about NabPush or have a bug to report?\nContact me at:\nhttps://www.nabpush.com/contact-us/"
  }
}