{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Forex Market Hours"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows opening/closing times and status of major Forex sessions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay on top of the global forex market with an intuitive forex market time converter and time zone converter. Whether you're a beginner or an experienced trader, this extension helps you track forex trading hours, plan your timings, and manage each forex session with ease.\n\nKey Features\n\n⭐ Real-Time Session Display\nInstantly see which major markets (Sydney, Tokyo, London, New York) are open or about to close.\n\n⏰ Local Time Conversion\nNo more manual calculation—get accurate local time for every market with our built-in time zone converter.\n\n📅 Weekend Tracking\nKnow exactly when the market closes on Fridays and reopens on Sundays.\n\n👍 Easy to Use\nOne-click access to all major forex trading hours right in your browser—no extra tabs or websites required.\n\n⚡ Smart Alerts\nHighlighted sessions let you quickly see if a market is Open, Closed, or Closing Soon.\n\nWhy Choose Forex Market Hours?\n\n✅ Improve Your Trading Strategy\nTime your trades better by always knowing each forex session status.\n\n💡 Stay Informed\nEliminate confusion around timings and potential missed opportunities.\n\n🚀 Plan Ahead\nFrom day traders to long-term investors, everyone benefits from reliable forex market time converter info.\n\nGet Forex Market Hours today and simplify your time zone converter tasks for smoother, more confident forex trading hours planning!"
  }
}