{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Playtime: Games, Movies & Anime Wallpapers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play hundreds of free online games while enjoying amazing anime and popular movie wallpapers whenever you open a new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Themes features, you can select your favorite wallpaper from a wide range of categories. If you like manga, we have the best Japanese animations of all time: One Piece wallpapers,  Goku Ultra wallpapers, and many others like Naruto, Tokyo Ghoul, and Dragon Ball Z. May we recommend some binge-worthy Movies and TV shows, such as Jurassic Park wallpapers and Cobra Kai. \n\nIf you like superheroes, we have the highest-grossing Marvel movies, such as The Avengers, Spider-Man, Iron Man, and Batman. If your heart sets on video games, we have the best-selling ones such as Fortnite and Grand Theft Auto wallpapers. Or, take a magical adventure with fantasy movies, like Harry Potter wallpapers.\n\nWhat’s more? It has over 300 free games you’ve come to know and love. They are all available within one new tab extension. This is the arcade that you’ve been looking for. All you need to do is install the extension and start enjoying your favorite Action, Arcade, Racing, Shooting, Puzzle, or Sports games!\n \nInstall the Playtime new tab extension today for free.\n\nWith Playtime, browsing the web has also never been so easy. Just use the Bing search box above the game window whenever you want. The page also conveniently display the time and date. Also, your frequently visited websites will appear as shortcuts for faster browsing experiences.\n\nHave any questions? Get in touch with us at playtimetabs@gmail.com"
  }
}