{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blumgi Ball Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Blumgi Ball Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blumgi Ball is an exciting game that you can now enjoy as a Chrome Extension and on the website unblockedgames6x.org. In this game, players take control of a colorful bouncing ball, guiding it through a series of obstacles and challenges. The objective is to navigate the ball through the level, avoiding hazards and collecting points.\n\nWith its vibrant visuals, simple yet engaging gameplay, and smooth controls, Blumgi Ball provides an entertaining and relaxing gaming experience that is perfect for playing during breaks or downtime. The game's progressive difficulty ensures that players of all skill levels can enjoy the challenge and satisfy their craving for a quick, fun-filled gaming session.\n\nWhether you're looking to pass the time, relieve stress, or just have some casual fun, Blumgi Ball is an excellent choice that you can play for free on the Unblocked Games 6x website. Its addictive nature and variety of levels make it a great option for gamers seeking a light-hearted and enjoyable unblocked game experience.\n\n*Note: We have added \"Unblocked Games 6x, Poki Unblocked\" button, making it easy for players to quickly access the games on our website! https://unblockedgames6x.org/, https://poki.ee/"
  }
}