{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Vertical Tabs in Side Panel",
    "de": "Vertikale Tabs in der Seitenleiste",
    "es": "Pestañas verticales en la barra lateral",
    "fr": "Onglets verticaux dans la barre latérale",
    "ja": "サイドバーの垂直タブ",
    "pt_BR,pt_PT": "Guias verticais na barra lateral",
    "zh_CN": "侧边栏垂直标签页",
    "zh_TW": "側邊欄垂直分頁"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Display and manage tabs vertically in the browser sidebar.",
    "de": "Zeigen Sie Tabs vertikal in der Seitenleiste des Browsers an und verwalten Sie sie.",
    "es": "Muestre y administre pestañas verticalmente en la barra lateral del navegador.",
    "fr": "Affichez et gérez les onglets verticalement dans la barre latérale du navigateur.",
    "ja": "ブラウザのサイドバーにタブを垂直に表示および管理します。",
    "pt_BR,pt_PT": "Exiba e gerencie guias verticalmente na barra lateral do navegador.",
    "zh_CN": "在浏览器侧边栏中垂直显示和管理标签页。",
    "zh_TW": "在瀏覽器側邊欄中垂直顯示和管理分頁。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This extension lets you display and manage tabs vertically in the browser sidebar, supports light and dark themes and search functionality.\n\n2023/12/21 Update: Support Tab Groups, including collapse/expand a group, drag and drop a group and context menu (i.e. right-click) on a group.\n\nTwo Ways to Open the Extension Sidebar:\n1. Click the Extension icon. You need to \"Pin\" the extension to the browser toolbar.\n2. Use shortcut keys. Please set it at \"chrome://extensions/shortcuts\" by yourself, the default is Alt+V .\n\nHow to use the extension:\n1. Single Click: switch to the tab.\n2. Double Click: close the tab.\n3. Middle Click: close the tab.\n4. Right Click: functions such as closing, pinning, and duplicating the tab.\n5. Drag and Drop: move the position of the tab.\n6. Bottom Toolbar: search tabs.\n\nSet the position of the sidebar: left or right:\nBrowser Settings → Appearance → Side panel\n\nNote: This extension only supports Chrome 114 and above, and may not support other browsers.",
    "de": "Mit dieser Erweiterung können Sie Tabs vertikal in der Browser-Seitenleiste anzeigen und verwalten, unterstützt helle und dunkle Themen und Suchfunktionen.\n\nUpdate vom 21.12.2023: Unterstützt Tab-Gruppen, einschließlich Reduzieren/Erweitern einer Gruppe, Ziehen und Ablegen einer Gruppe und Kontextmenü (d. h. Rechtsklick) auf eine Gruppe.\n\nZwei Möglichkeiten, die erweiterte Seitenleiste zu öffnen:\n1. Klicken Sie auf das Erweiterungssymbol. Sie müssen die Erweiterung an die Browser-Symbolleiste „anheften“.\n2. Verwenden Sie Tastenkombinationen. Bitte stellen Sie es selbst auf „chrome://extensions/shortcuts“ ein. Die Standardeinstellung ist Alt+V.\n\nSo verwenden Sie die Erweiterung:\n1. Einfacher Klick: Wechseln Sie zur Registerkarte.\n2. Doppelklick: Schließen Sie die Registerkarte.\n3. Mittelklick: Schließen Sie die Registerkarte.\n4. Rechtsklick: Funktionen wie Schließen, Anheften und Duplizieren der Registerkarte.\n5. Drag & Drop: Verschieben Sie die Position der Registerkarte.\n6. Untere Symbolleiste: Suchregisterkarten.\n\nPosition der Seitenleiste festlegen: links oder rechts:\nBrowsereinstellungen → Erscheinungsbild → Seitenbereich\n\nHinweis: Diese Erweiterung unterstützt nur Chrome 114 und höher und unterstützt möglicherweise keine anderen Browser.",
    "es": "Esta extensión le permite mostrar y administrar pestañas verticalmente en la barra lateral del navegador, admite temas claros y oscuros y funcionalidad de búsqueda.\n\nActualización 2023/12/21: Admite grupos de pestañas, que incluyen contraer/expandir un grupo, arrastrar y soltar un grupo y el menú contextual (es decir, hacer clic con el botón derecho) en un grupo.\n\nHay dos formas de abrir la barra lateral de extensión:\n1. Haga clic en el icono Extensión. Debe \"anclar\" la extensión a la barra de herramientas del navegador.\n2. Utilice las teclas de acceso directo. Por favor, configúrelo en \"chrome://extensions/shortcuts\" usted mismo, el valor predeterminado es Alt + V.\n\nCómo usar la extensión:\n1. Un solo clic: cambia a la pestaña.\n2. Doble clic: cierra la pestaña.\n3. Clic central: cierra la pestaña.\n4. Clic derecho: funciones como cerrar, anclar y duplicar la pestaña.\n5. Arrastrar y soltar: mueve la posición de la pestaña.\n6. Barra de herramientas inferior: pestañas de búsqueda.\n\nEstablezca la posición de la barra lateral: izquierda o derecha:\nConfiguración del navegador → apariencia → panel lateral\n\nNota: Esta extensión solo es compatible con Chrome 114 y versiones posteriores, y es posible que no sea compatible con otros navegadores.",
    "fr": "Cette extension vous permet d’afficher et de gérer les onglets verticalement dans la barre latérale du navigateur, prend en charge les thèmes clairs et sombres et la fonctionnalité de recherche.\n\nMise à jour du 21/12/2023 : Prise en charge des groupes d’onglets, y compris réduire/développer un groupe, glisser-déposer un groupe et un menu contextuel (c’est-à-dire un clic droit) sur un groupe.\n\nDeux façons d’ouvrir la barre latérale de l’extension :\n1. Cliquez sur l’icône Extension. Vous devez « Épingler » l’extension dans la barre d’outils du navigateur.\n2. Utilisez les touches de raccourci. S’il vous plaît réglez-le à « chrome://extensions/shortcuts » par vous-même, la valeur par défaut est Alt + V .\n\nComment utiliser l’extension :\n1. Clic unique : passez à l’onglet.\n2. Double-cliquez : fermez l’onglet.\n3. Clic central : fermez l’onglet.\n4. Clic droit : fonctions telles que la fermeture, l’épinglage et la duplication de l’onglet.\n5. Glisser-déposer : déplacez la position de l’onglet.\n6. Barre d’outils inférieure : onglets de recherche.\n\nDéfinissez la position de la barre latérale : gauche ou droite :\nParamètres du navigateur → Apparence → Panneau latéral\n\nRemarque : Cette extension ne prend en charge que Chrome 114 et versions ultérieures, et peut ne pas prendre en charge d’autres navigateurs.",
    "ja": "この拡張機能を使用すると、ブラウザのサイドバーにタブを垂直に表示および管理でき、明るいテーマと暗いテーマおよび検索機能をサポートします。\n\n2023/12/21 更新: グループの折りたたみ/展開、グループのドラッグ アンド ドロップ、グループのコンテキスト メニュー (右クリック) などのタブ グループをサポートします。\n\n拡張機能サイドバーを開く 2 つの方法:\n1. 「拡張機能」アイコンをクリックします。拡張機能をブラウザのツールバーに「ピン留め」する必要があります。\n2. ショートカット キーを使用します。 「chrome://extensions/shortcuts」に自分で設定してください。デフォルトは Alt+V です。\n\n拡張機能の使用方法:\n1. シングルクリック: タブに切り替えます。\n2. ダブルクリック: タブを閉じます。\n3. 中クリック: タブを閉じます。\n4. 右クリック: タブを閉じる、固定する、複製するなどの機能。\n5. ドラッグ アンド ドロップ: タブの位置を移動します。\n6. 下部ツールバー: 検索タブ。\n\nサイドバーの位置を左または右に設定します。\nブラウザ設定 → 外観 → サイドパネル\n\n注: この拡張機能は Chrome 114 以降のみをサポートしており、他のブラウザはサポートしていない可能性があります。",
    "pt_BR,pt_PT": "Esta extensão permite exibir e gerenciar guias verticalmente na barra lateral do navegador, suporta temas claros e escuros e funcionalidade de pesquisa.\n\nAtualização 2023/12/21: Suporte a grupos de guias, incluindo recolher/expandir um grupo, arrastar e soltar um grupo e menu de contexto (ou seja, clicar com o botão direito) em um grupo.\n\nDuas maneiras de abrir a barra lateral de extensões:\n1. Clique no ícone Extensão. Você precisa “fixar” a extensão na barra de ferramentas do navegador.\n2. Use teclas de atalho. Defina você mesmo como \"chrome://extensions/shortcuts\", o padrão é Alt+V .\n\nComo usar a extensão:\n1. Clique único: mude para a guia.\n2. Clique duplo: feche a aba.\n3. Clique com o meio: fecha a aba.\n4. Clique com o botão direito: funções como fechar, fixar e duplicar a aba.\n5. Arrastar e Soltar: mova a posição da aba.\n6. Barra de ferramentas inferior: guias de pesquisa.\n\nDefina a posição da barra lateral: esquerda ou direita:\nConfigurações do navegador → Aparência → Painel lateral\n\nObservação: esta extensão é compatível apenas com o Chrome 114 e superior e pode não ser compatível com outros navegadores.",
    "zh_CN": "此扩展让您在浏览器侧边栏中垂直显示和管理标签页，支持明暗主题和搜索功能。\n\n2023/12/21 更新：支持标签分组功能，包括分组的展开/折叠、拖拽和右键菜单。\n\n一、打开扩展侧边栏的两种方法：\n1. 点击扩展图标。您需要将扩展“固定”到浏览器工具栏上。\n2. 使用快捷键。快捷键请自行设置 chrome://extensions/shortcuts ，默认 Alt+V 。\n\n二、扩展侧边栏提供的功能：\n1. 单击：切换到标签页。\n2. 双击：关闭标签页。\n3. 鼠标中键：关闭标签页。\n4. 鼠标右键：提供关闭、固定、复制等功能。\n5. 上下拖拽：移动标签页的位置。\n6. 底部工具栏：搜索功能。\n\n三、设置侧边栏的显示位置：左侧或右侧\nChrome 浏览器设置 → 外观 → 侧边栏\n\n注意：此扩展仅支持 Chrome 114 及以上版本，可能不支持其它浏览器。",
    "zh_TW": "此擴充功能讓您在瀏覽器側邊欄中垂直顯示和管理標籤頁，支援明暗主題和搜尋功能。\n\n2023/12/21 更新：支援標籤分組功能，包括分組的展開/摺疊、拖曳和右鍵選單。\n\n一、開啟擴充功能側邊欄的兩種方法：\n1. 點擊擴充功能圖示。您需要將擴充功能「固定」到瀏覽器工具列上。\n2. 使用快速鍵。快速鍵請自行設定 chrome://extensions/shortcuts ，預設 Alt+V 。\n\n二、擴充功能側邊欄提供的功能：\n1. 單擊：切換到標籤頁。\n2. 雙擊：關閉標籤頁。\n3. 滑鼠中鍵：關閉標籤頁。\n4. 滑鼠右鍵：提供關閉、固定、複製等功能。\n5. 上下拖曳：移動標籤頁的位置。\n6. 底部工具列：搜尋功能。\n\n三、設定側邊欄的顯示位置：左側或右側\nChrome 瀏覽器設定 → 外觀 → 側邊欄\n\n注意：此擴充功能僅支援 Chrome 114 及以上版本，可能不支援其他瀏覽器。"
  }
}