{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOquake"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOquake is a free plugin that provides you with key SEO metrics, along with other useful tools such as SEO Audit and many others",
    "de": "SEOquake ist ein kostenloses Plug-in, das Ihnen wichtige SEO-Metriken sowie andere nützliche Tools wie das SEO-Audit und viele…",
    "es": "SEOquake es un plugin gratuito que te ofrece importantes métricas SEO, junto con otras herramientas útiles, como, por ejemplo,…",
    "fr": "SEOquake est un plug-in gratuit qui vous fournit les principales métriques de référencement ainsi que d'autres outils utiles tels…",
    "it": "SEOquake è un plugin gratuito in grado di offrirti metriche SEO chiave, insieme ad altri utili strumenti come SEO Audit e molti…",
    "ja": "SEOquakeは、SEO Auditなどの便利なツールと共に、主要なSEO指標を提供する無料のプラグインです",
    "pt_BR,pt_PT": "O SEOquake é um plugin gratuito que lhe oferece métricas de SEO fundamentais, juntamente com outras ferramentas úteis como a…",
    "ru": "SEOquake — это бесплатный плагин, предоставляющий данные основных показателей поисковой оптимизации и позволяющий работать с такими…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOquake allows you to:\n\n★ Review all major metrics in a heartbeat\n★ Get a thorough analysis of SERPs and export the results in CSV format\n★ Estimate keyword difficulty instantly\n★ Set parameters for a search query \n★ Run a complete SEO audit of a webpage, including a check for mobile compatibility \n★ Check your social statistics for Facebook\n★ Use a wide range of default parameters or create a custom set\n★ Get a full report for internal/external links \n★ Determine a keyword’s density and configure a stop-word list\n★ Compare URLs/domains\n\nSEOquake consists of several tools you can use depending on which specific SEO endeavors you’re pursuing. The SEO bar is an additional toolbar located at the top of the browser window, and it presents core metrics – a number of which can be customized. The SERP overlay is a bar that appears below each SERP result. Once enabled, it gives you detailed metrics associated with each listing along with another sidebar section that allows you to sort and export your results.\nAlso, you can get detailed reports for a specific page you are analyzing. \n\nSEOquake has other useful tools, including, the SEO Audit tool, the Keyword Density report, Internal/External Link analysis and even social metrics.\n\nSEOquake is really easy to install and work with. \n\nThe SEOquake plugin is compatible with several browser extensions and is constantly updated.\n\nSo far, SEOquake has been downloaded more than three million times and counting.\nIf you have any questions, comments or suggestions, contact us at mail@seoquaketeam.com.\n\nTerms of Service – https://www.seoquake.com/terms.html\nPrivacy Policy – https://www.seoquake.com/policy.html",
    "de": "Mit SEOquake können Sie:\n\n★ Alle wichtigen Metriken in kürzester Zeit ansehen\n★ Eine gründliche Analyse von SERPs erhalten und die Ergebnisse im CSV-Format exportieren\n★ Parameter für eine Suchabfrage festlegen \n★ Ein vollständiges SEO-Audit einer Webseite durchführen, einschließlich Überprüfung auf die Kompatibilität mit mobilen Geräten \n★ Ein breites Spektrum an Standardparametern verwenden oder einen Satz benutzerdefinierter Parameter erstellen\n★ Einen vollständigen Bericht für interne/externe Links abrufen \n★ Die Dichte eines Keywords bestimmen und eine Stoppwortliste konfigurieren\nURLs/Domains vergleichen\n★ Ihre Social Media-Statistiken für Facebook und Google+ ansehen\n\nSEOquake besteht aus mehreren Tools. Welche Sie verwenden, hängt von Ihren SEO-Zielen ab. Die SEObar ist eine zusätzliche Toolbar oben im Browser-Fenster, die wichtige Metriken zeigt. Einige davon können Sie anpassen. Das SERP-Overlay ist eine Leiste, die unter jedem SERP-Ergebnis angezeigt wird. Wenn sie aktiviert ist, zeigt sie detaillierte Metriken für die einzelnen Einträge sowie einen weiteren Seitenleisten-Abschnitt, in dem Sie Ihre Ergebnisse sortieren und exportieren können.\n\nAußerdem können Sie detaillierte Berichte für eine bestimmte Seite erhalten, die Sie analysieren. \nSEOquake bietet noch weitere nützliche Tools, darunter das SEO-Audit-Tool, den Bericht zur Keyworddichte, die Analyse interner/externer Links und sogar Social Media-Metriken.\n\nSEOquake ist sehr leicht zu installieren und zu verwenden. \n\nDas SEOquake-Plug-in ist kompatibel mit mehreren Browser-Erweiterungen und wird ständig aktualisiert.\n\nBisher wurde SEOquake mehr als drei Millionen mal heruntergeladen, Tendenz steigend.\nWenn Sie Fragen, Kommentare oder Vorschläge haben, kontaktieren Sie uns unter mail@seoquaketeam.com.\n\nVollständige Liste der SEO-Parameter:\nGoogle Index, Google Links, Google Cache-Datum, Yahoo Index, SEMrush Links, SEMrush Backlinks nach Domain, SEMrush Backlinks nach Hostname, Bing Index, Alexa Rank, Webarchive-Alter, Facebook-Likes, Google+, SEMrush Rang, SEMrush SE-Traffic, SEMrush SE-Traffic-Preis, SEMrush Video-Werbung, Baidu-Index, Baidu-Link, Compete Rank\n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php",
    "es": "SEOquake te permite:\n\n★ Revisar todas las principales métricas en un abrir y cerrar de ojos\n★ Obtener un análisis detallado de SERPs y exportar los resultados en formato CSV\n★ Definir los parámetros para una consulta de búsqueda \n★ Ejecutar una completa auditoría SEO de una página web, incluida una comprobación de compatibilidad con dispositivos móviles \n★ Utilizar una amplia gama de parámetros predeterminados o crear un conjunto personalizado\n★ Obtener un informe completo de enlaces externos/internos \n★ Determinar la densidad de una palabra clave y configurar una lista de palabras de detección\n★ Comparar direcciones URL/dominios\n★ Consultar tus estadísticas en las redes sociales Facebook y Google+\n\nSEOquake está compuesto por varias herramientas que puedes utilizar según tus objetivos SEO concretos. La SEObar es una barra de herramientas adicional situada en la parte superior de la ventana del navegador. Presenta una serie de métricas clave y puede personalizarse a gusto del usuario. El panel SERP es la barra que aparece debajo de cada resultado SERP. Cuando está activa, muestra métricas detalladas asociadas con cada listado, junto con otra sección con una barra lateral que te permite clasificar y exportar tus resultados.\nAdemás, puedes consultar informes detallados para una página específica que estés analizando. \nSEOquake tiene otras herramientas gratuitas, entre las que se incluyen, la herramienta Auditoría SEO, el informe de densidad de palabras clave, el análisis de enlaces externos/internos e incluso métricas sobre redes sociales.\n\nSEOquake es muy fácil de instalar y utilizar. \n\nEl plugin SEOquake es compatible con varias extensiones de navegador y se actualiza de manera constante.\n\nHasta el momento, SEOquake ha sido descargado más de tres millones de veces y sigue sumando descargas.\nSi tienes alguna pregunta, comentario o sugerencia, ponte en contacto con nosotros en el correo mail@seoquaketeam.com.\n\nCompleta lista de parámetros SEO:\nÍndice de Google, Enlaces de Google, Fecha de caché de Google, Índice de Yahoo, enlaces de SEMrush, backlinks de SEMrush por dominio, backlinks de SEMrush por nombre de host, Índice Bing, Ranking Alexa, Antigüedad de archivo web, Número de Me gusta de Facebook, Google+, Ranking SEMrush, Tráfico SE de SEMrush, Precio de Tráfico SE de SEMrush, Publicidad de vídeo de SEMrush, Índice de Baidu, Enlace de Baidu, Ranking Compete\n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php",
    "fr": "SEOquake vous permet de :\n\n★ Passer en revue toutes les principales métriques en un temps record\n★ Bénéficier d'une analyse approfondie des SERP et d'exporter les résultats  au format CSV \n★ Définir les paramètres d'une requête de recherche \n★ Exécuter un audit de référencement complet d'une page Web, y compris d'en vérifier la compatibilité sur support mobile \n★ Utiliser un large éventail de paramètres par défaut ou de créer un ensemble personnalisé\n★ Obtenir un rapport complet des liens internes / externes \n★ Déterminer la densité d'un mot clé et de configurer une liste de mots vides\n★ Comparer les URL / domaines\n★ Consulter vos statistiques sur les réseaux sociaux Facebook et Google+\n\nSEOquake comporte plusieurs outils que vous pouvez utiliser en fonction des efforts de référencement que vous menez. La SEObar est une barre d'outils supplémentaire située en haut de la fenêtre du navigateur. Elle présente les métriques de base, dont certaines peuvent être personnalisées. La superposition SERP est une barre qui apparaît en dessous de chaque SERP. Une fois activée, elle vous donne des métriques détaillées de chaque liste avec une autre zone sur le côté qui vous permet de trier et d'exporter vos résultats.\n\nVous pouvez également obtenir des rapports détaillés sur une page spécifique que vous analysez. \nSEOquake possède d'autres outils utiles, y compris, l'outil « Audit SEO », le rapport « Densité des mots clés », l'analyse des liens internes / externes ainsi que les métriques relatives aux réseaux sociaux.\n\nSEOquake est vraiment facile à installer et à utiliser. \n\nLe plug-in SEOquake est compatible avec plusieurs extensions de navigateurs et fait l'objet de mises à jour constantes.\n\nÀ ce jour, SEOquake a été téléchargé plus de trois millions de fois, et ce chiffre ne cesse d'augmenter.\nSi vous avez des questions, des commentaires ou des suggestions, contactez-nous à l'adresse mail@seoquaketeam.com. \n\nListe complète des paramètres de référencement :\nIndex Google, Liens Google, Date de mise en cache Google, Index Yahoo, Liens SEMrush, Liens retour SEMrush par domaine, Liens retour SEMrush par nom d'hôte, Index Bing, Rang Alexa, Âge Webarchive, Likes Facebook, Rang de SEMrush, Trafic SE de SEMrush, Prix du Trafic SE de SEMrush, Publicités vidéo SEMrush, Index Baidu, Lien Baidu, Rang de Compete\n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php",
    "it": "SEOquake ti permette di: \n\n★ rivedere all'istante tutte le principali metriche\n★ condurre un'analisi approfondita delle SERP ed esportare i risultati in formato CSV \n★ impostare parametri per una query di ricerca \n★ condurre un' audit SEO completa di una pagina web, comprendente la verifica della compatibilità con dispositivi mobili \n★ utilizzare un'ampia gamma di parametri standard o creare una serie personalizzata di parametri\n★ ricevere un report completo di link interni/esterni \n★ definire la densità di una keyword e configurare un elenco di termini da bloccare\n★ Confronta URL/domini\n★ controllare i dati statistici dei tuoi social media per Facebook e Google+\n\nSEOquake consta di diversi strumenti che puoi utilizzare a seconda della specifica attività di SEO che stai conducendo. La SEObar è una barra degli strumenti aggiuntiva posizionata nella parte alta della finestra del browser, che presenta una serie di metriche fondamentali, alcune delle quali personalizzabili. Il pannello SERP è una barra che viene visualizzata sotto ciascun risultato SERP. Una volta abilitata, offre metriche dettagliate associate a ciascun risultato accanto a un'altra sezione di una barra laterale che permette la classificazione e l'esportazione dei risultati.\nÈ inoltre possibile ottenere report dettagliati su una pagina specifica che stai analizzando. \nSEOquake ha altri strumenti utili, compresi lo strumento di SEO Audit, il report sulla densità della keyword, l'analisi dei link interni/esterni e altre metriche relative ai social media.\n\nSEOquake è davvero facile da installare e utilizzare. \n\nIl plugin SEOquake è compatibile con molte estensioni di browser e viene costantemente aggiornato.\n\nSEOquake è stato finora scaricato da oltre tre milioni di utenti.\nPer domande, commenti o suggerimenti, contattaci all'indirizzo mail@seoquaketeam.com.\n\nElenco completo di parametri SEO:\nGoogle Index, Google Links, data Cache Google, Indice Yahoo, Link SEMrush, backlink SEMrush per dominio, backlikn SEMrush per nome host, Indice Bing, Ranking Alexa, Età Webarchive, Like Facebook, Google+, Ranking SEMrush, Traffico SE SEMrush, Prezzo Traffico SE SEMrush, Video advertising SEMrush, Indice Baidu, Link Baidu, Ranking  Compete \n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php",
    "ja": "SEOquake allows you to:\n\n★ Review all major metrics in a heartbeat\n★ Get a thorough analysis of SERPs and export the results in CSV format\n★ Estimate keyword difficulty instantly\n★ Set parameters for a search query \n★ Run a complete SEO audit of a webpage, including a check for mobile compatibility \n★ Check your social statistics for Facebook and Google+\n★ Use a wide range of default parameters or create a custom set\n★ Get a full report for internal/external links \n★ Determine a keyword’s density and configure a stop-word list\n★ Compare URLs/domains\n\nSEOquake consists of several tools you can use depending on which specific SEO endeavors you’re pursuing. The SEO bar is an additional toolbar located at the top of the browser window, and it presents core metrics – a number of which can be customized. The SERP overlay is a bar that appears below each SERP result. Once enabled, it gives you detailed metrics associated with each listing along with another sidebar section that allows you to sort and export your results.\nAlso, you can get detailed reports for a specific page you are analyzing. \n\nSEOquake has other useful tools, including, the SEO Audit tool, the Keyword Density report, Internal/External Link analysis and even social metrics.\n\nSEOquake is really easy to install and work with. \n\nThe SEOquake plugin is compatible with several browser extensions and is constantly updated.\n\nSo far, SEOquake has been downloaded more than three million times and counting.\nIf you have any questions, comments or suggestions, contact us at mail@seoquaketeam.com.\n\nFull list of SEO parameters:\nGoogle Index, Google Links, Google Cache date, Yahoo Index, SEMrush links, SEMrush backlinks by domain, SEMrush backlinks by hostname, Bing Index, Alexa Rank, Facebook likes, SEMrush Rank, SEMrush SE Traffic, SEMrush SE Traffic price, Baidu index, Baidu link, Compete Rank\n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php",
    "pt_BR,pt_PT": "SEOquake allows you to:\n\n★ Review all major metrics in a heartbeat\n★ Get a thorough analysis of SERPs and export the results in CSV format\n★ Set parameters for a search query \n★ Run a complete SEO audit of a webpage, including a check for mobile compatibility \n★ Check your social statistics for Facebook and Google+\n★ Use a wide range of default parameters or create a custom set\n★ Get a full report for internal/external links \n★ Determine a keyword’s density and configure a stop-word list\n★ Compare URLs/domains\n\nSEOquake consists of several tools you can use depending on which specific SEO endeavors you’re pursuing. The SEO bar is an additional toolbar located at the top of the browser window, and it presents core metrics – a number of which can be customized. The SERP overlay is a bar that appears below each SERP result. Once enabled, it gives you detailed metrics associated with each listing along with another sidebar section that allows you to sort and export your results.\nAlso, you can get detailed reports for a specific page you are analyzing. \n\nSEOquake has other useful tools, including, the SEO Audit tool, the Keyword Density report, Internal/External Link analysis and even social metrics.\n\nSEOquake is really easy to install and work with. \n\nThe SEOquake plugin is compatible with several browser extensions and is constantly updated.\n\nSo far, SEOquake has been downloaded more than three million times and counting.\nIf you have any questions, comments or suggestions, contact us at mail@seoquaketeam.com.\n\nFull list of SEO parameters:\nGoogle Index, Google Links, Google Cache date, Yahoo Index,\tSEMrush links, SEMrush backlinks by domain, SEMrush backlinks by hostname, Bing Index, Alexa Rank, Webarchive age, Facebook likes, Google +, SEMrush Rank, SEMrush SE Traffic, SEMrush SE Traffic price, SEMrush Video advertising, Baidu index, Baidu link, Compete Rank\n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php",
    "ru": "SEOquake подарит вам следующие возможности:\n\n★ Моментальный доступ ко всем основным показателям.\n★ Подробный анализ страниц поисковой выдачи (SERP) и экспорт результатов в файл формата CSV.\n★ Возможность самому задавать параметры поискового запроса. \n★ Полный SEO-аудит веб-страниц, включая проверку на совместимость с мобильными устройствами. \n★ Работа с многочисленными стандартными параметрами или создание собственных.\n★ Полный отчет по внутренним и внешним ссылкам. \n★ Определение плотности ключевых слов и настройка списка стоп-слов.\n★ Сравнение по URL и доменам.\n★ Данные статистики в социальных сетях, включая Facebook и Google+.\n\nSEOquake включает в себя ряд инструментов, предназначенных для решения самых различных задач поисковой оптимизации. SEObar представляет собой дополнительную панель, расположенную в верхней части окна браузера, где отображаются ключевые показатели, часть которых можно настраивать. Панель SERP — это панель, отображаемая под каждым результатом в поисковой выдаче, где представлены подробные показатели по этой позиции, а с помощью инструментов в боковом меню можно сортировать и экспортировать результаты.\nКроме того, можно создавать подробные отчеты по анализируемой странице. \n\nSEOquake также содержит другие удобные инструменты, в том числе для проведения SEO-аудита, создания отчета о плотности ключевых слов и анализа внутренних и внешних ссылок, и даже предлагает показатели по социальным сетям.\n\nSEOquake отличается простотой установки и удобством использования. \n\nПлагин SEOquake предлагается в качестве расширения для различных браузеров и регулярно обновляется.\n\nНа данный момент число загрузок плагина SEOquake составляет уже свыше трех миллионов, и эта цифра продолжает расти.\nЕсли у вас есть какие-либо вопросы, комментарии или предложения, напишите нам на адрес электронной почты mail@seoquaketeam.com.\n\nПолный список параметров SEO:\nИндекс Google, Ссылки Google, Дата кэширования Google, Индекс Yahoo, Ссылки SEMrush, Обратные ссылки SEMrush по доменам, Обратные ссылки SEMrush по имени хоста, Индекс Bing, Рейтинг Alexa, Срок фрхивации веб-сайтов, Лайки Facebook, Google+, Рейтинг SEMrush, Поисковый трафик SEMrush, Цена поискового трафика SEMrush, Видеореклама SEMrush, Индекс Baidu, Ссылка Baidu, Рейтинг Compete\n\nTerms of Service – http://www.seoquake.com/pages/terms.php\nPrivacy Policy – http://www.seoquake.com/pages/policy.php"
  }
}