{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Content Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block websites based on content and URLs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Content Blocker - Protect Your Online Experience\nA lightweight browser extension that helps you control your web browsing through keyword and URL-based content blocking.\n\nCore Features:\n\nContent-Based Blocking: Block websites that contain specific keywords in their content or URLs\n\nDual Filtering System:\n\nWord Filtering: Block pages containing specific words in their content\nURL Filtering: Block specific domains or URLs using exact matches or wildcards (*)\n\n\nReal-Time Monitoring: Continuously checks page content as it loads\nPassword Protection: Secure your blocking settings with a password\n\n\nEasy Management Interface:\n\nAdd Filter Tab: Quickly add new words or URLs to block\nList View Tab: Easily manage your blocked content with a clear overview\nOne-Click Removal: Remove individual items or clear all at once\n\n\n\nHow It Works:\n\nAdd words or URLs you want to block\nThe extension automatically checks every webpage against your block list\nIf blocked content is detected, the page is replaced with a block screen\nUse the recheck button to verify pages after making changes\n\nTechnical Features:\n\nPattern Matching: Support for wildcard (*) in URL blocking\nEfficient Caching: Smart content caching for better performance\nSPA Support: Works with modern single-page applications\nCross-Browser Compatibility: Works on Chrome, Firefox, and Edge\n\nSimple Setup:\n\nClick the extension icon to open the interface\nAdd keywords or URLs in the 'Add Content' tab\nView and manage your blocked items in the 'View List' tab\nUse the recheck button to apply changes to the current page\n\nNote: Please refresh the page after removing blocking rules to see the changes.\nThis is version 1.0.1, focused on core content blocking functionality."
  }
}