{
  "name": {
    "ar": "لعبة الحرب الجوية - تعمل دون اتصال",
    "am": "የአየር ጦርነት ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Air Warfare - работи офлайн",
    "bn": "এয়ার ওয়ারফেয়ার গেম - অফলাইনে চলে",
    "ca": "Joc de guerra aèria: funciona fora de línia",
    "cs": "Air Warfare Game – běží offline",
    "da": "Air Warfare Game - Kører offline",
    "de": "Luftkriegsspiel - Läuft offline",
    "el": "Παιχνίδι αεροπορικού πολέμου",
    "en,en_AU,en_GB,en_US": "Air Warfare Game - Runs Offline",
    "es,es_419": "Air Warfare Game - Funciona sin conexión",
    "et": "Õhusõjamäng – töötab võrguühenduseta",
    "fa": "بازی جنگ هوایی - به صورت آفلاین اجرا می شود",
    "fi": "Air Warfare Game - toimii offline-tilassa",
    "fil": "Air Warfare Game - Tumatakbo Offline",
    "fr": "Jeu de guerre aérienne",
    "gu": "એર વોરફેર ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק לוחמת אוויר - פועל במצב לא מקוון",
    "hi": "हवाई युद्ध खेल - ऑफ़लाइन चलता है",
    "hr": "Igra Air Warfare - radi izvan mreže",
    "hu": "Air Warfare játék – Offline is fut",
    "id": "Game Peperangan Udara - Berjalan Offline",
    "it": "Air Warfare Game - Funziona Offline",
    "ja": "空中戦ゲーム - オフラインで実行",
    "kn": "ಏರ್ ವಾರ್ಫೇರ್ ಗೇಮ್",
    "ko": "공중전 게임 - 오프라인 실행",
    "lt": "Žaidimas „Air Warfare“ – veikia neprisijungus",
    "lv": "Spēle Air Warfare — darbojas bezsaistē",
    "ml": "എയർ വാർഫെയർ ഗെയിം",
    "mr": "एअर वॉरफेअर गेम - ऑफलाइन चालतो",
    "ms": "Permainan Air Warfare - Berjalan Luar Talian",
    "nl": "Air Warfare-game - draait offline",
    "no": "Air Warfare Game - Kjører offline",
    "pl": "Gra Air Warfare - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Air Warfare - Funciona offline",
    "ro": "Joc Air Warfare - rulează offline",
    "ru": "Игра «Воздушная война»",
    "sk": "Air Warfare Game – beží offline",
    "sl": "Igra Air Warfare - deluje brez povezave",
    "sr": "Аир Варфаре Гаме - ради ван мреже",
    "sv": "Air Warfare Game - Körs offline",
    "sw": "Mchezo wa Vita vya Ndege",
    "ta": "ஏர் வார்ஃபேர் கேம்",
    "te": "ఎయిర్ వార్‌ఫేర్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกมสงครามทางอากาศ - รันออฟไลน์",
    "tr": "Hava Harp Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Air Warfare - працює в автономному режимі",
    "vi": "Trò chơi chiến tranh trên không",
    "zh_CN": "空战游戏 - 离线运行",
    "zh_TW": "空戰遊戲 - 離線運行"
  },
  "short": {
    "ar": "Air Warfare هي لعبة حرب ممتعة. تدمير الطائرات الحربية للعدو ، وجمع الذخيرة ومجموعات المساعدة والوقود في لعبة معركة لا نهاية لها!",
    "am": "Air Warfare አስደሳች የጦርነት ጨዋታ ነው። ማለቂያ በሌለው የውጊያ ጨዋታ ውስጥ የጠላት የጦር አውሮፕላኖችን ያወድሙ ፣ አሞዎችን ይሰብስቡ ፣ የእርዳታ ዕቃዎችን እና ነዳጅ! ይዝናኑ!",
    "bg": "Air Warfare е забавна военна игра. Унищожавайте врагове, събирайте амуниции, комплекти за помощ и гориво в безкрайна битка!",
    "bn": "এয়ার ওয়ারফেয়ার একটি মজার যুদ্ধ খেলা। শত্রুদের ধ্বংস করুন, একটি অন্তহীন যুদ্ধের খেলায় গোলাবারুদ, এইড কিট এবং জ্বালানী সংগ্রহ করুন",
    "ca": "Air Warfare és un joc de guerra. Destrueix els enemics, recull munició, equips d'ajuda i combustible en una batalla interminable!",
    "cs": "Air Warfare je zábavná válečná hra. Zničte nepřátelská válečná letadla, sbírejte munici, pomůcky a palivo v nekonečné bitevní hře!",
    "da": "Air Warfare er et sjovt krigsspil. Ødelæg fjendens krigsfly, saml ammunition, hjælpeudstyr og brændstof i et endeløst kampspil!",
    "de": "Air Warfare ist ein unterhaltsames Kriegsspiel. Zerstöre Feinde, sammle Munition, Hilfspakete und Treibstoff in einem endlosen Kampf",
    "el": "Το Air Warfare είναι ένα πολεμικό παιχνίδι. Καταστρέψτε εχθρούς, συγκεντρώστε πυρομαχικά, κιτ βοήθειας και καύσιμα. Απολαμβάνω!",
    "en,en_AU,en_GB,en_US": "Air Warfare is a fun war game. Destroy enemy warplanes, gather ammo, aid kits and fuel in an endless battle game! Have Fun!",
    "es,es_419": "Air Warfare es un juego de guerra. ¡Destruye enemigos, reúne munición, kits de ayuda y combustible en un juego de batalla sin fin!",
    "et": "Air Warfare on lõbus sõjamäng. Hävitage vaenlasi, koguge laskemoona, abikomplekte ja kütust lõputus lahingumängus!",
    "fa": "Air Warfare یک بازی جنگی سرگرم کننده است. دشمنان را نابود کنید، مهمات، کیت های کمک و سوخت را در یک بازی نبرد بی پایان جمع آوری کنید!",
    "fi": "Air Warfare on hauska sotapeli. Tuhoa vihollisia, kerää ammuksia, apuvälineitä ja polttoainetta loputtomassa taistelupelissä!",
    "fil": "Ang Air Warfare ay isang larong pandigma. Wasakin ang mga kaaway, magtipon ng munisyon, aid kit at gasolina! Enjoy!",
    "fr": "Air Warfare est un jeu de guerre amusant. Détruisez les ennemis, rassemblez des munitions, des kits d'aide et du carburant !",
    "gu": "એર વોરફેર એ એક મનોરંજક યુદ્ધ ગેમ છે. અનંત યુદ્ધની રમતમાં દુશ્મનના યુદ્ધ વિમાનોનો નાશ કરો, દારૂગોળો, સહાયક કીટ અને બળતણ એકત્રિત કરો!",
    "he": "Air Warfare הוא משחק מלחמה מהנה. השמדת מטוסי קרב של האויב, אסוף תחמושת, ערכות סיוע ודלק במשחק קרב אינסופי! תעשה חיים!",
    "hi": "एयर वारफेयर एक मजेदार युद्ध खेल है। एक अंतहीन लड़ाई में दुश्मन के युद्धक विमानों को नष्ट करें, बारूद, सहायता किट और ईंधन इकट्ठा करें",
    "hr": "Air Warfare je zabavna ratna igra. Uništite neprijatelje, skupite streljivo, pribore za pomoć i gorivo! Uživati!",
    "hu": "Az Air Warfare egy szórakoztató háborús játék. Pusztítsd el az ellenséget, gyűjts lőszert, segélykészleteket és üzemanyagot! Élvezd!",
    "id": "Air Warfare adalah game perang yang menyenangkan. Hancurkan musuh, kumpulkan amunisi, kotak bantuan, dan bahan bakar! Menikmati!",
    "it": "Air Warfare è un divertente gioco di guerra. Distruggi gli aerei nemici, raccogli munizioni, aiuti e carburante. Gioca ora!",
    "ja": "Air Warfare は楽しい戦争ゲームです。 終わりのない戦闘ゲームで、敵の戦闘機を破壊し、弾薬、援助キット、燃料を集めましょう! 楽しんで！",
    "kn": "ಏರ್ ವಾರ್ಫೇರ್ ಒಂದು ಮೋಜಿನ ಯುದ್ಧದ ಆಟವಾಗಿದೆ. ಶತ್ರುಗಳನ್ನು ನಾಶಮಾಡಿ, ammo, ನೆರವು ಕಿಟ್‌ಗಳು ಮತ್ತು ಇಂಧನವನ್ನು ಸಂಗ್ರಹಿಸಿ! ಆನಂದಿಸಿ!",
    "ko": "Air Warfare는 재미있는 전쟁 게임입니다. 끝없는 전투 게임에서 적의 전투기를 파괴하고, 탄약, 응급 처치 키트 및 연료를 모으세요! 재미있게 보내세요!",
    "lt": "Air Warfare yra įdomus karo žaidimas. Sunaikink priešus, rink amuniciją, pagalbos rinkinius ir kurą! Mėgautis!",
    "lv": "Air Warfare ir jautra kara spēle. Iznīcini ienaidniekus, savāc munīciju, palīdzības komplektus un degvielu! Izbaudi!",
    "ml": "എയർ വാർഫെയർ ഒരു രസകരമായ യുദ്ധ ഗെയിമാണ്. ശത്രുക്കളെ നശിപ്പിക്കുക, വെടിമരുന്ന് ശേഖരിക്കുക, സഹായ കിറ്റുകളും ഇന്ധനവും! ആസ്വദിക്കൂ!",
    "mr": "एअर वॉरफेअर हा एक मजेदार युद्ध खेळ आहे. अंतहीन लढाईच्या गेममध्ये शत्रूची युद्ध विमाने नष्ट करा, दारूगोळा, मदत किट आणि इंधन गोळा करा!",
    "ms": "Air Warfare ialah permainan perang yang menyeronokkan. Musnahkan musuh, kumpulkan peluru, kit bantuan dan bahan api! Nikmati!",
    "nl": "Air Warfare is een leuk oorlogsspel. Vernietig vijanden, verzamel munitie, hulpkits en brandstof! Genieten van!",
    "no": "Air Warfare er et morsomt krigsspill. Ødelegg fiendtlige krigsfly, samle ammunisjon, hjelpepakker og drivstoff i en endeløs kamp!",
    "pl": "Air Warfare to zabawna gra wojenna. Niszcz wrogie samoloty bojowe, zbieraj amunicję, apteczki i paliwo w niekończącej się bitwie!",
    "pt_BR,pt_PT": "Air Warfare é um divertido jogo de guerra. Destrua os inimigos, reúna munição, kits de ajuda e combustível! Aproveitar!",
    "ro": "Air Warfare este un joc de război distractiv. Distruge inamicii, aduna muniție, truse de ajutor și combustibil! Bucurați-vă!",
    "ru": "Air Warfare — увлекательная военная игра. Уничтожайте врагов, собирайте боеприпасы, аптечки и топливо в бесконечной битве!",
    "sk": "Air Warfare je zábavná vojnová hra. Zničte nepriateľské bojové lietadlá, zbierajte muníciu, pomôcky a palivo v nekonečnej bitke!",
    "sl": "Air Warfare je zabavna vojna igra. Uničite sovražna bojna letala, zberite strelivo, komplete pomoči in gorivo v neskončni bojni igri",
    "sr": "Аир Варфаре је забавна ратна игра. Уништите непријатеље, скупите муницију, прибор за помоћ и гориво у бескрајној борби! Уживати!",
    "sv": "Air Warfare är ett roligt krigsspel. Förstör fiendens stridsflygplan, samla ammunition, hjälpmedel och bränsle i en oändlig strid!",
    "sw": "Vita vya Ndege ni mchezo wa vita wa kufurahisha. Kuharibu adui, kukusanya ammo, vifaa vya misaada na mafuta! Furahia!",
    "ta": "ஏர் வார்ஃபேர் ஒரு வேடிக்கையான போர் விளையாட்டு. எதிரிகளை அழிக்கவும், வெடிமருந்து, உதவி கருவிகள் மற்றும் எரிபொருளை சேகரிக்கவும்!",
    "te": "ఎయిర్ వార్‌ఫేర్ ఒక యుద్ధ గేమ్. శత్రువులను నాశనం చేయండి, మందు సామగ్రి సరఫరా, సహాయ వస్తు సామగ్రి మరియు ఇంధనాన్ని సేకరించండి!",
    "th": "Air Warfare เป็นเกมสงครามที่สนุก ทำลายเครื่องบินรบของศัตรู รวบรวมกระสุน ชุดปฐมพยาบาล และเชื้อเพลิงในเกมต่อสู้ที่ไม่มีที่สิ้นสุด!…",
    "tr": "Air Warfare eğlenceli bir savaş oyunudur. Düşmanları yok edin, cephane, yardım çantaları ve yakıt toplayın! Zevk almak!",
    "uk": "Air Warfare - весела військова гра. Знищуйте ворогів, збирайте боєприпаси, аптечки та пальне! Насолоджуйтесь!",
    "vi": "Air Warfare là một trò chơi chiến tranh thú vị. Tiêu diệt kẻ thù, thu thập đạn dược, bộ dụng cụ hỗ trợ và nhiên liệu! Vui thích!",
    "zh_CN": "空战是一款有趣的战争游戏。 在无尽的战斗游戏中摧毁敌方战机，收集弹药、急救包和燃料！ 玩得开心！",
    "zh_TW": "空戰是一款有趣的戰爭遊戲。 在無盡的戰鬥遊戲中摧毀敵方戰機，收集彈藥、急救包和燃料！ 玩得開心！"
  },
  "long": {
    "ar": "Air Warfare هي لعبة معركة جوية لا نهاية لها.\n\nبدأت الحرب ، والعدو يتقدم برا وبحرا وجوا. مهمتك في هذه اللعبة الدفاعية هي إسقاط أكبر عدد ممكن من مقاتلي العدو.\n\nاللعب\nانتبه لقوة العدو النارية ولا تسقط. اجمع الأرواح وحزم المساعدة والذخيرة والوقود والقوة وكل ما تحتاجه لمواصلة اللعبة لأطول فترة ممكنة مع كسب النقاط. من الأفضل إطلاق النار على الأعداء أو تجنبهم قبل أن يصلوا إليك.\n\nكيف تلعب لعبة AIR COMBAT؟\nلعب القتال الجوي بسيط للغاية. يتكون من تحريك طائرتك في أي اتجاه تريده. تهدف أو تجنب العدو. اجمع الذخيرة وحزم المساعدات والوقود والأرواح.\n\nضوابط\n- إذا كنت تلعب على جهاز كمبيوتر: اضغط باستمرار على زر الماوس على الطائرة لتحريكه في أي اتجاه.\n- إذا كنت تلعب على جهاز محمول: ضع إصبعك على الطائرة لتحريكه في أي مكان.\n\nAir Warfare هي لعبة ممتعة على الإنترنت يمكنك لعبها مجانًا عندما تشعر بالملل!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nهل يمكنك تحطيم الرقم القياسي لنقاط القتال الجوي؟ دعونا نرى كم أنت جيد. العب الان!",
    "am": "የአየር ጦርነት ማለቂያ የሌለው የአየር ጦርነት ጨዋታ ነው።\n\nጦርነት ተጀመረ፣ ጠላት በየብስ፣ በባህር እና በአየር ላይ እየገሰገሰ ነው። በዚህ የመከላከያ ጨዋታ ውስጥ የእርስዎ ተግባር በተቻለ መጠን ብዙ የጠላት ተዋጊዎችን መግደል ነው።\n\nጨዋታ\nለጠላት የእሳት ኃይል ትኩረት ይስጡ, እና አትተኩሱ. ነጥቦችን በሚያገኙበት ጊዜ ህይወቶችን፣ የእርዳታ ጥቅሎችን፣ ammo፣ ነዳጅ እና ሃይልን እና በተቻለ መጠን ጨዋታውን ለመቀጠል የሚያስፈልገዎትን ሁሉ ይሰብስቡ። ወደ እርስዎ ከመድረሳቸው በፊት ጠላቶችን መተኮስ ወይም እነሱን ማስወገድ የተሻለ ነው.\n\nየአየር ፍልሚያ ጨዋታን እንዴት መጫወት ይቻላል?\nየአየር ፍልሚያ መጫወት በጣም ቀላል ነው. አውሮፕላንዎን ወደፈለጉት አቅጣጫ ማንቀሳቀስን ያካትታል። ጠላትን ማነጣጠር ወይም መራቅ። ጥይቶች፣ የእርዳታ እሽጎች፣ ነዳጅ እና ህይወት ይሰብስቡ።\n\nመቆጣጠሪያዎች\n- በኮምፒዩተር ላይ እየተጫወቱ ከሆነ፡ ወደ የትኛውም አቅጣጫ ለማንቀሳቀስ በአውሮፕላኑ ላይ ያለውን የመዳፊት ቁልፍ ተጭነው ይያዙት።\n- በተንቀሳቃሽ መሣሪያ ላይ እየተጫወቱ ከሆነ: ወደ የትኛውም ቦታ ለማንቀሳቀስ ጣትዎን በአውሮፕላኑ ላይ ያድርጉት።\n\nየአየር ጦርነት በነጻ ሲሰለቹ ለመጫወት በመስመር ላይ አስደሳች ጨዋታ ነው!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nየአየር ፍልሚያ ነጥቦችን ሪከርድ መስበር ትችላለህ? ምን ያህል ጥሩ እንደሆንክ እንይ። አሁን ይጫወቱ!",
    "bg": "Air Warfare е игра за безкрайни въздушни битки.\n\nЗапочна война и врагът настъпва по суша, море и въздух. Вашата задача в тази защитна игра е да свалите възможно най-много вражески бойци.\n\nИГРА\nОбърнете внимание на огневата мощ на врага и не бъдете свалени. Събирайте животи, пакети с помощ, амуниции, гориво и енергия и всичко необходимо, за да продължите играта възможно най-дълго, докато печелите точки. Най-добре е да стреляте по враговете или да ги избягвате, преди да ви достигнат.\n\nКАК СЕ ИГРАЕ НА ИГРА ЗА ВЪЗДУШНИ БОРБИ?\nИграта на въздушен бой е много проста. Състои се от преместване на вашия самолет във всяка посока, която желаете. Прицелете се или избягвайте врага. Събирайте боеприпаси, пакети с помощ, гориво и животи.\n\nУПРАВЛЕНИЯ\n- Ако играете на компютър: задръжте бутона на мишката върху самолета, за да го преместите във всяка посока.\n- Ако играете на мобилно устройство: поставете пръста си върху самолета, за да го преместите навсякъде.\n\nAir Warfare е забавна онлайн игра, която можете да играете, когато ви е скучно БЕЗПЛАТНО!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nМожете ли да счупите рекорда за точки за въздушен бой? Да видим колко си добър. Играй сега!",
    "bn": "এয়ার ওয়ারফেয়ার একটি অন্তহীন বিমান যুদ্ধের খেলা।\n\nএকটি যুদ্ধ শুরু হয়েছে, এবং শত্রু স্থল, সমুদ্র এবং আকাশে অগ্রসর হচ্ছে। এই প্রতিরক্ষা গেমে আপনার কাজ হল যতটা সম্ভব শত্রু যোদ্ধাদের গুলি করা।\n\nগেমপ্লে\nশত্রুর ফায়ারপাওয়ারের দিকে মনোযোগ দিন এবং গুলিবিদ্ধ হবেন না। জীবন, এইড প্যাক, গোলাবারুদ, জ্বালানি এবং শক্তি সংগ্রহ করুন এবং পয়েন্ট অর্জনের সময় যতক্ষণ সম্ভব গেমটি চালিয়ে যাওয়ার জন্য আপনার যা প্রয়োজন। শত্রুদের উপর গুলি করা বা আপনার কাছে পৌঁছানোর আগে তাদের এড়িয়ে যাওয়া ভাল।\n\nএয়ার কমব্যাট গেম কিভাবে খেলবেন?\nএয়ার কমব্যাট খেলা খুবই সহজ। এটি আপনার প্লেনকে আপনার ইচ্ছামত যেকোন দিকে নিয়ে যাওয়া নিয়ে গঠিত। শত্রুকে লক্ষ্য করুন বা এড়িয়ে চলুন। গোলাবারুদ, সহায়তা প্যাক, জ্বালানী এবং জীবন সংগ্রহ করুন।\n\nনিয়ন্ত্রণ\n- যদি আপনি একটি কম্পিউটারে খেলছেন: প্লেনে মাউস বোতামটি যে কোনো দিকে সরানোর জন্য চেপে ধরে রাখুন।\n- যদি আপনি একটি মোবাইল ডিভাইসে খেলছেন: প্লেনে আপনার আঙুল রাখুন যাতে এটি যেকোনো জায়গায় সরানো যায়।\n\nএয়ার ওয়ারফেয়ার হল একটি মজার খেলা যা বিনামূল্যের জন্য বিরক্ত হলে খেলার জন্য অনলাইন!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nআপনি কি এয়ার কমব্যাট পয়েন্টের রেকর্ড ভাঙতে পারবেন? দেখা যাক আপনি কতটা ভালো আছেন। এখন খেলুন!",
    "ca": "Air Warfare és un joc de batalla aèria sense fi.\n\nHa començat una guerra i l'enemic avança per terra, mar i aire. La teva tasca en aquest joc de defensa és enderrocar tants combatents enemics com sigui possible.\n\nJOC\nPresta atenció a la potència de foc de l'enemic i no et deixis abatut. Recull vides, paquets d'ajuda, munició, combustible i energia, i tot el que necessites per continuar el joc el màxim temps possible mentre guanyes punts. El millor és disparar als enemics o evitar-los abans que us arribin.\n\nCOM JUGAR AL JOC DE COMBAT AERI?\nJugar al combat aeri és molt senzill. Consisteix a moure el teu avió en qualsevol direcció que vulguis. Apunta o evita l'enemic. Recull munició, paquets d'ajuda, combustible i vides.\n\nCONTROLS\n- Si estàs jugant en un ordinador: mantén premut el botó del ratolí a l'avió per moure'l en qualsevol direcció.\n- Si esteu jugant en un dispositiu mòbil: col·loqueu el dit a l'avió per moure'l a qualsevol lloc.\n\nAir Warfare és un divertit joc en línia per jugar quan estàs avorrit GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nPots batre el rècord de punts de combat aeri? A veure que bé ets. Juga ara!",
    "cs": "Air Warfare je nekonečná letecká bitevní hra.\n\nZačala válka a nepřítel postupuje po zemi, moři i vzduchu. Vaším úkolem v této obranné hře je sestřelit co nejvíce nepřátelských bojovníků.\n\nHRANÍ\nDávejte pozor na palebnou sílu nepřítele a nenechte se sestřelit. Sbírejte životy, balíčky pomoci, munici, palivo a sílu a vše, co potřebujete, abyste mohli pokračovat ve hře co nejdéle a přitom sbírat body. Nejlepší je střílet po nepřátelích nebo se jim vyhýbat, než se k vám dostanou.\n\nJAK HRÁT HRU AIR COMBAT?\nHraní vzdušného souboje je velmi jednoduché. Spočívá v pohybu letadla libovolným směrem, který si přejete. Zamiřte na nepřítele nebo se mu vyhněte. Sbírejte munici, balíčky pomoci, palivo a životy.\n\nŘÍZENÍ\n- Pokud hrajete na počítači: podržte stisknuté tlačítko myši na rovině a posuňte ji libovolným směrem.\n- Pokud hrajete na mobilním zařízení: položte prst na letadlo a přesuňte jej kamkoli.\n\nAir Warfare je zábavná online hra, kterou můžete hrát, když se nudíte, ZDARMA!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nDokážete překonat rekord v počtu bodů ve vzduchu? Podívejme se, jak jste dobří. Hrát hned!",
    "da": "Air Warfare er et endeløst luftkampspil.\n\nEn krig er begyndt, og fjenden rykker frem på land, hav og luft. Din opgave i dette forsvarsspil er at skyde så mange fjendens krigere ned som muligt.\n\nSPIL\nVær opmærksom på fjendens ildkraft, og bliv ikke skudt ned. Saml liv, hjælpepakker, ammunition, brændstof og strøm, og alt hvad du behøver for at fortsætte spillet så længe som muligt, mens du optjener point. Det er bedst at skyde på fjenderne eller undgå dem, før de når dig.\n\nHVORDAN SPILLER MAN LUFTKAMPSPIL?\nAt spille luftkamp er meget enkelt. Det består i at flytte dit fly i enhver retning, du ønsker. Sigt mod eller undgå fjenden. Saml ammunition, hjælpepakker, brændstof og liv.\n\nKONTROLLER\n- Hvis du spiller på en computer: Hold museknappen nede på flyet for at flytte det i en hvilken som helst retning.\n- Hvis du spiller på en mobilenhed: Placer din finger på flyet for at flytte det hvor som helst.\n\nAir Warfare er et sjovt spil online at spille, når du keder dig GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nKan du slå rekorden for luftkampspoint? Lad os se, hvor god du er. Spil nu!",
    "de": "Air Warfare ist ein endloses Luftkampfspiel.\n\nEin Krieg hat begonnen, und der Feind rückt zu Lande, zu Wasser und in der Luft vor. Ihre Aufgabe in diesem Verteidigungsspiel ist es, so viele feindliche Kämpfer wie möglich abzuschießen.\n\nSPIELWEISE\nAchten Sie auf die Feuerkraft des Feindes und lassen Sie sich nicht abschießen. Sammle Leben, Hilfspakete, Munition, Treibstoff und Energie und alles, was du brauchst, um das Spiel so lange wie möglich fortzusetzen und dabei Punkte zu sammeln. Es ist am besten, auf die Feinde zu schießen oder ihnen auszuweichen, bevor sie dich erreichen.\n\nWIE SPIELT MAN AIR COMBAT SPIEL?\nLuftkampf zu spielen ist sehr einfach. Es besteht darin, Ihr Flugzeug in jede gewünschte Richtung zu bewegen. Zielen Sie auf den Feind oder vermeiden Sie ihn. Sammle Munition, Hilfspakete, Treibstoff und Leben.\n\nSTEUERUNG\n- Wenn Sie auf einem Computer spielen: Halten Sie die Maustaste auf dem Flugzeug gedrückt, um es in eine beliebige Richtung zu bewegen.\n- Wenn Sie auf einem Mobilgerät spielen: Legen Sie Ihren Finger auf das Flugzeug, um es überall hin zu bewegen.\n\nAir Warfare ist ein lustiges Online-Spiel, das Sie KOSTENLOS spielen können, wenn Sie sich langweilen!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nKannst du den Rekord für Luftkampfpunkte brechen? Mal sehen, wie gut du bist. Jetzt spielen!",
    "el": "Το Air Warfare είναι ένα ατελείωτο παιχνίδι αεροπορικής μάχης.\n\nΈνας πόλεμος έχει αρχίσει και ο εχθρός προελαύνει σε ξηρά, θάλασσα και αέρα. Το καθήκον σας σε αυτό το αμυντικό παιχνίδι είναι να καταρρίψετε όσο το δυνατόν περισσότερους εχθρικούς μαχητές.\n\nGAMEPLAY\nΔώστε προσοχή στη δύναμη πυρός του εχθρού και μην καταρρίψετε. Συλλέξτε ζωές, πακέτα βοήθειας, πυρομαχικά, καύσιμα και ισχύ και όλα όσα χρειάζεστε για να συνεχίσετε το παιχνίδι όσο το δυνατόν περισσότερο κερδίζοντας πόντους. Είναι καλύτερο να πυροβολείτε τους εχθρούς ή να τους αποφεύγετε πριν φτάσουν σε εσάς.\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ AIR COMBAT GAME;\nΤο να παίζεις αεροπορική μάχη είναι πολύ απλό. Συνίσταται στη μετακίνηση του αεροπλάνου σας προς όποια κατεύθυνση θέλετε. Στοχεύστε ή αποφύγετε τον εχθρό. Συλλέξτε πυρομαχικά, πακέτα βοήθειας, καύσιμα και ζωές.\n\nΕΛΕΓΧΟΙ\n- Εάν παίζετε σε υπολογιστή: κρατήστε πατημένο το κουμπί του ποντικιού στο αεροπλάνο για να το μετακινήσετε προς οποιαδήποτε κατεύθυνση.\n- Εάν παίζετε σε φορητή συσκευή: τοποθετήστε το δάχτυλό σας στο αεροπλάνο για να το μετακινήσετε οπουδήποτε.\n\nΤο Air Warfare είναι ένα διασκεδαστικό παιχνίδι online για να παίξετε όταν βαριέστε ΔΩΡΕΑΝ!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΜπορείς να σπάσεις το ρεκόρ για πόντους αερομαχίας; Για να δούμε πόσο καλός είσαι. Παίξε τώρα!",
    "en,en_AU": "Air Warfare is an endless air battle game. \n\nA war has begun, and the enemy is advancing on the land, sea, and air. Your task in this defense game is to shoot down as many enemy fighters as possible.\n\nGAMEPLAY\nPay attention to the enemy's firepower, and don't get shot down. Collect lives, aid packs, ammo, fuel and power, and everything you need to continue the game as long as possible while earning points. It is best to shoot at the enemies or avoid them before they reach you.\n\nHOW TO PLAY AIR COMBAT GAME?\nPlaying air combat is very simple. It consists of moving your plane in any direction you wish. Aim at or avoid the enemy. Collect ammunition, aid packs, fuel, and lives.\n\nCONTROLS\n- If you're playing on a computer: hold down the mouse button on the plane to move it in any direction.\n- If you are playing on a mobile device: place your finger on the plane to move it anywhere.\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you break the record for air combat points? Let's see how good you are. Play now!",
    "en_GB,en_US": "Air Warfare is an endless air battle game. \n\nA war has begun, and the enemy is advancing on the land, sea, and air. Your task in this defense game is to shoot down as many enemy fighters as possible.\n\nGAMEPLAY\nPay attention to the enemy's firepower, and don't get shot down. Collect lives, aid packs, ammo, fuel and power, and everything you need to continue the game as long as possible while earning points. It is best to shoot at the enemies or avoid them before they reach you.\n\nHOW TO PLAY AIR COMBAT GAME?\nPlaying air combat is very simple. It consists of moving your plane in any direction you wish. Aim at or avoid the enemy. Collect ammunition, aid packs, fuel, and lives.\n\nCONTROLS\n- If you're playing on a computer: hold down the mouse button on the plane to move it in any direction.\n- If you are playing on a mobile device: place your finger on the plane to move it anywhere.\n\nAir Warfare is a fun game online to play when bored for FREE! \n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you break the record for air combat points? Let's see how good you are. Play now!",
    "es,es_419": "Air Warfare es un juego de batalla aérea sin fin.\n\nHa comenzado una guerra y el enemigo avanza por tierra, mar y aire. Tu tarea en este juego de defensa es derribar a tantos combatientes enemigos como sea posible.\n\nCOMO SE JUEGA\nPresta atención a la potencia de fuego del enemigo y no te derriben. Recoge vidas, paquetes de ayuda, munición, combustible y energía, y todo lo que necesitas para continuar el juego el mayor tiempo posible mientras ganas puntos. Lo mejor es disparar a los enemigos o evitarlos antes de que te alcancen.\n\n¿CÓMO JUGAR AL JUEGO DE COMBATE AÉREO?\nJugar al combate aéreo es muy sencillo. Consiste en mover tu avión en la dirección que desees. Apunta o evita al enemigo. Recoge municiones, paquetes de ayuda, combustible y vidas.\n\nCONTROL S\n- Si estás jugando en una computadora: mantén presionado el botón del mouse sobre el avión para moverlo en cualquier dirección.\n- Si estás jugando en un dispositivo móvil: coloca el dedo en el avión para moverlo a cualquier lugar.\n\n¡Air Warfare es un divertido juego en línea para jugar cuando estás aburrido GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Puedes romper el récord de puntos de combate aéreo? Vamos a ver qué tan bueno eres. ¡Reproducir ahora!",
    "et": "Air Warfare on lõputu õhulahingu mäng.\n\nSõda on alanud ja vaenlane edeneb maal, merel ja õhus. Sinu ülesanne selles kaitsemängus on tulistada alla nii palju vaenlase võitlejaid kui võimalik.\n\nMÄNGUMÄNG\nPöörake tähelepanu vaenlase tulejõule ja ärge laske end alla lasta. Koguge elusid, abipakke, laskemoona, kütust ja jõudu ning kõike, mida vajate mängu jätkamiseks nii kaua kui võimalik, teenides samal ajal punkte. Parim on tulistada vaenlasi või vältida neid enne, kui nad teieni jõuavad.\n\nKUIDAS MÄNGIDA AIR COMBATI MÄNGU?\nÕhulahingu mängimine on väga lihtne. See seisneb lennuki liigutamises mis tahes soovitud suunas. Sihtige vaenlast või vältige seda. Koguge laskemoona, abipakke, kütust ja elusid.\n\nJUHTSEADMED\n- Kui mängite arvutis: hoidke lennukil hiirenuppu all, et seda mis tahes suunas liigutada.\n- Kui mängite mobiilseadmes: asetage sõrm lennukile, et see kuhugi liigutada.\n\nAir Warfare on lõbus võrgumäng, mida igavuse korral TASUTA mängida!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKas suudate purustada õhulahingu punktide rekordi? Vaatame, kui tubli sa oled. Mängi nüüd!",
    "fa": "جنگ هوایی یک بازی جنگ هوایی بی پایان است.\n\nجنگ آغاز شده است و دشمن در زمین و دریا و هوا در حال پیشروی است. وظیفه شما در این بازی دفاعی این است که تا حد امکان جنگنده های دشمن را ساقط کنید.\n\nگیم پلی\nبه قدرت آتش دشمن توجه کنید و ساقط نشوید. جمع آوری جان، بسته های کمک، مهمات، سوخت و نیرو، و هر چیزی که برای ادامه بازی تا زمانی که ممکن است و در عین حال امتیاز کسب کنید، نیاز دارید. بهتر است به سمت دشمنان شلیک کنید یا قبل از رسیدن به شما از آنها دوری کنید.\n\nچگونه بازی مبارزه هوایی را بازی کنیم؟\nانجام نبرد هوایی بسیار ساده است. این شامل حرکت هواپیما در هر جهتی است که می خواهید. دشمن را هدف بگیرید یا از آن دوری کنید. جمع آوری مهمات، بسته های کمک، سوخت، و جان.\n\nکنترل ها\n- اگر در حال بازی با رایانه هستید: دکمه ماوس را در هواپیما نگه دارید تا آن را به هر جهتی حرکت دهید.\n- اگر با یک دستگاه تلفن همراه بازی می کنید: انگشت خود را روی هواپیما قرار دهید تا آن را به هر جایی حرکت دهید.\n\nAir Warfare یک بازی آنلاین سرگرم کننده است که در صورت حوصله به صورت رایگان بازی می کند!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nآیا می توانید رکورد امتیازات نبرد هوایی را بشکنید؟ ببینیم چقدر خوب هستی الان بازی کن!",
    "fi": "Air Warfare on loputon ilmataistelupeli.\n\nSota on alkanut, ja vihollinen etenee maalla, merellä ja ilmassa. Tehtäväsi tässä puolustuspelissä on ampua alas mahdollisimman monta vihollistaistelijaa.\n\nPELAA\nKiinnitä huomiota vihollisen tulivoimaan, äläkä joudu ammutuksi alas. Kerää henkiä, avustuspakkauksia, ammuksia, polttoainetta ja voimaa sekä kaikkea mitä tarvitset jatkaaksesi peliä mahdollisimman pitkään samalla kun ansaitset pisteitä. On parasta ampua vihollisia kohti tai välttää heitä ennen kuin he saavuttavat sinut.\n\nMITEN PELAA AIR COMBAT PELIÄ?\nIlmataistelun pelaaminen on hyvin yksinkertaista. Se koostuu koneen siirtämisestä haluamaasi suuntaan. Tähtää viholliseen tai vältä häntä. Kerää ampumatarvikkeita, apupakkauksia, polttoainetta ja henkiä.\n\nSÄÄDÖT\n- Jos pelaat tietokoneella: pidä hiiren painiketta painettuna koneessa siirtääksesi sitä mihin tahansa suuntaan.\n- Jos pelaat mobiililaitteella: aseta sormesi lentokoneeseen siirtääksesi sitä minne tahansa.\n\nAir Warfare on hauska online-peli, jota voit pelata kyllästyneenä ILMAISEKSI!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nVoitko rikkoa ilmataistelupisteiden ennätyksen? Katsotaan kuinka hyvä olet. Pelaa nyt!",
    "fil": "Ang Air Warfare ay isang walang katapusang air battle game.\n\nNagsimula na ang digmaan, at ang kalaban ay sumusulong sa lupa, dagat, at himpapawid. Ang iyong gawain sa larong ito ng pagtatanggol ay ang bumaril ng pinakamaraming manlalaban ng kaaway hangga't maaari.\n\nGAMEPLAY\nBigyang-pansin ang firepower ng kaaway, at huwag mabaril. Mangolekta ng mga buhay, mga pack ng tulong, ammo, gasolina at kapangyarihan, at lahat ng kailangan mo upang ipagpatuloy ang laro hangga't maaari habang kumikita ng mga puntos. Pinakamabuting barilin ang mga kalaban o iwasan sila bago ka nila maabot.\n\nPAANO MAGLARO NG AIR COMBAT LARO?\nAng paglalaro ng air combat ay napakasimple. Binubuo ito ng paglipat ng iyong eroplano sa anumang direksyon na gusto mo. Layunin o iwasan ang kalaban. Mangolekta ng mga bala, mga aid pack, gasolina, at mga buhay.\n\nMGA KONTROL\n- Kung naglalaro ka sa isang computer: pindutin nang matagal ang pindutan ng mouse sa eroplano upang ilipat ito sa anumang direksyon.\n- Kung naglalaro ka sa isang mobile device: ilagay ang iyong daliri sa eroplano upang ilipat ito kahit saan.\n\nAng Air Warfare ay isang masayang laro online upang laruin kapag nababato nang LIBRE!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nMaaari mo bang basagin ang rekord para sa mga air combat point? Tingnan natin kung gaano ka kagaling. Maglaro Ngayon!",
    "fr": "Air Warfare est un jeu de combat aérien sans fin.\n\nUne guerre a commencé et l'ennemi avance sur terre, sur mer et dans les airs. Votre tâche dans ce jeu de défense est d'abattre autant de combattants ennemis que possible.\n\nJEU\nFaites attention à la puissance de feu de l'ennemi et ne vous faites pas abattre. Collectez des vies, des packs d'aide, des munitions, du carburant et de l'énergie, et tout ce dont vous avez besoin pour continuer le jeu aussi longtemps que possible tout en gagnant des points. Il est préférable de tirer sur les ennemis ou de les éviter avant qu'ils ne vous atteignent.\n\nCOMMENT JOUER AU JEU DE COMBAT AÉRIEN ?\nJouer au combat aérien est très simple. Il consiste à déplacer votre avion dans la direction que vous souhaitez. Visez ou évitez l'ennemi. Récupérez des munitions, des kits de secours, du carburant et des vies.\n\nLES CONTRÔLES\n- Si vous jouez sur un ordinateur : maintenez le bouton de la souris enfoncé sur l'avion pour le déplacer dans n'importe quelle direction.\n- Si vous jouez sur un appareil mobile : placez votre doigt sur l'avion pour le déplacer n'importe où.\n\nAir Warfare est un jeu amusant en ligne auquel jouer GRATUITEMENT quand on s'ennuie !\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nPouvez-vous battre le record de points de combat aérien ? Voyons à quel point tu es bon. Joue maintenant!",
    "gu": "એર વોરફેર એ અનંત હવાઈ યુદ્ધની રમત છે.\n\nયુદ્ધ શરૂ થઈ ગયું છે, અને દુશ્મન જમીન, સમુદ્ર અને હવામાં આગળ વધી રહ્યો છે. આ સંરક્ષણ રમતમાં તમારું કાર્ય શક્ય તેટલા દુશ્મન લડવૈયાઓને શૂટ કરવાનું છે.\n\nગેમપ્લે\nદુશ્મનની ફાયરપાવર પર ધ્યાન આપો, અને ગોળી મારશો નહીં. જીવન, સહાય પેક, દારૂગોળો, બળતણ અને શક્તિ અને પોઈન્ટ કમાતી વખતે શક્ય હોય ત્યાં સુધી રમત ચાલુ રાખવા માટે જરૂરી બધું એકત્રિત કરો. દુશ્મનો તમારા સુધી પહોંચે તે પહેલાં તેમના પર ગોળીબાર કરવો અથવા તેમને ટાળવું શ્રેષ્ઠ છે.\n\nએર કોમ્બેટ ગેમ કેવી રીતે રમવી?\nએર કોમ્બેટ રમવું ખૂબ જ સરળ છે. તેમાં તમારા પ્લેનને તમે ઈચ્છો તે દિશામાં ખસેડવાનો સમાવેશ થાય છે. દુશ્મન પર લક્ષ્ય રાખો અથવા ટાળો. દારૂગોળો, સહાય પેક, બળતણ અને જીવન એકત્રિત કરો.\n\nનિયંત્રણો\n- જો તમે કોમ્પ્યુટર પર રમી રહ્યા છો: પ્લેન પર માઉસ બટનને કોઈપણ દિશામાં ખસેડવા માટે તેને પકડી રાખો.\n- જો તમે મોબાઇલ ઉપકરણ પર રમી રહ્યા છો: તમારી આંગળીને પ્લેન પર ગમે ત્યાં ખસેડવા માટે મૂકો.\n\nએર વોરફેર એ મફતમાં કંટાળો આવે ત્યારે રમવા માટે ઑનલાઇન મજાની રમત છે!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nશું તમે એર કોમ્બેટ પોઈન્ટનો રેકોર્ડ તોડી શકો છો? ચાલો જોઈએ કે તમે કેટલા સારા છો. હવે રમો!",
    "he": "Air Warfare הוא משחק קרב אוויר אינסופי.\n\nמלחמה החלה, והאויב מתקדם ביבשה, בים ובאוויר. המשימה שלך במשחק ההגנה הזה היא להפיל כמה שיותר לוחמי אויב.\n\nGAMEPLAY\nשימו לב לכוח האש של האויב, ואל תפילו. אסוף חיים, חבילות סיוע, תחמושת, דלק וכוח, וכל מה שאתה צריך כדי להמשיך את המשחק זמן רב ככל האפשר תוך כדי צבירת נקודות. עדיף לירות באויבים או להימנע מהם לפני שהם מגיעים אליך.\n\nאיך לשחק במשחק קרב אוויר?\nמשחק קרבות אוויר הוא פשוט מאוד. זה מורכב מהזזת המטוס שלך לכל כיוון שתרצה. כוון או הימנע מהאויב. אסוף תחמושת, חבילות סיוע, דלק וחיים.\n\nבקרות\n- אם אתה משחק במחשב: החזק את לחצן העכבר לחוץ במטוס כדי להזיז אותו לכל כיוון.\n- אם אתה משחק במכשיר נייד: הנח את האצבע על המטוס כדי להזיז אותו לכל מקום.\n\nAir Warfare הוא משחק מקוון שכיף לשחק בו כשהוא משועמם בחינם!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nהאם אתה יכול לשבור את שיא נקודות קרב אוויר? בוא נראה כמה אתה טוב. שחק עכשיו!",
    "hi": "एयर वारफेयर एक अंतहीन हवाई युद्ध खेल है।\n\nएक युद्ध शुरू हो गया है, और दुश्मन जमीन, समुद्र और हवा पर आगे बढ़ रहा है। इस रक्षा खेल में आपका काम जितना संभव हो उतने दुश्मन लड़ाकों को मार गिराना है।\n\nगेमप्ले\nदुश्मन की मारक क्षमता पर ध्यान दें और नीचे गोली न मारें। जीवन, सहायता पैक, बारूद, ईंधन और शक्ति, और अंक अर्जित करते हुए खेल को यथासंभव लंबे समय तक जारी रखने के लिए आपको जो कुछ भी चाहिए, उसे इकट्ठा करें। दुश्मनों पर गोली चलाना या उनके आप तक पहुँचने से पहले उनसे बचना सबसे अच्छा है।\n\nएयर कॉम्बैट गेम कैसे खेलें?\nहवाई युद्ध खेलना बहुत सरल है। इसमें आपके विमान को आपकी इच्छानुसार किसी भी दिशा में ले जाना शामिल है। दुश्मन पर निशाना साधें या उससे बचें। गोला-बारूद, सहायता पैक, ईंधन और जीवन इकट्ठा करें।\n\nनियंत्रण\n- यदि आप कंप्यूटर पर खेल रहे हैं: विमान को किसी भी दिशा में ले जाने के लिए माउस बटन दबाए रखें।\n- अगर आप मोबाइल डिवाइस पर खेल रहे हैं: इसे कहीं भी ले जाने के लिए अपनी उंगली को प्लेन पर रखें।\n\nएयर वारफेयर एक मजेदार ऑनलाइन गेम है जिसे आप ऊबने पर मुफ्त में खेल सकते हैं!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nविशेषताएं:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nक्या आप हवाई युद्ध बिंदुओं का रिकॉर्ड तोड़ सकते हैं? आइए देखें कि आप कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Air Warfare je igra beskonačne borbe u zraku.\n\nRat je počeo, a neprijatelj napreduje kopnom, morem i zrakom. Vaš zadatak u ovoj obrambenoj igri je srušiti što više neprijateljskih boraca.\n\nIGRANJE\nObratite pozornost na neprijateljsku vatrenu moć i nemojte biti oboreni. Skupljajte živote, pakete pomoći, streljivo, gorivo i snagu i sve što vam je potrebno da nastavite igru što je duže moguće dok zarađujete bodove. Najbolje je pucati na neprijatelje ili ih izbjegavati prije nego što dođu do vas.\n\nKAKO IGRATI IGRU ZRAČNE BORBE?\nIgranje zračne borbe vrlo je jednostavno. Sastoji se od pomicanja vašeg aviona u bilo kojem smjeru koji želite. Ciljajte ili izbjegavajte neprijatelja. Skupljajte streljivo, pakete pomoći, gorivo i živote.\n\nKONTROLE\n- Ako igrate na računalu: držite tipku miša na ravnini da je pomaknete u bilo kojem smjeru.\n- Ako igrate na mobilnom uređaju: stavite prst na avion da ga pomaknete bilo gdje.\n\nAir Warfare je zabavna online igrica za BESPLATNO igranje kada vam je dosadno!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nMožete li oboriti rekord u zračnim borbenim bodovima? Da vidimo koliko si dobar. Igraj sada!",
    "hu": "Az Air Warfare egy végtelen légi harci játék.\n\nMegkezdődött a háború, és az ellenség előrenyomul a szárazföldön, a tengeren és a levegőben. Ebben a védelmi játékban az a feladatod, hogy minél több ellenséges harcost lőj le.\n\nJÁTÉKJÁTÉK\nÜgyeljen az ellenség tűzerejére, és ne lőjenek le. Gyűjts életeket, segélycsomagokat, lőszert, üzemanyagot és energiát, és mindent, amire szükséged van a játék minél tovább folytatásához, miközben pontokat szerezhetsz. A legjobb, ha rálősz az ellenségre, vagy elkerülöd őket, mielőtt elérnék.\n\nHOGYAN KELL JÁTSZANI LÉGI HARC JÁTÉKOT?\nA légi harcot játszani nagyon egyszerű. Ez abból áll, hogy a gépet a kívánt irányba mozgatja. Célozzon vagy kerülje el az ellenséget. Gyűjts lőszert, segélycsomagokat, üzemanyagot és életeket.\n\nKEZELŐSZERVEK\n- Ha számítógépen játszik: tartsa lenyomva az egérgombot a gépen, hogy bármely irányba mozgassa.\n- Ha mobileszközön játszik: helyezze az ujját a repülőgépre, hogy bárhová mozgassa.\n\nAz Air Warfare egy szórakoztató online játék, amelyet INGYEN játszhat, ha unatkozik!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nMeg tudod dönteni a légi harci pontok rekordját? Lássuk, milyen ügyes vagy. Játssz most!",
    "id": "Air Warfare adalah game pertempuran udara tanpa akhir.\n\nPerang telah dimulai, dan musuh bergerak maju di darat, laut, dan udara. Tugas Anda dalam game pertahanan ini adalah menembak jatuh pejuang musuh sebanyak mungkin.\n\nPERMAINAN\nPerhatikan daya tembak musuh, dan jangan sampai ditembak jatuh. Kumpulkan nyawa, paket bantuan, amunisi, bahan bakar dan tenaga, dan semua yang Anda butuhkan untuk melanjutkan permainan selama mungkin sambil mendapatkan poin. Yang terbaik adalah menembak musuh atau menghindarinya sebelum mereka mencapai Anda.\n\nBAGAIMANA CARA BERMAIN GAME KOMBAT UDARA?\nBermain pertempuran udara sangat sederhana. Ini terdiri dari menggerakkan pesawat Anda ke segala arah yang Anda inginkan. Bidik atau hindari musuh. Kumpulkan amunisi, paket bantuan, bahan bakar, dan nyawa.\n\nKONTROL\n- Jika Anda bermain di komputer: tahan tombol mouse di pesawat untuk menggerakkannya ke segala arah.\n- Jika Anda bermain di perangkat seluler: letakkan jari Anda di pesawat untuk memindahkannya ke mana saja.\n\nAir Warfare adalah game online yang menyenangkan untuk dimainkan saat bosan, GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nBisakah Anda memecahkan rekor poin pertempuran udara? Mari kita lihat seberapa baik Anda. Main sekarang!",
    "it": "Air Warfare è un gioco di battaglia aerea senza fine.\n\nÈ iniziata una guerra e il nemico avanza su terra, mare e aria. Il tuo compito in questo gioco di difesa è abbattere il maggior numero possibile di combattenti nemici.\n\nGIOCO\nPresta attenzione alla potenza di fuoco del nemico e non farti abbattere. Raccogli vite, pacchetti di aiuti, munizioni, carburante ed energia e tutto ciò di cui hai bisogno per continuare il gioco il più a lungo possibile guadagnando punti. È meglio sparare ai nemici o evitarli prima che ti colpiscano.\n\nCOME GIOCARE A AIR WARFARE?\nGiocare a Air Warfare è molto semplice. Consiste nel muovere il tuo aereo in qualsiasi direzione desideri. Mira o evita il nemico. Raccogli munizioni, pacchetti di aiuti, carburante e vite.\n\nCONTROLLI\n- Se stai giocando da computer: tieni premuto il pulsante del mouse sull'aereo mentre lo sposti in qualsiasi direzione.\n- Se stai giocando da dispositivo mobile: posiziona il dito sull'aereo per spostarlo ovunque.\n\nAir Warfare è un divertente gioco online a cui giocare quando sei annoiato GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nRiesci a battere ogni record con Air Warfare? Vediamo quanto sei bravo. Gioca ora!",
    "ja": "Air Warfare は無限の空中戦ゲームです。\n\n戦争が始まり、敵は陸、海、空に進軍している。 この防衛ゲームでのあなたの仕事は、できるだけ多くの敵の戦闘機を撃墜することです。\n\nゲームプレイ\n敵の火力に注意し、撃墜されないようにしましょう。 ライフ、エイド パック、弾薬、燃料、パワーなど、ポイントを稼ぎながらできるだけ長くゲームを続けるために必要なものをすべて集めましょう。 敵があなたに到達する前に、敵を撃つか避けるのが最善です。\n\n空中戦ゲームの遊び方は？\n空中戦のプレイは非常に簡単です。 それはあなたが望む方向にあなたの飛行機を動かすことから成ります。 敵を狙う、または避ける。 弾薬、援助パック、燃料、命を集めてください。\n\nコントロール\n- コンピュータでプレイしている場合: 平面上でマウス ボタンを押したままにして、任意の方向に移動します。\n- モバイル デバイスでプレイしている場合: 飛行機に指を置くと、どこにでも移動できます。\n\nAir Warfare は、退屈したときに無料で遊べるオンラインの楽しいゲームです!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\n空中戦ポイントの記録を破ることができますか? あなたがどれほど良いか見てみましょう。 今すぐプレイ！",
    "kn": "ಏರ್ ವಾರ್ಫೇರ್ ಅಂತ್ಯವಿಲ್ಲದ ಏರ್ ಬ್ಯಾಟಲ್ ಆಟವಾಗಿದೆ.\n\nಯುದ್ಧ ಪ್ರಾರಂಭವಾಗಿದೆ, ಮತ್ತು ಶತ್ರುಗಳು ಭೂಮಿ, ಸಮುದ್ರ ಮತ್ತು ಗಾಳಿಯಲ್ಲಿ ಮುನ್ನಡೆಯುತ್ತಿದ್ದಾರೆ. ಈ ರಕ್ಷಣಾ ಆಟದಲ್ಲಿ ನಿಮ್ಮ ಕಾರ್ಯವು ಸಾಧ್ಯವಾದಷ್ಟು ಶತ್ರು ಹೋರಾಟಗಾರರನ್ನು ಶೂಟ್ ಮಾಡುವುದು.\n\nಆಟದ ಆಟ\nಶತ್ರುಗಳ ಫೈರ್‌ಪವರ್‌ಗೆ ಗಮನ ಕೊಡಿ ಮತ್ತು ಹೊಡೆದುರುಳಿಸಬೇಡಿ. ಜೀವನ, ಸಹಾಯ ಪ್ಯಾಕ್‌ಗಳು, ammo, ಇಂಧನ ಮತ್ತು ಶಕ್ತಿ, ಮತ್ತು ಅಂಕಗಳನ್ನು ಗಳಿಸುವಾಗ ನೀವು ಸಾಧ್ಯವಾದಷ್ಟು ಕಾಲ ಆಟವನ್ನು ಮುಂದುವರಿಸಲು ಅಗತ್ಯವಿರುವ ಎಲ್ಲವನ್ನೂ ಸಂಗ್ರಹಿಸಿ. ಶತ್ರುಗಳ ಮೇಲೆ ಗುಂಡು ಹಾರಿಸುವುದು ಅಥವಾ ಅವರು ನಿಮ್ಮನ್ನು ತಲುಪುವ ಮೊದಲು ಅವರನ್ನು ತಪ್ಪಿಸುವುದು ಉತ್ತಮ.\n\nಏರ್ ಕಾಂಬ್ಯಾಟ್ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ?\nವಾಯು ಯುದ್ಧವನ್ನು ಆಡುವುದು ತುಂಬಾ ಸರಳವಾಗಿದೆ. ಇದು ನಿಮ್ಮ ವಿಮಾನವನ್ನು ನೀವು ಬಯಸುವ ಯಾವುದೇ ದಿಕ್ಕಿನಲ್ಲಿ ಚಲಿಸುವುದನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಶತ್ರುವನ್ನು ಗುರಿಮಾಡಿ ಅಥವಾ ತಪ್ಪಿಸಿ. ಯುದ್ಧಸಾಮಗ್ರಿ, ಸಹಾಯ ಪ್ಯಾಕ್‌ಗಳು, ಇಂಧನ ಮತ್ತು ಜೀವಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ನೀವು ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡುತ್ತಿದ್ದರೆ: ಯಾವುದೇ ದಿಕ್ಕಿನಲ್ಲಿ ಚಲಿಸಲು ವಿಮಾನದಲ್ಲಿರುವ ಮೌಸ್ ಬಟನ್ ಅನ್ನು ಒತ್ತಿ ಹಿಡಿಯಿರಿ.\n- ನೀವು ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಆಡುತ್ತಿದ್ದರೆ: ಅದನ್ನು ಎಲ್ಲಿಯಾದರೂ ಸರಿಸಲು ನಿಮ್ಮ ಬೆರಳನ್ನು ವಿಮಾನದ ಮೇಲೆ ಇರಿಸಿ.\n\nಏರ್ ವಾರ್‌ಫೇರ್ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಬೇಸರಗೊಂಡಾಗ ಉಚಿತವಾಗಿ ಆಡಲು ಮೋಜಿನ ಆಟವಾಗಿದೆ!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nನೀವು ವಾಯು ಯುದ್ಧ ಪಾಯಿಂಟ್‌ಗಳಿಗಾಗಿ ದಾಖಲೆಯನ್ನು ಮುರಿಯಬಹುದೇ? ನೀವು ಎಷ್ಟು ಒಳ್ಳೆಯವರು ಎಂದು ನೋಡೋಣ. ಈಗ ಆಡು!",
    "ko": "Air Warfare는 끝없는 공중전 게임입니다.\n\n전쟁이 시작되었고 적군은 육지, 바다, 공중에서 진군하고 있습니다. 이 방어 게임에서 당신의 임무는 가능한 한 많은 적 전투기를 격추하는 것입니다.\n\n게임플레이\n적의 화력에 주의를 기울이고 격추당하지 마십시오. 생명, 보조 팩, 탄약, 연료 및 전력, 포인트를 획득하면서 가능한 한 오랫동안 게임을 계속하는 데 필요한 모든 것을 수집하십시오. 적을 쏘거나 그들이 당신에게 도달하기 전에 피하는 것이 가장 좋습니다.\n\n공중전 게임을 하는 방법?\n공중전을 플레이하는 것은 매우 간단합니다. 비행기를 원하는 방향으로 움직이는 것으로 구성됩니다. 적을 조준하거나 피하십시오. 탄약, 구호품, 연료, 생명을 모으십시오.\n\n통제 수단\n- 컴퓨터에서 플레이하는 경우: 평면에서 마우스 버튼을 누르고 있으면 원하는 방향으로 이동할 수 있습니다.\n- 모바일 장치에서 플레이하는 경우: 평면에 손가락을 대면 어디든지 이동할 수 있습니다.\n\nAir Warfare는 지루할 때 무료로 즐길 수 있는 재미있는 온라인 게임입니다!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\n공중전 기록을 깰 수 있습니까? 당신이 얼마나 좋은지 보자. 지금 플레이하세요!",
    "lt": "Air Warfare yra nesibaigiantis oro mūšio žaidimas.\n\nPrasidėjo karas, o priešas veržiasi į žemę, jūrą ir orą. Jūsų užduotis šiame gynybos žaidime yra numušti kuo daugiau priešo kovotojų.\n\nŽAIDIMO ŽAIDIMAS\nAtkreipkite dėmesį į priešo ugnies jėgą ir nebūkite numušti. Surinkite gyvybes, pagalbos paketus, amuniciją, kurą ir jėgą bei viską, ko reikia, kad kuo ilgiau tęstumėte žaidimą ir gautumėte taškų. Geriausia šaudyti į priešus arba vengti jų, kol jie nepasiekia jūsų.\n\nKAIP ŽAISTI ORO KOVO ŽAIDIMĄ?\nŽaisti oro mūšį labai paprasta. Jį sudaro jūsų lėktuvo judėjimas bet kuria pageidaujama kryptimi. Nukreipkite į priešą arba venkite jo. Surinkite amuniciją, pagalbos paketus, degalus ir gyvybes.\n\nVALDYMAS\n- Jei žaidžiate kompiuteriu: laikykite nuspaudę pelės mygtuką ant lėktuvo, norėdami jį perkelti bet kuria kryptimi.\n- Jei žaidžiate mobiliajame įrenginyje: padėkite pirštą ant lėktuvo, kad perkeltumėte jį bet kur.\n\nAir Warfare yra įdomus žaidimas internete, kurį galima žaisti, kai nuobodu, NEMOKAMAI!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nAr galite sumušti oro kovos taškų rekordą? Pažiūrėkime, koks tu geras. Žaisti Dabar!",
    "lv": "Air Warfare ir bezgalīga gaisa kaujas spēle.\n\nIr sācies karš, un ienaidnieks virzās uz priekšu pa zemi, jūru un gaisu. Tavs uzdevums šajā aizsardzības spēlē ir notriekt pēc iespējas vairāk ienaidnieka cīnītāju.\n\nSPĒLES SPĒLE\nPievērsiet uzmanību ienaidnieka uguns spēkam un nesaņemiet notriekšanu. Savāc dzīvības, palīdzības pakas, munīciju, degvielu un jaudu, kā arī visu nepieciešamo, lai turpinātu spēli pēc iespējas ilgāk, vienlaikus pelnot punktus. Vislabāk ir šaut uz ienaidniekiem vai izvairīties no tiem, pirms tie sasniedz jūs.\n\nKĀ SPĒLĒT GAISA KAUŅU SPĒLI?\nGaisa kaujas spēlēšana ir ļoti vienkārša. Tas sastāv no lidmašīnas pārvietošanas jebkurā vēlamajā virzienā. Mērķējiet vai izvairieties no ienaidnieka. Savāc munīciju, palīdzības pakas, degvielu un dzīvības.\n\nVADĪBAS\n- Ja spēlējat datorā: turiet nospiestu peles pogu uz plaknes, lai pārvietotu to jebkurā virzienā.\n- Ja spēlējat mobilajā ierīcē: novietojiet pirkstu uz lidmašīnas, lai to pārvietotu uz jebkuru vietu.\n\nAir Warfare ir jautra spēle tiešsaistē, kuru var spēlēt, kad ir garlaicīgi BEZ MAKSAS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bezmaksas\n- bezsaistes spēle\n\nVai varat pārspēt gaisa kaujas punktu rekordu? Paskatīsimies, cik labi tu esi. Spēlēt tagad!",
    "ml": "എയർ വാർഫെയർ ഒരു അനന്തമായ എയർ യുദ്ധ ഗെയിമാണ്.\n\nഒരു യുദ്ധം ആരംഭിച്ചു, ശത്രു കരയിലും കടലിലും വായുവിലും മുന്നേറുന്നു. ഈ പ്രതിരോധ ഗെയിമിലെ നിങ്ങളുടെ ചുമതല കഴിയുന്നത്ര ശത്രു പോരാളികളെ വെടിവയ്ക്കുക എന്നതാണ്.\n\nഗെയിംപ്ലേ\nശത്രുവിന്റെ ഫയർ പവർ ശ്രദ്ധിക്കുക, വെടിയേറ്റ് വീഴരുത്. ലൈഫ്, എയ്ഡ് പായ്ക്കുകൾ, വെടിയുണ്ടകൾ, ഇന്ധനം, പവർ എന്നിവ ശേഖരിക്കുക, പോയിന്റുകൾ നേടുമ്പോൾ കഴിയുന്നിടത്തോളം ഗെയിം തുടരാൻ ആവശ്യമായതെല്ലാം. ശത്രുക്കൾക്ക് നേരെ വെടിയുതിർക്കുന്നതോ അവർ നിങ്ങളിലേക്ക് എത്തുന്നതിനുമുമ്പ് അവരെ ഒഴിവാക്കുന്നതോ ആണ് നല്ലത്.\n\nഎയർ കോംബാറ്റ് ഗെയിം എങ്ങനെ കളിക്കാം?\nഎയർ കോംബാറ്റ് കളിക്കുന്നത് വളരെ ലളിതമാണ്. നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഏത് ദിശയിലേക്കും നിങ്ങളുടെ വിമാനം നീക്കുന്നത് ഇതിൽ അടങ്ങിയിരിക്കുന്നു. ശത്രുവിനെ ലക്ഷ്യം വയ്ക്കുക അല്ലെങ്കിൽ ഒഴിവാക്കുക. വെടിമരുന്ന്, എയ്ഡ് പായ്ക്കുകൾ, ഇന്ധനം, ജീവനുകൾ എന്നിവ ശേഖരിക്കുക.\n\nനിയന്ത്രണങ്ങൾ\n- നിങ്ങൾ ഒരു കമ്പ്യൂട്ടറിൽ കളിക്കുകയാണെങ്കിൽ: ഏത് ദിശയിലേക്കും അത് നീക്കാൻ വിമാനത്തിലെ മൗസ് ബട്ടൺ അമർത്തിപ്പിടിക്കുക.\n- നിങ്ങൾ ഒരു മൊബൈൽ ഉപകരണത്തിൽ കളിക്കുകയാണെങ്കിൽ: വിമാനം എവിടെയും നീക്കാൻ നിങ്ങളുടെ വിരൽ അതിൽ വയ്ക്കുക.\n\nബോറടിക്കുമ്പോൾ സൗജന്യമായി കളിക്കാൻ ഓൺലൈനിൽ രസകരമായ ഒരു ഗെയിമാണ് എയർ വാർഫെയർ!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nനിങ്ങൾക്ക് എയർ കോംബാറ്റ് പോയിന്റുകളുടെ റെക്കോർഡ് തകർക്കാൻ കഴിയുമോ? നിങ്ങൾ എത്ര നല്ലവനാണെന്ന് നോക്കാം. ഇപ്പോൾ കളിക്കുക!",
    "mr": "एअर वॉरफेअर हा एक अंतहीन हवाई युद्धाचा खेळ आहे.\n\nयुद्ध सुरू झाले आहे आणि शत्रू जमीन, समुद्र आणि हवेत प्रगती करत आहे. या संरक्षण गेममधील आपले कार्य शक्य तितक्या शत्रू सैनिकांना मारणे आहे.\n\nगेमप्ले\nशत्रूच्या मारक शक्तीकडे लक्ष द्या आणि गोळीबार करू नका. लाइफ, मदत पॅक, दारूगोळा, इंधन आणि पॉवर आणि पॉइंट मिळवताना शक्य तितक्या वेळ गेम सुरू ठेवण्यासाठी आवश्यक असलेली प्रत्येक गोष्ट गोळा करा. शत्रूंवर गोळीबार करणे किंवा ते तुमच्यापर्यंत पोहोचण्यापूर्वी त्यांना टाळणे चांगले.\n\nएअर कॉम्बॅट गेम कसा खेळायचा?\nहवाई लढाई खेळणे खूप सोपे आहे. यात तुमचे विमान तुम्हाला पाहिजे त्या दिशेने हलवणे समाविष्ट आहे. शत्रूला लक्ष्य करा किंवा टाळा. दारूगोळा, मदत पॅक, इंधन आणि जीव गोळा करा.\n\nनियंत्रणे\n- जर तुम्ही कॉम्प्युटरवर खेळत असाल तर: ते कोणत्याही दिशेने हलवण्यासाठी विमानावरील माउस बटण दाबून ठेवा.\n- जर तुम्ही मोबाईल डिव्हाइसवर खेळत असाल तर: ते कुठेही हलवण्यासाठी तुमचे बोट विमानावर ठेवा.\n\nएअर वॉरफेअर हा विनामूल्य कंटाळा आला असताना खेळण्यासाठी ऑनलाइन एक मजेदार गेम आहे!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nतुम्ही एअर कॉम्बॅट पॉइंट्सचा विक्रम मोडू शकता का? आपण किती चांगले आहात ते पाहूया. आता खेळ!",
    "ms": "Air Warfare ialah permainan pertempuran udara yang tidak berkesudahan.\n\nPeperangan telah bermula, dan musuh sedang mara di darat, laut, dan udara. Tugas anda dalam permainan pertahanan ini adalah untuk menembak jatuh sebanyak mungkin pejuang musuh.\n\nPERMAINAN\nPerhatikan kuasa tembakan musuh, dan jangan ditembak jatuh. Kumpul nyawa, pek bantuan, peluru, bahan api dan kuasa, dan semua yang anda perlukan untuk meneruskan permainan selama mungkin sambil memperoleh mata. Adalah lebih baik untuk menembak musuh atau mengelakkan mereka sebelum mereka sampai kepada anda.\n\nBAGAIMANA UNTUK BERMAIN PERMAINAN TEMPUR UDARA?\nBermain pertempuran udara adalah sangat mudah. Ia terdiri daripada menggerakkan pesawat anda ke mana-mana arah yang anda inginkan. Sasarkan atau elakkan musuh. Kumpul peluru, pek bantuan, bahan api dan nyawa.\n\nKAWALAN\n- Jika anda bermain di komputer: tahan butang tetikus pada pesawat untuk mengalihkannya ke mana-mana arah.\n- Jika anda bermain pada peranti mudah alih: letakkan jari anda pada pesawat untuk mengalihkannya ke mana-mana sahaja.\n\nAir Warfare ialah permainan dalam talian yang menyeronokkan untuk dimainkan apabila bosan secara PERCUMA!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nBolehkah anda memecahkan rekod untuk mata pertempuran udara? Mari kita lihat sejauh mana kebaikan anda. Main sekarang!",
    "nl": "Air Warfare is een eindeloos luchtgevechtspel.\n\nEr is een oorlog begonnen en de vijand rukt op ter land, ter zee en in de lucht. Jouw taak in dit verdedigingsspel is om zoveel mogelijk vijandelijke jagers neer te schieten.\n\nSPEL\nLet op de vuurkracht van de vijand en zorg dat je niet wordt neergeschoten. Verzamel levens, hulppakketten, munitie, brandstof en kracht, en alles wat je nodig hebt om het spel zo lang mogelijk voort te zetten terwijl je punten verdient. Het is het beste om op de vijanden te schieten of ze te ontwijken voordat ze jou bereiken.\n\nHOE SPEEL JE EEN LUCHTGEVECHTSSPEL?\nLuchtgevechten spelen is heel eenvoudig. Het bestaat uit het verplaatsen van uw vliegtuig in elke gewenste richting. Richt op of ontwijk de vijand. Verzamel munitie, hulppakketten, brandstof en levens.\n\nBEDIENINGSELEMENTEN\n- Als je op een computer speelt: houd de muisknop op het vliegtuig ingedrukt om het in een willekeurige richting te bewegen.\n- Als je op een mobiel apparaat speelt: plaats je vinger op het vliegtuig om het overal naartoe te verplaatsen.\n\nAir Warfare is een leuk online spel om GRATIS te spelen als je je verveelt!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nKun jij het record voor luchtgevechtpunten verbreken? Laten we eens kijken hoe goed je bent. Nu afspelen!",
    "no": "Air Warfare er et endeløst luftkampspill.\n\nEn krig har begynt, og fienden rykker frem på land, sjø og luft. Din oppgave i dette forsvarsspillet er å skyte ned så mange fiendtlige jagerfly som mulig.\n\nSPILL\nVær oppmerksom på fiendens ildkraft, og ikke bli skutt ned. Samle liv, hjelpepakker, ammunisjon, drivstoff og kraft, og alt du trenger for å fortsette spillet så lenge som mulig mens du tjener poeng. Det er best å skyte mot fiendene eller unngå dem før de når deg.\n\nHVORDAN SPILLER DU LUFTKAMP?\nÅ spille luftkamp er veldig enkelt. Den består av å flytte flyet i hvilken som helst retning du ønsker. Sikt på eller unngå fienden. Samle ammunisjon, hjelpepakker, drivstoff og liv.\n\nKONTROLLER\n- Hvis du spiller på en datamaskin: hold nede museknappen på flyet for å flytte det i hvilken som helst retning.\n- Hvis du spiller på en mobilenhet: plasser fingeren på flyet for å flytte det hvor som helst.\n\nAir Warfare er et morsomt spill online å spille når du kjeder deg GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKSJONER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nKan du slå rekorden for luftkamppoeng? La oss se hvor god du er. Leke nå!",
    "pl": "Air Warfare to niekończąca się gra bitew powietrznych.\n\nRozpoczęła się wojna, a wróg zbliża się na lądzie, morzu iw powietrzu. Twoim zadaniem w tej grze obronnej jest zestrzelenie jak największej liczby wrogich myśliwców.\n\nROZGRYWKA\nZwracaj uwagę na siłę ognia wroga i nie daj się zestrzelić. Zbieraj życia, pakiety pomocy, amunicję, paliwo i moc oraz wszystko, czego potrzebujesz, aby kontynuować grę tak długo, jak to możliwe, zdobywając punkty. Najlepiej strzelać do wrogów lub ich unikać, zanim do ciebie dotrą.\n\nJAK GRAĆ W GRA WALKI POWIETRZNEJ?\nRozgrywka w walce powietrznej jest bardzo prosta. Polega na przesunięciu samolotu w dowolnym kierunku. Celuj we wroga lub unikaj go. Zbieraj amunicję, pakiety pomocy, paliwo i życia.\n\nSTEROWNICA\n- Jeśli grasz na komputerze: przytrzymaj przycisk myszy na samolocie, aby przesunąć go w dowolnym kierunku.\n- Jeśli grasz na urządzeniu mobilnym: umieść palec na samolocie, aby przenieść go w dowolne miejsce.\n\nAir Warfare to zabawna gra online, w którą możesz grać, gdy się nudzisz ZA DARMO!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKCJE:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nCzy uda ci się pobić rekord punktów walki powietrznej? Zobaczmy, jak dobry jesteś. Zagraj teraz!",
    "pt_BR,pt_PT": "Air Warfare é um jogo de batalha aérea sem fim.\n\nUma guerra começou e o inimigo está avançando por terra, mar e ar. Sua tarefa neste jogo de defesa é abater o maior número possível de caças inimigos.\n\nJOGABILIDADE\nPreste atenção no poder de fogo do inimigo e não seja abatido. Colete vidas, pacotes de ajuda, munição, combustível e energia, e tudo o que você precisa para continuar o jogo o maior tempo possível enquanto ganha pontos. É melhor atirar nos inimigos ou evitá-los antes que eles cheguem até você.\n\nCOMO JOGAR O JOGO DE COMBATE AÉREO?\nJogar combate aéreo é muito simples. Consiste em mover seu avião em qualquer direção que desejar. Mire ou evite o inimigo. Colete munição, pacotes de ajuda, combustível e vidas.\n\nCONTROLES\n- Se estiver jogando no computador: mantenha pressionado o botão do mouse no avião para movê-lo em qualquer direção.\n- Se estiver jogando em um dispositivo móvel: coloque o dedo no avião para movê-lo para qualquer lugar.\n\nAir Warfare é um divertido jogo online para jogar quando estiver entediado de GRAÇA!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nVocê pode quebrar o recorde de pontos de combate aéreo? Vamos ver o quão bom você é. Jogue agora!",
    "ro": "Air Warfare este un joc de luptă aerian fără sfârșit.\n\nUn război a început, iar inamicul înaintează pe uscat, pe mare și pe aer. Sarcina ta în acest joc de apărare este să dobori cât mai mulți luptători inamici.\n\nJOC\nAcordați atenție puterii de foc a inamicului și nu fiți doborât. Colectați vieți, pachete de ajutoare, muniție, combustibil și putere și tot ce aveți nevoie pentru a continua jocul cât mai mult posibil în timp ce câștigați puncte. Cel mai bine este să tragi în inamici sau să-i eviți înainte ca aceștia să ajungă la tine.\n\nCUM SE JUCA AIR COMBAT GAME?\nJocul de luptă aerian este foarte simplu. Constă în deplasarea avionului în orice direcție doriți. Țintește sau evită inamicul. Colectați muniție, pachete de ajutor, combustibil și vieți.\n\nCONTROALE\n- Dacă jucați pe un computer: țineți apăsat butonul mouse-ului de pe avion pentru a-l muta în orice direcție.\n- Dacă jucați pe un dispozitiv mobil: plasați degetul pe avion pentru a-l muta oriunde.\n\nAir Warfare este un joc online distractiv de jucat GRATUIT!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nPoți doborî recordul de puncte de luptă aeriană? Să vedem cât de bun ești. Joaca acum!",
    "ru": "Air Warfare — это бесконечный воздушный бой.\n\nНачалась война, и враг наступает на суше, на море и в воздухе. Ваша задача в этой оборонительной игре - сбить как можно больше вражеских истребителей.\n\nИГРА\nОбратите внимание на огневую мощь противника и не дайте себя сбить. Собирайте жизни, аптечки, боеприпасы, топливо и энергию и все, что вам нужно, чтобы продолжать игру как можно дольше, зарабатывая при этом очки. Лучше всего стрелять по врагам или избегать их, прежде чем они доберутся до вас.\n\nКАК ИГРАТЬ В AIR COMBAT?\nИграть в воздушный бой очень просто. Он состоит в перемещении вашего самолета в любом направлении, которое вы хотите. Цельтесь или избегайте врага. Собирайте боеприпасы, аптечки, топливо и жизни.\n\nУПРАВЛЕНИЕ\n- Если вы играете на компьютере: зажмите кнопку мыши на самолете, чтобы переместить его в любом направлении.\n- Если вы играете на мобильном устройстве: поместите палец на самолет, чтобы переместить его куда угодно.\n\nAir Warfare — веселая онлайн-игра, в которую можно играть, когда скучно, БЕСПЛАТНО!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nСможете ли вы побить рекорд по очкам воздушного боя? Посмотрим, насколько ты хорош. Играть сейчас!",
    "sk": "Air Warfare je nekonečná letecká bojová hra.\n\nZačala sa vojna a nepriateľ postupuje po zemi, mori a vzduchu. Vašou úlohou v tejto obrannej hre je zostreliť čo najviac nepriateľských bojovníkov.\n\nHRANIE\nDávajte pozor na palebnú silu nepriateľa a nenechajte sa zostreliť. Zbierajte životy, balíčky pomoci, muníciu, palivo a silu a všetko, čo potrebujete, aby ste mohli pokračovať v hre čo najdlhšie a zároveň získavať body. Najlepšie je strieľať na nepriateľov alebo sa im vyhýbať skôr, ako sa k vám dostanú.\n\nAKO HRAŤ HRU AIR COMBAT?\nHranie leteckých súbojov je veľmi jednoduché. Pozostáva z pohybu lietadla ľubovoľným smerom, ktorý si želáte. Zamierte na nepriateľa alebo sa mu vyhýbajte. Zbierajte muníciu, balíčky pomoci, palivo a životy.\n\nOVLÁDANIE\n- Ak hráte na počítači: podržte stlačené tlačidlo myši na lietadle, aby ste ho posunuli ľubovoľným smerom.\n- Ak hráte na mobilnom zariadení: položte prst na lietadlo, aby ste ho posunuli kdekoľvek.\n\nAir Warfare je zábavná online hra, ktorú môžete hrať, keď sa nudíte, ZADARMO!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nDokážete zlomiť rekord v počte bodov za boj vo vzduchu? Pozrime sa, aký si dobrý. Hrať teraz!",
    "sl": "Air Warfare je igra neskončne zračne bitke.\n\nZačela se je vojna in sovražnik napreduje po kopnem, morju in zraku. Vaša naloga v tej obrambni igri je sestreliti čim več sovražnih lovcev.\n\nIGRANJE\nBodite pozorni na sovražnikovo ognjeno moč in naj vas ne ustrelijo. Zbirajte življenja, pakete pomoči, strelivo, gorivo in moč ter vse, kar potrebujete za nadaljevanje igre čim dlje, medtem ko zaslužite točke. Najbolje je streljati na sovražnike ali se jim izogniti, preden te dosežejo.\n\nKAKO IGRATI IGRO AIR COMBAT?\nIgranje zračnega boja je zelo preprosto. Sestoji iz premikanja vašega letala v katero koli smer, ki jo želite. Ciljajte ali se izogibajte sovražniku. Zbirajte strelivo, pakete pomoči, gorivo in življenja.\n\nKONTROLE\n- Če igrate na računalniku: držite tipko miške na ravnini, da jo premaknete v katero koli smer.\n- Če igrate na mobilni napravi: položite prst na letalo, da ga premaknete kamor koli.\n\nAir Warfare je zabavna spletna igra, ki jo lahko igrate, ko vam je dolgčas, BREZPLAČNO!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nAli lahko podrete rekord v točkah zračnega boja? Poglejmo, kako dober si. Igraj zdaj!",
    "sr": "Аир Варфаре је бесконачна игра ваздушне битке.\n\nПочео је рат, а непријатељ напредује на копну, мору и ваздуху. Ваш задатак у овој одбрамбеној игри је да оборите што више непријатељских бораца.\n\nГАМЕПЛАИ\nОбратите пажњу на ватрену моћ непријатеља и немојте бити оборени. Сакупљајте животе, пакете помоћи, муницију, гориво и снагу и све што вам је потребно да наставите игру што је дуже могуће док зарађујете поене. Најбоље је пуцати на непријатеље или их избегавати пре него што стигну до вас.\n\nКАКО ИГРАТИ ИГРУ ВАЗДУШНЕ БОРБЕ?\nИграње ваздушне борбе је врло једноставно. Састоји се од померања вашег авиона у било ком правцу који желите. Циљајте или избегавајте непријатеља. Прикупите муницију, пакете помоћи, гориво и животе.\n\nКОНТРОЛЕ\n- Ако играте на рачунару: држите притиснут тастер миша на авиону да бисте га померили у било ком смеру.\n- Ако играте на мобилном уређају: ставите прст на авион да бисте га померили било где.\n\nАир Варфаре је забавна игра на мрежи за играње када је досадно БЕСПЛАТНО!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nМожете ли оборити рекорд за бодове у ваздушној борби? Да видимо колико си добар. Играј!",
    "sv": "Air Warfare är ett oändligt luftstridsspel.\n\nEtt krig har börjat, och fienden går framåt på land, hav och luft. Din uppgift i detta försvarsspel är att skjuta ner så många fientliga fighters som möjligt.\n\nSPEL\nVar uppmärksam på fiendens eldkraft och bli inte nedskjuten. Samla liv, hjälppaket, ammunition, bränsle och kraft och allt du behöver för att fortsätta spelet så länge som möjligt samtidigt som du tjänar poäng. Det är bäst att skjuta mot fienderna eller undvika dem innan de når dig.\n\nHUR SPELAR MAN LUFTKAMPSPEL?\nAtt spela luftstrid är väldigt enkelt. Det består av att flytta ditt plan i vilken riktning du vill. Sikta på eller undvika fienden. Samla ammunition, hjälppaket, bränsle och liv.\n\nKONTROLLER\n- Om du spelar på en dator: håll ner musknappen på planet för att flytta det i valfri riktning.\n- Om du spelar på en mobil enhet: placera fingret på planet för att flytta det någonstans.\n\nAir Warfare är ett roligt spel online att spela när du är uttråkad GRATIS!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nKan du slå rekordet för luftstridspoäng? Låt oss se hur bra du är. Spela nu!",
    "sw": "Vita vya Ndege ni mchezo usio na mwisho wa vita vya hewa.\n\nVita vimeanza, na adui anasonga mbele juu ya nchi kavu, baharini, na angani. Kazi yako katika mchezo huu wa ulinzi ni kuwapiga chini wapiganaji wengi wa adui iwezekanavyo.\n\nMCHEZO WA MCHEZO\nZingatia nguvu ya moto ya adui, na usipigwe risasi. Kusanya maisha, vifurushi vya msaada, ammo, mafuta na nishati, na kila kitu unachohitaji ili kuendeleza mchezo kwa muda mrefu iwezekanavyo huku ukipata pointi. Ni bora kuwapiga risasi maadui au kuwaepuka kabla hawajakufikia.\n\nJINSI YA KUCHEZA MCHEZO WA KUPAMBANA NA HEWA?\nKucheza mapigano ya hewa ni rahisi sana. Inajumuisha kusogeza ndege yako katika mwelekeo wowote unaotaka. Lengo au kuepuka adui. Kusanya risasi, vifurushi vya misaada, mafuta na maisha.\n\nVIDHIBITI\n- Ikiwa unacheza kwenye kompyuta: shikilia kitufe cha kipanya kwenye ndege ili kuisogeza katika mwelekeo wowote.\n- Ikiwa unacheza kwenye kifaa cha rununu: weka kidole chako kwenye ndege ili kuisogeza popote.\n\nAir Warfare ni mchezo wa kufurahisha kucheza mtandaoni ukiwa umechoshwa BILA MALIPO!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nVIPENGELE:\n- HTML5 Mchezo\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nJe, unaweza kuvunja rekodi ya pointi za kupambana na hewa? Hebu tuone jinsi ulivyo mzuri. Cheza sasa!",
    "ta": "ஏர் வார்ஃபேர் என்பது முடிவற்ற வான் போர் விளையாட்டு.\n\nஒரு போர் தொடங்கியது, எதிரி நிலம், கடல் மற்றும் வான்வழியாக முன்னேறி வருகிறான். இந்த பாதுகாப்பு விளையாட்டில் உங்கள் பணி முடிந்தவரை பல எதிரி போராளிகளை சுட வேண்டும்.\n\nகேம்ப்ளே\nஎதிரியின் துப்பாக்கிச் சூட்டில் கவனம் செலுத்துங்கள், சுட்டு வீழ்த்தப்படாதீர்கள். உயிர்கள், உதவிப் பொதிகள், வெடிமருந்துகள், எரிபொருள் மற்றும் சக்தி மற்றும் புள்ளிகளைப் பெறும்போது முடிந்தவரை விளையாட்டைத் தொடர தேவையான அனைத்தையும் சேகரிக்கவும். எதிரிகளை நோக்கிச் சுடுவது அல்லது அவர்கள் உங்களை அடையும் முன் அவர்களைத் தவிர்ப்பது நல்லது.\n\nஏர் போர் கேம் விளையாடுவது எப்படி?\nவிமானப் போர் விளையாடுவது மிகவும் எளிது. இது உங்கள் விமானத்தை நீங்கள் விரும்பும் எந்த திசையிலும் நகர்த்துவதைக் கொண்டுள்ளது. எதிரியை நோக்கவும் அல்லது தவிர்க்கவும். வெடிமருந்துகள், உதவிப் பொதிகள், எரிபொருள் மற்றும் உயிர்களை சேகரிக்கவும்.\n\nகட்டுப்பாடுகள்\n- நீங்கள் கணினியில் விளையாடுகிறீர்கள் என்றால்: விமானத்தை எந்த திசையிலும் நகர்த்த, மவுஸ் பட்டனை அழுத்திப் பிடிக்கவும்.\n- நீங்கள் மொபைல் சாதனத்தில் விளையாடுகிறீர்கள் என்றால்: விமானத்தை எங்கும் நகர்த்த உங்கள் விரலை விமானத்தில் வைக்கவும்.\n\nஏர் வார்ஃபேர் என்பது ஆன்லைனில் சலிப்படையும்போது இலவசமாக விளையாடுவதற்கான ஒரு வேடிக்கையான விளையாட்டு!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nவிமானப் போர் புள்ளிகளுக்கான சாதனையை உங்களால் முறியடிக்க முடியுமா? நீங்கள் எவ்வளவு நல்லவர் என்று பார்ப்போம். இப்பொழுதே விளையாடு!",
    "te": "ఎయిర్ వార్‌ఫేర్ అనేది అంతులేని గాలి యుద్ధ గేమ్.\n\nఒక యుద్ధం ప్రారంభమైంది, మరియు శత్రువు భూమి, సముద్రం మరియు గాలిలో ముందుకు సాగుతున్నాడు. ఈ డిఫెన్స్ గేమ్‌లో మీ పని వీలైనంత ఎక్కువ మంది శత్రు యోధులను కాల్చివేయడం.\n\nగేమ్ప్లే\nశత్రువు యొక్క మందుగుండు సామగ్రికి శ్రద్ధ వహించండి మరియు కాల్చివేయబడకండి. జీవితాలు, సహాయ ప్యాక్‌లు, మందు సామగ్రి సరఫరా, ఇంధనం మరియు శక్తిని సేకరించండి మరియు పాయింట్లను సంపాదించేటప్పుడు మీరు వీలైనంత కాలం గేమ్‌ను కొనసాగించడానికి అవసరమైన ప్రతిదాన్ని సేకరించండి. శత్రువులు మిమ్మల్ని చేరుకోకముందే వారిపై కాల్చడం లేదా వారిని నివారించడం ఉత్తమం.\n\nఎయిర్ కంబాట్ గేమ్ ఎలా ఆడాలి?\nగాలి పోరాటాన్ని ఆడటం చాలా సులభం. ఇది మీరు కోరుకున్న ఏ దిశలోనైనా మీ విమానాన్ని తరలించడాన్ని కలిగి ఉంటుంది. శత్రువును లక్ష్యంగా చేసుకోండి లేదా తప్పించుకోండి. మందుగుండు సామగ్రి, సహాయ ప్యాక్‌లు, ఇంధనం మరియు జీవితాలను సేకరించండి.\n\nనియంత్రణలు\n- మీరు కంప్యూటర్‌లో ప్లే చేస్తుంటే: విమానం ఏ దిశలోనైనా తరలించడానికి మౌస్ బటన్‌ను నొక్కి పట్టుకోండి.\n- మీరు మొబైల్ పరికరంలో ప్లే చేస్తుంటే: దాన్ని ఎక్కడికైనా తరలించడానికి మీ వేలిని విమానంలో ఉంచండి.\n\nఎయిర్ వార్‌ఫేర్ అనేది విసుగు చెందినప్పుడు ఉచితంగా ఆడటానికి ఆన్‌లైన్‌లో ఒక ఆహ్లాదకరమైన గేమ్!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమీరు ఎయిర్ కంబాట్ పాయింట్ల రికార్డును బ్రేక్ చేయగలరా? మీరు ఎంత మంచివారో చూద్దాం. ఇప్పుడు ఆడు!",
    "th": "Air Warfare เป็นเกมต่อสู้ทางอากาศที่ไม่มีที่สิ้นสุด\n\nสงครามได้เริ่มขึ้นแล้ว และศัตรูกำลังรุกคืบเข้ามาทางบก ทางทะเล และทางอากาศ งานของคุณในเกมป้องกันนี้คือยิงเครื่องบินรบศัตรูให้ได้มากที่สุด\n\nเกมเพลย์\nให้ความสนใจกับอำนาจการยิงของศัตรู และอย่าถูกยิง รวบรวมชีวิต ซองช่วยเหลือ กระสุน เชื้อเพลิงและพลังงาน และทุกสิ่งที่คุณต้องการเพื่อดำเนินเกมต่อไปให้นานที่สุดในขณะที่รับคะแนน เป็นการดีที่สุดที่จะยิงใส่ศัตรูหรือหลีกเลี่ยงก่อนที่พวกมันจะมาถึงคุณ\n\nจะเล่นเกมต่อสู้ทางอากาศได้อย่างไร?\nการเล่นการต่อสู้ทางอากาศนั้นง่ายมาก ประกอบด้วยการเคลื่อนเครื่องบินของคุณไปในทิศทางใดก็ได้ที่คุณต้องการ เล็งไปที่หรือหลีกเลี่ยงศัตรู รวบรวมกระสุน ชุดช่วยเหลือ เชื้อเพลิง และชีวิต\n\nการควบคุม\n- หากคุณกำลังเล่นบนคอมพิวเตอร์: กดปุ่มเมาส์บนระนาบค้างไว้เพื่อเลื่อนไปในทิศทางใดก็ได้\n- หากคุณกำลังเล่นบนอุปกรณ์พกพา: วางนิ้วของคุณบนระนาบเพื่อเลื่อนไปที่ใดก็ได้\n\nAir Warfare เป็นเกมออนไลน์สนุก ๆ เล่นฟรีเมื่อเบื่อ!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณสามารถทำลายสถิติคะแนนการต่อสู้ทางอากาศได้หรือไม่? มาดูกันว่าคุณเก่งแค่ไหน เล่นเลย!",
    "tr": "Air Warfare, sonsuz bir hava savaşı oyunudur.\n\nBir savaş başlamıştır ve düşman karada, denizde ve havada ilerlemektedir. Bu savunma oyununda göreviniz, mümkün olduğu kadar çok sayıda düşman savaşçısını vurmaktır.\n\nOYNANIŞ\nDüşmanın ateş gücüne dikkat edin ve vurulmayın. Puan kazanırken oyuna olabildiğince uzun süre devam etmek için canları, yardım paketlerini, cephaneyi, yakıtı ve gücü ve ihtiyacınız olan her şeyi toplayın. Düşmanlara ateş etmek veya onlar size ulaşmadan onlardan kaçınmak en iyisidir.\n\nHAVA SAVAŞI OYUNU NASIL OYNANIR?\nHava muharebesi oynamak çok basittir. Uçağınızı istediğiniz yöne hareket ettirmekten ibarettir. Düşmana nişan alın veya düşmandan kaçının. Mühimmat, yardım paketleri, yakıt ve canları toplayın.\n\nKONTROLLER\n- Bir bilgisayarda oynuyorsanız: uçağı herhangi bir yöne hareket ettirmek için fare düğmesini basılı tutun.\n- Bir mobil cihazda oynuyorsanız: herhangi bir yere taşımak için parmağınızı uçağa yerleştirin.\n\nAir Warfare, canınız sıkıldığında ÜCRETSİZ oynayabileceğiniz eğlenceli bir çevrimiçi oyundur!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nHava muharebe noktaları rekorunu kırabilir misin? Bakalım ne kadar iyisin. Şimdi oyna!",
    "uk": "Air Warfare - це нескінченна гра в повітряний бій.\n\nПочалася війна, і ворог наступає по суші, морю і повітрю. Ваше завдання в цій грі захисту - збити якомога більше ворожих винищувачів.\n\nГЕЙМПЛЕЙ\nЗвертайте увагу на вогневу міць противника, щоб вас не збили. Збирайте життя, набори допомоги, боєприпаси, пальне та енергію та все, що вам потрібно, щоб продовжувати гру якомога довше, заробляючи очки. Найкраще стріляти у ворогів або уникати їх до того, як вони досягнуть вас.\n\nЯК ГРАТИ В ГРУ ПОВІТРЯНИЙ БІЙ?\nГрати в повітряний бій дуже просто. Він складається з переміщення вашого літака в будь-якому напрямку, який ви хочете. Цільтесь або уникайте ворога. Збирайте боєприпаси, набори допомоги, пальне та життя.\n\nУПРАВЛІННЯ\n- Якщо ви граєте на комп'ютері: утримуйте кнопку миші на літаку, щоб рухати його в будь-якому напрямку.\n- Якщо ви граєте на мобільному пристрої: покладіть палець на літак, щоб перемістити його куди завгодно.\n\nAir Warfare — весела онлайн-гра, у яку можна грати, коли вам нудно, БЕЗКОШТОВНО!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЧи зможете ви побити рекорд за кількістю очок повітряного бою? Подивимося, який ти молодець. Грати зараз!",
    "vi": "Air Warfare là một trò chơi chiến đấu trên không vô tận.\n\nMột cuộc chiến đã bắt đầu và kẻ thù đang tiến lên trên bộ, trên biển và trên không. Nhiệm vụ của bạn trong trò chơi phòng thủ này là bắn hạ càng nhiều máy bay chiến đấu của kẻ thù càng tốt.\n\nCHƠI TRÒ CHƠI\nHãy chú ý đến hỏa lực của kẻ thù và đừng để bị bắn hạ. Thu thập mạng sống, gói viện trợ, đạn, nhiên liệu và sức mạnh, cũng như mọi thứ bạn cần để tiếp tục trò chơi càng lâu càng tốt trong khi kiếm được điểm. Tốt nhất là bắn vào kẻ thù hoặc tránh chúng trước khi chúng tiếp cận bạn.\n\nLÀM THẾ NÀO ĐỂ CHƠI TRÒ CHƠI KHÔNG CHIẾN?\nChơi không chiến rất đơn giản. Nó bao gồm việc di chuyển máy bay của bạn theo bất kỳ hướng nào bạn muốn. Nhắm vào hoặc tránh kẻ thù. Thu thập đạn dược, gói viện trợ, nhiên liệu và mạng sống.\n\nKIỂM SOÁT\n- Nếu chơi trên máy tính: nhấn giữ chuột vào mặt phẳng để di chuyển nó theo bất kỳ hướng nào.\n- Nếu bạn đang chơi trên thiết bị di động: hãy đặt ngón tay lên mặt phẳng để di chuyển nó đến bất kỳ đâu.\n\nAir Warfare là một trò chơi trực tuyến thú vị để chơi MIỄN PHÍ khi buồn chán!\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ Chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể phá kỷ lục về điểm không chiến không? Hãy xem bạn giỏi như thế nào. Bắt đầu chơi!",
    "zh_CN": "空战是一款无尽的空战游戏。\n\n一场战争已经打响，敌军在海陆空三方推进。 在这个防御游戏中，您的任务是击落尽可能多的敌方战斗机。\n\n游戏玩法\n注意敌人的火力，不要被击落。 收集生命、援助包、弹药、燃料和动力，以及尽可能长时间继续游戏所需的一切，同时赚取积分。 最好在敌人到达你之前向他们射击或避开他们。\n\n如何玩空战游戏？\n玩空战非常简单。 它包括沿您希望的任何方向移动您的飞机。 瞄准或避开敌人。 收集弹药、援助包、燃料和生命。\n\n控件\n- 如果你在电脑上玩：在飞机上按住鼠标按钮可以向任何方向移动。\n- 如果您在移动设备上玩游戏：将手指放在平面上即可将其移动到任何地方。\n\n空战是一款有趣的在线游戏，可以在无聊时免费玩！\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能打破空战积分的记录吗？ 让我们看看你有多好。 现在播放！",
    "zh_TW": "空戰是一款無盡的空戰遊戲。\n\n一場戰爭已經打響，敵軍在海陸空三方推進。 在這個防禦遊戲中，您的任務是擊落盡可能多的敵方戰鬥機。\n\n遊戲玩法\n注意敵人的火力，不要被擊落。 收集生命、援助包、彈藥、燃料和動力，以及盡可能長時間繼續遊戲所需的一切，同時賺取積分。 最好在敵人到達你之前向他們射擊或避開他們。\n\n如何玩空戰遊戲？\n玩空戰非常簡單。 它包括沿您希望的任何方向移動您的飛機。 瞄准或避開敵人。 收集彈藥、援助包、燃料和生命。\n\n控件\n- 如果你在電腦上玩：在飛機上按住鼠標按鈕可以向任何方向移動。\n- 如果您在移動設備上玩遊戲：將手指放在平面上即可將其移動到任何地方。\n\n空戰是一款有趣的在線遊戲，可以在無聊時免費玩！\n\nAir Warfare is a fun war shooting game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n你能打破空戰積分的記錄嗎？ 讓我們看看你有多好。 現在播放！"
  }
}