{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Extractor - One Click Lead"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly collect leads with our powerful extension that auto-extracts and saves email IDs from visited web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for Automatic Email ID Extraction from Web Pages\n\nthe Email Extractor Tool, a powerful Chrome extension designed to effortlessly retrieve valid email addresses from web pages. With this tool, you can conveniently copy email addresses or export the entire list to a text or CSV file.\n\nThe Email Extractor is a valuable tool that helps sales and marketing teams, recruitment agencies, HR professionals, small business owners, researchers, and digital marketers. It makes it easy to quickly find and collect email addresses from different sources, automate the email search process, and create detailed email lists. This tool helps you reach your target audience more effectively, saving you time and effort.\n\nFeatures:\nAutoVisit: Automatically visit a list of queued URLs.\nAutomatic Email Extraction: Extract email addresses from web pages seamlessly.\nDashboard View: Access a comprehensive dashboard where you can see all extracted email addresses along with statistical data such as:\n-Total number of email addresses extracted.\n-Email addresses found in the last 24 hours.\n-Count of unique domains.\nDownload Option: Download the stored email IDs.\n\nHow to Use the Extension:\n- After installation, the extension will automatically extract emails from web pages you visit.\n- The number of emails collected on the current tab will be shown on the icon in the browser toolbar.\n- Click the \"Dashboard\" button to open a full-screen page where you can view a table of the collected emails.\n\nHow It Works\nAutoSave: Automatically save all discovered email IDs as you browse.\nAutomation: Queue up to 1,000 URLs for the tool to visit. A robot will then navigate these pages and extract all email addresses found.\n\nThe plugin extracts email IDs directly from the source code, allowing it to uncover hidden email addresses that may not be visible on the front end. For instance, if a website displays three email addresses, the plugin might find more if there are hidden ones in the source code."
  }
}