{
  "name": {
    "ar": "X برنامج تنزيل الوسائط - تنزيل الصور ومقاطع الفيديو من تويتر",
    "am": "ኤክስ ሚዲያ ዳውንሎደር - በTwitter የምስል እና ቪዲዮ ዳውንሎደር",
    "bg": "X Медия Даунлоудър - Twitter Изтегляне на снимки и видео",
    "bn": "X মিডিয়া ডাউনলোডার - টুইটার ইমেজ ও ভিডিও ডাউনলোডার",
    "ca": "X Descàrrega de Mitjans - Descarregador d'Imatges i Vídeos de Twitter",
    "cs": "X Stahovač médií - Stahovač obrázků a videí z Twitteru",
    "da": "X Medie Downloader - Twitter Billede & Video Downloader",
    "de": "X Medien-Downloader - Twitter Bild- und Video-Downloader",
    "el": "X Λήψη Πολυμέσων - Λήψη Εικόνων και Βίντεο από το Twitter",
    "en,en_AU,en_GB,en_US": "X Media Downloader - Twitter Image & Video Downloader",
    "es,es_419": "X Descargador de Medios - Descargador de Imágenes y Videos de Twitter",
    "et": "X Meedia Allalaadija - Twitteri Pildi ja Video Allalaadija",
    "fa": "دانلودر رسانه‌ای X - دانلود تصاویر و ویدیوهای توییتر",
    "fi": "X Media Lataaja - Twitter Kuvien ja Videoiden Lataaja",
    "fil": "X Downloader ng Media - Downloader ng Larawan at Video sa Twitter",
    "fr": "Téléchargeur de Médias X - Téléchargeur d'Images et de Vidéos Twitter",
    "gu": "X મીડિયા ડાઉનલોડર - Twitter ઇમેજ અને વિડિઓ ડાઉનલોડર",
    "he": "X מוריד מדיה - מוריד תמונות וסרטונים מטוויטר",
    "hi": "X मीडिया डाउनलोडर - ट्विटर इमेज और वीडियो डाउनलोडर",
    "hr": "X Preuzimač medija - Twitter Preuzimač slika i videozapisa",
    "hu": "X Média Letöltő - Twitter Kép- és Videóletöltő",
    "id": "X Pengunduh Media - Pengunduh Gambar & Video Twitter",
    "it": "X Downloader di Media - Downloader di Immagini e Video di Twitter",
    "ja": "X メディアダウンローダー - Twitter 画像＆動画ダウンローダー",
    "kn": "X ಮೀಡಿಯಾ ಡೌನ್‌ಲೋಡರ್ - Twitter ಚಿತ್ರ ಮತ್ತು ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡರ್",
    "ko": "X 미디어 다운로더 - 트위터 이미지 및 비디오 다운로더",
    "lt": "X Medijų Atsisiuntėjas - Twitter Vaizdų ir Vaizdo Įrašų Atsisiuntėjas",
    "lv": "X Mediju Lejupielādētājs - Twitter Attēlu un Video Lejupielādētājs",
    "ml": "X മീഡിയ ഡൗൺലോഡർ - Twitter ഇമേജുകളും വീഡിയോകളും ഡൗൺലോഡർ",
    "mr": "X मीडिया डाउनलोडर - ट्विटर प्रतिमा आणि व्हिडिओ डाउनलोडर",
    "ms": "X Pemuat Turun Media - Pemuat Turun Imej & Video Twitter",
    "nl": "X Media Downloader - Twitter Afbeeldingen & Video's Downloader",
    "no": "X Medie Nedlaster - Twitter Bilde- og Videonedlaster",
    "pl": "X Pobieracz Multimediów - Pobieracz Obrazów i Filmów z Twittera",
    "pt_BR,pt_PT": "X Baixador de Mídia - Baixador de Imagens e Vídeos do Twitter",
    "ro": "X Descărcător de Media - Descărcător de Imagini și Video de pe Twitter",
    "ru": "X Медиазагрузчик - Загрузчик изображений и видео из Twitter",
    "sk": "X Sťahovač Médií - Stahovač Obrázkov a Videí z Twitteru",
    "sl": "X Prenosnik Medijev - Prenosnik Slik in Videov iz Twitterja",
    "sr": "X Преузимач Медија - Преузимач слика и видео записа са Твитера",
    "sv": "X Media Downloader - Twitter Bild- och Videonedladdare",
    "sw": "X Pakua Vyombo vya Habari - Mpakua Picha na Video za Twitter",
    "ta": "X ஊடகப் பதிவிறக்கி - Twitter படங்களும் வீடியோக்களும் பதிவிறக்கி",
    "te": "X మీడియా డౌన్‌లోడర్ - Twitter చిత్రం & వీడియో డౌన్‌లోడర్",
    "th": "X ตัวดาวน์โหลดสื่อ - ตัวดาวน์โหลดภาพและวิดีโอจาก Twitter",
    "tr": "X Medya İndirici - Twitter Görsel ve Video İndirici",
    "uk": "X Завантажувач Медіа - Завантажувач Зображень та Відео з Twitter",
    "vi": "X Trình Tải Xuống Phương Tiện - Trình Tải Xuống Hình Ảnh & Video Twitter",
    "zh_CN": "X 媒体下载器 - Twitter 图片和视频下载器",
    "zh_TW": "X 媒體下載器 - Twitter 圖片和視頻下載器"
  },
  "short": {
    "ar": "Download Twitter content like a pro! X Media Downloader saves high-quality media, supports bulk downloads, and ensures 100% privacy.",
    "am": "Need high-quality Twitter videos or images? X Media Downloader helps you save media from profiles or posts with ease and security.",
    "bg": "Save Twitter/X media in seconds! X Media Downloader offers batch downloads, original quality saving, local processing for privacy.",
    "bn": "Simplifies Twitter/X media downloads. Batch save videos, images in original quality with customizable folders.",
    "ca": "Download bulk Twitter media effortlessly! X Media Downloader save original quality with local privacy and folder customization.",
    "cs": "X Media Downloader is your go-to tool for saving Twitter/X content. Bulk download high-res images & videos securely and efficiently.",
    "da": "Save your favorite Twitter/X media in the best quality! X Media Downloader supports bulk downloads and privacy local processing.",
    "de": "X Media Downloader: Save videos & images from Twitter in their original quality. Organize with folders and enjoy secure processing.",
    "el": "Download Twitter/X videos & images faster! X Media Downloader lets you save high-quality content locally with batch.",
    "en,en_AU": "Download Twitter videos & images effortlessly! Save high-quality content from profiles or posts, all while ensuring privacy.",
    "en_GB": "Save Twitter/X media in original quality! X Media Downloader makes bulk downloading simple, with privacy-focused local processing.",
    "en_US": "Easily save high-resolution Twitter/X media. Download videos, images, and bulk content with customizable folders!",
    "es": "Want to download Twitter content? X Media Downloader makes it easy with batch downloads, original quality, and local privacy.",
    "es_419": "Save Twitter/X media hassle-free! X Media Downloader supports high-quality downloads, batch options, and folder organization.",
    "et": "X Media Downloader: Simplify saving high-quality Twitter videos & images with batch download and folder customization options.",
    "fa": "Download Twitter/X videos & images in seconds! X Media Downloader ensures original quality, batch features, and privacy.",
    "fi": "X Media Downloader: Batch save Twitter/X media in original quality while keeping your downloads private and well-organized.",
    "fil": "Make Twitter/X media saving easy! X Media Downloader offers bulk downloads, original quality, and privacy-focused local processing.",
    "fr": "Save Twitter videos & images quickly with X Media Downloader. Enjoy high-quality downloads, batch saving, and local privacy.",
    "gu": "Effortlessly download Twitter/X videos & images with X Media Downloader. Batch save media in original quality.",
    "he": "Save high-quality Twitter/X media! X Media Downloader offers fast downloads, bulk saving, and secure local processing for privacy.",
    "hi": "Simplify Twitter/X media downloads! Save videos & images in their highest quality with X Media Downloader’s privacy-first features.",
    "hr": "Quickly batch download Twitter/X videos & images in original quality. Perfect for organizing and saving your favorite content.",
    "hu": "Download Twitter/X videos and images in original quality! X Media Downloader offers batch downloads and local processing for privacy",
    "id": "Save high-res Twitter/X media with ease. Download bulk content and enjoy privacy-focused local processing.",
    "it": "Save Twitter/X content like a pro! X Media Downloader supports batch downloads, custom folders, and original quality saving.",
    "ja": "高品質なTwitter/Xの動画や画像を一括ダウンロードし、プライバシーも確実に保護します。",
    "kn": "Save all your favorite Twitter/X media effortlessly! X Media Downloader offers high-quality downloads and customizable folder.",
    "ko": "X Media Downloader makes saving Twitter/X content simple! Download high-res images, videos, and more with batch options.",
    "lt": "Save Twitter/X media seamlessly! X Media Downloader offers bulk downloading, high-quality saving, and local privacy.",
    "lv": "Download high-quality Twitter/X videos & images easily with X Media Downloader. Batch save media and customizable folders.",
    "ml": "Simplify your Twitter/X media saving! X Media Downloader ensures fast, high-quality downloads with secure local processing.",
    "mr": "Batch download Twitter/X content in original quality with X Media Downloader. Save videos, images, and organize effortlessly.",
    "ms": "X Media Downloader: Your ultimate tool for saving Twitter/X videos & images in original quality with privacy-focused features.",
    "nl": "Save Twitter/X videos & images instantly! X Media Downloader supports batch downloads and ensures all processing locally for privacy",
    "no": "X Media Downloader: The easiest way to save high-quality Twitter/X media. Batch downloads, custom folders, and privacy included!",
    "pl": "Download Twitter/X media effortlessly with X Media Downloader. Save videos, images in original quality with local privacy.",
    "pt_BR": "High-quality Twitter/X downloads made easy! X Media Downloader supports bulk saving, original quality, and secure local processing.",
    "pt_PT": "X Media Downloader: Save Twitter/X videos & images in their best quality. Batch download and organize files while ensuring privacy.",
    "ro": "Save Twitter/X videos & images in original quality. Enjoy bulk downloads and local privacy for secure media saving.",
    "ru": "Download Twitter/X content like never before! X Media Downloader offers high-quality downloads, batch saving, and easy organization.",
    "sk": "Save Twitter/X media effortlessly with X Media Downloader. Download in original quality, batch save, and organize to custom folders.",
    "sl": "X Media Downloader lets you quickly save Twitter/X videos & images in top quality. Batch downloading and privacy features included!",
    "sr": "Download your favorite Twitter/X videos and images in seconds! X Media Downloader makes saving original quality content a breeze.",
    "sv": "The perfect tool to batch save Twitter/X media in original quality while keeping your downloads organized and private.",
    "sw": "Save Twitter/X videos & images hassle-free! X Media Downloader supports batch downloads, high-res saving, and privacy.",
    "ta": "Simplifies Twitter/X media saving. Batch download high-res content and customize your folder organization with ease.",
    "te": "Need a reliable Twitter/X downloader? X Media Downloader saves videos & images in original quality with privacy local processing.",
    "th": "Download Twitter/X content fast and securely! X Media Downloader offers high-quality saving, batch features, and custom folder.",
    "tr": "Save high-res Twitter/X media in clicks! X Media Downloader supports bulk downloads and ensures privacy with local-only processing.",
    "uk": "Download and organize Twitter/X media like a pro! X Media Downloader offers original quality saving, batch options.",
    "vi": "The easiest way to save high-quality Twitter/X videos & images with batch downloads and privacy-focused features.",
    "zh_CN": "Get X Media Downloader: The ultimate tool to batch download Twitter/X videos & images. Save effortlessly in original quality!",
    "zh_TW": "Download Twitter/X videos & images seamlessly with X Media Downloader. Save original quality media and batch download effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X Media Downloader - Download Twitter Videos & Images\n\nDownload Twitter/X media content effortlessly! Save videos and images in original quality with this powerful media downloader extension.\n\nPerfect for:\n\n- Saving high-resolution X images\n- Downloading Twitter videos in original quality\n- Bulk downloading media from Twitter profiles\n- Organizing Twitter media collections\n\nKey Features:\n✓ Batch download all media from any X profile\n✓ Save videos and images in their highest quality\n✓ Download media from individual tweets\n✓ Custom folder naming for better organization\n✓ 100% privacy - all processing happens locally\n\nQuick Start Guide:\n\n1. To Download from Profiles:\n  - Visit any Twitter profile\n  - Click the download icon on the Media tab\n  - (Optional) Set custom folder name\n  - Click \"Start Download\"\n\n\n2. To Save from Individual Posts:\n  - Open any tweet with media\n  - Click the download button at the top\n\nDownload X(Twitter) media easily and efficiently. Install X Media Downloader now to save your favorite Twitter content in its original quality!\n\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential.\n\n\nDisclaimer\nThis extension is an independently and has no association with Twitter/X.",
    "ja": "X Media Downloader - Twitter動画＆画像ダウンローダー\n\nTwitter/Xのメディアを簡単にダウンロード！高品質な動画や画像を、この便利な拡張機能で保存しましょう。\n\nX Media Downloaderのおすすめポイント\n\t•\t高解像度のX画像を保存\n\t•\tTwitter動画をオリジナル品質でダウンロード\n\t•\tプロフィールから一括でメディアをダウンロード\n\t•\tメディアコレクションを簡単に整理\n\n主な機能\n\n✓ 任意のXプロフィールからすべてのメディアを一括ダウンロード\n✓ 動画や画像を最高品質で保存\n✓ 個別のツイートからメディアを直接ダウンロード\n✓ フォルダー名をカスタマイズして整理が簡単\n✓ 100%プライバシー保護 – 処理はすべてローカルで実行\n\nクイックスタートガイド\n\n1. プロフィールからダウンロードする方法\n\t•\tTwitterプロフィールを開く\n\t•\t「メディア」タブでダウンロードアイコンをクリック\n\t•\t（オプション）カスタムフォルダー名を設定\n\t•\t「ダウンロード開始」をクリック\n\n2. 個別ツイートから保存する方法\n\t•\tメディアを含むツイートを開く\n\t•\t上部のダウンロードボタンをクリック\n\nTwitter/Xのメディアを手軽に保存！ 今すぐX Media Downloaderをインストールしましょう！\n\nデータプライバシー\n\nデータはお使いのデバイス内に保存され、サーバーに送信されることはありません。お客様のプライバシーと安全を最優先に考えています。\n\nアプリ内購入\n\nこの拡張機能は無料でご利用いただけますが、プレミアム機能もオプションで提供しています。\n\t•\t無料版: 基本的なダウンロード機能\n\t•\t有料版（サブスクリプション）: 最大5,000件のアイテムを一度にダウンロード可能、さらに優先サポートをご利用いただけます。料金は拡張機能のインターフェースに明確に表示されます。\n\n免責事項\n\nX Media DownloaderはExtensionsBoxによる独自開発製品であり、Twitter/Xとは一切関係がありません。"
  }
}