{
  "name": {
    "ar": "[سشغت]-[سه] زبونه وطرفيه محاكي",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "SSHGate ssh client and terminal emulator",
    "de": "SSHGate SSH-Client und Terminal-Emulator",
    "es,es_419": "SSHGate cliente SSH y emulador de terminal",
    "fr": "SSHGate client SSH et émulateur de terminal",
    "hi": "SSHGate ssh ग्राहक और टर्मिनल emulator",
    "it": "SSHGate client SSH e emulatore terminale",
    "ja": "SSHGate ssh クライアントとターミナルエミュレータ",
    "ko": "스 셰 게이트 ssh 클라이언트 및 터미널 에뮬레이터",
    "nl": "SSHGate SSH client en terminal emulator",
    "pl": "SSHGate SSH klient i terminal emulator",
    "pt_BR,pt_PT": "SSHGate cliente SSH e emulador de terminal",
    "ru": "Сшгате клиент SSH и эмулятор терминала",
    "tr": "SSHGate SSH istemci ve terminal emülatörü",
    "uk": "SSHGate SSH клієнт і термінал емулятора",
    "zh_CN": "SSHGate ssh 客户端和终端仿真器"
  },
  "short": {
    "ar": "فتح جلسات العملاء سه مع المحاكي الطرفية",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Open SSH client sessions with a terminal emulator",
    "de": "Öffnen Sie SSH-Client-Sessions mit einem Terminal-Emulator",
    "es,es_419": "Abrir sesiones de cliente SSH con un emulador de terminal",
    "fr": "Sessions client SSH ouvertes avec un émulateur de terminal",
    "hi": "खुला SSH ग्राहक सत्र एक टर्मिनल emulator के साथ",
    "it": "Aprire sessioni client SSH con un emulatore di terminale",
    "ja": "ターミナルエミュレータを使用して ssh クライアントセッションを開く",
    "ko": "터미널 에뮬레이터를 사용 하 여 ssh 클라이언트 세션 열기",
    "nl": "Open SSH clientsessies met een terminalemulator",
    "pl": "Otwartych sesji klient SSH z emulatorem terminala",
    "pt_BR,pt_PT": "Abrir sessões do cliente SSH com um emulador de terminal",
    "ru": "Открытие сеансов клиента SSH с эмулятором терминала",
    "tr": "Açık SSH istemci oturumlarının bir terminal emülatörü ile",
    "uk": "Відкриті SSH клієнт сесій з емулятор терміналу",
    "zh_CN": "使用终端仿真程序打开 ssh 客户端会话"
  },
  "long": {
    "ar": "989/5000\nسشغيت هو عميل سش ومحاكي الطرفية على شبكة الإنترنت الذي يجلب قوة سطر الأوامر إلى شبكة الإنترنت. معالمه الرئيسية هي:\n\n- متعدد المستخدمين ومتعددة محطة بحيث يمكن تقديم مئات من المستخدمين في وقت واحد والمحطات.\n- مضاهاة محطة متقدمة بما في ذلك دعم 256 الألوان، وأنماط النص يتوهم، وأكثر من ذلك.\n- يدعم يونيكود، تخطيطات لوحة المفاتيح الدولية، وسلاسل المترجمة (التدويل أو i18n).\n- النسخ واللصق الطبيعي: تسليط الضوء على النص واستخدام قائمة السياق الأصلي للمتصفح.\n- السماح لاستئناف جلسات المحطة الطرفية حتى على الرغم من إغلاق متصفح الويب أو قطع الاتصال.\n- المصادقة على مفتاح ودعم رسا، دسا، إكدزا، وشهادات X.509.\n- المسار من كل ما تبذلونه من المضيفين مع وظائف مثل وضع علامات، والفرز، والبحث السريع.\n- عارض سجل التي توفر وظائف مثل الفرز، وعرض وتسجيلات جلسات محطة لملفات هتمل.\n- لا الإضافات المتصفح المطلوبة لذلك لم مشاكل الأمن من جافا، فلاش، و أكتيفكس.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "SSHGate is a SSH client and web-based Terminal Emulator that brings the power of the command line to the web. Its main features are:\n\n- Multi-user and multi-terminal so that hundreds of simultaneous users and terminals can be served.\n- Advanced terminal emulation including support for 256 colors, fancy text styles, and more.\n- Supports Unicode, international keyboard layouts, and localized strings (internationalization or i18n).\n- Natural copy & paste: Highlight text and use your browser's native context menu.\n- Allow to resume terminal sessions even although the web browser is closed or disconnected. \n- Key-based authentication and support RSA, DSA, ECDSA, and X.509 certificates.\n- Track of all your hosts with functionalities like tagging, sorting, and fast search. \n- Log Viewer that provides functionalities like sorting, viewing and recordings of terminal sessions to HTML files. \n- No browser plugins required so it has not the security problems of Java, Flash, and ActiveX.",
    "de": "SSHGate ist ein SSH-Client und webbasierter Terminal Emulator, der die Power der Kommandozeile ins Web bringt. Seine Hauptmerkmale sind:\n\n- Multi-User und Multi-Terminal, so dass Hunderte von gleichzeitigen Benutzern und Terminals bedient werden können.\n- Fortgeschrittene Terminalemulation einschließlich Unterstützung für 256 Farben, ausgefallene Textarten und vieles mehr.\n- Unterstützt Unicode, internationale Tastaturlayouts und lokalisierte Strings (Internationalisierung oder i18n).\n- Natürliches Kopieren & Einfügen: Markieren Sie Text und verwenden Sie das native Kontextmenü Ihres Browsers.\n- Erlauben Sie, Terminalsitzungen fortzusetzen, obwohl der Webbrowser geschlossen oder getrennt ist.\n- Schlüsselbasierte Authentifizierung und Unterstützung von RSA-, DSA-, ECDSA- und X.509-Zertifikaten.\n- Verfolgen Sie alle Ihre Hosts mit Funktionalitäten wie Tagging, Sortierung und schnelle Suche.\n- Log Viewer, der Funktionalitäten wie Sortierung, Anzeige und Aufnahmen von Terminal-Sessions zu HTML-Dateien bietet.\n- Keine Browser-Plugins erforderlich, so dass es nicht die Sicherheitsprobleme von Java, Flash und ActiveX.",
    "es,es_419": "SSHGate es un cliente SSH y un emulador de terminal basado en web que aporta el poder de la línea de comandos a la web. Sus principales características son:\n\n- Multi-usuario y multi-terminal para que cientos de usuarios simultáneos y terminales se pueden servir.\n- Emulación de terminal avanzada que incluye soporte para 256 colores, estilos de texto de fantasía y más.\n- Soporta Unicode, diseños de teclado internacional y cadenas localizadas (internacionalización o i18n).\n- Copiar y pegar natural: resalta el texto y utiliza el menú contextual nativo de tu navegador.\n- Permite reanudar las sesiones de terminal aunque el navegador esté cerrado o desconectado.\n- Autenticación basada en claves y soporta certificados RSA, DSA, ECDSA y X.509.\n- Seguimiento de todos sus hosts con funcionalidades como etiquetado, clasificación y búsqueda rápida.\n- Log Viewer que proporciona funcionalidades como la clasificación, visualización y grabaciones de sesiones de terminal a archivos HTML.\n- No hay complementos de navegador necesarios para que no tenga los problemas de seguridad de Java, Flash y ActiveX.",
    "fr": "SSHGate est un client SSH et un émulateur de terminal basé sur le Web qui apporte la puissance de la ligne de commande au Web. Ses caractéristiques principales sont:\n\n- Multi-utilisateur et multi-terminal afin que des centaines d'utilisateurs et de terminaux simultanés puissent être servis.\n- Emulation de terminal avancée, y compris support pour 256 couleurs, styles de texte de fantaisie, et plus encore.\n- Prise en charge d'Unicode, des configurations internationales de clavier et des chaînes localisées (internationalisation ou i18n).\n- Natural copy & paste: met en surbrillance le texte et utilisez le menu contextuel natif de votre navigateur.\n- Permet de reprendre les sessions de terminal même si le navigateur Web est fermé ou déconnecté.\n- Authentification par clé et prise en charge des certificats RSA, DSA, ECDSA et X.509.\n- Suivi de tous vos hôtes avec des fonctionnalités comme le marquage, le tri et la recherche rapide.\n- Log Viewer qui fournit des fonctionnalités comme le tri, l'affichage et les enregistrements de sessions de terminal vers des fichiers HTML.\n- Aucun plugin de navigateur requis pour qu'il ne comporte pas les problèmes de sécurité de Java, Flash et ActiveX.",
    "hi": "SSHGate एक SSH क्लाइंट और वेब-आधारित टर्मिनल इम्यूलेटर है जो वेब पर कमांड लाइन की शक्ति लाता है। इसकी मुख्य विशेषताएं हैं:\n\n- मल्टी-यूजर और मल्टी-टर्मिनल ताकि सैकड़ों एक साथ उपयोगकर्ता और टर्मिनल परोसा जा सके।\n- उन्नत टर्मिनल इम्यूलेशन जिसमें 256 रंग, फैंसी पाठ शैलियों और अधिक के लिए समर्थन शामिल है।\n- यूनिकोड, अंतर्राष्ट्रीय कीबोर्ड लेआउट, और स्थानीयकृत स्ट्रिंग (अंतर्राष्ट्रीयकरण या i18n) का समर्थन करता है।\n- प्राकृतिक कॉपी और पेस्ट: पाठ हाइलाइट करें और अपने ब्राउज़र के मूल संदर्भ मेनू का उपयोग करें।\n- टर्मिनल सत्र फिर से शुरू करने की अनुमति दें भले ही वेब ब्राउज़र बंद या डिस्कनेक्ट हो गया है\n- कुंजी-आधारित प्रमाणीकरण और समर्थन आरएसए, डीएसए, ईसीडीएसए, और X.50 9 प्रमाणपत्र।\n- टैगिंग, सॉर्टिंग, और तेज़ खोज जैसी कार्यशीलताओं के साथ अपने सभी मेजबानों का ट्रैक।\n- लॉग व्यूअर जो कार्यप्रणालियों को छांटने, देखने और टर्मिनल सत्रों की एचटीएमएल फ़ाइलों को रिकॉर्डिंग प्रदान करता है।\n- कोई ब्राउज़र प्लग इन आवश्यक नहीं है इसलिए इसमें जावा, फ्लैश और सक्रिय एक्स की सुरक्षा समस्याएं नहीं हैं।",
    "it": "SSHGate è un client SSH e un terminale basato su emulatore di terminale che porta il potere della riga di comando al web. Le sue caratteristiche principali sono:\n\n- Multiutente e multi-terminale in modo che centinaia di utenti e terminali simultanei possono essere serviti.\n- Emulazione terminale avanzata con supporto per 256 colori, stili di testo fantasiosi e altro ancora.\n- Supporta Unicode, layout di tastiera internazionali e stringhe localizzate (internazionalizzazione o i18n).\n- Copia e incolla naturale: evidenzia il testo e utilizza il menu contestuale del browser.\n- Consenti di riprendere le sessioni terminali anche se il browser Web è chiuso o scollegato.\n- Autenticazione basata su chiave e supporto di certificati RSA, DSA, ECDSA e X.509.\n- Traccia di tutti i tuoi host con funzionalità come tagging, ordinamento e ricerca veloce.\n- Log Viewer che fornisce funzionalità come l'ordinamento, la visualizzazione e le registrazioni delle sessioni terminali in file HTML.\n- Non è richiesto alcun plugin per il browser in modo da non avere i problemi di protezione di Java, Flash e ActiveX.",
    "ja": "SSHGateはSSHクライアントとウェブベースのターミナルエミュレータで、コマンドラインの機能をウェブに提供します。 主な機能は次のとおりです。\n\n- マルチユーザとマルチ端末により、何百もの同時ユーザと端末がサービスを受けることができます。\n- 256色、派手なテキストスタイルなどのサポートを含む高度な端末エミュレーション。\n- Unicode、国際的なキーボードレイアウト、およびローカライズされた文字列（国際化またはi18n）をサポートします。\n- Natural copy＆paste：テキストを強調表示し、ブラウザのネイティブコンテキストメニューを使用します。\n- Webブラウザが閉じているか切断されていても、端末セッションを再開できるようにします。\nRSA、DSA、ECDSA、およびX.509証明書をサポートします。\n- タグ付け、並べ替え、および高速検索などの機能を備えたすべてのホストを追跡します。\n- ターミナルセッションのソート、表示、録音などの機能をHTMLファイルに提供するログビューア。\n- ブラウザプラグインが不要なので、Java、Flash、ActiveXのセキュリティ上の問題はありません。",
    "ko": "SSHGate는 웹에 명령 줄의 힘을 가져 오는 SSH 클라이언트 및 웹 기반 터미널 에뮬레이터입니다. 주요 기능은 다음과 같습니다.\n\n- 수백 명의 동시 사용자 및 터미널이 서비스 될 수 있도록 다중 사용자 및 다중 터미널.\n- 256 색, 화려한 텍스트 스타일 등을 포함한 고급 터미널 에뮬레이션.\n- 유니 코드, 국제 키보드 레이아웃 및 현지화 된 문자열 (국제화 또는 i18n)을 지원합니다.\n- 자연 복사 및 붙여 넣기 : 텍스트를 강조 표시하고 브라우저의 기본 컨텍스트 메뉴를 사용합니다.\n- 웹 브라우저가 닫혀 있거나 연결이 끊어져 있더라도 터미널 세션을 다시 시작할 수 있습니다.\n- 키 기반 인증 및 RSA, DSA, ECDSA 및 X.509 인증서 지원\n- 태그 지정, 정렬 및 빠른 검색과 같은 기능을 사용하여 모든 호스트를 추적합니다.\n- HTML 파일에 터미널 세션의 정렬,보기 및 녹음과 같은 기능을 제공하는 로그 뷰어.\n- 브라우저 플러그인이 필요하지 않으므로 Java, Flash 및 ActiveX의 보안 문제가 없습니다.",
    "nl": "SSHGate is een SSH client en web-based Terminal Emulator die de kracht van de opdrachtregel op het web brengt. De belangrijkste kenmerken zijn:\n\n- Multi-user en multi-terminal zodat honderden gelijktijdige gebruikers en terminals kunnen worden geserveerd.\n- Geavanceerde terminal emulatie inclusief ondersteuning voor 256 kleuren, fancy tekst stijlen, en meer.\n- Ondersteunt Unicode, internationale toetsenbordindelingen, en gelokaliseerde snaren (internationalisering of i18n).\n- Natuurlijk kopiëren en plakken: markeer tekst en gebruik het eigen contextmenu van je browser.\n- Laat terminal sessies door, zelfs als de webbrowser is gesloten of afgesloten.\n- Key-based authenticatie en ondersteuning RSA, DSA, ECDSA en X.509 certificaten.\n- Track van al uw hosts met functionaliteiten zoals tagging, sortering en snel zoeken.\n- Log Viewer die functionaliteiten biedt zoals sorteren, bekijken en opnemen van terminale sessies naar HTML-bestanden.\n- Er zijn geen browser plugins nodig, dus het heeft geen beveiligingsproblemen van Java, Flash en ActiveX.",
    "pl": "SSHGate jest klientem SSH i internetowym terminalem Emulatora Terminalu, który przenosi moc linii poleceń do sieci. Jego główne cechy to:\n\n- Wielofunkcyjny i wieloetapowy, aby można było obsługiwać setki jednocześnie użytkowników i terminali.\n- zaawansowana emulacja terminali, w tym obsługa 256 kolorów, fantazyjne style tekstu i inne.\n- obsługuje Unicode, międzynarodowe układy klawiatury i zlokalizowane struny (internacjonalizacja lub i18n).\n- Naturalna kopia i wklej: zaznacz tekst i użyj menu kontekstowego przeglądarki.\n- Zezwalaj na wznowienie sesji terminalowych, nawet jeśli przeglądarka internetowa jest zamknięta lub rozłączona.\n- uwierzytelnianie oparte na kluczu i wsparcie certyfikatów RSA, DSA, ECDSA i X.509.\n- Śledzenie wszystkich hostów z funkcjami, takimi jak tagowanie, sortowanie i szybkie wyszukiwanie.\n- Przeglądarka rejestru, która udostępnia funkcje, takie jak sortowanie, przeglądanie i nagrywanie sesji terminalowych w plikach HTML.\n- Żadne wtyczki przeglądarki nie są wymagane, więc nie ma problemów z bezpieczeństwem Java, Flash i ActiveX.",
    "pt_BR,pt_PT": "O SSHGate é um cliente SSH e um emulador de terminal baseado na Web que traz o poder da linha de comando para a web. Suas principais características são:\n\n- Multi-usuário e multi-terminal para que centenas de usuários e terminais simultâneos possam ser atendidos.\n- Emulação de terminal avançada, incluindo suporte para 256 cores, estilos de texto extravagantes e muito mais.\n- Suporta Unicode, layouts internacionais de teclado e cadeias localizadas (internacionalização ou i18n).\n- Copiar e cole natural: realce o texto e use o menu de contexto nativo do seu navegador.\n- Permite retomar as sessões do terminal mesmo que o navegador da Web seja fechado ou desconectado.\n- Autenticação baseada em chave e suporte certificados RSA, DSA, ECDSA e X.509.\n- Rastreamento de todos os seus hosts com funcionalidades como marcação, triagem e busca rápida.\n- Log Viewer que fornece funcionalidades como triagem, visualização e gravação de sessões de terminal em arquivos HTML.\n- Não há plugins de navegador necessários para que ele não tenha problemas de segurança de Java, Flash e ActiveX.",
    "ru": "SSHGate является SSH-клиентом и веб-терминальным эмулятором, который передает мощность командной строки в Интернет. Его основными функциями являются:\n\n- Многопользовательский и многопользовательский, чтобы можно было обслуживать сотни одновременных пользователей и терминалов.\n- Расширенная эмуляция терминала, включая поддержку 256 цветов, стилей причудливого текста и многое другое.\n- Поддержка Unicode, международных раскладок клавиатуры и локализованных строк (интернационализация или i18n).\n- Натуральная копия и вставка: выделите текст и используйте собственное контекстное меню вашего браузера.\n- Разрешить возобновление сеансов терминала, даже если веб-браузер закрыт или отключен.\n- Аутентификация на основе ключей и поддержка сертификатов RSA, DSA, ECDSA и X.509.\n- Отслеживание всех ваших хостов с такими функциями, как тегирование, сортировка и быстрый поиск.\n- Log Viewer, обеспечивающий такие функции, как сортировка, просмотр и запись сеансов терминала в файлы HTML.\n- Никаких плагинов для браузера не требуется, поэтому у него нет проблем безопасности Java, Flash и ActiveX.",
    "tr": "SSHGate, komut satırının gücünü web'e getiren bir SSH istemcisi ve web tabanlı Terminal Emulator'dir. Başlıca özellikleri:\n\n- Çok kullanıcılı ve çoklu terminal, böylece yüzlerce eşzamanlı kullanıcı ve terminal servis edilebilir.\n256 renk desteği, fantezi metin stilleri ve daha fazlası da dahil olmak üzere gelişmiş terminal öykünmesi.\n- Unicode, uluslararası klavye düzenleri ve yerelleştirilmiş dizeleri destekler (uluslararasılaştırma veya i18n).\n- Doğal kopyalama ve yapıştırma: Metni vurgulayın ve tarayıcınızın yerel bağlam menüsünü kullanın.\n- Web tarayıcısı kapalı olsa da veya bağlantı kesilmiş olmasına rağmen terminal oturumlarını sürdürmeye izin ver.\n- Anahtar tabanlı kimlik doğrulama ve RSA, DSA, ECDSA ve X.509 sertifikalarını destekler.\n- Etiketleme, sıralama ve hızlı arama gibi işlevlerle tüm bilgisayarlarınızın takipini yapın.\n- HTML dosyalarına terminal oturumlarının sıralanması, görüntülenmesi ve kaydedilmesi gibi işlevler sağlayan Log Viewer.\n- Gerekli tarayıcı eklentileri yok, bu nedenle Java, Flash ve ActiveX'in güvenlik sorunları yok.",
    "zh_CN": "SSHGate是一个SSH客户端和基于Web的终端仿真器，它将命令行的功能带给了Web。 其主要特点是：\n\n- 多用户和多终端，使数百个同时的用户和终端能够被服务。\n- 高级终端仿真，包括支持256色，花哨的文字样式等等。\n- 支持Unicode，国际键盘布局和本地化字符串（国际化或i18n）。\n- 自然复制和粘贴：突出显示文本并使用浏览器的本机上下文菜单。\n- 即使网络浏览器已关闭或断开，也允许恢复终端会话。\n- 基于密钥的认证和支持RSA，DSA，ECDSA和X.509证书。\n- 跟踪所有的主机功能，如标记，排序和快速搜索。\n- 日志查看器，提供诸如排序，查看和记录终端会话到HTML文件的功能。\n- 不需要浏览器插件，因此它没有Java，Flash和ActiveX的安全问题。"
  }
}