{
  "name": {
    "ar": "العب لعبة Warriors vs Evil Spirits",
    "am": "ተዋጊዎች ተዋጊዎች እርኩሳን መናፍስት ጨዋታ",
    "bg": "Играйте игра на Warriors срещу зли духове",
    "bn": "ওয়ারিয়র্স বনাম এভিল স্পিরিটস গেম খেলুন",
    "ca": "Juga Warriors vs Evil Spirits Game",
    "cs": "Hrajte válečníci vs zlí hru",
    "da": "Spil Warriors vs Evil Spirits Game",
    "de": "Spielen Sie Warriors vs Evil Spirits Game",
    "el": "Παίξτε Warriors vs Evil Spirits παιχνίδι",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Play Warriors VS Evil Spirits Game",
    "es": "Juego de guerreros vs malvados espíritus",
    "et": "Mängi Warriors vs kurja meeleolu mängu",
    "fa": "بازی Warriors vs Evil Spirits Game",
    "fi": "Play Warriors vs Evil Spirits -peli",
    "fr": "Jouer au jeu des guerriers vs mal spiritueux",
    "gu": "વોરિયર્સ વિ એવિલ સ્પિરિટ્સ રમત રમો",
    "he": "שחק לוחמים לעומת משחק רוחות רעות",
    "hi": "वॉरियर्स बनाम ईविल स्पिरिट्स गेम खेलें",
    "hr": "Igrajte Warriors vs Evil Spirits Game",
    "hu,it": "Play Warriors vs Evil Spirits Game",
    "id": "Mainkan Game Warriors vs Evil Spirits",
    "ja": "ウォリアーズとエイカルスピリッツゲームをプレイします",
    "kn": "ಯೋಧರನ್ನು ಮತ್ತು ದುಷ್ಟಶಕ್ತಿಗಳ ಆಟವನ್ನು ಪ್ಲೇ ಮಾಡಿ",
    "ko": "전사 대 악령 게임을 플레이하십시오",
    "ml": "വാരിയേഴ്സ് vs ദുരാത്മാക്കളായ സ്പിരിറ്റ് ഗെയിം",
    "mr": "वॉरियर्स वि एव्हिल स्पिरिट्स गेम खेळा",
    "ms": "Main Warriors vs Game Roh Evil",
    "nl": "Speel Warriors vs Evil Spirits Game",
    "no": "Spill Warriors vs Evil Spirits Game",
    "pl": "Zagraj w grę Warriors vs Zła duchy",
    "ro": "Joacă Warriors vs Evil Spirits Game",
    "ru": "Играть в игру «Воины против злых духов»",
    "sk": "Hrajte Warriors vs Evil Spirits Game",
    "sl": "Igraj Warriors vs Evil Spirits Game",
    "sr": "Играјте Варриорс вс Евил Духоитс",
    "sv": "Spela Warriors vs Evil Spirits Game",
    "sw": "Cheza Mchezo wa Warumi dhidi ya Mchezo Mbaya",
    "ta": "வாரியர்ஸ் Vs ஈவில் ஸ்பிரிட்ஸ் விளையாட்டை விளையாடுங்கள்",
    "te": "వారియర్స్ వర్సెస్ ఈవిల్ స్పిరిట్స్ గేమ్‌ను ప్లే చేయండి",
    "th": "เล่นเกม Warriors vs Evil Spirits",
    "tr": "Warriors vs Evil Spirits Game",
    "uk": "Грайте в гру Warriors проти Evil Spirits",
    "vi": "Chơi trò chơi chiến binh vs tà ma"
  },
  "short": {
    "ar": "Warriors vs Evil Spirits لعبة رائعة حقًا عن الرجل الذي قرر وحده الوصول إلى عرين الزومبي وإجراء حرب صعبة هناك.",
    "am": "ተዋጊዎች የእራሱ አሪፍ አጋርነት በእውነት በጣም አሪፍ ጨዋታ አንድ አሪፍ ጨዋታ ስለ Zombies ዋሻ ውስጥ ለመግባት እና እዚያ አንድ ከባድ ጦርነት እንዲሠራው ነው.",
    "bg": "Warriors срещу Evil Spirits наистина готина игра за човек, който сам реши да стигне до деня на зомбита и да проведе тежка война там.",
    "bn": "যোদ্ধারা বনাম দুষ্ট আত্মা এমন এক ব্যক্তির সম্পর্কে সত্যিই দুর্দান্ত খেলা যা একাই জম্বিদের ড্যানে পৌঁছানোর এবং সেখানে একটি কঠোর…",
    "ca": "Warriors vs Evil Spirits Un joc realment fantàstic sobre un noi que sol va decidir arribar a la denúncia de zombies i realitzar una…",
    "cs": "Warriors vs Evil Spirits opravdu skvělá hra o chlapi, který se sám rozhodl dostat se na den zombie a vést tam tvrdou válku.",
    "da": "Warriors vs Evil Spirits Et virkelig cool spil om en fyr, der alene besluttede at komme til hulen med zombier og føre en hård krig…",
    "de": "Warriors gegen böse Geister Ein wirklich cooles Spiel über einen Mann, der sich allein entschied, in die Höhle von Zombies zu…",
    "el": "Οι πολεμιστές εναντίον των κακών πνευμάτων ένα πραγματικά δροσερό παιχνίδι για έναν άντρα που μόνο αποφάσισε να φτάσει στο den των…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Warriors VS Evil Spirits a really cool game about a guy who alone decided to get to the den of zombies and conduct a hard war there.",
    "es": "Warriors vs Evil Spirits Un juego realmente genial sobre un tipo que solo decidió llegar a la guarida de los zombis y llevar a cabo…",
    "et": "Warriors vs kurjad vaimud on tõeliselt lahe mäng mehe kohta, kes otsustas üksi zombide denile jõuda ja seal raske sõda viia.",
    "fa": "Warriors vs Evil Spirits یک بازی واقعاً جالب درباره یک پسر که به تنهایی تصمیم گرفت به دن زامبی ها برسد و در آنجا جنگ سختی را انجام…",
    "fi": "Warriors vs Evil Spirits todella viileä peli kaverista, joka yksin päätti päästä zombien deniin ja suorittaa kovan sodan siellä.",
    "fr": "Warriors vs Evil Spirits un jeu vraiment cool sur un gars qui seul a décidé de se rendre à la tanière des zombies et d'effectuer…",
    "gu": "વોરિયર્સ વિ એવિલ સ્પિરિટ્સ એક વ્યક્તિ વિશે ખરેખર સરસ રમત છે જેણે એકલા ઝોમ્બિઓના ડેન પર જવાનું અને ત્યાં સખત યુદ્ધ કરવાનું નક્કી…",
    "he": "Warriors לעומת Spirits Spirits משחק ממש מגניב על בחור שבדו החליט להגיע למאורת הזומבים ולנהל שם מלחמה קשה.",
    "hi": "वॉरियर्स बनाम बुरी आत्माओं को एक ऐसे व्यक्ति के बारे में वास्तव में अच्छा खेल है, जिसने अकेले लाश की मांद तक पहुंचने और वहां एक…",
    "hr": "Warriors vs Evil Spirits zaista cool igra o momku koji je sam odlučio doći do zbirke zombija i tamo voditi tvrdi rat.",
    "hu": "A Warriors vs Evil Spirits egy igazán hűvös játékot egy srácról, aki egyedül úgy döntött, hogy eljut a zombik denjéhez és kemény…",
    "id": "Warriors vs Evil Spirit permainan yang sangat keren tentang seorang pria yang sendirian memutuskan untuk pergi ke ruang zombie dan…",
    "it": "Warriors vs Evil Spirits un gioco davvero interessante su un ragazzo che da solo ha deciso di raggiungere la tana degli zombi e…",
    "ja": "ウォリアーズvsエディングスピリット単独でゾンビの巣に到達し、そこで勤勉な戦争を行うことを決めた男についての本当にクールなゲーム。",
    "kn": "ವಾರಿಯರ್ಸ್ ವರ್ಸಸ್ ಇವಿಲ್ ಈಶಕ್ತರು ಸೋಮಾರಿಗಳ ಗುಹೆಗೆ ಹೋಗಲು ಮತ್ತು ಅಲ್ಲಿ ಕಠಿಣ ಯುದ್ಧವನ್ನು ನಡೆಸಲು ನಿರ್ಧರಿಸಿದ ವ್ಯಕ್ತಿಯ ಬಗ್ಗೆ ನಿಜವಾಗಿಯೂ ತಂಪಾದ…",
    "ko": "전사 대 악령은 혼자서 좀비 굴에 가서 어려운 전쟁을하기로 결정한 사람에 대한 정말 멋진 게임입니다.",
    "ml": "വാരിയേഴ്സ് വി.എസ് ദുരാത്മാക്കളെ സോമ്പികളുടെ ഗുഹയിലേക്ക് പോകാൻ മാത്രമുള്ള ഒരു രസകരമായ ഒരു ഗെയിമിനെക്കുറിച്ചുള്ള ഒരു രസകരമായ ഗെയിമും…",
    "mr": "वॉरियर्स वि एव्हिल स्पिरिट्स एका मुलाबद्दल एक खरोखर छान खेळ आहे ज्याने एकट्याने झोम्बीच्या गुहेत जाण्याचा निर्णय घेतला आणि तेथे…",
    "ms": "Warriors vs Roh Evil Permainan yang sangat keren tentang seorang lelaki yang sendirian memutuskan untuk sampai ke zombi dan…",
    "nl": "Warriors vs Evil Spirits Een echt cool spel over een man die alleen besloot om naar de hol van zombies te komen en daar een harde…",
    "no": "Warriors vs Evil Litits et veldig kult spill om en fyr som alene bestemte seg for å komme til hiet av zombier og gjennomføre en…",
    "pl": "Warriors kontra złe duchy to naprawdę fajna gra o facecie, który sam postanowił dostać się do jaskini zombie i przeprowadzić tam…",
    "ro": "Warriors vs Evil Spirits Un joc cu adevărat mișto despre un tip care singur a decis să ajungă la Den of Zombies și să conducă acolo…",
    "ru": "Воины против злых духов - действительно классная игра о парне, который в одиночку решил добраться до логова зомби и вести там…",
    "sk": "Warriors vs Evil Spirss Skutočne cool hra o chlapovi, ktorý sa sám rozhodol dostať sa k denu zombie a viesť tam tvrdú vojnu.",
    "sl": "Warriors vs Evil Spirits zelo kul igro o fantu, ki se je sam odločil, da pride do den zombijev in tam vodi trdo vojno.",
    "sr": "Варриорс вс Зло духова Стварно цоол игра о момку који је сам је одлучио да дође до дено зомбија и тамо водити напоран рат.",
    "sv": "Warriors vs Evil Spirits Ett riktigt coolt spel om en kille som ensam bestämde sig för att komma till zombies och genomföra ett…",
    "sw": "Mashujaa dhidi ya roho mbaya mchezo mzuri kabisa juu ya mtu ambaye peke yake aliamua kufika kwenye shimo la Zombies na kufanya vita…",
    "ta": "வாரியர்ஸ் Vs ஈவில் ஸ்பிரிட்ஸ் ஒரு பையனைப் பற்றிய ஒரு அருமையான விளையாட்டு, அவர் தனியாக ஜோம்பிஸின் குகையில் சென்று அங்கு ஒரு கடினமான…",
    "te": "వారియర్స్ vs దుష్టశక్తులు ఒక వ్యక్తి గురించి నిజంగా మంచి ఆట, అతను ఒంటరిగా జాంబీస్ డెన్ వద్దకు చేరుకోవాలని మరియు అక్కడ కఠినమైన…",
    "th": "Warriors vs Evil Spirits เป็นเกมที่ยอดเยี่ยมเกี่ยวกับผู้ชายคนเดียวที่ตัดสินใจไปที่ Den of Zombies และทำสงครามอย่างหนักที่นั่น",
    "tr": "Warriors vs Evil Spirits Zombies Den'e gitmeye ve orada zor bir savaş yapmaya karar veren bir adam hakkında gerçekten harika bir…",
    "uk": "Warriors проти злих духів справді класна гра про хлопця, який один вирішив дістатися до вертепу зомбі та провести там важку війну.",
    "vi": "Warriors vs tà ma một trò chơi thực sự tuyệt vời về một anh chàng một mình đã quyết định đến với những thây ma và tiến hành một…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description\nIn Warriors VS Evil Spirits Offline Game, you'll be immersed into an intense, action-packed world where your survival skills are put to test. You play as a special forces soldier stranded in an isolated region, facing the most savage tribe ever known. Your enemies are relentless and bloodthirsty, showing no mercy. The game’s mechanics focus on strategic combat and rapid decision-making.\n\nYoc can also play other games that is in the categories.\n\nHow to play\nTo progress through the game, use your keyboard and mouse for character movement and attack respectively. Each level challenges you with swarms of these savage spirits, each more difficult than the last. The fast-paced shooting action requires quick reflexes and accurate aim. Utilize the environment for cover and take advantage of weapons upgrades as you advance."
  }
}