{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "m3u8 Sniffer TV - Find and Play HLS Streaming URLs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grabs m3u8 webRequests from visited web pages and provides options for using them."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Important Note: This extension will NOT help you access videos from sites like YouTube or Netflix. The extension does not provide any video streaming content of its own, it only makes it easier to find and use links for video streams that are already publicly available.\n\nThe extension intercepts visited web page's network requests and identifies all m3u8 video stream URLs. When a m3u8 URL request is found, it is displayed in a box that overlays the visited web page (see images above) from which you can copy the m3u8 URL or play the video stream. Also, you can open the extension's popup window to view the first and last m3u8 URLs found for each site, as well as to set a variety of extension options.\n\nThis extension does NOT provide functionality to download the actual video streams. There are already quite a few other extensions and programs for that.\n\nFor example, I use this extension mostly to identify video streams from live TV news streaming pages. If they use m3u8 files for the stream, I can play them with the extension's integrated video player, or copy the links to the clipboard to use with other video playing and recording programs like VLC, Kodi, or Jaksta Media Recorder.\n\nPlease visit the extension's companion web site for the complete documentation at: https://sniffertv.com/docs/"
  }
}