{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prime Video Watch Party"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate this extension to watch Prime videos with your friends with just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Is streaming content with friends on Prime Video a challenge, and choosing what to watch next feels like a hassle?  Prime Video Watch Party Chrome extension allows people to watch content together with friends and family regardless of their locations. In a few moments, you are watching your favorite show, movie or a series together and laughing, getting thrilled or feeling moved as if you are together in one room.  \n\nWhether you’re getting ready for a movie night or watching the latest series that just came out, this extension helps to arrange a social watching session from the comfort of your home. No more sharing links and waiting for everyone to press play \n\nSome Key Features for This Chrome Extension \n\nInstant Watch Party Setup: To begin a Prime Video Watch Party there is no need to set the stream up as it is done with a single click. \n \n\nReal-Time Syncing: Share your screen with friends and other family members and have the exact same playback which means no one is out of sync. \n \n\nSeamless Chat Integration: Send messages in real-time to the members of your watch party group right within the Prime Video app. \n \n\nCross-Device Compatibility: Is compatible with multiple devices, for instance, people can add watch party events on laptops, tablets, or desktops \n \n\nHow To Use in Simple Steps \n\nStep 1: \n\nThe first step that needs to be taken when working with technology is to install the Extension. \n\nYou must go to the browser’s store and download and install the Prime Video Watch Party extension. \n\nStep 2:  Select a Prime Video \n\nLaunch the Prime Video application on your device and choose the content that you wish to watch with friends. \n \n\nStep 3: Start a Watch Party \n\nThere is a button with the label ‘Watch Party’ which is offered by the extension. This will then create a link that you can share with your friends. \n\nStep 4:  \n\nThis is the final step where you share or enjoy the fruits of your labour as you savor the solutions acquired from the process of brainstorming. \n\nShare the link with your friends and as soon as they join the screening just press play and watch together at the same time. \n\n \n\nFor Whom It Is Useful \n\nIt will be useful for those who appreciate sharing movies and TV series with other people, even if they are far away. Used by both lovers, friends, and families who want to stay connected through the love of movies, this extension allows people to stay connected through entertainment. It’s also good in conducting online movie nights or even in organizing simultaneous viewing of events such as premieres or finales. \n \n\nWhy It Is Useful \n \nPrime Video Watch Party is one such solution that came into existence with the rise of remote connections but enables people to be socially connected. This extension helps to synchronize viewing and have content in common, which is more convenient than using other ways of communication to discuss where in the video all participants of the conversation are right now. \n\nFAQs \n\nQ1: Is it necessary for all the participants to have Prime Video account to be able to join the watch party? \n \nYes, every single person that participates in the watch party requires an active Prime Video subscription to watch. \n \nQ2: Is it possible to install the extension on any device? \n \nThe extension is compatible with anything that supports Prime Video such as laptops, tablets, and desktops. \n \nQ3: Can a watch party have more than one person? \n \nParticipants are usually restricted by Prime Video’s policies in the number of participants. It is recommended that one should check with the Prime Video streaming service for the present limitations concerning the number of individuals that can watch the show simultaneously."
  }
}