{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AskDante: Total work time calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AskDante: Total Work Time Calculator\n\nStay on top of your work hours effortlessly with the AskDante Total Work Time Calculator.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AskDante: Total Work Time Calculator\n\nStay on top of your work hours effortlessly with the AskDante Total Work Time Calculator. This powerful Chrome extension integrates seamlessly with the AskDante time tracking system, providing you with an accurate overview of your total working hours and remaining required time.\n\nKey Features:\n\n- Automatic Work Hours Calculation: Instantly computes your total working hours based on your \"come\" and \"go\" entries in AskDante.\n- Break Time Compliance: Ensures adherence to German labor law by deducting required break times:\n  - Work more than 6 hours but up to 9 hours: 30-minute break.\n  - Work more than 9 hours: 45-minute break.\n- Real-Time Tracking:Continuously tracks your working hours up to the current time if you are still clocked in.\n- User-Friendly Display: Easily view your total worked hours and remaining required time directly on the AskDante interface.\n- Customizable Settings: Choose to display total working time, remaining time, or both according to your preference.\n\nHow to Use:\n\n1. Install the Extension: Add the AskDante: Total Work Time Calculator to your Chrome browser.\n2. Visit AskDante: Navigate to the AskDante website and log in.\n3. Enable the Extension: The extension will automatically start tracking your working hours based on your time entries.\n4. View Your Time: See your total worked hours and remaining required time displayed on the AskDante interface.\n\nWhy Choose AskDante: Total Work Time Calculator?\n\n- Effortless Time Management: Simplifies tracking your work hours and ensures compliance with break regulations.\n- Accurate Calculations: Provides precise calculations to help you monitor your working hours effectively.\n- Intuitive Design: The extension's user-friendly design makes it easy to understand your working hours and remaining time at a glance.\n\nStay productive and compliant with the AskDante: Total Work Time Calculator. Install now and take control of your work hours!"
  }
}