{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliCheap - AliExpress Cheap Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find Aliexpress Cheap Product"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,kn,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,uk,zh_CN,zh_TW": "AliExpress Find Cheap Product is small extension help you search product on aliexpress.com by image ,helps to find similar products on aliexpress.com most accurately and with the best product price. \nJust right click on product image and choose “Find Cheap products From Others vendors”.\n\nAliCheap is absolutely free.\n\n Typical user cases:\n\n• Show similar products\n• Discover visually relevant products to find the best deals\n\nFind the lowest price product on AliExpress\n\nLooking for similar products at better prices on Aliexpress?\n \nAliExpress Find Cheap will help you find a supplier:\n\n•  Best shipping time.\n•  Best supplier rating.\n• Save time and money.\n\nHappy shopping with Aliexpress..!",
    "de,es,fr,id,ja,ko,lt,nl,pl,ru,th,tr,vi": "Easiest way to download aliexpress product images and videos to use them for your dropshipping business.\nDownloads images and videos from Aliexpress with this free dropshipping chrome extension called Download Aliexpress Product Images & Videos.\n\nDownload any product - images or videos - from Aliexpress.com and Aliexpress.ru with a simple click. \n     - You can choose whether it is downloaded as ZIP or not. \n     -  Works for both aliexpress.com and aliexpress.ru !\n     -  The pixel size of the downloads can also be varied.\n     -  ZIP files are named after the product.\n              \nDownload Aliexpress Product Images & Videos will save your time and nerves. A productivity boost, especially for resellers or dropshippers.\nDownload Aliexpress Product Images & Videos is designed so that you can download the main images of a product with one click. Videos are also downloaded here without any problems. The waiting time for the download itself increases with the videos. \nThis extension can also download all variant images with an extra button. For the description pictures, i.e. the pictures that the seller shows below on AliExpress to give more details about the product, you can also download with one click. The feedback images are especially helpful if you want to have authentic photos in your own reviews and are available with a button for you. But it's best to check beforehand how many ratings there are approximately. Not that you download hundreds of photos and your computer is busy for a long time if you don't want to. \n\nThe button \"All images\" contains all photos, except the \"Feedback Images\". So don't worry about downloading hundreds of images with this click."
  }
}