{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce Metadata Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate Salesforce metadata XML files from Excel sheets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "#アイテム紹介 / Item Introduction:\n\nSalesforce Metadata Generatorは、Salesforce環境でのメタデータ作成を簡素化するためのChrome拡張機能です。この拡張機能を使用すると、大量のカスタムフィールドやオブジェクトを一括で簡単に作成でき、手動入力の手間を省きます。Excelファイルをアップロードするだけで、メタデータとpackage.xmlファイルに変換してダウンロード可能です。\n\nSalesforce Metadata Generator is a Chrome extension designed to simplify the creation of metadata in Salesforce environments. With this extension, you can easily create a large number of custom fields and objects in bulk, eliminating the need for manual input. Simply upload an Excel file, and it will convert and download the metadata and package.xml file.\n\n#インストールのメリット / Benefits of Installation:\n\n1. 効率的なメタデータ作成 / Efficient Metadata Creation: 多数のカスタムフィールドやオブジェクトを一括で作成できるため、手動で入力する手間と時間を大幅に削減します。\nCreate numerous custom fields and objects in bulk, significantly reducing the time and effort required for manual input.\n\n2. エラーチェック機能 / Error Checking Functionality: Excelファイルのアップロード時に、必要な情報が不足している場合は、エラーメッセージを表示して修正を促します。\nDisplays error messages and prompts for corrections if required information is missing when uploading an Excel file.\n\n3. サンプルデータの提供 / Provision of Sample Data: サンプルExcelファイルをダウンロードできるため、すぐに使用を開始できます。\nDownloadable sample Excel files are available, enabling you to start using the extension immediately.\n\n#操作方法 / Instructions\n1. エクセルファイルをダウンロード / Download the Excel File\nSample Dataリンクをクリックして、サンプルのExcelファイルをダウンロードします。\nClick on the Sample Data link to download the sample Excel file.\n\n2. 必要情報を入力 / Enter the Required Information\nダウンロードしたサンプルデータを参照しながら、必要な情報をExcelファイルに入力します。\nRefer to the downloaded sample data and enter the required information into the Excel file.\n\n3. エクセルファイルアップロード / Upload the Excel File\n完成したExcelファイルをファイル選択をクリックしてアップロードします。\nClick on the file selection button to upload the completed Excel file.\n\n4. Generate Metadataをクリック / Click Generate Metadata\nGenerate Metadataをクリックして、メタデータの生成を開始します。\nClick on the Generate Metadata button to start generating the metadata."
  }
}