{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hadeeth Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hadeeth Tab is an Islamic tool show you new Hadeeth with grade and description every time you open a new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Hadeeth Tab\" is a unique browsing tool that allows Muslims to learn and understand the Sunnah of Prophet Muhammad (peace be upon him) as they navigate the internet. With this tool, users can access Hadeeths - sayings and teachings of the Prophet - in a convenient manner, with relevant Hadeeths displayed in each tab opened. This innovative approach encourages continuous learning and reflection on the timeless wisdom of the Prophet, empowering individuals to integrate his teachings into their daily lives while utilizing various online resources.\n\n\n\n\"Hadeeth Tab\" offers a range of remarkable features, including:\n\n1. Displaying Hadeeths along with their meanings, translations, and references, allowing for a comprehensive understanding of the teachings.\n2. The ability to switch between different Hadeeth categories such as Quran, Creed, Jurisprudence, Seerah, and History to cater to specific areas of interest.\n3. Providing prayer times based on the user's country or city.\n4. Customizable display options that allow users to show or hide various page components according to their preferences.\n\nThese features make \"Hadeeth Tab\" an invaluable tool for Muslims seeking to learn and apply the wisdom of Prophet Muhammad (peace be upon him) in their daily lives while navigating the internet."
  }
}