{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DoSales: Email Tracking & Templates For Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DoSales will help you boost your sales by increasing your productivity with email tracking and email templates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sell More Work Less\nPowerfull Email Tools for Gmail\n\nKnow the moment a lead opens your email, track if they clicked your links and minimize manual work with email templates.\n\nWrite emails faster!\nIncrease your productivity with email & paragraph templates and keyboard shortcuts in Gmail.\n\n★ Send Emails In A Few Seconds\nRespond faster to your customers. Stop wasting time writing same emails over and over again. Insert prepared email templates with a single click into Gmail compose.\nUseful for Customer Support replies, Sales follow ups, Personal productivity.\n\n★ Group Templates Into Folders\nCreate library of email templates and organise them into folders for different email categories and boost your sales productivity. \nUseful for Agencies, Entrepreneurs, Small Businesses, Managers, C level executives.\n\n★ Insert Paragraphs In Single Click\nCreate templates out of repetitive pieces of text. Insert them in your emails within seconds with shortcuts, and respond faster to your customers!\nUseful for Customer Support, Sales, Personal productivity.\n\n★ Know when your emails are opened and increase your sales with timely follow ups.\nDoSales extension adds the double-check marks to your Gmail so you can easily track emails and get a read receipt. You will also receive a real time desktop notification once your emails are opened and links are clicked.\n\n★ EMAIL TRACKING FOR GMAIL \n- See which emails have been read, how long ago and how many times\n- Stop wondering if your colleagues read your emails or they simply ignored you :)\n\n★ DoSales LIFETIME plan\n- No DoSales signature\n- Unlimited Users (after buying certain LIFETIME plan)\n- Unlimited Email Templates\n- Unlimited Template Folders\n- Unlimited Email tracking for Gmail\n- Unlimited Link tracking (track who clicked on your links)\n- Real-time notifications when your emails are open\n- Email & chat support\n\n★ WHO IS IT FOR?\n- SDRs, Account Executives, sales teams and CLOSERS!\n- Account managers, businesses, anyone with direct client relationships\n- Professionals looking to increase their email productivity and track emails\n- Project managers, coordinators \n- Consultants and freelancers\n- For professionals using Gmail\n\nFind out more at: https://dosales.email\nYour feedback is welcome at support@dosales.email"
  }
}