{
  "name": {
    "ar": "صورة لـ ASCII",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Image to ASCII",
    "bg": "Изображение към ASCII",
    "ca": "Imatge a ASCII",
    "cs": "Obrázek do ASCII",
    "da": "Billede til ASCII",
    "de": "Bild in ASCII",
    "el": "Εικόνα σε ASCII",
    "es": "Imagen a ASCII",
    "et": "Pilt ASCII-sse",
    "fa": "تصویر به ASCII",
    "fi": "Kuva ASCII-tiedostoon",
    "fil": "Larawan sa ASCII",
    "fr": "Image vers ASCII",
    "he": "תמונה ל-ASCII",
    "hi": "ASCII को छवि",
    "hr": "Slika u ASCII",
    "hu": "Kép ASCII-be",
    "id": "Gambar ke ASCII",
    "it": "Immagine in ASCII",
    "ja": "ASCII への画像",
    "ko": "이미지를 ASCII로",
    "lt": "Vaizdas į ASCII",
    "lv": "Attēls uz ASCII",
    "ms": "Imej kepada ASCII",
    "nl": "Afbeelding naar ASCII",
    "no": "Bilde til ASCII",
    "pl": "Obraz do ASCII",
    "ro": "Imagine în ASCII",
    "ru": "Изображение в ASCII",
    "sk": "Obrázok do ASCII",
    "sl": "Slika v ASCII",
    "sr": "Слика у АСЦИИ",
    "sv": "Bild till ASCII",
    "th": "รูปภาพเป็นASCII",
    "tr": "ASCII&#39;ye görüntü",
    "uk": "Зображення в ASCII",
    "vi": "Hình ảnh sang ASCII",
    "zh_CN": "图像转 ASCII",
    "zh_TW": "圖像轉 ASCII"
  },
  "short": {
    "ar": "قم بإنشاء صور ASCII Art من ملفات الصور.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Generate ASCII Art images from image files.",
    "bg": "Генерирайте ASCII Art изображения от файлове с изображения.",
    "ca": "Genereu imatges d&#39;art ASCII a partir de fitxers d&#39;imatge.",
    "cs": "Vytvářejte obrázky ASCII Art z obrazových souborů.",
    "da": "Generer ASCII Art-billeder fra billedfiler.",
    "de": "Generieren Sie ASCII-Art-Bilder aus Bilddateien.",
    "el": "Δημιουργήστε εικόνες ASCII Art από αρχεία εικόνας.",
    "es": "Genere imágenes ASCII Art a partir de archivos de imagen.",
    "et": "Looge pildifailidest ASCII kunstipilte.",
    "fa": "تصاویر هنر ASCII را از فایل های تصویری تولید کنید.",
    "fi": "Luo ASCII-taidekuvia kuvatiedostoista.",
    "fil": "Bumuo ng mga larawang ASCII Art mula sa mga file ng imahe.",
    "fr": "Générez des images ASCII Art à partir de fichiers image.",
    "he": "צור תמונות ASCII Art מקובצי תמונה.",
    "hi": "छवि फ़ाइलों से ASCII कला चित्र उत्पन्न करें।",
    "hr": "Generirajte ASCII Art slike iz slikovnih datoteka.",
    "hu": "ASCII Art képeket generál képfájlokból.",
    "id": "Hasilkan gambar ASCII Art dari file gambar.",
    "it": "Genera immagini ASCII Art da file immagine.",
    "ja": "画像ファイルからアスキー アート画像を生成します。",
    "ko": "이미지 파일에서 ASCII 아트 이미지를 생성합니다.",
    "lt": "Generuokite ASCII meno vaizdus iš vaizdo failų.",
    "lv": "Ģenerējiet ASCII mākslas attēlus no attēlu failiem.",
    "ms": "Hasilkan imej Seni ASCII daripada fail imej.",
    "nl": "Genereer ASCII Art-afbeeldingen van afbeeldingsbestanden.",
    "no": "Generer ASCII Art-bilder fra bildefiler.",
    "pl": "Generuj obrazy ASCII Art z plików graficznych.",
    "ro": "Generați imagini ASCII Art din fișiere imagine.",
    "ru": "Создание изображений ASCII Art из файлов изображений.",
    "sk": "Generujte obrázky ASCII Art z obrázkových súborov.",
    "sl": "Ustvarite slike ASCII Art iz slikovnih datotek.",
    "sr": "Генеришите АСЦИИ уметничке слике из сликовних датотека.",
    "sv": "Generera ASCII Art-bilder från bildfiler.",
    "th": "สร้างรูปภาพ ASCII Art จากไฟล์รูปภาพ",
    "tr": "Görüntü dosyalarından ASCII Art görüntüleri oluşturun.",
    "uk": "Створюйте зображення ASCII Art із файлів зображень.",
    "vi": "Tạo hình ảnh Nghệ thuật ASCII từ các tệp hình ảnh.",
    "zh_CN": "从图像文件生成 ASCII 艺术图像。",
    "zh_TW": "從圖像文件生成 ASCII 藝術圖像。"
  },
  "long": {
    "ar": "هل تريد إنشاء ASCII Art؟\n\nما عليك سوى وضع الصورة التي ترغب في تحويلها إلى فن ascii وسيقوم امتدادنا بالباقي.\n\nإنه سهل الاستخدام للغاية ، ما عليك سوى العثور على الصورة التي تريد تحويلها.\n\nانتظر بضع ثوان وانسخ صورة ASCII الإخراجية.\n\nجرب هذا منشئ الفن أسكي المجاني اليوم.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to generate ASCII Art?\n\nSimply put in the image you wish to convert to ascii art and our extension will do the rest.\n\nIts very simple to use, simply find the image you want to convert.\n\nWait a few seconds and copy the output ascii art.\n\nTry this free ascii art generator today.",
    "bg": "Искате ли да генерирате ASCII Art?\n\nПросто поставете изображението, което искате да конвертирате в ASCII изкуство и нашето разширение ще свърши останалото.\n\nИзползването му е много лесно, просто намерете изображението, което искате да конвертирате.\n\nИзчакайте няколко секунди и копирайте изходния ascii art.\n\nОпитайте този безплатен генератор на ASCII арт днес.",
    "ca": "Voleu generar art ASCII?\n\nSimplement poseu la imatge que voleu convertir a art ascii i la nostra extensió farà la resta.\n\nÉs molt senzill d'utilitzar, només cal que trobeu la imatge que voleu convertir.\n\nEspereu uns segons i copieu l'art ascii de sortida.\n\nProveu aquest generador d'art ascii gratuït avui.",
    "cs": "Chcete generovat ASCII Art?\n\nJednoduše vložte obrázek, který chcete převést na ascii art, a naše rozšíření se postará o zbytek.\n\nJeho použití je velmi jednoduché, jednoduše najděte obrázek, který chcete převést.\n\nPočkejte několik sekund a zkopírujte výstupní ascii art.\n\nVyzkoušejte tento bezplatný generátor ascii umění ještě dnes.",
    "da": "Vil du generere ASCII-kunst?\n\nDu skal blot indsætte det billede, du ønsker at konvertere til ascii art, og vores udvidelse klarer resten.\n\nDet er meget nemt at bruge, find blot det billede, du vil konvertere.\n\nVent et par sekunder og kopier output ascii art.\n\nPrøv denne gratis ascii art generator i dag.",
    "de": "Möchten Sie ASCII-Art generieren?\n\nGeben Sie einfach das Bild ein, das Sie in ASCII-Art konvertieren möchten, und unsere Erweiterung erledigt den Rest.\n\nEs ist sehr einfach zu bedienen, finden Sie einfach das Bild, das Sie konvertieren möchten.\n\nWarten Sie einige Sekunden und kopieren Sie die ausgegebene ASCII-Grafik.\n\nProbieren Sie diesen kostenlosen ASCII-Kunstgenerator noch heute aus.",
    "el": "Θέλετε να δημιουργήσετε ASCII Art;\n\nΑπλώς βάλτε την εικόνα που θέλετε να μετατρέψετε σε ascii art και η επέκτασή μας θα κάνει τα υπόλοιπα.\n\nΕίναι πολύ απλό στη χρήση, απλά βρείτε την εικόνα που θέλετε να μετατρέψετε.\n\nΠεριμένετε μερικά δευτερόλεπτα και αντιγράψτε το εξόδου ascii art.\n\nΔοκιμάστε αυτήν τη δωρεάν γεννήτρια τέχνης ascii σήμερα.",
    "es": "¿Quieres generar Arte ASCII?\n\nSimplemente ingrese la imagen que desea convertir a arte ascii y nuestra extensión hará el resto.\n\nEs muy simple de usar, simplemente encuentre la imagen que desea convertir.\n\nEspere unos segundos y copie la salida ascii art.\n\nPruebe este generador de arte ascii gratuito hoy.",
    "et": "Kas soovite luua ASCII kunsti?\n\nSisestage lihtsalt pilt, mille soovite ascii kunstiks teisendada ja meie laiendus teeb ülejäänu.\n\nSeda on väga lihtne kasutada, leidke lihtsalt pilt, mida soovite teisendada.\n\nOodake mõni sekund ja kopeerige väljund ascii art.\n\nProovige seda tasuta ASCII kunstigeneraatorit juba täna.",
    "fa": "آیا می خواهید هنر ASCII ایجاد کنید؟\n\nبه سادگی تصویری را که می خواهید به هنر ascii تبدیل کنید قرار دهید و برنامه افزودنی ما بقیه کارها را انجام خواهد داد.\n\nاستفاده از آن بسیار ساده است، به سادگی تصویری را که می خواهید تبدیل کنید پیدا کنید.\n\nچند ثانیه صبر کنید و خروجی ascii art را کپی کنید.\n\nامروز این مولد رایگان هنر ascii را امتحان کنید.",
    "fil": "Haluatko luoda ASCII-taidetta?\n\nSyötä vain kuva, jonka haluat muuntaa ascii-taiteeksi, ja laajennusmme hoitaa loput.\n\nSe on erittäin helppokäyttöinen, etsi vain kuva, jonka haluat muuntaa.\n\nOdota muutama sekunti ja kopioi tuloste ascii art.\n\nKokeile tätä ilmaista ascii-taidegeneraattoria jo tänään.",
    "fr": "Vous voulez générer de l'art ASCII ?\n\nInsérez simplement l'image que vous souhaitez convertir en art ascii et notre extension fera le reste.\n\nC'est très simple à utiliser, trouvez simplement l'image que vous souhaitez convertir.\n\nAttendez quelques secondes et copiez la sortie ascii art.\n\nEssayez ce générateur d'art ascii gratuit dès aujourd'hui.",
    "hi": "ASCII कला उत्पन्न करना चाहते हैं?\n\nबस उस छवि को डालें जिसे आप एएससीआई कला में बदलना चाहते हैं और हमारा विस्तार बाकी काम करेगा।\n\nइसका उपयोग करना बहुत आसान है, बस उस छवि को ढूंढें जिसे आप कनवर्ट करना चाहते हैं।\n\nकुछ सेकंड प्रतीक्षा करें और आउटपुट ascii art को कॉपी करें।\n\nआज ही इस मुफ्त एएससीआई आर्ट जनरेटर को आजमाएं।",
    "hr": "Želite generirati ASCII Art?\n\nJednostavno stavite sliku koju želite pretvoriti u ASCII art i naše proširenje će učiniti ostalo.\n\nVrlo je jednostavan za korištenje, jednostavno pronađite sliku koju želite pretvoriti.\n\nPričekajte nekoliko sekundi i kopirajte izlazni ascii art.\n\nIsprobajte ovaj besplatni generator ascii arta već danas.",
    "hu": "ASCII művészetet szeretne létrehozni?\n\nEgyszerűen írja be azt a képet, amelyet ASCII művészetté kíván konvertálni, és a mi bővítményünk elvégzi a többit.\n\nHasználata nagyon egyszerű, egyszerűen keresse meg a konvertálni kívánt képet.\n\nVárjon néhány másodpercet, és másolja ki a kimeneti ascii art-ot.\n\nPróbálja ki ezt az ingyenes ASCII művészeti generátort még ma.",
    "id": "Ingin menghasilkan Seni ASCII?\n\nCukup masukkan gambar yang ingin Anda ubah menjadi seni ascii dan ekstensi kami akan melakukan sisanya.\n\nSangat mudah digunakan, cukup temukan gambar yang ingin Anda konversi.\n\nTunggu beberapa detik dan salin output ascii art.\n\nCoba generator seni ascii gratis ini hari ini.",
    "it": "Vuoi generare ASCII Art?\n\nInserisci semplicemente l'immagine che desideri convertire in ascii art e la nostra estensione farà il resto.\n\nÈ molto semplice da usare, trova semplicemente l'immagine che desideri convertire.\n\nAttendi qualche secondo e copia l'output ascii art.\n\nProva oggi questo generatore di arte ascii gratuito.",
    "ja": "アスキーアートを生成したいですか?\n\nアスキー アートに変換したい画像を入力するだけで、後は拡張機能が処理します。\n\n使い方はとても簡単で、変換したい画像を見つけるだけです。\n\n数秒待ってから、出力されたアスキー アートをコピーします。\n\nこの無料のアスキー アート ジェネレーターを今すぐお試しください。",
    "ko": "ASCII 아트를 생성하고 싶으십니까?\n\nASCII 아트로 변환하려는 이미지를 입력하기만 하면 나머지는 확장 프로그램에서 처리합니다.\n\n사용이 매우 간단합니다. 변환하려는 이미지를 찾으면 됩니다.\n\n몇 초 기다렸다가 출력 ASCII 아트를 복사하십시오.\n\n오늘 이 무료 ASCII 아트 생성기를 사용해 보십시오.",
    "lt": "Norite sukurti ASCII meną?\n\nTiesiog įdėkite vaizdą, kurį norite konvertuoti į ascii meną, o mūsų plėtinys padarys visa kita.\n\nTai labai paprasta naudoti, tiesiog suraskite vaizdą, kurį norite konvertuoti.\n\nPalaukite kelias sekundes ir nukopijuokite išvestį ascii art.\n\nIšbandykite šį nemokamą ascii meno generatorių šiandien.",
    "lv": "Vai vēlaties ģenerēt ASCII mākslu?\n\nVienkārši ievietojiet attēlu, kuru vēlaties pārvērst par ASCII mākslu, un mūsu paplašinājums paveiks pārējo.\n\nTas ir ļoti vienkārši lietojams, vienkārši atrodiet attēlu, kuru vēlaties konvertēt.\n\nPagaidiet dažas sekundes un kopējiet izvadīto ASCII art.\n\nIzmēģiniet šo bezmaksas ASCII mākslas ģeneratoru jau šodien.",
    "ms": "Ingin menjana Seni ASCII?\n\nHanya letakkan pada imej yang ingin anda tukar kepada seni ascii dan sambungan kami akan melakukan yang lain.\n\nIa sangat mudah untuk digunakan, hanya cari imej yang ingin anda tukar.\n\nTunggu beberapa saat dan salin seni ascii keluaran.\n\nCuba penjana seni ascii percuma ini hari ini.",
    "nl": "Wilt u ASCII-kunst genereren?\n\nPlaats eenvoudig de afbeelding die u wilt converteren naar ascii-kunst en onze extensie doet de rest.\n\nHet is heel eenvoudig te gebruiken, zoek gewoon de afbeelding die u wilt converteren.\n\nWacht een paar seconden en kopieer de uitvoer ascii art.\n\nProbeer vandaag nog deze gratis ascii-kunstgenerator.",
    "no": "Vil du generere ASCII-kunst?\n\nBare legg inn bildet du ønsker å konvertere til ascii art og utvidelsen vår vil gjøre resten.\n\nDet er veldig enkelt å bruke, bare finn bildet du vil konvertere.\n\nVent noen sekunder og kopier utgangen av ascii-art.\n\nPrøv denne gratis ascii-kunstgeneratoren i dag.",
    "pl": "Chcesz wygenerować ASCII Art?\n\nPo prostu umieść obraz, który chcesz przekonwertować na ascii art, a nasze rozszerzenie zajmie się resztą.\n\nJest bardzo prosty w użyciu, po prostu znajdź obraz, który chcesz przekonwertować.\n\nPoczekaj kilka sekund i skopiuj wyjściową ascii art.\n\nWypróbuj ten darmowy generator sztuki ascii już dziś.",
    "ro": "Doriți să generați artă ASCII?\n\nPur și simplu puneți imaginea pe care doriți să o convertiți în ascii art și extensia noastră se va ocupa de restul.\n\nEste foarte simplu de utilizat, pur și simplu găsiți imaginea pe care doriți să o convertiți.\n\nAșteptați câteva secunde și copiați ieșirea ascii art.\n\nÎncercați acest generator de artă ascii gratuit astăzi.",
    "ru": "Хотите создать ASCII-арт?\n\nПросто вставьте изображение, которое вы хотите преобразовать в ascii, а наше расширение сделает все остальное.\n\nЕго очень просто использовать, просто найдите изображение, которое хотите преобразовать.\n\nПодождите несколько секунд и скопируйте вывод ascii art.\n\nПопробуйте этот бесплатный генератор изображений ascii сегодня.",
    "sk": "Chcete generovať ASCII Art?\n\nJednoducho vložte obrázok, ktorý chcete previesť na ascii art a naše rozšírenie sa postará o zvyšok.\n\nJeho použitie je veľmi jednoduché, jednoducho nájdite obrázok, ktorý chcete previesť.\n\nPočkajte niekoľko sekúnd a skopírujte výstupný ascii art.\n\nVyskúšajte tento bezplatný generátor ascii umenia ešte dnes.",
    "sl": "Želite ustvariti ASCII Art?\n\nPreprosto vstavite sliko, ki jo želite pretvoriti v ascii art, in naša razširitev bo naredila ostalo.\n\nNjegova uporaba je zelo preprosta, preprosto poiščite sliko, ki jo želite pretvoriti.\n\nPočakajte nekaj sekund in kopirajte izhodno sliko ascii.\n\nPreizkusite ta brezplačen generator ascii art še danes.",
    "sr": "Желите да генеришете АСЦИИ уметност?\n\nЈедноставно ставите слику коју желите да конвертујете у асции уметност и наше проширење ће урадити остало.\n\nВеома је једноставан за коришћење, једноставно пронађите слику коју желите да конвертујете.\n\nСачекајте неколико секунди и копирајте излазну асции слику.\n\nИспробајте овај бесплатни асции арт генератор данас.",
    "sv": "Vill du skapa ASCII-konst?\n\nLägg helt enkelt in bilden du vill konvertera till ascii art så sköter vårt tillägg resten.\n\nDet är väldigt enkelt att använda, hitta helt enkelt bilden du vill konvertera.\n\nVänta några sekunder och kopiera utgående ascii-art.\n\nProva denna gratis ascii art generator idag.",
    "th": "ต้องการสร้าง ASCII Art หรือไม่?\n\nเพียงใส่รูปภาพที่คุณต้องการแปลงเป็นงานศิลปะ ASCII แล้วส่วนขยายของเราจะจัดการเอง\n\nใช้งานง่ายมาก เพียงค้นหารูปภาพที่คุณต้องการแปลง\n\nรอสักครู่แล้วคัดลอกเอาต์พุต ascii art\n\nลองใช้เครื่องกำเนิดศิลปะ ascii ฟรีวันนี้",
    "tr": "ASCII Art oluşturmak ister misiniz?\n\nBasitçe ascii art'a dönüştürmek istediğiniz resmi koyun, gerisini bizim uzantımız halledecektir.\n\nKullanımı çok basit, dönüştürmek istediğiniz görüntüyü bulmanız yeterli.\n\nBirkaç saniye bekleyin ve çıktı ascii resmini kopyalayın.\n\nBu ücretsiz ascii sanat oluşturucuyu bugün deneyin.",
    "uk": "Хочете створити ASCII Art?\n\nПросто додайте зображення, яке ви хочете перетворити на ASCII, і наше розширення зробить все інше.\n\nКористуватися ним дуже просто, просто знайдіть зображення, яке потрібно конвертувати.\n\nЗачекайте кілька секунд і скопіюйте вихідне зображення ascii.\n\nСпробуйте цей безкоштовний генератор зображень ASCII сьогодні.",
    "vi": "Bạn muốn tạo ASCII Art?\n\nChỉ cần đặt hình ảnh bạn muốn chuyển đổi sang ascii art và phần mở rộng của chúng tôi sẽ thực hiện phần còn lại.\n\nNó rất đơn giản để sử dụng, chỉ cần tìm hình ảnh bạn muốn chuyển đổi.\n\nChờ một vài giây và sao chép nghệ thuật ascii đầu ra.\n\nHãy thử trình tạo nghệ thuật ascii miễn phí này ngay hôm nay.",
    "zh_CN": "想要生成 ASCII 艺术？\n\n只需输入您希望转换为 ascii 艺术的图像，我们的扩展程序将完成剩下的工作。\n\n它的使用非常简单，只需找到要转换的图像即可。\n\n等待几秒钟，然后复制输出的 ascii 艺术。\n\n今天就试试这个免费的 ascii 艺术生成器。",
    "zh_TW": "想要生成 ASCII 藝術？\n\n只需輸入您希望轉換為 ascii 藝術的圖像，我們的擴展程序將完成剩下的工作。\n\n它的使用非常簡單，只需找到要轉換的圖像即可。\n\n等待幾秒鐘，然後復制輸出的 ascii 藝術。\n\n今天就試試這個免費的 ascii 藝術生成器。"
  }
}