{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabs for Google Keep™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize Tabs by Color for Google Keep™"
  },
  "long": {
    "ar": "احتفظ بملاحظات Google Keep بالترتيب عن طريق ترتيب الملاحظات في فئات مختلفة. اكتب المذكرات والملاحظات بالداخل google keep\nهل سئمت من إضاعة الوقت من خلال الاضطرار إلى البحث في جميع ملاحظاتك والاستمرار في اللجوء إليها على Google Keep؟\n\nباستخدام علامات تبويب الفئة لـ Google Keep ™ ، يمكنك الآن فرز ملاحظاتك الجديدة والحالية حسب الفئة. كل فئة تمثل لون واحد. قم بتخزين أفكارك وأفكارك في google notes.\nمن السهل جدًا إضافة ملاحظة إلى فئة ، ما عليك سوى تغيير لون الملاحظة. عندما تريد عرض الملاحظات التي قمت بفرزها حسب اللون ، ما عليك سوى النقر فوق لون الملاحظة الذي ترغب في عرضه. إذا كنت ترغب في عرض مجموعتك الكاملة من الملاحظات / قوائم المراجعة ، فهناك خيار \"الكل\" بجوار خيارات الألوان (يتم تعيين هذا الخيار افتراضيًا).\n\nيمكنك الحصول على ملاحظات لأفكار تسويقية / أهداف مستقبلية / أهداف أسبوعية وما إلى ذلك ، والسماء هي الحد الأقصى وفرز ملاحظاتك حسب الفئة يسهل تذكر التفاصيل المهمة هذه طريقة سهلة وفعالة لتصنيف keep notes والسماح للملاحظات بأن تكون مرتبة من الداخل google keep notes.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Better organize your Google Keep notes\nTired of wasting time looking look through and re-sorting all of your notes on Google Keep?\n\nWith Tabs for Google Keep™, you can now sort your new and existing notes by category. Each category represents one color. Adding a note to a category is very easy, just change the color of the note. When you want to view the notes you have sorted by color, simply click on the note color you wish to view. If you would like to view your you entire collection of notes/checklists, there is an “All” option next to the color options (this option is set by default).",
    "bg": "Поддържайте бележките си в Google Keep в ред, като ги подредите в различни категории. Запишете бележки и бележки вътре в google keep\nУморихте ли се да губите време, като трябва да преглеждате и да продължите да прибягвате до всичките си бележки в Google Keep?\n\nС разделите на категории за Google Keep ™ вече можете да сортирате новите и съществуващите си бележки по категории. Всяка категория представлява един цвят. Съхранявайте вашите мисли и идеи в google notes.\nДобавянето на бележка към категория е много лесно, просто променете цвета на бележката. Когато искате да видите бележките, които сте сортирали по цвят, просто кликнете върху цвета на бележката, който искате да видите. Ако искате да видите цялата си колекция от бележки / контролни списъци, има опция „Всички“ до цветовите опции (тази опция е зададена по подразбиране).\n\nМожете да имате бележки за маркетингови идеи / бъдещи цели / седмични цели и т.н., небето е ограничението и сортирането на бележките ви по категории улеснява припомнянето на важни подробности. Това е лесен и ефективен начин за категоризиране на keep notes и позволяване на бележките ви да бъдат подредени вътре google keep notes.",
    "ca": "Mantingueu les vostres notes de Google Keep ordenades organitzant-les en diferents categories. Escriviu notes i notes a google keep\nCansat de perdre el temps per haver de mirar i continuar recorrent a totes les vostres notes a Google Keep?\n\nAmb les pestanyes de categoria per a Google Keep ™, ara podeu ordenar les vostres notes noves i existents per categoria. Cada categoria representa un color. Emmagatzemeu els vostres pensaments i idees a google notes.\nAfegir una nota a una categoria és molt fàcil, només cal canviar el color de la nota. Quan vulgueu veure les notes que heu ordenat per color, feu clic al color de la nota que vulgueu veure. Si voleu veure tota la vostra col·lecció de notes / llistes de comprovació, hi ha una opció \"Tots\" al costat de les opcions de color (aquesta opció s'estableix per defecte).\n\nPodeu tenir notes per a idees de màrqueting / objectius futurs / objectius setmanals, etc., el cel és el límit i ordenar les notes per categoria facilita la recuperació de detalls importants. Aquesta és una manera fàcil i eficaç de classificar keep notes i permetre que les vostres notes estiguin ordenades a l'interior google keep notes.",
    "cs": "Uchovávejte si poznámky Google Keep v pořádku, a to uspořádáním poznámek do různých kategorií. Zapisujte si poznámky a poznámky uvnitř google keep\nUž vás nebaví ztrácet čas tím, že budete muset prohlédnout všechny poznámky ve službě Google Keep a neustále je používat?\n\nS kartami kategorie pro Google Keep ™ můžete nyní třídit nové a stávající poznámky podle kategorií. Každá kategorie představuje jednu barvu. Uložte své myšlenky a nápady do google notes.\nPřidání poznámky do kategorie je velmi snadné, stačí změnit barvu poznámky. Chcete-li zobrazit poznámky, které jste seřadili podle barvy, jednoduše klikněte na barvu poznámky, kterou chcete zobrazit. Chcete-li zobrazit celou svou sbírku poznámek / kontrolních seznamů, je vedle možností barev možnost „Vše“ (tato možnost je ve výchozím nastavení nastavena).\n\nMůžete mít poznámky k marketingovým nápadům / budoucím cílům / týdenním cílům atd., Nebe je limit a třídění poznámek podle kategorií usnadňuje vybavování důležitých detailů. Jedná se o snadný a efektivní způsob kategorizace keep notes a umožnění uklizení poznámek uvnitř google keep notes.",
    "da": "Hold dine Google Keep-noter i orden ved at arrangere noterne i forskellige kategorier. Skriv notater og noter inde i google keep\nTræt af at spilde tid ved at skulle se igennem og fortsætte med at bruge alle dine noter på Google Keep?\n\nMed kategorifaner til Google Keep ™ kan du nu sortere dine nye og eksisterende noter efter kategori. Hver kategori repræsenterer en farve. Gem dine tanker og ideer i google notes.\nDet er meget let at tilføje en note til en kategori, bare skift farve på noten. Når du vil se de noter, du har sorteret efter farve, skal du blot klikke på den notefarve, du vil se. Hvis du vil se hele din samling af noter / tjeklister, er der en \"Alle\" -mulighed ved siden af farveindstillingerne (denne mulighed er som standard indstillet).\n\nDu kan have noter til marketingideer / fremtidige mål / ugentlige mål osv. Himlen er grænsen, og sortering af dine noter efter kategori gør det lettere at huske vigtige detaljer. Dette er en nem og effektiv måde at kategorisere keep notes på og lade dine noter være ryddige indeni google keep notes.",
    "de": "Halten Sie Ihre Google Keep-Notizen in Ordnung, indem Sie die Notizen in verschiedene Kategorien einteilen. Schreiben Sie Memos und Notizen in google keep auf.\nSind Sie es leid, Zeit zu verschwenden, indem Sie alle Ihre Notizen in Google Keep durchsuchen und weiter durchsuchen müssen?\n\nMit den Registerkarten für Kategorien für Google Keep ™ können Sie jetzt Ihre neuen und vorhandenen Notizen nach Kategorien sortieren. Jede Kategorie repräsentiert eine Farbe. Speichern Sie Ihre Gedanken und Ideen in google notes.\nDas Hinzufügen einer Notiz zu einer Kategorie ist sehr einfach. Ändern Sie einfach die Farbe der Notiz. Wenn Sie die Notizen anzeigen möchten, die Sie nach Farben sortiert haben, klicken Sie einfach auf die Notizenfarbe, die Sie anzeigen möchten. Wenn Sie Ihre gesamte Sammlung von Notizen / Checklisten anzeigen möchten, gibt es neben den Farboptionen die Option \"Alle\" (diese Option ist standardmäßig festgelegt).\n\nSie können Notizen für Marketingideen / zukünftige Ziele / wöchentliche Ziele usw. haben. Der Himmel ist die Grenze und das Sortieren Ihrer Notizen nach Kategorien erleichtert das Abrufen wichtiger Details. Dies ist eine einfache und effektive Möglichkeit, keep notes zu kategorisieren und Ihre Notizen in google keep notes aufzuräumen.",
    "el": "Διατηρήστε τις σημειώσεις σας στο Google Keep με τη διευθέτηση των σημειώσεων σε διάφορες κατηγορίες Γράψτε σημειώσεις και σημειώσεις μέσα στο google keep\nΚουραστήκατε να σπαταλάτε χρόνο χρειάζεται να κοιτάξετε και να καταφύγετε όλες τις σημειώσεις σας στο Google Keep;\n\nΜε τις καρτέλες κατηγορίας για το Google Keep ™, μπορείτε πλέον να ταξινομήσετε τις νέες και τις υπάρχουσες σημειώσεις σας ανά κατηγορία. Κάθε κατηγορία αντιπροσωπεύει ένα χρώμα. Αποθηκεύστε τις σκέψεις και τις ιδέες σας στο google notes.\nΗ προσθήκη μιας σημείωσης σε μια κατηγορία είναι πολύ εύκολη, αλλάξτε το χρώμα της σημείωσης. Όταν θέλετε να δείτε τις σημειώσεις που έχετε ταξινομήσει κατά χρώμα, απλώς κάντε κλικ στο χρώμα της νότας που θέλετε να δείτε. Εάν θέλετε να δείτε ολόκληρη τη συλλογή σημειώσεων / λιστών ελέγχου σας, υπάρχει μια επιλογή \"Όλα\" δίπλα στις επιλογές χρώματος (αυτή η επιλογή ορίζεται από προεπιλογή).\n\nΜπορείτε να έχετε σημειώσεις για ιδέες μάρκετινγκ / μελλοντικούς στόχους / εβδομαδιαίους στόχους κ.λπ., ο ουρανός είναι το όριο και η ταξινόμηση των σημειώσεών σας ανά κατηγορία διευκολύνει την ανάκληση σημαντικών λεπτομερειών. Αυτός είναι ένας εύκολος και αποτελεσματικός τρόπος κατηγοριοποίησης keep notes και επιτρέποντας στις σημειώσεις σας να είναι τακτοποιημένες μέσα google keep notes.",
    "es": "Mantenga sus notas de Google Keep en orden organizando las notas en diferentes categorías. Escriba notas y notas dentro de google keep\n¿Estás cansado de perder el tiempo teniendo que revisar y seguir revisando todas tus notas en Google Keep?\n\nCon las pestañas de categorías para Google Keep ™, ahora puede ordenar sus notas nuevas y existentes por categoría. Cada categoría representa un color. Guarde sus pensamientos e ideas en google notes.\nAgregar una nota a una categoría es muy fácil, simplemente cambie el color de la nota. Cuando desee ver las notas que ha ordenado por color, simplemente haga clic en el color de nota que desea ver. Si desea ver su colección completa de notas / listas de verificación, hay una opción \"Todos\" junto a las opciones de color (esta opción está configurada de forma predeterminada).\n\nPuede tener notas para ideas de marketing / metas futuras / metas semanales, etc., el cielo es el límite y ordenar sus notas por categoría hace que sea más fácil recordar detalles importantes. Esta es una manera fácil y efectiva de categorizar keep notes y permitir que sus notas estén ordenadas por dentro google keep notes.",
    "et": "Hoidke oma Google Keepi märkmeid korras, korraldades märkmed erinevatesse kategooriatesse. Kirjutage memod ja märkmed lehele google keep\nKas olete väsinud aja raiskamisest, kui peate kõik oma märkused Google Keepis läbi vaatama ja pidevalt kasutama?\n\nRakenduse Google Keep ™ kategooriakaartide abil saate nüüd oma uued ja olemasolevad märkmed kategooriate järgi sorteerida. Iga kategooria tähistab ühte värvi. Salvestage oma mõtted ja ideed saidile google notes.\nMärkme lisamine kategooriasse on väga lihtne, muutke lihtsalt märkme värvi. Kui soovite vaadata märkmeid, mille olete sortinud värvide järgi, klõpsake lihtsalt märkmete värvil, mida soovite vaadata. Kui soovite kogu oma märkmete / kontrollnimekirjade kogu vaadata, on värvivalikute kõrval valik „Kõik” (see valik on vaikimisi määratud).\n\nTeil võib olla märkmeid turundusideede / tuleviku eesmärkide / nädala eesmärkide jms kohta. Taevas on piir ja märkmete kategooriate järgi sorteerimine lihtsustab oluliste detailide meenutamist. See on lihtne ja tõhus viis kategooriate keep notes kategoriseerimiseks ning märkmete korrastamise võimaldamiseks google keep notes.",
    "fa": "با قرار دادن یادداشت ها در دسته های مختلف ، یادداشت های Google Keep خود را مرتب نگه دارید. یادداشت ها و یادداشت ها را در داخل google keep بنویسید\nخسته شده اید که وقت خود را صرف مرور و ادامه یادداشت های خود در Google Keep می کنید؟\n\nبا استفاده از Tab Tabs برای Google Keep ، اکنون می توانید یادداشت های جدید و موجود خود را بر اساس دسته بندی کنید. هر دسته نشان دهنده یک رنگ است. افکار و ایده های خود را در google notes ذخیره کنید.\nافزودن یادداشت به یک دسته بسیار آسان است ، فقط رنگ نت را تغییر دهید. وقتی می خواهید یادداشت هایی را که براساس رنگ مرتب کرده اید مشاهده کنید ، کافی است روی رنگ یادداشتی که می خواهید مشاهده کنید کلیک کنید. اگر می خواهید کل مجموعه یادداشت ها / چک لیست های خود را مشاهده کنید ، یک گزینه \"همه\" در کنار گزینه های رنگ وجود دارد (این گزینه به طور پیش فرض تنظیم شده است).\n\nمی توانید یادداشت هایی برای ایده های بازاریابی / اهداف آینده / اهداف هفتگی و غیره داشته باشید ، آسمان حد است و مرتب سازی یادداشت های شما بر اساس دسته بندی یادآوری جزئیات مهم را آسان تر می کند. این یک روش آسان و م toثر برای دسته بندی keep notes و اجازه می دهد تا یادداشت های شما در داخل مرتب باشد google keep notes.",
    "fi": "Järjestä paremmin Google Keep -muistiinpanosi\nOletko kyllästynyt kuluttamaan aikaa etsimään ja lajittelemaan kaikki muistiinpanosi uudelleen Google Keepissä?\n\nGoogle Keep ™ -kategorian välilehdillä voit nyt lajitella uudet ja olemassa olevat muistiinpanot luokittain. Jokainen luokka edustaa yhtä väriä. Muistiinpanon lisääminen luokkaan on erittäin helppoa, muuta vain huomautuksen väri. Kun haluat nähdä värin mukaan lajitellut muistiinpanot, napsauta vain muistiinpanon väriä, jonka haluat nähdä. Jos haluat tarkastella koko kokoelmamuistioitasi / tarkistuslistoja, värivaihtoehtojen vieressä on ”Kaikki” -vaihtoehto (tämä asetus on oletusasetus).",
    "fil": "Pidä Google Keep -muistiinpanosi järjestyksessä järjestämällä muistiinpanot eri luokkiin. Kirjoita muistiinpanoja muistiinpanoihin google keep\nOletko kyllästynyt tuhlaamaan aikaa joutumalla käymään läpi kaikki muistiinpanosi Google Keepissä ja käyttämään sitä jatkuvasti?\n\nGoogle Keep ™ -luokan välilehtien avulla voit nyt lajitella uudet ja olemassa olevat muistiinpanosi luokan mukaan. Jokainen luokka edustaa yhtä väriä. Tallenna ajatuksesi ja ideasi google notes.\nMuistiinpanon lisääminen luokkaan on erittäin helppoa, muuta vain muistiinpanon väri. Kun haluat tarkastella lajiteltuja muistiinpanoja värin mukaan, napsauta vain muistiinpanon väriä, jota haluat tarkastella. Jos haluat tarkastella koko kokoelmaasi muistiinpanoja / tarkistuslistoja, väriasetusten vieressä on vaihtoehto Kaikki (tämä asetus on oletusarvoisesti asetettu).\n\nSinulla voi olla muistiinpanoja markkinointiideoista / tulevaisuuden tavoitteista / viikoittaisista tavoitteista jne., Taivas on rajana ja muistiinpanojen lajitteleminen luokan mukaan helpottaa tärkeiden yksityiskohtien muistamista. Tämä on helppo ja tehokas tapa luokitella keep notes ja antaa muistiinpanojen olla siistit sisällä google keep notes.",
    "fr": "Gardez vos notes Google Keep en ordre en les classant dans différentes catégories. Écrivez des mémos et des notes à l'intérieur de google keep\nVous en avez assez de perdre du temps à parcourir et à continuer à utiliser toutes vos notes sur Google Keep?\n\nAvec les onglets de catégorie pour Google Keep ™, vous pouvez désormais trier vos notes nouvelles et existantes par catégorie. Chaque catégorie représente une couleur. Stockez vos pensées et vos idées dans google notes.\nAjouter une note à une catégorie est très simple, il suffit de changer la couleur de la note. Lorsque vous souhaitez afficher les notes que vous avez triées par couleur, cliquez simplement sur la couleur de note que vous souhaitez afficher. Si vous souhaitez afficher l'ensemble de votre collection de notes / listes de contrôle, il existe une option «Tous» à côté des options de couleur (cette option est définie par défaut).\n\nVous pouvez avoir des notes pour des idées marketing / des objectifs futurs / des objectifs hebdomadaires, etc., le ciel est la limite et le tri de vos notes par catégorie facilite le rappel des détails importants. C'est un moyen simple et efficace de classer keep notes et de ranger vos notes à l'intérieur google keep notes.",
    "he": "עדיף לארגן את ההערות שלך ב- Google Keep\nנמאס לכם לבזבז זמן על לחפש ולמיין מחדש את כל הפתקים שלכם ב- Google Keep?\n\nבאמצעות כרטיסיות קטגוריה עבור Google Keep ™, כעת תוכל למיין את ההערות החדשות והקיימות שלך לפי קטגוריה. כל קטגוריה מייצגת צבע אחד. הוספת פתק לקטגוריה זה קל מאוד, פשוט שנה את צבע השטר. כשרוצים להציג את ההערות שמוינת לפי צבע, פשוט לחץ על צבע ההערה שברצונך להציג. אם ברצונך להציג את כל אוסף ההערות / רשימות שלך, קיימת אפשרות \"הכל\" לצד אפשרויות הצבע (אפשרות זו מוגדרת כברירת מחדל).",
    "hi": "अपने Google Keep को अलग-अलग श्रेणियों में व्यवस्थित करके नोट रखें। मेमो और नोट्स नीचे लिखें google keep\nGoogle Keep पर अपने सभी नोटों को देखने और रखने के लिए समय बर्बाद करने से थक गए?\n\nGoogle Keep ™ के लिए श्रेणी टैब के साथ, अब आप श्रेणी द्वारा अपने नए और मौजूदा नोटों को सॉर्ट कर सकते हैं। प्रत्येक श्रेणी एक रंग का प्रतिनिधित्व करती है। अपने विचारों और विचारों को google notes में संग्रहित करें।\nकिसी श्रेणी में एक नोट जोड़ना बहुत आसान है, बस नोट का रंग बदल दें। जब आप रंग द्वारा छांटे गए नोट्स देखना चाहते हैं, तो बस उस नोट रंग पर क्लिक करें जिसे आप देखना चाहते हैं। यदि आप अपने संपूर्ण नोट्स / चेकलिस्ट का संग्रह देखना चाहते हैं, तो रंग विकल्पों के आगे एक \"ऑल\" विकल्प है (यह विकल्प डिफ़ॉल्ट रूप से सेट है)।\n\nआपके पास विपणन विचारों / भविष्य के लक्ष्यों / साप्ताहिक लक्ष्यों आदि के लिए नोट हो सकते हैं, आकाश सीमा है और आपके नोटों को श्रेणी के अनुसार क्रमबद्ध करने से महत्वपूर्ण विवरणों को याद रखना आसान हो जाता है। यह keep notes को वर्गीकृत करने के लिए एक आसान और प्रभावी तरीका है और अपने नोट्स को google keep notes के अंदर सुव्यवस्थित करने की अनुमति देता है।",
    "hr": "Redovito bilježite Google Keep raspoređivanjem bilješki u različite kategorije. Zapišite bilješke i bilješke u google keep\nDosadilo vam je gubiti vrijeme tako što ćete morati pregledavati i pribjegavati svim svojim bilješkama na Google Keepu?\n\nKarticama kategorija za Google Keep ™ sada možete sortirati nove i postojeće bilješke po kategorijama. Svaka kategorija predstavlja jednu boju. Spremite svoje misli i ideje u google notes.\nDodavanje bilješke u kategoriju vrlo je jednostavno, samo promijenite boju bilješke. Kada želite pregledati bilješke koje ste razvrstali po boji, jednostavno kliknite boju bilješke koju želite pregledati. Ako želite pregledati cijelu svoju zbirku bilješki / kontrolnih popisa, pored opcija boja postoji opcija \"Sve\" (ova je opcija zadana).\n\nMožete imati bilješke za marketinške ideje / buduće ciljeve / tjedne ciljeve itd., Nebo je ograničenje, a sortiranje bilješki po kategorijama olakšava prisjećanje važnih detalja. Ovo je jednostavan i učinkovit način za kategorizaciju keep notes i dopuštanje da vaše bilješke budu uredne google keep notes.",
    "hu": "Tartsa rendben a Google Keep-jegyzeteit a jegyzetek különböző kategóriákba rendezésével. Írjon jegyzeteket és jegyzeteket a következőbe: google keep\nUnod már, hogy időt pazarolsz azzal, hogy végig kell nézned és tovább kell használnod a Google Keep összes jegyzetét?\n\nA Google Keep ™ kategóriájú lapjai segítségével most kategóriák szerint rendezheti az új és a meglévő jegyzeteket. Minden kategória egy színt képvisel. Tárolja gondolatait és ötleteit a google notes webhelyen.\nMegjegyzés hozzáadása egy kategóriához nagyon egyszerű, csak változtassa meg a jegyzet színét. Ha meg szeretné tekinteni a szín szerint rendezett jegyzeteket, egyszerűen kattintson a megtekinteni kívánt jegyzet színére. Ha meg szeretné tekinteni az egész jegyzet- / ellenőrzőlistagyűjteményét, a színbeállítások mellett van egy „Mind” opció (ez az opció alapértelmezés szerint be van állítva).\n\nMegjegyzéseid lehetnek marketingötletekhez / jövőbeli célokhoz / heti célokhoz stb., Az ég a határ, és a jegyzetek kategóriák szerinti rendezése megkönnyíti a fontos részletek felidézését. Ez egy egyszerű és hatékony módszer a (z) keep notes kategorizálására, és lehetővé teszi a jegyzetek rendezettségét belül google keep notes.",
    "id": "Simpan catatan Google Keep Anda secara berurutan dengan mengatur catatan ke dalam kategori yang berbeda. Tuliskan memo dan catatan di dalam google keep\nBosan membuang-buang waktu dengan melihat-lihat dan terus menggunakan semua catatan Anda di Google Keep?\n\nDengan Tab Kategori untuk Google Keep ™, Anda sekarang dapat menyortir catatan baru dan yang sudah ada menurut kategori. Setiap kategori mewakili satu warna. Simpan pemikiran dan gagasan Anda ke dalam google notes.\nMenambahkan catatan ke suatu kategori sangat mudah, cukup ubah warna catatan tersebut. Saat Anda ingin melihat catatan yang telah Anda sortir berdasarkan warna, cukup klik pada warna catatan yang ingin Anda lihat. Jika Anda ingin melihat seluruh koleksi catatan / daftar periksa Anda, ada opsi \"Semua\" di samping opsi warna (opsi ini disetel secara default).\n\nAnda dapat memiliki catatan untuk ide pemasaran / tujuan masa depan / tujuan mingguan dll, langit adalah batasnya dan menyortir catatan Anda berdasarkan kategori membuatnya lebih mudah untuk mengingat detail penting. Ini adalah cara yang mudah dan efektif untuk mengkategorikan keep notes dan memungkinkan catatan Anda rapi di dalamnya google keep notes.",
    "it": "Mantieni le tue note di Google Keep in ordine disponendo le note in diverse categorie. Annota promemoria e note all'interno di google keep\nStanco di perdere tempo a dover guardare e continuare a ricorrere a tutte le tue note su Google Keep?\n\nCon le schede delle categorie per Google Keep ™, ora puoi ordinare le note nuove ed esistenti per categoria. Ogni categoria rappresenta un colore. Memorizza i tuoi pensieri e le tue idee in google notes.\nAggiungere una nota a una categoria è molto semplice, basta cambiare il colore della nota. Quando vuoi visualizzare le note che hai ordinato per colore, fai semplicemente clic sul colore della nota che desideri visualizzare. Se desideri visualizzare la tua intera raccolta di note / elenchi di controllo, è disponibile un'opzione \"Tutto\" accanto alle opzioni di colore (questa opzione è impostata per impostazione predefinita).\n\nPuoi avere note per idee di marketing / obiettivi futuri / obiettivi settimanali, ecc., L'unico limite è il cielo e l'ordinamento delle note per categoria rende più facile ricordare dettagli importanti. Questo è un modo semplice ed efficace per classificare keep notes e consentire alle tue note di essere ordinate all'interno google keep notes.",
    "ja": "メモをさまざまなカテゴリに配置することで、Google Keepのメモを整理します。 google keepの中にメモとメモを書き留めます\nすべてのメモを調べてGoogle Keepに頼り続ける必要があり、時間を無駄にするのにうんざりしていませんか？\n\nGoogle Keep™のカテゴリタブを使用すると、新しいメモと既存のメモをカテゴリで並べ替えることができます。各カテゴリは1つの色を表します。あなたの考えやアイデアをgoogle notesに保存してください。\nカテゴリへのメモの追加は非常に簡単で、メモの色を変更するだけです。色で並べ替えたノートを表示したい場合は、表示したいノートの色をクリックしてください。メモ/チェックリストのコレクション全体を表示したい場合は、色オプションの横に「すべて」オプションがあります（このオプションはデフォルトで設定されています）。\n\nマーケティングのアイデア/将来の目標/毎週の目標などのメモを付けることができます。空が限界であり、メモをカテゴリ別に並べ替えることで、重要な詳細を思い出しやすくなります。これは、keep notesを分類し、google keep notes内でメモを整理できる簡単で効果的な方法です。",
    "ko": "메모를 여러 카테고리로 정렬하여 Google Keep 메모를 순서대로 보관하세요. google keep 안에 메모와 메모를 기록하세요.\nGoogle Keep의 모든 메모를 살펴보고 계속 확인해야하는 시간 낭비에 지치 셨나요?\n\n이제 Google Keep ™ 용 카테고리 탭을 사용하여 새 메모와 기존 메모를 카테고리별로 정렬 할 수 있습니다. 각 범주는 하나의 색상을 나타냅니다. 생각과 아이디어를 google notes에 저장하십시오.\n카테고리에 메모를 추가하는 것은 매우 쉽습니다. 메모의 색상 만 변경하면됩니다. 색상별로 정렬 한 메모를 보려면 보려는 메모 색상을 클릭하기 만하면됩니다. 메모 / 체크리스트의 전체 컬렉션을 보려면 색상 옵션 옆에 \"모두\"옵션이 있습니다 (이 옵션은 기본적으로 설정 됨).\n\n마케팅 아이디어 / 미래 목표 / 주간 목표 등에 대한 메모를 가질 수 있으며, 하늘은 한계이며 카테고리별로 메모를 정렬하면 중요한 세부 정보를 쉽게 기억할 수 있습니다. 이는 keep notes을 분류하고 google keep notes 내에서 메모를 깔끔하게 정리할 수있는 쉽고 효과적인 방법입니다.",
    "lt": "Laikykite „Google Keep“ užrašus tvarkingai išdėstydami užrašus į skirtingas kategorijas. Užrašykite atmintines ir užrašus google keep\nAtsibodo gaišti laiką, kai reikia peržiūrėti ir vis naudoti savo užrašus „Google Keep“?\n\nNaudodami „Google Keep ™“ skirtukus „Kategorijos skirtukai“, dabar galite rūšiuoti naujus ir esamus užrašus pagal kategorijas. Kiekviena kategorija reiškia vieną spalvą. Saugokite savo mintis ir idėjas google notes.\nUžrašą pridėti prie kategorijos yra labai lengva, tiesiog pakeiskite užrašo spalvą. Jei norite peržiūrėti užrašus, kuriuos surūšiavote pagal spalvas, tiesiog spustelėkite norimą peržiūrėti užrašo spalvą. Jei norite peržiūrėti visą savo užrašų / kontrolinių sąrašų kolekciją, šalia spalvų parinkčių yra parinktis „Visi“ (ši parinktis nustatyta pagal numatytuosius nustatymus).\n\nGalite turėti pastabų apie rinkodaros idėjas / ateities tikslus / savaitinius tikslus ir pan., Dangus yra riba, o rūšiuojant užrašus pagal kategorijas, lengviau prisiminti svarbias detales. Tai yra lengvas ir efektyvus būdas klasifikuoti keep notes ir leisti užrašams būti tvarkingiems google keep notes.",
    "lv": "Uzturiet savas Google Keep piezīmes kārtībā, sakārtojot piezīmes dažādās kategorijās. Pierakstiet piezīmes un piezīmes vietnē google keep\nVai esat apnicis tērēt laiku, jo jums ir jāpārskata visas jūsu piezīmes pakalpojumā Google Keep un jāturpina tās izmantot?\n\nIzmantojot Google Keep ™ kategoriju cilnes, tagad jūs varat kārtot jaunās un esošās piezīmes pēc kategorijas. Katra kategorija apzīmē vienu krāsu. Saglabājiet savas domas un idejas vietnē google notes.\nPiezīmes pievienošana kategorijai ir ļoti vienkārša, vienkārši mainiet piezīmes krāsu. Ja vēlaties apskatīt piezīmes, kuras esat sakārtojis pēc krāsas, vienkārši noklikšķiniet uz piezīmes krāsas, kuru vēlaties skatīt. Ja vēlaties apskatīt visu savu piezīmju / kontrolsarakstu kolekciju, blakus krāsu opcijām ir opcija “Visi” (šī opcija ir iestatīta pēc noklusējuma).\n\nJums var būt piezīmes par mārketinga idejām / nākotnes mērķiem / nedēļas mērķiem utt., Debesis ir robeža, un, sakārtojot piezīmes pēc kategorijas, ir vieglāk atcerēties svarīgu informāciju. Tas ir vienkāršs un efektīvs veids, kā kategorizēt kategoriju keep notes un ļaut jūsu piezīmēm būt kārtīgām google keep notes.",
    "ms": "Simpan nota Google Keep anda dengan menyusun nota ke dalam pelbagai kategori. Tulis memo dan nota di dalam google keep\nBosan membuang masa dengan perlu melihat dan terus menggunakan semua nota anda di Google Keep?\n\nDengan Tab Kategori untuk Google Keep ™, kini anda dapat menyusun nota baru dan sedia ada mengikut kategori. Setiap kategori mewakili satu warna. Simpan idea dan idea anda ke dalam google notes.\nMenambah nota ke kategori sangat mudah, ubah warna nota sahaja. Apabila anda ingin melihat nota yang telah anda urutkan mengikut warna, cukup klik pada warna nota yang ingin anda lihat. Sekiranya anda ingin melihat keseluruhan koleksi nota / senarai semak anda, ada pilihan \"Semua\" di sebelah pilihan warna (pilihan ini ditetapkan secara lalai).\n\nAnda boleh mempunyai nota untuk idea pemasaran / matlamat masa depan / matlamat mingguan dll, langit adalah had dan menyusun nota anda mengikut kategori menjadikannya lebih mudah untuk mengingat butiran penting. Ini adalah cara yang mudah dan berkesan untuk mengkategorikan keep notes dan membiarkan catatan anda kemas di dalam google keep notes.",
    "nl": "Houd uw Google Keep-notities op orde door de notities in verschillende categorieën te ordenen. Schrijf memo's en notities op in google keep\nBent u het zat om tijd te verspillen door al uw notities op Google Keep te moeten doorzoeken en opnieuw te gebruiken?\n\nMet Category Tabs voor Google Keep ™ kun je nu je nieuwe en bestaande notities sorteren op categorie. Elke categorie vertegenwoordigt één kleur. Sla uw gedachten en ideeën op in google notes.\nHet toevoegen van een notitie aan een categorie is heel eenvoudig, verander gewoon de kleur van de notitie. Als u de notities die u op kleur heeft gesorteerd wilt bekijken, klikt u eenvoudig op de notitiekleur die u wilt bekijken. Als je je hele verzameling aantekeningen / checklists wilt zien, is er een \"Alle\" optie naast de kleuropties (deze optie is standaard ingesteld).\n\nU kunt notities maken voor marketingideeën / toekomstige doelen / wekelijkse doelen, enz., The sky is the limit en door uw notities op categorie te sorteren, wordt het gemakkelijker om belangrijke details op te roepen. Dit is een gemakkelijke en effectieve manier om keep notes te categoriseren en ervoor te zorgen dat uw notities binnenin netjes zijn google keep notes.",
    "no": "Hold Google Keep-notatene i orden ved å ordne notatene i forskjellige kategorier. Skriv ned notater i google keep\nEr du lei av å kaste bort tid ved å måtte se gjennom og fortsette å bruke alle notatene dine på Google Keep?\n\nMed kategorikategorier for Google Keep ™ kan du nå sortere nye og eksisterende notater etter kategori. Hver kategori representerer en farge. Lagre dine tanker og ideer i google notes.\nDet er veldig enkelt å legge til et notat i en kategori, bare endre fargen på notatet. Når du vil se notatene du har sortert etter farge, klikker du bare på notefargen du vil se. Hvis du ønsker å se hele samlingen av notater / sjekklister, er det et \"Alle\" -alternativ ved siden av fargealternativene (dette alternativet er angitt som standard).\n\nDu kan ha notater for markedsføringsideer / fremtidige mål / ukentlige mål osv. Himmelen er grensen, og det å sortere notatene dine etter kategori gjør det lettere å huske viktige detaljer. Dette er en enkel og effektiv måte å kategorisere keep notes og la notatene dine være ryddige inne google keep notes.",
    "pl": "Zachowaj porządek w notatkach Google Keep, porządkując je w różnych kategoriach. Zapisuj notatki i notatki w środku google keep\nMasz dość marnowania czasu na przeglądanie i ciągłe przeglądanie wszystkich notatek w Google Keep?\n\nDzięki zakładkom kategorii dla Google Keep ™ możesz teraz sortować nowe i istniejące notatki według kategorii. Każda kategoria reprezentuje jeden kolor. Przechowuj swoje przemyślenia i pomysły w google notes.\nDodanie notatki do kategorii jest bardzo proste, wystarczy zmienić kolor notatki. Jeśli chcesz zobaczyć notatki posortowane według koloru, po prostu kliknij kolor notatki, który chcesz wyświetlić. Jeśli chcesz zobaczyć całą kolekcję notatek / list kontrolnych, obok opcji kolorów znajduje się opcja „Wszystkie” (ta opcja jest ustawiona domyślnie).\n\nMożesz mieć notatki dotyczące pomysłów marketingowych / przyszłych celów / celów tygodniowych itp. Nie ma ograniczeń, a sortowanie notatek według kategorii ułatwia przywoływanie ważnych szczegółów. Jest to łatwy i skuteczny sposób kategoryzacji keep notes i uporządkowania notatek w środku google keep notes.",
    "ro": "Păstrați notele Google Keep în ordine, organizând notele în diferite categorii. Scrieți note și note în google keep\nV-ați săturat să pierdeți timpul prin faptul că trebuie să vă uitați și să recurgeți în continuare la toate notele dvs. pe Google Keep?\n\nCu filele Categorie pentru Google Keep ™, puteți să sortați acum notele noi și existente după categorie. Fiecare categorie reprezintă o culoare. Stocați-vă gândurile și ideile în google notes.\nAdăugarea unei note la o categorie este foarte ușoară, trebuie doar să schimbați culoarea notei. Când doriți să vizualizați notele pe care le-ați sortat după culoare, pur și simplu faceți clic pe culoarea notei pe care doriți să o vizualizați. Dacă doriți să vă vizualizați întreaga colecție de note / liste de verificare, există o opțiune „Toate” lângă opțiunile de culoare (această opțiune este setată implicit).\n\nPuteți avea note pentru idei de marketing / obiective viitoare / obiective săptămânale etc., cerul este limita, iar sortarea notelor dvs. pe categorii face mai ușor să vă amintiți detalii importante. Acesta este un mod ușor și eficient de a clasifica keep notes și de a permite notelor dvs. să fie ordonate în interior google keep notes.",
    "ru": "Сохраняйте свои заметки в Google Keep в порядке, распределяя их по разным категориям. Записывайте заметки и заметки внутри google keep\nУстали тратить время на просмотр и повторение всех своих заметок в Google Keep?\n\nС помощью вкладок категорий для Google Keep ™ теперь вы можете сортировать новые и существующие заметки по категориям. Каждая категория представляет собой один цвет. Храните свои мысли и идеи в google notes.\nДобавить заметку в категорию очень просто, просто измените цвет заметки. Если вы хотите просмотреть заметки, отсортированные по цвету, просто щелкните цвет заметки, который вы хотите просмотреть. Если вы хотите просмотреть всю свою коллекцию заметок / контрольных списков, рядом с опциями цвета есть опция «Все» (эта опция установлена по умолчанию).\n\nУ вас могут быть заметки для маркетинговых идей / будущих целей / еженедельных целей и т. Д., Небо - это предел, а сортировка заметок по категориям позволяет легче вспомнить важные детали. Это простой и эффективный способ категоризировать keep notes и упорядочить заметки внутри google keep notes.",
    "sk": "Usporiadajte poznámky do rôznych kategórií, aby ste mali svoje poznámky v službe Google Keep v poriadku. Zapisujte si poznámky a poznámky do google keep\nUž vás nebaví strácať čas tým, že budete musieť prehliadnuť svoje poznámky a neustále ich používať v aplikácii Google Keep?\n\nVďaka kartám kategórií pre Google Keep ™ môžete teraz triediť svoje nové a existujúce poznámky podľa kategórie. Každá kategória predstavuje jednu farbu. Uložte svoje myšlienky a nápady do google notes.\nPridanie poznámky do kategórie je veľmi jednoduché, stačí zmeniť farbu poznámky. Ak chcete zobraziť poznámky, ktoré ste zoradili podľa farieb, jednoducho kliknite na farbu poznámky, ktorú chcete zobraziť. Ak chcete zobraziť celú svoju zbierku poznámok / kontrolných zoznamov, je vedľa možností farieb možnosť „Všetky“ (táto možnosť je predvolene nastavená).\n\nMôžete mať poznámky k marketingovým nápadom / budúcim cieľom / týždenným cieľom atď., Obloha je limit a triedenie poznámok podľa kategórie uľahčuje vybavovanie dôležitých detailov. Jedná sa o jednoduchý a efektívny spôsob kategorizácie keep notes a úpravy prehľadných poznámok google keep notes.",
    "sl": "Bodite pozorni na zapiske Google Keep, tako da jih razvrstite v različne kategorije. Beležke in zapiske zapišite v google keep\nSte se naveličali zapravljati čas, ko bi morali brskati po vseh svojih zapiskih v Googlu Keep in jih še naprej uporabljati?\n\nZ zavihki kategorij za Google Keep ™ lahko zdaj nove in obstoječe zapiske razvrstite po kategorijah. Vsaka kategorija predstavlja eno barvo. Shranite svoje misli in ideje v google notes.\nDodajanje opombe v kategorijo je zelo enostavno, samo spremenite barvo opombe. Ko si želite ogledati opombe, ki ste jih razvrstili po barvi, preprosto kliknite barvo opombe, ki si jo želite ogledati. Če si želite ogledati celotno zbirko zapiskov / kontrolnih seznamov, je poleg barvnih možnosti na voljo možnost »Vse« (ta možnost je privzeto nastavljena).\n\nLahko imate zapiske za marketinške ideje / prihodnje cilje / tedenske cilje itd., Nebo je meja in razvrščanje zapiskov po kategorijah olajša priklic pomembnih podrobnosti. To je preprost in učinkovit način za kategorizacijo keep notes in omogočanje urejenosti zapiskov znotraj google keep notes.",
    "sr": "Редовно држите белешке у Гоогле Кееп-у распоређивањем белешки у различите категорије. Запишите белешке и белешке у google keep\nДосадило вам је губљење времена тако што ћете морати да прегледате и прибегавате свим својим белешкама на Гоогле Кееп-у?\n\nКартицама категорија за Гоогле Кееп ™ сада можете да сортирате нове и постојеће белешке по категоријама. Свака категорија представља једну боју. Спремите своје мисли и идеје у google notes.\nДодавање белешке у категорију је врло једноставно, само промените боју белешке. Када желите да прегледате белешке које сте сортирали по боји, једноставно кликните на боју белешке коју желите да видите. Ако желите да погледате целокупну колекцију белешки / контролних листа, поред опција боја постоји опција „Све“ (ова опција је подразумевано постављена).\n\nМожете имати белешке за маркетиншке идеје / будуће циљеве / недељне циљеве итд., Небо је ограничење, а сортирање белешки по категоријама олакшава подсећање на важне детаље. Ово је једноставан и ефикасан начин за категоризацију keep notes и омогућавање да ваше белешке буду уредне google keep notes.",
    "sv": "Håll dina Google Keep-anteckningar i ordning genom att ordna anteckningarna i olika kategorier. Skriv ner anteckningar och anteckningar i google keep\nTrött på att slösa bort tid genom att behöva titta igenom och fortsätta använda alla dina anteckningar på Google Keep?\n\nMed kategoriflikar för Google Keep ™ kan du nu sortera dina nya och befintliga anteckningar efter kategori. Varje kategori representerar en färg. Spara dina tankar och idéer i google notes.\nDet är väldigt enkelt att lägga till en anteckning i en kategori, ändra bara anteckningsfärgen. När du vill se anteckningarna du har sorterat efter färg klickar du bara på anteckningsfärgen du vill visa. Om du vill se hela din samling anteckningar / checklistor finns det ett alternativ för \"Alla\" bredvid färgalternativen (det här alternativet är som standard).\n\nDu kan ha anteckningar för marknadsföringsidéer / framtida mål / veckomål etc, himlen är gränsen och att sortera dina anteckningar efter kategori gör det lättare att återkalla viktiga detaljer. Detta är ett enkelt och effektivt sätt att kategorisera keep notes och låta dina anteckningar vara snygga inuti google keep notes.",
    "th": "จัดเก็บบันทึก Google Keep ของคุณให้เป็นระเบียบโดยจัดเรียงโน้ตเป็นหมวดหมู่ต่างๆ จดบันทึกช่วยจำและบันทึกภายใน google keep\nเบื่อกับการเสียเวลาโดยการมองผ่านและใช้โน้ตทั้งหมดของคุณใน Google Keep หรือไม่?\n\nด้วยแท็บหมวดหมู่สำหรับ Google Keep ™ตอนนี้คุณสามารถจัดเรียงโน้ตใหม่และที่มีอยู่ของคุณตามหมวดหมู่ แต่ละหมวดหมู่แสดงสีเดียว จัดเก็บความคิดและแนวคิดของคุณเป็น google notes\nการเพิ่มบันทึกลงในหมวดหมู่ทำได้ง่ายมากเพียงแค่เปลี่ยนสีของโน้ต เมื่อคุณต้องการดูบันทึกย่อที่คุณจัดเรียงตามสีเพียงแค่คลิกที่สีโน้ตที่คุณต้องการดู หากคุณต้องการดูคอลเล็กชันโน้ต / รายการตรวจสอบทั้งหมดของคุณจะมีตัวเลือก \"ทั้งหมด\" อยู่ถัดจากตัวเลือกสี (ตัวเลือกนี้ถูกตั้งค่าโดยค่าเริ่มต้น)\n\nคุณสามารถมีบันทึกสำหรับแนวคิดทางการตลาด / เป้าหมายในอนาคต / เป้าหมายรายสัปดาห์ ฯลฯ ท้องฟ้ามีขีด จำกัด และการจัดเรียงบันทึกย่อของคุณตามหมวดหมู่ทำให้ง่ายต่อการเรียกคืนรายละเอียดที่สำคัญ นี่เป็นวิธีที่ง่ายและมีประสิทธิภาพในการจัดหมวดหมู่ keep notes และทำให้บันทึกของคุณเป็นระเบียบเรียบร้อยภายใน google keep notes",
    "tr": "Notları farklı kategoriler halinde düzenleyerek Google Keep notlarınızı düzenli tutun. Kısa notları ve notları google keep içine yazın\nGoogle Keep'teki tüm notlarınızı gözden geçirip kullanmaya devam ederek zaman kaybetmekten bıktınız mı?\n\nGoogle Keep ™ için Kategori Sekmeleri ile artık yeni ve mevcut notlarınızı kategoriye göre sıralayabilirsiniz. Her kategori bir rengi temsil eder. Düşüncelerinizi ve fikirlerinizi google notes 'de saklayın.\nBir kategoriye not eklemek çok kolaydır, sadece notun rengini değiştirin. Renge göre sıraladığınız notları görüntülemek istediğinizde, görüntülemek istediğiniz not rengine tıklamanız yeterlidir. Tüm not / kontrol listesi koleksiyonunuzu görüntülemek isterseniz, renk seçeneklerinin yanında bir “Tümü” seçeneği vardır (bu seçenek varsayılan olarak ayarlanmıştır).\n\nPazarlama fikirleri / gelecek hedefler / haftalık hedefler vb. İçin notlarınız olabilir, gökyüzü sınırdır ve notlarınızı kategoriye göre sıralamak önemli ayrıntıları hatırlamayı kolaylaştırır. Bu, kategorilere ayırmanın keep notes ve notlarınızın içinde derli toplu olmasını sağlamanın google keep notes kolay ve etkili bir yoludur.",
    "uk": "Підтримуйте свої нотатки Google Keep у порядку, розподіляючи їх по різних категоріях. Запишіть пам’ятки та примітки всередину google keep\nНабридло витрачати час, переглядаючи та продовжуючи вдаватися до всіх своїх нотаток у Google Keep?\n\nЗа допомогою вкладки категорій для Google Keep ™ тепер ви можете сортувати свої нові та існуючі нотатки за категоріями. Кожна категорія представляє один колір. Зберігайте свої думки та ідеї в google notes.\nДодавання примітки до категорії дуже просто, просто змініть колір примітки. Коли ви хочете переглянути нотатки, які ви відсортували за кольором, просто натисніть на колір нотатки, який ви хочете переглянути. Якщо ви хочете переглянути всю свою колекцію нотаток / контрольних списків, поруч із параметрами кольорів є опція «Всі» (ця опція встановлена за замовчуванням).\n\nВи можете мати нотатки для маркетингових ідей / майбутніх цілей / щотижневих цілей тощо, небо - це межа, і сортування ваших приміток за категоріями полегшує згадування важливих деталей. Це простий та ефективний спосіб класифікувати keep notes, а також забезпечити, щоб ваші примітки були охайними всередині google keep notes.",
    "vi": "Giữ các ghi chú trên Google Keep của bạn theo thứ tự bằng cách sắp xếp các ghi chú thành các danh mục khác nhau. Viết ra các bản ghi nhớ và ghi chú bên trong google keep\nBạn cảm thấy mệt mỏi vì lãng phí thời gian khi phải xem qua và tiếp tục nhập lại tất cả các ghi chú của mình trên Google Keep?\n\nVới Tab danh mục cho Google Keep ™, giờ đây bạn có thể sắp xếp các ghi chú mới và ghi chú hiện có của mình theo danh mục. Mỗi danh mục đại diện cho một màu. Lưu trữ những suy nghĩ và ý tưởng của bạn vào google notes.\nThêm ghi chú vào một danh mục rất dễ dàng, chỉ cần thay đổi màu sắc của ghi chú. Khi bạn muốn xem các ghi chú mà bạn đã sắp xếp theo màu sắc, chỉ cần nhấp vào màu ghi chú mà bạn muốn xem. Nếu bạn muốn xem toàn bộ bộ sưu tập ghi chú / danh sách kiểm tra của mình, có một tùy chọn “Tất cả” bên cạnh tùy chọn màu sắc (tùy chọn này được đặt theo mặc định).\n\nBạn có thể có ghi chú cho các ý tưởng tiếp thị / mục tiêu tương lai / mục tiêu hàng tuần, v.v., bầu trời là giới hạn và việc sắp xếp ghi chú của bạn theo danh mục giúp dễ dàng nhớ lại các chi tiết quan trọng hơn. Đây là một cách dễ dàng và hiệu quả để phân loại keep notes và cho phép ghi chú của bạn gọn gàng bên trong google keep notes.",
    "zh_CN": "将注释分为不同的类别，以使您的Google Keep注释井然有序。在google keep内写下备忘录和笔记\n厌倦了通过浏览和继续使用Google Keep上的所有笔记而浪费时间吗？\n\n现在，借助Google Keep™的类别标签，您可以按类别对新笔记和现有笔记进行排序。每个类别代表一种颜色。将您的想法和想法存储到google notes中。\n将便笺添加到类别非常容易，只需更改便笺的颜色即可。当您要查看按颜色排序的注释时，只需单击要查看的注释颜色即可。如果您想查看整个笔记/清单列表，则颜色选项旁边有一个“全部”选项（默认情况下设置此选项）。\n\n您可以为市场营销思路/未来目标/每周目标等添加注释，这是无限的，按类别对注释进行排序使您更容易回忆起重要的细节。这是对keep notes进行分类并让您的笔记在google keep notes中整齐的一种简单有效的方法。",
    "zh_TW": "將註釋分為不同的類別，以使您的Google Keep註釋井然有序。在google keep內寫下備忘錄和筆記\n厭倦了通過瀏覽和繼續使用Google Keep上的所有筆記而浪費時間嗎？\n\n現在，借助Google Keep™的類別標籤，您可以按類別對新筆記和現有筆記進行排序。每個類別代表一種顏色。將您的想法和想法存儲到google notes中。\n將便箋添加到類別非常容易，只需更改便箋的顏色即可。當您要查看按顏色排序的註釋時，只需單擊要查看的註釋顏色即可。如果您想查看整個筆記/清單列表，則顏色選項旁邊有一個“全部”選項（默認情況下設置此選項）。\n\n您可以為市場營銷思路/未來目標/每週目標等添加註釋，這是無限的，按類別對註釋進行排序使您更容易回憶起重要的細節。這是對keep notes進行分類並讓您的筆記在google keep notes中整齊的一種簡單有效的方法。"
  }
}