{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leaf Auto Reloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leaf Auto Reload - Your Personal Web Assistant\n\nLeaf Auto Reload is a powerful, user-friendly Chrome extension designed to enhance…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leaf Auto Reload - Your Personal Web Assistant\n\nLeaf Auto Reload is a powerful, user-friendly Chrome extension designed to enhance your browsing experience. It offers an automatic page reloading feature, allowing users to set their preferred time interval for page refreshes.\n\nKey Features:\n\nUser-defined Time Interval: Auto Reload empowers users to set their own time intervals for page reloads. Whether you need constant updates every few seconds or periodic refreshes every few minutes, Auto Reload has got you covered.\n\nStart/Stop Functionality: With intuitive Start and Stop buttons, you can easily control when the page should start or stop reloading. This gives you full control over your browsing experience.\n\nMulti-tab Support: Auto Reload works independently on each tab, giving you the flexibility to have different reload intervals on different tabs based on your needs.\n\nStatus Indicator: The extension includes a status indicator at the bottom of the popup to display whether the auto-reload is currently active or not, keeping you informed at all times.\n\n\n\nWho is it for? Auto Reload is perfect for anyone who wants to keep their web pages up-to-date without manually refreshing them. It’s particularly useful for developers, day traders, sports enthusiasts, news junkies, and anyone who relies on real-time web updates.\n\nNote: Please use this extension responsibly as reloading a page repeatedly might be against the terms of service of some websites.\n\nEnjoy a seamless, real-time browsing experience with Auto Reload!"
  }
}