{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Downloader Baba - Social Video Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download & save your favorite videos from major social websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An advanced AI-based chrome extension for downloading & saving your favorite moments on all major social media websites in just one click with high-resolution quality.\n\nTo keep up-to-date with the extension, all the procedures have been done. Further, we will keep working to maintain to increase the credibility of the wing. You do not need to pay for it; it is a free Chrome extension for downloading and saving videos from all social platforms free of cost!\n\nLet us know what you think of an extension by providing valuable feedback (⭐⭐⭐⭐⭐). We'll be encouraged! \n\nWhat makes it unique from other extensions?\nThe factors listed below explain why DownloadBaba is the best extension or which elements make it unique compared to other extensions.\n\n1. Support all social media websites\nUsing the Downloader Baba extension, you can save your favorite moments or download videos for later use from any social media website. It supports all types of social website videos to download.\n2. One Click-Downloading\nYou do not need to go to another link to download the videos like in older days. Now things are advanced. So, you can save the videos with just one click. Click the download button on the video top, and downloading will begin.\n3. Options to choose the video quality \nDownloader Baba extension offers you to download videos in multiple qualities\n( 1080P, 480P, and 720P video qualities ). It supports all these quality videos to download.\n4. Easy and fast \nYou no need to write any code or visit any other page or site to download the video. It is effortless to use this extension. Innovative file segmentation technology makes it effortless and accelerates downloading speeds up to 4 times.\n5. Offer Unlimited Downloading \nUsing Downloader Baba, you can get unlimited times video downloading. It does not specify the number of downloads per day or month, and you can download the total video file size from your preferred website.\n\nSteps to download the videos using DownloaderBaba Extension\n👉 Open your desired social media website \n👉 Play the video that you want to download \n👉 Click on the download icon that shows the video top right side\n👉 Choose the video quality \n👉 Hurrah! The video starts automatically downloading\n\nPrivacy Policy \nAre we collecting any personal information? \nWe do not collect any personal information about our users. Our number one priority is to protect your privacy.\n\nIs our extension use cookies? \nA cookie is a small file transferred to a computer's hard drive by a site or its service provider through your Web browser (if you allow), which enables the site or service provider's system to recognize the browser and capture and remember certain information. Cookies help us understand and save your preferences for future visits.\n\nDo we disclose any information outside of the company?\nYour personally identifiable information is not sold, traded, or otherwise transferred to third parties. As long as these parties agree to keep this information confidential, it does not include trusted third parties who assist us in operating our website, conducting our business, or serving you.\n\nCan we change our Privacy Policy?\nStill, we are not committed to making any changes to our privacy policy. Still, if we decide to make any changes, we will notify you on this page. And will not make changes to our policies against your privacy. Still, your privacy is always our priority. We respect your privacy!"
  }
}