{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Connection Cleaner Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly search, choose, and delete LinkedIn connections. Effortlessly manage your network by selecting individuals or all at once."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly Search, Choose, and Delete LinkedIn Connections!\n\nEffortlessly manage your LinkedIn network with this powerful extension. Whether you're looking to clean up your connections or streamline your professional contacts, this tool gives you full control. You can search, select individuals, or remove all connections at once – the choice is yours.\n\nKey Advantages:\n* Efficient Network Management: Search and select specific connections or bulk delete all with just a few clicks.\n* Easy to Use: No technical expertise required; the interface is simple and user-friendly.\n* Time-Saving: Quickly load all LinkedIn connections in one view without manually scrolling through endless lists.\n* Secure: The data is temporary and will not be stored after reloading the page, ensuring your privacy.\n* Free Trial:\nTry it out with 5 free connection deletions to experience how easy and efficient it is to manage your LinkedIn network.\n\nHow the Extension Works:\nDownload the Extension: Install it directly from the Chrome Web Store.\nClick on the Extension Icon: This will initiate the tool.\n1. Open LinkedIn Connection Page: Click the button “Go to LinkedIn Connection Page.”\n2. Load Data: After returning to the LinkedIn page, click the extension icon again and wait for your connections to load. (Note: The data is temporarily and will be lost if the page is reloaded.)\n3. Manage Your Connections: Once all data is loaded, search for specific individuals, select them, or choose to select all.\n4. Delete Connections: After making your selection, simply click “Remove Selected” to delete the chosen connections.\n\nStart cleaning up your LinkedIn network today with ease and precision!\n\nNote:\nThis extension is not authorized or affiliated with LinkedIn."
  }
}