{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brian Tracy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start living a defined life by setting a goal with new tab that Get you inspired and motivated daily with Brian Tracy Quote"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you wonder why some people achieve more than you do? The reason is because they have written Goals. America was able to get to the moon because they have one goal. You too can get to the sky if that is what you truly want. It may sound unbelievable but try this new tab which enables you to focus by allowing you to setup a single goal with a deadline, inspirational daily quote to motivate you to work towards your goals and affirmation exercise that ask you to read aloud your goal 4 times daily to enable your goal stick to your subconscious mind. Only 3 percent of people that have well written goals join the 3 percent today and make this year a difference.\n\nFeatures:\n• Free\n• Works offline\n• Very light in size \n• Set a single goal (that makes you to focus all your energy on one single goal)\n• New Brian Tracy inspirational quote daily (You may feel tired in pursuing your goal but the motivation will keep you going)\n• Override every new tab and turn it to an achiever tab\n• See the weather and forecast\n• Affirmation\n• Feel good and get things done!\n• Achieve your business goals\n• Achieve your personal goals\n• Achieve your health and fitness goals\n• Feel great enthusiasm to achieve your goals.\n\n\nCONTACT\n+2348146987610\n@andrew_mamus"
  }
}