{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DealnLoot Alerts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now Never Pay Full"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the best online shopping deals, coupons, freebies, discounts, giveaways and much more at few clicks !!\n\nDealnloot.com is an online shopping deals provider which hunts the best bargains from the online e-commerce world and brings it for you so that you save money and time. You will get discount coupons, cashback offers, freebies, contests etc on dealnloot. With dealnloot, you probably never will pay full and with our chrome extension, it becomes even easier to save...\n\nFeatures of Dealnloot Alerts Chrome Extension -\n\n>> Shows you number of deals you have not seen as of now - Gone for a outing or for an important work. Well when you come back to your chrome browser on your laptop or PC, extension will give you a number of deals that have been posted after you went away.\n\n>> Gives you an alert in bottom right of your google chrome browser whenever a new deal is posted on dealnloot - Keep doing your important work on chrome. A new deal posted on our website - You get a notification every time :)\n\n>> On one click, you will see latest 10 posts - The power feature of this extension is that with one click on extension icon, you will be able to see the latest 10 deals or loots posted on our website.\n\n>> Search Button to find any deal - Well we believe Old is Gold. Looking for some old deal. Search it in search box box of extension especially for this purpose\n\n>> Inclusion of links and buttons to subscribe to our other alert systems - Just click on the extension and at bottom just after the 10th post, you would see social sharing buttons where you can like us and follow on facebook and twitter. Also with single clicks, you can subscribe to whatsapp alerts, push alerts, e-mail alerts etc."
  }
}