{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Were You Typing",
    "de": "Haben Sie Eingegeben",
    "es": "Tu Tapais",
    "ja": "あなたは入力していましたか",
    "ko": "당신은 입력했다",
    "ru": "Ты вводила",
    "th": "คุณพิมพ์"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Notifies you when you type something if no text boxes are currently selected, meaning the inputed text isn't going anywhere.",
    "de": "Wenn derzeit keine Textfelder ausgewählt sind und Sie versuchen, Text einzugeben, werden Sie mit dieser Erweiterung mit einem…",
    "es": "Si aucune boîte de texte n’est actuellement sélectionnée et que vous essayez de taper du texte, cette extension vous avertira avec…",
    "ja": "テキスト ボックスが選択されていない場合、テキストを入力しようとすると、入力したテキストが失われるため、この拡張機能は目を引くバナーで通知します。",
    "ko": "현재 텍스트 상자를 선택하지 않고 일부 텍스트를 입력하려고 하면 입력된 텍스트가 손실되므로 이 확장프로그램은 눈길을 끄는 배너로 알려줍니다.",
    "ru": "Если в настоящее время не выбраны текстовые поля и вы попытаетесь ввести текст, это расширение уведомит вас с помощью…",
    "th": "ถ้าไม่มีกล่องข้อความถูกเลือกและคุณพยายามที่จะพิมพ์ข้อความบางนามสกุลนี้จะแจ้งให้คุณทราบด้วยแบนเนอร์ที่สะดุดตาเนื่องจากข้อความตัวพิมพ…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "This extension is pretty simple. If you start typing and the cursor is not inside a text box, it will show a red box at the bottom of the screen to try to catch your attention and let you know that what you are typing is not going anywhere.\n\nTo temporarily prevent the red box from showing on the current website, press the Escape key once.\n\nYou can turn off the sound in the settings page.\n\nThis extension does not record what you type, does not save anything and does not transmit anything off your computer.",
    "de": "Wenn Sie mit dieser Erweiterung etwas eingeben und sich der Cursor nicht in einem bearbeitbaren Feld befindet, erscheint eine auffällige Benachrichtigung, die Sie darüber informiert.\n\nUm die Benachrichtigung vorübergehend zu deaktivieren, drücken Sie einmal die [Escape]-Taste.\n\nSie können den Ton auf der Einstellungsseite deaktivieren.",
    "es": "Con esta extensión, cuando escribes algo y el cursor no está en un cuadro editable, aparecerá una notificación llamativa que te informará de ello.\n\nPara desactivar temporalmente la notificación, pulse la tecla [Escape] una vez.\n\nPuede apagar el sonido en la página de configuración.",
    "ja": "この拡張機能を使用すると、何かを入力し、カーソルが編集可能なボックスに表示されないと、目を引く通知がポップアップ表示され、その通知が表示されます。\n\n通知を一時的に無効にするには、[Escape]キーを1回押します。\n\n設定ページで音を消すことができます。",
    "ko": "이 확장을 사용하면 무언가를 입력하고 커서가 편집 가능한 상자에 없는 경우 눈길을 끄는 알림이 나타납니다.\n\n알림을 일시적으로 비활성화하려면 [이스케이프] 키를 한 번 누릅니다.\n\n설정 페이지에서 소리를 끌 수 있습니다.",
    "ru": "С этим расширением, когда вы вводите что-то и курсор не в editable поле, привлекательный уведомление будет всплывающее давая вам знать так.\n\nЧтобы временно отключить уведомление, нажмите на ключ «Побег» один раз.\n\nВы можете отключить звук на странице настроек.",
    "th": "ด้วยส่วนขยายนี้เมื่อคุณพิมพ์บางสิ่งบางอย่างและเคอร์เซอร์ไม่ได้อยู่ในช่องที่สามารถแก้ไขได้การแจ้งเตือนที่สะดุดตาจะปรากฏขึ้นแจ้งให้คุณทราบ\n\nหากต้องการปิดใช้งานการแจ้งเตือนชั่วคราว ให้กดปุ่ม [Escape] หนึ่งครั้ง\n\nคุณสามารถปิดเสียงได้ในหน้าการตั้งค่า"
  }
}