{
  "name": {
    "ar": "ماكينة القمار ذات اللحية السوداء",
    "am": "ጥቁር ጺም ማስገቢያ ማሽን",
    "bg": "Слот машина Black Beard",
    "bn": "কালো দাড়ি স্লট মেশিন",
    "ca": "Màquina escurabutxaques de barba negra",
    "cs,en,en_AU,en_GB,en_US,es_419,fil,he,pt_BR,pt_PT,ro,sk": "Black Beard Slot Machine",
    "da": "Black Beard spilleautomat",
    "de": "Black Beard-Spielautomat",
    "el": "Κουλοχέρη Black Beard",
    "es": "Máquina tragamonedas de barba negra",
    "et": "Black Beard mänguautomaat",
    "fa": "ماشین اسلات ریش سیاه",
    "fi": "Black Beard hedelmäpeli",
    "fr": "Machine à sous à barbe noire",
    "gu": "બ્લેક દાઢી સ્લોટ મશીન",
    "hi": "ब्लैक बियर्ड स्लॉट मशीन",
    "hr": "Automat Black Beard",
    "hu": "Black Beard nyerőgép",
    "id": "Mesin Slot Jenggot Hitam",
    "it": "Slot machine Barba Nera",
    "ja": "黒ひげスロット マシン",
    "kn": "ಕಪ್ಪು ಬಿಯರ್ಡ್ ಸ್ಲಾಟ್ ಯಂತ್ರ",
    "ko": "검은 수염 슬롯 머신",
    "lt": "Juodosios barzdos lošimo automatas",
    "lv": "Melnās bārdas spēļu automāts",
    "ml": "ബ്ലാക്ക് താടി സ്ലോട്ട് മെഷീൻ",
    "mr": "काळी दाढी स्लॉट मशीन",
    "ms": "Mesin Slot Janggut Hitam",
    "nl": "Zwarte baard gokautomaat",
    "no": "Spilleautomat Black Beard",
    "pl": "Automat do gry Czarna Broda",
    "ru": "Игровой автомат Черная борода",
    "sl": "Igralni avtomat Black Beard",
    "sr": "Блацк Беард слот машина",
    "sv": "Black Beard spelautomat",
    "sw": "Black ndevu Slot Machine",
    "ta": "கருப்பு தாடி ஸ்லாட் இயந்திரம்",
    "te": "బ్లాక్ బార్డ్ స్లాట్ మెషిన్",
    "th": "สล็อตแมชชีนเคราดำ",
    "tr": "Siyah Sakal Slot Makinesi",
    "uk": "Ігровий автомат Black Beard",
    "vi": "Máy đánh bạc râu đen",
    "zh_CN": "黑胡子老虎机",
    "zh_TW": "黑鬍子老虎機"
  },
  "short": {
    "ar": "قم بنهب الكنوز مع Black Beard في لعبة ماكينات القمار المثيرة هذه.",
    "am": "በዚህ አስደሳች የቁማር ማሽን ጨዋታ ውስጥ ከጥቁር ጢም ጋር ሀብት መዝረፍ።",
    "bg": "Грабнете съкровища с Черната брада в тази вълнуваща игра на слот машина.",
    "bn": "এই রোমাঞ্চকর স্লট মেশিন গেমে ব্ল্যাক বিয়ার্ড দিয়ে ধন লুণ্ঠন করুন।",
    "ca": "Saqueja tresors amb Black Beard en aquest emocionant joc de màquines escurabutxaques.",
    "cs": "Plundrujte poklady s Black Beardem v této napínavé hře na automatech.",
    "da": "Plyndre skatte med sort skæg i dette spændende spilleautomat.",
    "de": "Plündern Sie Schätze mit Black Beard in diesem spannenden Spielautomatenspiel.",
    "el": "Λεηλατήστε θησαυρούς με Black Beard σε αυτό το συναρπαστικό παιχνίδι κουλοχέρηδων.",
    "en,en_AU,en_GB,en_US,es_419,he,pt_BR,pt_PT,uk": "Plunder treasures with Black Beard in this thrilling slot machine game.",
    "es": "Saquea tesoros con Black Beard en este emocionante juego de tragamonedas.",
    "et": "Rüüsta selles põnevas mänguautomaadimängus Musta habemega aardeid.",
    "fa": "در این بازی ماشین اسلات هیجان انگیز گنجینه ها را با ریش سیاه غارت کنید.",
    "fi": "Ryöstele aarteita Black Beardin kanssa tässä jännittävässä kolikkopelissä.",
    "fil": "Plunder treasures gamit ang Black Beard sa kapanapanabik na laro ng slot machine.",
    "fr": "Pillez des trésors avec Black Beard dans ce jeu de machine à sous passionnant.",
    "gu": "આ રોમાંચક સ્લોટ મશીન ગેમમાં બ્લેક બીર્ડ વડે ખજાનો લૂંટો.",
    "hi": "इस रोमांचक स्लॉट मशीन गेम में ब्लैक बियर्ड के साथ खजाना लूटें।",
    "hr": "Pljačkajte blago s Crnom bradom u ovoj uzbudljivoj igri na automatima.",
    "hu": "Rabolj ki kincseket Fekete Szakállal ebben az izgalmas nyerőgépes játékban.",
    "id": "Rampas harta karun dengan Black Beard di game mesin slot yang mendebarkan ini.",
    "it": "Saccheggia tesori con Barbanera in questo emozionante gioco di slot machine.",
    "ja": "このスリル満点のスロット マシン ゲームで、Black Beard と一緒にお宝を略奪しましょう。",
    "kn": "ಈ ರೋಮಾಂಚಕ ಸ್ಲಾಟ್ ಯಂತ್ರ ಆಟದಲ್ಲಿ ಬ್ಲ್ಯಾಕ್ ಬಿಯರ್ಡ್‌ನೊಂದಿಗೆ ಸಂಪತ್ತನ್ನು ಲೂಟಿ ಮಾಡಿ.",
    "ko": "이 스릴 넘치는 슬롯머신 게임에서 Black Beard와 함께 보물을 약탈해 보세요.",
    "lt": "Grobk lobius su Juoda Barzda šiame jaudinančiame lošimo automatų žaidime.",
    "lv": "Izlaupiet dārgumus ar Melno bārdu šajā aizraujošajā spēļu automātu spēlē.",
    "ml": "ഈ ആവേശകരമായ സ്ലോട്ട് മെഷീൻ ഗെയിമിൽ ബ്ലാക്ക് ബിയർഡ് ഉപയോഗിച്ച് നിധികൾ കൊള്ളയടിക്കുക.",
    "mr": "या रोमांचकारी स्लॉट मशीन गेममध्ये ब्लॅक दाढीसह खजिना लुटणे.",
    "ms": "Menjarah harta karun dengan Janggut Hitam dalam permainan mesin slot yang mendebarkan ini.",
    "nl": "Plunder schatten met Black Beard in dit spannende gokautomaatspel.",
    "no": "Plyndre skatter med Black Beard i dette spennende spilleautomatspillet.",
    "pl": "Plądruj skarby z Czarną Brodą w tej ekscytującej grze na automacie.",
    "ro": "Jefuiți comori cu Black Beard în acest joc palpitant de sloturi.",
    "ru": "Грабьте сокровища вместе с Черной Бородой в этом захватывающем игровом автомате.",
    "sk": "Plundrujte poklady s Black Beard v tejto napínavej hre na automate.",
    "sl": "Plenite zaklade s Črno brado v tej vznemirljivi igri na igralnih avtomatih.",
    "sr": "Пљачкајте благо са Црном брадом у овој узбудљивој игри на аутоматима.",
    "sv": "Plundra skatter med Black Beard i detta spännande spelautomat.",
    "sw": "Pora hazina ukitumia Ndevu Nyeusi katika mchezo huu wa kusisimua wa mashine yanayopangwa.",
    "ta": "இந்த பரபரப்பான ஸ்லாட் மெஷின் கேமில் பிளாக் பியர்ட் மூலம் பொக்கிஷங்களை கொள்ளையடிக்கவும்.",
    "te": "ఈ థ్రిల్లింగ్ స్లాట్ మెషిన్ గేమ్‌లో బ్లాక్ బియర్డ్‌తో నిధులను కొల్లగొట్టండి.",
    "th": "ปล้นสมบัติด้วย Black Beard ในเกมสล็อตแมชชีนที่น่าตื่นเต้นนี้",
    "tr": "Bu heyecan verici slot makinesi oyununda Kara Sakal ile hazineleri yağmalayın.",
    "vi": "Cướp kho báu với Râu Đen trong trò chơi máy đánh bạc ly kỳ này.",
    "zh_CN": "在这款激动人心的老虎机游戏中与黑胡子一起掠夺宝藏。",
    "zh_TW": "在這款令人興奮的老虎機遊戲中與黑鬍子一起掠奪寶藏。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set sail with Black Beard in this high-seas adventure slot machine game. Join the infamous pirate as you spin the reels and plunder treasure chests, uncovering riches and hidden bonuses along the way. With stunning graphics and immersive gameplay, Black Beard Slot Machine promises excitement and rewards on every spin. Are you ready to brave the dangers of the open sea and claim your fortune?"
  }
}