{
  "name": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,hi,hu,id,it,kn,ml,mr,ms,no,sr,sw,ta,te,vi": "HP Support Assistant for ChromeOS",
    "bg": "HP Support Assistant за ChromeOS",
    "cs": "Nástroj HP Support Assistant pro ChromeOS",
    "da": "HP Support Assistant til ChromeOS",
    "de": "HP Support Assistant für ChromeOS",
    "el": "HP Support Assistant για ChromeOS",
    "es,pt_BR": "HP Support Assistant para ChromeOS",
    "et": "HP tugikeskus ChromeOS-ile",
    "fr": "HP Support Assistant pour ChromeOS",
    "he": "HP Support Assistant עבור ChromeOS",
    "hr": "HP Support Assistant za ChromeOS",
    "ja": "ChromeOS用のHP Support Assistant",
    "ko": "ChromeOS용 HP Support Assistant",
    "lt": "„HP Support Assistant“ – „ChromeOS“",
    "lv": "HP Support Assistant operçtâjsistçmai ChromeOS",
    "nl": "HP Support Assistant voor ChromeOS",
    "pl": "HP Support Assistant dla ChromeOS",
    "pt_PT": "HP Support Assistant para o SO Chrome",
    "ro": "HP Support Assistant pentru ChromeOS",
    "ru": "HP Support Assistant для ChromeOS",
    "sk": "HP Support Assistant pre ChromeOS",
    "sl": "HP Support Assistant za operacijski sistem Chrome",
    "sv": "HP Support Assistant för ChromeOS",
    "th": "HP Support Assistant สำหรับ ChromeOS",
    "tr,uk": "ChromeOS için HP Support Assistant",
    "zh_CN": "适用于 ChromeOS 的 HP Support Assistant",
    "zh_TW": "適用於 ChromeOS 的 HP Support Assistant"
  },
  "short": {
    "ar": "يسمح HP Support Assistant للعميل بالحفاظ على سلامة جهازه والبحث عن خيارات استكشاف الأخطاء وإصلاحها والاتصال بالدعم.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,hi,id,kn,ml,mr,ms,sw,ta,te,vi": "HP Support Assistant allows the customer to maintain their device health, find troubleshooting options, and contact support.",
    "bg": "HP Support Assistant за ChromeOS е инструмент, който позволява на клиента да поддържа здравето на устройството си, да намери опции…",
    "cs": "Nástroj HP Support Assistant umožňuje zákazníkům udržovat zařízení v dobrém stavu, najít možnosti řešení problémů a kontaktovat…",
    "da": "HP Support Assistant er et værktøj, der gør det muligt for kunden at vedligeholde enheden, finde fejlfindingsmuligheder og kontakte…",
    "de": "Mit HP Support Assistant können Kunden den Gerätezustand aufrechterhalten, Fehlerbehebungsoptionen finden und sich an den Support…",
    "el": "Το HP Support Assistant παρέχει στον πελάτη τη δυνατότητα να διατηρεί την εύρυθμη λειτουργία της συσκευής του, να βρίσκει επιλογές…",
    "es": "HP Support Assistant permite a los clientes mantener sus dispositivos en buen estado, buscar opciones para solucionar problemas y…",
    "et": "HP Support Assistant ChromeOS-ile on tööriist, mis võimaldab kliendil säilitada oma seadme tervist, otsida tõrkeotsinguvõimalusi ja…",
    "fi": "HP Support Assistant -työkalulla asiakas voi ylläpitää laitteen kuntoa, etsiä vianmääritysvaihtoehtoja ja ottaa yhteyden tukeen.",
    "fr": "HP Support Assistant permet au client d'assurer l'état de son appareil, de rechercher des options de dépannage et de contacter…",
    "he": "HP Support Assistant למערכת ההפעלה של Chrome הוא כלי המאפשר ללקוח לשמור על תקינות המכשיר, לאתר אפשרויות לפתרון בעיות ולפנות לתמיכה…",
    "hr": "HP Support Assistant korisniku omogućava održavanje uređaja u dobrom stanju, pronalazak opcija za rješavanje problema i…",
    "hu": "A HP Support Assistant segít az ügyfeleknek az eszköz karbantartásában, hibaelhárítási lehetőségek keresésében és az…",
    "it": "HP Support Assistant consente al cliente di mantenere le condizioni del dispositivo, trovare le opzioni per la risoluzione dei…",
    "ja": "HP Support Assistantは、お客様がデバイスの良好な状態を維持したり、トラブルシューティングのオプションを見つけたり、サポートにお問い合わせいただくためのツールです。",
    "ko": "HP Support Assistant를 사용하면 고객이 장치의 상태를 유지하고, 문제 해결 방법을 찾고, 지원 센터에 문의할 수 있습니다.",
    "lt": "„HP Support Assistant“, skirta „ChromeOS“ yra įrankis, leidžiantis klientui palaikyti įrenginio sveikatą, rasti trikčių šalinimo…",
    "lv": "HP Support Assistant ir rīks, kas ļauj klientam saglabāt ierīces darbspēju, atrast problēmu novēršanas iespējas un sazināties ar…",
    "nl": "Met HP Support Assistant kan de klant diens apparaat in goede staat houden, opties voor probleemoplossing vinden en contact opnemen…",
    "no": "HP Support Assistant gjør det mulig for kunder å opprettholde enhetens tilstand, finne feilsøkingsalternativer og kontakte…",
    "pl": "HP Support Assistant umożliwia klientom utrzymanie dobrego stanu urządzenia, znalezienie opcji rozwiązywania problemów i…",
    "pt_BR": "O HP Support Assistant permite que o cliente mantenha a integridade do dispositivo, encontre opções de solução de problemas e entre…",
    "pt_PT": "O HP Support Assistant permite ao cliente manter o estado de funcionamento do seu dispositivo, encontrar opções de resolução de…",
    "ro": "HP Support Assistant permite clientului să își mențină dispozitivul în bună stare de funcționare, să găsească opțiuni de depanare…",
    "ru": "HP Support Assistant позволяет пользователю поддерживать работоспособность устройства, находить способы устранения неполадок и…",
    "sk": "Asistent podpory HP umožňuje zákazníkovi udržiavať dobrý stav zariadenia, nájsť možnosti riešenia problémov a kontaktovať podporu.",
    "sl": "S programom HP Support Assistant lahko stranke ohranjajo svoje naprave v dobrem stanju, poiščejo možnosti za odpravljanje težav in…",
    "sr": "HP Support Assistant za ChromeOS omogućava korisniku da prati ispravnost uređaja, pronađe opcije za rešavanje problema i stupi u…",
    "sv": "HP Support Assistant hjälper dig att underhålla enheten, hitta felsökningsalternativ och kontakta HP-support.",
    "th": "HP Support Assistant ช่วยให้ลูกค้าสามารถรักษาสภาพของอุปกรณ์ ค้นหาตัวเลือกการแก้ไขปัญหาและติดต่อฝ่ายสนับสนุน",
    "tr": "HP Support Assistant, müşterinin cihaz sağlığını korumasına, sorun giderme seçeneklerini bulmasına ve destek birimi ile iletişime…",
    "uk": "HP Support Assistant для ОС Chrome – це інструмент, який дає змогу клієнту підтримувати пристрій у гарному стані, знаходити…",
    "zh_CN": "HP Support Assistant 便于客户维护设备运行状况，查找故障排除选项和联系支持部门。",
    "zh_TW": "HP Support Assistant 可讓客戶維護自己裝置的健全狀況、尋找疑難排解選項，以及聯絡支援。"
  },
  "long": {
    "ar,bg,cs,da,de,el,en_US,es,et,fi,fr,he,hr,hu,it,ja,ko,lt,lv,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,zh_CN,zh_TW": "HP Support Assistant is a tool that allows customers to maintain their device health, find troubleshooting options, and contact support.",
    "am,bn,ca,en,en_AU,en_GB,es_419,fa,fil,gu,hi,id,kn,ml,mr,ms,sw,ta,te,vi": "HP Support Assistant Chrome OS is HP's official simple and user-friendly customer support app that provides various diagnostic tools and many different support options for HP Chrome devices. With this extension, you can experience the app via the URL (listed below), launch the experience as an application, and pin the application to your Chrome taskbar.\n \nThis application allows you to access real-time health information on your device by running in-app diagnostic tools. These diagnostic tools allow you to check your statuses such as your battery state, your system memory state, your CPU (Central Processing Unit) state, and more. The battery test allows you to gain insights into the health of your battery to determine if your power source is charging at the rate optimally. The system memory diagnostic tool allows you to monitor your memory health.\n \nHP Support Assistant also makes it easy to access your warranty information while providing customer support options based on your geographic location. You can also create and manage your support cases. If you are having trouble with your device and would like to get guided troubleshooting the automated Virtual Assistant is available for you at all times.\n \nHP Support Assistant Chrome OS is available on most Chrome devices. However, if you are seeing an incompatibility message, please click here to learn more: https://support.hp.com/us-en/document/c08206157\n \n \nHP Support Assistant Chrome OS Requirements:\n•\tMust be using OS Version - M99 or later\n•\tChrome Device \n•\tChrome Browser \n \nOnce you have downloaded the extension.\nLaunch the official application here: https://hpcs-appschr.hpcloud.hp.com/\n \nHP Support Assistant is also available for Windows and Mobile devices.\nCheck out our support page for more information:\nhttps://support.hp.com/us-en/help/hp-support-assistant"
  }
}