{
  "name": {
    "ar": "مستخرج مراجعات eBay",
    "am": "eBay ግምገማ ማጣሪያ",
    "bg": "eBay Извличане на отзиви",
    "bn": "eBay পর্যালোচনা এক্সট্রাক্টর",
    "ca": "Extractor de ressenyes de eBay",
    "cs": "Extraktor recenzí eBay",
    "da": "eBay Anmeldelsesudtrækker",
    "de": "eBay Bewertungs-Extraktor",
    "el": "Εξαγωγέας Κριτικών eBay",
    "en,en_AU,en_GB,en_US": "eBay Reviews Extractor",
    "es,es_419": "Extractor de reseñas de eBay",
    "et": "eBay Arvustuste Ekstraktor",
    "fa": "استخراج‌کننده نظرات eBay",
    "fi": "eBay Arvostelujen Poistaja",
    "fil": "Tagakuha ng Review ng eBay",
    "fr": "Extracteur d'avis eBay",
    "gu": "eBay સમીક્ષાઓ એક્સ્ટ્રેક્ટર",
    "he": "חילוץ ביקורות של eBay",
    "hi": "eBay समीक्षा निष्कर्षक",
    "hr": "eBay Ekstraktor Recenzija",
    "hu": "eBay Véleménykivonó",
    "id,ms": "Ekstraktor Ulasan eBay",
    "it": "Estrattore di recensioni eBay",
    "ja": "eBayレビューエクストラクター",
    "kn": "eBay ವಿಮರ್ಶೆಗಳ ಎಕ್ಸ್‌ಟ್ರಾಕ್ಟರ್",
    "ko": "eBay 리뷰 추출기",
    "lt": "eBay Atsiliepimų Ekstraktorius",
    "lv": "eBay Atsauksmju Ekstraktors",
    "ml": "eBay അവലോകനങ്ങൾ എക്സ്ട്രാക്ടർ",
    "mr": "eBay पुनरावलोकने काढणारा",
    "nl": "eBay Review Extractor",
    "no": "eBay Anmeldelsesuttrekker",
    "pl": "Ekstraktor Recenzji eBay",
    "pt_BR,pt_PT": "Extrator de Avaliações eBay",
    "ro": "Extractor Recenzii eBay",
    "ru": "Извлекатель отзывов eBay",
    "sk": "Extraktor recenzií eBay",
    "sl": "Izvleček ocen eBay",
    "sr": "Екстрактор за рецензије eBay",
    "sv": "eBay Recensionsutdragare",
    "sw": "Kivuta Maoni cha eBay",
    "ta": "eBay மதிப்பீடுகள் எக்ஸ்ட்ராக்டர்",
    "te": "eBay సమీక్షలు ఎక్స్ట్రాక్టర్",
    "th": "ตัวดึงรีวิว eBay",
    "tr": "eBay İnceleme Çıkarıcı",
    "uk": "Екстрактор відгуків eBay",
    "vi": "Trình trích xuất Đánh giá eBay",
    "zh_CN": "eBay 评论提取器",
    "zh_TW": "eBay 評論提取器"
  },
  "short": {
    "ar,pl": "Streamline eBay review analysis. Export reviews in CSV, JSON, or XLSX. AI summaries offer comprehensive insights and recommendations",
    "am,pt_BR": "eBay Reviews Extractor: Quick review scraping and export. AI summaries highlight key insights for informed, data-driven decisions.",
    "bg,pt_PT": "Extract and analyze eBay reviews. Export data in various formats. AI summaries provide actionable insights and recommendations.",
    "bn,ro": "Simplify eBay review analysis. Export reviews in CSV, JSON, or XLSX. AI summaries offer insights for competitive trend monitoring.",
    "ca,ru": "eBay Reviews Extractor: One-click review scraping. Export in multiple formats. AI summaries provide comprehensive analysis.",
    "cs,sk": "Effortlessly extract eBay reviews. Export in CSV, JSON, XLSX. AI summaries offer insights and recommendations for better decisions.",
    "da,sl": "Streamline eBay review analysis. Export reviews in various formats. AI summaries provide actionable insights for decision-making.",
    "de,sr": "eBay Reviews Extractor: Quick and easy review scraping. Export data in multiple formats. AI summaries highlight key insights.",
    "el,sv": "Extract and analyze eBay reviews effortlessly. Export in CSV, JSON, or XLSX. AI summaries provide insights for competitive research.",
    "en,en_AU": "Unlock customer insights with eBay Reviews Extractor. Scrape, export, and AI-powered summaries for quick, data-driven decisions.",
    "en_GB,nl": "eBay Reviews Extractor: One-click review scraping and export. Easily analyze customer feedback with AI summaries for insights.",
    "en_US": "Simplify eBay review analysis with our extractor. Export data in CSV, JSON, or XLSX. Get AI summaries highlighting pros, cons.",
    "es,sw": "Simplify eBay review analysis with our extractor. Export reviews in various formats. AI summaries offer insights and recommendations",
    "es_419": "eBay Reviews Extractor: One-click review exporting. AI summaries provide insights for data-driven decisions and trend monitoring.",
    "et,te": "Effortlessly extract and analyze eBay reviews. Export in multiple formats. AI summaries offer insights for better decision-making.",
    "fa,th": "Streamline eBay review analysis. Export reviews in CSV, JSON, or XLSX. AI summaries provide insights for competitive research.",
    "fi,tr": "eBay Reviews Extractor: Quick review scraping. Export in CSV, JSON, or XLSX. AI summaries provide insights for data-driven decisions",
    "fil,uk": "Extract and analyze eBay reviews. Export in various formats. AI summaries offer insights and recommendations for better decisions.",
    "fr,id,lv,vi": "Simplify eBay review analysis. Export reviews in CSV, JSON, or XLSX. AI summaries provide insights for better decision-making.",
    "gu,zh_TW": "eBay Reviews Extractor: Extract and export reviews effortlessly. AI summaries provide insights for product improvement and analysis.",
    "he": "Effortlessly scrape eBay reviews. Export in CSV, JSON, or XLSX. AI summaries offer actionable insights for product decisions.",
    "hi": "Streamline eBay review analysis. Export data in multiple formats. AI summaries highlight key insights for competitive research.",
    "hr": "eBay Reviews Extractor: One-click review scraping. Export in CSV, JSON, or XLSX. AI summaries provide insights and recommendations.",
    "hu": "Extract and analyze eBay reviews with ease. Export in various formats. AI summaries offer insights for data-driven decisions.",
    "it,ml": "eBay Reviews Extractor: Quick review scraping. AI summaries highlight key insights for informed, data-driven decisions.",
    "ja": "Effortlessly extract eBay reviews. Export multiple formats. AI summaries provide insights and recommendations for better decisions.",
    "kn": "Streamline eBay review analysis. Export reviews in CSV, JSON, or XLSX. AI summaries offer insights for competitive research.",
    "ko": "eBay Reviews Extractor: One-click review scraping. Export in CSV, JSON, or XLSX. AI summaries provide insights for better decisions.",
    "lt": "Extract and analyze eBay reviews effortlessly. Export in various formats. AI summaries offer insights for better decision-making.",
    "mr": "Effortlessly scrape and analyze eBay reviews. Export in multiple formats. AI summaries provide actionable insights & recommendations",
    "ms": "Simplify eBay review analysis with our extractor. Export to multi format. AI summaries highlight pros, cons, and recommendations.",
    "no,zh_CN": "Effortlessly extract and analyze eBay reviews. Export in multiple formats. AI summaries provide insights for better decision-making.",
    "ta": "eBay Reviews Extractor: Review scraping and export. AI summaries provide insights for data-driven decisions and trend monitoring."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eBay Reviews Extractor extension allows you to scrape and export complete product or store review data for easy analysis. Its intuitive interface makes it accessible to anyone, regardless of coding experience.\n\nHow the Tool Works\n1. Open any product page on eBay.com.\n2. Click \"Download Reviews\" under the product name or \"Download Store Reviews\" under the store name.\n3. Wait for the process to complete, then click \"Download Reviews\" in the popup area to download the data in CSV, JSON, or XLSX format.\n4. (Optional) Click the \"AI Review Summary\" button to generate a detailed analysis, including advantages, disadvantages, improvement suggestions, and a recommendation on whether to buy or not.\n\nThe extracted CSV, JSON, or XLSX file conveniently organizes all key review information, including ID, Username, Rating, Rating Star, Rating Star Text, Comment, Context Rating Score, Context Time, follow-up feedback, Product Name, Product URL, Review URL, and Scraped Time.\n\nUnlock Valuable Insights\nWith the eBay Reviews Scraper, e-commerce professionals can quickly conduct competitive research, monitor trends, compare products and stores, identify opportunities, and make data-driven decisions. Say goodbye to the tedious task of manual review analysis and embrace the power of instant insights.\n\nAI Review Summary\nThe ChatGPT-Powered AI Review Summary feature takes your analysis to the next level, providing a comprehensive overview of the advantages, disadvantages, improvement suggestions, and a recommendation on whether to buy or not, based on the extracted reviews.\n\nThe data extraction process begins immediately after you make a request, with the duration varying based on the amount of information needing retrieval.\n\nData Privacy \nThe data you work with remains confined to your local machine and does not traverse our servers at any point.\n\nDisclaimer \nThis extension is an independently developed product by ExtensionsBox and has no association with eBay."
  }
}