{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML to Figma - by DemoWay (Pixel-Perfect Web to Figma Design)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform any web into Figma. It Just Pixel-Perfect, Free quota weekly. Even import multiple sequential webpages and actions at once"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML to Figma - by DemoWay (Pixel-Perfect Web to Figma Design)\n\n✨ Why HTML to Figma\n\n1. Pixel-Perfect: What you see on the webpage is what you get in Figma\n2. 100% original high-definition image: from the source site. No more blurry images on your retina screen.\n3. Product Tour: Import multiple sequential pages and interactions at once: Great for making quick adjustments to existing product processes, especially suitable for dashboard-type products.\n4. Supports Auto Layout Import .\n5. Supports mapping missing fonts before import, any missing fonts that are not available on your local will be bundled for you to download and install.\n6. Supports updating the fonts used after import. \n7. A large number of creators like you are using this plugin worldwide right now. View real-time user distribution statistics map here: https://demoway.com/html-to-figma#user-map\n\n\n🤞 Scenarios\n\n1. Inspiration from Excellence : Seamlessly integrate great designs into your product to draw inspiration and elevate your design capabilities.\n2. Enhance Your Design Iteration: Easily import your existing web products into Figma to refine and redesign your products. This enhances efficiency, allowing you to focus on creativity and optimization without starting from scratch.\n\n\n🚀 How to: https://demoway.com/html-to-figma/onboard\n\n💬 Support\nTry in Figma: https://s.tofigma.com/figma-chrome-store\nChat to us on discord: https://s.tofigma.com/discord-chrome-store\nSuggestion & Feedback: https://s.tofigma.com/feedback-chrome-store\nAlso, Feel free to leave a comment below on this page"
  }
}