{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Findy: Email Search and Outreach by Reply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Findy: Email Search and Outreach by Reply searches for emails on professional social media, automates the outreach process."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Findy: Email Search and Outreach extension by Reply offers the easiest and fastest way to find verified prospect emails on professional social media and automate your sales outreach while keeping it personal.\n\nWHAT IS FINDY?\n\nWith the new Reply's Chrome extension, you can search for new leads to later engage with your automated outreach campaigns, boost your productivity with direct access to your tasks, automatic data sync between Reply and your CRM, and direct calls.\n\nHOW DOES IT WORK?\n\n1. Install the extension\n2. Go to professional social media and find contacts you’d like to engage with. \n3. Open the extension - it will automatically find emails for your contacts.\n4. Sign up in just 2 clicks via Google account and voila! you’ve got contacts in your Reply trial account.\n5. You can save the list to Reply or push to a sequence.\n6. Open extension while in Gmail, Salesforce, or HubSpot on contact profile or page with multiple contacts to automatically sync the data to your Reply account.\n\nWHAT CAN FINDY EXTENSION DO?\n\n* Lightning-fast manual email lookup\n* Unlimited bulk email search using professional social media\n* Built-in email verification\n* Seamless data sync between your CRM and Reply account\n* Instant prospect engagement with multichannel outreach\n* Direct cloud calls\n* Convenient task management\n* Complete activity log for each contact at a glance\n* Native integrations with Gmail, professional social media, Salesforce and HubSpot\n\n\nWHO IS THIS EXTENSION FOR?\n\nThis extension will come in handy to any organization, and the following teams specifically:\n\n* Sales teams looking to engage both outbound and inbound leads\n* Recruiters hunting for candidates\n* Startups founders and executives trying to raise funds, connect with mentors, or grow their personal network\n* Business development professionals expanding strategic partnerships\n* Marketing teams doing link building, influencer, or publisher outreach\n\n\nWHAT'S NEW\n\n*  Simplified Navigation: We've streamlined the interface, making it easier for users to navigate through different features and settings.\n* Intuitive Design: The UI has been redesigned with a focus on clarity and ease of use, ensuring that users can quickly find and access the tools they need.\n* Enhanced Accessibility: We've optimized the extension to be more accessible to all users, including those with disabilities, by improving contrast, font sizes, and keyboard navigation.\n* Responsive Layout: The extension now adapts seamlessly to different screen sizes and resolutions, providing a consistent experience across devices.\n* Improved Performance: We've optimized the extension for speed and efficiency, reducing loading times and enhancing overall performance.\n\n\nMade with love by Reply.io team"
  }
}