{
  "name": {
    "ar": "علامة التبويب تجاهل تلقائي",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sv,sw,ta,te,zh_CN,zh_TW": "Auto Discard Tab",
    "bg": "Раздел Автоматично изхвърляне",
    "ca": "Pestanya de descàrrega automàtica",
    "cs": "Karta Auto Discard",
    "da": "Fanen Auto-kassering",
    "de": "Registerkarte &quot;Automatisch verwerfen&quot;",
    "el": "Καρτέλα αυτόματης απόρριψης",
    "es": "Pestaña Descarte automático",
    "et": "Vahekaart Automaatne loobumine",
    "fa": "برگه کنار گذاشتن خودکار",
    "fi": "Automaattinen hylkää -välilehti",
    "fr": "Onglet Suppression automatique",
    "he": "כרטיסיית מחיקה אוטומטית",
    "hi": "ऑटो को त्याग दें",
    "hr": "Kartica Automatsko odbacivanje",
    "hu": "Automatikus elvetés fül",
    "id": "Buang Tab Otomatis",
    "it": "Scheda Scarto automatico",
    "ja": "自動破棄タブ",
    "ko": "자동 삭제 탭",
    "lt": "Skirtukas „Automatinis išmetimas“",
    "lv": "Cilne Automātiski atmest",
    "ms": "Tab Buang Auto",
    "nl": "Tabblad Automatisch weggooien",
    "no": "Auto-kast kategorien",
    "pl": "Karta Automatyczne odrzucanie",
    "ro": "Fila Renunțare automată",
    "ru": "Вкладка автоматического сброса",
    "sk": "Karta Automatická výmaz",
    "sl": "Kartica »Samodejno zavrzi«",
    "sr": "Картица за аутоматско одбацивање",
    "th": "แท็บอัตโนมัติทิ้ง",
    "tr": "Otomatik Silme Sekmesi",
    "uk": "Вкладка Автоматичне відкидання",
    "vi": "Thẻ tự động hủy"
  },
  "short": {
    "ar": "تقليل استخدام الذاكرة لعلامات التبويب غير النشطة ، تسريع الكروم.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Reducing memory usage of inactive tabs, speed up your chrome.",
    "bg": "Намаляване на използването на паметта на неактивни раздели, ускорете хромирането си.",
    "ca": "Reduint l&#39;ús de memòria de pestanyes inactives, accelereu el vostre crom.",
    "cs": "Snížení využití paměti pro neaktivní karty a zrychlení Chrome.",
    "da": "Reducer brugen af hukommelse af inaktive faner, gør din krom hurtigere.",
    "de": "Reduzieren Sie die Speichernutzung inaktiver Registerkarten und beschleunigen Sie Ihr Chrome.",
    "el": "Μειώστε τη χρήση μνήμης ανενεργών καρτελών, επιταχύνετε το χρώμιο σας.",
    "es": "Al reducir el uso de memoria de las pestañas inactivas, acelere su Chrome.",
    "et": "Vähendage passiivsete vahelehtede mälukasutust ja kiirendage oma kroomi.",
    "fa": "کاهش استفاده از حافظه از برگه های غیرفعال ، سرعت بخشیدن به کروم خود را.",
    "fi": "Vähennä passiivisten välilehtien muistin käyttöä ja nopeuta kromiasi.",
    "fil": "Ang pagbawas ng paggamit ng memorya ng mga hindi aktibo na mga tab, pabilisin ang iyong kromo.",
    "fr": "Réduire l&#39;utilisation de la mémoire des onglets inactifs, accélérez votre chrome.",
    "he": "צמצום השימוש בזיכרון בכרטיסיות לא פעילות, מהיר את הכרום.",
    "hi": "निष्क्रिय टैब के मेमोरी उपयोग को कम करना, अपने क्रोम को गति देना।",
    "hr": "Smanjite potrošnju memorije neaktivnih kartica, ubrzajte krom.",
    "hu": "Az inaktív lapok memóriafelhasználásának csökkentése felgyorsítja a krómot.",
    "id": "Mengurangi penggunaan memori dari tab tidak aktif, percepat krom Anda.",
    "it": "Riducendo l&#39;utilizzo della memoria delle schede inattive, velocizza Chrome.",
    "ja": "非アクティブなタブのメモリ使用量を減らし、クロムを高速化します。",
    "ko": "비활성 탭의 메모리 사용량을 줄이면 크롬 속도가 향상됩니다.",
    "lt": "Sumažindami neaktyvių skirtukų naudojimą atmintyje, paspartinkite savo chromą.",
    "lv": "Samazinot neaktīvo cilņu atmiņu, paātriniet datora darbību.",
    "ms": "Mengurangkan penggunaan memori tab yang tidak aktif, mempercepat krom anda.",
    "nl": "Door het geheugengebruik van inactieve tabbladen te verminderen, versnelt u uw chroom.",
    "no": "Reduserer minnebruken av inaktive faner, raskere krom.",
    "pl": "Zmniejsz zużycie pamięci przez nieaktywne karty, przyspiesz swój chrome.",
    "ro": "Reducerea utilizării memoriei de file inactive, accelerează-ți cromul.",
    "ru": "Сокращение использования памяти неактивными вкладками, ускорение вашего Chrome.",
    "sk": "Zníženie využitia neaktívnych kariet v pamäti a zrýchlenie prehliadača Chrome.",
    "sl": "Zmanjšate porabo pomnilnika neaktivnih zavihkov, pospešite svoj krom.",
    "sr": "Смањите потрошњу меморије неактивних картица, убрзајте хром.",
    "sv": "Minska minnesanvändningen av inaktiva flikar, påskynda ditt krom.",
    "th": "ลดการใช้หน่วยความจำของแท็บที่ไม่ได้ใช้งานเพิ่มความเร็วของโครเมียม",
    "tr": "Etkin olmayan sekmelerin bellek kullanımını azaltır, kromuzu hızlandırır.",
    "uk": "Скорочення використання пам&#39;яті неактивних вкладок, пришвидшити хром.",
    "vi": "Giảm sử dụng bộ nhớ của các tab không hoạt động, tăng tốc chrome của bạn."
  },
  "long": {
    "ar": "تجاهل تلقائي للعلامة التجارية لـ Google Chrome ™\n\nقلل استخدام الذاكرة لعلامات تبويب Google Chrome عن طريق إغلاق علامات التبويب التي كانت غير نشطة تلقائيًا. ساعد Google Chrome على العمل بشكل أسرع من خلال إعداد القواعد لإغلاق علامات التبويب عندما تكون علامات التبويب غير نشطة.\n\n1. ميزات علامة التبويب تجاهل السيارات:\n\n- تجاهل علامة التبويب الحالية\n\n- تجاهل علامة التبويب الأخرى في النافذة الحالية\n\n- تجاهل علامة التبويب الأخرى في نافذة أخرى\n\n- تجاهل علامة التبويب الأخرى في كل النافذة\n\n- علامة التبويب التالية\n\n- علامة التبويب السابقة\n\n2. إغلاق علامة التبويب الحالية\n\n- إعداد قواعد في إعدادات تجاهل تلقائي:\n\n- علامة التبويب تجاهل السيارات التي تحددها الوقت\n\n- التحقق من التأخير الأدنى لوقت التخلص\n\n3. إعدادات أخرى لـ Tab Discard\n\n- لا تتجاهل علامات التبويب عندما لا يكون هناك اتصال بالإنترنت\n\n- لا تتجاهل علامة التبويب عند تثبيتها\n\n- لا تتجاهل علامة التبويب أثناء تشغيل الوسائط\n\n- لا تتجاهل علامة التبويب عندما تكون نشطة\n\n- لا تتجاهل علامة التبويب عند تحديدها\n\n- القائمة البيضاء للنطاق لعدم تجاهلها\n\n- إعادة تعيين الإعدادات إلى الافتراضي\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد ليس من صنع Google بل من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\n\nلا تصادق Google أو ترعى إضافة Chrome هذه. إن Auto Tab Discard لـ Google Chrome ™ ليست مملوكة لشركة Google Inc. ، وليست مرخصة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Auto Tab Discard for Google Chrome™\nReduce the memory usage of your Google Chrome tabs by automatically closing tabs which have been inactive. Help Google Chrome run faster by having rules setup in place to close tabs when the tabs have been inactive.\n\n1. Auto discard tab features:\n- Discard current tab\n- Discard other tab in current window\n- Discard other tab in other window\n- Discard other tab in all window\n- Next tab\n- Previous tab\n\n2. Close current tab\n- Set up rules in Auto Discard Settings:\n- Auto discard tab set by time\n- Check minimum delay for discard time\n\n3. Other settings for Tab Discard\n- Do not discard tabs when there is no internet connection\n- Do not discard a tab when it is pinned\n- Do not discard a tab when media is playing\n- Do not discard a tab when it is active\n- Do not discard a tab when it is highlighted\n- Domain whitelist to not discard\n- Reset settings to default\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Auto Tab Discard for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Автоматично отхвърляне на раздели за Google Chrome ™\n\nНамалете използването на паметта на своите раздели на Google Chrome, като автоматично затваряте раздели, които са били неактивни. Помогнете на Google Chrome да работи по-бързо, като инсталира правила за затваряне на раздели, когато раздели са били неактивни.\n\n1. Функции за автоматично изхвърляне на раздела:\n\n- Изхвърлете текущия раздел\n\n- Изхвърлете друг раздел в текущия прозорец\n\n- Изхвърлете друг раздел в друг прозорец\n\n- Изхвърлете друг раздел във целия прозорец\n\n- Следващ раздел\n\n- Предишен раздел\n\n2. Затворете текущия раздел\n\n- Настройка на правила в настройките за автоматично изхвърляне:\n\n- Раздел за автоматично изхвърляне, зададен по време\n\n- Проверете минималното закъснение за времето за изхвърляне\n\n3. Други настройки за Tab Discard\n\n- Не изхвърляйте раздели, когато няма интернет връзка\n\n- Не изхвърляйте раздела, когато е закрепен\n\n- Не изхвърляйте раздела, когато се възпроизвежда медия\n\n- Не изхвърляйте раздела, когато е активен\n\n- Не изхвърляйте раздела, когато е подчертан\n\n- Списъкът с домейни да не се изхвърля\n\n- Възстановяване на настройките по подразбиране\n\nОтказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\n\nGoogle не одобрява или спонсорира това разширение за Chrome. Auto Tab Discard за Google Chrome ™ не е собственост на, не е лицензиран от и не е дъщерно дружество на Google Inc.",
    "ca": "Descartar la pestanya automàtica per a Google Chrome ™\n\nReduïu l'ús de memòria de les vostres pestanyes de Google Chrome tancant automàticament les pestanyes que han estat inactives. Ajudeu Google Chrome a funcionar més ràpidament mitjançant la configuració de regles al seu lloc per tancar pestanyes quan les pestanyes han estat inactives.\n\n1. Funcions de la pestanya de descàrrega automàtica:\n\n- Eliminar la pestanya actual\n\n- Eliminar una altra pestanya a la finestra actual\n\n- Eliminar una altra pestanya en una altra finestra\n\n- Eliminar l’altra pestanya a tota la finestra\n\n- Pestanya següent\n\n- Pestanya anterior\n\n2. Tanqueu la pestanya actual\n\n- Configureu regles a la configuració de descart automàtic:\n\n- Fitxa de descart automàtica establerta per temps\n\n- Comproveu el temps de descart mínim\n\n3. Altres opcions per descartar fitxa\n\n- No descarteu les pestanyes quan no hi ha connexió a Internet\n\n- No descarteu una pestanya quan estigui fixada\n\n- No descarteu una fitxa quan es reprodueix el material multimèdia\n\n- No descarteu una pestanya quan estigui activa\n\n- No descarteu una pestanya quan aquesta estigui ressaltada\n\n- Llista blanca de dominis per no rebutjar\n\n- Restableix la configuració per defecte\n\nRenúncia de responsabilitat: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris.\n\nGoogle no aprova ni patrocina aquesta extensió Chrome. La descàrrega automàtica de les pestanyes per a Google Chrome ™ no és propietat, no és llicenciada i no és filial de Google Inc.",
    "cs": "Zahodit kartu Automaticky pro Google Chrome ™\n\nOmezte využití paměti karet Google Chrome automatickým zavíráním neaktivní karty. Pomozte Google Chrome běžet rychleji díky nastavení pravidel pro zavírání karet, když byly karty neaktivní.\n\n1. Funkce automatického vyřazení karty:\n\n- Zahodit aktuální kartu\n\n- Zahodit další kartu v aktuálním okně\n\n- Zahodit další kartu v jiném okně\n\n- Zahodit další kartu ve všech oknech\n\n- Další karta\n\n- Předchozí karta\n\n2. Zavřete aktuální kartu\n\n- Nastavení pravidel v nastavení automatického vyřazení:\n\n- Karta Automaticky zahodit nastavená podle času\n\n- Zkontrolujte minimální zpoždění, pokud jde o dobu výmětu\n\n3. Další nastavení pro kartu Zrušit\n\n- Nevyhazujte karty, pokud není k dispozici připojení k internetu\n\n- Nevyhazujte kartu, pokud je připnutá\n\n- Při přehrávání médií nevyhazujte kartu\n\n- Nevyhazujte kartu, pokud je aktivní\n\n- Nevyhazujte kartu, pokud je zvýrazněna\n\n- Seznam povolených domén, který nebude zahozen\n\n- Obnovte výchozí nastavení\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům.\n\nGoogle toto rozšíření Chrome nepodporuje ani nesponzoruje. Vyřazení karty Auto Tab pro Google Chrome ™ není ve vlastnictví, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Kasser automatisk fane til Google Chrome ™\n\nReducer hukommelsesbrugen af ​​dine Google Chrome-faner ved automatisk at lukke faner, der har været inaktive. Hjælp Google Chrome med at køre hurtigere ved at have reglerne klar til at lukke faner, når fanerne er inaktive.\n\n1. Funktioner for automatisk bortkastning af faner:\n\n- Kassér den aktuelle fane\n\n- Kasser anden fane i det aktuelle vindue\n\n- Kassér anden fane i andet vindue\n\n- Kasser anden fane i alt vindue\n\n- Næste fane\n\n- Forrige fane\n\n2. Luk den aktuelle fane\n\n- Opsæt regler i Auto Discard-indstillinger:\n\n- Fanen Auto-kasset indstillet efter tid\n\n- Kontroller minimumsforsinkelse for kassetid\n\n3. Andre indstillinger for Tab Discard\n\n- Kasser ikke faner, når der ikke er nogen internetforbindelse\n\n- Kasser ikke en fane, når den er fastgjort\n\n- Kasser ikke en fane, når medierne afspilles\n\n- Kasser ikke en fane, når den er aktiv\n\n- Kasser ikke en fane, når den er fremhævet\n\n- Hvidliste til domæner for ikke at kassere\n\n- Nulstil indstillinger til standard\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og er oprettet af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere.\n\nGoogle støtter eller sponsorerer ikke denne Chrome-udvidelse. Auto Tab-genudsætning til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Auto Tab Discard für Google Chrome ™\n\nReduzieren Sie die Speichernutzung Ihrer Google Chrome-Registerkarten, indem Sie inaktive Registerkarten automatisch schließen. Helfen Sie Google Chrome dabei, schneller zu arbeiten, indem Sie Regeln einrichten, um Registerkarten zu schließen, wenn die Registerkarten inaktiv waren.\n\n1. Funktionen der Registerkarte \"Automatisch verwerfen\":\n\n- Aktuelle Registerkarte verwerfen\n\n- Verwerfen Sie eine andere Registerkarte im aktuellen Fenster\n\n- Verwerfen Sie eine andere Registerkarte in einem anderen Fenster\n\n- Verwerfen Sie andere Registerkarten in allen Fenstern\n\n- Nächste Registerkarte\n\n- Vorherige Registerkarte\n\n2. Schließen Sie die aktuelle Registerkarte\n\n- Richten Sie Regeln in den Einstellungen für das automatische Verwerfen ein:\n\n- Registerkarte \"Automatisch verwerfen\" nach Zeit eingestellt\n\n- Überprüfen Sie die minimale Verzögerung für die Entsorgungszeit\n\n3. Andere Einstellungen für Tab Discard\n\n- Verwerfen Sie keine Registerkarten, wenn keine Internetverbindung besteht\n\n- Verwerfen Sie einen Tab nicht, wenn er fixiert ist\n\n- Verwerfen Sie keine Registerkarte, während Medien abgespielt werden\n\n- Verwerfen Sie eine Registerkarte nicht, wenn sie aktiv ist\n\n- Verwerfen Sie eine Registerkarte nicht, wenn sie markiert ist\n\n- Domain-Whitelist, die nicht verworfen werden soll\n\n- Setzen Sie die Einstellungen auf die Standardeinstellungen zurück\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\n\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Auto Tab Discard für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Αυτόματη απόρριψη καρτέλας για το Google Chrome ™\n\nΜειώστε τη χρήση μνήμης των καρτελών σας στο Google Chrome κλείνοντας αυτόματα καρτέλες που ήταν ανενεργές. Βοηθήστε το Google Chrome να λειτουργεί πιο γρήγορα, ρυθμίζοντας τους κανόνες για να κλείσετε τις καρτέλες όταν οι καρτέλες είναι ανενεργές.\n\n1. Λειτουργίες αυτόματης απόρριψης καρτελών:\n\n- Απορρίψτε την τρέχουσα καρτέλα\n\n- Απορρίψτε άλλη καρτέλα στο τρέχον παράθυρο\n\n- Απορρίψτε άλλη καρτέλα σε άλλο παράθυρο\n\n- Απορρίψτε άλλη καρτέλα σε όλο το παράθυρο\n\n- Επόμενη καρτέλα\n\n- Προηγούμενη καρτέλα\n\n2. Κλείστε την τρέχουσα καρτέλα\n\n- Ρύθμιση κανόνων στις ρυθμίσεις αυτόματης απόρριψης:\n\n- Η καρτέλα αυτόματης απόρριψης ρυθμίστηκε ανά ώρα\n\n- Ελέγξτε την ελάχιστη καθυστέρηση για το χρόνο απόρριψης\n\n3. Άλλες ρυθμίσεις για το Tab Discard\n\n- Μην απορρίπτετε τις καρτέλες όταν δεν υπάρχει σύνδεση στο Διαδίκτυο\n\n- Μην πετάτε μια καρτέλα όταν είναι καρφιτσωμένη\n\n- Μην πετάτε μια καρτέλα όταν γίνεται αναπαραγωγή πολυμέσων\n\n- Μην πετάτε μια καρτέλα όταν είναι ενεργή\n\n- Μην πετάτε μια καρτέλα όταν επισημαίνεται\n\n- Λίστα επιτρεπόμενων τομέων για απόρριψη\n\n- Επαναφέρετε τις ρυθμίσεις στην προεπιλογή\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\n\nΗ Google δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση Chrome. Η Αυτόματη απόρριψη καρτέλας για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Descarte automático de pestañas para Google Chrome ™\n\nReduzca el uso de memoria de sus pestañas de Google Chrome cerrando automáticamente las pestañas que han estado inactivas. Ayude a Google Chrome a funcionar más rápido estableciendo reglas para cerrar pestañas cuando las pestañas han estado inactivas.\n\n1. Características de la pestaña de descarte automático:\n\n- Descartar pestaña actual\n\n- Descartar otra pestaña en la ventana actual\n\n- Descartar otra pestaña en otra ventana\n\n- Descarta otra pestaña en todas las ventanas\n\n- Siguiente pestaña\n\n- Pestaña anterior\n\n2. Cerrar la pestaña actual\n\n- Configurar reglas en la configuración de descarte automático:\n\n- Pestaña de descarte automático establecida por hora\n\n- Verifique el retraso mínimo para el tiempo de descarte\n\n3. Otras configuraciones para el descarte de pestañas\n\n- No descarte las pestañas cuando no haya conexión a Internet\n\n- No descarte una pestaña cuando está anclada\n\n- No descarte una pestaña cuando se reproducen medios\n\n- No descarte una pestaña cuando está activa\n\n- No descarte una pestaña cuando esté resaltada\n\n- Lista blanca de dominio para no descartar\n\n- Restablecer la configuración predeterminada\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\n\nGoogle no respalda ni patrocina esta extensión de Chrome. Auto Tab Discard para Google Chrome ™ no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "Automaatne vaheleheheide Google Chrome ™ jaoks\n\nVähendage oma Google Chrome'i vahekaartide mälukasutust, sulgedes automaatselt passiivsed vahelehed. Aidake Google Chrome'il kiiremini töötada, kui teil on vahekaartide mitteaktiivsuse korral vahelehtede sulgemiseks reeglid seadistatud.\n\n1. Vahekaardi automaatne loobumine funktsioonid:\n\n- Loobu praegusest vahekaardist\n\n- loobuge aknast teine ​​vahekaart\n\n- Loobuge teisest aknast teine ​​sakk\n\n- loobuge teisest sakist igas aknas\n\n- järgmine sakk\n\n- eelmine sakk\n\n2. Sulgege praegune sakk\n\n- Seadistage reeglid jaotises Automaatne loobumine:\n\n- automaatse loobumise sakk seadistatud aja järgi\n\n- Kontrollige viskamisaja minimaalset viivitust\n\n3. Muud vahekaardi Tühista seaded\n\n- Ärge visake vahelehti ära, kui puudub Interneti-ühendus\n\n- ärge visake vahelehte ära, kui see on kinnitatud\n\n- Ärge visake vahelehte, kui meediumit mängitakse\n\n- Ärge visake vahelehte ära, kui see on aktiivne\n\n- Ärge visake vahelehte ära, kui see on esile tõstetud\n\n- Domeeni valgeloend, et mitte loobuda\n\n- lähtestage vaikeseaded\n\nKohustustest loobumine: Pange tähele, et seda laiendit EI OLE teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende vastavatele omanikele.\n\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendit. Automaatne vahelehtedest loobumine Google Chrome ™ jaoks ei kuulu Google Inc.-le, see pole litsentsitud ega ole Google Inc. tütarettevõte.",
    "fa": "برگه خودکار صرفه جویی در Google Chrome\n\nبا بستن خودکار برگه هایی که غیرفعال شده اند ، میزان حافظه از برگه های Google Chrome خود را کاهش دهید. با استفاده از تنظیم قوانین برای بستن برگه‌ها در هنگام غیرفعال بودن برگه‌ها ، به Google Chrome کمک کنید.\n\n1. ویژگی های برگه کنارگذاشتن خودکار:\n\n- برگه فعلی را دور بیندازید\n\n- زبانه دیگر را در پنجره فعلی دور کنید\n\n- برگه دیگر را در پنجره دیگر دور نریزید\n\n- برگه دیگر را در تمام پنجره دور کنید\n\n- برگه بعدی\n\n- برگه قبلی\n\n2. برگه فعلی را ببندید\n\n- تنظیم قوانین در تنظیمات Disk Auto:\n\n- برگه کنار گذاشتن خودکار تنظیم شده توسط زمان\n\n- حداقل زمان تاخیر را برای زمان صرفنظر بررسی کنید\n\n3. تنظیمات دیگر برای Tab Discard\n\n- در صورت عدم اتصال به اینترنت ، زبانه ها را دور نریزید\n\n- هنگام قلاب زدن ، زبانه را دور نریزید\n\n- هنگام پخش رسانه ، زبانه خود را دور نکشید\n\n- هنگام فعال بودن ، زبانه را دور نریزید\n\n- هنگام برجسته کردن ، زبانه را دور نریزید\n\n- لیست سفید دامنه برای دور انداختن نیست\n\n- تنظیم مجدد تنظیمات به طور پیش فرض\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد.\n\nGoogle این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. Auto Tab Discard for Google Chrome ™ متعلق به آن نیست ، دارای مجوز نیست و یک شرکت تابعه Google Inc. نیست.",
    "fi": "Automaattinen välilehden hylkääminen Google Chrome ™: lle\n\nVähennä Google Chrome -välilehtien muistinkäyttöä sulkemalla automaattisesti ei-aktiiviset välilehdet. Auta Google Chromea toimimaan nopeammin ottamalla käyttöön sääntöjä, joilla välilehdet voidaan sulkea, kun välilehdet ovat olleet passiivisia.\n\n1. Hylkää automaattisesti välilehden ominaisuudet:\n\n- Hylkää nykyinen välilehti\n\n- Hylkää toinen välilehti nykyisessä ikkunassa\n\n- Hylkää toinen välilehti toisesta ikkunasta\n\n- Hylkää toinen välilehti kaikista ikkunoista\n\n- Seuraava välilehti\n\n- Edellinen välilehti\n\n2. Sulje nykyinen välilehti\n\n- Aseta säännöt automaattisen hylkäyksen asetuksiin:\n\n- Aika asetettu automaattinen hävitys-välilehti\n\n- Tarkista vähimmäisviive hylkäysajan suhteen\n\n3. Muut välilehden hylkäämisasetukset\n\n- Älä heitä välilehtiä, kun Internet-yhteyttä ei ole\n\n- Älä hävitä välilehteä, kun se on kiinnitetty\n\n- Älä heitä välilehteä, kun mediaa toistetaan\n\n- Älä hävitä välilehteä, kun se on aktiivinen\n\n- Älä heitä välilehteä, kun se on korostettu\n\n- Verkkotunnuksen sallittujen luettelo ei hylätä\n\n- Palauta oletusasetukset\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\n\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™ -välilehden automaattinen välilehden hylkääminen ei ole Google Inc: n omistama, se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Itapon ang Auto Tab para sa Google Chrome ™\n\nBawasan ang paggamit ng memorya ng iyong mga tab ng Google Chrome sa pamamagitan ng awtomatikong pagsasara ng mga tab na hindi aktibo. Tulungan ang Google Chrome na tumakbo nang mas mabilis sa pamamagitan ng pagkakaroon ng mga setting ng mga patakaran sa lugar upang isara ang mga tab kapag hindi naging aktibo ang mga tab.\n\n1. Mga tampok ng tab na Auto discard:\n\n- Itapon ang kasalukuyang tab\n\n- Itapon ang iba pang mga tab sa kasalukuyang window\n\n- Itapon ang iba pang mga tab sa ibang window\n\n- Itapon ang iba pang mga tab sa lahat ng window\n\n- Susunod na tab\n\n- Nakaraang tab\n\n2. Isara ang kasalukuyang tab\n\n- Mag-set up ng mga patakaran sa Mga setting ng Auto Itapon:\n\n- tab na Auto discard na itinakda ng oras\n\n- Suriin ang minimum na pagkaantala para sa oras ng pagtapon\n\n3. Iba pang mga setting para sa Tab Discard\n\n- Huwag itapon ang mga tab kapag walang koneksyon sa internet\n\n- Huwag itapon ang isang tab kapag nai-pin ito\n\n- Huwag itapon ang isang tab kapag naglalaro ang media\n\n- Huwag itapon ang isang tab kapag ito ay aktibo\n\n- Huwag itapon ang isang tab kapag nai-highlight ito\n\n- Ang whitelist ng domain upang hindi itapon\n\n- I-reset ang mga setting upang default\n\nDisclaimer: Mangyaring tandaan ang extension na ito ay HINDI ginawa ng Google at ginawa ng isang independiyenteng koponan ng pag-unlad. Ang lahat ng mga copyright ay kabilang sa kani-kanilang mga may-ari.\n\nHindi inendorso o sinusuportahan ng Google ang extension ng Chrome na ito. Ang Auto Tab Discard para sa Google Chrome ™ ay hindi pagmamay-ari, hindi lisensyado ng at hindi isang subsidiary ng Google Inc.",
    "fr": "Suppression automatique des onglets pour Google Chrome ™\n\nRéduisez l'utilisation de la mémoire de vos onglets Google Chrome en fermant automatiquement les onglets qui étaient inactifs. Aidez Google Chrome à fonctionner plus rapidement en mettant en place des règles pour fermer les onglets lorsque les onglets ont été inactifs.\n\n1. Caractéristiques de l'onglet de suppression automatique:\n\n- Supprimer l'onglet actuel\n\n- Ignorer un autre onglet dans la fenêtre actuelle\n\n- Ignorer un autre onglet dans une autre fenêtre\n\n- Jeter un autre onglet dans toutes les fenêtres\n\n- Onglet suivant\n\n- Onglet précédent\n\n2. Fermer l'onglet actuel\n\n- Configurer des règles dans les paramètres de suppression automatique:\n\n- Onglet de suppression automatique défini par heure\n\n- Vérifier le délai minimum pour le temps de mise au rebut\n\n3. Autres paramètres pour Tab Discard\n\n- Ne jetez pas les onglets en l'absence de connexion Internet\n\n- Ne jetez pas un onglet lorsqu'il est épinglé\n\n- Ne jetez pas un onglet pendant la lecture d'un média\n\n- Ne jetez pas un onglet lorsqu'il est actif\n\n- Ne jetez pas un onglet lorsqu'il est en surbrillance\n\n- Liste blanche de domaine à ne pas supprimer\n\n- Réinitialiser les paramètres par défaut\n\nAvertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\n\nGoogle n'approuve ni ne sponsorise cette extension Chrome. La suppression automatique des onglets pour Google Chrome ™ n'appartient pas à, n'est pas autorisée par et n'est pas une filiale de Google Inc.",
    "he": "מחק כרטיסיות אוטומטיות עבור Google Chrome ™\n\nצמצם את השימוש בזיכרון בכרטיסיות Google Chrome שלך ​​על ידי סגירה אוטומטית של כרטיסיות שלא היו פעילות. עזור ל- Google Chrome לפעול מהר יותר על ידי הגדרת כללים כדי לסגור כרטיסיות כאשר הכרטיסיות לא היו פעילות.\n\n1. תכונות לשונית אוטומטית למחיקה:\n\n- מחק את הכרטיסייה הנוכחית\n\n- מחק כרטיסייה אחרת בחלון הנוכחי\n\n- מחק כרטיסייה אחרת בחלון אחר\n\n- מחק כרטיסייה אחרת בכל החלון\n\n- הכרטיסייה הבאה\n\n- לשונית קודמת\n\n2. סגור את הלשונית הנוכחית\n\n- הגדר כללים בהגדרות השלכה אוטומטית:\n\n- כרטיסיית מחיקה אוטומטית שנקבעה לפי זמן\n\n- בדוק את השהיית המינימום לזמן השלכת\n\n3. הגדרות אחרות עבור מחיקת הכרטיסיות\n\n- אל תשליך כרטיסיות כשאין חיבור לאינטרנט\n\n- אל תשליך כרטיסייה כשהיא מצמידה\n\n- אל תשליך כרטיסייה כאשר המדיה מתנגנת\n\n- אל תשליך כרטיסייה כשהיא פעילה\n\n- אל תשליך כרטיסייה כשהיא מודגשת\n\n- רשימת לבני דומיין שלא תיפטר\n\n- אפס את ההגדרות לברירת המחדל\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\n\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. מחיקת כרטיסיות אוטומטיות עבור Google Chrome ™ אינה בבעלות, אינה מורשית על ידי ואינה חברה בת של Google Inc.",
    "hi": "Google Chrome ™ के लिए ऑटो टैब त्यागें\n\nअपने Google Chrome टैब की मेमोरी का उपयोग अपने आप बंद टैब को स्वचालित रूप से बंद करके करें जो कि निष्क्रिय हो चुका है। टैब के निष्क्रिय होने पर टैब बंद करने के लिए नियम सेटअप होने से Google Chrome तेज़ी से चलने में मदद करता है।\n\n1. ऑटो टैब सुविधाओं को त्यागें:\n\n- वर्तमान टैब त्यागें\n\n- वर्तमान विंडो में अन्य टैब को त्यागें\n\n- अन्य टैब को अन्य विंडो में त्यागें\n\n- सभी विंडो में अन्य टैब को त्यागें\n\n- अगला टैब\n\n- पिछला टैब\n\n2. वर्तमान टैब बंद करें\n\nऑटो सेटिंग सेटिंग्स में नियम सेट करें:\n\n- ऑटो ने टैब सेट समय से त्याग दिया\n\n- समय छोड़ने के लिए न्यूनतम देरी की जाँच करें\n\n3. टैब डिस्कार्ड के लिए अन्य सेटिंग्स\n\n- इंटरनेट कनेक्शन न होने पर टैब को न छोड़ें\n\n- पिन लगाने पर टैब को न छोड़े\n\n- जब मीडिया खेल रहा हो तो एक टैब न छोड़ें\n\n- सक्रिय होने पर टैब न छोड़ें\n\n- हाइलाइट होने पर टैब को न छोड़े\n\n- डोमेन श्वेतसूची त्यागने के लिए नहीं\n\n- डिफ़ॉल्ट पर सेटिंग्स रीसेट करें\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\n\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए ऑटो टैब डिस्कार्ड स्वामित्व नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Automatsko odbacivanje kartice za Google Chrome ™\n\nSmanjite potrošnju memorije kartica Google Chrome tako što ćete automatski zatvoriti neaktivne kartice. Pomozite Google Chromeu da brže radi postavljanjem pravila na mjestu za zatvaranje kartica kada kartice nisu aktivne.\n\n1. Značajke kartice za automatsko odbacivanje:\n\n- Odbaci trenutnu karticu\n\n- Odbacite drugu karticu u trenutnom prozoru\n\n- Odbacite drugu karticu u drugom prozoru\n\n- Odbacite drugu karticu u svim prozorima\n\n- Sljedeća kartica\n\n- Prethodna kartica\n\n2. Zatvorite trenutnu karticu\n\n- Postavite pravila u postavkama automatskog odbacivanja:\n\n- Kartica za automatsko odbacivanje postavljena prema vremenu\n\n- Provjerite minimalno kašnjenje za vrijeme odlaganja\n\n3. Ostale postavke za Tab Discard\n\n- Ne odbacujte kartice kada nema internetske veze\n\n- Ne odbacujte jezičak kad je zakačen\n\n- Ne odbacujte karticu pri reprodukciji medija\n\n- Ne odbacujte karticu kad je aktivna\n\n- Ne odbacujte karticu kad je istaknuta\n\n- Popis dopuštenih domena koji se ne odbacuje\n\n- Resetirajte postavke na zadane vrijednosti\n\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\n\nGoogle ne podržava ili sponzorira ovo proširenje za Chrome. Odbacivanje automatske kartice za Google Chrome ™ nije u vlasništvu, nije licencirano i nije podružnica tvrtke Google Inc.",
    "hu": "Automatikus lapok elvetése a Google Chrome ™ számára\n\nCsökkentse a Google Chrome lapjainak memóriafelhasználását az inaktív lapok automatikus bezárásával. Segítsen a Google Chrome gyorsabb futtatásának, ha rendelkezik a lapok bezárására vonatkozó szabályokkal, amikor inaktívak voltak.\n\n1. Az automatikus elvetés fül jellemzői:\n\n- Az aktuális lap elvetése\n\n- A másik fül elvetése az aktuális ablakban\n\n- A másik fül elhagyása a másik ablakban\n\n- A többi fület minden ablakban dobja el\n\n- Következő lap\n\n- Előző lap\n\n2. Zárja be az aktuális fület\n\n- Állítson be szabályokat az automatikus elvetési beállítások között:\n\n- Az automatikus megsemmisítés fül az idő szerint beállítva\n\n- Ellenőrizze a minimális késleltetést a selejtezési idő szempontjából\n\n3. A Tab Discard további beállításai\n\n- Ne dobja el a füleket, ha nincs internet-kapcsolat\n\n- Ne dobja el a fület, ha rögzítve van\n\n- Ne dobja el a fület, amikor média játszik\n\n- Ne dobja el a fület, ha aktív\n\n- Ne dobja el a fület, ha ki van emelve\n\n- Domain engedélyezési listája a levetés elkerülése érdekében\n\n- Állítsa vissza az alapértelmezett beállításokat\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\n\nA Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. Az Auto Tab Discard a Google Chrome ™ számára nem a Google Inc. tulajdonát képezi, nem engedélyezi, és nem a leányvállalata.",
    "id": "Buang Tab Otomatis untuk Google Chrome ™\n\nKurangi penggunaan memori tab Google Chrome Anda dengan secara otomatis menutup tab yang tidak aktif. Bantu Google Chrome berjalan lebih cepat dengan menyiapkan aturan untuk menutup tab ketika tab tidak aktif.\n\n1. Fitur tab buang otomatis:\n\n- Buang tab saat ini\n\n- Buang tab lain di jendela saat ini\n\n- Buang tab lain di jendela lain\n\n- Buang tab lain di semua jendela\n\n- Tab selanjutnya\n\n- Tab sebelumnya\n\n2. Tutup tab saat ini\n\n- Tetapkan aturan dalam Pengaturan Buang Otomatis:\n\n- Tab Buang otomatis diatur oleh waktu\n\n- Periksa penundaan minimum untuk waktu buang\n\n3. Pengaturan lain untuk Tab Buang\n\n- Jangan membuang tab saat tidak ada koneksi internet\n\n- Jangan membuang tab saat disematkan\n\n- Jangan membuang tab saat media diputar\n\n- Jangan membuang tab saat aktif\n\n- Jangan membuang tab saat disorot\n\n- Daftar putih domain untuk tidak dibuang\n\n- Atur ulang pengaturan ke default\n\nPenafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya.\n\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Buang Tab Otomatis untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Elimina scheda automatica per Google Chrome ™\n\nRiduci l'utilizzo della memoria delle tue schede di Google Chrome chiudendo automaticamente le schede che sono state inattive. Aiuta Google Chrome a correre più veloce avendo impostato le regole per chiudere le schede quando le schede sono state inattive.\n\n1. Funzionalità della scheda Scarto automatico:\n\n- Elimina la scheda corrente\n\n- Elimina altra scheda nella finestra corrente\n\n- Elimina altra scheda in un'altra finestra\n\n- Elimina altra scheda in tutte le finestre\n\n- Scheda successiva\n\n- Scheda precedente\n\n2. Chiudi la scheda corrente\n\n- Imposta le regole in Impostazioni di eliminazione automatica:\n\n- Scheda Scarto automatico impostata per ora\n\n- Controllare il ritardo minimo per il tempo di scarto\n\n3. Altre impostazioni per Tab Discard\n\n- Non scartare le schede in assenza di connessione a Internet\n\n- Non scartare una scheda quando è bloccata\n\n- Non scartare una scheda durante la riproduzione di file multimediali\n\n- Non scartare una scheda quando è attiva\n\n- Non scartare una scheda quando è evidenziata\n\n- Lista bianca di domini da non scartare\n\n- Ripristina le impostazioni predefinite\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\n\nGoogle non approva né sponsorizza questa estensione di Chrome. Auto Tab Discard per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una filiale di Google Inc.",
    "ja": "Google Chrome™の自動タブ破棄\n\n非アクティブなタブを自動的に閉じることにより、Google Chromeタブのメモリ使用量を減らします。タブがアクティブでないときにタブを閉じるようにルールを設定して、Google Chromeの実行を高速化します。\n\n1.自動破棄タブ機能：\n\n-現在のタブを破棄\n\n-現在のウ​​ィンドウの他のタブを破棄する\n\n-他のウィンドウの他のタブを破棄する\n\n-すべてのウィンドウの他のタブを破棄\n\n-次のタブ\n\n-前のタブ\n\n2.現在のタブを閉じる\n\n-自動破棄設定でルールを設定します。\n\n-時間で設定された自動破棄タブ\n\n-廃棄時間の最小遅延を確認する\n\n3.タブ破棄のその他の設定\n\n-インターネット接続がないときにタブを破棄しないでください\n\n-固定されているタブを破棄しないでください\n\n-メディアの再生中にタブを破棄しないでください\n\n-アクティブなタブは破棄しないでください\n\n-強調表示されているタブは破棄しないでください\n\n-破棄しないドメインホワイトリスト\n\n-設定をデフォルトにリセット\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\n\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Google Chrome™の自動タブ破棄は、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社でもありません。",
    "ko": "Chrome ™ 용 자동 탭 삭제\n\n비활성화 된 탭을 자동으로 닫아 Chrome 탭의 메모리 사용량을 줄입니다. 탭이 비활성 상태 일 때 탭을 닫도록 규칙을 설정하여 Chrome이 더 빠르게 실행되도록 도와주세요.\n\n1. 자동 폐기 탭 기능 :\n\n-현재 탭 삭제\n\n-현재 창에서 다른 탭 삭제\n\n-다른 창에서 다른 탭 버리기\n\n-모든 창에서 다른 탭 삭제\n\n-다음 탭\n\n-이전 탭\n\n2. 현재 탭을 닫습니다\n\n-자동 삭제 설정에서 규칙을 설정하십시오.\n\n-시간별로 설정된 자동 폐기 탭\n\n-폐기 시간 최소 지연 확인\n\n3. 탭 버리기의 기타 설정\n\n-인터넷에 연결되어 있지 않으면 탭을 버리지 마십시오\n\n-고정 된 탭을 버리지 마십시오\n\n-미디어가 재생 중일 때 탭을 버리지 마십시오\n\n-활성화 된 탭을 버리지 마십시오\n\n-강조 표시된 탭을 버리지 마십시오\n\n-도메인 허용 목록을 삭제하지 않음\n\n-설정을 기본값으로 재설정\n\n면책 조항 :이 확장 프로그램은 Google이 아니며 독립 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다.\n\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Chrome ™ 용 자동 탭 삭제는 Google Inc의 소유가 아니며 라이센스가 없으며 Google Inc의 자회사가 아닙니다.",
    "lt": "Automatinio skirtuko atmetimas, skirtas „Google Chrome ™“\n\nSumažinkite „Google Chrome“ skirtukų atminties naudojimą automatiškai uždarydami neaktyvius skirtukus. Padėkite „Google Chrome“ veikti greičiau, nustatydami taisykles, kad uždarytumėte skirtukus, kai jie buvo neaktyvūs.\n\n1. Automatinio išmetimo skirtuko funkcijos:\n\n- Atmesti dabartinį skirtuką\n\n- Atmeskite kitą skirtuką dabartiniame lange\n\n- Atmeskite kitą skirtuką kitame lange\n\n- Išmeskite kitą skirtuką visame lange\n\n- Kitas skirtukas\n\n- Ankstesnis skirtukas\n\n2. Uždarykite dabartinį skirtuką\n\n- Nustatykite taisykles automatinio išmetimo nustatymuose:\n\n- Laiko nustatymas skirtukas „Automatinis išmetimas“\n\n- Patikrinkite, ar nėra minimalaus išmetimo laiko\n\n3. Kiti „Tab Discard“ nustatymai\n\n- Neišmeskite skirtukų, kai nėra interneto ryšio\n\n- Neišmeskite skirtuko, kai jis yra uždėtas\n\n- Neišmeskite skirtuko, kai groja laikmena\n\n- Neišmeskite skirtuko, kai jis aktyvus\n\n- Neišmeskite skirtuko, kai jis paryškintas\n\n- Neišmeskite domeno baltojo sąrašo\n\n- atkurti numatytuosius nustatymus\n\nAtsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams.\n\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Chrome“ automatinio skirtuko atmetimas nėra „Google Inc.“ savininkas, nėra jo licencijavęs ir nėra dukterinė įmonė.",
    "lv": "Automātiskas cilnes atmešana pārlūkam Google Chrome ™\n\nSamaziniet savu Google Chrome cilņu atmiņas lietojumu, automātiski aizverot neaktīvās cilnes. Palīdziet pārlūkam Google Chrome darboties ātrāk, jo ir iestatīta kārtulu iestatīšana, lai aizvērtu cilnes, kad cilnes ir bijušas neaktīvas.\n\n1. Cilnes automātiskas atmešanas funkcijas:\n\n- Atmest pašreizējo cilni\n\n- Izmetiet citu cilni pašreizējā logā\n\n- Izmetiet citu cilni citā logā\n\n- Atmetiet citu cilni visos logos\n\n- Nākamā cilne\n\n- Iepriekšējā cilne\n\n2. Aizveriet pašreizējo cilni\n\n- Iestatiet noteikumus automātiskās izmešanas iestatījumos:\n\n- Laika iestatīta cilne Automātiska izmešana\n\n- Pārbaudiet minimālo aizkavēšanās laiku\n\n3. Citi cilnes Atmest iestatījumi\n\n- Neizmetiet cilnes, ja nav interneta savienojuma\n\n- neizmetiet cilni, kad tā ir piesprausta\n\n- Neizmetiet cilni, kad tiek atskaņots multivide\n\n- neizmetiet cilni, kad tā ir aktīva\n\n- Neizmetiet cilni, kad tā ir iezīmēta\n\n- domēna baltais saraksts, lai neatmestu\n\n- Atiestatīt noklusējuma iestatījumus\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\n\nGoogle neapstiprina un nesponsorē šo Chrome paplašinājumu. Automātiskās cilnes atmešana pārlūkam Google Chrome ™ nepieder, to nav licencējusi un nav Google Inc. meitasuzņēmums.",
    "ms": "Buang Tab Auto untuk Google Chrome ™\n\nKurangkan penggunaan memori tab Google Chrome anda dengan menutup tab secara automatik yang tidak aktif. Bantu Google Chrome berjalan lebih pantas dengan menyediakan peraturan untuk menutup tab apabila tab tidak aktif.\n\n1. Ciri tab buang secara automatik:\n\n- Buang tab semasa\n\n- Buang tab lain di tetingkap semasa\n\n- Buang tab lain di tetingkap lain\n\n- Buang tab lain di semua tetingkap\n\n- Tab seterusnya\n\n- Tab sebelumnya\n\n2. Tutup tab semasa\n\n- Siapkan peraturan dalam Tetapan Buang Auto:\n\n- Tab buang automatik ditetapkan mengikut masa\n\n- Periksa kelewatan minimum untuk membuang masa\n\n3. Tetapan lain untuk Tab Buang\n\n- Jangan buang tab apabila tiada sambungan internet\n\n- Jangan buang tab ketika disematkan\n\n- Jangan buang tab semasa media dimainkan\n\n- Jangan buang tab semasa ia aktif\n\n- Jangan buang tab ketika disorot\n\n- Senarai putih domain untuk tidak dibuang\n\n- Tetapkan semula tetapan ke lalai\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\n\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Auto Tab Discard untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Auto Tab Discard voor Google Chrome ™\n\nVerminder het geheugengebruik van uw Google Chrome-tabbladen door automatisch inactieve tabbladen te sluiten. Help Google Chrome sneller te werken door regels in te stellen om tabbladen te sluiten wanneer de tabbladen inactief zijn geweest.\n\n1. Functies voor automatisch verwijderen van tabbladen:\n\n- Gooi het huidige tabblad weg\n\n- Gooi een ander tabblad weg in het huidige venster\n\n- Gooi een ander tabblad weg in een ander venster\n\n- Gooi een ander tabblad weg in alle vensters\n\n- Volgende tabblad\n\n- Vorige tabblad\n\n2. Sluit het huidige tabblad\n\n- Stel regels in in Instellingen voor automatisch verwijderen:\n\n- Tabblad voor automatisch verwijderen ingesteld op tijd\n\n- Controleer de minimale vertraging voor weggooitijd\n\n3. Andere instellingen voor Tab Discard\n\n- Gooi tabbladen niet weg als er geen internetverbinding is\n\n- Gooi een tabblad niet weg wanneer het is vastgemaakt\n\n- Gooi een tabblad niet weg tijdens het afspelen van media\n\n- Gooi een tabblad niet weg als het actief is\n\n- Gooi een tabblad niet weg als het is gemarkeerd\n\n- Witte lijst van domeinen om niet te verwijderen\n\n- Reset instellingen naar standaard\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten zijn eigendom van hun respectievelijke eigenaren.\n\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Auto Tab Discard for Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Kast for automatisk fane for Google Chrome ™\n\nReduser minnebruken på Google Chrome-fanene dine ved å automatisk lukke faner som har vært inaktive. Hjelp Google Chrome med å løpe raskere ved å ha regler satt opp for å lukke faner når fanene har vært inaktive.\n\n1. Funksjoner for automatisk kassering av faner:\n\n- Forkast gjeldende fane\n\n- Kast annen fane i gjeldende vindu\n\n- Kast annen fane i andre vinduer\n\n- Kast den andre fanen i hele vinduet\n\n- Neste fane\n\n- Forrige fane\n\n2. Lukk gjeldende fane\n\n- Sett opp regler i Auto Discard Settings:\n\n- Auto-kast-kategorien angitt av tid\n\n- Kontroller minimumsforsinkelse for kastetid\n\n3. Andre innstillinger for Tab Discard\n\n- Ikke kast faner når det ikke er internettforbindelse\n\n- Ikke kast en fane når den er festet\n\n- Ikke kast en fane når media spiller\n\n- Ikke kast en fane når den er aktiv\n\n- Ikke kast en fane når den er uthevet\n\n- Hviteliste for domener for ikke å forkaste\n\n- Tilbakestill innstillingene til standard\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\n\nGoogle støtter eller sponser ikke denne Chrome-utvidelsen. Auto Tab Discard for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Auto Tab Discard dla Google Chrome ™\n\nZmniejsz użycie pamięci przez karty Google Chrome, automatycznie zamykając karty, które były nieaktywne. Pomóż Google Chrome działać szybciej, konfigurując reguły w celu zamykania kart, gdy karty są nieaktywne.\n\n1. Funkcje karty Automatyczne odrzucanie:\n\n- Odrzuć bieżącą kartę\n\n- Odrzuć inną kartę w bieżącym oknie\n\n- Odrzuć inną kartę w innym oknie\n\n- Odrzuć inną kartę we wszystkich oknach\n\n- Następna karta\n\n- Poprzednia zakładka\n\n2. Zamknij bieżącą kartę\n\n- Ustaw reguły w ustawieniach automatycznego odrzucania:\n\n- Karta automatycznego odrzucania ustawiona według czasu\n\n- Sprawdź minimalne opóźnienie czasu odrzucania\n\n3. Inne ustawienia karty Odrzuć\n\n- Nie odrzucaj kart, gdy nie ma połączenia z Internetem\n\n- Nie odrzucaj karty po jej przypięciu\n\n- Nie odrzucaj karty podczas odtwarzania multimediów\n\n- Nie odrzucaj karty, gdy jest aktywna\n\n- Nie odrzucaj karty, gdy jest podświetlona\n\n- Biała lista domen, której nie należy odrzucać\n\n- Zresetuj ustawienia do domyślnych\n\nOświadczenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli.\n\nGoogle nie promuje ani nie sponsoruje tego rozszerzenia Chrome. Auto Tab Discard dla Google Chrome ™ nie jest własnością, nie jest licencjonowane ani nie jest spółką zależną Google Inc.",
    "ro": "Renunțare la fila automată pentru Google Chrome ™\n\nReduceți utilizarea memoriei filelor dvs. Google Chrome închizând automat filele care au fost inactive. Ajutați Google Chrome să funcționeze mai rapid, având configurarea regulilor în loc pentru a închide filele atunci când filele au fost inactive.\n\n1. Caracteristici de filă Renunțare automată:\n\n- Renunțați la fila curentă\n\n- Renunțați la altă filă din fereastra curentă\n\n- Eliminați alte file din altă fereastră\n\n- Aruncați celelalte file din toată fereastra\n\n- Fila următoare\n\n- Fila anterioară\n\n2. Închideți fila curentă\n\n- Configurați regulile din Setările de eliminare automată:\n\n- Fila de eliminare automată setată după timp\n\n- Verificați termenul minim de întârziere\n\n3. Alte setări pentru Tab Renunțare\n\n- Nu aruncați filele atunci când nu există conexiune la internet\n\n- Nu aruncați o filă atunci când este fixată\n\n- Nu aruncați o filă atunci când se joacă suporturi\n\n- Nu aruncați o filă atunci când este activă\n\n- Nu aruncați o filă atunci când este evidențiată\n\n- Lista albă de domeniu pentru a nu se arunca\n\n- Resetați setările la valori implicite\n\nRenunțare la răspundere: Rețineți că această extensie NU este realizată de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi.\n\nGoogle nu acceptă sau nu sponsorizează această extensie Chrome. Renunțarea la fila automată pentru Google Chrome ™ nu este deținută de, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Auto Tab Discard для Google Chrome ™\n\nСократите использование памяти вкладками Google Chrome, автоматически закрывая неактивные вкладки. Помогите Google Chrome работать быстрее, настроив правила для закрытия вкладок, когда вкладки неактивны.\n\n1. Функции автоматического удаления вкладки:\n\n- Отменить текущую вкладку\n\n- Отменить другие вкладки в текущем окне\n\n- Отменить другую вкладку в другом окне\n\n- Отменить другую вкладку во всем окне\n\n- Следующая вкладка\n\n- Предыдущая вкладка\n\n2. Закройте текущую вкладку\n\n- Настройте правила в настройках Auto Discard:\n\n- вкладка автоматического сброса, установленная по времени\n\n- Проверьте минимальную задержку на время сброса\n\n3. Другие настройки для вкладки Discard\n\n- Не выбрасывайте вкладки, когда нет подключения к интернету\n\n- Не выбрасывайте вкладку, когда она закреплена\n\n- Не выбрасывайте вкладку во время воспроизведения мультимедиа\n\n- Не сбрасывайте вкладку, когда она активна\n\n- Не выбрасывайте вкладку, когда она выделена\n\n- Белый список доменов, чтобы не отбрасывать\n\n- Сбросить настройки по умолчанию\n\nОтказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\n\nGoogle не поддерживает и не поддерживает это расширение Chrome. Auto Tab Discard для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Zahodiť kartu automaticky pre prehliadač Google Chrome ™\n\nAutomatickým zatváraním neaktívnych kariet obmedzte využitie pamäte kariet Google Chrome. Pomôžte prehliadaču Google Chrome bežať rýchlejšie vďaka zavedeniu pravidiel na zatvorenie kariet, keď sú karty neaktívne.\n\n1. Funkcie karty Automaticky zahodiť:\n\n- Zahodiť aktuálnu kartu\n\n- Zahodiť ďalšiu kartu v aktuálnom okne\n\n- Zahodiť ďalšiu kartu v inom okne\n\n- Zrušte ďalšiu kartu vo všetkých oknách\n\n- Ďalšia karta\n\n- Predchádzajúca karta\n\n2. Zatvorte aktuálnu kartu\n\n- Nastavte pravidlá v nastaveniach automatického vyradenia:\n\n- Karta Automaticky zahodiť nastavená podľa času\n\n- Skontrolujte minimálny čas oneskorenia na vyradenie\n\n3. Ďalšie nastavenia pre Tab Discard\n\n- Nevyhadzujte karty, keď nie je k dispozícii pripojenie na internet\n\n- Nevyhadzujte kartu, keď je pripevnená\n\n- Nevyhadzujte kartu, keď sa prehráva médium\n\n- Nevyhadzujte kartu, ak je aktívna\n\n- Nevyhadzujte kartu, keď je zvýraznená\n\n- biely zoznam povolených adries, ktorý sa nezruší\n\n- Obnovenie pôvodných nastavení\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom.\n\nSpoločnosť Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. Vyradenie karty Auto Tab pre prehliadač Google Chrome ™ nie je vo vlastníctve, nie je licencované a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Samodejna zavrnitev kartice za Google Chrome ™\n\nZmanjšajte porabo pomnilnika zavihkov Google Chrome, tako da samodejno zaprete zavihke, ki so bili neaktivni. Pomagajte Googlu Chrome hitreje delovati tako, da nastavite pravila za zapiranje zavihkov, ko so kartice neaktivne.\n\n1. Značilnosti zavihka za samodejno zavrženje:\n\n- Zavrzi trenutni zavihek\n\n- Zapustite drug zavihek v trenutnem oknu\n\n- Drugi zavihek v drugem oknu zavrzite\n\n- Zapustite drug zavihek v vsem oknu\n\n- Naslednji zavihek\n\n- Prejšnji zavihek\n\n2. Zaprite trenutni zavihek\n\n- Nastavite pravila v nastavitvah samodejnih zavrženj:\n\n- Nastavi zavihek samodejno zavrže\n\n- Preverite minimalno zamudo za čas zavrženja\n\n3. Druge nastavitve za zavihek Tab\n\n- Ne zavračajte zavihkov, kadar ni internetne povezave\n\n- Ko ga pripnete, ne zavrzite jezička\n\n- Ne predvajajte zavihka, ko se predvajajo mediji\n\n- Ne zavračajte jezička, ko je aktiven\n\n- Ne zavrzite jezička, ko je označen\n\n- Seznam dovoljenih domen, ki ga ne smete zavreči\n\n- Ponastavite nastavitve na privzete\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\n\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Zaklepanje samodejnih kartic za Google Chrome ™ ni v lasti, nima dovoljenja in ni podružnica podjetja Google Inc.",
    "sr": "Аутоматско одбацивање картица за Гоогле Цхроме ™\n\nСмањите потрошњу меморије картица Гоогле Цхроме аутоматским затварањем картица које су биле неактивне. Помозите Гоогле Цхроме-у да брже ради постављањем правила за затварање картица када картице нису активне.\n\n1. Функције картице за аутоматско одбацивање:\n\n- Одбаци тренутну картицу\n\n- Одбаците другу картицу у тренутном прозору\n\n- Одбаците другу картицу у другом прозору\n\n- Одбаците другу картицу у свим прозорима\n\n- Следећа картица\n\n- Претходна картица\n\n2. Затворите тренутну картицу\n\n- Поставите правила у подешавањима аутоматске одбацивања:\n\n- Картица за аутоматско одбацивање постављена према времену\n\n- Проверите минимално кашњење за време одлагања\n\n3. Остала подешавања за Таб Дисцард\n\n- Не одбацујте картице када нема интернетске везе\n\n- Не одбацујте језичак када је закачен\n\n- Не одбацујте картицу током репродукције медија\n\n- Не одбацујте картицу када је активна\n\n- Не одбацујте картицу када је истакнута\n\n- списак домена који се не одбацује\n\n- Ресетовање поставки на подразумеване вредности\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НЕ доноси Гоогле, а урадио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\n\nГоогле не подржава или спонзорише ово Цхроме проширење. Одбацивање аутоматске картице за Гоогле Цхроме ™ није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Kassera automatisk flik för Google Chrome ™\n\nMinska minnesanvändningen på dina Google Chrome-flikar genom att automatiskt stänga flikar som har varit inaktiva. Hjälp Google Chrome att springa snabbare genom att ha regler för att stänga flikar när flikarna har varit inaktiva.\n\n1. Funktioner för automatisk kassering av fliken:\n\n- Kassera den aktuella fliken\n\n- Kassera annan flik i det aktuella fönstret\n\n- Kassera annan flik i andra fönster\n\n- Kassera annan flik i alla fönster\n\n- Nästa flik\n\n- Föregående flik\n\n2. Stäng aktuell flik\n\n- Ställ in regler i Auto Discard Settings:\n\n- Auto-kasseringsfliken inställd efter tid\n\n- Kontrollera minsta fördröjning för bortkastningstid\n\n3. Andra inställningar för Tab Discard\n\n- Kassera inte flikar när det inte finns någon internetanslutning\n\n- Kassera inte en flik när den är fastsatt\n\n- Kassera inte en flik när media spelas\n\n- Kassera inte en flik när den är aktiv\n\n- Kassera inte en flik när den är markerad\n\n- Vitlista för domäner för att inte kassera\n\n- Återställ inställningarna till standard\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare.\n\nGoogle stöder eller sponsrar inte detta Chrome-tillägg. Auto Tab Discard för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "Auto Tab ทิ้งสำหรับ Google Chrome ™\n\nลดการใช้หน่วยความจำของแท็บ Google Chrome ของคุณโดยการปิดแท็บที่ไม่ได้ใช้งานโดยอัตโนมัติ ช่วยให้ Google Chrome ทำงานได้เร็วขึ้นด้วยการตั้งกฎเพื่อปิดแท็บเมื่อแท็บนั้นไม่ทำงาน\n\n1. คุณสมบัติแท็บละทิ้งอัตโนมัติ:\n\n- ยกเลิกแท็บปัจจุบัน\n\n- ทิ้งแท็บอื่นในหน้าต่างปัจจุบัน\n\n- ทิ้งแท็บอื่นในหน้าต่างอื่น\n\n- ทิ้งแท็บอื่น ๆ ในหน้าต่างทั้งหมด\n\n- แท็บถัดไป\n\n- แท็บก่อนหน้า\n\n2. ปิดแท็บปัจจุบัน\n\n- ตั้งค่ากฎในการตั้งค่าละทิ้งอัตโนมัติ:\n\n- ยกเลิกการตั้งค่าแท็บอัตโนมัติตามเวลา\n\n- ตรวจสอบความล่าช้าขั้นต่ำสำหรับเวลาละทิ้ง\n\n3. การตั้งค่าอื่น ๆ สำหรับ Tab Discard\n\n- อย่าทิ้งแท็บเมื่อไม่มีการเชื่อมต่ออินเทอร์เน็ต\n\n- อย่าทิ้งแท็บเมื่อถูกตรึง\n\n- อย่าทิ้งแท็บเมื่อกำลังเล่นสื่อ\n\n- อย่าทิ้งแท็บเมื่อมีการใช้งาน\n\n- อย่าทิ้งแท็บเมื่อมีการเน้น\n\n- รายการโดเมนที่อนุญาตไม่ให้ทิ้ง\n\n- รีเซ็ตการตั้งค่าเป็นค่าเริ่มต้น\n\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\n\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Auto Tab Discard สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ได้เป็น บริษัท ในเครือของ Google Inc.",
    "tr": "Google Chrome ™ için Otomatik Sekme Atma\n\nEtkin olmayan sekmeleri otomatik olarak kapatarak Google Chrome sekmelerinizin bellek kullanımını azaltın. Sekmeler etkin olmadığında sekmeleri kapatmak için kurallar ayarlayarak Google Chrome'un daha hızlı çalışmasına yardımcı olun.\n\n1. Otomatik atma sekmesi özellikleri:\n\n- Geçerli sekmeyi sil\n\n- Geçerli penceredeki diğer sekmeyi sil\n\n- Diğer penceredeki diğer sekmeyi sil\n\n- Tüm pencerede diğer sekmeyi sil\n\n- Sonraki sekme\n\n- Önceki sekme\n\n2. Geçerli sekmeyi kapat\n\n- Otomatik Silme Ayarlarında kuralları ayarlayın:\n\n- Zamana göre ayarlanmış otomatik silme sekmesi\n\n- Atma süresi için minimum gecikmeyi kontrol edin\n\n3. Sekme Atma için diğer ayarlar\n\n- İnternet bağlantısı olmadığında sekmeleri atmayın\n\n- Bir sekmeyi sabitlendiğinde atmayın\n\n- Medya oynatılırken sekmeyi atmayın\n\n- Etkinken bir sekmeyi atmayın\n\n- Vurgulandığında bir sekmeyi atmayın\n\n- Etki alanı beyaz listesi silinmeyecek\n\n- Ayarları varsayılana sıfırla\n\nUyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından oluşturulduğunu lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\n\nGoogle, bu Chrome uzantısını desteklemez veya sponsor etmez. Google Chrome ™ için Otomatik Sekme Atma, Google Inc. şirketine ait değildir, lisanslı değildir ve bir Google Inc. kuruluşudur.",
    "uk": "Автоматичне відкидання вкладок для Google Chrome ™\n\nЗменшіть використання пам'яті вкладок Google Chrome, автоматично закриваючи неактивні вкладки. Допоможіть Google Chrome працювати швидше, встановивши правила для закриття вкладок, коли вкладки були неактивними.\n\n1. Особливості вкладки \"Автоматичне скидання\":\n\n- Відхилити поточну вкладку\n\n- Відхилити іншу вкладку в поточному вікні\n\n- Відхиліть іншу вкладку в іншому вікні\n\n- Відхилити іншу вкладку у всьому вікні\n\n- Наступна вкладка\n\n- Попередня вкладка\n\n2. Закрийте поточну вкладку\n\n- Встановіть правила в налаштуваннях автоматичної відмови:\n\n- Вкладка автоматичного скидання, встановлена ​​часом\n\n- Перевірте мінімальну затримку часу на скидання\n\n3. Інші налаштування для Tab Discard\n\n- Не відкидайте вкладки, коли немає підключення до Інтернету\n\n- Не відкидайте вкладку, коли вона закріплена\n\n- Не відкидайте вкладку під час відтворення медіа\n\n- Не відкидайте вкладку, коли вона активна\n\n- Не відкидайте вкладку, коли вона виділена\n\n- Білий список домену, який не слід відкидати\n\n- Скидання налаштувань до стандартних\n\nВідмова: Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда з розробки. Усі авторські права належать їх власникам.\n\nGoogle не схвалює та не спонсорує це розширення Chrome. Відхилення автоматичних вкладок для Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Tự động hủy tab cho Google Chrome ™\n\nGiảm mức sử dụng bộ nhớ của các tab Google Chrome của bạn bằng cách tự động đóng các tab không hoạt động. Giúp Google Chrome chạy nhanh hơn bằng cách thiết lập quy tắc tại chỗ để đóng các tab khi các tab không hoạt động.\n\n1. Tự động loại bỏ các tính năng của tab:\n\n- Hủy tab hiện tại\n\n- Hủy tab khác trong cửa sổ hiện tại\n\n- Hủy tab khác trong cửa sổ khác\n\n- Hủy tab khác trong tất cả các cửa sổ\n\n- Tab tiếp theo\n\n- Tab trước\n\n2. Đóng tab hiện tại\n\n- Thiết lập quy tắc trong Cài đặt hủy tự động:\n\n- Tự động loại bỏ tab được đặt theo thời gian\n\n- Kiểm tra độ trễ tối thiểu cho thời gian loại bỏ\n\n3. Các cài đặt khác cho Hủy thẻ\n\n- Không loại bỏ các tab khi không có kết nối internet\n\n- Không loại bỏ một tab khi nó được ghim\n\n- Không loại bỏ tab khi phương tiện đang phát\n\n- Không loại bỏ tab khi nó đang hoạt động\n\n- Không loại bỏ một tab khi nó được tô sáng\n\n- Danh sách trắng tên miền để không loại bỏ\n\n- Đặt lại cài đặt về mặc định\n\nTuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\n\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng Chrome này. Auto Tab Discard cho Google Chrome ™ không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc."
  }
}