{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Image Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download all Amazon product HD images by variants to zip file, or export iamge URL to CSV file just by one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Image Downloader - Extract and Export Images from Amazon Product Gallery\n\nDescription:\n🔍 Simplify the process of extracting and exporting images from the Amazon product gallery with Amazon Image Downloader. With just a few clicks, conveniently scrape 🖼️ images, photos, and variations, and save them locally to zip file or export them to CSV files for analysis.\n\nKey Features:\n✨ Effortless Image Scraping: Seamlessly scrape images, photos, and variations from Amazon's product gallery with ease. No more manual downloads or time-consuming processes.\n\n💾 Download Images in Bulk: Download images by variants in a single click. Choose specific variations and effortlessly download them in a convenient ZIP file format.\n\n📊 Export Image Data: Export image variations as CSV files for analysis and integration into other applications or tools. Simplify image data management and streamline workflows.\n\n🖥️ High-Definition Image Resources: Access high-definition (HD) quality images, ensuring the best visual resources for your projects.\n\nWhy Install Amazon Image Downloader?\n⏱️ Save Time and Effort: Automate the image scraping process, saving valuable time and effort when collecting product images from Amazon.\n\n🔎 Streamline Analysis and Research: Conduct market research, competitor analysis, and build product catalogs with ease. Extract, organize, and analyze image data efficiently.\n\n📚 Enhance Product Management: Easily export image variations to CSV files, efficiently managing and integrating product images into existing workflows and systems.\n\n📈 Improve Decision-Making: Analyze product images and variations in-depth, empowering informed decision-making based on comprehensive visual data.\n\nInstall Amazon Image Downloader today and unlock the power of effortless image scraping and data exporting from the Amazon product gallery. Simplify image retrieval, save time, and gain valuable insights for your projects."
  }
}