{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ApplyPal: Cover Letter & Match Scores"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily create personalized cover letters with ApplyPal to enhance your job applications and stand out to employers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ApplyPal: Your Ultimate Job Application Companion\n\nCreate standout cover letters effortlessly with ApplyPal! This powerful Chrome extension simplifies the cover letter writing process, making it easy to produce professional letters that grab employers' attention and boost your job application success.\n\nKey Features:\n\n• Smart Cover Letter Generator: Generate personalized cover letters in minutes! Upload your resume, and ApplyPal crafts a tailored letter that aligns with your job application.\n• Downloadable .docx Files: Save your generated cover letters as .docx files for easy editing and submission. Perfect for job applications!\n• Instant Copy Function: Quickly copy your cover letter to the clipboard for seamless pasting into online applications or emails.\n• Customizable Templates: Choose from a variety of professional templates designed to enhance your application and showcase your unique style.\n• Real-Time Edits: Make instant adjustments with our user-friendly editor, allowing you to fine-tune your cover letters on the go.\n• Expert Writing Tips: Access valuable insights and best practices to craft effective cover letters that highlight your skills and experiences.\n• Intuitive Interface: Enjoy a smooth, easy-to-navigate design that simplifies the cover letter creation process.\n\nWhy Choose ApplyPal?\n\n• Time-Saving Solution: Streamline your job application process and focus on what really matters—landing your dream job.\n• Ideal for All Job Seekers: Whether you’re a recent graduate, a career changer, or an experienced professional, ApplyPal helps you create compelling cover letters with ease.\n• Join the Community: Be part of a growing number of satisfied users who have transformed their job applications with ApplyPal!\n\nElevate your job search today! Download ApplyPal now and start creating personalized cover letters that make a lasting impression!"
  }
}