{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LitSense AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LitSense AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LitSense AI will provide sense to your literary questions\n\nLitSense AI uses advanced natural language processing models to help users summarize, analyze, and gain a deeper understanding of the content they are reading. It can also answer any questions related to the article, providing insights and detailed information from the text.\n\nKey Features:\n\nSummarization:\nThe tool can condense long articles into concise summaries, allowing users to quickly grasp the key points and main ideas without needing to read the entire text.\n\nIn-depth Analysis:\nAI-powered analysis enables deeper understanding, including identifying themes, sentiments, important facts, or any underlying arguments presented in the text.\n\nContent Breakdown:\nThe tool could segment content into sections or bullet points, making it easier to digest and refer back to specific parts of an article.\n\nQuery Answering:\nUsers can ask specific questions about the article, and the AI will respond by pulling relevant information from the text, ensuring accuracy and relevance.\n\nKeyword Identification:\nIt might extract key phrases or terms central to the article, helping users focus on important concepts or areas of interest.\n\nSentiment and Tone Analysis:\nAnalyzing the tone (e.g., formal, informal, optimistic, critical) and sentiment (e.g., positive, negative, neutral) of the content.\n\nHighlighting Key Arguments:\nIf the article presents arguments or perspectives, the AI could help identify these and explain them clearly.\n\nContextual Understanding:\nIt could also offer insights into the broader context of an article, connecting it to related topics, historical background, or relevant theories.\n\nTo improve productivity and comprehension, utilize LitSense AI to enhance your reading!"
  }
}