{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Tube Shot: YouTube要約、スクリプト作成、重要な洞察＆ChatGPT、Claude、Gemini、Perplexity",
    "de": "Tube Shot: YouTube-Zusammenfassungen, Skripte und Insights mit KI",
    "es": "Tube Shot: Resúmenes, guiones e ideas clave con ChatGPT y más",
    "fr": "Tube Shot : Résumés, scripts et idées clés avec ChatGPT et autres",
    "ja": "Tube Shot: YouTube要約、スクリプト作成、洞察をAIで",
    "ko": "Tube Shot : 유튜브 요약, 정보 추출, 새로운 유튜브 대본 작성! 챗GPT, 클로드, 제미나이, 퍼플렉시티 완벽 지원!",
    "zh_CN": "Tube Shot : YouTube摘要、脚本撰写、关键见解与ChatGPT、Claude、Gemini、Perplexity",
    "zh_TW": "Tube Shot : YouTube摘要、腳本撰寫、關鍵見解與ChatGPT、Claude、Gemini、Perplexity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AIでYouTube動画の要約、スクリプト、重要な洞察を素早く取得。一回のクリックで簡潔なコンテンツを提供します。ChatGPT、Claude、Gemini、Perplexityがパワーを提供します。",
    "de": "Erhalten Sie schnelle YouTube-Videozusammenfassungen, Skripte und wichtige Erkenntnisse mit KI. Ein Klick für prägnante Inhalte,…",
    "es": "Obtén resúmenes rápidos de videos de YouTube, guiones e ideas clave con IA. Un clic para contenido conciso, impulsado por ChatGPT,…",
    "fr": "Obtenez des résumés rapides de vidéos YouTube, des scripts et des idées clés grâce à l'IA. Un clic pour un contenu concis, propulsé…",
    "ja": "Get quick YouTube video summaries, scripts, and key insights with AI. One click for concise content, powered by ChatGPT, Claude,…",
    "ko": "매우 쉽고 빠르게 유튜브 요약 및 정보 추출, 유튜브 대본 작성. 높은 효율성과 놀라운 성능 향상을 경험 해보세요!",
    "zh_CN": "使用AI快速获取YouTube视频摘要,脚本和关键见解。一键生成简明内容,由ChatGPT、Claude、Gemini和Perplexity提供支持。",
    "zh_TW": "使用AI快速獲取YouTube影片摘要、腳本和關鍵見解。一鍵生成簡潔內容,由ChatGPT、Claude、Gemini和Perplexity提供支援。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Summary with ChatGPT & Claude is a free Chrome Extension that quickly summarizes YouTube videos. Powered by ChatGPT (OpenAI) and Claude (Anthropic), this tool saves time, boosts productivity, and enhances learning by providing concise summaries of lengthy videos.\n\nKey Benefits\nSave Time: Quickly grasp main points without watching lengthy videos.\nBoost Productivity: Absorb key information efficiently, allowing focus on other tasks.\nEnhanced Learning: Summaries and transcripts aid in studying and content retention.\n\nHow to Use\nAfter installing the extension, open any YouTube video you want summarized and click the YouTube Summary icon in your browser.\n\nFast Summarization Feature\nQuick Summary with the \"Fast\" Button: By selecting the \"Fast\" button, you can access an ultra-condensed version of the video, pinpointing the core insights in just a few sentences. This option is ideal for those moments when you need the main takeaway quickly.\n\nCustomization and Language Support\nCustomize Summary Length: Tailor the summary detail level to your needs in settings.\n\nLanguage Options: Generate summaries in multiple languages, making the tool accessible globally.",
    "ko": "유튜브를 AI와 결합하여 더욱 강력하게! - 챗GPT,  클로드, 구글 제미나이, 퍼플렉시티 완벽 지원!\n\n챗GPT, 클로드, 구글 제미나이, 퍼플렉시티를 기반으로한 유튜브 업그레이드를 통해, 긴 영상을 간결하게 요약 시간 절약, 생산성 향상, 학습 효과를 높이는 데 큰 도움을 줍니다.\n\n\n- 시간 절약: 긴 영상을 시청하지 않고도 핵심 내용을 빠르게 파악할 수 있습니다.\n- 생산성 향상: 중요한 정보를 효율적으로 습득해 다른 작업에 집중할 수 있습니다.\n- 학습 효과 증대: 요약 및 자막 기능으로 공부와 내용 이해를 돕습니다.\n\n- 사용 방법\n크롬 확장 프로그램 설치 후, 유튜브 사이트를 열면 유튜브 영상 밑에 분석 버튼들이 자동 추가가 됩니다! 클릭 후, 아주 쉽게 바로 사용 가능합니다.\n\n-빠른 요약 기능\n\"빠른 요약\" 버튼 사용: \"빠른 요약(Fast)\" 버튼을 누르면 영상의 핵심 내용을 몇 문장으로 압축한 초간단 요약을 볼 수 있습니다. 중요한 요점만 빠르게 알고 싶을 때 매우 좋습니다.\n\n- 맞춤 설정: 설정에서 원하는 요약 수준을 선택해 자신에게 맞게 조정할 수 있습니다. 또는 프롬프트를 수정하여 원하시는 결과물을 언제든지 얻으실 수 있습니다.\n\n- 다국어 지원: 해외 모든 언어을 분석 및 요약을 생성할 수 있어 전 세계적으로 활용 가능합니다.\n\n\n궁금하신점이 있으시면 언제든지\neric@iridiumstudio.com 으로 연락주시면 감사하겠습니다."
  }
}