{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Search with DuckDuckGo",
    "de": "Mit DuckDuckGo suchen",
    "es": "Buscar con DuckDuckGo",
    "fr": "Rechercher avec DuckDuckGo",
    "hi": "DuckDuckGo से खोजें",
    "ja": "DuckDuckGoで検索",
    "ko": "DuckDuckGo로 검색",
    "zh_CN": "使用 DuckDuckGo 搜索",
    "zh_TW": "使用 DuckDuckGo 搜尋"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Search with DuckDuckGo in Chrome",
    "de": "Mit DuckDuckGo in Chrome suchen",
    "es": "Buscar con DuckDuckGo en Chrome",
    "fr": "Rechercher avec DuckDuckGo dans Chrome",
    "hi": "Chrome में DuckDuckGo से खोजें",
    "ja": "ChromeでDuckDuckGoを使って検索",
    "ko": "Chrome에서 DuckDuckGo로 검색",
    "zh_CN": "在 Chrome 中使用 DuckDuckGo 搜索",
    "zh_TW": "在 Chrome 中使用 DuckDuckGo 搜尋"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Quickly DuckDuckGo with search with DuckDuckGo\n\nSearch with DuckDuckGo is the revolutionary Chrome extension that supercharges your browser, marrying the unrivaled privacy of DuckDuckGo with the sleek efficiency of Chrome. Designed for the discerning user who demands the best of both worlds, Search with DuckDuckGo offers a suite of features that transforms your searching experience, keeping you one step ahead in the digital age. Here's why Search with DuckDuckGo is the only extension you'll ever need:\n\nInstant Search Activation\nWith just a single click on the Search with DuckDuckGo icon, you're launched into a private search realm. This feature ensures that secure, anonymous browsing is always at your fingertips, making it easier than ever to maintain your digital privacy without slowing down.\n\nKeyboard Shortcuts for Power Users\nEmbrace the ultimate in browsing efficiency with customizable keyboard shortcuts. Launch into a quick search interface directly from your keyboard, saving precious seconds and keeping your workflow smooth and uninterrupted.\n\nSeamless Highlight-and-Search\nEncounter an intriguing piece of text? Highlight, right-click, and search with Search with DuckDuckGo without ever leaving your current page. It's the perfect tool for curious minds, enabling you to explore the web deeper without breaking your browsing stride.\n\nOmnibar Search Integration\nSearch with DuckDuckGo elevates your omnibar with the power to search DuckDuckGo directly. Type 'ddg', hit tab, and enter your query for a fast, efficient search that respects your privacy. It's the ideal solution for users who love shortcuts and value their time online.\n\nSearch with DuckDuckGo is more than just an extension; it's a bridge to a better browsing experience, blending privacy, efficiency, and convenience in one powerful tool. Whether you're researching, exploring, or simply enjoying the web, Search with DuckDuckGo ensures you're doing it securely and swiftly.\n\nGet the max out of Chrome and DuckDuckGo today with Search with DuckDuckGo.\n\nDisclaimer: DuckDuckGo is a trademark of DuckDuckGo, Inc., which is not affiliated with Search with DuckDuckGo. This extension is an independent project designed to enhance your browsing experience by leveraging DuckDuckGo's privacy features in combination with Chrome's functionality.",
    "de": "**Mit DuckDuckGo suchen**\n\n**Mit DuckDuckGo suchen** ist eine revolutionäre Chrome-Erweiterung, die den unvergleichlichen Datenschutz von DuckDuckGo mit der schlanken Effizienz von Chrome vereint. Entwickelt für anspruchsvolle Nutzer, bietet diese Erweiterung eine Reihe von Funktionen, die Ihr Sucherlebnis transformieren und Ihnen einen Vorsprung in der digitalen Welt verschaffen. Hier erfahren Sie, warum **Mit DuckDuckGo suchen** die einzige Erweiterung ist, die Sie je benötigen werden:\n\n### Sofortige Suchaktivierung  \nMit nur einem Klick auf das Symbol von **Mit DuckDuckGo suchen** gelangen Sie in eine private Suchwelt. Diese Funktion sorgt dafür, dass sicheres und anonymes Browsen stets griffbereit ist – für den ultimativen Schutz Ihrer digitalen Privatsphäre ohne zusätzlichen Aufwand.\n\n### Tastenkombinationen für Power-User  \nGenießen Sie maximale Effizienz beim Surfen mit anpassbaren Tastenkombinationen. Starten Sie die Schnellsuchoberfläche direkt über Ihre Tastatur, sparen Sie wertvolle Zeit und halten Sie Ihren Workflow fließend und ungestört.\n\n### Nahtlose Textmarkierungs-Suche  \nInteressanter Text? Markieren Sie ihn, klicken Sie mit der rechten Maustaste und suchen Sie mit **Mit DuckDuckGo suchen**, ohne die aktuelle Seite zu verlassen. Das ist das perfekte Tool für neugierige Köpfe, das Ihnen ermöglicht, tiefer ins Web einzutauchen, ohne Ihre Browsing-Session zu unterbrechen.\n\n### Integration in die Adressleiste  \n**Mit DuckDuckGo suchen** erweitert Ihre Adressleiste (Omnibar) mit der Möglichkeit, DuckDuckGo direkt zu durchsuchen. Geben Sie „ddg“ ein, drücken Sie die Tab-Taste und tippen Sie Ihre Suchanfrage ein – für eine schnelle und effiziente Suche, die Ihre Privatsphäre respektiert. Die ideale Lösung für Nutzer, die Abkürzungen lieben und ihre Zeit online optimal nutzen möchten.\n\n### Die Brücke zu einem besseren Surferlebnis  \n**Mit DuckDuckGo suchen** ist mehr als nur eine Erweiterung; es ist eine leistungsstarke Kombination aus Datenschutz, Effizienz und Komfort. Egal, ob Sie recherchieren, das Web erkunden oder einfach nur surfen – diese Erweiterung sorgt dafür, dass Sie sicher und schnell unterwegs sind.\n\nNutzen Sie Chrome und DuckDuckGo in ihrer besten Form und installieren Sie **Mit DuckDuckGo suchen** noch heute!\n\n**Haftungsausschluss:** DuckDuckGo ist eine eingetragene Marke von DuckDuckGo, Inc., und nicht mit **Mit DuckDuckGo suchen** verbunden. Diese Erweiterung ist ein unabhängiges Projekt, das entwickelt wurde, um Ihr Surferlebnis zu verbessern, indem es die Datenschutzfunktionen von DuckDuckGo mit der Leistungsfähigkeit von Chrome kombiniert.",
    "es": "**Buscar con DuckDuckGo**\n\n**Buscar con DuckDuckGo** es una extensión revolucionaria para Chrome que combina la protección de privacidad incomparable de DuckDuckGo con la eficiencia y funcionalidad de Chrome. Diseñada para usuarios exigentes, esta extensión transforma tu experiencia de búsqueda, permitiéndote mantenerte a la vanguardia en la era digital. Aquí tienes las razones por las que **Buscar con DuckDuckGo** es la única extensión que necesitas:\n\n### Activación instantánea de búsqueda  \nCon solo un clic en el ícono de **Buscar con DuckDuckGo**, ingresas a un entorno de búsqueda privada. Esta función garantiza que tu navegación sea siempre segura y anónima, simplificando la protección de tu privacidad digital.\n\n### Atajos de teclado para usuarios avanzados  \nDisfruta de la máxima eficiencia en navegación con atajos de teclado personalizables. Inicia la interfaz de búsqueda rápida directamente desde tu teclado, ahorrando tiempo valioso y manteniendo tu flujo de trabajo sin interrupciones.\n\n### Búsqueda con texto resaltado  \n¿Encontraste un texto interesante? Resáltalo, haz clic derecho y busca con **Buscar con DuckDuckGo** sin abandonar la página actual. Es la herramienta perfecta para mentes curiosas, permitiéndote explorar la web a fondo sin interrumpir tu navegación.\n\n### Integración con la barra de direcciones  \n**Buscar con DuckDuckGo** mejora tu barra de direcciones (Omnibar) permitiendo búsquedas directas en DuckDuckGo. Escribe \"ddg\", pulsa la tecla Tab y agrega tu consulta para una búsqueda rápida, eficiente y respetuosa con tu privacidad. Es la solución ideal para quienes valoran los atajos y optimizan su tiempo en línea.\n\n### Un puente hacia una mejor experiencia de navegación  \n**Buscar con DuckDuckGo** no es solo una extensión; es una poderosa combinación de privacidad, eficiencia y conveniencia. Ya sea que estés investigando, explorando o simplemente disfrutando del internet, esta extensión garantiza una experiencia segura y rápida.\n\nEmpieza hoy mismo a aprovechar al máximo Chrome y DuckDuckGo con **Buscar con DuckDuckGo**.\n\n**Aviso legal:** DuckDuckGo es una marca registrada de DuckDuckGo, Inc., y no está afiliada a **Buscar con DuckDuckGo**. Esta extensión es un proyecto independiente diseñado para mejorar tu experiencia de navegación al combinar las características de privacidad de DuckDuckGo con la funcionalidad de Chrome.",
    "fr": "**Rechercher avec DuckDuckGo**\n\n**Rechercher avec DuckDuckGo** est une extension révolutionnaire pour Chrome qui combine la protection de la vie privée inégalée de DuckDuckGo avec l’efficacité élégante de Chrome. Conçue pour les utilisateurs exigeants, cette extension offre une gamme de fonctionnalités qui transforment votre expérience de recherche, vous permettant de rester à la pointe de l’ère numérique. Voici pourquoi **Rechercher avec DuckDuckGo** est la seule extension dont vous aurez besoin :\n\n### Activation instantanée de la recherche  \nEn un simple clic sur l’icône **Rechercher avec DuckDuckGo**, vous entrez dans un univers de recherche privé. Cette fonctionnalité garantit une navigation sécurisée et anonyme, toujours à portée de main, simplifiant la protection de votre vie privée numérique.\n\n### Raccourcis clavier pour les utilisateurs avancés  \nProfitez d’une efficacité de navigation ultime grâce à des raccourcis clavier personnalisables. Lancez une interface de recherche rapide directement depuis votre clavier, économisez de précieuses secondes et maintenez un flux de travail fluide et ininterrompu.\n\n### Recherche en surlignant du texte  \nVous tombez sur un texte intéressant ? Surlignez-le, cliquez avec le bouton droit, et recherchez avec **Rechercher avec DuckDuckGo**, sans jamais quitter la page en cours. C’est l’outil idéal pour les esprits curieux, vous permettant d’approfondir vos explorations sans interrompre votre navigation.\n\n### Intégration avec la barre d’adresse  \n**Rechercher avec DuckDuckGo** enrichit votre barre d’adresse (Omnibar) avec la possibilité de rechercher directement sur DuckDuckGo. Tapez « ddg », appuyez sur Tab, puis saisissez votre requête pour une recherche rapide, efficace et respectueuse de votre vie privée. Une solution parfaite pour les utilisateurs amateurs de raccourcis qui valorisent leur temps en ligne.\n\n### Une passerelle vers une meilleure expérience de navigation  \n**Rechercher avec DuckDuckGo** est bien plus qu’une simple extension ; c’est une combinaison puissante de confidentialité, d’efficacité et de commodité. Que vous effectuiez des recherches, exploriez ou profitiez simplement du web, cette extension garantit une expérience sécurisée et rapide.\n\nCommencez dès aujourd’hui à exploiter tout le potentiel de Chrome et DuckDuckGo avec **Rechercher avec DuckDuckGo** !\n\n**Avertissement :** DuckDuckGo est une marque déposée de DuckDuckGo, Inc., et n’est pas affiliée à **Rechercher avec DuckDuckGo**. Cette extension est un projet indépendant conçu pour améliorer votre expérience de navigation en exploitant les fonctionnalités de confidentialité de DuckDuckGo en association avec celles de Chrome.",
    "hi": "**DuckDuckGo के साथ खोजें**\n\n**DuckDuckGo के साथ खोजें** एक क्रांतिकारी Chrome एक्सटेंशन है जो DuckDuckGo की अद्वितीय गोपनीयता सुरक्षा को Chrome की तीव्र दक्षता के साथ जोड़ता है। यह विशेष रूप से उन उपयोगकर्ताओं के लिए डिज़ाइन किया गया है जो उत्कृष्ट अनुभव चाहते हैं। **DuckDuckGo के साथ खोजें** कई विशेषताएं प्रदान करता है जो आपके खोजने के तरीके को पूरी तरह बदल देती हैं और आपको डिजिटल युग में आगे बढ़ने में मदद करती हैं। यह जानिए कि क्यों **DuckDuckGo के साथ खोजें** आपकी एकमात्र ज़रूरत है:\n\n### त्वरित खोज सक्रियण  \n**DuckDuckGo के साथ खोजें** आइकन पर बस एक क्लिक के साथ, आप एक निजी खोज क्षेत्र में प्रवेश कर सकते हैं। यह सुविधा सुनिश्चित करती है कि आपकी ब्राउज़िंग हमेशा सुरक्षित और गुमनाम रहे, और आपके डिजिटल गोपनीयता को सरल और कुशल बनाती है।\n\n### पावर उपयोगकर्ताओं के लिए कीबोर्ड शॉर्टकट  \nकस्टमाइज़ किए जा सकने वाले कीबोर्ड शॉर्टकट्स के साथ अद्वितीय दक्षता का आनंद लें। सीधे अपने कीबोर्ड से तेज़ खोज इंटरफ़ेस लॉन्च करें, समय बचाएं और अपने वर्कफ़्लो को निर्बाध रखें।\n\n### टेक्स्ट को हाइलाइट कर खोजें  \nकोई रोचक टेक्स्ट मिला? उसे हाइलाइट करें, राइट-क्लिक करें और **DuckDuckGo के साथ खोजें** का उपयोग करके खोज करें, बिना अपनी वर्तमान पेज छोड़े। यह जिज्ञासु दिमागों के लिए एक आदर्श टूल है, जिससे आप अपनी ब्राउज़िंग लय को बाधित किए बिना वेब में गहराई से खोज सकते हैं।\n\n### एड्रेस बार सर्च इंटीग्रेशन  \n**DuckDuckGo के साथ खोजें** आपके एड्रेस बार (Omnibar) को सीधे DuckDuckGo पर खोज करने की क्षमता प्रदान करता है। बस 'ddg' टाइप करें, Tab दबाएं और अपनी क्वेरी दर्ज करें। यह तेज़, कुशल और गोपनीयता का सम्मान करने वाला खोज समाधान है।\n\n### बेहतर ब्राउज़िंग अनुभव के लिए सेतु  \n**DuckDuckGo के साथ खोजें** सिर्फ एक एक्सटेंशन नहीं है; यह गोपनीयता, दक्षता और सुविधा का एक शक्तिशाली संयोजन है। चाहे आप शोध कर रहे हों, ब्राउज़ कर रहे हों या वेब का आनंद ले रहे हों, यह एक्सटेंशन सुनिश्चित करता है कि आप इसे सुरक्षित और तेज़ तरीके से कर सकें।\n\nआज ही **DuckDuckGo के साथ खोजें** का उपयोग करें और Chrome और DuckDuckGo की पूरी क्षमता का लाभ उठाएं!\n\n**डिस्क्लेमर:** DuckDuckGo, DuckDuckGo, Inc. का ट्रेडमार्क है, और इसका **DuckDuckGo के साथ खोजें** से कोई संबंध नहीं है। यह एक्सटेंशन एक स्वतंत्र प्रोजेक्ट है, जो Chrome की क्षमता के साथ DuckDuckGo की गोपनीयता सुविधाओं को मिलाकर आपके ब्राउज़िंग अनुभव को बेहतर बनाने के लिए डिज़ाइन किया गया है।",
    "ja": "**DuckDuckGoで検索**\n\n**DuckDuckGoで検索**は、DuckDuckGoの無類のプライバシー保護とChromeの効率的な機能を融合させた画期的なChrome拡張機能です。優れた体験を求めるユーザーのために設計されたこの拡張機能は、検索体験を一変させ、デジタル時代で常に一歩先を行くお手伝いをします。以下は、なぜ**DuckDuckGoで検索**が唯一必要な拡張機能なのかをご紹介します：\n\n### 即時検索起動  \n**DuckDuckGoで検索**アイコンをクリックするだけで、プライバシーが守られた検索空間にすぐアクセスできます。この機能により、安全かつ匿名のブラウジングがいつでも手軽に利用でき、デジタルプライバシーを簡単かつ迅速に保護します。\n\n### パワーユーザー向けのキーボードショートカット  \nカスタマイズ可能なキーボードショートカットで、究極のブラウジング効率を体験できます。キーボードから直接クイック検索インターフェースを起動し、貴重な時間を節約しながら作業フローをスムーズに保ちます。\n\n### ハイライト検索機能  \n興味深いテキストを見つけたら、ハイライトして右クリックし、**DuckDuckGoで検索**を使って検索できます。現在のページを離れる必要はありません。これにより、検索の流れを中断することなくウェブを深く探求できます。\n\n### アドレスバー検索の統合  \n**DuckDuckGoで検索**は、アドレスバー（Omnibar）でDuckDuckGoを直接検索できる機能を提供します。「ddg」と入力し、Tabキーを押してクエリを入力するだけで、高速かつ効率的に検索が完了します。プライバシーを重視しながら、時間を有効活用したい方に最適なソリューションです。\n\n### より良いブラウジング体験の架け橋  \n**DuckDuckGoで検索**は単なる拡張機能ではなく、プライバシー、効率性、利便性を組み合わせた強力なツールです。研究、探索、あるいは単にウェブを楽しむ際にも、この拡張機能は安全かつ迅速な操作を実現します。\n\n今すぐ**DuckDuckGoで検索**を使用して、ChromeとDuckDuckGoの可能性を最大限に引き出しましょう！\n\n**免責事項：**DuckDuckGoはDuckDuckGo, Inc.の登録商標であり、**DuckDuckGoで検索**とは一切関係ありません。この拡張機能は独立したプロジェクトであり、DuckDuckGoのプライバシー機能とChromeの性能を組み合わせて、ブラウジング体験を向上させることを目的としています。",
    "ko": "**DuckDuckGo로 검색**\n\n**DuckDuckGo로 검색**은 DuckDuckGo의 뛰어난 개인정보 보호 기능과 Chrome의 효율적인 성능을 결합한 혁신적인 Chrome 확장 프로그램입니다. 최고의 경험을 추구하는 사용자들을 위해 설계된 이 확장 프로그램은 검색 경험을 완전히 새롭게 변화시켜 디지털 시대에서 항상 앞서 나가도록 돕습니다. **DuckDuckGo로 검색**이 왜 유일한 확장 프로그램이 될 수 있는지 확인해보세요:\n\n### 즉시 검색 활성화  \n**DuckDuckGo로 검색** 아이콘을 클릭하는 것만으로도 개인 정보가 보호되는 검색 환경으로 바로 이동할 수 있습니다. 이 기능은 안전하고 익명성을 보장하는 브라우징을 언제나 손쉽게 사용할 수 있도록 하여 디지털 개인 정보 보호를 간단하고 빠르게 만들어줍니다.\n\n### 고급 사용자를 위한 키보드 단축키  \n사용자 정의가 가능한 키보드 단축키로 최상의 브라우징 효율성을 경험하세요. 키보드에서 직접 빠른 검색 인터페이스를 실행하여 시간을 절약하고 작업 흐름을 매끄럽게 유지하세요.\n\n### 텍스트 하이라이트 검색  \n흥미로운 텍스트를 발견했나요? 텍스트를 강조 표시하고 오른쪽 클릭한 다음 **DuckDuckGo로 검색**을 사용하여 검색하세요. 현재 페이지를 떠날 필요 없이 바로 검색할 수 있습니다. 브라우징 흐름을 방해하지 않으면서 웹을 깊이 탐구할 수 있는 완벽한 도구입니다.\n\n### 주소창 검색 통합  \n**DuckDuckGo로 검색**은 주소창(Omnibar)에 DuckDuckGo를 직접 검색할 수 있는 기능을 추가합니다. \"ddg\"를 입력하고 Tab 키를 누른 후 검색어를 입력하면 빠르고 효율적인 검색이 완료됩니다. 개인정보를 보호하면서도 온라인 시간을 효율적으로 활용하고 싶은 사용자에게 이상적인 솔루션입니다.\n\n### 더 나은 브라우징 경험으로 가는 다리  \n**DuckDuckGo로 검색**은 단순한 확장 프로그램이 아닙니다. 이 확장 프로그램은 개인정보 보호, 효율성, 편리성을 강력하게 결합하여 연구, 탐색 또는 단순히 웹 서핑을 즐길 때도 안전하고 빠르게 작업할 수 있도록 보장합니다.\n\n지금 바로 **DuckDuckGo로 검색**을 사용하여 Chrome과 DuckDuckGo의 잠재력을 최대한 발휘해 보세요!\n\n**면책 사항:** DuckDuckGo는 DuckDuckGo, Inc.의 상표이며, **DuckDuckGo로 검색**과는 아무런 관련이 없습니다. 이 확장 프로그램은 독립적인 프로젝트로, DuckDuckGo의 개인정보 보호 기능과 Chrome의 강력한 성능을 결합하여 브라우징 경험을 향상시키는 것을 목표로 합니다.",
    "zh_CN": "使用 DuckDuckGo 搜索\n\n**使用 DuckDuckGo 搜索**是一款革命性的 Chrome 浏览器扩展程序，将 DuckDuckGo 无与伦比的隐私保护与 Chrome 的高效性能完美结合。专为追求极致体验的用户设计，**使用 DuckDuckGo 搜索**提供一系列功能，彻底改变您的搜索方式，让您在数字时代始终保持领先。以下是为什么它是您唯一需要的扩展程序的原因：\n\n### 即时搜索激活  \n只需单击 **使用 DuckDuckGo 搜索**图标，即可进入一个私密的搜索世界。此功能确保您的浏览始终安全且匿名，无需任何繁琐操作，让数字隐私保护变得更简单、更快捷。\n\n### 专为高效用户设计的键盘快捷键  \n通过可自定义的键盘快捷键，体验极致的浏览效率。直接从键盘启动快速搜索界面，节省宝贵的时间，保持工作流程流畅无阻。\n\n### 无缝的高亮搜索功能  \n发现感兴趣的文字？只需高亮、右键点击，然后通过 **使用 DuckDuckGo 搜索**进行搜索，无需离开当前页面。这是好奇心旺盛的用户的完美工具，让您在不打断浏览节奏的情况下深入探索网络。\n\n### 地址栏搜索集成  \n**使用 DuckDuckGo 搜索**为您的地址栏（Omnibar）增添了直接搜索 DuckDuckGo 的功能。只需输入“ddg”，按下 Tab 键，然后输入查询内容，即可快速高效地完成搜索，同时确保隐私。这是热爱快捷方式并重视在线时间的用户的理想解决方案。\n\n### 更优浏览体验的桥梁  \n**使用 DuckDuckGo 搜索**不仅仅是一个扩展程序；它是隐私保护、高效性和便利性的强大结合体，无论您是在进行研究、探索还是享受网络浏览，它都确保您以更安全、更迅速的方式完成。\n\n今天就使用 **使用 DuckDuckGo 搜索**，最大限度地发挥 Chrome 和 DuckDuckGo 的潜能吧！\n\n**免责声明：**DuckDuckGo 是 DuckDuckGo, Inc. 的商标，与 **使用 DuckDuckGo 搜索** 无任何关联。此扩展程序是一个独立项目，旨在通过结合 DuckDuckGo 的隐私功能和 Chrome 的强大性能，提升您的浏览体验。",
    "zh_TW": "使用 DuckDuckGo 搜尋\n\n**使用 DuckDuckGo 搜尋**是一款革命性的 Chrome 瀏覽器擴充功能，將 DuckDuckGo 無與倫比的隱私保護與 Chrome 的高效性能完美結合。專為追求極致體驗的用戶設計，**使用 DuckDuckGo 搜尋**提供一系列功能，徹底改變您的搜尋方式，讓您在數位時代始終保持領先。以下是為什麼它是您唯一需要的擴充功能的原因：\n\n### 即時搜尋啟動  \n只需點擊 **使用 DuckDuckGo 搜尋**圖示，即可進入一個私密的搜尋世界。此功能確保您的瀏覽始終安全且匿名，無需任何繁瑣操作，讓數位隱私保護變得更簡單、更快捷。\n\n### 專為效率用戶設計的鍵盤快捷鍵  \n透過可自訂的鍵盤快捷鍵，體驗極致的瀏覽效率。直接從鍵盤啟動快速搜尋介面，節省寶貴的時間，保持工作流程順暢無阻。\n\n### 無縫的高亮搜尋功能  \n發現感興趣的文字？只需高亮、右鍵點擊，然後透過 **使用 DuckDuckGo 搜尋**進行搜尋，無需離開當前頁面。這是充滿好奇心的用戶的完美工具，讓您在不打斷瀏覽節奏的情況下深入探索網路。\n\n### 地址列搜尋整合  \n**使用 DuckDuckGo 搜尋**為您的地址列（Omnibar）增添了直接搜尋 DuckDuckGo 的功能。只需輸入「ddg」，按下 Tab 鍵，然後輸入查詢內容，即可快速高效地完成搜尋，同時確保隱私。這是熱愛快捷方式並重視在線時間的用戶的理想解決方案。\n\n### 更優瀏覽體驗的橋樑  \n**使用 DuckDuckGo 搜尋**不僅僅是一個擴充功能；它是隱私保護、高效性與便利性的強大結合體，無論您是在進行研究、探索還是享受網路瀏覽，它都確保您以更安全、更迅速的方式完成。\n\n今天就使用 **使用 DuckDuckGo 搜尋**，將 Chrome 和 DuckDuckGo 的潛能發揮到極致吧！\n\n**免責聲明：**DuckDuckGo 是 DuckDuckGo, Inc. 的商標，與 **使用 DuckDuckGo 搜尋** 無任何關聯。此擴充功能是一個獨立專案，旨在通過結合 DuckDuckGo 的隱私功能和 Chrome 的強大性能，提升您的瀏覽體驗。"
  }
}