{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twillot Multi Publish"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically publish articles to multiple blog platforms to increase product exposure and website SEO"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twillot Multi Publish is a Chrome extension designed specifically for independent developers and startup teams. Its primary purpose is to help users quickly increase product exposure and improve website SEO through automated publishing and submission.\n\nKey features include:\n1. One-Click Publishing: Users can publish articles to multiple blogging platforms simultaneously, saving time on manual posting.\n2. Automatic Task Generation: Based on the content provided by the user, the tool generates publishing tasks tailored to each platform.\n3. SEO Optimization: By submitting content to various platforms and sites, it enhances domain authority and increases website traffic through backlinks.\n\nReasons to install Twillot Multi Publish:\n1. Time-Saving: The one-click publishing feature allows users to avoid the hassle of manually posting to each platform, significantly improving efficiency.\n2. SEO Improvement: Automated content submission to multiple platforms increases backlinks, boosting the website's search engine ranking.\n3. User-Friendly: The interface is intuitive and easy to use, requiring no complex setup to complete multi-platform publishing.\n\nTwillot Multi Publish is an efficient and convenient content publishing tool that helps users expand their influence across multiple platforms, achieving more effective product marketing."
  }
}