{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fd Cypress Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fd Cypress Recorder captures user interactions and generates Cypress test code."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*** DEPRECATED: THIS PLUGIN WILL NOT BE UPDATED TO MANIFEST V3 AND IS EXPECTED TO STOP WORKING AS SOON AS MANIFEST V3 ROLLS OUT ***\n\nFd Cypress Recorder captures user interactions and generates Cypress test code.\n\nEnd-to-end tests can become obsolete fast because of changing products which makes maintenance of such tests a time-consuming and high-effort job. This plugin makes it easier to both create and maintain said tests.\nIt does this by allowing you to create templates from your interactions with the web page. These templates can then be used in your other tests by loading the template and start from there or appending a template to your current test.\nYou can re-order/remove the events/interactions as you see fit.\nMultiple templates can be combined to create a single larger test. Useful for steps you need to repeat often for many of your tests.\n\nIf your website requires specific HTTP headers you can also enter this in the plugin and they will be included in the generated code.\n\nThere is a Basic Auth support which will include environment variables into the basic auth setup of Cypress. You simply have to set the environment variables on your test runner and the generated Cypress code from this plugin will make use of it.\n\nFd Cypress Recorder allows you to easily create Cypress end-to-end tests without having to type any code.\n\nCypress code is automatically generated via the functions provided by the plugin.\n\nFollow the light/dark theme settings of your browser."
  }
}