{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hero Wars Simulator HWA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for the Hero Wars game that gives more insight on heroes, battles and allows to simulate battles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hero Wars Simulator HWA\nThis version requires Hero Wars Assistant to run\n\nEnhances the Hero Wars game experience with the following additional functionality:\n\n1) Lets you calculate the result of a arena, guild war, guild raid and cross server battles with the last known hero strength that the extension has seen in battle replays (e.g. arena or guild war battle)\n2) Lets you simulate 100 battles with the same team to predict your winning chances against other teams in guild war or arena battles.\n3) Lets you simulate fights against partially defeated teams with initial energy from Guild War and Clash of Worlds.\n4) Lets you simulate buffed attacks from Clash of Worlds\n5) Track Community gifts. Click the links to collect them.\n6) Extends the logs (Arena, Grand Arena, Guild War, Guild Raid, Clash of Worlds) and makes it more easy to get information about teams.\n7) Logs and Heroes are shared online. Get latest information about hero strength, patronage used in arena and grand arena, latest known hidden grand arena teams and information how guild mates do in arena to use that information for guild war assignments.\n8) Show information about next totem level and emeralds spent.\n\nPlanned future functionality:\n1) Guild war planning support\n2) Tournament of element support\n3) Many more ....\n\nSupported Platforms:\n- Web\n- FB\n- VK\n- OK\n- MG\n\nRequirements:\nThis version requires that Hero Wars Assistant is installed and enabled\nSee: https://chrome.google.com/webstore/detail/hero-wars-assistant/mbffmikhmagljbpojlampkojpbabdbbo?hl=en\n\nBy installing this extension you agree to the terms of usage and the privacy policy:\n- https://www.hw-simulator.com/#/home\n- https://www.hw-simulator.com/#/privacy"
  }
}