{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebTrackr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webtrackr monitors webpages for changes and alerts you via Email, Slack or Telegram on detecting a change."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webtrackr monitors web pages for changes and alerts you via Email, Slack or Telegram on detecting a change.\n\nSimply install the extension, create an account on webtrackr.io & start tracking full web pages or sections of a web page for changes. Our bots monitor web pages for you on the cloud, up to every 2 minutes and alert you by Email, Slack and Telegram when we detect a change.\n\nYou can use Webtrackr for several use cases like competitor price tracking, getting notified of promotions/price changes/availability of your favorite products, keeping track of stock related financial news, watching out for appointment slots opening up,  monitoring court judgments, vaccine availability slots, SEO, legal compliance etc\n\nIn essence, Webtrackr has thousands of business and personal use cases. If you've ever want to get alerted on a web page change, Webtrackr is the right tool for you!\n\nWebtrackr provides a clean, intuitive and easy to use dashboard at app.webtrackr.io where you can view and manage all items that you're tracking along with the complete change history/archives for that item. You can easily start/pause item tracking, modify checking intervals, notification channels etc  for all items you're tracking on the dashboard.\n\nOur bots use the latest version of Chrome and run Javascript. so you can monitor both static and dynamic pages with Webtrackr!\n\nIf you ever run into any issues with Webtrackr or have any queries, you can reach out to us at support@webtrackr.io and we'll be happy to assist you."
  }
}