{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cashy: Obtén cashback por tus compras",
    "en": "Cashy: Earn cashback!",
    "pt_BR": "Cashy: Ganhe cashback"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Obtén reintegros sobre tus compras online con Cashy!",
    "en": "Earn cashback with Cashy! Shop in your favorite online shops and get cashback & coupons.",
    "pt_BR": "Compre em suas lojas online favoritas e receba cashback e cupons."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Ahorra en tus compras online con la extensión de Cashy Cashback!\n\nDescubre cómo ahorrar mientras navegas y compras en línea con Cashy.\n\nCashback y Cupones en una sola extensión: Cashy es la única extensión que combina cupones y cashback, ofreciéndote la máxima oportunidad de ahorro en tus compras en línea.\n\nNotificaciones en tiempo real: Recibe alertas instantáneas cuando navegas por una tienda que ofrece cashback o cupones disponibles. Nunca más te perderás una oportunidad de ahorrar.\n\nTiendas y marcas destacadas: Ahorra en tus tiendas favoritas. Tenemos cashback en las principales marcas de cada país donde operamos.\n\nDisponibilidad regional: Cashbacks, descuentos y cupones exclusivos para usuarios de México, Argentina, Perú, Chile y Colombia.\n\nMás de 10,000 usuarios satisfechos: Únete a nuestra creciente comunidad y empieza a ahorrar hasta un 50% en tus compras en línea.\n\nCon Cashy Cashback, ahorras más mientras disfrutas de tus compras online.\n\nDescarga Cashy Cashback ahora y empieza a ahorrar!",
    "en,pt_BR": "¡Ahorra en tus compras online con la extensión de Cashy Cashback!\n\nNavega tus tiendas favoritas, o busca tus productos en línea. Cashy te avisará cuando una de esas tiendas está ofreciendo un descuento tipo cashback para que ahorres un % de tu compra.\n\nAccede a las mejores tiendas de Latino América y el mundo, como Amazon, Nike, Netshoes, Microsoft, Dealextreme Aliexpress y muchas más. \n\nCashbacks, descuentos y cupones para Argentina, Chile, México, Colombia y el mundo."
  }
}