{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyStart Homepage & Search for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set MyStart as your default homepage and Yahoo! as your default search engine. Enjoy beautiful images and captivating articles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The MyStart Homepage Extension is designed to transform your web browsing into an immersive and personalized experience. With this extension, you can set your homepage to MyStart.com and your default search engine to Yahoo! and enjoy an array of features that will enhance your productivity and keep you captivated.\n \nWhen you install MyStart Homepage, you gain access to an impressive collection of high-definition wallpapers that will greet you every time you open your homepage. From stunning animals to captivating landscapes, these wallpapers add a touch of beauty and inspiration to your browsing sessions.\n\nMyStart.com also offers interesting and engaging articles from their blog. Get fascinating content while enjoying a seamless browsing experience.\n\nKeep track of your tasks and stay organized with the convenient to-do list widget. It's the perfect tool to manage your daily activities and prioritize your tasks efficiently.\n \nNeed to unwind or create a soothing atmosphere while browsing? The homepage features a chill-out music widget that allows you to listen to relaxing tunes while you navigate the web. \n\nThe MyStart Homepage includes a local weather widget that displays up-to-date weather information for your location. Stay prepared and plan your day accordingly without leaving your browsing window.\n\nThe extension also provides a handy time and date widget, ensuring you're always aware of the current time, day, and date."
  }
}