{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Corrupt Download Catcher",
    "de": "Identifizieren von beschädigten Downloads",
    "es": "Identificar Descargas Dañadas",
    "fr": "Identifier Les Téléchargements Corrompus",
    "it": "Identificare I Download Danneggiati",
    "ja": "破損したダウンロードを特定する",
    "ko": "손상된 다운로드 식별",
    "ru": "Выявление поврежденных загрузок",
    "zh_CN": "识别损坏的下载"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Warns you if a file you just downloaded is under 4 KB or if the server returned an error, which means you downloaded an error page.",
    "de": "Benachrichtigen Sie, wenn eine Datei, die Sie gerade heruntergeladen haben, unter 4 KB liegt oder wenn der Server während des…",
    "es": "Le notificará si un archivo que acaba de descargar está por debajo de 4 KB o si el servidor da un error durante la descarga, porque…",
    "fr": "Vous aviser si un fichier que vous venez de télécharger est inférieur à 4 KB ou si le serveur donne une erreur pendant le…",
    "it": "Ti avviserà se un file appena scaricato è inferiore a 4 KB o se il server genera un errore durante il download, perché potresti…",
    "ja": "ダウンロードしたファイルが 4 KB 未満の場合、またはダウンロード中にサーバーがエラーを返した場合は、代わりにエラー メッセージを保存した可能性があるため、通知されます。",
    "ko": "방금 다운로드한 파일이 4KB 미만이거나 다운로드 중에 오류가 발생하면 오류 메시지가 저장되었을 수 있으므로 알려줍니다.",
    "ru": "Сообщит вам, если только что загруженный файл находится под 4 КБ или если сервер дает ошибку во время загрузки, потому что вы,…",
    "zh_CN": "如果您刚刚下载的文件低于 4 KB，或者服务器在下载过程中出现错误，将通知您，因为您可能已保存了一条错误消息。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "When you download a file the browser will prompt you where to save it and will proceed as such. However, if the file doesn't exist on the server and the server returns an HTTP 404 error, the browser won't tell you and will just download that error page and save it as the file you wanted.\n\nOnly afterwards when you try to open the file will you realize it is not what you wanted.\n\nThis add-on will perform 2 checks to make sure the file is the one you wanted:\n\n* If the downloaded file is less than 4 KB it will show a notification telling you so. A file less than 4 KB should rarely happen.\n\n* If the file download request was responded to with a 4XX or a 5XX error, it will also show a notification telling you so.",
    "de": "Wenn Sie eine Datei herunterladen, fragt Der Browser Sie, wo Sie sie speichern können, und fährt als solche fort. Wenn die Datei jedoch nicht auf dem Server vorhanden ist und der Server mit einem HTTP 404-Fehler antwortet, teilt ihnen der Browser dies möglicherweise nicht mit und lädt diese Fehlerseite herunter und speichert sie als gewünschte Datei.\n\nErst danach, wenn Sie versuchen, die Datei zu öffnen, werden Sie erkennen, dass es nicht das ist, was Sie wollten.\n\nDiese Erweiterung führt 2 Prüfungen durch, um sicherzustellen, dass die Datei die gewünschte Datei ist:\n\n* Wenn die heruntergeladene Datei weniger als 4 Kilobyte beträgt, wird eine Benachrichtigung angezeigt, die Sie darüber informiert. Eine Datei mit weniger als 4 Kilobyte sollte selten vorkommen.\n\n* Wenn die Dateidownloadanfrage mit einem HTTP 4XX- oder einem 5XX-Fehler beantwortet wurde, wird auch eine Benachrichtigung angezeigt, die Ihnen dies mitteilt.",
    "es": "Al descargar un archivo, el navegador le preguntará dónde guardarlo y procederá como tal. Sin embargo, si el archivo no existe en el servidor y el servidor responde con un error HTTP 404, es posible que el navegador no le diga y simplemente descargará esa página de error y la guardará como el archivo que deseaba.\n\nSólo después cuando intente abrir el archivo se dará cuenta de que no es lo que quería.\n\nEsta extensión realizará 2 comprobaciones para asegurarse de que el archivo es el que desea:\n\n* Si el archivo descargado es inferior a 4 kilobytes se mostrará una notificación que le dice. Un archivo de menos de 4 kilobytes rara vez debería ocurrir.\n\n* Si la solicitud de descarga de archivos fue respondida con un error HTTP 4XX o 5XX, también se mostrará una notificación que le dice.",
    "fr": "Lorsque vous téléchargez un fichier, le navigateur vous demandera où l’enregistrer et procédera en tant que tel. Toutefois, si le fichier n’existe pas sur le serveur et que le serveur répond par une erreur HTTP 404, le navigateur pourrait ne pas vous le dire et ne fera que télécharger cette page d’erreur et l’enregistrer comme le fichier que vous vouliez.\n\nCe n’est qu’après que lorsque vous essayez d’ouvrir le fichier que vous vous rendez compte que ce n’est pas ce que vous vouliez.\n\nCette extension effectuera 2 contrôles pour s’assurer que le fichier est celui que vous voulez:\n\nSi le fichier téléchargé est inférieur à 4 kilooctets, il affichera une notification vous le disant. Un fichier de moins de 4 kilooctets devrait rarement se produire.\n\nSi la demande de téléchargement de fichiers a été répondue avec un HTTP 4XX ou une erreur 5XX, il affichera également une notification vous le disant.",
    "it": "Quando si scarica un file il browser vi chiederà dove salvarlo e procederà come tale. Tuttavia, se il file non esiste sul server e il server risponde con un errore HTTP 404, il browser potrebbe non dirtelo e semplicemente scaricherà quella pagina di errore e la salverà come il file che volevi.\n\nSolo in seguito, quando si tenta di aprire il file vi renderete conto che non è quello che volevi.\n\nQuesta estensione eseguirà 2 controlli per garantire che il file sia quello desiderato:\n\nSe il file scaricato è inferiore a 4 kilobyte, verrà visualizzata una notifica che ti dice di farlo. Un file inferiore a 4 kilobyte dovrebbe accadere raramente.\n\nSe la richiesta di download del file ha risposto con un errore HTTP 4XX o 5XX, mostrerà anche una notifica che ti dice di sì.",
    "ja": "ファイルをダウンロードすると、ブラウザは保存場所を尋ね、そのように進みます。ただし、ファイルがサーバー上に存在せず、サーバーが HTTP 404 エラーで応答する場合、ブラウザーはユーザーに指示を出さない可能性があり、そのエラー ページをダウンロードして、目的のファイルとして保存します。\n\nその後、ファイルを開こうとすると、それがあなたが望んでいたものではないことに気付くでしょう。\n\nこの拡張機能は、ファイルが必要なものであることを確認するために 2 つのチェックを実行します。\n\n* ダウンロードしたファイルが 4 KB 未満の場合は、その旨を通知する通知が表示されます。4 KB 未満のファイルはめったに発生しません。\n\n* ファイルダウンロードリクエストがHTTP 4XXまたは5XXエラーで応答された場合、通知も表示されます。",
    "ko": "파일을 다운로드하면 브라우저에서 파일을 저장할 위치를 묻고 계속 진행합니다. 그러나 파일이 서버에 없고 서버가 HTTP 404 오류로 회신하는 경우 브라우저는 이를 알리지 않고 해당 오류 페이지를 다운로드하여 원하는 파일로 저장합니다.\n\n파일을 열려고 할 때 만 나중에 당신이 원하는 것이 아니라는 것을 깨닫게 될 것입니다.\n\n이 확장은 파일이 원하는 파일인지 확인하기 위해 2 개의 검사를 수행합니다.\n\n* 다운로드 한 파일이 4 킬로바이트 미만이면 그렇게 알려주는 알림이 표시됩니다. 4KB 미만의 파일은 거의 발생하지 않습니다.\n\n* 파일 다운로드 요청이 HTTP 4XX 또는 5XX 오류로 응답된 경우, 또한 이를 알리는 알림이 표시됩니다.",
    "ru": "При загрузке файла браузер спросит вас, где его сохранить, и будет действовать как таковой. Однако, если файл не существует на сервере и сервер отвечает с ошибкой HTTP 404, браузер может не сказать вам, и просто загрузить эту страницу ошибки и сохранить его в качестве файла вы хотели.\n\nТолько после этого, когда вы пытаетесь открыть файл вы поймете, что это не то, что вы хотели.\n\nЭто расширение выполнит 2 проверки, чтобы убедиться, что файл является тот, который вы хотите:\n\nЕсли загруженный файл меньше 4 килобайт, он покажет уведомление, сообщающее вам об этом. Файл весом менее 4 килобайт должен происходить редко.\n\nЕсли запрос на загрузку файла был дан ответ с помощью http 4XX или ошибки 5XX, он также покажет уведомление, сообщающее вам об этом.",
    "zh_CN": "当您下载文件时，浏览器将询问您在哪里保存它，并因此继续。但是，如果服务器上不存在该文件，并且服务器回复了 HTTP 404 错误，浏览器可能不会告诉您，只会下载该错误页并将其保存为你想要的文件。\n\n只有事后，当你尝试打开该文件，你才会意识到它不是你想要的。\n\n此扩展名将执行 2 个检查，以确保文件是您想要的文件：\n\n• 如果下载的文件小于 4 KB，它将显示一条通知，告知您。小于 4 KB 的文件很少发生。\n\n• 如果文件下载请求响应了 HTTP 4XX 或 5XX 错误，它还会显示通知。该通知会告知您。"
  }
}