{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitter Bird - Do Twitter Great Again"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recover Twitter logo"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Introducing the \"Elon's Twitter Logo Recovery Rocket\" Chrome Extension! 🚀\n\nHas Twitter got you feeling lost in space with its new logo? Fear not, Earthling! Elon Musk has launched his top-secret Chrome extension to save the day! Say goodbye to that bird and embrace the cosmic makeover with this interstellar tool.\n\n🌌 What does this space-age extension do? 🌌\n\n✨ Rocket-Powered Recovery: Elon's Twitter Logo Recovery Rocket jets across the interwebs at the speed of light to fetch the original Twitter logo! It's faster than the Falcon Heavy and can restore your Twitter experience in a cosmic blink.\n\n👽 Alien Tech Interface: The extension's user interface is like nothing you've seen on Earth. Get ready to interact with advanced extraterrestrial technology, Elon style!\n\n💫 Elon's Signature Touch: Each logo restoration is infused with a hint of Elon's innovation and eccentricity. This ain't your typical Twitter bird – we're talking rockets, Mars colonies, and neural lace, all in one epic logo!\n\n🌟 Laughter Warp-Drive: Brace yourself for a warp-speed boost in laughter! The extension injects a dose of Elon's quirky humor into your Twitter feed, ensuring a galaxy of giggles with every scroll.\n\n🚀 Cosmic Compatibility: Whether you're a SpaceX fan or a Tesla enthusiast, this extension is your one-stop-shop for the ultimate Elon Musk-inspired Twitter experience. Beam yourself up to the Twitterverse of the future!\n\nJoin Elon Musk on a comical journey through the Twitter cosmos. Install the \"Elon's Twitter Logo Recovery Rocket\" Chrome Extension now and get ready for a celestial ride like no other. Embrace the madness, because in space, there's no limit to the laughter! 🛸💨"
  }
}