{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mostrar ID Wordpress"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ve el ID de la pagina actual de tu sitio Wordpress y dale click para poder entrar a editarlo."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Con nuestra increíble extensión para Chrome, podrás tener acceso instantáneo al ID de la página actual en tu sitio WordPress. ¿Alguna vez has deseado poder editar una página de tu sitio web de WordPress con tan solo un clic? ¡Ahora es posible!\n\nNuestra extensión te permite identificar rápidamente el ID de la página actual en la que te encuentras navegando. Olvídate de perder tiempo buscando el ID en el panel de administración de WordPress. Simplemente haz clic en nuestra práctica extensión y obtén el ID al instante.\n\nUna vez que hayas obtenido el ID de la página, podrás acceder directamente a la página de edición correspondiente con un solo clic. Olvídate de la molestia de navegar por el panel de administración de WordPress, buscando la página exacta que deseas modificar. Nuestra extensión te llevará directamente a la página correcta, ahorrándote tiempo y esfuerzo.\n\nNo importa si eres un desarrollador de sitios web o un propietario de un sitio WordPress, nuestra extensión para Chrome es una herramienta imprescindible que te ahorrará tiempo y mejorará tu flujo de trabajo. Nunca ha sido tan fácil acceder y editar las páginas de tu sitio WordPress.\n\nDescarga nuestra extensión para Chrome hoy mismo y descubre lo fácil que puede ser el proceso de edición de páginas en WordPress. ¡No esperes más y simplifica tu experiencia de administración de sitios web con nuestra extensión!"
  }
}