{
  "name": {
    "ar": "Cute Cursors - مؤشر مخصص",
    "am": "Cute Cursor - ብጁ ጠቋሚ",
    "bg": "Cute Cursors - потребителски курсор",
    "bn": "Cute Cursor - কাস্টম কার্সার",
    "ca": "Cute Cursors - cursor personalitzat",
    "cs": "Cute Cursors - vlastní kurzor",
    "da": "Cute Cursors - brugerdefineret markør",
    "de": "Cute Cursors - benutzerdefinierter Cursor",
    "el": "Cute Cursors - προσαρμοσμένο δρομέα",
    "en,en_AU,en_GB,en_US,ru,uk": "Cute Cursors - Custom Cursor for Chrome™",
    "es,es_419": "Cute Cursors - cursor personalizado",
    "et": "Cute Cursors - kohandatud kursor",
    "fa": "Custom cursor - نشانگر ماوس برای Chrome™",
    "fi": "Cute Cursors - mukautettu kohdistin",
    "fil": "Cute Cursors - pasadyang cursor",
    "fr": "Curseur personnalisé pour le Web",
    "gu": "Cute Cursor  - કસ્ટમ કર્સર",
    "he": "Cute Cursor - סמן מותאם אישית",
    "hi": "Cute Cursors - कस्टम कर्सर",
    "hr": "Prilagođeni kursor za Chrome™",
    "hu": "Cute Cursor - egyéni kurzor",
    "id": "Cute Cursors - kursor kustom",
    "it": "Cursore personalizzato per il Web",
    "ja": "カスタム カーソル",
    "kn": "Cute Cursors - Chrome™ ಗಾಗಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್",
    "ko": "Cute Cursors - 맞춤 커서",
    "lt": "Cute Cursors - pasirinktinis žymeklis",
    "lv": "Cute Cursors - pielāgots kursors",
    "ml": "Cute Cursor - ഇച്ഛാനുസൃത കഴ്സർ",
    "mr": "Cute Cursor - Chrome™ साठी सानुकूल कर्सर",
    "ms": "Cute Cursor - kursor tersuai",
    "nl": "Aangepaste cursor voor web",
    "no": "Cute Cursors - tilpasset markør",
    "pl": "Niestandardowy kursor dla sieci Web",
    "pt_BR,pt_PT": "Cursor personalizado para Web",
    "ro": "Cute Cursor - cursor personalizat",
    "sk": "Cute Cursors - vlastný kurzor",
    "sl": "Kazalec miške",
    "sr": "Cute Cursor - прилагођени курсор",
    "sv": "Cute Cursors - anpassad markör",
    "sw": "Custom Cursor - mshale maalum",
    "ta": "Cute Cursors - விருப்ப கர்சர்",
    "te": "Cute Cursor - కస్టమ్ కర్సర్",
    "th": "Cute Cursor - เคอร์เซอร์ที่กำหนดเอง",
    "tr": "Cute Cursors - özel imleç",
    "vi": "Cute Cursor - con trỏ tùy chỉnh",
    "zh_CN,zh_TW": "自定義光標"
  },
  "short": {
    "ar": "مؤشرات مخصصة مضحكة لـ Chrome ™. استبدل مؤشر الماوس الافتراضي بمؤشر مخصص من مجموعات المؤشرات الرائعة والرائعة.",
    "am": "ለ Chrome™ አስቂኝ ብጁ ጠቋሚዎች። ነባሪውን የመዳፊት ጠቋሚን ከ አሪፍ እና ቆንጆ የጠቋሚዎች ስብስቦች በብጁ ይተኩ።",
    "bg": "Забавни персонализирани курсори за Chrome™. Заменете курсора на мишката по подразбиране с персонализиран от колекции от готини и…",
    "bn": "Chrome™ এর জন্য মজার কাস্টম কার্সার। ডিফল্ট মাউস কার্সারটি দুর্দান্ত এবং সুন্দর কার্সারের সংগ্রহ থেকে একটি কাস্টম দিয়ে প্রতিস্থাপন…",
    "ca": "Cursors personalitzats divertits per a Chrome™. Substituïu el cursor del ratolí predeterminat per un de personalitzat de…",
    "cs": "Zábavné vlastní kurzory pro Chrome™. Nahraďte výchozí kurzor myši vlastním kurzorem ze sbírek skvělých a roztomilých kurzorů.",
    "da": "Sjove brugerdefinerede markører til Chrome™. Udskift standardmusemarkøren med en brugerdefineret en fra samlinger af seje og søde…",
    "de": "Lustige benutzerdefinierte Cursor für Chrome™. Ersetzen Sie den Standard-Mauszeiger durch einen benutzerdefinierten aus einer…",
    "el": "Αστείοι προσαρμοσμένοι δρομείς για το Chrome™. Αντικαταστήστε τον προεπιλεγμένο δρομέα του ποντικιού με έναν προσαρμοσμένο από…",
    "en,en_AU,en_GB,en_US,ru,uk": "Funny custom cursors for Chrome™. Replace the default mouse cursor with a custom one from collections of cool and cute cursors.",
    "es,es_419": "Divertidos cursores personalizados para Chrome™. Reemplace el cursor del mouse predeterminado con uno personalizado de colecciones…",
    "et": "Naljakad kohandatud kursorid Chrome™-i jaoks. Asendage vaikehiire kursor kohandatud kursoriga lahedate ja armsate kursorite…",
    "fa": "نشانگرهای سفارشی خنده دار برای Chrome™. مکان‌نمای پیش‌فرض ماوس را با مکان‌نمای سفارشی از مجموعه‌های مکان‌نمای جالب و زیبا جایگزین…",
    "fi": "Hauskoja mukautettuja osoittimia Chromelle™. Korvaa oletushiiren kohdistin mukautetulla kursorilla hienojen ja söpöjen kursorien…",
    "fil": "Nakakatawang mga custom na cursor para sa Chrome™. Palitan ang default na cursor ng mouse ng custom na isa mula sa mga koleksyon ng…",
    "fr": "Curseurs personnalisés amusants pour Chrome™. Remplacez le curseur de souris par défaut par un curseur personnalisé à partir de…",
    "gu": "Chrome™ માટે રમુજી કસ્ટમ કર્સર. ડિફૉલ્ટ માઉસ કર્સરને શાનદાર અને સુંદર કર્સરના સંગ્રહમાંથી કસ્ટમ સાથે બદલો.",
    "he": "סמנים מצחיקים מותאמים אישית עבור Chrome™. החלף את ברירת המחדל של סמן העכבר בסמן מותאם אישית מאוספים של סמנים מגניבים וחמודים.",
    "hi": "Chrome™ के लिए मजेदार कस्टम कर्सर। कूल और प्यारे कर्सर के संग्रह से डिफ़ॉल्ट माउस कर्सर को कस्टम कर्सर से बदलें।",
    "hr": "Smiješni prilagođeni kursori za Chrome™. Zamijenite zadani pokazivač miša prilagođenim pokazivačem iz kolekcije cool i slatkih…",
    "hu": "Vicces egyéni kurzorok a Chrome™-hoz. Cserélje le az alapértelmezett egérkurzort egy egyéni kurzorra a klassz és aranyos kurzorok…",
    "id": "Kursor khusus yang lucu untuk Chrome™. Ganti kursor mouse default dengan yang khusus dari koleksi kursor keren dan imut.",
    "it": "Divertenti cursori personalizzati per Chrome™. Sostituisci il cursore del mouse predefinito con uno personalizzato da raccolte di…",
    "ja": "Chrome™ 用の面白いカスタム カーソル。 デフォルトのマウス カーソルを、クールでキュートなカーソルのコレクションからカスタム マウス カーソルに置き換えます。",
    "kn": "Chrome™ ಗಾಗಿ ಮೋಜಿನ ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ಗಳು. ತಂಪಾದ ಮತ್ತು ಮುದ್ದಾದ ಕರ್ಸರ್‌ಗಳ ಸಂಗ್ರಹಣೆಯಿಂದ ಡೀಫಾಲ್ಟ್ ಮೌಸ್ ಕರ್ಸರ್ ಅನ್ನು ಕಸ್ಟಮ್ ಒಂದಕ್ಕೆ ಬದಲಾಯಿಸಿ.",
    "ko": "Chrome™용 재미있는 맞춤형 커서. 기본 마우스 커서를 멋지고 귀여운 커서 컬렉션의 사용자 지정 커서로 교체하십시오.",
    "lt": "Juokingi pasirinktiniai „Chrome™“ žymekliai. Pakeiskite numatytąjį pelės žymeklį tinkintu iš šaunių ir mielų žymeklių rinkinių.",
    "lv": "Smieklīgi pielāgoti kursori pārlūkam Chrome™. Nomainiet noklusējuma peles kursoru ar pielāgotu kursoru no foršu un jauku kursoru…",
    "ml": "Chrome™-നുള്ള രസകരമായ ഇഷ്‌ടാനുസൃത കഴ്‌സറുകൾ. ഡിഫോൾട്ട് മൗസ് കഴ്‌സറിന് പകരം ഒരു ഇഷ്‌ടാനുസൃതമായ കഴ്‌സറുകളുടെ ശേഖരത്തിൽ നിന്ന് മാറ്റുക.",
    "mr": "Chrome™ साठी मजेदार सानुकूल कर्सर. छान आणि गोंडस कर्सरच्या संग्रहातून डीफॉल्ट माउस कर्सरला सानुकूलने बदला.",
    "ms": "Kursor tersuai lucu untuk Chrome™. Gantikan kursor tetikus lalai dengan yang tersuai daripada koleksi kursor yang keren dan comel.",
    "nl": "Grappige aangepaste cursors voor Chrome™. Vervang de standaard muiscursor door een aangepaste muiscursor uit verzamelingen coole en…",
    "no": "Morsomme tilpassede markører for Chrome™. Bytt ut standard musepeker med en egendefinert fra samlinger av kule og søte markører.",
    "pl": "Śmieszne niestandardowe kursory dla Chrome ™. Zamień domyślny kursor myszy na niestandardowy z kolekcji fajnych i uroczych kursorów.",
    "pt_BR,pt_PT": "Cursores personalizados engraçados para Chrome™. Substitua o cursor do mouse padrão por um personalizado de coleções de cursores…",
    "ro": "Cursore personalizate amuzante pentru Chrome™. Înlocuiți cursorul implicit al mouse-ului cu unul personalizat din colecții de…",
    "sk": "Zábavné vlastné kurzory pre Chrome™. Nahraďte predvolený kurzor myši vlastným kurzorom z kolekcie skvelých a roztomilých kurzorov.",
    "sl": "Smešni kazalci po meri za Chrome™. Zamenjajte privzeti kazalec miške s tistim po meri iz zbirk kul in srčkanih kazalcev.",
    "sr": "Смешни прилагођени курсори за Цхроме™. Замените подразумевани курсор миша прилагођеним из колекција цоол и симпатичних курсора.",
    "sv": "Roliga anpassade markörer för Chrome™. Ersätt standardmusmarkören med en anpassad från samlingar av coola och söta markörer.",
    "sw": "Vishale maalum vya kupendeza vya Chrome™. Badilisha kishale chaguo-msingi cha kipanya na kielekezi maalum kutoka kwa mikusanyo ya…",
    "ta": "Chrome™க்கான வேடிக்கையான தனிப்பயன் கர்சர்கள். இயல்புநிலை மவுஸ் கர்சரை, குளிர் மற்றும் அழகான கர்சர்களின் சேகரிப்பில் இருந்து…",
    "te": "Chrome™ కోసం ఫన్నీ కస్టమ్ కర్సర్‌లు. కూల్ మరియు క్యూట్ కర్సర్‌ల సేకరణల నుండి డిఫాల్ట్ మౌస్ కర్సర్‌ని కస్టమ్‌తో భర్తీ చేయండి.",
    "th": "เคอร์เซอร์ที่กำหนดเองตลกสำหรับ Chrome™…",
    "tr": "Chrome™ için komik özel imleçler. Varsayılan fare imlecini havalı ve sevimli imleç koleksiyonlarından özel bir imleçle değiştirin.",
    "vi": "Con trỏ tùy chỉnh vui nhộn dành cho Chrome™. Thay thế con trỏ chuột mặc định bằng con trỏ tùy chỉnh từ bộ sưu tập các con trỏ thú…",
    "zh_CN,zh_TW": "Chrome™ 的有趣自定義光標。 將默認鼠標光標替換為來自酷炫可愛光標集合的自定義鼠標光標。"
  },
  "long": {
    "ar": "تعد المؤشرات اللطيفة المخصصة امتدادًا رائعًا لكل شخص يريد تغيير مؤشر الماوس الافتراضي إلى مؤشر مضحك أو ساطع. لدينا الكثير من مجموعات المؤشرات المخصصة التي يمكنك إضافتها وتغييرها في أي وقت تريده. نحن نقوم بإنشاء رسوم توضيحية رائعة وحديثة لمستخدمينا يمكن أن تغطي كل اهتمام.\n\nخصص تجربتك في استخدام متصفح Chrome باستخدام مؤشرات الماوس المجانية الرائعة. جميع المؤشرات المخصصة في تنسيق متجه ، مما يضمن لك جودة عرض مثالية على أي شاشة وبأي حجم للمؤشر. في نافذة الامتداد المنبثقة ، يمكنك بسهولة تغيير حجم المؤشر أو إضافته إلى المفضلة أو إزالته تمامًا من القائمة ، إنه بسيط جدًا ومريح.\n\nنحن نقدم:\n\n- مؤشرات كاريكاتير\n- مؤشرات أنيمي\n- مؤشرات Kawaii\n- مؤشرات ألعاب الفيديو\n- والمزيد قادم!\n\nتنقلي بسهم وردي اليوم ومع أحمر الشفاه غدًا. كن دائمًا مبدعًا في الموضة ، حتى لو كنت في المكتب أو في الفصل. أنت الوحيد الذي قد يعرف كم هو جميل ولطيف يمكن أن يكون العمل المعتاد على الكمبيوتر المحمول. يا له من مؤشر فأر وردي رائع لتصفح الويب. بغض النظر عن عمرك ، في المدرسة أو المكتب ، يجب أن تمتلئ الحياة بالبهجة والمرح. وسمات المؤشر المخصصة الساطعة ليست سوى عدد قليل من السمات التي يمكننا تقديمها لك.\n\nميزة أخرى مفيدة هي أنك لن تفقد أبدًا مؤشر الماوس على صفحة الويب لأن المؤشر المصمم بألوان زاهية سيكون دائمًا أمامك. يتم تغيير مؤشر الماوس أثناء التنقل ووضع السكون. لديها حالة تحوم لطيفة بالإضافة إلى القيام بذلك في النقطة.\n\nملحوظة.\nيرجى ملاحظة أنه وفقًا لقواعد Google ، لا يمكن أن تعمل الإضافات على صفحات سوق Chrome الإلكتروني والصفحات الداخلية لمتصفح Chrome ، مثل الصفحة الرئيسية والإعدادات والتنزيلات وما إلى ذلك أيضًا ، لا يمكن للملحق تخصيص المؤشر على شريط التنقل بالمتصفح ، مثل أزرار علامات التبويب وشريط URL وشريط الأدوات وما إلى ذلك.\n\nاستخدم امتداد المؤشر المخصص الخاص بنا - لتجعل نفسك أكثر سعادة!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "am": "ብጁ ቆንጆ ጠቋሚዎች ነባሪውን የመዳፊት ጠቋሚ ወደ አስቂኝ ወይም ብሩህ ለመቀየር ለሚፈልግ ለሁሉም ሰው አስደናቂ ቅጥያ ነው። በፈለጉት ጊዜ ማከል እና መቀየር የሚችሉት ብዙ ብጁ የጠቋሚ ስብስቦች አሉን። ለተጠቃሚዎቻችን እያንዳንዱን ፍላጎት የሚሸፍኑ ቆንጆ እና ዘመናዊ ምሳሌዎችን እየፈጠርን ነው።\n\nየChrome አሳሹን የመጠቀም ልምድዎን በቀዝቃዛ ነፃ የመዳፊት ጠቋሚዎች ያብጁ። ሁሉም ብጁ ጠቋሚዎች በቬክተር ቅርጸት ነው ያሉት፣ ይህም በማንኛውም ስክሪን እና በማንኛውም የጠቋሚ መጠን ላይ ፍጹም የማሳያ ጥራት ይሰጥዎታል። በቅጥያው ብቅ-ባይ ውስጥ በቀላሉ የጠቋሚውን መጠን መቀየር, ወደ ተወዳጆችዎ መጨመር ወይም ሙሉ በሙሉ ከዝርዝሩ ውስጥ ማስወገድ ይችላሉ, በጣም ቀላል እና ምቹ ነው.\n\nእናቀርባለን፡-\n\n- የኮሚክስ ጠቋሚዎች\n- የአኒም ጠቋሚዎች\n- ካዋይ ጠቋሚዎች\n- የቪዲዮ ጨዋታዎች ጠቋሚዎች\n- እና ብዙ ተጨማሪ ይመጣሉ!\n\nዛሬ በሮዝ ቀስት እና ነገ በሊፕስቲክ ያስሱ። ምንም እንኳን በቢሮ ውስጥ ወይም በክፍል ውስጥ ቢሆኑም ሁልጊዜ ፋሽን ፈጣሪ ይሁኑ. በላፕቶፑ ላይ ምን ያህል ቆንጆ እና ቆንጆ እንደሚሆን እርስዎ ብቻ ያውቃሉ። ድሩን ለማሰስ እንደዚህ ያለ አስደናቂ ሮዝ የመዳፊት ጠቋሚ። ምንም ያህል እድሜ ቢኖረዎት, በትምህርት ቤት ወይም በቢሮ ውስጥ, ህይወት በደስታ እና በደስታ መሞላት አለበት. እና ብሩህ ብጁ የጠቋሚ ገጽታዎች ልንሰጥዎ የምንችላቸው ጥቂቶቹ ናቸው።\n\nአንድ ተጨማሪ ጠቃሚ ባህሪ በድረ-ገጹ ላይ የመዳፊት ጠቋሚውን በጭራሽ አያጡም ምክንያቱም በደማቅ ሁኔታ የተነደፈው ጠቋሚ ሁል ጊዜ ከፊት ለፊትዎ ስለሚሆን ነው። የመዳፊት ጠቋሚው በአሰሳ እና በእንቅልፍ ሁነታዎች ጊዜ ይቀየራል። ቆንጆ የማንዣበብ ሁኔታ አለው እንዲሁም በነጥብ ውስጥ የሚሰራ።\n\nማስታወሻ.\nእባኮትን በጉግል ህግ መሰረት ቅጥያዎች በChrome የድር ማከማቻ ገፆች እና የ Chrome አሳሽ ውስጣዊ ገፆች ላይ መስራት እንደማይችሉ እንደ መነሻ ገጽ፣ መቼቶች፣ ማውረዶች፣ ወዘተ. በተጨማሪም ቅጥያው በአሳሹ የአሰሳ አሞሌ ላይ ጠቋሚውን ማበጀት አይችልም። እንደ የትሮች አዝራሮች፣ ዩአርኤል አሞሌ፣ የመሳሪያ አሞሌ፣ ወዘተ.\n\nየኛን ብጁ ጠቋሚ ቅጥያ ይጠቀሙ - እራስዎን የበለጠ ደስተኛ ለማድረግ!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "bg": "Персонализираните сладки курсори са прекрасно разширение за всеки, който иска да промени показалеца на мишката по подразбиране на забавен или ярък. Имаме много персонализирани колекции от курсори, които можете да добавяте и променяте по всяко време. Ние създаваме фантастични и модерни илюстрации за нашите потребители, които могат да покрият всеки интерес.\n\nПерсонализирайте изживяването си при използване на браузъра Chrome със страхотни безплатни курсори на мишката. Всички персонализирани курсори са във векторен формат, което ви гарантира перфектно качество на показване на всеки екран и във всеки размер на курсора. В изскачащия прозорец на разширението можете лесно да промените размера на курсора, да го добавите към любимите си или напълно да го премахнете от списъка, това е много просто и удобно.\n\nНие предлагаме:\n\n- Курсори за комикси\n- Аниме курсори\n- Kawaii курсори\n- Курсори за видео игри\n- и още много!\n\nНавигирайте с розова стрелка днес и с червило утре. Бъдете винаги модно креативни, дори ако сте в офиса или в класната стая. Може би само вие знаете колко красива и приятна може да бъде обичайната работа на лаптопа. Такъв прекрасен розов показалец на мишката за сърфиране в мрежата. Без значение на колко години сте, в училище или в офиса, животът трябва да е изпълнен с радост и забавление. И ярки персонализирани теми за курсори са само няколко, които можем да ви предоставим.\n\nОще една полезна функция е, че никога няма да загубите курсора на мишката върху уеб страницата, тъй като показалецът с ярък дизайн винаги ще бъде пред вас. Показалецът на мишката се променя по време на навигационен и спящ режим. Има сладко състояние на задържане, както и работа в точката.\n\nЗабележка.\nМоля, обърнете внимание, че според правилата на Google разширенията не могат да работят на страници в уеб магазина на Chrome и вътрешни страници на браузъра Chrome, като начална страница, настройки, изтегляния и т.н. Освен това разширението не може да персонализира курсора в навигационната лента на браузъра, като бутони за раздели, URL лента, лента с инструменти и др.\n\nИзползвайте нашето персонализирано разширение за курсор - за да станете още по-щастливи!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "bn": "কাস্টম কিউট কার্সার প্রত্যেকের জন্য একটি চমৎকার এক্সটেনশন, যারা ডিফল্ট মাউস পয়েন্টারটিকে মজার বা উজ্জ্বল একটিতে পরিবর্তন করতে চায়। আমাদের কাছে অনেকগুলি কাস্টম কার্সার সংগ্রহ রয়েছে যা আপনি যেকোন সময়ে যোগ করতে এবং পরিবর্তন করতে পারেন। আমরা আমাদের ব্যবহারকারীদের জন্য অভিনব এবং আধুনিক চিত্র তৈরি করছি যা প্রতিটি আগ্রহকে কভার করতে পারে।\n\nদুর্দান্ত ফ্রি মাউস কার্সার দিয়ে Chrome ব্রাউজার ব্যবহার করার আপনার অভিজ্ঞতা কাস্টমাইজ করুন। সমস্ত কাস্টম কার্সার ভেক্টর ফর্ম্যাটে রয়েছে, যা আপনাকে যে কোনও স্ক্রিনে এবং যে কোনও কার্সার আকারে নিখুঁত প্রদর্শনের গুণমানের গ্যারান্টি দেয়। এক্সটেনশন পপআপে, আপনি সহজেই কার্সারের আকার পরিবর্তন করতে পারেন, এটিকে আপনার পছন্দগুলিতে যুক্ত করতে পারেন বা তালিকা থেকে সম্পূর্ণরূপে মুছে ফেলতে পারেন, এটি খুব সহজ এবং সুবিধাজনক।\n\nআমরা প্রস্তাব করছি:\n\n- কমিক্স কার্সার\n- এনিমে কার্সার\n- কাওয়াই কার্সার\n- ভিডিও গেম কার্সার\n- এবং আরো অনেক কিছু আসছে!\n\nআজ একটি গোলাপী তীর দিয়ে এবং আগামীকাল লিপস্টিক দিয়ে নেভিগেট করুন। আপনি অফিসে বা ক্লাসরুমে থাকলেও সবসময় ফ্যাশন সৃজনশীল হন। শুধুমাত্র আপনি জানেন যে ল্যাপটপে স্বাভাবিক কাজ করা কতটা সুন্দর এবং সুন্দর হতে পারে। ওয়েব সার্ফিং জন্য যেমন একটি বিস্ময়কর গোলাপ মাউস পয়েন্টার. আপনি যতই বয়সী হোন না কেন, স্কুলে বা অফিসে, জীবন আনন্দ এবং মজায় পূর্ণ হওয়া উচিত। এবং উজ্জ্বল কাস্টম কার্সার থিম মাত্র কয়েকটি যা আমরা আপনাকে দিতে পারি।\n\nআরও একটি দরকারী বৈশিষ্ট্য হল যে আপনি কখনই ওয়েব পৃষ্ঠায় মাউস কার্সার হারাবেন না কারণ উজ্জ্বলভাবে ডিজাইন করা পয়েন্টারটি সর্বদা আপনার সামনে থাকবে। নেভিগেটিং এবং স্লিপিং মোডের সময় মাউস পয়েন্টার পরিবর্তন করা হয়। এটি একটি চতুর হোভার স্টেট পাশাপাশি ইন-দ্য-পয়েন্ট করছে।\n\nবিঃদ্রঃ.\nঅনুগ্রহ করে মনে রাখবেন যে Google এর নিয়ম অনুসারে, এক্সটেনশনগুলি Chrome ওয়েব স্টোর পৃষ্ঠা এবং Chrome ব্রাউজারের অভ্যন্তরীণ পৃষ্ঠাগুলিতে কাজ করতে পারে না, যেমন হোম পেজ, সেটিংস, ডাউনলোড ইত্যাদি। এছাড়াও, এক্সটেনশনটি ব্রাউজার নেভিগেশন বারে কার্সারকে কাস্টমাইজ করতে পারে না, যেমন ট্যাব বোতাম, URL বার, টুলবার ইত্যাদি।\n\nআমাদের কাস্টম কার্সার এক্সটেনশন ব্যবহার করুন - নিজেকে আরও সুখী করতে!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ca": "Els cursors bonics personalitzats són una extensió meravellosa per a tothom que vulgui canviar el punter del ratolí predeterminat per un de divertit o brillant. Tenim moltes col·leccions de cursors personalitzades que podeu afegir i canviar en qualsevol moment. Estem creant il·lustracions elegants i modernes per als nostres usuaris que poden cobrir cada interès.\n\nPersonalitzeu la vostra experiència d'utilitzar el navegador Chrome amb cursors de ratolí gratuïts. Tots els cursors personalitzats estan en format vectorial, la qual cosa us garanteix una qualitat de visualització perfecta en qualsevol pantalla i en qualsevol mida de cursor. A la finestra emergent de l'extensió, podeu canviar fàcilment la mida del cursor, afegir-lo als vostres preferits o eliminar-lo completament de la llista, és molt senzill i còmode.\n\nOferim:\n\n- Cursors de còmics\n- Cursors d'anime\n- Cursors Kawaii\n- Cursors de videojocs\n- i molt més per venir!\n\nNavega amb una fletxa rosa avui i amb llapis de llavis demà. Sigueu sempre creatius de moda, fins i tot si esteu a l'oficina o a l'aula. Només tu pots saber com de bonic i agradable pot ser habitual treballar a l'ordinador portàtil. Un punter de ratolí rosa tan meravellós per navegar per la web. No importa l'edat que tinguis, a l'escola o a l'oficina, la vida ha d'estar plena d'alegria i diversió. I els temes de cursor personalitzats brillants són només alguns que us podem oferir.\n\nUna característica més útil és que mai perdreu el cursor del ratolí a la pàgina web perquè el punter de disseny brillant sempre estarà davant vostre. El punter del ratolí es canvia durant els modes de navegació i de repòs. Té un estat de flotació bonic, així com un fet al punt.\n\nNota.\nTingueu en compte que, segons les regles de Google, les extensions no poden funcionar a les pàgines de Chrome Web Store i a les pàgines internes del navegador Chrome, com ara la pàgina d'inici, la configuració, les baixades, etc. A més, l'extensió no pot personalitzar el cursor a la barra de navegació del navegador. com ara botons de pestanyes, barra d'URL, barra d'eines, etc.\n\nUtilitzeu la nostra extensió de cursor personalitzada per fer-vos encara més feliç!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "cs": "Vlastní roztomilé kurzory jsou skvělé rozšíření pro každého, kdo chce změnit výchozí ukazatel myši na vtipný nebo jasný. Máme spoustu vlastních kolekcí kurzorů, které můžete kdykoli přidat a změnit. Vytváříme efektní a moderní ilustrace pro naše uživatele, které pokrývají každý zájem.\n\nPřizpůsobte si svůj zážitek z používání prohlížeče Chrome pomocí skvělých bezplatných kurzorů myši. Všechny vlastní kurzory jsou ve vektorovém formátu, což vám zaručí perfektní kvalitu zobrazení na jakékoli obrazovce a v jakékoli velikosti kurzoru. Ve vyskakovacím okně rozšíření můžete snadno změnit velikost kurzoru, přidat jej mezi oblíbené nebo úplně odstranit ze seznamu, je to velmi jednoduché a pohodlné.\n\nNabízíme:\n\n- Komiksové kurzory\n- Anime kurzory\n- Kawaii kurzory\n- Kurzory videoher\n- a mnoho dalšího se chystá!\n\nNavigujte dnes růžovou šipkou a zítra rtěnkou. Buďte vždy módní kreativní, i když jste v kanceláři nebo ve třídě. Jen vy možná víte, jak hezká a hezká může být běžná práce na notebooku. Takový nádherný růžový ukazatel myši na procházení webu. Bez ohledu na to, kolik je vám let, ve škole nebo v kanceláři by měl být život plný radosti a zábavy. A jasné vlastní kurzorové motivy jsou jen některé, které vám můžeme poskytnout.\n\nDalší užitečnou funkcí je, že nikdy neztratíte kurzor myši na webové stránce, protože jasně navržený ukazatel bude vždy před vámi. Ukazatel myši se mění během navigace a režimu spánku. Má roztomilý stav vznášení, stejně jako provádění v bodě.\n\nPoznámka.\nUpozorňujeme, že podle pravidel společnosti Google nemohou rozšíření fungovat na stránkách Internetového obchodu Chrome a interních stránkách prohlížeče Chrome, jako je domovská stránka, nastavení, stahování atd. Rozšíření také nemůže přizpůsobit kurzor na navigační liště prohlížeče, jako jsou tlačítka karet, panel URL, panel nástrojů atd.\n\nPoužijte naše vlastní rozšíření kurzoru - abyste byli ještě šťastnější!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "da": "Brugerdefinerede søde markører er en vidunderlig udvidelse for alle, der ønsker at ændre standardmusemarkøren til en sjov eller lys. Vi har en masse tilpassede markørsamlinger, som du kan tilføje og ændre når som helst, du vil. Vi skaber smarte og moderne illustrationer til vores brugere, der kan dække hver enkelt interesse.\n\nTilpas din oplevelse af at bruge Chrome-browseren med seje gratis musemarkører. Alle brugerdefinerede markører er i vektorformat, hvilket garanterer dig perfekt visningskvalitet på enhver skærm og i enhver markørstørrelse. I popup-udvidelsen kan du nemt ændre størrelsen på markøren, tilføje den til dine favoritter eller helt fjerne den fra listen, det er meget enkelt og praktisk.\n\nVi tilbyder:\n\n- Tegneseriemarkører\n- Anime-markører\n- Kawaii markører\n- Videospilsmarkører\n- og meget mere på vej!\n\nNaviger med en lyserød pil i dag og med læbestift i morgen. Vær altid modekreativ, selvom du er på kontoret eller i klasseværelset. Kun du ved måske, hvor smukt og pænt det kan være normalt at arbejde på den bærbare computer. Sådan en vidunderlig rosemusemarkør til at surfe på nettet. Uanset hvor gammel du er, i skolen eller på kontoret, skal livet være fyldt med glæde og sjov. Og lyse brugerdefinerede markørtemaer er blot nogle få, som vi kan give dig.\n\nEn mere nyttig funktion er, at du aldrig mister musemarkøren på websiden, fordi den lyst designede markør altid vil være foran dig. Musemarkøren ændres under navigerings- og dvaletilstand. Den har en sød svævetilstand såvel som i-the-point gør.\n\nBemærk.\nBemærk venligst, at i henhold til Googles regler kan udvidelser ikke fungere på Chrome Webshop-sider og interne sider i Chrome-browseren, såsom startsiden, indstillinger, downloads osv. Udvidelsen kan heller ikke tilpasse markøren på browserens navigationslinje, såsom faneknapper, URL-linje, værktøjslinje osv.\n\nBrug vores tilpassede markørudvidelse - for at gøre dig selv endnu gladere!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "de": "Custom cute cursors ist eine wunderbare Erweiterung für alle, die den Standard-Mauszeiger in einen lustigen oder hellen ändern möchten. Wir haben viele benutzerdefinierte Cursor-Sammlungen, die Sie jederzeit hinzufügen und ändern können. Wir erstellen ausgefallene und moderne Illustrationen für unsere Benutzer, die jedes Interesse abdecken können.\n\nPassen Sie Ihre Erfahrung bei der Verwendung des Chrome-Browsers mit coolen kostenlosen Mauszeigern an. Alle benutzerdefinierten Cursor sind im Vektorformat, was Ihnen eine perfekte Anzeigequalität auf jedem Bildschirm und in jeder Cursorgröße garantiert. Im Erweiterungs-Popup können Sie ganz einfach die Größe des Cursors ändern, ihn zu Ihren Favoriten hinzufügen oder ihn vollständig aus der Liste entfernen, es ist sehr einfach und bequem.\n\nWir bieten:\n\n- Comic-Cursor\n- Anime-Cursor\n- Kawaii-Cursor\n- Cursor für Videospiele\n- und vieles mehr!\n\nNavigieren Sie heute mit einem rosa Pfeil und morgen mit Lippenstift. Seien Sie immer modisch kreativ, auch wenn Sie im Büro oder im Klassenzimmer sind. Nur Sie wissen vielleicht, wie hübsch und nett die Arbeit am Laptop sein kann. Solch ein wunderbarer rosafarbener Mauszeiger zum Surfen im Internet. Egal wie alt Sie sind, in der Schule oder im Büro, das Leben sollte mit Freude und Spaß erfüllt sein. Und helle benutzerdefinierte Cursorthemen sind nur einige, die wir Ihnen anbieten können.\n\nEine weitere nützliche Funktion ist, dass Sie den Mauszeiger auf der Webseite nie verlieren, da der hell gestaltete Zeiger immer vor Ihnen ist. Der Mauszeiger wird während des Navigations- und Schlafmodus geändert. Es hat einen netten Hover-Zustand und ist auf den Punkt gebracht.\n\nNotiz.\nBitte beachten Sie, dass Erweiterungen gemäß den Regeln von Google nicht auf Chrome Web Store-Seiten und internen Seiten des Chrome-Browsers wie der Startseite, Einstellungen, Downloads usw. funktionieren können. Außerdem kann die Erweiterung den Cursor in der Browser-Navigationsleiste nicht anpassen. wie Registerkarten-Schaltflächen, URL-Leiste, Symbolleiste usw.\n\nVerwenden Sie unsere benutzerdefinierte Cursor-Erweiterung - um sich noch glücklicher zu machen!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "el": "Το Cute Cursors είναι μια υπέροχη επέκταση για όλους όσους θέλουν να αλλάξουν τον προεπιλεγμένο δείκτη του ποντικιού σε αστείο ή φωτεινό. Έχουμε πολλές προσαρμοσμένες συλλογές δρομέων που μπορείτε να προσθέσετε και να αλλάξετε οποιαδήποτε στιγμή θέλετε. Δημιουργούμε φανταχτερές και μοντέρνες εικονογραφήσεις για τους χρήστες μας που μπορούν να καλύψουν κάθε ενδιαφέρον.\n\nΠροσαρμόστε την εμπειρία σας από τη χρήση του προγράμματος περιήγησης Chrome με δροσερούς δωρεάν δρομείς του ποντικιού. Όλοι οι προσαρμοσμένοι δρομείς είναι σε διανυσματική μορφή, γεγονός που σας εγγυάται τέλεια ποιότητα εμφάνισης σε οποιαδήποτε οθόνη και σε οποιοδήποτε μέγεθος δρομέα. Στο αναδυόμενο παράθυρο επέκτασης, μπορείτε εύκολα να αλλάξετε το μέγεθος του δρομέα, να τον προσθέσετε στα αγαπημένα σας ή να τον αφαιρέσετε εντελώς από τη λίστα, είναι πολύ απλό και βολικό.\n\nΠροσφέρουμε:\n\n- Δρομείς κόμικς\n- Δρομείς anime\n- Δρομείς Kawaii\n- Δρομείς βιντεοπαιχνιδιών\n- και πολλά άλλα έρχονται!\n\nΠλοηγηθείτε με ένα ροζ βέλος σήμερα και με κραγιόν αύριο. Να είστε πάντα δημιουργικοί στη μόδα, ακόμα κι αν βρίσκεστε στο γραφείο ή στην τάξη. Μόνο εσείς μπορείτε να ξέρετε πόσο όμορφη και ωραία μπορεί να είναι συνηθισμένη η εργασία στο φορητό υπολογιστή. Ένας τόσο υπέροχος δείκτης ποντικιού τριαντάφυλλου για σερφάρισμα στο διαδίκτυο. Ανεξάρτητα από το πόσο χρονών είστε, στο σχολείο ή στο γραφείο, η ζωή πρέπει να είναι γεμάτη χαρά και διασκέδαση. Και τα φωτεινά προσαρμοσμένα θέματα δρομέα είναι μόνο μερικά που μπορούμε να σας δώσουμε.\n\nΈνα ακόμη χρήσιμο χαρακτηριστικό είναι ότι δεν θα χάσετε ποτέ τον κέρσορα του ποντικιού στην ιστοσελίδα, επειδή ο φωτεινός δείκτης θα βρίσκεται πάντα μπροστά σας. Ο δείκτης του ποντικιού αλλάζει κατά τη διάρκεια της λειτουργίας πλοήγησης και ύπνου. Έχει μια χαριτωμένη κατάσταση αιώρησης καθώς επίσης και στο σημείο.\n\nΣημείωση.\nΛάβετε υπόψη ότι σύμφωνα με τους κανόνες της Google, οι επεκτάσεις δεν μπορούν να λειτουργήσουν σε σελίδες Chrome Web Store και εσωτερικές σελίδες του προγράμματος περιήγησης Chrome, όπως η αρχική σελίδα, οι ρυθμίσεις, οι λήψεις κ.λπ. Επίσης, η επέκταση δεν μπορεί να προσαρμόσει τον κέρσορα στη γραμμή πλοήγησης του προγράμματος περιήγησης, όπως κουμπιά καρτελών, γραμμή URL, γραμμή εργαλείων κ.λπ.\n\nΧρησιμοποιήστε την προσαρμοσμένη επέκταση δρομέα - για να γίνετε ακόμα πιο χαρούμενοι!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "en,en_AU,en_GB,en_US": "The custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.\n\nCustomize your experience of using the Chrome browser with cool free mouse cursors. All custom cursors are in vector format, which guarantees you perfect display quality on any screen and in any cursor size. In the extension popup, you can easily change the size of the cursor, add it to your favorites or completely remove it from the list, it's very simple and convenient.\n\nWe offer:\n\n- Comics cursors\n- Anime cursors\n- Kawaii cursors\n- Video games cursors \n- and much more coming!\n\nNavigate with a pink arrow today and with lipstick tomorrow. Be always fashion creative, even if you are in the office or in the classroom. Only you may know how pretty and nice can be usual working on the laptop. Such a wonderful rose mouse pointer for surfing the web. No matter how old you are, in school or the office, life should be filled with joy and fun. And bright custom cursor themes are just a few that we can give you.\n\nOne more useful feature is that you'll never lose the mouse cursor on the web page because the brightly designed pointer will always be in front of you. The mouse pointer is changed during the navigating and sleeping modes. It has a cute hover state as well as in-the-point doing.\n\nNote.\nPlease note that according to Google's rules, extensions cannot work on Chrome Web Store pages and internal pages of the Chrome browser, such as the home page, settings, downloads, etc. Also, the extension cannot customize the cursor on the browser navigation bar, such as tabs buttons, URL bar, toolbar, etc.\n\nUse our custom cursor extension - to make yourself even happier!",
    "es,es_419": "Los cursores lindos personalizados son una extensión maravillosa para todos los que desean cambiar el puntero del mouse predeterminado a uno divertido o brillante. Tenemos muchas colecciones de cursores personalizados que puede agregar y cambiar en cualquier momento que desee. Estamos creando ilustraciones elegantes y modernas para nuestros usuarios que pueden cubrir cada interés.\n\nPersonalice su experiencia de uso del navegador Chrome con geniales cursores de mouse gratuitos. Todos los cursores personalizados están en formato vectorial, lo que le garantiza una calidad de visualización perfecta en cualquier pantalla y en cualquier tamaño de cursor. En la ventana emergente de extensión, puede cambiar fácilmente el tamaño del cursor, agregarlo a sus favoritos o eliminarlo por completo de la lista, es muy simple y conveniente.\n\nOfrecemos:\n\n- Cursores de cómics\n- Cursores de anime\n- Cursores kawaii\n- Cursores de videojuegos\n- y mucho más por venir!\n\nNavega con flecha rosa hoy y con labial mañana. Sé siempre creativo a la moda, incluso si estás en la oficina o en el salón de clases. Solo usted puede saber lo lindo y agradable que puede ser trabajar en la computadora portátil. Un puntero de ratón de rosa tan maravilloso para navegar por la web. No importa la edad que tengas, en la escuela o en la oficina, la vida debe estar llena de alegría y diversión. Y los brillantes temas de cursor personalizados son solo algunos de los que podemos ofrecerle.\n\nOtra característica útil es que nunca perderá el cursor del mouse en la página web porque el puntero de diseño brillante siempre estará frente a usted. El puntero del mouse se cambia durante los modos de navegación y suspensión. Tiene un lindo estado de desplazamiento, así como una acción en el punto.\n\nNota.\nTenga en cuenta que, de acuerdo con las reglas de Google, las extensiones no pueden funcionar en las páginas de Chrome Web Store y en las páginas internas del navegador Chrome, como la página de inicio, la configuración, las descargas, etc. Además, la extensión no puede personalizar el cursor en la barra de navegación del navegador. como botones de pestañas, barra de URL, barra de herramientas, etc.\n\nUtilice nuestra extensión de cursor personalizada para sentirse aún más feliz.\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "et": "Cute Cursors on suurepärane laiendus kõigile, kes soovivad muuta hiire vaikekursori naljakaks või heledaks. Meil on palju kohandatud kursorikogusid, mida saate igal ajal lisada ja muuta. Loome oma kasutajatele väljamõeldud ja kaasaegseid illustratsioone, mis katavad iga huvi.\n\nKohandage oma Chrome'i brauseri kasutuskogemust lahedate tasuta hiirekursoritega. Kõik kohandatud kursorid on vektorvormingus, mis tagab teile täiusliku kuvakvaliteedi igal ekraanil ja mis tahes kursori suuruses. Laienduse hüpikaknas saate hõlpsalt muuta kursori suurust, lisada selle oma lemmikute hulka või loendist täielikult eemaldada, see on väga lihtne ja mugav.\n\nPakume:\n\n- Koomiksikursorid\n- Anime kursorid\n- Kawaii kursorid\n- Videomängude kursorid\n- ja palju muud tulemas!\n\nLiikuge täna roosa noolega ja homme huulepulgaga. Olge alati moelooming, isegi kui olete kontoris või klassiruumis. Ainult teie võite teada, kui ilus ja kena võib olla tavaline sülearvutiga töötamine. Selline imeline roosa hiirekursor veebis surfamiseks. Olenemata sellest, kui vana sa oled, koolis või kontoris, peaks elu olema täis rõõmu ja lõbu. Ja eredad kohandatud kursoriteemad on vaid mõned, mida saame teile pakkuda.\n\nVeel üks kasulik funktsioon on see, et te ei kaota kunagi veebilehel hiirekursorit, sest ereda kujundusega kursor on alati teie ees. Navigeerimis- ja puhkerežiimi ajal muudetakse hiirekursorit. Sellel on nii armas hõljumise olek kui ka asjakohane toimimine.\n\nMärge.\nPange tähele, et Google'i reeglite kohaselt ei saa laiendused töötada Chrome'i veebipoe lehtedel ja Chrome'i brauseri siselehtedel, nagu avaleht, seaded, allalaadimised jne. Samuti ei saa laiendus kohandada kursorit brauseri navigeerimisribal, nagu vahelehtede nupud, URL-i riba, tööriistariba jne.\n\nKasutage meie kohandatud kursorilaiendit – et end veelgi õnnelikumaks muuta!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "fa": "Cute Cursors یک افزونه فوق‌العاده برای همه کسانی است که می‌خواهند نشانگر پیش‌فرض ماوس را به خنده‌دار یا روشن تغییر دهند. ما مجموعه‌های مکان‌نمای سفارشی زیادی داریم که می‌توانید هر زمان که بخواهید اضافه و تغییر دهید. ما در حال ایجاد تصاویر فانتزی و مدرن برای کاربران خود هستیم که می تواند هر علاقه ای را پوشش دهد.\n\nتجربه خود را از استفاده از مرورگر کروم با نشانگرهای رایگان ماوس سفارشی کنید. همه مکان نماهای سفارشی در فرمت برداری هستند که کیفیت نمایش عالی را در هر صفحه و در هر اندازه مکان نما تضمین می کند. در پاپ آپ افزونه، می توانید به راحتی اندازه مکان نما را تغییر دهید، آن را به موارد دلخواه خود اضافه کنید یا به طور کامل آن را از لیست حذف کنید، بسیار ساده و راحت است.\n\nما پیشنهاد می دهیم:\n\n- مکان نماهای کمیک\n- مکان نماهای انیمه\n- نشانگرهای Kawaii\n- نشانگر بازی های ویدیویی\n- و خیلی بیشتر در راه است!\n\nامروز با یک فلش صورتی و فردا با رژ لب حرکت کنید. همیشه خلاق باشید، حتی اگر در دفتر یا در کلاس درس هستید. فقط شما ممکن است بدانید که کار با لپ تاپ چقدر زیبا و خوب است. یک نشانگر ماوس رز فوق العاده برای گشت و گذار در وب. مهم نیست چند ساله هستید، در مدرسه یا اداره، زندگی باید پر از شادی و سرگرمی باشد. و تم های مکان نما سفارشی روشن تنها تعدادی هستند که می توانیم به شما ارائه دهیم.\n\nیکی دیگر از ویژگی های مفید این است که هرگز نشانگر ماوس را در صفحه وب از دست نخواهید داد زیرا نشانگر با طراحی روشن همیشه در مقابل شما خواهد بود. نشانگر ماوس در حالت پیمایش و خواب تغییر می کند. این حالت شناور زیبا و همچنین انجام در نقطه است.\n\nتوجه داشته باشید.\nلطفاً توجه داشته باشید که طبق قوانین Google، برنامه‌های افزودنی نمی‌توانند در صفحات فروشگاه وب کروم و صفحات داخلی مرورگر کروم مانند صفحه اصلی، تنظیمات، دانلودها و غیره کار کنند. همچنین، برنامه افزودنی نمی‌تواند مکان‌نما را در نوار پیمایش مرورگر سفارشی کند. مانند دکمه های تب، نوار URL، نوار ابزار و غیره.\n\nاز پسوند مکان نما سفارشی ما استفاده کنید - تا خود را حتی بیشتر خوشحال کنید!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "fi": "Cute Cursors on upea laajennus kaikille, jotka haluavat muuttaa oletushiiren osoittimen hauskaksi tai kirkkaaksi. Meillä on paljon mukautettuja kohdistinkokoelmia, joita voit lisätä ja muuttaa milloin tahansa. Luomme käyttäjillemme upeita ja moderneja kuvituksia, jotka kattavat jokaisen kiinnostuksen kohteen.\n\nMukauta Chrome-selaimen käyttökokemustasi upeilla ilmaisilla hiiren kohdistimilla. Kaikki mukautetut osoittimet ovat vektorimuodossa, mikä takaa täydellisen näytönlaadun kaikilla näytöillä ja missä tahansa kohdistimen koossa. Laajennuksen ponnahdusikkunassa voit helposti muuttaa kursorin kokoa, lisätä sen suosikkeihisi tai poistaa sen kokonaan luettelosta, se on erittäin yksinkertaista ja kätevää.\n\nTarjoamme:\n\n- Sarjakuvakohdistimet\n- Anime-kursorit\n- Kawaii-kursorit\n- Videopelien kursorit\n- ja paljon muuta tulossa!\n\nNavigoi vaaleanpunaisella nuolella tänään ja huulipunalla huomenna. Ole aina muodin luova, vaikka olisit toimistossa tai luokkahuoneessa. Vain sinä saatat tietää, kuinka kaunista ja mukavaa voi olla tavallista kannettavan tietokoneen parissa työskenteleminen. Aivan ihana ruusuinen hiiren osoitin netissä surffaamiseen. Riippumatta siitä, kuinka vanha olet, koulussa tai toimistossa, elämän tulee olla täynnä iloa ja hauskaa. Ja kirkkaat mukautetut kohdistinteemat ovat vain muutamia, joita voimme tarjota sinulle.\n\nToinen hyödyllinen ominaisuus on, että et koskaan menetä hiiren osoitinta verkkosivulla, koska kirkkaasti suunniteltu osoitin on aina edessäsi. Hiiren osoitin muuttuu navigointi- ja lepotilan aikana. Siinä on söpö leijuva tila sekä paikan päällä tekeminen.\n\nHuomautus.\nHuomaa, että Googlen sääntöjen mukaan laajennukset eivät voi toimia Chrome Web Storen sivuilla ja Chrome-selaimen sisäisillä sivuilla, kuten kotisivulla, asetuksissa, latauksissa jne. Laajennus ei myöskään voi muokata selaimen navigointipalkin kohdistinta, kuten välilehtipainikkeet, URL-palkki, työkalupalkki jne.\n\nKäytä mukautettua kohdistinlaajennustamme – tee itsestäsi entistä onnellisempi!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "fil": "Ang Cute Cursors ay isang magandang extension para sa lahat, na gustong baguhin ang default na pointer ng mouse sa isang nakakatawa o maliwanag. Marami kaming custom na koleksyon ng cursor na maaari mong idagdag at baguhin anumang oras na gusto mo. Gumagawa kami ng magarbong at modernong mga guhit para sa aming mga user na maaaring sumaklaw sa bawat interes.\n\nI-customize ang iyong karanasan sa paggamit ng Chrome browser gamit ang mga cool na libreng mouse cursor. Ang lahat ng custom na cursor ay nasa vector format, na ginagarantiyahan ang perpektong kalidad ng display sa anumang screen at sa anumang laki ng cursor. Sa popup ng extension, maaari mong madaling baguhin ang laki ng cursor, idagdag ito sa iyong mga paborito o ganap na alisin ito mula sa listahan, ito ay napaka-simple at maginhawa.\n\nNag-aalok kami:\n\n- Mga cursor sa komiks\n- Mga cursor ng anime\n- Mga Kawaii cursor\n- Mga video game cursor\n- at marami pang darating!\n\nMag-navigate gamit ang isang pink na arrow ngayon at may lipstick bukas. Maging laging malikhain sa fashion, kahit na nasa opisina ka o nasa silid-aralan. Ikaw lang ang nakakaalam kung gaano kaganda at kaganda ang karaniwang pagtatrabaho sa laptop. Napakagandang rose mouse pointer para sa pag-surf sa web. Kahit gaano ka pa katanda, sa paaralan o sa opisina, ang buhay ay dapat na puno ng saya at saya. At ang maliliwanag na custom na tema ng cursor ay ilan lamang na maibibigay namin sa iyo.\n\nAng isa pang kapaki-pakinabang na tampok ay hinding-hindi mawawala ang cursor ng mouse sa web page dahil palaging nasa harap mo ang maliwanag na dinisenyong pointer. Ang mouse pointer ay binago sa panahon ng pag-navigate at sleeping mode. Mayroon itong cute na hover state pati na rin ang in-the-point na paggawa.\n\nTandaan.\nPakitandaan na ayon sa mga panuntunan ng Google, ang mga extension ay hindi maaaring gumana sa mga pahina ng Chrome Web Store at mga panloob na pahina ng Chrome browser, tulad ng home page, mga setting, mga pag-download, atbp. Gayundin, hindi maaaring i-customize ng extension ang cursor sa navigation bar ng browser, gaya ng mga tab na button, URL bar, toolbar, atbp.\n\nGamitin ang aming custom na cursor extension - para mas maging masaya ka!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "fr": "Les curseurs mignons personnalisés sont une extension merveilleuse pour tous ceux qui souhaitent changer le pointeur de souris par défaut en un pointeur amusant ou lumineux. Nous avons de nombreuses collections de curseurs personnalisés que vous pouvez ajouter et modifier à tout moment. Nous créons des illustrations fantaisistes et modernes pour nos utilisateurs qui peuvent couvrir chaque intérêt.\n\nPersonnalisez votre expérience d'utilisation du navigateur Chrome avec des curseurs de souris gratuits et sympas. Tous les curseurs personnalisés sont au format vectoriel, ce qui vous garantit une qualité d'affichage parfaite sur n'importe quel écran et dans n'importe quelle taille de curseur. Dans la fenêtre contextuelle d'extension, vous pouvez facilement modifier la taille du curseur, l'ajouter à vos favoris ou le supprimer complètement de la liste, c'est très simple et pratique.\n\nNous offrons:\n\n- Curseurs de bandes dessinées\n- Curseurs animés\n- Curseurs Kawaii\n- Curseurs de jeux vidéo\n- et bien d'autres à venir !\n\nNaviguez avec une flèche rose aujourd'hui et avec du rouge à lèvres demain. Soyez toujours créatif en matière de mode, même si vous êtes au bureau ou en classe. Vous seul savez peut-être à quel point il peut être agréable et agréable de travailler sur un ordinateur portable. Un si merveilleux pointeur de souris rose pour surfer sur le Web. Quel que soit votre âge, à l'école ou au bureau, la vie doit être remplie de joie et de plaisir. Et les thèmes de curseur personnalisés brillants ne sont que quelques-uns que nous pouvons vous proposer.\n\nUne autre fonctionnalité utile est que vous ne perdrez jamais le curseur de la souris sur la page Web car le pointeur au design brillant sera toujours devant vous. Le pointeur de la souris est modifié pendant les modes de navigation et de veille. Il a un état de survol mignon ainsi que des actions précises.\n\nNote.\nVeuillez noter que selon les règles de Google, les extensions ne peuvent pas fonctionner sur les pages Chrome Web Store et les pages internes du navigateur Chrome, telles que la page d'accueil, les paramètres, les téléchargements, etc. De plus, l'extension ne peut pas personnaliser le curseur sur la barre de navigation du navigateur, tels que les boutons d'onglets, la barre d'URL, la barre d'outils, etc.\n\nUtilisez notre extension de curseur personnalisée - pour vous rendre encore plus heureux !\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "gu": "ક્યૂટ કર્સર એ દરેક માટે એક અદ્ભુત એક્સટેન્શન છે, જે ડિફોલ્ટ માઉસ પોઇન્ટરને રમુજી અથવા તેજસ્વીમાં બદલવા માંગે છે. અમારી પાસે ઘણા બધા કસ્ટમ કર્સર કલેક્શન છે જેને તમે ગમે ત્યારે ઉમેરી અને બદલી શકો છો. અમે અમારા વપરાશકર્તાઓ માટે ફેન્સી અને આધુનિક ચિત્રો બનાવી રહ્યા છીએ જે દરેક રસને આવરી શકે છે.\n\nકૂલ ફ્રી માઉસ કર્સર સાથે ક્રોમ બ્રાઉઝરનો ઉપયોગ કરવાના તમારા અનુભવને કસ્ટમાઇઝ કરો. બધા કસ્ટમ કર્સર વેક્ટર ફોર્મેટમાં છે, જે તમને કોઈપણ સ્ક્રીન પર અને કોઈપણ કર્સરના કદમાં સંપૂર્ણ પ્રદર્શન ગુણવત્તાની ખાતરી આપે છે. એક્સ્ટેંશન પોપઅપમાં, તમે સરળતાથી કર્સરનું કદ બદલી શકો છો, તેને તમારા મનપસંદમાં ઉમેરી શકો છો અથવા તેને સૂચિમાંથી સંપૂર્ણપણે દૂર કરી શકો છો, તે ખૂબ જ સરળ અને અનુકૂળ છે.\n\nઅમે ઑફર કરીએ છીએ:\n\n- કોમિક્સ કર્સર\n- એનાઇમ કર્સર\n- કવાઈ કર્સર\n- વિડિઓ ગેમ્સ કર્સર\n- અને ઘણું બધું આવી રહ્યું છે!\n\nઆજે ગુલાબી તીર સાથે નેવિગેટ કરો અને કાલે લિપસ્ટિક સાથે. હંમેશા ફેશન સર્જનાત્મક બનો, પછી ભલે તમે ઓફિસમાં હો કે વર્ગખંડમાં. ફક્ત તમે જ જાણતા હશો કે લેપટોપ પર સામાન્ય રીતે કેટલું સુંદર અને સરસ કામ કરી શકાય છે. વેબ સર્ફિંગ માટે આવા અદ્ભુત રોઝ માઉસ પોઇન્ટર. તમારી ઉંમર ગમે તેટલી હોય, શાળા કે ઓફિસમાં, જીવન આનંદ અને આનંદથી ભરેલું હોવું જોઈએ. અને તેજસ્વી કસ્ટમ કર્સર થીમ્સ માત્ર થોડી છે જે અમે તમને આપી શકીએ છીએ.\n\nએક વધુ ઉપયોગી સુવિધા એ છે કે તમે વેબ પૃષ્ઠ પર માઉસ કર્સરને ક્યારેય ગુમાવશો નહીં કારણ કે તેજસ્વી ડિઝાઇન કરેલ પોઇન્ટર હંમેશા તમારી સામે રહેશે. નેવિગેટીંગ અને સ્લીપીંગ મોડ દરમિયાન માઉસ પોઇન્ટર બદલાય છે. તે એક સુંદર હોવર સ્થિતિ તેમજ ઇન-ધ-પોઇન્ટ કરે છે.\n\nનૉૅધ.\nમહેરબાની કરીને નોંધ કરો કે Google ના નિયમો અનુસાર, એક્સટેન્શન ક્રોમ વેબ સ્ટોર પૃષ્ઠો અને ક્રોમ બ્રાઉઝરના આંતરિક પૃષ્ઠો, જેમ કે હોમ પેજ, સેટિંગ્સ, ડાઉનલોડ્સ વગેરે પર કામ કરી શકતા નથી. ઉપરાંત, એક્સ્ટેંશન બ્રાઉઝર નેવિગેશન બાર પર કર્સરને કસ્ટમાઇઝ કરી શકતું નથી, જેમ કે ટેબ બટન, URL બાર, ટૂલબાર, વગેરે.\n\nઅમારા કસ્ટમ કર્સર એક્સ્ટેંશનનો ઉપયોગ કરો - તમારી જાતને વધુ ખુશ કરવા માટે!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "he": "Cute Cursors היא הרחבה נפלאה לכל מי שרוצה לשנות את ברירת המחדל של מצביע העכבר למצחיק או בהיר. יש לנו הרבה אוספי סמנים מותאמים אישית שתוכלו להוסיף ולשנות בכל עת שתרצו. אנו יוצרים איורים מהודרים ומודרניים עבור המשתמשים שלנו שיכולים לכסות כל עניין.\n\nהתאם אישית את חוויית השימוש שלך בדפדפן Chrome עם סמני עכבר מגניבים בחינם. כל הסמנים המותאמים אישית הם בפורמט וקטור, מה שמבטיח לך איכות תצוגה מושלמת בכל מסך ובכל גודל סמן. בחלון הקופץ של ההרחבה תוכלו לשנות בקלות את גודל הסמן, להוסיף אותו למועדפים או להסיר אותו לחלוטין מהרשימה, זה מאוד פשוט ונוח.\n\nאנחנו מציעים:\n\n- סמני קומיקס\n- סמני אנימה\n- סמני Kawaii\n- סמני משחקי וידאו\n- ועוד הרבה בקרוב!\n\nנווט עם חץ ורוד היום ועם שפתון מחר. היו תמיד יצירתיים אופנתיים, גם אם אתם במשרד או בכיתה. רק אתה אולי יודע כמה יפה ונחמד יכולה להיות רגילה לעבוד על המחשב הנייד. מצביע עכבר ורדים נפלא כזה לגלישה באינטרנט. לא משנה בן כמה אתה, בבית הספר או במשרד, החיים צריכים להיות מלאים בשמחה וכיף. ועיצובי סמן מותאמים אישית בהירים הם רק כמה שנוכל לתת לך.\n\nתכונה שימושית נוספת היא שלעולם לא תאבד את סמן העכבר בדף האינטרנט מכיוון שהמצביע המעוצב בבהירות תמיד יהיה לפניך. מצביע העכבר משתנה במהלך מצבי הניווט והשינה. יש לו מצב ריחוף חמוד כמו גם עשייה נקודתית.\n\nהערה.\nשימו לב שעל פי הכללים של גוגל, תוספים לא יכולים לעבוד בדפי חנות האינטרנט של Chrome ובדפים פנימיים של דפדפן כרום, כגון דף הבית, הגדרות, הורדות וכו'. כמו כן, התוסף אינו יכול להתאים אישית את הסמן בסרגל הניווט של הדפדפן, כגון לחצני כרטיסיות, סרגל כתובת URL, סרגל כלים וכו'.\n\nהשתמש בתוסף הסמן המותאם אישית שלנו - כדי להפוך את עצמך למאושר עוד יותר!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "hi": "प्यारा कर्सर उन सभी के लिए एक अद्भुत विस्तार है, जो डिफ़ॉल्ट माउस पॉइंटर को मज़ेदार या उज्ज्वल में बदलना चाहते हैं। हमारे पास बहुत सारे कस्टम कर्सर संग्रह हैं जिन्हें आप जब चाहें जोड़ और बदल सकते हैं। हम अपने उपयोगकर्ताओं के लिए फैंसी और आधुनिक चित्र बना रहे हैं जो प्रत्येक रुचि को कवर कर सकते हैं।\n\nशांत मुक्त माउस कर्सर के साथ क्रोम ब्राउज़र का उपयोग करने के अपने अनुभव को अनुकूलित करें। सभी कस्टम कर्सर सदिश प्रारूप में हैं, जो आपको किसी भी स्क्रीन पर और किसी भी कर्सर आकार में उत्तम प्रदर्शन गुणवत्ता की गारंटी देता है। एक्सटेंशन पॉपअप में, आप आसानी से कर्सर का आकार बदल सकते हैं, इसे अपने पसंदीदा में जोड़ सकते हैं या सूची से पूरी तरह से हटा सकते हैं, यह बहुत सरल और सुविधाजनक है।\n\nहम प्रस्ताव रखते हैं:\n\n- कॉमिक्स कर्सर\n- एनीम कर्सर\n- कावई अभिशाप\n- वीडियो गेम कर्सर\n- और भी बहुत कुछ आ रहा है!\n\nआज गुलाबी तीर से और कल लिपस्टिक से नेविगेट करें। हमेशा फैशनेबल रचनात्मक रहें, भले ही आप कार्यालय में हों या कक्षा में। केवल आप ही जान सकते हैं कि लैपटॉप पर सामान्य रूप से काम करना कितना सुंदर और अच्छा हो सकता है। वेब सर्फिंग के लिए ऐसा अद्भुत रोज़ माउस पॉइंटर। चाहे आप कितने भी पुराने हों, स्कूल में हों या ऑफिस में, जीवन आनंद और मस्ती से भरा होना चाहिए। और उज्ज्वल कस्टम कर्सर थीम कुछ ही हैं जो हम आपको दे सकते हैं।\n\nएक और उपयोगी सुविधा यह है कि आप वेब पेज पर माउस कर्सर कभी नहीं खोएंगे क्योंकि चमकीला डिज़ाइन किया गया पॉइंटर हमेशा आपके सामने रहेगा। नेविगेशन और स्लीपिंग मोड के दौरान माउस पॉइंटर बदल जाता है। इसमें एक प्यारा हॉवर स्टेट के साथ-साथ इन-द-पॉइंट डूइंग भी है।\n\nटिप्पणी।\nकृपया ध्यान दें कि Google के नियमों के अनुसार, एक्सटेंशन क्रोम वेब स्टोर पेजों और क्रोम ब्राउज़र के आंतरिक पेजों पर काम नहीं कर सकते हैं, जैसे कि होम पेज, सेटिंग्स, डाउनलोड आदि। साथ ही, एक्सटेंशन ब्राउज़र नेविगेशन बार पर कर्सर को कस्टमाइज़ नहीं कर सकता है, जैसे टैब बटन, यूआरएल बार, टूलबार इत्यादि।\n\nहमारे कस्टम कर्सर एक्सटेंशन का उपयोग करें - अपने आप को और भी खुश करने के लिए!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "hr": "Prilagođeni slatki pokazivači prekrasno su proširenje za sve koji žele promijeniti zadani pokazivač miša u smiješan ili svijetli. Imamo puno prilagođenih kolekcija kursora koje možete dodati i promijeniti kad god želite. Za naše korisnike stvaramo moderne i moderne ilustracije koje mogu pokriti svaki interes.\n\nPrilagodite svoje iskustvo korištenja preglednika Chrome s cool besplatnim pokazivačima miša. Svi prilagođeni kursori su u vektorskom formatu, što vam jamči savršenu kvalitetu prikaza na bilo kojem zaslonu iu bilo kojoj veličini kursora. U skočnom prozoru proširenja možete jednostavno promijeniti veličinu pokazivača, dodati ga u favorite ili potpuno ukloniti s popisa, vrlo je jednostavno i praktično.\n\nNudimo:\n\n- Strip kursori\n- Anime kursori\n- Kawaii kursori\n- Kursori za video igre\n- i još mnogo toga dolazi!\n\nNavigirajte s ružičastom strelicom danas, a s ružem za usne sutra. Budite uvijek modno kreativni, čak i ako ste u uredu ili u učionici. Samo vi možda znate kako lijep i lijep može biti uobičajeni rad na laptopu. Tako prekrasan ružičasti pokazivač miša za surfanje internetom. Bez obzira koliko imate godina, u školi ili na poslu, život bi trebao biti ispunjen radošću i zabavom. A svijetle prilagođene teme kursora samo su neke od njih koje vam možemo dati.\n\nJoš jedna korisna značajka je da nikada nećete izgubiti kursor miša na web stranici jer će jarko dizajniran pokazivač uvijek biti ispred vas. Pokazivač miša mijenja se tijekom načina navigacije i mirovanja. Ima simpatično stanje lebdenja, kao i rad u točki.\n\nBilješka.\nImajte na umu da prema Googleovim pravilima proširenja ne mogu raditi na stranicama Chrome web trgovine i internim stranicama preglednika Chrome, kao što su početna stranica, postavke, preuzimanja itd. Također, proširenje ne može prilagoditi kursor na navigacijskoj traci preglednika, kao što su gumbi kartica, URL traka, alatna traka itd.\n\nUpotrijebite naše prilagođeno proširenje pokazivača - kako biste bili još sretniji!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "hu": "A Cute Cursors egy csodálatos kiterjesztés mindenkinek, aki az alapértelmezett egérmutatót viccesre vagy fényesre szeretné változtatni. Rengeteg egyéni kurzorgyűjteményünk van, amelyeket bármikor hozzáadhat és módosíthat. Felhasználóink számára divatos és modern illusztrációkat készítünk, amelyek minden érdeklődési kört lefedik.\n\nTedd testre a Chrome böngésző használatának élményét a menő ingyenes egérkurzorokkal. Minden egyéni kurzor vektor formátumban van, ami garantálja a tökéletes megjelenítési minőséget bármilyen képernyőn és bármilyen kurzorméretben. A kiterjesztés felugró ablakában könnyedén módosíthatja a kurzor méretét, hozzáadhatja kedvenceihez vagy teljesen eltávolíthatja a listából, nagyon egyszerű és kényelmes.\n\nAjánlunk:\n\n- Képregény kurzorok\n- Anime kurzorok\n- Kawaii kurzorok\n- Videojáték kurzorok\n- és még sok más jön!\n\nNavigáljon ma rózsaszín nyíllal, holnap pedig rúzssal. Mindig legyen kreatív kreatív, még akkor is, ha az irodában vagy az osztályteremben tartózkodik. Csak te tudhatod, milyen szép és kedves lehet a szokásos munka a laptopon. Egy ilyen csodálatos rózsa egérmutató az interneten való böngészéshez. Nem számít hány éves vagy, az iskolában vagy az irodában, az élet legyen tele örömmel és szórakozással. A világos egyéni kurzortémák pedig csak néhány, amelyet megadhatunk Önnek.\n\nMég egy hasznos funkció, hogy soha nem veszíti el az egérkurzort a weboldalon, mert a világosan megtervezett mutató mindig Ön előtt lesz. A navigációs és alvó üzemmódban az egérmutató megváltozik. Ez egy aranyos lebegő állapot, valamint a pontszerű működés.\n\nJegyzet.\nFelhívjuk figyelmét, hogy a Google szabályai szerint a bővítmények nem működhetnek a Chrome Internetes áruház oldalain és a Chrome böngésző belső oldalain, például a kezdőlapon, a beállításokon, a letöltéseken stb. A bővítmény nem tudja személyre szabni a kurzort a böngésző navigációs sávján, például a lapok gombjai, az URL-sáv, az eszköztár stb.\n\nHasználja egyéni kurzorbővítményünket, hogy még boldogabb legyen!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "id": "Cute Cursors adalah ekstensi yang bagus untuk semua orang, yang ingin mengubah penunjuk tetikus default menjadi yang lucu atau cerah. Kami memiliki banyak koleksi kursor khusus yang dapat Anda tambahkan dan ubah kapan pun Anda mau. Kami membuat ilustrasi mewah dan modern untuk pengguna kami yang dapat mencakup setiap minat.\n\nSesuaikan pengalaman Anda menggunakan browser Chrome dengan kursor mouse gratis yang keren. Semua kursor ubahsuaian dalam format vektor, yang menjamin Anda kualitas tampilan sempurna di layar apa pun dan dalam ukuran kursor apa pun. Dalam sembulan ekstensi, Anda dapat dengan mudah mengubah ukuran kursor, menambahkannya ke favorit Anda, atau menghapusnya sepenuhnya dari daftar, ini sangat sederhana dan nyaman.\n\nKami menawarkan:\n\n- Kursor komik\n- Kursor anime\n- Kursor Kawaii\n- Kursor permainan video\n- dan masih banyak lagi yang akan datang!\n\nMenavigasi dengan panah merah muda hari ini dan besok dengan lipstik. Jadilah selalu fashion kreatif, bahkan jika Anda berada di kantor atau di dalam kelas. Hanya Anda yang mungkin tahu betapa cantik dan menyenangkannya bekerja di laptop. Penunjuk mouse mawar yang luar biasa untuk menjelajahi web. Berapa pun usia Anda, di sekolah atau di kantor, hidup harus dipenuhi dengan kegembiraan dan kesenangan. Dan tema kursor khusus yang cerah hanyalah beberapa yang dapat kami berikan kepada Anda.\n\nSatu lagi fitur yang berguna adalah Anda tidak akan pernah kehilangan kursor mouse di halaman web karena penunjuk yang didesain dengan cerah akan selalu ada di depan Anda. Penunjuk tetikus diubah selama mode navigasi dan mode tidur. Ini memiliki keadaan melayang yang lucu serta melakukan langsung.\n\nCatatan.\nPerlu diketahui bahwa menurut aturan Google, ekstensi tidak dapat berfungsi di halaman Toko Web Chrome dan halaman internal browser Chrome, seperti halaman beranda, pengaturan, unduhan, dll. Selain itu, ekstensi tidak dapat menyesuaikan kursor di bilah navigasi browser, seperti tombol tab, bilah URL, bilah alat, dll.\n\nGunakan ekstensi kursor khusus kami - untuk membuat diri Anda lebih bahagia!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "it": "Cute Cursors è un'estensione meravigliosa per tutti coloro che vogliono cambiare il puntatore del mouse predefinito in uno divertente o luminoso. Abbiamo molte raccolte di cursori personalizzati che puoi aggiungere e modificare in qualsiasi momento. Stiamo creando illustrazioni fantasiose e moderne per i nostri utenti che possono coprire ogni interesse.\n\nPersonalizza la tua esperienza di utilizzo del browser Chrome con fantastici cursori del mouse gratuiti. Tutti i cursori personalizzati sono in formato vettoriale, il che garantisce una perfetta qualità di visualizzazione su qualsiasi schermo e con qualsiasi dimensione del cursore. Nel popup dell'estensione, puoi facilmente modificare la dimensione del cursore, aggiungerlo ai tuoi preferiti o rimuoverlo completamente dall'elenco, è molto semplice e conveniente.\n\nNoi offriamo:\n\n- Cursori di fumetti\n- Cursori anime\n- Cursori Kawaii\n- Cursori per videogiochi\n- e molto altro in arrivo!\n\nNaviga con una freccia rosa oggi e con il rossetto domani. Sii sempre creativo alla moda, anche se sei in ufficio o in classe. Solo tu puoi sapere quanto può essere carino e piacevole lavorare al laptop. Un puntatore del mouse rosa così meraviglioso per navigare sul web. Non importa quanti anni hai, a scuola o in ufficio, la vita dovrebbe essere piena di gioia e divertimento. E i temi luminosi del cursore personalizzato sono solo alcuni che possiamo darti.\n\nUn'altra caratteristica utile è che non perderai mai il cursore del mouse sulla pagina Web perché il puntatore dal design luminoso sarà sempre di fronte a te. Il puntatore del mouse viene modificato durante le modalità di navigazione e sospensione. Ha un simpatico stato al passaggio del mouse e un'azione nel punto.\n\nNota.\nTieni presente che, secondo le regole di Google, le estensioni non possono funzionare sulle pagine del Chrome Web Store e sulle pagine interne del browser Chrome, come la home page, le impostazioni, i download, ecc. Inoltre, l'estensione non può personalizzare il cursore sulla barra di navigazione del browser, come i pulsanti delle schede, la barra degli URL, la barra degli strumenti, ecc.\n\nUsa la nostra estensione del cursore personalizzata per renderti ancora più felice!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ja": "カスタムのキュートなカーソルは、デフォルトのマウス ポインターを面白いものや明るいものに変更したいすべての人にとって素晴らしい拡張機能です。 いつでも追加および変更できるカスタム カーソル コレクションが多数あります。 それぞれの興味をカバーできるファンシーでモダンなイラストを作成しています。\n\nクールな無料のマウス カーソルを使用して、Chrome ブラウザの使用体験をカスタマイズします。 すべてのカスタム カーソルはベクトル形式であり、あらゆる画面やあらゆるカーソル サイズで完璧な表示品質を保証します。 拡張ポップアップでは、カーソルのサイズを簡単に変更したり、お気に入りに追加したり、リストから完全に削除したりできます。非常にシンプルで便利です。\n\n我々は提供しています：\n\n- コミックカーソル\n- アニメカーソル\n- かわいいカーソル\n- ビデオゲームのカーソル\n-そしてもっとたくさん来ます！\n\n今日はピンクの矢印で、明日は口紅でナビゲートします。 オフィスや教室にいるときでも、常にファッションの創造性を発揮してください。 あなただけが、ラップトップでの作業がどれほど美しく素敵であるかを知っているかもしれません. Web サーフィンに最適なバラのマウス ポインターです。 何歳になっても、学校でもオフィスでも、人生は喜びと楽しさに満ちているべきです。 明るいカスタム カーソル テーマは、私たちが提供できるほんの一部です。\n\nもう 1 つの便利な機能は、明るいデザインのポインターが常に目の前に表示されるため、Web ページ上でマウス カーソルを見失うことがありません。 ナビゲーティングモードとスリープモード中はマウスポインタが変化します。 ホバー状態もインザポイントも可愛いです。\n\nノート。\nGoogle の規則に従って、拡張機能は、Chrome Web Store ページおよび Chrome ブラウザーの内部ページ (ホームページ、設定、ダウンロードなど) では機能しないことに注意してください。また、拡張機能は、ブラウザーのナビゲーション バーのカーソルをカスタマイズすることはできません。 タブボタン、URL バー、ツールバーなど。\n\nカスタム カーソル拡張機能を使用して、自分をさらに幸せにしましょう!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "kn": "ಡೀಫಾಲ್ಟ್ ಮೌಸ್ ಪಾಯಿಂಟರ್ ಅನ್ನು ತಮಾಷೆ ಅಥವಾ ಪ್ರಕಾಶಮಾನವಾಗಿ ಬದಲಾಯಿಸಲು ಬಯಸುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಮುದ್ದಾದ ಕರ್ಸರ್‌ಗಳು ಅದ್ಭುತವಾದ ವಿಸ್ತರಣೆಯಾಗಿದೆ. ನಾವು ಬಹಳಷ್ಟು ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಸಂಗ್ರಹಗಳನ್ನು ಹೊಂದಿದ್ದೇವೆ ಅದನ್ನು ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನೀವು ಸೇರಿಸಬಹುದು ಮತ್ತು ಬದಲಾಯಿಸಬಹುದು. ನಮ್ಮ ಬಳಕೆದಾರರಿಗಾಗಿ ನಾವು ಪ್ರತಿ ಆಸಕ್ತಿಯನ್ನು ಒಳಗೊಂಡಿರುವ ಅಲಂಕಾರಿಕ ಮತ್ತು ಆಧುನಿಕ ವಿವರಣೆಗಳನ್ನು ರಚಿಸುತ್ತಿದ್ದೇವೆ.\n\nತಂಪಾದ ಉಚಿತ ಮೌಸ್ ಕರ್ಸರ್‌ಗಳೊಂದಿಗೆ Chrome ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸುವ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ. ಎಲ್ಲಾ ಕಸ್ಟಮ್ ಕರ್ಸರ್‌ಗಳು ವೆಕ್ಟರ್ ಸ್ವರೂಪದಲ್ಲಿವೆ, ಇದು ಯಾವುದೇ ಪರದೆಯಲ್ಲಿ ಮತ್ತು ಯಾವುದೇ ಕರ್ಸರ್ ಗಾತ್ರದಲ್ಲಿ ನಿಮಗೆ ಪರಿಪೂರ್ಣ ಪ್ರದರ್ಶನ ಗುಣಮಟ್ಟವನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ. ವಿಸ್ತರಣೆಯ ಪಾಪ್ಅಪ್ನಲ್ಲಿ, ನೀವು ಕರ್ಸರ್ನ ಗಾತ್ರವನ್ನು ಸುಲಭವಾಗಿ ಬದಲಾಯಿಸಬಹುದು, ಅದನ್ನು ನಿಮ್ಮ ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಬಹುದು ಅಥವಾ ಪಟ್ಟಿಯಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ತೆಗೆದುಹಾಕಬಹುದು, ಇದು ತುಂಬಾ ಸರಳ ಮತ್ತು ಅನುಕೂಲಕರವಾಗಿದೆ.\n\nನಾವು ಕೊಡುತ್ತೇವೆ:\n\n- ಕಾಮಿಕ್ಸ್ ಕರ್ಸರ್‌ಗಳು\n- ಅನಿಮೆ ಕರ್ಸರ್‌ಗಳು\n- ಕವಾಯಿ ಕರ್ಸರ್‌ಗಳು\n- ವಿಡಿಯೋ ಗೇಮ್ಸ್ ಕರ್ಸರ್‌ಗಳು\n- ಮತ್ತು ಹೆಚ್ಚು ಬರಲಿದೆ!\n\nಇಂದು ಗುಲಾಬಿ ಬಾಣದೊಂದಿಗೆ ಮತ್ತು ನಾಳೆ ಲಿಪ್‌ಸ್ಟಿಕ್‌ನೊಂದಿಗೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ. ನೀವು ಕಚೇರಿಯಲ್ಲಿದ್ದರೂ ಅಥವಾ ತರಗತಿಯಲ್ಲಿದ್ದರೂ ಯಾವಾಗಲೂ ಫ್ಯಾಶನ್ ಸೃಜನಶೀಲರಾಗಿರಿ. ಲ್ಯಾಪ್‌ಟಾಪ್‌ನಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಕೆಲಸ ಮಾಡುವುದು ಎಷ್ಟು ಸುಂದರ ಮತ್ತು ಸುಂದರವಾಗಿರುತ್ತದೆ ಎಂದು ನಿಮಗೆ ಮಾತ್ರ ತಿಳಿದಿರಬಹುದು. ವೆಬ್ ಅನ್ನು ಸರ್ಫಿಂಗ್ ಮಾಡಲು ಅಂತಹ ಅದ್ಭುತವಾದ ರೋಸ್ ಮೌಸ್ ಪಾಯಿಂಟರ್. ನೀವು ಎಷ್ಟೇ ವಯಸ್ಸಾಗಿದ್ದರೂ, ಶಾಲೆಯಲ್ಲಿ ಅಥವಾ ಕಚೇರಿಯಲ್ಲಿ, ಜೀವನವು ಸಂತೋಷ ಮತ್ತು ವಿನೋದದಿಂದ ತುಂಬಿರಬೇಕು. ಮತ್ತು ಪ್ರಕಾಶಮಾನವಾದ ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಥೀಮ್‌ಗಳು ನಾವು ನಿಮಗೆ ನೀಡಬಹುದಾದ ಕೆಲವೇ ಕೆಲವು.\n\nಇನ್ನೂ ಒಂದು ಉಪಯುಕ್ತ ವೈಶಿಷ್ಟ್ಯವೆಂದರೆ ನೀವು ವೆಬ್ ಪುಟದಲ್ಲಿ ಮೌಸ್ ಕರ್ಸರ್ ಅನ್ನು ಎಂದಿಗೂ ಕಳೆದುಕೊಳ್ಳುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಪ್ರಕಾಶಮಾನವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಪಾಯಿಂಟರ್ ಯಾವಾಗಲೂ ನಿಮ್ಮ ಮುಂದೆ ಇರುತ್ತದೆ. ನ್ಯಾವಿಗೇಟಿಂಗ್ ಮತ್ತು ಸ್ಲೀಪಿಂಗ್ ಮೋಡ್‌ಗಳ ಸಮಯದಲ್ಲಿ ಮೌಸ್ ಪಾಯಿಂಟರ್ ಅನ್ನು ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ. ಇದು ಒಂದು ಮುದ್ದಾದ ಹೋವರ್ ಸ್ಟೇಟ್ ಮತ್ತು ಇನ್-ದಿ-ಪಾಯಿಂಟ್ ಮಾಡುವಿಕೆಯನ್ನು ಹೊಂದಿದೆ.\n\nಸೂಚನೆ.\nGoogle ನ ನಿಯಮಗಳ ಪ್ರಕಾರ, Chrome ವೆಬ್ ಅಂಗಡಿ ಪುಟಗಳು ಮತ್ತು ಮುಖಪುಟ, ಸೆಟ್ಟಿಂಗ್‌ಗಳು, ಡೌನ್‌ಲೋಡ್‌ಗಳು ಮುಂತಾದ Chrome ಬ್ರೌಸರ್‌ನ ಆಂತರಿಕ ಪುಟಗಳಲ್ಲಿ ವಿಸ್ತರಣೆಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ. ಅಲ್ಲದೆ, ವಿಸ್ತರಣೆಯು ಬ್ರೌಸರ್ ನ್ಯಾವಿಗೇಶನ್ ಬಾರ್‌ನಲ್ಲಿ ಕರ್ಸರ್ ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, ಉದಾಹರಣೆಗೆ ಟ್ಯಾಬ್‌ಗಳ ಬಟನ್‌ಗಳು, URL ಬಾರ್, ಟೂಲ್‌ಬಾರ್, ಇತ್ಯಾದಿ.\n\nನಮ್ಮ ಕಸ್ಟಮ್ ಕರ್ಸರ್ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಿ - ನಿಮ್ಮನ್ನು ಇನ್ನಷ್ಟು ಸಂತೋಷಪಡಿಸಲು!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ko": "사용자 정의 귀여운 커서는 기본 마우스 포인터를 재미있거나 밝은 것으로 변경하려는 모든 사람에게 훌륭한 확장 기능입니다. 언제든지 추가하고 변경할 수 있는 많은 사용자 지정 커서 컬렉션이 있습니다. 각자의 관심사를 커버할 수 있는 사용자를 위해 화려하고 현대적인 일러스트레이션을 제작하고 있습니다.\n\n멋진 무료 마우스 커서로 Chrome 브라우저 사용 경험을 맞춤설정하세요. 모든 사용자 지정 커서는 벡터 형식이므로 모든 화면과 커서 크기에서 완벽한 디스플레이 품질을 보장합니다. 확장 팝업에서 쉽게 커서 크기를 변경하거나 즐겨찾기에 추가하거나 목록에서 완전히 제거할 수 있어 매우 간단하고 편리합니다.\n\n우리는 제공한다:\n\n- 만화 커서\n- 애니메이션 커서\n- 가와이이 커서\n- 비디오 게임 커서\n- 그리고 훨씬 더!\n\n오늘은 분홍색 화살표로, 내일은 립스틱으로 탐색하세요. 사무실이나 교실에 있더라도 항상 패션 크리에이티브를 유지하십시오. 평소 노트북으로 작업하는 것이 얼마나 예쁘고 멋질 수 있는지는 당신만이 알 수 있습니다. 웹 서핑을 위한 멋진 로즈 마우스 포인터. 나이에 관계없이 학교나 사무실에서 인생은 기쁨과 즐거움으로 가득 차야 합니다. 그리고 밝은 사용자 지정 커서 테마는 우리가 제공할 수 있는 몇 가지에 불과합니다.\n\n또 하나의 유용한 기능은 밝게 디자인된 포인터가 항상 앞에 있기 때문에 웹 페이지에서 마우스 커서를 잃지 않는다는 것입니다. 내비게이팅 및 수면 모드에서 마우스 포인터가 변경됩니다. 그것은 귀여운 호버 상태와 in-the-point 수행을 가지고 있습니다.\n\n메모.\nGoogle의 규칙에 따라 확장 프로그램은 Chrome 웹 스토어 페이지 및 Chrome 브라우저의 홈페이지, 설정, 다운로드 등과 같은 내부 페이지에서 작동하지 않습니다. 탭 버튼, URL 표시줄, 도구 모음 등과 같은\n\n맞춤형 커서 확장 기능을 사용하여 더 행복해지세요!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "lt": "Mieli žymekliai yra puikus plėtinys visiems, norintiems pakeisti numatytąjį pelės žymeklį į juokingą ar ryškų. Turime daug tinkintų žymeklių kolekcijų, kurias galite bet kada pridėti ir keisti. Savo vartotojams kuriame išgalvotas ir modernias iliustracijas, kurios gali apimti kiekvieną pomėgį.\n\nTinkinkite savo „Chrome“ naršyklės naudojimo patirtį naudodami puikius nemokamus pelės žymeklius. Visi pasirinktiniai žymekliai yra vektorinio formato, o tai garantuoja puikią rodymo kokybę bet kuriame ekrane ir bet kokio dydžio žymeklį. Iššokančiame plėtinyje galite lengvai pakeisti žymeklio dydį, įtraukti jį į mėgstamiausius arba visiškai pašalinti iš sąrašo, tai labai paprasta ir patogu.\n\nMes siūlome:\n\n- Komiksų žymekliai\n- Anime žymekliai\n- Kawaii žymekliai\n- Vaizdo žaidimų žymekliai\n- ir daug daugiau ateina!\n\nŠiandien naršykite naudodami rožinę rodyklę, o rytoj su lūpų dažais. Būkite visada kūrybingi, net jei esate biure ar klasėje. Tik jūs žinote, koks gražus ir gražus gali būti įprastas darbas su nešiojamuoju kompiuteriu. Toks nuostabus rožinės spalvos pelės žymeklis naršymui internete. Nesvarbu, kiek jums metų, mokykloje ar biure, gyvenimas turėtų būti kupinas džiaugsmo ir linksmybių. O ryškios tinkintos žymeklio temos – tai tik kelios, kurias galime jums pasiūlyti.\n\nDar viena naudinga funkcija yra ta, kad niekada neprarasite pelės žymeklio tinklalapyje, nes ryškaus dizaino žymeklis visada bus priešais jus. Pelės žymeklis keičiamas naršymo ir miego režimų metu. Jis turi mielą slydimo būseną ir tiesioginį veikimą.\n\nPastaba.\nAtminkite, kad pagal „Google“ taisykles plėtiniai negali veikti „Chrome“ internetinės parduotuvės puslapiuose ir „Chrome“ naršyklės vidiniuose puslapiuose, pvz., pagrindiniame puslapyje, nustatymuose, atsisiuntimuose ir kt. Be to, plėtinys negali tinkinti žymeklio naršyklės naršymo juostoje, pvz., skirtukų mygtukai, URL juosta, įrankių juosta ir kt.\n\nNaudokite mūsų pasirinktinį žymeklio plėtinį – kad taptumėte dar laimingesni!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "lv": "Cute Cursors ir brīnišķīgs paplašinājums ikvienam, kurš vēlas mainīt noklusējuma peles rādītāju uz smieklīgu vai spilgtu. Mums ir daudz pielāgotu kursoru kolekciju, kuras varat pievienot un mainīt jebkurā laikā. Mēs saviem lietotājiem veidojam greznas un modernas ilustrācijas, kas var aptvert katru interesi.\n\nPielāgojiet pārlūkprogrammas Chrome lietošanas pieredzi, izmantojot lieliskus bezmaksas peles kursorus. Visi pielāgotie kursori ir vektora formātā, kas garantē jums perfektu displeja kvalitāti jebkurā ekrānā un jebkurā kursora izmērā. Paplašinājuma uznirstošajā logā varat viegli mainīt kursora izmēru, pievienot to izlasei vai pilnībā noņemt no saraksta, tas ir ļoti vienkārši un ērti.\n\nMēs piedāvājam:\n\n- Komiksu kursori\n- Anime kursori\n- Kawaii kursori\n- Videospēļu kursori\n- un vēl daudz kas cits!\n\nPārvietojieties ar rozā bultiņu šodien un ar lūpu krāsu rīt. Esiet vienmēr modē radošs, pat ja atrodaties birojā vai klasē. Tikai jūs zināt, cik skaists un jauks var būt parasts darbs pie klēpjdatora. Tik brīnišķīgs rožu peles rādītājs sērfošanai tīmeklī. Neatkarīgi no tā, cik vecs jūs esat, skolā vai birojā, dzīvei jābūt piepildītai ar prieku un jautrību. Un spilgti pielāgoti kursora motīvi ir tikai daži, ko varam jums piedāvāt.\n\nVēl viena noderīga funkcija ir tā, ka jūs nekad nepazaudēsit peles kursoru tīmekļa lapā, jo spilgtā dizaina rādītājs vienmēr būs jūsu priekšā. Navigācijas un miega režīma laikā peles kursors tiek mainīts. Tam ir jauks lidojuma stāvoklis, kā arī precīza darbība.\n\nPiezīme.\nLūdzu, ņemiet vērā, ka saskaņā ar Google noteikumiem paplašinājumi nevar darboties Chrome interneta veikala lapās un pārlūka Chrome iekšējās lapās, piemēram, sākumlapā, iestatījumos, lejupielādēs utt. Tāpat paplašinājums nevar pielāgot kursoru pārlūkprogrammas navigācijas joslā, piemēram, ciļņu pogas, URL josla, rīkjosla utt.\n\nIzmantojiet mūsu pielāgoto kursora paplašinājumu, lai padarītu sevi vēl laimīgāku!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ml": "ഡിഫോൾട്ട് മൗസ് പോയിന്റർ രസകരമോ തെളിച്ചമുള്ളതോ ആക്കി മാറ്റാൻ ആഗ്രഹിക്കുന്ന എല്ലാവർക്കും വേണ്ടിയുള്ള മികച്ച വിപുലീകരണമാണ് ക്യൂട്ട് കഴ്‌സറുകൾ. നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ചേർക്കാനും മാറ്റാനും കഴിയുന്ന നിരവധി ഇഷ്‌ടാനുസൃത കഴ്‌സർ ശേഖരങ്ങൾ ഞങ്ങളുടെ പക്കലുണ്ട്. ഞങ്ങളുടെ ഉപയോക്താക്കൾക്കായി ഓരോ താൽപ്പര്യവും ഉൾക്കൊള്ളാൻ കഴിയുന്ന ഫാൻസിയും ആധുനികവുമായ ചിത്രീകരണങ്ങൾ ഞങ്ങൾ സൃഷ്ടിക്കുന്നു.\n\nസൗജന്യ മൗസ് കഴ്‌സറുകൾ ഉപയോഗിച്ച് Chrome ബ്രൗസർ ഉപയോഗിക്കുന്നതിന്റെ നിങ്ങളുടെ അനുഭവം ഇഷ്ടാനുസൃതമാക്കുക. എല്ലാ ഇഷ്‌ടാനുസൃത കഴ്‌സറുകളും വെക്‌റ്റർ ഫോർമാറ്റിലാണ്, ഏത് സ്‌ക്രീനിലും ഏത് കഴ്‌സർ വലുപ്പത്തിലും മികച്ച ഡിസ്‌പ്ലേ നിലവാരം നിങ്ങൾക്ക് ഉറപ്പുനൽകുന്നു. വിപുലീകരണ പോപ്പ്അപ്പിൽ, നിങ്ങൾക്ക് കഴ്സറിന്റെ വലുപ്പം എളുപ്പത്തിൽ മാറ്റാം, നിങ്ങളുടെ പ്രിയപ്പെട്ടവയിലേക്ക് ചേർക്കുക അല്ലെങ്കിൽ ലിസ്റ്റിൽ നിന്ന് പൂർണ്ണമായും നീക്കം ചെയ്യാം, ഇത് വളരെ ലളിതവും സൗകര്യപ്രദവുമാണ്.\n\nഞങ്ങൾ വാഗ്ദാനം തരുന്നു:\n\n- കോമിക്സ് കഴ്സറുകൾ\n- ആനിമേഷൻ കഴ്‌സറുകൾ\n- കവായി കഴ്‌സറുകൾ\n- വീഡിയോ ഗെയിം കഴ്‌സറുകൾ\n- കൂടാതെ കൂടുതൽ കൂടുതൽ വരുന്നു!\n\nഇന്ന് പിങ്ക് നിറത്തിലുള്ള അമ്പടയാളവും നാളെ ലിപ്സ്റ്റിക്കും ഉപയോഗിച്ച് നാവിഗേറ്റ് ചെയ്യുക. നിങ്ങൾ ഓഫീസിലോ ക്ലാസ് റൂമിലോ ആണെങ്കിലും എപ്പോഴും ഫാഷൻ ക്രിയേറ്റീവ് ആയിരിക്കുക. ലാപ്‌ടോപ്പിൽ സാധാരണ ജോലി ചെയ്യുന്നത് എത്ര മനോഹരവും മനോഹരവുമാണെന്ന് നിങ്ങൾക്ക് മാത്രമേ അറിയൂ. വെബിൽ സർഫിംഗിനായി അത്തരമൊരു അത്ഭുതകരമായ റോസ് മൗസ് പോയിന്റർ. സ്‌കൂളിലോ ഓഫീസിലോ എത്ര വയസ്സുണ്ടെങ്കിലും ജീവിതം സന്തോഷവും വിനോദവും നിറഞ്ഞതായിരിക്കണം. ശോഭയുള്ള ഇഷ്‌ടാനുസൃത കഴ്‌സർ തീമുകൾ ഞങ്ങൾ നിങ്ങൾക്ക് നൽകാൻ കഴിയുന്ന ചിലത് മാത്രമാണ്.\n\nമറ്റൊരു ഉപയോഗപ്രദമായ സവിശേഷത, നിങ്ങൾക്ക് വെബ്‌പേജിലെ മൗസ് കഴ്‌സർ ഒരിക്കലും നഷ്‌ടമാകില്ല, കാരണം തിളക്കമാർന്ന രീതിയിൽ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന പോയിന്റർ എപ്പോഴും നിങ്ങളുടെ മുൻപിലുണ്ടാകും. നാവിഗേറ്റിംഗ്, സ്ലീപ്പിംഗ് മോഡുകൾക്കിടയിൽ മൗസ് പോയിന്റർ മാറുന്നു. ഇതിന് ക്യൂട്ട് ഹോവർ സ്റ്റേറ്റും ഇൻ-ദി-പോയിന്റ് ഡൂക്കിങ്ങും ഉണ്ട്.\n\nകുറിപ്പ്.\nGoogle-ന്റെ നിയമങ്ങൾ അനുസരിച്ച്, Chrome വെബ് സ്റ്റോർ പേജുകളിലും Chrome ബ്രൗസറിന്റെ ആന്തരിക പേജുകളിലും, ഹോം പേജ്, ക്രമീകരണങ്ങൾ, ഡൗൺലോഡുകൾ മുതലായവയിൽ വിപുലീകരണങ്ങൾക്ക് പ്രവർത്തിക്കാൻ കഴിയില്ല എന്നത് ശ്രദ്ധിക്കുക. കൂടാതെ, ബ്രൗസർ നാവിഗേഷൻ ബാറിലെ കഴ്‌സർ ഇഷ്‌ടാനുസൃതമാക്കാൻ വിപുലീകരണത്തിന് കഴിയില്ല, ടാബ് ബട്ടണുകൾ, URL ബാർ, ടൂൾബാർ മുതലായവ.\n\nഞങ്ങളുടെ ഇഷ്‌ടാനുസൃത കഴ്‌സർ വിപുലീകരണം ഉപയോഗിക്കുക - നിങ്ങളെ കൂടുതൽ സന്തോഷിപ്പിക്കാൻ!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "mr": "क्यूट कर्सर हा प्रत्येकासाठी एक अद्भुत विस्तार आहे, ज्यांना डीफॉल्ट माउस पॉइंटर मजेदार किंवा तेजस्वी मध्ये बदलायचा आहे. आमच्याकडे बरेच सानुकूल कर्सर संग्रह आहेत जे आपण कधीही जोडू आणि बदलू शकता. आम्ही आमच्या वापरकर्त्यांसाठी फॅन्सी आणि आधुनिक चित्रे तयार करत आहोत जे प्रत्येक स्वारस्य कव्हर करू शकतात.\n\nमस्त फ्री माउस कर्सरसह Chrome ब्राउझर वापरण्याचा तुमचा अनुभव सानुकूलित करा. सर्व सानुकूल कर्सर वेक्टर स्वरूपात आहेत, जे तुम्हाला कोणत्याही स्क्रीनवर आणि कोणत्याही कर्सर आकारात परिपूर्ण प्रदर्शन गुणवत्तेची हमी देते. एक्स्टेंशन पॉपअपमध्ये, तुम्ही कर्सरचा आकार सहजपणे बदलू शकता, ते तुमच्या आवडींमध्ये जोडू शकता किंवा सूचीमधून पूर्णपणे काढून टाकू शकता, हे अगदी सोपे आणि सोयीचे आहे.\n\nआम्ही ऑफर करतो:\n\n- कॉमिक्स कर्सर\n- अॅनिम कर्सर\n- Kawaii कर्सर\n- व्हिडिओ गेम कर्सर\n- आणि बरेच काही येत आहे!\n\nआज गुलाबी बाणाने आणि उद्या लिपस्टिकने नेव्हिगेट करा. तुम्ही ऑफिसमध्ये किंवा वर्गात असलात तरीही नेहमी फॅशन क्रिएटिव्ह रहा. लॅपटॉपवर नेहमीचे काम किती सुंदर आणि छान असू शकते हे फक्त तुम्हालाच माहीत असेल. वेब सर्फिंगसाठी असा अद्भुत गुलाब माउस पॉइंटर. तुमचे वय कितीही असो, शाळेत किंवा ऑफिसमध्ये, आयुष्य आनंदाने आणि मजेत भरले पाहिजे. आणि उज्ज्वल सानुकूल कर्सर थीम फक्त काही आहेत ज्या आम्ही तुम्हाला देऊ शकतो.\n\nआणखी एक उपयुक्त वैशिष्ट्य म्हणजे आपण वेब पृष्ठावरील माउस कर्सर कधीही गमावणार नाही कारण चमकदार डिझाइन केलेले पॉइंटर नेहमी आपल्या समोर असेल. नेव्हिगेटिंग आणि स्लीपिंग मोड दरम्यान माउस पॉइंटर बदलला जातो. यात गोंडस होवर स्थिती तसेच इन-द-पॉइंट डुइंग आहे.\n\nनोंद.\nकृपया लक्षात ठेवा की Google च्या नियमांनुसार, विस्तार Chrome वेब स्टोअर पृष्ठांवर आणि Chrome ब्राउझरच्या अंतर्गत पृष्ठांवर कार्य करू शकत नाही, जसे की मुख्यपृष्ठ, सेटिंग्ज, डाउनलोड इ. तसेच, विस्तार ब्राउझर नेव्हिगेशन बारवरील कर्सर कस्टमाइझ करू शकत नाही, जसे की टॅब बटणे, URL बार, टूलबार इ.\n\nआमचा सानुकूल कर्सर विस्तार वापरा - स्वतःला आणखी आनंदी करण्यासाठी!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ms": "Kursor Comel ialah sambungan yang menarik untuk semua orang, yang ingin menukar penunjuk tetikus lalai kepada yang lucu atau terang. Kami mempunyai banyak koleksi kursor tersuai yang boleh anda tambah dan ubah pada bila-bila masa yang anda mahu. Kami mencipta ilustrasi mewah dan moden untuk pengguna kami yang boleh merangkumi setiap minat.\n\nSesuaikan pengalaman anda menggunakan penyemak imbas Chrome dengan kursor tetikus percuma yang hebat. Semua kursor tersuai adalah dalam format vektor, yang menjamin kualiti paparan yang sempurna pada mana-mana skrin dan dalam mana-mana saiz kursor. Dalam pop timbul sambungan, anda boleh menukar saiz kursor dengan mudah, menambahnya pada kegemaran anda atau mengalih keluarnya sepenuhnya daripada senarai, ia sangat mudah dan mudah.\n\nKami menawarkan:\n\n- Kursor komik\n- Kursor anime\n- Kursor Kawaii\n- Kursor permainan video\n- dan banyak lagi akan datang!\n\nNavigasi dengan anak panah merah jambu hari ini dan dengan gincu esok. Sentiasa kreatif dalam fesyen, walaupun anda berada di pejabat atau di dalam bilik darjah. Hanya anda yang tahu betapa cantik dan cantiknya biasa bekerja pada komputer riba. Penunjuk tetikus mawar yang begitu indah untuk melayari web. Tidak kira berapa umur anda, di sekolah atau di pejabat, kehidupan harus dipenuhi dengan kegembiraan dan keseronokan. Dan tema kursor tersuai yang terang hanyalah beberapa yang boleh kami berikan kepada anda.\n\nSatu lagi ciri berguna ialah anda tidak akan kehilangan kursor tetikus pada halaman web kerana penunjuk yang direka dengan terang akan sentiasa berada di hadapan anda. Penunjuk tetikus ditukar semasa mod navigasi dan tidur. Ia mempunyai keadaan hover yang comel serta melakukan in-the-point.\n\nCatatan.\nSila ambil perhatian bahawa mengikut peraturan Google, sambungan tidak boleh berfungsi pada halaman Kedai Web Chrome dan halaman dalaman penyemak imbas Chrome, seperti halaman utama, tetapan, muat turun, dll. Selain itu, sambungan tidak boleh menyesuaikan kursor pada bar navigasi penyemak imbas, seperti butang tab, bar URL, bar alat, dsb.\n\nGunakan sambungan kursor tersuai kami - untuk menjadikan diri anda lebih gembira!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "nl": "Aangepaste schattige cursors is een geweldige extensie voor iedereen die de standaard muisaanwijzer wil veranderen in een grappige of heldere muisaanwijzer. We hebben veel aangepaste cursorcollecties die u op elk gewenst moment kunt toevoegen en wijzigen. We maken mooie en moderne illustraties voor onze gebruikers die elke interesse kunnen dekken.\n\nPas uw ervaring met het gebruik van de Chrome-browser aan met coole gratis muisaanwijzers. Alle aangepaste cursors zijn in vectorformaat, wat u een perfecte weergavekwaliteit garandeert op elk scherm en in elke cursorgrootte. In de extensie-pop-up kunt u eenvoudig de grootte van de cursor wijzigen, deze aan uw favorieten toevoegen of volledig uit de lijst verwijderen, het is heel eenvoudig en handig.\n\nWij bieden:\n\n- Stripcursors\n- Anime-cursors\n- Kawaii-cursors\n- Cursors voor videogames\n- en er komt nog veel meer aan!\n\nNavigeer vandaag met een roze pijl en morgen met lippenstift. Wees altijd modieus creatief, zelfs als je op kantoor of in de klas bent. Alleen jij weet misschien hoe mooi en leuk het kan zijn om op de laptop te werken. Zo'n prachtige roze muisaanwijzer om op internet te surfen. Het maakt niet uit hoe oud je bent, op school of op kantoor, het leven moet gevuld zijn met vreugde en plezier. En heldere aangepaste cursorthema's zijn er maar een paar die we u kunnen geven.\n\nNog een handige functie is dat je de muiscursor op de webpagina nooit kwijtraakt, omdat de helder ontworpen aanwijzer altijd voor je staat. De muisaanwijzer wordt gewijzigd tijdens de navigatie- en slaapmodus. Het heeft een schattige hover-status en een in-the-point-actie.\n\nOpmerking.\nHoud er rekening mee dat volgens de regels van Google extensies niet kunnen werken op Chrome Web Store-pagina's en interne pagina's van de Chrome-browser, zoals de startpagina, instellingen, downloads, enz. Ook kan de extensie de cursor op de navigatiebalk van de browser niet aanpassen, zoals tabbladen, knoppen, URL-balk, werkbalk, enz.\n\nGebruik onze aangepaste cursorextensie - om jezelf nog gelukkiger te maken!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "no": "Cute Cursors er en fantastisk utvidelse for alle som ønsker å endre standard musepeker til en morsom eller lys. Vi har mange tilpassede markørsamlinger som du kan legge til og endre når som helst du vil. Vi lager fancy og moderne illustrasjoner for våre brukere som kan dekke hver interesse.\n\nTilpass opplevelsen din av å bruke Chrome-nettleseren med kule gratis musepekere. Alle tilpassede markører er i vektorformat, noe som garanterer deg perfekt visningskvalitet på hvilken som helst skjerm og i hvilken som helst markørstørrelse. I utvidelsespopupen kan du enkelt endre størrelsen på markøren, legge den til i favorittene dine eller helt fjerne den fra listen, det er veldig enkelt og praktisk.\n\nVi tilbyr:\n\n- Tegneseriemarkører\n- Anime-pekere\n- Kawaii-pekere\n- Videospillpekere\n- og mye mer kommer!\n\nNaviger med en rosa pil i dag og med leppestift i morgen. Vær alltid motekreativ, selv om du er på kontoret eller i klasserommet. Bare du vet kanskje hvor pen og fin det kan være vanlig å jobbe på den bærbare datamaskinen. En så fantastisk rosemusepeker for å surfe på nettet. Uansett hvor gammel du er, på skolen eller kontoret, skal livet være fylt med glede og moro. Og lyse tilpassede markørtemaer er bare noen få vi kan gi deg.\n\nEn annen nyttig funksjon er at du aldri vil miste musepekeren på nettsiden fordi den lyst utformede pekeren alltid vil være foran deg. Musepekeren endres under navigasjons- og hvilemodus. Den har en søt svevetilstand, så vel som in-the-point handling.\n\nMerk.\nVær oppmerksom på at i henhold til Googles regler kan ikke utvidelser fungere på Chrome Nettmarked-sider og interne sider i Chrome-nettleseren, for eksempel startsiden, innstillinger, nedlastinger osv. Utvidelsen kan heller ikke tilpasse markøren på nettleserens navigasjonslinje, for eksempel faneknapper, URL-linje, verktøylinje osv.\n\nBruk vår egendefinerte markørutvidelse - for å gjøre deg selv enda lykkeligere!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "pl": "Cute Cursors to wspaniałe rozszerzenie dla każdego, kto chce zmienić domyślny wskaźnik myszy na zabawny lub jasny. Mamy wiele niestandardowych kolekcji kursorów, które możesz dodawać i zmieniać w dowolnym momencie. Tworzymy fantazyjne i nowoczesne ilustracje dla naszych użytkowników, które mogą obejmować wszystkie zainteresowania.\n\nDostosuj sposób korzystania z przeglądarki Chrome za pomocą fajnych darmowych kursorów myszy. Wszystkie niestandardowe kursory są w formacie wektorowym, co gwarantuje doskonałą jakość wyświetlania na dowolnym ekranie i przy dowolnym rozmiarze kursora. W wyskakującym okienku rozszerzenia możesz łatwo zmienić rozmiar kursora, dodać go do ulubionych lub całkowicie usunąć z listy, jest to bardzo proste i wygodne.\n\nOferujemy:\n\n- Kursory komiksowe\n- Kursory anime\n- Kawaii kursory\n- Kursory gier wideo\n- i wiele więcej!\n\nPoruszaj się dziś za pomocą różowej strzałki, a jutro za pomocą szminki. Bądź zawsze kreatywny w modzie, nawet jeśli jesteś w biurze lub w klasie. Tylko Ty możesz wiedzieć, jak ładna i przyjemna może być zwykła praca na laptopie. Taki wspaniały różany wskaźnik myszy do surfowania po Internecie. Bez względu na to, ile masz lat, w szkole czy w biurze, życie powinno być wypełnione radością i zabawą. A jasne, niestandardowe motywy kursora to tylko kilka z nich, które możemy Ci zaoferować.\n\nJeszcze jedną przydatną funkcją jest to, że nigdy nie zgubisz kursora myszy na stronie internetowej, ponieważ jasno zaprojektowany wskaźnik będzie zawsze przed tobą. Wskaźnik myszy zmienia się w trybach nawigacji i uśpienia. Ma ładny stan zawisu, a także robienie w punkcie.\n\nUwaga.\nNależy pamiętać, że zgodnie z zasadami Google rozszerzenia nie mogą działać na stronach Chrome Web Store i wewnętrznych stronach przeglądarki Chrome, takich jak strona główna, ustawienia, pliki do pobrania itp. Ponadto rozszerzenie nie może dostosowywać kursora na pasku nawigacyjnym przeglądarki, takie jak przyciski zakładek, pasek adresu URL, pasek narzędzi itp.\n\nSkorzystaj z naszego niestandardowego rozszerzenia kursora - aby być jeszcze szczęśliwszym!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "pt_BR,pt_PT": "Cursores fofos personalizados são uma extensão maravilhosa para todos que desejam alterar o ponteiro do mouse padrão para um engraçado ou brilhante. Temos muitas coleções de cursores personalizadas que você pode adicionar e alterar a qualquer momento. Estamos criando ilustrações sofisticadas e modernas para nossos usuários que podem cobrir cada interesse.\n\nPersonalize sua experiência de uso do navegador Chrome com cursores de mouse legais e gratuitos. Todos os cursores personalizados estão em formato vetorial, o que garante uma qualidade de exibição perfeita em qualquer tela e em qualquer tamanho de cursor. No pop-up de extensão, você pode alterar facilmente o tamanho do cursor, adicioná-lo aos seus favoritos ou removê-lo completamente da lista, é muito simples e conveniente.\n\nNós oferecemos:\n\n- Cursores de quadrinhos\n- Cursores de anime\n- Cursores kawaii\n- Cursores de videogame\n- e muito mais vindo!\n\nNavegue com uma seta rosa hoje e com batom amanhã. Seja sempre criativo na moda, mesmo se estiver no escritório ou na sala de aula. Só você pode saber o quão bonito e agradável pode ser trabalhar no laptop. Um ponteiro de mouse rosa maravilhoso para navegar na web. Não importa quantos anos você tem, na escola ou no escritório, a vida deve ser cheia de alegria e diversão. E temas de cursor personalizados brilhantes são apenas alguns que podemos oferecer a você.\n\nMais um recurso útil é que você nunca perderá o cursor do mouse na página da Web porque o ponteiro brilhantemente projetado estará sempre à sua frente. O ponteiro do mouse é alterado durante os modos de navegação e hibernação. Ele tem um estado de foco fofo, bem como um ponto de ação.\n\nObservação.\nObserve que, de acordo com as regras do Google, as extensões não podem funcionar nas páginas da Chrome Web Store e nas páginas internas do navegador Chrome, como a página inicial, configurações, downloads, etc. Além disso, a extensão não pode personalizar o cursor na barra de navegação do navegador, como botões de abas, barra de URL, barra de ferramentas, etc.\n\nUse nossa extensão de cursor personalizada - para ficar ainda mais feliz!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ro": "Cute Cursors este o extensie minunată pentru toți cei care doresc să schimbe indicatorul implicit al mouse-ului cu unul amuzant sau luminos. Avem o mulțime de colecții personalizate de cursore pe care le puteți adăuga și modifica oricând doriți. Creăm ilustrații fanteziste și moderne pentru utilizatorii noștri, care pot acoperi fiecare interes.\n\nPersonalizați-vă experiența de utilizare a browserului Chrome cu cursoare gratuite ale mouse-ului. Toate cursoarele personalizate sunt în format vectorial, ceea ce vă garantează o calitate perfectă de afișare pe orice ecran și în orice dimensiune a cursorului. În pop-up-ul extensiei, puteți modifica cu ușurință dimensiunea cursorului, îl puteți adăuga la favorite sau îl puteți elimina complet din listă, este foarte simplu și convenabil.\n\nNoi oferim:\n\n- Cursore de benzi desenate\n- Cursore anime\n- Cursore Kawaii\n- Cursore pentru jocuri video\n- și multe altele urmează!\n\nNavigați cu o săgeată roz astăzi și cu ruj mâine. Fii mereu creativ în modă, chiar dacă te afli la birou sau la clasă. Doar tu poate știi cât de frumos și drăguț poate fi de obicei lucrul pe laptop. Un astfel de indicator de mouse cu trandafiri minunat pentru navigarea pe web. Nu contează câți ani ai, la școală sau la birou, viața ar trebui să fie plină de bucurie și distracție. Și temele luminoase personalizate ale cursorului sunt doar câteva pe care vi le putem oferi.\n\nO altă caracteristică utilă este că nu veți pierde niciodată cursorul mouse-ului de pe pagina web, deoarece indicatorul cu design luminos va fi întotdeauna în fața dvs. Indicatorul mouse-ului este schimbat în timpul modurilor de navigare și de repaus. Are o stare drăguță de hover, precum și o activitate directă.\n\nNotă.\nVă rugăm să rețineți că, conform regulilor Google, extensiile nu pot funcționa pe paginile Magazinului web Chrome și pe paginile interne ale browserului Chrome, cum ar fi pagina de pornire, setări, descărcări etc. De asemenea, extensia nu poate personaliza cursorul de pe bara de navigare a browserului, cum ar fi butoanele de file, bara URL, bara de instrumente etc.\n\nUtilizați extensia noastră personalizată de cursor - pentru a vă face și mai fericit!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ru,uk": "Cute Cursors is a wonderful extension for everyone, who wants to change the default mouse pointer to a funny or bright one. We have a lot of custom cursor collections that you can add and change at any time you want. We are creating fancy and modern illustrations for our users that can cover each interest. \n\nCustomize your experience of using the Chrome browser with cool free mouse cursors. All custom cursors are in vector format, which guarantees you perfect display quality on any screen and in any cursor size. In the extension popup, you can easily change the size of the cursor, add it to your favorites or completely remove it from the list, it's very simple and convenient.\n\nWe offer:\n\n- Comics cursors\n- Anime cursors\n- Kawaii cursors\n- Video games cursors \n- and much more coming!\n\nNavigate with a pink arrow today and with lipstick tomorrow. Be always fashion creative, even if you are in the office or in the classroom. Only you may know how pretty and nice can be usual working on the laptop. Such a wonderful rose mouse pointer for surfing the web. No matter how old you are, in school or the office, life should be filled with joy and fun. And bright custom cursor themes are just a few that we can give you.\n\nOne more useful feature is that you'll never lose the mouse cursor on the web page because the brightly designed pointer will always be in front of you. The mouse pointer is changed during the navigating and sleeping modes. It has a cute hover state as well as in-the-point doing.\n\nNote.\nPlease note that according to Google's rules, extensions cannot work on Chrome Web Store pages and internal pages of the Chrome browser, such as the home page, settings, downloads, etc. Also, the extension cannot customize the cursor on the browser navigation bar, such as tabs buttons, URL bar, toolbar, etc.\n\nUse our custom cursor extension - to make yourself even happier!",
    "sk": "Cute Cursors je skvelé rozšírenie pre každého, kto chce zmeniť predvolený ukazovateľ myši na vtipný alebo jasný. Máme veľa vlastných kolekcií kurzorov, ktoré môžete kedykoľvek pridať a zmeniť. Pre našich používateľov vytvárame efektné a moderné ilustrácie, ktoré dokážu pokryť každý záujem.\n\nPrispôsobte si zážitok z používania prehliadača Chrome pomocou skvelých bezplatných kurzorov myši. Všetky vlastné kurzory sú vo vektorovom formáte, čo vám zaručí perfektnú kvalitu zobrazenia na akejkoľvek obrazovke a v akejkoľvek veľkosti kurzora. Vo vyskakovacom okne rozšírenia môžete jednoducho zmeniť veľkosť kurzora, pridať ho medzi obľúbené alebo úplne odstrániť zo zoznamu, je to veľmi jednoduché a pohodlné.\n\nPonúkame:\n\n- Komiksové kurzory\n- Anime kurzory\n- Kawaii kurzory\n- Kurzory videohier\n- a ešte oveľa viac!\n\nNavigujte s ružovou šípkou dnes a s rúžom zajtra. Buďte vždy módne kreatívni, aj keď ste v kancelárii alebo v triede. Len vy možno viete, aká pekná a príjemná môže byť bežná práca na notebooku. Taký nádherný ružový ukazovateľ myši na surfovanie po webe. Bez ohľadu na to, koľko máte rokov, v škole alebo v kancelárii by mal byť život plný radosti a zábavy. A jasné vlastné motívy kurzora sú len niektoré, ktoré vám môžeme poskytnúť.\n\nĎalšou užitočnou funkciou je, že nikdy nestratíte kurzor myši na webovej stránke, pretože jasne navrhnutý ukazovateľ bude vždy pred vami. Ukazovateľ myši sa mení počas navigácie a režimu spánku. Má roztomilý stav vznášania, ako aj prácu v bode.\n\nPoznámka.\nUpozorňujeme, že podľa pravidiel spoločnosti Google nemôžu rozšírenia fungovať na stránkach Internetového obchodu Chrome a interných stránkach prehliadača Chrome, ako je domovská stránka, nastavenia, sťahovanie atď. Rozšírenie tiež nemôže prispôsobiť kurzor na navigačnej lište prehliadača, ako sú tlačidlá kariet, panel s adresou URL, panel s nástrojmi atď.\n\nPoužite naše vlastné rozšírenie kurzora - aby ste boli ešte šťastnejší!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "sl": "Cute Cursors je čudovita razširitev za vse, ki želijo spremeniti privzeti kazalec miške v smešnega ali svetlega. Imamo veliko zbirk kazalcev po meri, ki jih lahko kadar koli dodate in spremenite. Za naše uporabnike ustvarjamo modne in sodobne ilustracije, ki lahko pokrijejo vsako zanimanje.\n\nPrilagodite svojo izkušnjo uporabe brskalnika Chrome s kul brezplačnimi kazalci miške. Vsi kazalci po meri so v vektorski obliki, kar vam zagotavlja popolno kakovost prikaza na katerem koli zaslonu in v kateri koli velikosti kazalca. V pojavnem oknu razširitve lahko enostavno spremenite velikost kazalca, ga dodate med priljubljene ali popolnoma odstranite s seznama, je zelo preprosto in priročno.\n\nPonujamo:\n\n- Kazalci stripov\n- Anime kazalci\n- Kawaii kazalci\n- Kazalci za video igre\n- in še veliko več!\n\nDanes krmarite z rožnato puščico, jutri pa s šminko. Vedno bodite modno ustvarjalni, tudi če ste v pisarni ali učilnici. Morda le vi veste, kako lepo in lepo je lahko običajno delo na prenosniku. Tako čudovit rožnat kazalec miške za brskanje po spletu. Ne glede na to, koliko ste stari, v šoli ali pisarni, mora biti življenje polno veselja in zabave. Svetle teme kazalcev po meri so le nekatere, ki vam jih lahko ponudimo.\n\nŠe ena uporabna funkcija je, da ne boste nikoli izgubili kazalca miške na spletni strani, ker bo svetlo oblikovan kazalec vedno pred vami. Kazalec miške se spremeni med načinoma navigacije in spanja. Ima prisrčno stanje lebdenja in delovanje v točki.\n\nOpomba.\nUpoštevajte, da v skladu z Googlovimi pravili razširitve ne morejo delovati na straneh spletne trgovine Chrome in notranjih straneh brskalnika Chrome, kot so domača stran, nastavitve, prenosi itd. Poleg tega razširitev ne more prilagoditi kazalca v navigacijski vrstici brskalnika, kot so gumbi z zavihki, URL vrstica, orodna vrstica itd.\n\nUporabite našo razširitev kazalca po meri - da boste še srečnejši!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "sr": "Цуте Цурсорс је дивно проширење за све који желе да промене подразумевани показивач миша на смешан или светао. Имамо много прилагођених колекција курсора које можете додати и променити у било ком тренутку. Креирамо фенси и модерне илустрације за наше кориснике које могу да покрију свако интересовање.\n\nПрилагодите своје искуство коришћења Цхроме прегледача помоћу кул бесплатних курсора миша. Сви прилагођени курсори су у векторском формату, што вам гарантује савршен квалитет приказа на било ком екрану и у било којој величини курсора. У искачућем прозору екстензије можете лако променити величину курсора, додати га у своје фаворите или потпуно уклонити са листе, врло је једноставно и згодно.\n\nНудимо:\n\n- Стрип курсори\n- Аниме курсори\n- Каваии курсори\n- курсори за видео игре\n- и још много тога долази!\n\nКрећите се са ружичастом стрелицом данас и ружем за усне сутра. Будите увек модно креативни, чак и ако сте у канцеларији или у учионици. Само ви можда знате колико леп и леп може бити уобичајен рад на лаптопу. Тако диван показивач миша у облику руже за сурфовање вебом. Без обзира колико имате година, у школи или канцеларији, живот треба да буде испуњен радошћу и забавом. А светле прилагођене теме курсора су само неке које вам можемо дати.\n\nЈош једна корисна карактеристика је да никада нећете изгубити курсор миша на веб страници јер ће јасно дизајниран показивач увек бити испред вас. Показивач миша се мења током режима навигације и режима спавања. Има слатко стање лебдења, као и радње у тачки.\n\nБелешка.\nИмајте на уму да према Гоогле правилима, екстензије не могу да раде на страницама Цхроме веб продавнице и интерним страницама Цхроме прегледача, као што су почетна страница, подешавања, преузимања итд. Такође, екстензија не може да прилагоди курсор на траци за навигацију прегледача, као што су дугмад за картице, УРЛ трака, трака са алаткама итд.\n\nКористите наше прилагођено проширење курсора - да бисте били још срећнији!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "sv": "Cute Cursors är ett underbart tillägg för alla som vill ändra standardmuspekaren till en rolig eller ljus. Vi har många anpassade markörsamlingar som du kan lägga till och ändra när du vill. Vi skapar snygga och moderna illustrationer för våra användare som kan täcka varje intresse.\n\nAnpassa din upplevelse av att använda webbläsaren Chrome med coola gratis muspekare. Alla anpassade markörer är i vektorformat, vilket garanterar perfekt visningskvalitet på vilken skärm som helst och i valfri markörstorlek. I förlängningspopupen kan du enkelt ändra storleken på markören, lägga till den i dina favoriter eller helt ta bort den från listan, det är väldigt enkelt och bekvämt.\n\nVi erbjuder:\n\n- Comics markörer\n- Anime-markörer\n- Kawaii-markörer\n- Videospelsmarkörer\n- och mycket mer kommer!\n\nNavigera med en rosa pil idag och med läppstift imorgon. Var alltid modekreativ, även om du är på kontoret eller i klassrummet. Bara du kanske vet hur vackert och snyggt det kan vara vanligt att arbeta på den bärbara datorn. En sådan underbar rosmuspekare för att surfa på nätet. Oavsett hur gammal du är, i skolan eller på kontoret, ska livet vara fyllt av glädje och nöje. Och ljusa anpassade markörteman är bara några som vi kan ge dig.\n\nEn mer användbar funktion är att du aldrig kommer att tappa muspekaren på webbsidan eftersom den ljust designade pekaren alltid kommer att vara framför dig. Muspekaren ändras under navigerings- och vilolägen. Den har ett sött svävande tillstånd såväl som i punkten.\n\nNotera.\nObservera att enligt Googles regler kan tillägg inte fungera på Chrome Web Store-sidor och interna sidor i Chrome-webbläsaren, såsom startsidan, inställningar, nedladdningar etc. Tillägget kan inte heller anpassa markören i webbläsarens navigeringsfält, såsom flikknappar, URL-fält, verktygsfält, etc.\n\nAnvänd vår anpassade markörtillägg - för att göra dig själv ännu gladare!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "sw": "Cute Cursors ni kiendelezi cha ajabu kwa kila mtu, ambaye anataka kubadilisha pointer chaguo-msingi ya kipanya kuwa ya kuchekesha au angavu. Tuna mikusanyo mingi ya kishale maalum ambayo unaweza kuongeza na kubadilisha wakati wowote unaotaka. Tunaunda vielelezo vyema na vya kisasa kwa ajili ya watumiaji wetu ambavyo vinaweza kufunika kila jambo linalowavutia.\n\nBinafsisha hali yako ya utumiaji ya kivinjari cha Chrome ukitumia vishale vya kipanya visivyolipishwa. Vielekezi vyote maalum viko katika umbizo la vekta, ambalo hukuhakikishia ubora kamili wa kuonyesha kwenye skrini yoyote na katika saizi yoyote ya kishale. Katika kidukizo cha upanuzi, unaweza kubadilisha kwa urahisi ukubwa wa mshale, uiongeze kwenye vipendwa vyako au uondoe kabisa kutoka kwenye orodha, ni rahisi sana na rahisi.\n\nTunatoa:\n\n- Vielelezo vya Vichekesho\n- Vishale vya Wahusika\n- Mishale ya Kawaii\n- Vielelezo vya michezo ya video\n- na mengi zaidi yanakuja!\n\nSogeza ukitumia mshale wa waridi leo na kesho ukitumia lipstick. Kuwa mbunifu wa mitindo kila wakati, hata ikiwa uko ofisini au darasani. Ni wewe tu unaweza kujua jinsi nzuri na nzuri inaweza kuwa kawaida kufanya kazi kwenye kompyuta ndogo. Kielekezi cha ajabu cha panya cha waridi kwa kutumia wavuti. Haijalishi una umri gani, shuleni au ofisini, maisha yanapaswa kujazwa na furaha na furaha. Na mandhari angavu ya kishale maalum ni machache tu ambayo tunaweza kukupa.\n\nKipengele kimoja muhimu zaidi ni kwamba hutawahi kupoteza kishale cha kipanya kwenye ukurasa wa wavuti kwa sababu kielekezi kilichoundwa vyema kitakuwa mbele yako kila wakati. Kiashiria cha panya kinabadilishwa wakati wa njia za kusogeza na kulala. Ina hali ya kupendeza ya kuelea na vile vile kufanya ndani.\n\nKumbuka.\nTafadhali kumbuka kuwa kulingana na sheria za Google, viendelezi haviwezi kufanya kazi kwenye kurasa za Duka la Chrome kwenye Wavuti na kurasa za ndani za kivinjari cha Chrome, kama vile ukurasa wa nyumbani, mipangilio, vipakuliwa, n.k. Pia, kiendelezi hakiwezi kubinafsisha mshale kwenye upau wa kusogeza wa kivinjari, kama vile vitufe vya vichupo, upau wa URL, upau wa vidhibiti, n.k.\n\nTumia kiendelezi chetu cha mshale maalum - ili kujifurahisha zaidi!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "ta": "இயல்புநிலை மவுஸ் பாயிண்டரை வேடிக்கையான அல்லது பிரகாசமானதாக மாற்ற விரும்பும் அனைவருக்கும் அழகான கர்சர்கள் ஒரு அற்புதமான நீட்டிப்பாகும். எங்களிடம் ஏராளமான தனிப்பயன் கர்சர் சேகரிப்புகள் உள்ளன, அவற்றை நீங்கள் எப்போது வேண்டுமானாலும் சேர்க்கலாம் மற்றும் மாற்றலாம். ஒவ்வொரு ஆர்வத்தையும் உள்ளடக்கக்கூடிய ஆடம்பரமான மற்றும் நவீன விளக்கப்படங்களை எங்கள் பயனர்களுக்காக உருவாக்குகிறோம்.\n\nஇலவச மவுஸ் கர்சர்கள் மூலம் Chrome உலாவியைப் பயன்படுத்துவதற்கான உங்கள் அனுபவத்தைத் தனிப்பயனாக்கவும். அனைத்து தனிப்பயன் கர்சர்களும் திசையன் வடிவத்தில் உள்ளன, இது எந்தத் திரையிலும் எந்த கர்சர் அளவிலும் சரியான காட்சி தரத்திற்கு உத்தரவாதம் அளிக்கிறது. நீட்டிப்பு பாப்அப்பில், நீங்கள் கர்சரின் அளவை எளிதாக மாற்றலாம், உங்களுக்கு பிடித்தவற்றில் சேர்க்கலாம் அல்லது பட்டியலிலிருந்து முழுவதுமாக அகற்றலாம், இது மிகவும் எளிமையானது மற்றும் வசதியானது.\n\nநாங்கள் வழங்குகிறோம்:\n\n- காமிக்ஸ் கர்சர்கள்\n- அனிம் கர்சர்கள்\n- கவாய் கர்சர்கள்\n- வீடியோ கேம்கள் கர்சர்கள்\n- மற்றும் இன்னும் நிறைய வருகிறது!\n\nஇன்று இளஞ்சிவப்பு அம்புக்குறியுடன் மற்றும் நாளை உதட்டுச்சாயம் கொண்டு செல்லவும். நீங்கள் அலுவலகத்திலோ அல்லது வகுப்பறையிலோ இருந்தாலும், எப்போதும் ஃபேஷன் ஆக்கப்பூர்வமாக இருங்கள். மடிக்கணினியில் வேலை செய்வது எவ்வளவு அழகாகவும் அழகாகவும் இருக்கும் என்பது உங்களுக்கு மட்டுமே தெரியும். இணையத்தில் உலாவுவதற்கான அற்புதமான ரோஸ் மவுஸ் பாயிண்டர். நீங்கள் எவ்வளவு வயதானவராக இருந்தாலும், பள்ளியிலோ அல்லது அலுவலகத்திலோ, வாழ்க்கை மகிழ்ச்சியாகவும் வேடிக்கையாகவும் இருக்க வேண்டும். மற்றும் பிரகாசமான தனிப்பயன் கர்சர் தீம்கள் சில மட்டுமே நாங்கள் உங்களுக்கு வழங்க முடியும்.\n\nஇன்னும் ஒரு பயனுள்ள அம்சம் என்னவென்றால், வலைப்பக்கத்தில் மவுஸ் கர்சரை நீங்கள் ஒருபோதும் இழக்க மாட்டீர்கள், ஏனெனில் பிரகாசமாக வடிவமைக்கப்பட்ட சுட்டி எப்போதும் உங்கள் முன்னால் இருக்கும். வழிசெலுத்தல் மற்றும் தூங்கும் முறைகளின் போது மவுஸ் பாயிண்டர் மாற்றப்படுகிறது. இது ஒரு அழகான மிதவை நிலை மற்றும் இன்-தி-பாயின்ட் செய்வதைக் கொண்டுள்ளது.\n\nகுறிப்பு.\nGoogle இன் விதிகளின்படி, Chrome இணைய அங்காடிப் பக்கங்கள் மற்றும் Chrome உலாவியின் முகப்புப் பக்கம், அமைப்புகள், பதிவிறக்கங்கள் போன்ற உள் பக்கங்களில் நீட்டிப்புகள் வேலை செய்யாது என்பதை நினைவில் கொள்ளவும். மேலும், உலாவி வழிசெலுத்தல் பட்டியில் உள்ள கர்சரை நீட்டிப்பு தனிப்பயனாக்க முடியாது. தாவல்கள் பொத்தான்கள், URL பார், கருவிப்பட்டி போன்றவை.\n\nஎங்கள் தனிப்பயன் கர்சர் நீட்டிப்பைப் பயன்படுத்தவும் - உங்களை இன்னும் மகிழ்ச்சியாக மாற்ற!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "te": "అందమైన కర్సర్‌లు అనేది డిఫాల్ట్ మౌస్ పాయింటర్‌ను ఫన్నీగా లేదా ప్రకాశవంతంగా మార్చాలనుకునే ప్రతి ఒక్కరికీ అద్భుతమైన పొడిగింపు. మా వద్ద చాలా అనుకూల కర్సర్ సేకరణలు ఉన్నాయి, వీటిని మీరు ఎప్పుడైనా జోడించవచ్చు మరియు మార్చవచ్చు. మేము మా వినియోగదారుల కోసం ప్రతి ఆసక్తిని కవర్ చేయగల ఫ్యాన్సీ మరియు ఆధునిక దృష్టాంతాలను రూపొందిస్తున్నాము.\n\nచల్లని ఉచిత మౌస్ కర్సర్‌లతో Chrome బ్రౌజర్‌ని ఉపయోగించే మీ అనుభవాన్ని అనుకూలీకరించండి. అన్ని కస్టమ్ కర్సర్‌లు వెక్టార్ ఫార్మాట్‌లో ఉంటాయి, ఇది మీకు ఏ స్క్రీన్‌పైనా మరియు ఏ కర్సర్ పరిమాణంలో అయినా ఖచ్చితమైన ప్రదర్శన నాణ్యతకు హామీ ఇస్తుంది. పొడిగింపు పాపప్‌లో, మీరు కర్సర్ పరిమాణాన్ని సులభంగా మార్చవచ్చు, మీకు ఇష్టమైన వాటికి జోడించవచ్చు లేదా జాబితా నుండి పూర్తిగా తీసివేయవచ్చు, ఇది చాలా సులభం మరియు అనుకూలమైనది.\n\nమేము అందిస్తాము:\n\n- కామిక్స్ కర్సర్‌లు\n- అనిమే కర్సర్‌లు\n- కవాయి కర్సర్‌లు\n- వీడియో గేమ్‌లు కర్సర్‌లు\n- ఇంకా చాలా రాబోతున్నాయి!\n\nనేడు గులాబీ రంగు బాణంతో మరియు రేపు లిప్‌స్టిక్‌తో నావిగేట్ చేయండి. మీరు ఆఫీసులో లేదా తరగతి గదిలో ఉన్నప్పటికీ, ఎల్లప్పుడూ ఫ్యాషన్ సృజనాత్మకంగా ఉండండి. ల్యాప్‌టాప్‌లో సాధారణంగా పని చేయడం ఎంత అందంగా మరియు అందంగా ఉంటుందో మీకు మాత్రమే తెలుసు. వెబ్‌లో సర్ఫింగ్ చేయడానికి అద్భుతమైన రోజ్ మౌస్ పాయింటర్. మీరు ఎంత పెద్దవారైనప్పటికీ, పాఠశాలలో లేదా కార్యాలయంలో, జీవితం ఆనందం మరియు వినోదంతో నిండి ఉండాలి. మరియు ప్రకాశవంతమైన అనుకూల కర్సర్ థీమ్‌లు మేము మీకు అందించగల కొన్ని మాత్రమే.\n\nమరొక ఉపయోగకరమైన ఫీచర్ ఏమిటంటే, మీరు వెబ్ పేజీలో మౌస్ కర్సర్‌ను ఎప్పటికీ కోల్పోరు ఎందుకంటే ప్రకాశవంతంగా రూపొందించబడిన పాయింటర్ ఎల్లప్పుడూ మీ ముందు ఉంటుంది. నావిగేటింగ్ మరియు స్లీపింగ్ మోడ్‌ల సమయంలో మౌస్ పాయింటర్ మార్చబడుతుంది. ఇది క్యూట్ హోవర్ స్టేట్‌తో పాటు ఇన్-ది-పాయింట్ డూయింగ్‌ను కలిగి ఉంది.\n\nగమనిక.\nదయచేసి Google నియమాల ప్రకారం, Chrome వెబ్ స్టోర్ పేజీలు మరియు Chrome బ్రౌజర్ యొక్క హోమ్ పేజీ, సెట్టింగ్‌లు, డౌన్‌లోడ్‌లు మొదలైన అంతర్గత పేజీలలో పొడిగింపులు పని చేయలేవని గుర్తుంచుకోండి. అలాగే, పొడిగింపు బ్రౌజర్ నావిగేషన్ బార్‌లో కర్సర్‌ను అనుకూలీకరించదు, ట్యాబ్‌ల బటన్‌లు, URL బార్, టూల్‌బార్ మొదలైనవి.\n\nమా కస్టమ్ కర్సర్ పొడిగింపుని ఉపయోగించండి - మిమ్మల్ని మీరు మరింత సంతోషపెట్టడానికి!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "th": "Cute Cursors เป็นส่วนเสริมที่ยอดเยี่ยมสำหรับทุกคนที่ต้องการเปลี่ยนตัวชี้เมาส์เริ่มต้นให้เป็นตัวตลกหรือสดใส เรามีคอลเลกชันเคอร์เซอร์แบบกำหนดเองมากมายที่คุณสามารถเพิ่มและเปลี่ยนแปลงได้ตลอดเวลาที่คุณต้องการ เรากำลังสร้างภาพประกอบที่สวยงามและทันสมัยสำหรับผู้ใช้ของเราซึ่งครอบคลุมความสนใจแต่ละอย่าง\n\nปรับแต่งประสบการณ์การใช้เบราว์เซอร์ Chrome ด้วยเคอร์เซอร์เมาส์สุดเจ๋งฟรี เคอร์เซอร์ที่กำหนดเองทั้งหมดอยู่ในรูปแบบเวกเตอร์ ซึ่งรับประกันคุณภาพการแสดงผลที่สมบูรณ์แบบบนทุกหน้าจอและทุกขนาดเคอร์เซอร์ ในป๊อปอัปส่วนขยาย คุณสามารถเปลี่ยนขนาดของเคอร์เซอร์ เพิ่มไปยังรายการโปรดของคุณหรือลบออกจากรายการได้ ทำได้ง่ายและสะดวกมาก\n\nเราเสนอ:\n\n- เคอร์เซอร์การ์ตูน\n- เคอร์เซอร์อะนิเมะ\n- เคอร์เซอร์ Kawaii\n- เคอร์เซอร์วิดีโอเกม\n- และอื่น ๆ อีกมากมาย!\n\nนำทางด้วยลูกศรสีชมพูในวันนี้และพรุ่งนี้ด้วยลิปสติก สร้างสรรค์แฟชั่นอยู่เสมอ แม้ว่าคุณจะอยู่ในสำนักงานหรือในห้องเรียนก็ตาม มีเพียงคุณเท่านั้นที่รู้ว่าการทำงานบนแล็ปท็อปนั้นสวยงามและดูดีเพียงใด ตัวชี้เมาส์รูปดอกกุหลาบที่ยอดเยี่ยมสำหรับการท่องเว็บ ไม่ว่าคุณจะอายุเท่าไหร่ อยู่ในโรงเรียนหรือที่ทำงาน ชีวิตควรจะเต็มไปด้วยความสุขและสนุกสนาน และธีมเคอร์เซอร์แบบกำหนดเองที่สดใสเป็นเพียงส่วนน้อยที่เราสามารถให้คุณได้\n\nคุณลักษณะที่มีประโยชน์อีกอย่างหนึ่งคือ คุณจะไม่สูญเสียเคอร์เซอร์ของเมาส์บนหน้าเว็บ เพราะตัวชี้ที่ได้รับการออกแบบให้มีสีสันสดใสจะอยู่ตรงหน้าคุณเสมอ ตัวชี้เมาส์มีการเปลี่ยนแปลงระหว่างโหมดการนำทางและโหมดสลีป มันมีสถานะโฮเวอร์ที่น่ารักเช่นเดียวกับการทำในจุด\n\nบันทึก.\nโปรดทราบว่าตามกฎของ Google ส่วนขยายไม่สามารถทำงานบนหน้า Chrome Web Store และหน้าภายในของเบราว์เซอร์ Chrome เช่น หน้าแรก การตั้งค่า การดาวน์โหลด ฯลฯ นอกจากนี้ ส่วนขยายไม่สามารถปรับแต่งเคอร์เซอร์บนแถบนำทางของเบราว์เซอร์ เช่น ปุ่มแท็บ แถบ URL แถบเครื่องมือ เป็นต้น\n\nใช้ส่วนขยายเคอร์เซอร์ที่กำหนดเองของเรา - เพื่อทำให้ตัวเองมีความสุขยิ่งขึ้น!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "tr": "Cute Cursors, varsayılan fare işaretçisini eğlenceli veya parlak bir işaretçiyle değiştirmek isteyen herkes için harika bir uzantıdır. İstediğiniz zaman ekleyebileceğiniz ve değiştirebileceğiniz çok sayıda özel imleç koleksiyonumuz var. Kullanıcılarımız için her ilgi alanına hitap edebilecek şık ve modern illüstrasyonlar yaratıyoruz.\n\nHarika ücretsiz fare imleçleriyle Chrome tarayıcı kullanma deneyiminizi özelleştirin. Tüm özel imleçler, her ekranda ve imleç boyutunda mükemmel görüntü kalitesini garanti eden vektör formatındadır. Uzantı açılır penceresinde, imlecin boyutunu kolayca değiştirebilir, favorilerinize ekleyebilir veya listeden tamamen kaldırabilirsiniz, bu çok basit ve kullanışlıdır.\n\nSunduklarımız:\n\n- Çizgi roman imleçleri\n- Anime imleçleri\n- Kawaii imleçler\n- Video oyunları imleçleri\n- ve çok daha fazlası geliyor!\n\nBugün pembe okla, yarın rujla gezinin. Ofiste veya sınıfta olsanız bile her zaman moda yaratıcısı olun. Dizüstü bilgisayarda çalışmanın ne kadar güzel ve hoş olabileceğini yalnızca siz bilebilirsiniz. Web'de gezinmek için harika bir gül fare işaretçisi. Kaç yaşında olursanız olun, okulda veya ofiste hayat neşe ve eğlence ile dolu olmalıdır. Ve parlak özel imleç temaları, size verebileceğimiz şeylerden sadece birkaçı.\n\nDiğer bir kullanışlı özellik ise, parlak tasarımlı işaretçi her zaman önünüzde olacağından, web sayfasındaki fare imlecini asla kaybetmeyeceğinizdir. Gezinme ve uyku modları sırasında fare işaretçisi değiştirilir. Noktada olmanın yanı sıra sevimli bir gezinme durumuna sahiptir.\n\nNot.\nGoogle kurallarına göre, uzantıların Chrome Web Mağazası sayfalarında ve Chrome tarayıcının ana sayfa, ayarlar, indirmeler vb. dahili sayfalarında çalışamayacağını lütfen unutmayın. Ayrıca uzantı, tarayıcı gezinme çubuğundaki imleci özelleştiremez. sekme düğmeleri, URL çubuğu, araç çubuğu vb.\n\nKendinizi daha da mutlu etmek için özel imleç uzantımızı kullanın!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "vi": "Cute Cursors là một tiện ích mở rộng tuyệt vời dành cho tất cả những ai muốn thay đổi con trỏ chuột mặc định thành một con trỏ vui nhộn hoặc tươi sáng. Chúng tôi có rất nhiều bộ sưu tập con trỏ tùy chỉnh mà bạn có thể thêm và thay đổi bất cứ lúc nào bạn muốn. Chúng tôi đang tạo ra các hình minh họa lạ mắt và hiện đại cho người dùng của mình để có thể đáp ứng từng sở thích.\n\nTùy chỉnh trải nghiệm sử dụng trình duyệt Chrome của bạn với các con trỏ chuột miễn phí thú vị. Tất cả các con trỏ tùy chỉnh đều ở định dạng vector, đảm bảo cho bạn chất lượng hiển thị hoàn hảo trên mọi màn hình và ở mọi kích thước con trỏ. Trong cửa sổ bật lên tiện ích mở rộng, bạn có thể dễ dàng thay đổi kích thước của con trỏ, thêm nó vào mục yêu thích hoặc xóa hoàn toàn khỏi danh sách, rất đơn giản và tiện lợi.\n\nChúng tôi cung cấp:\n\n- Con trỏ truyện tranh\n- Con trỏ anime\n- Con trỏ Kawaii\n- Con trỏ trò chơi điện tử\n- và nhiều hơn nữa sắp tới!\n\nĐiều hướng với một mũi tên màu hồng ngày hôm nay và với son môi vào ngày mai. Hãy luôn sáng tạo thời trang dù bạn đang ở văn phòng hay lớp học. Chỉ có bạn mới có thể biết làm việc bình thường trên máy tính xách tay đẹp và tốt như thế nào. Thật là một con trỏ chuột hoa hồng tuyệt vời để lướt web. Cho dù bạn bao nhiêu tuổi, ở trường học hay văn phòng, cuộc sống nên tràn ngập niềm vui và niềm vui. Và các chủ đề con trỏ tùy chỉnh sáng sủa chỉ là một số chủ đề mà chúng tôi có thể cung cấp cho bạn.\n\nThêm một tính năng hữu ích nữa là bạn sẽ không bao giờ bị mất con trỏ chuột trên trang web vì con trỏ được thiết kế rực rỡ sẽ luôn ở phía trước bạn. Con trỏ chuột được thay đổi trong chế độ điều hướng và ngủ. Nó có trạng thái di chuột dễ thương cũng như đang thực hiện.\n\nGhi chú.\nXin lưu ý rằng theo quy định của Google, tiện ích mở rộng không thể hoạt động trên các trang Cửa hàng Chrome trực tuyến và các trang nội bộ của trình duyệt Chrome, chẳng hạn như trang chủ, cài đặt, tải xuống, v.v. Ngoài ra, tiện ích mở rộng không thể tùy chỉnh con trỏ trên thanh điều hướng của trình duyệt, chẳng hạn như các nút tab, thanh URL, thanh công cụ, v.v.\n\nSử dụng tiện ích mở rộng con trỏ tùy chỉnh của chúng tôi - để khiến bạn hạnh phúc hơn nữa!\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably.",
    "zh_CN,zh_TW": "自定義可愛光標對於想要將默認鼠標指針更改為有趣或明亮的每個人來說都是一個很好的擴展。 我們有很多自定義光標集合，您可以隨時添加和更改。 我們正在為我們的用戶創建可以涵蓋各種興趣的奇特和現代插圖。\n\n使用酷炫的免費鼠標光標自定義您使用 Chrome 瀏覽器的體驗。 所有自定義光標均採用矢量格式，可確保您在任何屏幕上以任何光標大小獲得完美的顯示質量。 在擴展彈出窗口中，您可以輕鬆更改光標的大小，將其添加到您的收藏夾或將其從列表中完全刪除，非常簡單方便。\n\n我們提供：\n\n- 漫畫游標\n- 動漫游標\n- 卡哇伊光標\n- 視頻遊戲光標\n- 還有更多即將到來！\n\n今天用粉紅色箭頭導航，明天用口紅導航。 始終保持時尚創意，即使您是在辦公室或教室裡。 只有您可能知道在膝上型電腦上正常工作有多漂亮。 非常棒的玫瑰鼠標指針，用於網上沖浪。 無論你多大年紀，在學校或辦公室，生活都應該充滿歡樂和樂趣。 明亮的自定義光標主題只是我們可以為您提供的一小部分。\n\n一個更有用的功能是您永遠不會在網頁上丟失鼠標光標，因為設計明亮的指針將始終在您的面前。 鼠標指針在導航和睡眠模式期間會發生變化。 它有一個可愛的懸停狀態以及在點上做。\n\n筆記。\n請注意，根據谷歌的規定，擴展程序無法在 Chrome Web Store 頁面和 Chrome 瀏覽器的內部頁面上運行，例如主頁、設置、下載等。此外，擴展程序無法自定義瀏覽器導航欄上的光標， 例如選項卡按鈕、URL 欄、工具欄等。\n\n使用我們的自定義光標擴展 - 讓自己更快樂！\n\nA custom cursor Chrome extension is an application that enables users to personalize their web browsing experience by changing the default mouse pointer to a custom mouse cursor. This extension is designed to be used in conjunction with the Google Chrome web browser, and it can be installed with just a few clicks.\n\nThe custom cursor Chrome extension offers a wide variety of options for users to choose from, including different styles, colors, and sizes of cursors. Users can select a pre-designed cursor from the extension's library or create their own custom cursor using the extension's built-in editor.\n\nOnce installed, the custom cursor Chrome extension works seamlessly with any website that the user visits. The new cursor will replace the default mouse pointer on every page, allowing the user to enjoy a more personalized and visually appealing browsing experience.\n\nOne of the main benefits of using a custom cursor Chrome extension is that it can help to reduce eye strain and make it easier for users to navigate web pages. By selecting a cursor that stands out from the page's background, users can quickly locate their mouse pointer and avoid getting lost in a sea of text and images.\n\nAnother advantage of using a custom cursor Chrome extension is that it can add a fun and creative element to web browsing. With the ability to customize the cursor's appearance, users can express their personality and style in a new way. This can be especially appealing for younger users who enjoy customizing their devices and applications.\n\nOverall, a custom cursor Chrome extension is a simple yet effective way to enhance the web browsing experience. By offering a wide range of customization options and improving visibility, this extension can help users navigate the web more easily and enjoyably."
  }
}