{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sentinel.AI Shield Masking Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is used for creating runtime script to enable data protection on web forms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is used for enabling data protection in web forms. The script generated by the extension will contain the element details along with the element display rules for enabling data protection.\n\nSecure Your People. Secure Your Data. Pass the Audit.\nMeet Sutherland Sentinel AI™. The most comprehensive remote worker security suite on the market.\n\nFor many, working from home has become the new normal. However, as more organizations adopt a modern approach to working remotely, security threats increase. And for businesses involved in the transaction of highly confidential and sensitive data, security is business-critical. The need for a solution that ensures private information remains secure when employees work from home is more important than ever.\n\nSutherland Sentinel AI™ helps CIOs pass security audits. It ensures business continuity with non-intrusive tools & covers employees working from virtually anywhere”\nDoug Gilbert - CIO & Chief Digital Officer, Sutherland Global\n\nNew Normal, New Solution\nDesigned for CIOs, Sutherland Sentinel AI™ is a suite of cost-effective remote workforce tools, that are bandwidth-friendly and easy for infosec professionals to deploy on a global scale.\n\nSutherland Sentinel AI™ is a holistic solution that helps quickly augment your work environment to improve remote workforce security. It keeps important data secure and enables employees to continue working productively while still adhering to company and client security policies without sacrificing privacy.\n\nYour Operations, Secured\nSutherland Sentinel AI™ is an advanced solution comprised of multiple layers of AI-driven security which can be consumed in a single non-invasive application without disrupting your underlying technology infrastructure.\n\nCompatible with enterprise-grade platforms, deploy Sutherland Sentinel AI™ within our network or yours. Sutherland Sentinel AI™ requires no changes be made to your existing application environment and was built in accordance with our best practice and robust testing standards to ensure remote employee security.\n\nAs your remote workforce scales with Sutherland Sentinel AI™, they can keep doing what they do best, and you can feel confident knowing that your business is fully audit-compliant."
  }
}