{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drag Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drag Search is an innovative Chrome extension designed to streamline the process of searching for specific text within a webpage.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drag Search is an innovative Chrome extension designed to streamline the process of searching for specific text within a webpage. With this tool, users can simply highlight the text of interest using their mouse and initiate a search across five popular search engines - Google, Bing, Naver, DuckDuckGo, and Yahoo. The convenience lies in the ability to right-click after highlighting the text and select 'Drag Search' from the context menu.\n\nUpon selecting 'Drag Search,' a user-friendly interface emerges, presenting the option to choose from the supported search engines. Once the desired search engine is selected, Drag Search seamlessly initiates a search for the highlighted text, eliminating the need for manual copying and pasting. This feature proves particularly advantageous when users want to cross-reference information across multiple search engines swiftly.\n\nWithout Drag Search, users are compelled to navigate through a cumbersome process when attempting to search for specific text from a webpage. In the absence of the extension, one would resort to the traditional method of opening a new browser tab, accessing a search engine, copying the desired text from the original page, pasting it into the search bar, and finally hitting the search button. This multistep process not only demands additional time but also increases the likelihood of user frustration due to its repetitive nature.\n\nMoreover, the manual copy-paste approach may disrupt the flow of research or information gathering, leading to a less efficient and more labor-intensive user experience. This inconvenience becomes increasingly pronounced when users need to perform multiple searches or cross-reference information across various search engines. The absence of Drag Search leaves users susceptible to productivity bottlenecks and a less streamlined browsing experience.\n\nBy incorporating Drag Search into your browsing experience, you eliminate the tedious and time-consuming process of switching between tabs, copying text, and pasting it into search engines. This extension offers a seamless and efficient solution, allowing users to effortlessly search for highlighted text directly from the context menu. With just a few clicks, Drag Search empowers users to harness the capabilities of multiple search engines, providing a quicker and more convenient alternative to the conventional copy-paste method.\n\nThe time saved using Drag Search can be redirected towards more meaningful tasks, enhancing overall productivity. Whether you're a seasoned marketer, a researcher, or anyone who values efficiency in online information retrieval, Drag Search proves to be an indispensable tool. This extension not only streamlines your workflow but also ensures a smoother, more enjoyable browsing experience by putting the power of multiple search engines at your fingertips."
  }
}