{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailSnatcher Pro: Email Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best email extractor, 100% free! Quickly extract emails from text and download them as TXT, PDF, DOCX, or CSV files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your email management tasks with the Email Extractor Tool from Text, a must-have C hrome extension for anyone working with email data. Designed with efficiency and user convenience in mind, this tool helps you save time and effort by extracting email addresses from any text source. Whether you're a marketer, researcher, or data analyst, this tool is your ultimate email management companion.\n\nWhat Can This Tool Do?\n\n1. Extract Email Addresses Instantly: Whether it's text on a webpage, a copied document, or a custom input, this tool scans and retrieves every email address within seconds.\n\n2. Support for Various Formats: Export your results in TXT, PDF, Word, or CSV formats, ensuring compatibility with all your workflow tools.\n\n3. Batch Processing: Got a long document or webpage? No problem! The tool can handle large volumes of text and extract all email addresses without breaking a sweat.\n\n4. Customizable Options: Adjust settings for format preferences and customize your extraction results for optimal usability.\n\nWhy Choose the Email Extractor Tool?\n\nEmail extraction tasks can be time-consuming and error-prone when done manually. Here’s why this tool is the right choice:\n\n1. Lightning-Fast Results\nSay goodbye to tedious copying and pasting! This extension processes text instantly, allowing you to focus on your priorities.\n\n2. User-Friendly Interface\nEven if you're not tech-savvy, you can navigate this extension with ease. Its intuitive design ensures that anyone can use it without a steep learning curve.\n\n3. Versatile Application\nWhether you're managing marketing lists, organizing professional contacts, or analyzing data, this tool adapts to your needs.\n\n4. High Accuracy\nUnlike other tools, the Email Extractor Tool ensures that every email is captured correctly, minimizing errors and missed opportunities.\n\n5. Secure and Private\nWorried about data security? This tool processes everything locally on your device, ensuring your sensitive information remains private.\n\nKey Features at a Glance:\n\n1. Multi-Format Export: Download email addresses as TXT, PDF, Word, or CSV files to integrate seamlessly into your workflow.\n\n2. Real-Time Email Detection: Extracts email addresses from any visible or inputted text in real time.\n\n3. Batch Processing Capability: Handles large amounts of text, ensuring comprehensive extraction.\n\n4. Data Management Made Easy: Organize, download, and manage your results in one place.\n\n5. Lightweight & Efficient: The tool is small in size, quick to install, and optimized for Chrome.\n\n\nHow to Use the Tool:\n\n1. Input the Text: Copy and paste the text or use the extension to select text directly from a webpage.\n\n2. Click to Extract: One click is all it takes for the tool to scan and identify all email addresses.\n\n3. Export the Results: Select your preferred format (TXT, PDF, Word, or CSV) and download your results instantly.\n\nUse Cases:\n\n#Marketing Professionals: Extract email lists for campaigns.\n#Researchers and Analysts: Gather contact data for surveys and studies.\n#HR Departments: Extract candidate contact information from resumes and applications.\n#Customer Support Teams: Save emails from inquiries for follow-up and organization.\n\nWhy Should You Install This Extension?\n\n#Save Time: No more wasting hours on manual extraction.\n#Boost Productivity: Focus on meaningful tasks while the tool handles email extraction.\n#Enhance Accuracy: Eliminate the risk of missed or incorrectly copied emails.\n#Multi-Device Support: Use it on any Chrome-enabled device, ensuring you’re never without this powerful tool.\n\nGet Started Today!\n\nReady to simplify your email management process? Install the Email Extractor Tool from Text now and experience the difference. With its powerful features, user-friendly design, and unmatched efficiency, this extension is an indispensable tool for anyone working with email data.\n\nStart extracting smarter, faster, and more securely—download the Email Extractor Tool from Text today!"
  }
}