{
  "name": {
    "ar": "مؤشر Cat Tab",
    "am": "የድመት ትር ጠቋሚ",
    "bg": "Котешки курсор на раздела",
    "bn": "ক্যাট ট্যাব কার্সার",
    "ca": "Cursor de pestanyes de gat",
    "cs": "Kočka Tab kurzor",
    "da,en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Cat Tab Cursor",
    "de": "Cat-Tab-Cursor",
    "el": "Δρομέας καρτέλας Cat",
    "es": "Cursor de pestaña de gato",
    "et": "Kassi vahekaardi kursor",
    "fa": "نشانگر تب Cat",
    "fi": "Kissa-välilehden kohdistin",
    "fil": "Cursor ng Tab ng Cat",
    "fr": "Curseur donglet de chat",
    "gu": "કેટ ટેબ કર્સર",
    "he": "סמן כרטיסיית חתול",
    "hi": "कैट टैब कर्सर",
    "hr": "Pokazivač kartice Cat",
    "hu": "Cat Tab kurzor",
    "id,ms": "Kursor Tab Kucing",
    "it": "Cursore scheda gatto",
    "ja": "猫タブカーソル",
    "kn": "ಕ್ಯಾಟ್ ಟ್ಯಾಬ್ ಕರ್ಸರ್",
    "ko": "고양이 탭 커서",
    "lv": "Kaķu cilnes kursors",
    "ml": "ക്യാറ്റ് ടാബ് കഴ്സർ",
    "mr": "मांजर टॅब कर्सर",
    "nl": "Cat-tabcursor",
    "pl": "Kursor karty kota",
    "ro": "Cursor pentru fila Cat",
    "ru": "Курсор вкладки Кошка",
    "sk": "Kurzor karty Cat",
    "sl": "Kazalec Cat Tab",
    "sw": "Mshale wa Kichupo cha Paka",
    "ta": "கேட் டேப் கர்சர்",
    "te": "క్యాట్ ట్యాబ్ కర్సర్",
    "th": "เคอร์เซอร์แท็บแมว",
    "tr": "Kedi Sekmesi İmleci",
    "uk": "Курсор вкладки Cat"
  },
  "short": {
    "ar": "احصل على مؤشر مخصص لمتصفح Chrome. استمتع بمجموعة خاصة من المؤشرات لمحبي القطط مع الكثير من الهدايا المجانية.",
    "am": "ለ Chrome ብጁ ጠቋሚን ያግኙ። ለድመት አፍቃሪዎች ብዙ ነፃ ግልጋሎቶች ባላቸው ልዩ የጠቋሚዎች ስብስብ ይደሰቱ።",
    "bg": "Вземете персонализиран курсор за Chrome. Насладете се на специална колекция от курсори за любителите на котки с много безплатни.",
    "bn": "Chrome এর জন্য কাস্টম কার্সার পান। প্রচুর বিনামূল্যের সাথে বিড়াল প্রেমীদের জন্য কার্সারের একটি বিশেষ সংগ্রহ উপভোগ করুন৷",
    "ca": "Obteniu un cursor personalitzat per a Chrome. Gaudeix d&#39;una col·lecció especial de cursors per als amants dels gats amb molts…",
    "cs": "Získejte vlastní kurzor pro Chrome. Užijte si speciální kolekci kurzorů pro milovníky koček se spoustou bonusů.",
    "da": "Få tilpasset markør til Chrome. Nyd en særlig samling af markører til katteelskere med masser af gratis ting..Bloxd.io, Smash…",
    "de": "Holen Sie sich einen benutzerdefinierten Cursor für Chrome. Genießen Sie eine spezielle Cursor-Kollektion für Katzenliebhaber mit…",
    "el": "Λάβετε προσαρμοσμένο δρομέα για το Chrome. Απολαύστε μια ειδική συλλογή δρομέων για τους λάτρεις της γάτας με πολλά δωρεάν.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Get custom cursor for Chrome. Enjoy a special collection of cursors for cat lovers with lots of freebies.",
    "es": "Obtén un cursor personalizado para Chrome. Disfruta de una colección especial de cursores para los amantes de los gatos con muchos…",
    "et": "Hankige Chrome&#39;i jaoks kohandatud kursor. Nautige kassisõpradele mõeldud spetsiaalset kursorite kollektsiooni, kus on palju…",
    "fa": "نشانگر سفارشی کروم را دریافت کنید. از مجموعه ویژه ای از مکان نماها برای دوستداران گربه با هزینه های رایگان فراوان لذت ببرید.",
    "fi": "Hanki mukautettu kohdistin Chromelle. Nauti kissojen ystäville suunnatusta kursorikokoelmasta, jossa on paljon ilmaislahjoja.",
    "fil": "Kumuha ng custom na cursor para sa Chrome. Mag-enjoy sa espesyal na koleksyon ng mga cursor para sa mga mahilig sa pusa na may…",
    "fr": "Obtenez un curseur personnalisé pour Chrome. Profitez dune collection spéciale de curseurs pour les amoureux des chats avec de…",
    "gu": "Chrome માટે કસ્ટમ કર્સર મેળવો. ઘણાં બધાં મફત સાથે બિલાડી પ્રેમીઓ માટે કર્સરના વિશિષ્ટ સંગ્રહનો આનંદ માણો.",
    "he": "קבל סמן מותאם אישית עבור Chrome. תיהנו מאוסף מיוחד של סמנים לאוהבי חתולים עם הרבה נקודות חינמיות.",
    "hi": "Chrome के लिए कस्टम कर्सर प्राप्त करें. ढेर सारे मुफ़्त उपहारों के साथ बिल्ली प्रेमियों के लिए कर्सर के विशेष संग्रह का आनंद…",
    "hr": "Nabavite prilagođeni kursor za Chrome. Uživajte u posebnoj kolekciji kursora za ljubitelje mačaka s puno besplatnih sadržaja.",
    "hu": "Szerezzen be egyéni kurzort a Chrome-hoz. Élvezze a kurzorok különleges gyűjteményét a macskák szerelmeseinek, rengeteg ajándékkal.",
    "id": "Dapatkan kursor khusus untuk Chrome. Nikmati koleksi kursor spesial untuk pecinta kucing dengan banyak hadiah gratis.",
    "it": "Ottieni un cursore personalizzato per Chrome. Goditi una collezione speciale di cursori per gli amanti dei gatti con molti omaggi.…",
    "ja": "Chrome 用のカスタム カーソルを取得します。猫好きのための特別なカーソル コレクションとたくさんの景品をお楽しみください。 間違った方法、カー クラッシュ シミュレーター ロワイヤル、スーパー MX  ラスト シーズン プール パーティー、ブロッキー…",
    "kn": "Chrome ಗಾಗಿ ಕಸ್ಟಮ್ ಕರ್ಸರ್ ಪಡೆಯಿರಿ. ಸಾಕಷ್ಟು ಉಚಿತಗಳೊಂದಿಗೆ ಬೆಕ್ಕು ಪ್ರಿಯರಿಗಾಗಿ ಕರ್ಸರ್‌ಗಳ ವಿಶೇಷ ಸಂಗ್ರಹವನ್ನು ಆನಂದಿಸಿ.",
    "ko": "Chrome용 맞춤 커서를 가져옵니다. 무료로 제공되는 고양이 애호가를 위한 특별 커서 컬렉션을 즐겨보세요.",
    "lv": "Iegūstiet pielāgotu kursoru pārlūkam Chrome. Izbaudiet īpašu kursoru kolekciju kaķu mīļotājiem ar daudzām bezmaksas piedāvājumiem.",
    "ml": "Chrome-നായി ഇഷ്‌ടാനുസൃത കഴ്‌സർ നേടുക. ധാരാളം സൗജന്യങ്ങൾക്കൊപ്പം പൂച്ച പ്രേമികൾക്കായി കഴ്സറുകളുടെ ഒരു പ്രത്യേക ശേഖരം ആസ്വദിക്കൂ.",
    "mr": "Chrome साठी सानुकूल कर्सर मिळवा. मांजर प्रेमींसाठी कर्सरच्या विशेष संग्रहाचा भरपूर मोफत आनंद घ्या.",
    "ms": "Dapatkan kursor tersuai untuk Chrome. Nikmati koleksi kursor khas untuk pencinta kucing dengan banyak hadiah percuma.",
    "nl": "Krijg een aangepaste cursor voor Chrome. Geniet van een speciale verzameling cursors voor kattenliefhebbers met veel freebies.…",
    "pl": "Uzyskaj niestandardowy kursor dla Chrome. Ciesz się specjalną kolekcją kursorów dla miłośników kotów z mnóstwem gratisów.Bloxd.io,…",
    "ro": "Obțineți un cursor personalizat pentru Chrome. Bucurați-vă de o colecție specială de cursore pentru iubitorii de pisici, cu o…",
    "ru": "Получите пользовательский курсор для Chrome. Наслаждайтесь специальной коллекцией курсоров для любителей кошек с множеством…",
    "sk": "Získajte vlastný kurzor pre Chrome. Vychutnajte si špeciálnu kolekciu kurzorov pre milovníkov mačiek s množstvom zadarmo.",
    "sl": "Pridobite kazalec po meri za Chrome. Uživajte v posebni zbirki kurzorjev za ljubitelje mačk z veliko brezplačnimi izdelki.",
    "sw": "Pata kielekezi maalum cha Chrome. Furahia mkusanyiko maalum wa cursors kwa wapenzi wa paka na kura nyingi za bure.",
    "ta": "Chrome க்கான தனிப்பயன் கர்சரைப் பெறவும். பூனை பிரியர்களுக்கான சிறப்பு கர்சர்களின் தொகுப்பை ஏராளமான இலவசங்களுடன் கண்டு மகிழுங்கள்.",
    "te": "Chrome కోసం అనుకూల కర్సర్‌ని పొందండి. పిల్లి ప్రేమికుల కోసం అనేక ఉచితాలతో కూడిన కర్సర్‌ల ప్రత్యేక సేకరణను ఆస్వాదించండి.",
    "th": "รับเคอร์เซอร์ที่กำหนดเองสำหรับ Chrome เพลิดเพลินไปกับเคอร์เซอร์คอลเลกชันพิเศษสำหรับคนรักแมวพร้อมของแถมมากมาย",
    "tr": "Chrome için özel imleç alın. Kedi severler için pek çok ücretsiz öğe içeren özel bir imleç koleksiyonunun keyfini çıkarın.",
    "uk": "Отримайте спеціальний курсор для Chrome. Насолоджуйтеся спеціальною колекцією курсорів для любителів котів із безліччю безкоштовних…"
  },
  "long": {
    "ar": "بعد تثبيت هذا التطبيق ، يمكنك اختيار أي من المؤشرات التي نوصي بها. ويمكنك استخدام هذا المؤشر بنشاط على جميع المواقع التي تفتحها.\n\nمميزات Cat Tab Cursor:\n\nروابط مواقع البريد الشائعة: يمكنك الوصول إلى هذه المواقع باستخدام الروابط الموجودة في الزاوية اليسرى من الشاشة.\n\nارتباط الإشارة المرجعية: باستخدام الرمز الموجود في الزاوية اليمنى من الشاشة ، يمكنك الوصول إلى روابطك المفضلة التي أضفتها لمتصفح Chrome وحذفها.\n\nقائمة Todo: يمكنك إضافة عناصر جديدة إلى قائمة Todo الخاصة بك باستخدام الرابط الموجود في الركن الأيسر السفلي من الشاشة. يمكنك حذفها وتحريرها.\n\nالبحث: مع وجود مربع البحث في منتصف الشاشة ، يمكنك استخدام خدمة البحث بفضل النظام الذي يستخدم بنية Google الأساسية.\n\nيمكنك تجربة مؤشرات مختلفة عن طريق الاختيار من المؤشرات الموجودة في القائمة عن طريق النقر فوق مؤشر علامة التبويب cat في قائمة الوظائف الإضافية في الزاوية اليمنى العليا من متصفح Chrome أثناء تثبيت التطبيق.\n\nإذا كنت تريد الاتصال بنا بخصوص أي شيء. يمكنك استخدام mosesarlie4@gmail.com.",
    "am": "ይህንን መተግበሪያ ከጫኑ በኋላ እኛ የምንመክረውን ማንኛውንም ጠቋሚ መምረጥ ይችላሉ። እና ያንን ጠቋሚ በሚከፍቷቸው ሁሉም ጣቢያዎች ላይ በንቃት መጠቀም ትችላለህ።\n\nየድመት ትር ጠቋሚ ተለይቶ ቀርቧል፡\n\nታዋቂ የደብዳቤ ድረ-ገጽ አገናኞች፡ በማያ ገጹ ግራ ጥግ ላይ ያሉትን አገናኞች በመጠቀም እነዚህን ድረ-ገጾች ማግኘት ይችላሉ።\n\nየዕልባት ማገናኛ፡- በማያ ገጹ በቀኝ በኩል ያለውን አዶ በመጠቀም ለ chrome browser ያከልካቸውን ተወዳጅ ማገናኛዎች ማግኘት እና መሰረዝ ትችላለህ።\n\nTodo List፡ በስክሪኑ ግርጌ ግራ ጥግ ላይ ያለውን ሊንክ በመጠቀም ወደ የቶዶ ዝርዝርህ አዲስ እቃዎችን ማከል ትችላለህ። እነሱን መሰረዝ እና ማርትዕ ይችላሉ።\n\nፍለጋ: በስክሪኑ መሃል ላይ ባለው የፍለጋ ሳጥኑ የ Google መሠረተ ልማትን በመጠቀም ለስርዓቱ ምስጋና ይግባው የፍለጋ አገልግሎቱን መጠቀም ይችላሉ.\n\nአፕሊኬሽኑ በሚጫንበት ጊዜ በ Chrome አሳሽዎ የላይኛው ቀኝ ጥግ ላይ ባለው ተጨማሪ ዝርዝርዎ ውስጥ ያለውን የድመት ትር ጠቋሚውን ጠቅ በማድረግ በዝርዝሩ ውስጥ ካሉት ጠቋሚዎች ውስጥ በመምረጥ የተለያዩ ጠቋሚዎችን ማግኘት ይችላሉ።\n\nስለማንኛውም ነገር እኛን ማነጋገር ከፈለጉ. mosesarlie4@gmail.com መጠቀም ትችላለህ።",
    "bg": "След като инсталирате това приложение, можете да изберете някой от курсорите, които препоръчваме. И можете да използвате този курсор активно на всички сайтове, които отваряте.\n\nПредставен курсор на раздел Cat:\n\nПопулярни връзки към сайтове за поща: Можете да достигнете до тези сайтове, като използвате връзките в левия ъгъл на екрана.\n\nВръзка към отметка: Като използвате иконата в десния ъгъл на екрана, можете да получите достъп до любимите си връзки, които сте добавили за браузъра chrome, и да ги изтриете.\n\nСписък със задачи: Можете да добавяте нови елементи към вашия списък със задачи, като използвате връзката в долния ляв ъгъл на екрана. Можете да ги изтриете и редактирате.\n\nТърсене: С полето за търсене в средата на екрана можете да използвате услугата за търсене благодарение на системата, използваща инфраструктурата на Google.\n\nМожете да изпитате различни курсори, като изберете от курсорите в списъка, като щракнете върху курсора на котка в списъка с добавки в горния десен ъгъл на вашия браузър chrome по време на инсталиране на приложението.\n\nАко искате да се свържете с нас за нещо. Можете да използвате mosesarlie4@gmail.com.",
    "bn": "এই অ্যাপ্লিকেশানটি ইনস্টল করার পরে, আপনি আমাদের প্রস্তাবিত কার্সারগুলির মধ্যে যেকোনো একটি বেছে নিতে পারেন। এবং আপনি যে সমস্ত সাইটে খুলবেন সেই কার্সারটি সক্রিয়ভাবে ব্যবহার করতে পারবেন।\n\nক্যাট ট্যাব কার্সার বৈশিষ্ট্যযুক্ত:\n\nজনপ্রিয় মেল সাইটের লিঙ্ক: আপনি স্ক্রিনের বাম কোণে লিঙ্কগুলি ব্যবহার করে এই সাইটগুলিতে পৌঁছাতে পারেন।\n\nবুকমার্ক লিঙ্ক: স্ক্রিনের ডান কোণায় আইকন ব্যবহার করে, আপনি আপনার প্রিয় লিঙ্কগুলি অ্যাক্সেস করতে পারেন যা আপনি ক্রোম ব্রাউজারের জন্য যুক্ত করেছেন এবং সেগুলি মুছে ফেলতে পারেন।\n\nকরণীয় তালিকা: আপনি স্ক্রিনের নীচে বাম কোণে লিঙ্কটি ব্যবহার করে আপনার টোডো তালিকায় নতুন আইটেম যোগ করতে পারেন। আপনি তাদের মুছে ফেলতে এবং সম্পাদনা করতে পারেন।\n\nঅনুসন্ধান: স্ক্রিনের মাঝখানে অনুসন্ধান বাক্সের সাহায্যে, আপনি গুগল পরিকাঠামো ব্যবহার করে সিস্টেমের জন্য অনুসন্ধান পরিষেবাটি ব্যবহার করতে পারেন।\n\nআপনি অ্যাপ্লিকেশন ইনস্টলেশনের সময় আপনার ক্রোম ব্রাউজারের উপরের ডানদিকে আপনার অ্যাড-অন তালিকার ক্যাট ট্যাব কার্সারে ক্লিক করে তালিকার কার্সারগুলি থেকে বেছে নিয়ে বিভিন্ন কার্সার অনুভব করতে পারেন।\n\nআপনি যদি কোন বিষয়ে আমাদের সাথে যোগাযোগ করতে চান. আপনি mosesarlie4@gmail.com ব্যবহার করতে পারেন।",
    "ca": "Després d'instal·lar aquesta aplicació, podeu triar qualsevol dels cursors que us recomanem. I podeu utilitzar aquest cursor activament a tots els llocs que obriu.\n\nCursor de pestanyes Cat destacat:\n\nEnllaços de llocs de correu populars: podeu accedir a aquests llocs mitjançant els enllaços de l'extrem esquerre de la pantalla.\n\nEnllaç d'adreces d'interès: fent servir la icona de la cantonada dreta de la pantalla, podeu accedir als vostres enllaços preferits que hàgiu afegit per al navegador Chrome i suprimir-los.\n\nLlista de tasques: podeu afegir nous elements a la vostra llista de tasques utilitzant l'enllaç de la cantonada inferior esquerra de la pantalla. Podeu esborrar-los i editar-los.\n\nCerca: Amb el quadre de cerca al mig de la pantalla, podeu utilitzar el servei de cerca gràcies al sistema que utilitza la infraestructura de Google.\n\nPodeu experimentar diferents cursors escollint entre els cursors de la llista fent clic al cursor de la pestanya gat a la llista de complements a la cantonada superior dreta del navegador Chrome durant la instal·lació de l'aplicació.\n\nSi vols contactar amb nosaltres per qualsevol cosa. Podeu utilitzar mosesarlie4@gmail.com.",
    "cs": "Po instalaci této aplikace si můžete vybrat libovolný z námi doporučených kurzorů. A tento kurzor můžete aktivně používat na všech stránkách, které otevřete.\n\nFunkce Cat Tab Cursor:\n\nOdkazy na oblíbené stránky pošty: Na tyto stránky se dostanete pomocí odkazů v levém rohu obrazovky.\n\nOdkaz na záložku: Pomocí ikony v pravém rohu obrazovky můžete přistupovat ke svým oblíbeným odkazům, které jste přidali do prohlížeče Chrome, a smazat je.\n\nSeznam úkolů: Do seznamu úkolů můžete přidat nové položky pomocí odkazu v levém dolním rohu obrazovky. Můžete je smazat a upravit.\n\nHledat: S vyhledávacím polem uprostřed obrazovky můžete používat vyhledávací službu díky systému využívajícímu infrastrukturu Google.\n\nMůžete zažít různé kurzory výběrem z kurzorů v seznamu kliknutím na kurzor karty kočka v seznamu doplňků v pravém horním rohu prohlížeče Chrome během instalace aplikace.\n\nPokud nás chcete o čemkoli kontaktovat. Můžete použít mosesarlie4@gmail.com.",
    "da,en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,tr,vi,zh_CN,zh_TW": "After installing this application, you can choose any of the cursors we recommend. And you can use that cursor actively on all the sites you open.\n\nCat Tab Cursor featured:\n\nPopular Mail site links: You can reach these sites by using the links in the left corner of the screen.\n\nBookmark Link: By using the icon on the right corner of the screen, you can access your favorite links that you have added for chrome browser and delete them.\n\nTodo List: You can add new items to your Todo list using the Link in the Bottom Left corner of the screen. You can delete and edit them.\n\nSearch: With the search box in the middle of the screen, you can use the search service thanks to the system using Google infrastructure.\n\nYou can experience different cursors by choosing from the cursors in the list by clicking the cat tab cursor in your add-on list in the upper right corner of your chrome browser during application installation.\n\nIf you want to contact us about anything. You can use mosesarlie4@gmail.com.",
    "de": "Nach der Installation dieser Anwendung können Sie einen der von uns empfohlenen Cursor auswählen. Und Sie können diesen Cursor auf allen von Ihnen geöffneten Websites aktiv verwenden.\n\nCat Tab Cursor vorgestellt:\n\nLinks zu beliebten Mail-Sites: Sie können diese Sites erreichen, indem Sie die Links in der linken Ecke des Bildschirms verwenden.\n\nLesezeichen-Link: Über das Symbol in der rechten Ecke des Bildschirms können Sie auf Ihre Lieblingslinks zugreifen, die Sie für den Chrome-Browser hinzugefügt haben, und diese löschen.\n\nTodo-Liste: Sie können Ihrer Todo-Liste neue Elemente hinzufügen, indem Sie auf den Link in der unteren linken Ecke des Bildschirms klicken. Sie können sie löschen und bearbeiten.\n\nSuche: Mit dem Suchfeld in der Mitte des Bildschirms können Sie den Suchdienst nutzen, da das System die Google-Infrastruktur nutzt.\n\nSie können verschiedene Cursor erleben, indem Sie aus den Cursorn in der Liste auswählen, indem Sie während der Anwendungsinstallation auf den Cat-Tab-Cursor in Ihrer Add-on-Liste in der oberen rechten Ecke Ihres Chrome-Browsers klicken.\n\nWenn Sie uns wegen irgendetwas kontaktieren möchten. Sie können mosesarlie4@gmail.com verwenden.",
    "el": "Μετά την εγκατάσταση αυτής της εφαρμογής, μπορείτε να επιλέξετε οποιονδήποτε από τους δρομείς που προτείνουμε. Και μπορείτε να χρησιμοποιήσετε αυτόν τον δρομέα ενεργά σε όλους τους ιστότοπους που ανοίγετε.\n\nΟ δρομέας της καρτέλας Cat εμφανίζεται:\n\nΔημοφιλείς σύνδεσμοι ιστότοπου αλληλογραφίας: Μπορείτε να προσεγγίσετε αυτούς τους ιστότοπους χρησιμοποιώντας τους συνδέσμους στην αριστερή γωνία της οθόνης.\n\nΣύνδεσμος σελιδοδείκτη: Χρησιμοποιώντας το εικονίδιο στη δεξιά γωνία της οθόνης, μπορείτε να αποκτήσετε πρόσβαση στους αγαπημένους σας συνδέσμους που έχετε προσθέσει για το πρόγραμμα περιήγησης chrome και να τους διαγράψετε.\n\nΛίστα εργασιών: Μπορείτε να προσθέσετε νέα στοιχεία στη λίστα εργασιών σας χρησιμοποιώντας το σύνδεσμο στην κάτω αριστερή γωνία της οθόνης. Μπορείτε να τα διαγράψετε και να τα επεξεργαστείτε.\n\nΑναζήτηση: Με το πλαίσιο αναζήτησης στο κέντρο της οθόνης, μπορείτε να χρησιμοποιήσετε την υπηρεσία αναζήτησης χάρη στο σύστημα που χρησιμοποιεί την υποδομή Google.\n\nΜπορείτε να δοκιμάσετε διαφορετικούς δρομείς επιλέγοντας από τους δρομείς στη λίστα κάνοντας κλικ στον δρομέα της καρτέλας cat στη λίστα πρόσθετων στην επάνω δεξιά γωνία του προγράμματος περιήγησης chrome κατά την εγκατάσταση της εφαρμογής.\n\nΑν θέλετε επικοινωνήστε μαζί μας για οτιδήποτε. Μπορείτε να χρησιμοποιήσετε το mosesarlie4@gmail.com.",
    "es": "Después de instalar esta aplicación, puede elegir cualquiera de los cursores que recomendamos. Y puede usar ese cursor activamente en todos los sitios que abra.\n\nCat Tab Cursor presentado:\n\nEnlaces de sitios de correo populares: puede acceder a estos sitios utilizando los enlaces en la esquina izquierda de la pantalla.\n\nVínculo de marcador: al usar el ícono en la esquina derecha de la pantalla, puede acceder a sus enlaces favoritos que ha agregado para el navegador Chrome y eliminarlos.\n\nLista de tareas pendientes: puede agregar nuevos elementos a su lista de tareas pendientes utilizando el enlace en la esquina inferior izquierda de la pantalla. Puede eliminarlos y editarlos.\n\nBuscar: Con el cuadro de búsqueda en el medio de la pantalla, puede utilizar el servicio de búsqueda gracias al sistema que utiliza la infraestructura de Google.\n\nPuede experimentar diferentes cursores eligiendo entre los cursores de la lista haciendo clic en el cursor de la pestaña del gato en su lista de complementos en la esquina superior derecha de su navegador Chrome durante la instalación de la aplicación.\n\nSi desea ponerse en contacto con nosotros sobre cualquier cosa. Puede usar mosesarlie4@gmail.com.",
    "et": "Pärast selle rakenduse installimist saate valida mis tahes meie soovitatud kursori. Ja saate seda kursorit aktiivselt kasutada kõigil avatavatel saitidel.\n\nKassi vahekaardi kursor kuvas:\n\nPopulaarse meili saidi lingid: neile saitidele pääsete ekraani vasakus nurgas olevate linkide abil.\n\nJärjehoidja link: kasutades ekraani paremas nurgas olevat ikooni, pääsete juurde oma lemmiklinkidele, mille olete Chrome'i brauseri jaoks lisanud, ja saate need kustutada.\n\nÜlesannete loend: saate oma ülesannete loendisse uusi üksusi lisada, kasutades ekraani vasakpoolses alumises nurgas olevat linki. Saate neid kustutada ja redigeerida.\n\nOtsing: Ekraani keskel asuva otsingukasti abil saate tänu Google'i infrastruktuuri kasutavale süsteemile kasutada otsinguteenust.\n\nSaate kogeda erinevaid kursoreid, valides loendis olevate kursorite hulgast, klõpsates rakenduse installimise ajal oma lisandmoodulite loendis kassi vahekaardi kursorit Chrome'i brauseri paremas ülanurgas.\n\nKui soovid millegi asjus meiega ühendust võtta. Võite kasutada aadressi mosesarlie4@gmail.com.",
    "fa": "پس از نصب این اپلیکیشن، می توانید هر کدام از مکان نماهایی که پیشنهاد می کنیم را انتخاب کنید. و می توانید از آن مکان نما به طور فعال در تمام سایت هایی که باز می کنید استفاده کنید.\n\nنشانگر تب Cat برجسته:\n\nپیوندهای سایت ایمیل محبوب: با استفاده از پیوندهای موجود در گوشه سمت چپ صفحه می توانید به این سایت ها دسترسی پیدا کنید.\n\nپیوند نشانک: با استفاده از نماد در گوشه سمت راست صفحه، می توانید به لینک های مورد علاقه خود که برای مرورگر کروم اضافه کرده اید دسترسی داشته باشید و آنها را حذف کنید.\n\nفهرست کارها: می‌توانید موارد جدیدی را با استفاده از پیوند در گوشه سمت چپ پایین صفحه به فهرست کارها اضافه کنید. می توانید آنها را حذف و ویرایش کنید.\n\nجستجو: با کادر جستجو در وسط صفحه، می توانید به لطف سیستم با استفاده از زیرساخت گوگل از سرویس جستجو استفاده کنید.\n\nمی‌توانید با انتخاب از مکان‌نماهای موجود در لیست، با کلیک بر روی مکان‌نمای زبانه cat در فهرست افزونه‌ها در گوشه سمت راست بالای مرورگر کروم خود در حین نصب برنامه، مکان‌نماهای مختلفی را تجربه کنید.\n\nاگر می خواهید در مورد هر چیزی با ما تماس بگیرید. می توانید از mosesarlie4@gmail.com استفاده کنید.",
    "fi": "Tämän sovelluksen asentamisen jälkeen voit valita minkä tahansa suosittelemistamme kohdistimista. Ja voit käyttää kohdistinta aktiivisesti kaikilla avaamillasi sivustoilla.\n\nCat Tab -kohdistin esitelty:\n\nPopular Mail -sivustolinkit: Pääset näille sivustoille käyttämällä näytön vasemmassa kulmassa olevia linkkejä.\n\nKirjanmerkkilinkki: käyttämällä näytön oikeassa kulmassa olevaa kuvaketta voit käyttää suosikkilinkkejäsi, jotka olet lisännyt Chrome-selaimeen, ja poistaa ne.\n\nTehtävälista: Voit lisätä uusia kohteita Todo-luetteloosi käyttämällä linkkiä näytön vasemmassa alakulmassa. Voit poistaa ja muokata niitä.\n\nHaku: Näytön keskellä olevan hakukentän avulla voit käyttää hakupalvelua Google-infrastruktuuria käyttävän järjestelmän ansiosta.\n\nVoit kokea erilaisia osoittimia valitsemalla luettelon kohdistimista napsauttamalla kissa-välilehden kohdistinta lisäosaluettelossasi Chrome-selaimen oikeassa yläkulmassa sovelluksen asennuksen aikana.\n\nJos haluat ottaa meihin yhteyttä missä tahansa asiassa. Voit käyttää osoitetta mosesarlie4@gmail.com.",
    "fil": "Pagkatapos i-install ang application na ito, maaari kang pumili ng alinman sa mga cursor na inirerekomenda namin. At maaari mong aktibong gamitin ang cursor na iyon sa lahat ng mga site na bubuksan mo.\n\nItinampok ang Cat Tab Cursor:\n\nMga sikat na link ng site ng Mail: Maaabot mo ang mga site na ito sa pamamagitan ng paggamit ng mga link sa kaliwang sulok ng screen.\n\nLink ng Bookmark: Sa pamamagitan ng paggamit ng icon sa kanang sulok ng screen, maa-access mo ang iyong mga paboritong link na idinagdag mo para sa chrome browser at matatanggal ang mga ito.\n\nListahan ng Todo: Maaari kang magdagdag ng mga bagong item sa iyong listahan ng Todo gamit ang Link sa Kaliwang sulok sa ibaba ng screen. Maaari mong tanggalin at i-edit ang mga ito.\n\nPaghahanap: Gamit ang box para sa paghahanap sa gitna ng screen, maaari mong gamitin ang serbisyo sa paghahanap salamat sa system na gumagamit ng imprastraktura ng Google.\n\nMaaari kang makaranas ng iba't ibang mga cursor sa pamamagitan ng pagpili mula sa mga cursor sa listahan sa pamamagitan ng pag-click sa cursor ng tab ng pusa sa iyong listahan ng add-on sa kanang sulok sa itaas ng iyong chrome browser sa panahon ng pag-install ng application.\n\nKung gusto mong makipag-ugnayan sa amin tungkol sa anumang bagay. Maaari mong gamitin ang mosesarlie4@gmail.com.",
    "fr": "Après avoir installé cette application, vous pouvez choisir l'un des curseurs que nous recommandons. Et vous pouvez utiliser ce curseur activement sur tous les sites que vous ouvrez.\n\nCat Tab Cursor présenté :\n\nLiens vers les sites de messagerie populaires : vous pouvez accéder à ces sites en utilisant les liens dans le coin gauche de l'écran.\n\nLien de signet : en utilisant l'icône dans le coin droit de l'écran, vous pouvez accéder à vos liens favoris que vous avez ajoutés pour le navigateur Chrome et les supprimer.\n\nListe de tâches : vous pouvez ajouter de nouveaux éléments à votre liste de tâches à l'aide du lien dans le coin inférieur gauche de l'écran. Vous pouvez les supprimer et les modifier.\n\nRecherche : Avec la boîte de recherche au milieu de l'écran, vous pouvez utiliser le service de recherche grâce au système utilisant l'infrastructure de Google.\n\nVous pouvez découvrir différents curseurs en choisissant parmi les curseurs de la liste en cliquant sur le curseur de l'onglet chat dans votre liste de modules complémentaires dans le coin supérieur droit de votre navigateur Chrome lors de l'installation de l'application.\n\nSi vous voulez nous contacter à propos de quoi que ce soit. Vous pouvez utiliser mosesarlie4@gmail.com.",
    "gu": "આ એપ્લિકેશન ઇન્સ્ટોલ કર્યા પછી, તમે અમે ભલામણ કરીએ છીએ તેમાંથી કોઈપણ કર્સર પસંદ કરી શકો છો. અને તમે ખોલો છો તે બધી સાઇટ્સ પર તમે તે કર્સરનો સક્રિય રીતે ઉપયોગ કરી શકો છો.\n\nકેટ ટેબ કર્સર દર્શાવવામાં આવ્યું છે:\n\nલોકપ્રિય મેઇલ સાઇટ લિંક્સ: તમે સ્ક્રીનના ડાબા ખૂણામાંની લિંક્સનો ઉપયોગ કરીને આ સાઇટ્સ સુધી પહોંચી શકો છો.\n\nબુકમાર્ક લિંક: સ્ક્રીનના જમણા ખૂણા પરના આઇકનનો ઉપયોગ કરીને, તમે તમારી મનપસંદ લિંક્સને ઍક્સેસ કરી શકો છો જે તમે ક્રોમ બ્રાઉઝર માટે ઉમેરેલી છે અને તેને કાઢી નાખી શકો છો.\n\nકામકાજની સૂચિ: તમે સ્ક્રીનના તળિયે ડાબા ખૂણામાં લિંકનો ઉપયોગ કરીને તમારી ટુડો સૂચિમાં નવી આઇટમ ઉમેરી શકો છો. તમે તેમને કાઢી અને સંપાદિત કરી શકો છો.\n\nશોધ: સ્ક્રીનની મધ્યમાં શોધ બોક્સ સાથે, તમે Google ઇન્ફ્રાસ્ટ્રક્ચરનો ઉપયોગ કરીને સિસ્ટમને આભારી સર્ચ સેવાનો ઉપયોગ કરી શકો છો.\n\nતમે એપ્લિકેશન ઇન્સ્ટોલેશન દરમિયાન તમારા ક્રોમ બ્રાઉઝરના ઉપરના જમણા ખૂણામાં તમારી એડ-ઓન સૂચિમાં કેટ ટેબ કર્સરને ક્લિક કરીને સૂચિમાંના કર્સરમાંથી પસંદ કરીને વિવિધ કર્સરનો અનુભવ કરી શકો છો.\n\nજો તમે કંઈપણ વિશે અમારો સંપર્ક કરવા માંગતા હો. તમે mosesarlie4@gmail.com નો ઉપયોગ કરી શકો છો.",
    "he": "לאחר התקנת יישום זה, אתה יכול לבחור כל אחד מהסמנים שאנו ממליצים עליו. ואתה יכול להשתמש בסמן הזה באופן פעיל בכל האתרים שאתה פותח.\n\nסמן כרטיסיית חתול מוצג:\n\nקישורים פופולריים לאתרי דואר: אתה יכול להגיע לאתרים אלה על ידי שימוש בקישורים בפינה השמאלית של המסך.\n\nקישור סימניה: באמצעות הסמל בפינה הימנית של המסך, תוכל לגשת לקישורים המועדפים שלך שהוספת לדפדפן כרום ולמחוק אותם.\n\nרשימת משימות: אתה יכול להוסיף פריטים חדשים לרשימת המשימות שלך באמצעות הקישור בפינה השמאלית התחתונה של המסך. אתה יכול למחוק ולערוך אותם.\n\nחיפוש: עם תיבת החיפוש באמצע המסך, ניתן להשתמש בשירות החיפוש הודות למערכת המשתמשת בתשתית גוגל.\n\nאתה יכול לחוות סמנים שונים על ידי בחירה מבין הסמנים ברשימה על ידי לחיצה על סמן לשונית החתול ברשימת התוספים שלך בפינה השמאלית העליונה של דפדפן כרום שלך במהלך התקנת האפליקציה.\n\nאם אתה רוצה ליצור איתנו קשר בכל דבר. אתה יכול להשתמש mosesarlie4@gmail.com.",
    "hi": "इस एप्लिकेशन को इंस्टॉल करने के बाद, आप हमारे द्वारा सुझाए गए किसी भी कर्सर को चुन सकते हैं। और आप उस कर्सर का उपयोग आपके द्वारा खोली गई सभी साइटों पर सक्रिय रूप से कर सकते हैं।\n\nकैट टैब कर्सर विशेष रुप से प्रदर्शित:\n\nलोकप्रिय मेल साइट लिंक: आप स्क्रीन के बाएं कोने में मौजूद लिंक का उपयोग करके इन साइटों तक पहुंच सकते हैं।\n\nबुकमार्क लिंक: स्क्रीन के दाहिने कोने पर आइकन का उपयोग करके, आप अपने पसंदीदा लिंक तक पहुंच सकते हैं जिन्हें आपने क्रोम ब्राउज़र के लिए जोड़ा है और उन्हें हटा सकते हैं।\n\nकार्य सूची: आप स्क्रीन के निचले बाएँ कोने में लिंक का उपयोग करके अपनी कार्य सूची में नए आइटम जोड़ सकते हैं। आप उन्हें हटा और संपादित कर सकते हैं.\n\nखोजें: स्क्रीन के मध्य में खोज बॉक्स के साथ, आप Google इंफ्रास्ट्रक्चर का उपयोग करने वाले सिस्टम के लिए खोज सेवा का उपयोग कर सकते हैं।\n\nआप एप्लिकेशन इंस्टॉलेशन के दौरान अपने क्रोम ब्राउज़र के ऊपरी दाएं कोने में अपनी ऐड-ऑन सूची में कैट टैब कर्सर पर क्लिक करके सूची में कर्सर से चुनकर विभिन्न कर्सर का अनुभव कर सकते हैं।\n\nअगर आप किसी भी चीज़ के लिए हमसे संपर्क करना चाहते हैं। आप mosesarlie4@gmail.com का उपयोग कर सकते हैं.",
    "hr": "Nakon instaliranja ove aplikacije, možete odabrati bilo koji kursor koji preporučujemo. I taj kursor možete aktivno koristiti na svim stranicama koje otvorite.\n\nIstaknuti pokazivač kartice Cat:\n\nVeze na popularne stranice pošte: do ovih stranica možete doći pomoću veza u lijevom kutu ekrana.\n\nOznačite vezu: pomoću ikone u desnom kutu zaslona možete pristupiti svojim omiljenim vezama koje ste dodali za preglednik chrome i izbrisati ih.\n\nPopis zadataka: možete dodati nove stavke na popis zadataka pomoću veze u donjem lijevom kutu zaslona. Možete ih brisati i uređivati.\n\nPretraživanje: S okvirom za pretraživanje u sredini ekrana možete koristiti uslugu pretraživanja zahvaljujući sustavu koji koristi Google infrastrukturu.\n\nMožete iskusiti različite kursore odabirom kursora na popisu tako što ćete kliknuti kursor mačje kartice na popisu dodataka u gornjem desnom kutu preglednika Chrome tijekom instalacije aplikacije.\n\nAko nas želite kontaktirati u vezi bilo čega. Možete koristiti mosesarlie4@gmail.com.",
    "hu": "Az alkalmazás telepítése után választhat az általunk javasolt kurzorok közül. És ezt a kurzort aktívan használhatja az összes megnyitott webhelyen.\n\nA Cat Tab kurzor kiemelte:\n\nNépszerű levelezési webhelyhivatkozások: Ezeket a webhelyeket a képernyő bal sarkában található hivatkozások használatával érheti el.\n\nKönyvjelző hivatkozás: A képernyő jobb sarkában található ikon segítségével elérheti kedvenc linkjeit, amelyeket a Chrome böngészőhöz adott hozzá, és törölheti azokat.\n\nTeendőlista: A képernyő bal alsó sarkában található hivatkozás segítségével új elemeket adhat hozzá a teendők listájához. Ezeket törölheti és szerkesztheti.\n\nKeresés: A képernyő közepén található keresőmezővel a Google infrastruktúráját használó rendszernek köszönhetően használhatja a keresőszolgáltatást.\n\nKülönböző kurzorokat tapasztalhat meg, ha a listában szereplő kurzorok közül választ, ha az alkalmazás telepítése közben a bővítmények listájában a macskalap kurzorára kattint a Chrome böngésző jobb felső sarkában.\n\nHa bármivel kapcsolatba szeretne lépni velünk. Használhatja a mosesarlie4@gmail.com címet.",
    "id": "Setelah menginstal aplikasi ini, Anda dapat memilih salah satu kursor yang kami rekomendasikan. Dan Anda dapat menggunakan kursor itu secara aktif di semua situs yang Anda buka.\n\nKursor Tab Kucing ditampilkan:\n\nTautan situs Surat Populer: Anda dapat menjangkau situs-situs ini dengan menggunakan tautan di sudut kiri layar.\n\nTautan Bookmark: Dengan menggunakan ikon di sudut kanan layar, Anda dapat mengakses tautan favorit yang telah Anda tambahkan untuk browser chrome dan menghapusnya.\n\nDaftar Todo: Anda dapat menambahkan item baru ke daftar Todo menggunakan Tautan di sudut Kiri Bawah layar. Anda dapat menghapus dan mengeditnya.\n\nPencarian: Dengan kotak pencarian di tengah layar, Anda dapat menggunakan layanan pencarian berkat sistem yang menggunakan infrastruktur Google.\n\nAnda dapat mengalami kursor yang berbeda dengan memilih dari kursor dalam daftar dengan mengeklik kursor tab kucing di daftar add-on Anda di sudut kanan atas browser chrome Anda selama penginstalan aplikasi.\n\nJika Anda ingin menghubungi kami tentang apa pun. Anda dapat menggunakan mosesarlie4@gmail.com.",
    "it": "Dopo aver installato questa applicazione, puoi scegliere uno qualsiasi dei cursori che ti consigliamo. E puoi utilizzare quel cursore attivamente su tutti i siti che apri.\n\nCursore Cat Tab in primo piano:\n\nCollegamenti ai siti di posta popolari: è possibile raggiungere questi siti utilizzando i collegamenti nell'angolo sinistro dello schermo.\n\nCollegamento ai segnalibri: utilizzando l'icona nell'angolo destro dello schermo, puoi accedere ai tuoi collegamenti preferiti che hai aggiunto per il browser Chrome ed eliminarli.\n\nElenco delle cose da fare: puoi aggiungere nuovi elementi al tuo elenco delle cose da fare utilizzando il collegamento nell'angolo in basso a sinistra dello schermo. Puoi eliminarli e modificarli.\n\nCerca: con la casella di ricerca al centro dello schermo, puoi utilizzare il servizio di ricerca grazie al sistema che utilizza l'infrastruttura di Google.\n\nPuoi sperimentare diversi cursori scegliendo tra i cursori nell'elenco facendo clic sul cursore della scheda gatto nell'elenco dei componenti aggiuntivi nell'angolo in alto a destra del browser Chrome durante l'installazione dell'applicazione.\n\nSe vuoi contattarci per qualsiasi cosa. Puoi usare mosesarlie4@gmail.com.",
    "ja": "このアプリケーションをインストールすると、推奨されるカーソルのいずれかを選択できます。 そして、開いているすべてのサイトでそのカーソルをアクティブに使用できます。\n\nCat Tab カーソルの特徴:\n\n人気のあるメール サイトのリンク: 画面の左隅にあるリンクを使用して、これらのサイトにアクセスできます。\n\nブックマーク リンク: 画面の右隅にあるアイコンを使用すると、Chrome ブラウザーに追加したお気に入りのリンクにアクセスしたり、削除したりできます。\n\nTodo リスト: 画面の左下隅にあるリンクを使用して、Todo リストに新しい項目を追加できます。 削除したり編集したりできます。\n\n検索: 画面中央の検索ボックスでは、Google インフラを使用したシステムによる検索サービスを利用できます。\n\nアプリケーションのインストール中に Chrome ブラウザの右上隅にあるアドオン リストの猫タブ カーソルをクリックして、リスト内のカーソルから選択することで、さまざまなカーソルを体験できます。\n\n何かありましたらご連絡ください。 mosesarlie4@gmail.com を使用できます。",
    "kn": "ಈ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ, ನಾವು ಶಿಫಾರಸು ಮಾಡುವ ಯಾವುದೇ ಕರ್ಸರ್ ಅನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ಮತ್ತು ನೀವು ತೆರೆಯುವ ಎಲ್ಲಾ ಸೈಟ್‌ಗಳಲ್ಲಿ ನೀವು ಆ ಕರ್ಸರ್ ಅನ್ನು ಸಕ್ರಿಯವಾಗಿ ಬಳಸಬಹುದು.\n\nಕ್ಯಾಟ್ ಟ್ಯಾಬ್ ಕರ್ಸರ್ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಲಾಗಿದೆ:\n\nಜನಪ್ರಿಯ ಮೇಲ್ ಸೈಟ್ ಲಿಂಕ್‌ಗಳು: ಪರದೆಯ ಎಡ ಮೂಲೆಯಲ್ಲಿರುವ ಲಿಂಕ್‌ಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಈ ಸೈಟ್‌ಗಳನ್ನು ತಲುಪಬಹುದು.\n\nಬುಕ್‌ಮಾರ್ಕ್ ಲಿಂಕ್: ಪರದೆಯ ಬಲ ಮೂಲೆಯಲ್ಲಿರುವ ಐಕಾನ್ ಅನ್ನು ಬಳಸುವ ಮೂಲಕ, ನೀವು chrome ಬ್ರೌಸರ್‌ಗಾಗಿ ಸೇರಿಸಿರುವ ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಲಿಂಕ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ಅಳಿಸಬಹುದು.\n\nಟೊಡೊ ಪಟ್ಟಿ: ಪರದೆಯ ಕೆಳಗಿನ ಎಡ ಮೂಲೆಯಲ್ಲಿರುವ ಲಿಂಕ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಟೊಡೊ ಪಟ್ಟಿಗೆ ನೀವು ಹೊಸ ಐಟಂಗಳನ್ನು ಸೇರಿಸಬಹುದು. ನೀವು ಅವುಗಳನ್ನು ಅಳಿಸಬಹುದು ಮತ್ತು ಸಂಪಾದಿಸಬಹುದು.\n\nಹುಡುಕಾಟ: ಪರದೆಯ ಮಧ್ಯದಲ್ಲಿ ಹುಡುಕಾಟ ಬಾಕ್ಸ್‌ನೊಂದಿಗೆ, ನೀವು Google ಮೂಲಸೌಕರ್ಯವನ್ನು ಬಳಸಿಕೊಂಡು ಸಿಸ್ಟಮ್‌ಗೆ ಧನ್ಯವಾದಗಳು ಹುಡುಕಾಟ ಸೇವೆಯನ್ನು ಬಳಸಬಹುದು.\n\nಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಾಪನೆಯ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಕ್ರೋಮ್ ಬ್ರೌಸರ್‌ನ ಮೇಲಿನ ಬಲ ಮೂಲೆಯಲ್ಲಿರುವ ನಿಮ್ಮ ಆಡ್-ಆನ್ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಕ್ಯಾಟ್ ಟ್ಯಾಬ್ ಕರ್ಸರ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಕರ್ಸರ್‌ಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ನೀವು ವಿವಿಧ ಕರ್ಸರ್‌ಗಳನ್ನು ಅನುಭವಿಸಬಹುದು.\n\nನೀವು ಯಾವುದಾದರೂ ಬಗ್ಗೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಬಯಸಿದರೆ. ನೀವು mosesarlie4@gmail.com ಅನ್ನು ಬಳಸಬಹುದು.",
    "ko": "이 응용 프로그램을 설치한 후 권장하는 커서를 선택할 수 있습니다. 그리고 열려 있는 모든 사이트에서 해당 커서를 적극적으로 사용할 수 있습니다.\n\n고양이 탭 커서 기능:\n\n인기 있는 메일 사이트 링크: 화면 왼쪽 모서리에 있는 링크를 사용하여 이러한 사이트에 연결할 수 있습니다.\n\n북마크 링크: 화면 오른쪽 모서리에 있는 아이콘을 사용하여 크롬 브라우저에 추가한 즐겨찾기 링크에 액세스하고 삭제할 수 있습니다.\n\n할 일 목록: 화면 왼쪽 하단에 있는 링크를 사용하여 할 일 목록에 새 항목을 추가할 수 있습니다. 삭제 및 편집할 수 있습니다.\n\n검색 : 화면 중앙에 있는 검색창으로 구글 인프라를 이용한 시스템 덕분에 검색 서비스를 이용할 수 있습니다.\n\n애플리케이션 설치 중 크롬 브라우저 우측 상단에 있는 애드온 목록에 있는 고양이 탭 커서를 클릭하면 목록에 있는 커서 중에서 선택하여 다양한 커서를 경험할 수 있습니다.\n\n당신이 무엇이든 저희에게 연락하고 싶다면. mosesarlie4@gmail.com을 사용하시면 됩니다.",
    "lv": "Pēc šīs lietojumprogrammas instalēšanas varat izvēlēties jebkuru no mūsu ieteiktajiem kursoriem. Un jūs varat aktīvi izmantot šo kursoru visās atvērtajās vietnēs.\n\nPiedāvātais Cat Tab kursors:\n\nPopulāru pasta vietņu saites: varat sasniegt šīs vietnes, izmantojot saites ekrāna kreisajā stūrī.\n\nGrāmatzīmes saite: izmantojot ikonu ekrāna labajā stūrī, varat piekļūt savām iecienītākajām saitēm, kuras esat pievienojis pārlūkam Chrome, un tās izdzēst.\n\nUzdevumu saraksts: Varat pievienot savam uzdevumu sarakstam jaunus vienumus, izmantojot saiti ekrāna apakšējā kreisajā stūrī. Varat tos dzēst un rediģēt.\n\nMeklēt: izmantojot meklēšanas lodziņu ekrāna vidū, varat izmantot meklēšanas pakalpojumu, pateicoties sistēmai, kas izmanto Google infrastruktūru.\n\nVarat izmantot dažādus kursorus, izvēloties kādu no sarakstā esošajiem kursoriem, lietojumprogrammas instalēšanas laikā noklikšķinot uz kaķu cilnes kursora papildinājumu sarakstā Chrome pārlūkprogrammas augšējā labajā stūrī.\n\nJa vēlaties sazināties ar mums par kaut ko. Varat izmantot mosesarlie4@gmail.com.",
    "ml,ms": "Selepas memasang aplikasi ini, anda boleh memilih mana-mana kursor yang kami cadangkan. Dan anda boleh menggunakan kursor itu secara aktif pada semua tapak yang anda buka.\n\nKursor Tab Kucing ditampilkan:\n\nPautan tapak Mel Popular: Anda boleh mencapai tapak ini dengan menggunakan pautan di sudut kiri skrin.\n\nPautan Penanda Halaman: Dengan menggunakan ikon di penjuru kanan skrin, anda boleh mengakses pautan kegemaran anda yang telah anda tambahkan untuk penyemak imbas chrome dan memadamkannya.\n\nSenarai Todo: Anda boleh menambah item baharu pada senarai Todo anda menggunakan Pautan di sudut Kiri Bawah skrin. Anda boleh memadam dan mengeditnya.\n\nCarian: Dengan kotak carian di tengah-tengah skrin, anda boleh menggunakan perkhidmatan carian terima kasih kepada sistem yang menggunakan infrastruktur Google.\n\nAnda boleh mengalami kursor yang berbeza dengan memilih daripada kursor dalam senarai dengan mengklik kursor tab kucing dalam senarai tambahan anda di penjuru kanan sebelah atas penyemak imbas krom anda semasa pemasangan aplikasi.\n\nJika anda ingin menghubungi kami tentang apa-apa. Anda boleh menggunakan mosesarlie4@gmail.com.",
    "mr": "हा ॲप्लिकेशन इन्स्टॉल केल्यानंतर, आम्ही शिफारस करतो त्यापैकी कोणताही कर्सर तुम्ही निवडू शकता. आणि तुम्ही उघडता त्या सर्व साइट्सवर तुम्ही तो कर्सर सक्रियपणे वापरू शकता.\n\nकॅट टॅब कर्सर वैशिष्ट्यीकृत:\n\nलोकप्रिय मेल साइट लिंक्स: स्क्रीनच्या डाव्या कोपर्‍यातील लिंक्स वापरून तुम्ही या साइट्सपर्यंत पोहोचू शकता.\n\nबुकमार्क लिंक: स्क्रीनच्या उजव्या कोपर्‍यातील चिन्ह वापरून, तुम्ही क्रोम ब्राउझरसाठी जोडलेल्या तुमच्या आवडत्या लिंक्समध्ये प्रवेश करू शकता आणि ते हटवू शकता.\n\nTodo List: स्क्रीनच्या तळाशी डाव्या कोपर्‍यातील लिंक वापरून तुम्ही तुमच्या Todo सूचीमध्ये नवीन आयटम जोडू शकता. तुम्ही त्यांना हटवू आणि संपादित करू शकता.\n\nशोधा: स्क्रीनच्या मध्यभागी असलेल्या शोध बॉक्ससह, तुम्ही Google पायाभूत सुविधा वापरून सिस्टमला धन्यवाद शोध सेवा वापरू शकता.\n\nअॅप्लिकेशन इन्स्टॉलेशन दरम्यान तुमच्या क्रोम ब्राउझरच्या वरच्या उजव्या कोपर्‍यात तुमच्या अॅड-ऑन सूचीमधील कॅट टॅब कर्सरवर क्लिक करून तुम्ही सूचीतील कर्सरमधून निवडून भिन्न कर्सर अनुभवू शकता.\n\nआपण कोणत्याही गोष्टीबद्दल आमच्याशी संपर्क साधू इच्छित असल्यास. तुम्ही mosesarlie4@gmail.com वापरू शकता.",
    "nl": "Na het installeren van deze applicatie kunt u een van de door ons aanbevolen cursors kiezen. En je kunt die cursor actief gebruiken op alle sites die je opent.\n\nCat Tab Cursor uitgelicht:\n\nLinks naar populaire Mail-sites: u kunt deze sites bereiken via de links in de linkerhoek van het scherm.\n\nBladwijzerlink: door het pictogram in de rechterhoek van het scherm te gebruiken, hebt u toegang tot uw favoriete links die u voor de Chrome-browser hebt toegevoegd en kunt u deze verwijderen.\n\nTakenlijst: u kunt nieuwe items toevoegen aan uw takenlijst met behulp van de koppeling in de linkerbenedenhoek van het scherm. U kunt ze verwijderen en bewerken.\n\nZoeken: Met het zoekvak in het midden van het scherm kunt u de zoekservice gebruiken dankzij het systeem dat gebruikmaakt van Google-infrastructuur.\n\nU kunt verschillende cursors ervaren door te kiezen uit de cursors in de lijst door tijdens de installatie van de applicatie op de cat-tabcursor in uw add-onlijst in de rechterbovenhoek van uw Chrome-browser te klikken.\n\nAls je contact met ons wilt opnemen over wat dan ook. U kunt gebruik maken van mosesarlie4@gmail.com.",
    "pl": "Po zainstalowaniu tej aplikacji możesz wybrać dowolny z zalecanych przez nas kursorów. I możesz aktywnie używać tego kursora we wszystkich otwieranych witrynach.\n\nPolecany kursor karty kota:\n\nPopularne łącza do witryn Poczty: Możesz uzyskać dostęp do tych witryn, korzystając z łączy w lewym rogu ekranu.\n\nLink do zakładek: Używając ikony w prawym rogu ekranu, możesz uzyskać dostęp do ulubionych linków dodanych do przeglądarki Chrome i usunąć je.\n\nLista rzeczy do zrobienia: Możesz dodawać nowe elementy do listy rzeczy do zrobienia, korzystając z łącza w lewym dolnym rogu ekranu. Możesz je usuwać i edytować.\n\nWyszukiwanie: Z polem wyszukiwania na środku ekranu możesz korzystać z usługi wyszukiwania dzięki systemowi wykorzystującemu infrastrukturę Google.\n\nMożesz korzystać z różnych kursorów, wybierając spośród kursorów na liście, klikając kursor karty kota na liście dodatków w prawym górnym rogu przeglądarki Chrome podczas instalacji aplikacji.\n\nJeśli chcesz się z nami skontaktować w jakiejkolwiek sprawie. Możesz użyć mosesarlie4@gmail.com.",
    "ro": "După instalarea acestei aplicații, puteți alege oricare dintre cursoarele pe care le recomandăm. Și puteți folosi acest cursor în mod activ pe toate site-urile pe care le deschideți.\n\nCursorul Cat Tab prezentat:\n\nLink-uri de site-uri de e-mail populare: puteți ajunge la aceste site-uri utilizând linkurile din colțul din stânga ecranului.\n\nLink de marcaj: Folosind pictograma din colțul din dreapta al ecranului, puteți accesa linkurile preferate pe care le-ați adăugat pentru browserul Chrome și le puteți șterge.\n\nLista de activități: puteți adăuga elemente noi la lista de activități folosind linkul din colțul din stânga jos al ecranului. Le puteți șterge și edita.\n\nCăutare: Cu caseta de căutare în mijlocul ecranului, puteți utiliza serviciul de căutare datorită sistemului care utilizează infrastructura Google.\n\nPuteți experimenta diferite cursoare alegând din cursoarele din listă făcând clic pe cursorul filei cat din lista de suplimente din colțul din dreapta sus al browserului Chrome în timpul instalării aplicației.\n\nDacă doriți să ne contactați pentru orice. Puteți folosi mosesarlie4@gmail.com.",
    "ru": "После установки этого приложения вы можете выбрать любой из рекомендуемых нами курсоров. И вы можете активно использовать этот курсор на всех сайтах, которые вы открываете.\n\nКурсор вкладки Cat представлен:\n\nСсылки на популярные почтовые сайты. Вы можете перейти на эти сайты, используя ссылки в левом углу экрана.\n\nСсылка на закладку: с помощью значка в правом углу экрана вы можете получить доступ к своим любимым ссылкам, которые вы добавили для браузера Chrome, и удалить их.\n\nСписок дел: вы можете добавлять новые элементы в свой список дел, используя ссылку в левом нижнем углу экрана. Вы можете удалять и редактировать их.\n\nПоиск: с окном поиска в середине экрана вы можете использовать службу поиска благодаря системе, использующей инфраструктуру Google.\n\nВы можете использовать различные курсоры, выбирая курсоры в списке, щелкнув курсор вкладки «кошка» в списке дополнений в правом верхнем углу браузера Chrome во время установки приложения.\n\nЕсли вы хотите связаться с нами по любому поводу. Вы можете использовать mosesarlie4@gmail.com.",
    "sk": "Po nainštalovaní tejto aplikácie si môžete vybrať ktorýkoľvek z odporúčaných kurzorov. A tento kurzor môžete aktívne používať na všetkých stránkach, ktoré otvoríte.\n\nOdporúčaný kurzor karty Cat:\n\nOdkazy na obľúbené stránky pošty: Na tieto stránky sa dostanete pomocou odkazov v ľavom rohu obrazovky.\n\nOdkaz na záložku: Pomocou ikony v pravom rohu obrazovky môžete získať prístup k svojim obľúbeným odkazom, ktoré ste pridali do prehliadača Chrome, a odstrániť ich.\n\nZoznam úloh: Pomocou odkazu v ľavom dolnom rohu obrazovky môžete pridať nové položky do zoznamu úloh. Môžete ich vymazať a upraviť.\n\nVyhľadávanie: S vyhľadávacím poľom v strede obrazovky môžete využívať vyhľadávaciu službu vďaka systému využívajúcemu infraštruktúru Google.\n\nMôžete zažiť rôzne kurzory výberom z kurzorov v zozname kliknutím na kurzor karty mačka v zozname doplnkov v pravom hornom rohu prehliadača Chrome počas inštalácie aplikácie.\n\nAk nás chcete o čomkoľvek kontaktovať. Môžete použiť mosesarlie4@gmail.com.",
    "sl": "Po namestitvi te aplikacije lahko izberete kateri koli kazalec, ki ga priporočamo. In ta kazalec lahko aktivno uporabljate na vseh spletnih mestih, ki jih odprete.\n\nPredstavljen kazalec Cat Tab:\n\nPovezave do priljubljenih spletnih mest Mail: Do teh spletnih mest lahko pridete s povezavami v levem kotu zaslona.\n\nPovezava med zaznamke: Z uporabo ikone v desnem kotu zaslona lahko dostopate do priljubljenih povezav, ki ste jih dodali za brskalnik chrome, in jih izbrišete.\n\nSeznam opravil: s povezavo v spodnjem levem kotu zaslona lahko dodate nove elemente na svoj seznam opravil. Lahko jih brišete in urejate.\n\nIskanje: Z iskalnim poljem na sredini zaslona lahko uporabljate iskalno storitev zahvaljujoč sistemu, ki uporablja Googlovo infrastrukturo.\n\nIzkusite lahko različne kazalce tako, da med namestitvijo aplikacije izberete med kazalci na seznamu, tako da med namestitvijo aplikacije kliknete kazalec mačjega zavihka na seznamu dodatkov v zgornjem desnem kotu brskalnika Chrome.\n\nČe nas želite kontaktirati glede česar koli. Uporabite lahko mosesarlie4@gmail.com.",
    "sw": "Baada ya kusakinisha programu hii, unaweza kuchagua mshale wowote tunaopendekeza. Na unaweza kutumia kielekezi hicho kikamilifu kwenye tovuti zote unazofungua.\n\nMshale wa Kichupo cha Paka umeangaziwa:\n\nViungo vya tovuti ya Barua pepe Maarufu: Unaweza kufikia tovuti hizi kwa kutumia viungo vilivyo kwenye kona ya kushoto ya skrini.\n\nKiungo cha Alamisho: Kwa kutumia ikoni iliyo kwenye kona ya kulia ya skrini, unaweza kufikia viungo unavyopenda ambavyo umeongeza kwa kivinjari cha chrome na kuvifuta.\n\nOrodha ya Mambo ya Kufanya: Unaweza kuongeza vipengee vipya kwenye orodha yako ya Todo kwa kutumia Kiungo kilicho kwenye kona ya Chini Kushoto ya skrini. Unaweza kuzifuta na kuzihariri.\n\nTafuta: Ukiwa na kisanduku cha kutafutia katikati ya skrini, unaweza kutumia huduma ya utafutaji kwa shukrani kwa mfumo unaotumia miundombinu ya Google.\n\nUnaweza kutumia vielekezi tofauti kwa kuchagua kutoka kwa vielekezi kwenye orodha kwa kubofya kielekezi cha kichupo cha paka kwenye orodha yako ya programu jalizi katika kona ya juu kulia ya kivinjari chako cha chrome wakati wa usakinishaji wa programu.\n\nIkiwa unataka kuwasiliana nasi kuhusu chochote. Unaweza kutumia mosesarlie4@gmail.com.",
    "ta": "இந்த பயன்பாட்டை நிறுவிய பின், நாங்கள் பரிந்துரைக்கும் எந்த கர்சர்களையும் நீங்கள் தேர்வு செய்யலாம். மேலும் நீங்கள் திறக்கும் அனைத்து தளங்களிலும் அந்த கர்சரை செயலில் பயன்படுத்தலாம்.\n\nகேட் டேப் கர்சர் இடம்பெற்றது:\n\nபிரபலமான அஞ்சல் தள இணைப்புகள்: திரையின் இடது மூலையில் உள்ள இணைப்புகளைப் பயன்படுத்தி இந்தத் தளங்களை நீங்கள் அடையலாம்.\n\nபுக்மார்க் இணைப்பு: திரையின் வலது மூலையில் உள்ள ஐகானைப் பயன்படுத்துவதன் மூலம், குரோம் உலாவிக்காக நீங்கள் சேர்த்த உங்களுக்குப் பிடித்த இணைப்புகளை அணுகி அவற்றை நீக்கலாம்.\n\nடோடோ பட்டியல்: திரையின் கீழ் இடது மூலையில் உள்ள இணைப்பைப் பயன்படுத்தி உங்கள் டோடோ பட்டியலில் புதிய உருப்படிகளைச் சேர்க்கலாம். அவற்றை நீக்கி திருத்தலாம்.\n\nதேடல்: திரையின் நடுவில் உள்ள தேடல் பெட்டியுடன், கூகுள் உள்கட்டமைப்பைப் பயன்படுத்தி கணினிக்கு நன்றி தேடுதல் சேவையைப் பயன்படுத்தலாம்.\n\nஆப்ஸ் நிறுவலின் போது உங்கள் குரோம் உலாவியின் மேல் வலது மூலையில் உள்ள உங்கள் ஆட்-ஆன் பட்டியலில் உள்ள கேட் டேப் கர்சரை கிளிக் செய்வதன் மூலம் பட்டியலில் உள்ள கர்சர்களில் இருந்து தேர்வு செய்வதன் மூலம் வெவ்வேறு கர்சர்களை நீங்கள் அனுபவிக்க முடியும்.\n\nநீங்கள் ஏதாவது பற்றி எங்களை தொடர்பு கொள்ள விரும்பினால். நீங்கள் mosesarlie4@gmail.com ஐப் பயன்படுத்தலாம்.",
    "te": "ఈ అప్లికేషన్‌ను ఇన్‌స్టాల్ చేసిన తర్వాత, మీరు మేము సిఫార్సు చేసే కర్సర్‌లలో దేనినైనా ఎంచుకోవచ్చు. మరియు మీరు తెరిచిన అన్ని సైట్‌లలో ఆ కర్సర్‌ను యాక్టివ్‌గా ఉపయోగించవచ్చు.\n\nక్యాట్ ట్యాబ్ కర్సర్ ఫీచర్ చేయబడింది:\n\nజనాదరణ పొందిన మెయిల్ సైట్ లింక్‌లు: మీరు స్క్రీన్ ఎడమ మూలలో ఉన్న లింక్‌లను ఉపయోగించడం ద్వారా ఈ సైట్‌లను చేరుకోవచ్చు.\n\nబుక్‌మార్క్ లింక్: స్క్రీన్ కుడి మూలన ఉన్న చిహ్నాన్ని ఉపయోగించడం ద్వారా, మీరు క్రోమ్ బ్రౌజర్ కోసం జోడించిన మీకు ఇష్టమైన లింక్‌లను యాక్సెస్ చేయవచ్చు మరియు వాటిని తొలగించవచ్చు.\n\nTodo జాబితా: మీరు స్క్రీన్ దిగువ ఎడమ మూలలో ఉన్న లింక్‌ని ఉపయోగించి మీ Todo జాబితాకు కొత్త అంశాలను జోడించవచ్చు. మీరు వాటిని తొలగించవచ్చు మరియు సవరించవచ్చు.\n\nశోధన: స్క్రీన్ మధ్యలో ఉన్న శోధన పెట్టెతో, మీరు Google ఇన్‌ఫ్రాస్ట్రక్చర్‌ని ఉపయోగించి సిస్టమ్‌కు ధన్యవాదాలు శోధన సేవను ఉపయోగించవచ్చు.\n\nఅప్లికేషన్ ఇన్‌స్టాలేషన్ సమయంలో మీ క్రోమ్ బ్రౌజర్‌లో ఎగువ కుడి మూలలో ఉన్న మీ యాడ్-ఆన్ జాబితాలోని క్యాట్ ట్యాబ్ కర్సర్‌ను క్లిక్ చేయడం ద్వారా మీరు జాబితాలోని కర్సర్‌ల నుండి ఎంచుకోవడం ద్వారా విభిన్న కర్సర్‌లను అనుభవించవచ్చు.\n\nమీరు ఏదైనా గురించి మమ్మల్ని సంప్రదించాలనుకుంటే. మీరు mosesarlie4@gmail.comని ఉపయోగించవచ్చు.",
    "th": "หลังจากติดตั้งแอปพลิเคชันนี้แล้ว คุณสามารถเลือกเคอร์เซอร์ใดก็ได้ที่เราแนะนำ และคุณสามารถใช้เคอร์เซอร์นั้นกับทุกไซต์ที่คุณเปิด\n\nเคอร์เซอร์แท็บแมวเด่น:\n\nลิงก์เว็บไซต์ Mail ยอดนิยม: คุณสามารถเข้าถึงเว็บไซต์เหล่านี้ได้โดยใช้ลิงก์ที่มุมซ้ายของหน้าจอ\n\nลิงก์บุ๊กมาร์ก: เมื่อใช้ไอคอนที่มุมขวาของหน้าจอ คุณจะสามารถเข้าถึงลิงก์โปรดที่คุณเพิ่มไว้สำหรับเบราว์เซอร์ Chrome และลบออกได้\n\nรายการสิ่งที่ต้องทำ: คุณสามารถเพิ่มรายการใหม่ในรายการสิ่งที่ต้องทำโดยใช้ลิงก์ที่มุมล่างซ้ายของหน้าจอ คุณสามารถลบและแก้ไขได้\n\nค้นหา: ด้วยช่องค้นหาที่อยู่ตรงกลางหน้าจอ คุณสามารถใช้บริการค้นหาได้ด้วยระบบที่ใช้โครงสร้างพื้นฐานของ Google\n\nคุณสามารถสัมผัสเคอร์เซอร์ต่างๆ ได้โดยเลือกจากเคอร์เซอร์ในรายการโดยคลิกเคอร์เซอร์ของแท็บแมวในรายการส่วนเสริมของคุณที่มุมขวาบนของเบราว์เซอร์ Chrome ระหว่างการติดตั้งแอปพลิเคชัน\n\nหากคุณต้องการติดต่อเราเกี่ยวกับอะไร คุณสามารถใช้ mosesarlie4@gmail.com",
    "uk": "Після встановлення цієї програми ви можете вибрати будь-який із запропонованих нами курсорів. І ви можете активно використовувати цей курсор на всіх сайтах, які ви відкриваєте.\n\nКурсор вкладки Cat представлений:\n\nПосилання на популярні сайти Mail: Ви можете перейти на ці сайти за допомогою посилань у лівому куті екрана.\n\nПосилання в закладки: за допомогою піктограми в правому куті екрана ви можете отримати доступ до улюблених посилань, які ви додали для браузера Chrome, і видалити їх.\n\nСписок завдань: ви можете додати нові елементи до списку завдань, використовуючи посилання в нижньому лівому куті екрана. Ви можете видаляти та редагувати їх.\n\nПошук: завдяки вікну пошуку в центрі екрана ви можете використовувати службу пошуку завдяки системі, що використовує інфраструктуру Google.\n\nВи можете використовувати різні курсори, вибираючи курсори зі списку, клацнувши курсор вкладки кота у списку доповнень у верхньому правому куті браузера Chrome під час встановлення програми.\n\nЯкщо ви хочете зв'язатися з нами з будь-яких питань. Ви можете використовувати mosesarlie4@gmail.com."
  }
}