{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stipop for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stickers for better design and online communication."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Express yourself better online and add a unique design to your projects with the Stipop sticker extension for Chrome and Gmail. \n\nStipop for Chrome offers instant sticker search from over 150,000 stickers designed by the best artists and a sticker store where you can download new packs. \n\nWith Stipop, you can use stickers anywhere on the web:\n• Insert stickers directly into Gmail\n• Click and drag to add on docs or slides\n• Copy and paste them almost anywhere\n\n➡ How it works\nStipop is a platform of 5,000 sticker artists around the world. We help them provide their stickers to users like you by offering various products that can be connected by a single account, letting users use their favorite stickers wherever Stipop is available. At the moment, Stipop is available on Chrome and iPhone (iMessage and FaceTime), and we are constantly expanding the app channel.\n\n➡ What’s included?\n\n~ Free\nThe free version of Stipop includes some free sticker packs, limited search, and a synced account with the recently sent stickers feature included.\n\n~ Membership Subscription\nStipop Membership includes unlimited sticker usage, search, and download to help you express yourself better online and have fun anywhere on the web.\n• 150,000+ stickers\n• Animated, seasonal stickers\n• Instant sticker search\n• Unlimited sticker pack download\n• Access to Stipop Membership on all apps available, currently Chrome and iMessage\n\n➡ Works anywhere on the web\nOnce you install Stipop, try pinning the app on Chrome so you can have it ready wherever you are. Here are some example websites which you can try using stickers on:\n• Gmail\n• Google Docs\n• Google Slides\n• And more\n\n➡ Get Stipop on your iPhone\nYou can also use Stipop on iMessage and FaceTime. Try downloading Stipop and use your favorite stickers on the browser and your phone: https://apps.apple.com/us/app/stipop-stickers-unlimited/id1288492157.\n\n➡ Try uploading your stickers\nYou can visit www.studio.stipop.io to sign up as an artist and upload your sticker design to use it on Stipop and generate revenue. The process can take just minutes, and no additional verification is required, so you should also have a go! \n\n➡ Terms and Conditions\nBy installing the Stipop extension, you agree to and acknowledge:\nhttps://stipop.com/en/terms\nhttps://stipop.com/en/privacy-policy\n\n----\n\nIf you need any help, please get in touch with us at contact@stipop.io."
  }
}