{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multiple Tab to PDF Printer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension prints multiple open tabs to PDFs. Select tabs with Ctrl+click or use checkboxes in the UI for a seamless workflow."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description\nDo you often find yourself juggling multiple open tabs and needing to save them as PDFs? Multiple Tab to PDF Printer is here to make your workflow simpler and more efficient. With just a few clicks, you can save selected tabs as individual PDF files, making it perfect for students, researchers, professionals, or anyone who needs to print multiple webpages at once to PDF files.\n\nKey Features\n✨ Effortless Tab Selection: Choose tabs with Ctrl+click or use intuitive checkboxes in the UI to select the tabs you want to print.\n📄 Seamless PDF Creation: Instantly convert selected tabs into individual, standard-format PDF files without leaving your browser.\n🖱️ User-Friendly Interface: Simple and straightforward, so you can focus on your tasks, not the tool.\n🌐 Works Across All Websites: Whether it’s articles, research papers, or online forms, you can save content from any website with ease.\n\nHow It Works\n1️⃣ Open the tabs you want to save as PDFs in your browser.\n2️⃣ Launch the extension by clicking the toolbar icon.\n3️⃣ Select tabs with checkboxes in the extension UI or use Ctrl+click to pick them manually.\n4️⃣ Click \"Print to PDF\" and let the extension do the rest!\n\nUse Cases\n📚 Research and Education: Save important articles or resources for offline reading.\n💼 Workplace Organization: Archive meeting notes, web-based reports, or other key documents.\n🗂️ Project Management: Quickly save relevant tabs for your team to reference.\n⏳ Personal Productivity: Keep your browser clutter-free by saving important tabs as PDFs for later.\n\nWhy Choose Multiple Tab to PDF Printer?\nUnlike other tools, this extension keeps your workflow intuitive and efficient. It works entirely within your browser, ensuring your data remains private and secure—nothing is sent to external servers.\n\nPrivacy and Security\n🔒 Your privacy is our priority. This extension works entirely within your browser and does not transmit your data to any external servers. All PDFs are created locally, ensuring your content stays private and secure.\n\nPrivacy Policy\nYou can review our full privacy policy here:\n👉 Privacy Policy"
  }
}