{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QweTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "QweTab offers a convenient web search, incognito mode, multi-desktop, quick search, favorite and widgets.",
    "de": "QweTab bietet eine praktische Websuche, den Inkognito-Modus, Multi-Desktop, Schnellsuche, Favoriten und Widgets an.",
    "es": "QweTab ofrece una búsqueda web conveniente, modo incógnito, multi-escritorio, búsqueda rápida, favoritos y widgets.",
    "fr": "QweTab offre une recherche web pratique, un mode incognito, un multi-bureau, une recherche rapide, des favoris et des widgets.",
    "it": "QweTab offre una comoda ricerca web, modalità incognito, multi-desktop, ricerca rapida, preferiti e widget.",
    "pt_BR,pt_PT": "QweTab oferece uma pesquisa na web conveniente, modo incógnito, multi-desktop, pesquisa rápida, favoritos e widgets.",
    "ru": "QweTab предлагает удобный поиск веб-сайтов, режим инкогнито, мульти-рабочий стол, быстрый поиск, избранное и виджеты.",
    "zh_CN": "QweTab 提供方便的网络搜索、隐身模式、多桌面、快速搜索、收藏夹和小部件。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "QweTab is 100% free and will convert and create various types of files (such as Word DOC, Excel XLS, and PowerPoint PPT).\n\nThis extension configures your New tab and offers a convenient web search.\n\nConverter tool that supports PDF, Word, Excel, PPT, JPG. Convert PDF to different formats and vice versa with just one click.\n\nQuick and easy access directly from your browser Free PDF Converter processes documents in Word, Excel, PDF, PPT and JPG. Simply select a Word file and press \"Convert to PDF\" to apply the format you want.\n\nFunctions:\n- Easily convert PDF to Word accurately and vice versa.\n- Convert PDF file to Excel and make it editable. Excel to PDF for easy reading.\n- Convert PDF pages to JPG, or from JPG images to PDF format.\n- Convert PDF to PowerPoint and convert it back in a second.\n\nQuick access to incognito mode, random wallpapers and local weather, all data is saved on your own computer. We recommend you add the frequently used website shortcuts. If you want to sync data or achieve other functions, you can leave a message in the comment section, we will develop more features based on users' opinions.\n\n1. Incognito mode\nSelect the text or link on any website and right click on the \"Find / Open In Incognito Mode\" menu. You can also open an incognito window for the shortcut you added. The search results will also open in a private window. In incognito mode, the browser does not record your visit records, cookies and form data. You can surf safely without leaving any traces to better protect your privacy.\n\n2. Multi-desktop\nAdd multiple desktops to classify the desktops and move smoothly between different desktops. Add shortcuts you use frequently so that you can easily find them whenever you need.\n\n3. Quick search\nThe powerful search function can search your history, bookmarks or just enter the url to open the website. It's the same as the browser's address bar, which is perfect. There are several modes in the search results. You can choose to open in a new tab, open in a new window, or open in an incognito window.\n\n4. Quick favorite\nSelect the context menu on the website to save the current URL in QwerPDF Workspace.\n\n5. Widgets\nWe support a variety of gadgets with different functions, you can add gadgets to the desktop.\n\n6. Rate us\nYou can click \"Rate US\" button at the bottom of the toolbar on the right side of the desktop, which will open our review page in the webstore. Please give us a suitable score and comment.\n\nBy installing this extension you agree to the data protection regulations (https://qwerpdf.com/privacy-policy.html).\n\nBy installing this extension you agree to the main principles in order to use our service:\nhttps://qwerpdf.com/terms-of-service.html\n\nUsed authorizations and reasons:\n\n\"Read and change your information on a number of websites\"\nIn order for our product to work, we need access to the websites we own and manage.\n\n\"Replace the page that appears when you open a new tab.\"\nThis way we can show you our product - a new tab with free web search.\n\n\"Read your browsing history and bookmarks\"\nThis enables us to match product-specific content or offers to relevant information.",
    "de": "QweTab  ist 100 % kostenlos und konvertiert und erstellt verschiedene Dateitypen (wie Word DOC, Excel XLS und PowerPoint PPT).\n\nDiese Erweiterung konfiguriert Ihren neuen Tab und bietet eine bequeme Websuche.\n\nKonverter-Tool, das PDF, Word, Excel, PPT, JPG unterstützt. Konvertieren Sie PDF mit nur einem Klick in verschiedene Formate und umgekehrt.\n\nSchneller und einfacher Zugriff direkt aus Ihrem Browser Free PDF Converter verarbeitet Dokumente in Word, Excel, PDF, PPT und JPG. Wählen Sie einfach eine Word-Datei aus und klicken Sie auf „In PDF konvertieren“, um das gewünschte Format anzuwenden.\n\nFunktionen:\n- Einfaches Konvertieren von PDF in Word und umgekehrt.\n- Konvertieren Sie PDF-Dateien in Excel und machen Sie sie bearbeitbar. Excel in PDF zum einfachen Lesen.\n- Konvertieren Sie PDF-Seiten in JPG oder von JPG-Bildern in das PDF-Format.\n- Konvertieren Sie PDF in PowerPoint und konvertieren Sie es in einer Sekunde zurück.\n\nSchneller Zugriff auf Inkognito-Modus, zufällige Hintergrundbilder und lokales Wetter, alle Daten werden auf Ihrem eigenen Computer gespeichert. Wir empfehlen Ihnen, die häufig verwendeten Website-Verknüpfungen hinzuzufügen. Wenn Sie Daten synchronisieren oder andere Funktionen erreichen möchten, können Sie eine Nachricht im Kommentarbereich hinterlassen. Wir werden weitere Funktionen basierend auf den Meinungen der Benutzer entwickeln.\n\n1. Inkognito-Modus\nWählen Sie den Text oder Link auf einer beliebigen Website aus und klicken Sie mit der rechten Maustaste auf das Menü „Im Inkognito-Modus suchen/öffnen“. Sie können auch ein Inkognito-Fenster für die hinzugefügte Verknüpfung öffnen. Die Suchergebnisse werden auch in einem privaten Fenster geöffnet. Im Inkognito-Modus zeichnet der Browser Ihre Besuchsaufzeichnungen, Cookies und Formulardaten nicht auf. Sie können sicher surfen, ohne Spuren zu hinterlassen, um Ihre Privatsphäre besser zu schützen.\n\n2. Multi-Desktop\nFügen Sie mehrere Desktops hinzu, um die Desktops zu klassifizieren und reibungslos zwischen verschiedenen Desktops zu wechseln. Fügen Sie Verknüpfungen hinzu, die Sie häufig verwenden, damit Sie sie bei Bedarf leicht finden können.\n\n3. Schnellsuche\nDie leistungsstarke Suchfunktion kann Ihren Verlauf und Ihre Lesezeichen durchsuchen oder einfach die URL eingeben, um die Website zu öffnen. Es ist dasselbe wie die Adressleiste des Browsers, die perfekt ist. In den Suchergebnissen gibt es mehrere Modi. Sie können wählen, ob Sie in einem neuen Tab, in einem neuen Fenster oder in einem Inkognito-Fenster öffnen möchten.\n\n4. Schneller Favorit\nWählen Sie das Kontextmenü auf der Website, um die aktuelle URL in QwerPDF Workspace zu speichern.\n\n5. Widgets\nWir unterstützen eine Vielzahl von Gadgets mit unterschiedlichen Funktionen, Sie können Gadgets zum Desktop hinzufügen.\n\n6. Bewerten Sie uns\nSie können unten in der Symbolleiste auf der rechten Seite des Desktops auf die Schaltfläche „Bewerten“ klicken, wodurch unsere Bewertungsseite im Webstore geöffnet wird. Bitte geben Sie uns eine passende Punktzahl und einen Kommentar.\n\nDurch die Installation dieser Erweiterung stimmen Sie den Datenschutzbestimmungen (https://qwerpdf.com/privacy-policy.html) zu.\n\nDurch die Installation dieser Erweiterung stimmen Sie den Hauptprinzipien für die Nutzung unseres Dienstes zu:\nhttps://qwerpdf.com/terms-of-service.html\n\nVerwendete Berechtigungen und Gründe:\n\n\"Lesen und ändern Sie Ihre Informationen auf einer Reihe von Websites\"\nDamit unser Produkt funktioniert, benötigen wir Zugriff auf die Websites, die wir besitzen und verwalten.\n\n\"Ersetzen Sie die Seite, die angezeigt wird, wenn Sie einen neuen Tab öffnen.\"\nAuf diese Weise können wir Ihnen unser Produkt zeigen - einen neuen Tab mit kostenloser Websuche.\n\n\"Lesen Sie Ihren Browserverlauf und Ihre Lesezeichen\"\nDies ermöglicht es uns, produktspezifische Inhalte oder Angebote relevanten Informationen zuzuordnen.",
    "es": "QweTab  es 100% gratuito y convertirá y creará varios tipos de archivos (como Word DOC, Excel XLS y PowerPoint PPT).\n\nEsta extensión configura su nueva pestaña y ofrece una búsqueda web conveniente.\n\nHerramienta de conversión compatible con PDF, Word, Excel, PPT, JPG. Convierta PDF a diferentes formatos y viceversa con solo un clic.\n\nAcceso rápido y fácil directamente desde su navegador Free PDF Converter procesa documentos en Word, Excel, PDF, PPT y JPG. Simplemente seleccione un archivo de Word y presione \"Convertir a PDF\" para aplicar el formato que desee.\n\nFunciones:\n- Convierta fácilmente PDF a Word con precisión y viceversa.\n- Convierta un archivo PDF a Excel y hágalo editable. Excel a PDF para facilitar la lectura.\n- Convierta páginas PDF a JPG, o de imágenes JPG a formato PDF.\n- Convierta PDF a PowerPoint y vuelva a convertirlo en un segundo.\n\nAcceso rápido al modo de incógnito, fondos de pantalla aleatorios y clima local, todos los datos se guardan en su propia computadora. Le recomendamos que agregue los accesos directos a sitios web que se usan con más frecuencia. Si desea sincronizar datos o lograr otras funciones, puede dejar un mensaje en la sección de comentarios, desarrollaremos más funciones según las opiniones de los usuarios.\n\n1. Modo de incógnito\nSeleccione el texto o enlace en cualquier sitio web y haga clic derecho en el menú \"Buscar/Abrir en modo incógnito\". También puede abrir una ventana de incógnito para el acceso directo que agregó. Los resultados de la búsqueda también se abrirán en una ventana privada. En el modo de incógnito, el navegador no registra sus registros de visitas, cookies y datos de formularios. Puede navegar de forma segura sin dejar rastros para proteger mejor su privacidad.\n\n2. Multi-escritorio\nAgregue múltiples escritorios para clasificar los escritorios y moverse sin problemas entre diferentes escritorios. Agregue accesos directos que usa con frecuencia para que pueda encontrarlos fácilmente cuando los necesite.\n\n3. Búsqueda rápida\nLa poderosa función de búsqueda puede buscar en su historial, marcadores o simplemente ingresar la URL para abrir el sitio web. Es lo mismo que la barra de direcciones del navegador, lo cual es perfecto. Hay varios modos en los resultados de búsqueda. Puede elegir abrir en una nueva pestaña, abrir en una nueva ventana o abrir en una ventana de incógnito.\n\n4. Favorito rápido\nSeleccione el menú contextual en el sitio web para guardar la URL actual en QwerPDF Workspace.\n\n5. Widgets\nAdmitimos una variedad de gadgets con diferentes funciones, puede agregar gadgets al escritorio.\n\n6. Califícanos\nPuede hacer clic en el botón \"Calificar EE. UU.\" en la parte inferior de la barra de herramientas en el lado derecho del escritorio, que abrirá nuestra página de revisión en la tienda web. Por favor, danos una puntuación adecuada y un comentario.\n\nAl instalar esta extensión, acepta las normas de protección de datos (https://qwerpdf.com/privacy-policy.html).\n\nAl instalar esta extensión, acepta los principios fundamentales para utilizar nuestro servicio:\nhttps://qwerpdf.com/terms-of-service.html\n\nAutorizaciones utilizadas y motivos:\n\n\"Lea y cambie su información en varios sitios web\"\nPara que nuestro producto funcione, necesitamos acceso a los sitios web que poseemos y administramos.\n\n\"Reemplaza la página que aparece cuando abres una nueva pestaña\".\nDe esta manera, podemos mostrarle nuestro producto: una nueva pestaña con búsqueda web gratuita.\n\n\"Lea su historial de navegación y marcadores\"\nEsto nos permite hacer coincidir el contenido específico del producto o las ofertas con información relevante.",
    "fr": "QweTab  est 100% gratuit et convertira et créera différents types de fichiers (tels que Word DOC, Excel XLS et PowerPoint PPT).\n\nCette extension configure votre nouvel onglet et offre une recherche Web pratique.\n\nOutil de conversion prenant en charge PDF, Word, Excel, PPT, JPG. Convertissez des PDF en différents formats et vice versa en un seul clic.\n\nAccès rapide et facile directement depuis votre navigateur Free PDF Converter traite les documents au format Word, Excel, PDF, PPT et JPG. Sélectionnez simplement un fichier Word et appuyez sur \"Convertir en PDF\" pour appliquer le format souhaité.\n\nLes fonctions:\n- Convertissez facilement un PDF en Word avec précision et vice versa.\n- Convertissez le fichier PDF en Excel et rendez-le modifiable. Excel en PDF pour une lecture facile.\n- Convertissez des pages PDF en JPG ou des images JPG au format PDF.\n- Convertissez PDF en PowerPoint et reconvertissez-le en une seconde.\n\nAccès rapide au mode navigation privée, fonds d'écran aléatoires et météo locale, toutes les données sont enregistrées sur votre propre ordinateur. Nous vous recommandons d'ajouter les raccourcis de sites Web fréquemment utilisés. Si vous souhaitez synchroniser des données ou obtenir d'autres fonctions, vous pouvez laisser un message dans la section des commentaires, nous développerons plus de fonctionnalités en fonction des opinions des utilisateurs.\n\n1. Mode navigation privée\nSélectionnez le texte ou le lien sur n'importe quel site Web et faites un clic droit sur le menu \"Rechercher / Ouvrir en mode navigation privée\". Vous pouvez également ouvrir une fenêtre de navigation privée pour le raccourci que vous avez ajouté. Les résultats de la recherche s'ouvriront également dans une fenêtre privée. En mode incognito, le navigateur n'enregistre pas vos enregistrements de visite, cookies et données de formulaire. Vous pouvez surfer en toute sécurité sans laisser de traces pour mieux protéger votre vie privée.\n\n2. Multi-bureau\nAjoutez plusieurs bureaux pour classer les bureaux et vous déplacer en douceur entre différents bureaux. Ajoutez les raccourcis que vous utilisez fréquemment afin de pouvoir les retrouver facilement quand vous en avez besoin.\n\n3. Recherche rapide\nLa fonction de recherche puissante peut rechercher votre historique, vos signets ou simplement entrer l'URL pour ouvrir le site Web. C'est la même chose que la barre d'adresse du navigateur, ce qui est parfait. Il existe plusieurs modes dans les résultats de recherche. Vous pouvez choisir d'ouvrir dans un nouvel onglet, d'ouvrir dans une nouvelle fenêtre ou d'ouvrir dans une fenêtre de navigation privée.\n\n4. Coup de coeur rapide\nSélectionnez le menu contextuel sur le site Web pour enregistrer l'URL actuelle dans QwerPDF Workspace.\n\n5. Gadgets\nNous prenons en charge une variété de gadgets avec différentes fonctions, vous pouvez ajouter des gadgets au bureau.\n\n6. Évaluez-nous\nVous pouvez cliquer sur le bouton \"Évaluer les États-Unis\" en bas de la barre d'outils sur le côté droit du bureau, ce qui ouvrira notre page d'évaluation dans la boutique en ligne. Veuillez nous donner une note et un commentaire appropriés.\n\nEn installant cette extension, vous acceptez les règles de protection des données (https://qwerpdf.com/privacy-policy.html).\n\nEn installant cette extension, vous acceptez les grands principes pour utiliser notre service :\nhttps://qwerpdf.com/terms-of-service.html\n\nAutorisations et motifs utilisés :\n\n\"Lire et modifier vos informations sur un certain nombre de sites Web\"\nPour que notre produit fonctionne, nous avons besoin d'accéder aux sites Web que nous possédons et gérons.\n\n\"Remplace la page qui s'affiche lorsque vous ouvrez un nouvel onglet.\"\nDe cette façon, nous pouvons vous montrer notre produit - un nouvel onglet avec une recherche Web gratuite.\n\n\"Lire votre historique de navigation et vos favoris\"\nCela nous permet de faire correspondre le contenu ou les offres spécifiques à un produit avec des informations pertinentes.",
    "it": "QweTab  è gratuito al 100% e convertirà e creerà vari tipi di file (come Word DOC, Excel XLS e PowerPoint PPT).\n\nQuesta estensione configura la tua nuova scheda e offre una comoda ricerca sul web.\n\nStrumento di conversione che supporta PDF, Word, Excel, PPT, JPG. Converti PDF in diversi formati e viceversa con un solo clic.\n\nAccesso facile e veloce direttamente dal tuo browser Free PDF Converter elabora documenti in Word, Excel, PDF, PPT e JPG. Basta selezionare un file Word e premere \"Converti in PDF\" per applicare il formato desiderato.\n\nFunzioni:\n- Converti facilmente PDF in Word in modo accurato e viceversa.\n- Converti file PDF in Excel e rendilo modificabile. Excel in PDF per una facile lettura.\n- Converti pagine PDF in JPG o da immagini JPG in formato PDF.\n- Converti PDF in PowerPoint e riconvertilo in un secondo.\n\nAccesso rapido alla modalità di navigazione in incognito, sfondi casuali e meteo locale, tutti i dati vengono salvati sul tuo computer. Ti consigliamo di aggiungere i collegamenti ai siti Web utilizzati di frequente. Se vuoi sincronizzare i dati o ottenere altre funzioni, puoi lasciare un messaggio nella sezione commenti, svilupperemo più funzionalità in base alle opinioni degli utenti.\n\n1. Modalità di navigazione in incognito\nSeleziona il testo o il collegamento su qualsiasi sito Web e fai clic con il pulsante destro del mouse sul menu \"Trova / Apri in modalità di navigazione in incognito\". Puoi anche aprire una finestra di navigazione in incognito per il collegamento che hai aggiunto. I risultati della ricerca si apriranno anche in una finestra privata. In modalità di navigazione in incognito, il browser non registra i record delle visite, i cookie e i dati dei moduli. Puoi navigare in sicurezza senza lasciare tracce per proteggere al meglio la tua privacy.\n\n2. Multi-desktop\nAggiungi più desktop per classificare i desktop e spostarti senza problemi tra desktop diversi. Aggiungi le scorciatoie che usi di frequente in modo da poterle trovare facilmente ogni volta che ne hai bisogno.\n\n3. Ricerca rapida\nLa potente funzione di ricerca può cercare nella cronologia, nei segnalibri o semplicemente inserire l'URL per aprire il sito web. È la stessa della barra degli indirizzi del browser, il che è perfetto. Ci sono diverse modalità nei risultati della ricerca. Puoi scegliere di aprire in una nuova scheda, aprire in una nuova finestra o aprire in una finestra di navigazione in incognito.\n\n4. Preferito veloce\nSeleziona il menu contestuale sul sito Web per salvare l'URL corrente in QwerPDF Workspace.\n\n5. Widget\nSupportiamo una varietà di gadget con diverse funzioni, puoi aggiungere gadget al desktop.\n\n6. Valutaci\nPuoi fare clic sul pulsante \"Vota US\" nella parte inferiore della barra degli strumenti sul lato destro del desktop, che aprirà la nostra pagina di recensione nel webstore. Ti preghiamo di darci un punteggio e un commento adeguati.\n\nInstallando questa estensione accetti le normative sulla protezione dei dati (https://qwerpdf.com/privacy-policy.html).\n\nInstallando questa estensione accetti i principi fondamentali per poter utilizzare il nostro servizio:\nhttps://qwerpdf.com/terms-of-service.html\n\nAutorizzazioni e motivazioni utilizzate:\n\n\"Leggi e modifica le tue informazioni su un certo numero di siti Web\"\nAffinché il nostro prodotto funzioni, abbiamo bisogno dell'accesso ai siti Web che possediamo e gestiamo.\n\n\"Sostituisci la pagina che appare quando apri una nuova scheda.\"\nIn questo modo possiamo mostrarti il ​​nostro prodotto: una nuova scheda con ricerca web gratuita.\n\n\"Leggi la cronologia di navigazione e i segnalibri\"\nCiò ci consente di abbinare i contenuti o le offerte specifici del prodotto alle informazioni pertinenti.",
    "pt_BR,pt_PT": "QweTab  é 100% gratuito e irá converter e criar vários tipos de arquivos (como Word DOC, Excel XLS e PowerPoint PPT).\n\nEsta extensão configura sua nova guia e oferece uma pesquisa na web conveniente.\n\nFerramenta de conversão que suporta PDF, Word, Excel, PPT, JPG. Converta PDF para diferentes formatos e vice-versa com apenas um clique.\n\nAcesso rápido e fácil diretamente do seu navegador Free PDF Converter processa documentos em Word, Excel, PDF, PPT e JPG. Basta selecionar um arquivo do Word e pressionar \"Converter em PDF\" para aplicar o formato desejado.\n\nFunções:\n- Converta facilmente PDF para Word com precisão e vice-versa.\n- Converta o arquivo PDF para o Excel e torne-o editável. Excel para PDF para facilitar a leitura.\n- Converta páginas PDF para JPG, ou de imagens JPG para o formato PDF.\n- Converta PDF para PowerPoint e converta-o novamente em um segundo.\n\nAcesso rápido ao modo de navegação anônima, papéis de parede aleatórios e clima local, todos os dados são salvos em seu próprio computador. Recomendamos que você adicione os atalhos de site usados ​​com frequência. Se você deseja sincronizar dados ou obter outras funções, pode deixar uma mensagem na seção de comentários, desenvolveremos mais recursos com base nas opiniões dos usuários.\n\n1. Modo de navegação anônima\nSelecione o texto ou link em qualquer site e clique com o botão direito do mouse no menu \"Localizar/Abrir no modo de navegação anônima\". Você também pode abrir uma janela anônima para o atalho adicionado. Os resultados da pesquisa também serão abertos em uma janela privada. No modo de navegação anônima, o navegador não registra seus registros de visitas, cookies e dados de formulários. Você pode navegar com segurança sem deixar rastros para melhor proteger sua privacidade.\n\n2. Multidesktop\nAdicione vários desktops para classificar os desktops e mover-se suavemente entre diferentes desktops. Adicione atalhos que você usa com frequência para que você possa encontrá-los facilmente sempre que precisar.\n\n3. Pesquisa rápida\nA poderosa função de pesquisa pode pesquisar seu histórico, favoritos ou simplesmente digitar a url para abrir o site. É o mesmo que a barra de endereços do navegador, o que é perfeito. Existem vários modos nos resultados da pesquisa. Você pode optar por abrir em uma nova guia, em uma nova janela ou em uma janela anônima.\n\n4. Favorito rápido\nSelecione o menu de contexto no site para salvar a URL atual no QwerPDF Workspace.\n\n5. Widgets\nApoiamos uma variedade de gadgets com funções diferentes, você pode adicionar gadgets à área de trabalho.\n\n6. Avalie-nos\nVocê pode clicar no botão \"Avaliar US\" na parte inferior da barra de ferramentas no lado direito da área de trabalho, que abrirá nossa página de revisão na loja virtual. Por favor, dê-nos uma pontuação adequada e comente.\n\nAo instalar esta extensão, você concorda com os regulamentos de proteção de dados (https://qwerpdf.com/privacy-policy.html).\n\nAo instalar esta extensão, você concorda com os principais princípios para usar nosso serviço:\nhttps://qwerpdf.com/terms-of-service.html\n\nAutorizações e motivos usados:\n\n\"Leia e altere suas informações em vários sites\"\nPara que nosso produto funcione, precisamos acessar os sites que possuímos e gerenciamos.\n\n\"Substituir a página que aparece quando você abre uma nova guia.\"\nDesta forma, podemos mostrar-lhe o nosso produto - uma nova aba com pesquisa gratuita na web.\n\n\"Leia seu histórico de navegação e favoritos\"\nIsso nos permite combinar conteúdo ou ofertas específicas de produtos com informações relevantes.",
    "ru": "QweTab  на 100 % бесплатна и позволяет конвертировать и создавать файлы различных типов (например, Word DOC, Excel XLS и PowerPoint PPT).\n\nЭто расширение настраивает вашу вкладку «Новые» и предлагает удобный веб-поиск.\n\nИнструмент конвертера, который поддерживает PDF, Word, Excel, PPT, JPG. Конвертируйте PDF в разные форматы и наоборот одним щелчком мыши.\n\nБыстрый и легкий доступ прямо из браузера Free PDF Converter обрабатывает документы в форматах Word, Excel, PDF, PPT и JPG. Просто выберите файл Word и нажмите «Преобразовать в PDF», чтобы применить нужный формат.\n\nФункции:\n- Легко и точно конвертируйте PDF в Word и наоборот.\n- Конвертируйте файл PDF в Excel и сделайте его редактируемым. Excel в PDF для удобного чтения.\n- Преобразование страниц PDF в JPG или из изображений JPG в формат PDF.\n- Конвертируйте PDF в PowerPoint и конвертируйте обратно за секунду.\n\nБыстрый доступ к режиму инкогнито, случайным обоям и местной погоде, все данные сохраняются на вашем собственном компьютере. Рекомендуем добавить часто используемые ярлыки веб-сайтов. Если вы хотите синхронизировать данные или использовать другие функции, вы можете оставить сообщение в разделе комментариев, мы разработаем дополнительные функции на основе мнений пользователей.\n\n1. Режим инкогнито\nВыберите текст или ссылку на любом веб-сайте и щелкните правой кнопкой мыши меню «Найти/Открыть в режиме инкогнито». Вы также можете открыть окно в режиме инкогнито для добавленного ярлыка. Результаты поиска также откроются в приватном окне. В режиме инкогнито браузер не записывает записи ваших посещений, файлы cookie и данные форм. Вы можете безопасно просматривать веб-страницы, не оставляя следов, чтобы лучше защитить свою конфиденциальность.\n\n2. Мульти-рабочий стол\nДобавьте несколько рабочих столов, чтобы классифицировать рабочие столы и плавно перемещаться между разными рабочими столами. Добавьте ярлыки, которые вы часто используете, чтобы вы могли легко найти их в любое время.\n\n3. Быстрый поиск\nМощная функция поиска может искать вашу историю, закладки или просто ввести URL-адрес, чтобы открыть веб-сайт. Это то же самое, что и адресная строка браузера, которая идеальна. В результатах поиска есть несколько режимов. Вы можете выбрать открытие в новой вкладке, открытие в новом окне или открытие в окне инкогнито.\n\n4. Быстрый фаворит\nВыберите контекстное меню на веб-сайте, чтобы сохранить текущий URL-адрес в рабочей области AwerPDF.\n\n5. Виджеты\nМы поддерживаем множество гаджетов с разными функциями, вы можете добавлять гаджеты на рабочий стол.\n\n6. Оцените нас\nВы можете нажать кнопку «Оценить США» в нижней части панели инструментов в правой части рабочего стола, после чего откроется наша страница обзора в интернет-магазине. Пожалуйста, дайте нам подходящую оценку и комментарий.\n\nУстанавливая это расширение, вы соглашаетесь с правилами защиты данных (https://qwerpdf.com/privacy-policy.html).\n\nУстанавливая это расширение, вы соглашаетесь с основными принципами использования нашего сервиса:\nhttps://qwerpdf.com/terms-of-service.html\n\nИспользуемые авторизации и причины:\n\n«Прочитать и изменить вашу информацию на ряде веб-сайтов»\nЧтобы наш продукт работал, нам нужен доступ к веб-сайтам, которыми мы владеем и управляем.\n\n«Заменить страницу, которая появляется при открытии новой вкладки».\nТаким образом, мы можем показать вам наш продукт - новую вкладку с бесплатным веб-поиском.\n\n«Прочитать историю посещенных страниц и закладки»\nЭто позволяет нам сопоставлять контент или предложения, относящиеся к конкретному продукту, с соответствующей информацией.",
    "zh_CN": "QweTab  是 100% 免费的，可以转换和创建各种类型的文件（如 Word DOC、Excel XLS 和 PowerPoint PPT）。\n\n此扩展程序配置您的新选项卡并提供方便的网络搜索。\n\n支持PDF、Word、Excel、PPT、JPG的转换工具。只需单击一下，即可将 PDF 转换为不同的格式，反之亦然。\n\n直接从您的浏览器快速轻松地访问 Free PDF Converter 可处理 Word、Excel、PDF、PPT 和 JPG 格式的文档。只需选择一个 Word 文件，然后按“转换为 PDF”即可应用您想要的格式。\n\n功能：\n- 轻松准确地将 PDF 转换为 Word，反之亦然。\n- 将 PDF 文件转换为 Excel 并使其可编辑。 Excel 转 PDF 以便于阅读。\n- 将 PDF 页面转换为 JPG，或从 JPG 图像转换为 PDF 格式。\n- 将 PDF 转换为 PowerPoint 并在一秒钟内将其转换回来。\n\n快速访问隐身模式、随机壁纸和当地天气，所有数据都保存在您自己的计算机上。我们建议您添加常用的网站快捷方式。如果您想同步数据或实现其他功能，可以在评论区留言，我们会根据用户的意见开发更多功能。\n\n1.隐身模式\n选择任何网站上的文本或链接，然后右键单击“以隐身模式查找/打开”菜单。您还可以为您添加的快捷方式打开一个隐身窗口。搜索结果也将在私人窗口中打开。在隐身模式下，浏览器不会记录您的访问记录、cookies 和表单数据。您可以安全地冲浪而不留下任何痕迹，以更好地保护您的隐私。\n\n2.多桌面\n添加多个桌面以对桌面进行分类，并在不同桌面之间平滑移动。添加您经常使用的快捷方式，以便您可以在需要时轻松找到它们。\n\n3.快速搜索\n强大的搜索功能可以搜索您的历史记录、书签或只需输入网址即可打开网站。和浏览器的地址栏一样，完美。搜索结果中有几种模式。您可以选择在新标签页中打开、在新窗口中打开或在隐身窗口中打开。\n\n4.快速收藏\n选择网站上的上下文菜单以将当前 URL 保存在 QwerPDF 工作区中。\n\n5. 小部件\n我们支持多种不同功能的小工具，您可以将小工具添加到桌面。\n\n6. 评价我们\n您可以单击桌面右侧工具栏底部的“给我们评分”按钮，这将打开我们在网上商店中的评论页面。请给我们一个合适的分数和评论。\n\n通过安装此扩展程序，您同意我们的隐私策略 (https://qwerpdf.com/privacy-policy.html)。\n\n通过安装此扩展程序，您同意我们的服务条款：https://qwerpdf.com/terms-of-service.html\n\n使用权限及原因：\n\n“在许多网站上阅读和更改您的信息”\n为了让我们的产品正常工作，我们需要访问我们拥有和管理的网站。\n\n“替换打开新标签时出现的页面。”\n通过这种方式，我们可以向您展示我们的产品 - 一个带有免费网络搜索的新标签。\n\n“阅读您的浏览历史记录和书签”\n这使我们能够将特定产品的内容或优惠与相关信息相匹配。"
  }
}