{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Geometry Dash Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Geometry Dash Lite is a our best jumping game you can play right on Chrome™ Browser! Offline and Popup Version! Let's Play!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Geometry Cube Dash is an exciting and fast-paced game available as a Chrome extension. Dive into a world of geometric shapes and reflex-testing challenges. Control a cube as it dashes through a series of obstacles in a vibrant and dynamic environment. Your goal is to navigate the cube through narrow pathways, jump over spikes, and avoid deadly traps. With its sleek graphics, rhythmic music, and addictive gameplay, Geometry Cube Dash offers an adrenaline-fueled experience. Test your timing, agility, and hand-eye coordination as you strive to achieve high scores and unlock new levels. Whether you're a fan of arcade games or looking for a thrilling gaming experience, Geometry Cube Dash on Chrome Extension will keep you engaged and entertained. Get ready to dash, dodge, and conquer the geometric world in this exhilarating game.\n*Note: If you want to play or find more games from our website, click the \"More Games\" button at the top left of the popup!\nIf you want to play this game in larger screen mode, click on the \"Web Version (larger screen)\" button to play at my website https://geometrydash.ee/\nThank you!",
    "en_AU,en_US,vi": "Geometry Dash Lite is an exhilarating platformer game that you can now enjoy as a Chrome extension. This addictive game challenges your reflexes, timing, and problem-solving abilities. You can play \"Geometry Dash Lite\" for free on the website https://geometrydash.ee/.\n\nIn \"Geometry Dash Lite,\" you control a character that must jump and dodge obstacles while listening to the engaging background music. The game features levels categorized as easy, normal, hard, harder, and insane, each with unique soundtracks and challenges that test your skills.\n\nTo play \"Geometry Dash Lite\" as a Chrome extension, visit the website https://geometrydash.ee/ and locate the game. Once you've found it, click on the \"Play Now\" button to start the game. The extension offers a user-friendly interface and optimized graphics, ensuring an immersive gaming experience.\n\n*Note: If you want to play or find more games from our website, click the \"More Games\" button at the top left of the popup!\nIf you want to play this game in larger screen mode, click on the \"Web Version (larger screen)\" button to play at my website https://geometrydash.ee/\nThank you!"
  }
}