{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SiteMap XML Dynamic SiteMap Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SiteMap XML Dynamic SiteMap crawls your web sie building a sitemap and dynamic sitemap code for a realtime live dynamic site map."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SiteMap XML crawls your web site to build an sitemap in XML, RSS, HTML, or Text format. It includes a range of configurable variables to define the sitemap content and can be run as an online form or to build Dynamic SiteMap Code to create real time dynamic site maps that can be directly called.\n\nSiteMap XML can generate sitemaps in XML (both Google and the new Sitemaps Protocol), RSS, HTML or Text format. These can be used to assist indexing of your site by Google, Yahoo, MSN and other search engines. Adding a HTML sitemap to your site will also provide a human viewable display of your site pages and enhance search engine indexing.\n\nYou can use our online SiteMap XML version at to generate a site map for your web site. If your server supports php you can also Download SiteMap XML and run SiteMap XML directly on your server. When run on your server you can set the default variables and run Dynamic SiteMap code to build real time dynamic site maps.\n\nKey Features\n\nDynamic SiteMap Code Generation to build real time sitemaps that automatically reflect the current structure of your site.\n\nStatic SiteMap Generation from form input on our server or yours.\n\nXML, RSS, HTML or Text sitemap generation. Including the new Sitemaps Protocol supported by Google, Yahoo and MSN.\n\nGenerates site maps suitable for Google, Yahoo, MSN and most other Search Engines as well as HTML human readable site maps.\n\nCapacity to display Date Last Modified (lastmod as utilized by Google).\n\nHandles and processes relative url links (ie ../).\n\nEncodes link urls to meet XML UTF-8 encoding requirements.\n\nAllows multiple Start Urls, so you can map unlinked areas of your site.\n\nProvides character pattern matching for URLs to be included in the map. This allows you to only map specific urls types ie .html or .php and exclude all others ie .gif, .css etc.\n\nProvides character pattern matching for URLs to be excluded in the map. An additional test to filter out specific matches ie PHPSESS.\n\nIncludes character pattern matching for URLs to set individual priority and change frequency values in the generated sitemap.\n\nWill extract links up to five levels deep when run on your server. This is limited to a depth of one level when using the online version hosted on our server.\n\nLink extract limits can be set from 10 to 5000 links. This is limited to a 1000 links when using the online version hosted on our server.\n\nA delay function that can be set from 0.0 to 5 seconds to manage server load and processing time. This cannot be set below 0.1 seconds when using the online version hosted on our server.\n\nThe default priority level can be set for URLs not identified for an individual priority setting.\n\nThe default change frequency level can be set for URLs not identified for an individual change frequency setting.\n\nWhen Generating a Static SiteMap it is displayed in the output text area to be saved as a file and can also be displayed directly in your browser as a standard file.\n\nWhen running Dynamic SiteMap Code the site map is returned as a standard file in the format selected and displayed in the browser or the calling server.\n\nApplication\n\nSiteMap XML provides a site map type suitable for any search engine. By including a HTML SiteMap link on your home page all search engines will be able to crawl and index all site pages. If you use a Dynamic SiteMap any changes to your site will be automatically reflected in the site map allowing search engines to find and update their index.\n\nProvide a HTML site map on your home page listing all the urls in your site to be used by search engines for indexing.\n\nAllow hidden (unlinked) areas of your site to be indexed by including them in the search engine site map as a Start URL.\n\nAllow JavaScript linked areas (which are not accessible to search engines) of your site to be indexed by including them in the search engine site map as a Start URL.\n\nImprove search engine indexing of your site by building and submitting search engine formatted sitemaps.\n\nInclude site map instructions for search engines to highlight the priority, date modified and relevance of web pages within your site.\n\nProvide site visitors with a HTML site map listing all the urls in your site. This can also be used by search engines for indexing.\n\nUse the Dynamic SiteMap Code to ensure your site maps always reflect the current status of your site regardless of future changes ie no more updating of sitemaps.\n\nYou can submit specifically formatted sitemaps directly to some search engines. This guarantees that the search engine is aware of your site map and is not simply waiting for the next crawl to identify it. Specific site map submission links and recommended site map types include:\n\nSubmit to Google a Google site map.\nSubmit to Yahoo a RSS site map.\nSubmit to MSN a RSS or HTML site map.\nThe new Sitemaps Protocol is designed to be supported by major search engines including Google, Yahoo and MSN.\n\nHTML site maps are generally suitable for all other search engines, many will also accept RSS and Text formats."
  }
}