{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Soccer Pinball - Football Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Soccer Pinball - Football Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Soccer Pinball, available as a Chrome Extension and also playable for free on retrobowls.org, is an exciting and unique game that combines the thrill of soccer with the fast-paced action of pinball. In this game, you'll experience the best of both worlds as you navigate a soccer-themed pinball machine to score goals.\n\nThe objective of Soccer Pinball is to control the pinball and aim for the goal by strategically bouncing it off various obstacles and targets within the pinball machine. Instead of traditional flippers, you'll use soccer players to redirect the ball and create scoring opportunities. Timing and precision are crucial as you try to outsmart the challenging pinball machine and outscore your opponents.\n\nPlaying Soccer Pinball on retrobowls.org guarantees a seamless gaming experience with a user-friendly interface and smooth gameplay. The website provides a platform where you can immerse yourself in this exciting fusion of soccer and pinball, enjoying the addictive gameplay and striving to achieve high scores.\n\nWhether you're a fan of soccer, pinball, or both, Soccer Pinball offers a refreshing and engaging gameplay experience. So, launch the pinball, control the soccer players, and aim for the goal in this thrilling and unconventional game. Visit retrobowls.org now and embrace the challenge of Soccer Pinball.\n\nIf you want to play more games, click the \"Unblocked Games\" button or other games we add links for users to easily find more games on our website: https: //retrobowls.org"
  }
}