{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UN Jobs Search Helper (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify UN job search with additional tools on aggregated UN job websites. This Beta only supports UNJobNet and UNJobs websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Finding your dream job with the United Nations can be challenging, with each UN sub-organization having its own career site. Job aggregators dedicated to the United Nations job search such as unjobnet.org and unjobs.org exist but do not offer practical ways to quickly mark jobs already seen. The UN Job Search Helper simplifies this process by enhancing job aggregation websites like unjobnet.org with tools that let you mark and track job ads you have already seen.\n\nThis extension was developed originally for personal usage and currently only supports the unjobnet.org and unjobs.org aggregator websites. If it encounters some success, we will increase the number of features and websites supported.\n\n\nFeatures:\n- Job Ad Tracking: Mark job ads as seen to avoid redundancy and streamline your job search.\n- User-Friendly Interface: Intuitive design ensures a smooth and efficient job search experience.\n- Secure and Private: Your data is stored locally on your machine, ensuring privacy and security.\n\nWhy Choose UN Job Tracker?\n\n- Efficiency: Save time by keeping track of job ads you've already reviewed.\n- Simplicity: Seamless integration with popular UN job aggregation sites.\n- Effectiveness: Increase your chances of finding the right job by ensuring you never miss an opportunity.\n\nGet started today and take the first step towards your UN career with confidence!\n\nHow to Use:\n\n1. Install the Extension: Click on the 'Add to Chrome' button to install UN Job Tracker\n2. Visit a Job Aggregation Sites (either unjobs.org or unjobnet.org)\n3. Start Tracking: Use the new controls available to mark and track job ads\n\nSupport and Feedback:\n\nWe value your feedback! If you encounter any issues or have suggestions, please contact us at unjobssearchextension@gmail.com."
  }
}