{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorbow: Coolors Color Contrast Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly check and ensure color contrast compliance with WCAG standards on Coolors palette pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorbow: Coolors Color Contrast Checker\nAs designers, ensuring that our creations are not only visually stunning but also accessible to all users is essential. The Colorbow extension was built with that goal in mind, allowing you to effortlessly measure the contrast values between colors in any palette directly on the Coolors website.\n\nUsing the power of WCAG standards, this tool automatically evaluates the color combinations in your palette, ensuring that they meet accessibility guidelines. Whether you’re working on web design, UI/UX, or print, contrast ratios are critical for readability and inclusivity.\n\nFeatures:\n\nInstant Contrast Checking: With just a click, measure the contrast ratio between any two colors in your Coolors palette.\nWCAG Compliance: Results are based on WCAG standards, ensuring your designs are accessible for users with visual impairments.\nSeamless Integration: No need to leave the Coolors website. The extension works directly on your palette, delivering results instantly.\nSimplified Workflow: Skip the manual process of checking colors one by one. This extension does the hard work for you, giving you immediate results that help you design with confidence."
  }
}