{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notepapa"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smarter Notes for Smarter Decisions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notepapa: Smarter Notes for Smarter Decisions\n\nNotepapa is the ultimate browser extension for seamless note-taking. Designed to help you capture, organize, and manage your ideas efficiently, Notepapa empowers you to stay on top of your work, studies, and creative pursuits. Whether you're brainstorming, researching, or simply jotting down quick thoughts, Notepapa ensures your notes are always at your fingertips.\n\nWhy Choose Notepapa?\nIn a fast-paced digital world, managing information effectively is crucial. Notepapa simplifies the way you take and manage notes, offering intuitive tools that blend perfectly into your browsing experience. Say goodbye to scattered ideas and hello to a more organized and productive you.\n\nWhat Does Notepapa Do?\nCapture Notes Anywhere\n\nTake notes directly from any website, article, or video.\nSave highlights, important points, or your own thoughts without leaving the page.\nAutomatically link notes to the source for quick reference later.\nStreamlined Organization\n\nAll your notes are saved in a clean and easy-to-navigate dashboard.\nSort and filter notes by title, source, date, or custom tags.\nUse dynamic pagination to manage large collections of notes effortlessly.\nEffortless Search\n\nAdvanced search options let you quickly find notes based on keywords, tags, or dates.\nHighlighted results make it easier to pinpoint the exact information you need.\nCustomize Your Notes\n\nEdit, update, or delete notes as your ideas evolve.\nAdd custom titles or let Notepapa generate one for you automatically.\nSmart Storage\n\nNotes are securely stored using Chrome's local and sync storage, ensuring access across devices.\nNo need for external accounts or servers—your data is private and safe.\nTop Features\nUser-Friendly Interface: Easy to navigate and designed for all users.\nQuick Access: Open the extension with a single click to view or take notes instantly.\nPowerful Sorting: Arrange notes by favorites, date created, or source title for better organization.\nHighlight Matching Content: Match keywords in your notes to the content you’re browsing.\nBackup and Restore: Import or export notes to a JSON file for added flexibility.\nCustomizable Experience: Add a personal touch with profile settings, including username and profile picture.\nWhy Should You Install Notepapa?\nStay Organized: Consolidate all your thoughts and ideas in one place.\nSave Time: Quickly jot down key information while browsing without switching tabs.\nBoost Productivity: Never lose track of important details, whether you're working, studying, or brainstorming.\nEasy to Use: Designed with simplicity and efficiency in mind, Notepapa is suitable for all users.\nSecure & Private: Your notes stay with you—no unnecessary data sharing or external storage.\nUse Cases for Notepapa\nFor Professionals: Keep track of research, meeting notes, and to-do lists.\nFor Students: Save lecture notes, study highlights, and project ideas.\nFor Creatives: Organize thoughts, brainstorm new concepts, and draft outlines.\nFor Everyone: Whether it’s a recipe, travel plan, or random idea, Notepapa helps you save it all.\nHow to Get Started\nInstall Notepapa from the Chrome Web Store.\nOpen the extension and start capturing your notes.\nOrganize and access your notes anytime using the dashboard.\nExport notes for safe backup or share them as needed.\nWhy Trust Notepapa?\nNotepapa is developed with user convenience and privacy in mind. There are no ads, no hidden subscriptions, and no complex setups. Your data is your own—securely stored and easily accessible whenever you need it.\n\nStart taking smarter notes for smarter decisions. Install Notepapa today and transform the way you organize your ideas!"
  }
}