{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apacalpa's Subscriber Alert"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get near real-time updates and celebrate new YouTube subscribers for Apacalpa with a fun suprise."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What's up, you beautiful nerds? Ready to turn your browsing experience into a chaotic celebration? This piece of crap is here to make every few subscribers to my YouTube channel an epic event! This hilariously unpredictable extension throws confetti on your screen every time ten new people subscribe. But that’s just the beginning – for every thousand new subs, I’ll unleash another ridiculous feature. Expect the unexpected: screen flips, meme floods, and random screams?\n\nBe sure to subscribe to the channel to annoy yourself, and everyone else with the plugin!\n\nFeatures:\n\n- Real-Time Subscriber Alerts: Get instant notifications when ten more brave souls decide my channel is worth their time.\n- Confetti Celebrations: Bask in the glory of colorful confetti every time we hit a new milestone.\n- Ever-Evolving Madness: For every thousand new subscribers, I’ll add another outrageous feature. From screen flips to meme floods – the chaos knows no bounds!\n- Sound Effects: Get ready for unexpected, loud, and wonderfully annoying sound effects that keep the party going.\n- Annoy Your Friends: Spread the chaos by getting your friends to install the plugin too – let's make their browsing experience as wild as yours!\n\nWhy You'll Love It:\n\n- Interactive Insanity: Dive headfirst into the madness and celebrate every subscriber milestone with me.\n- Unpredictable Fun: Stay on your toes as new and bizarre features get added with each milestone.\n- Join the Journey: Be part of this wild adventure and watch the plugin evolve into something truly unhinged.\n\nHow It Works:\n\n- Install the Extension: Click 'Add to Chrome' to join the madness.\n- Sit Back and Enjoy: The extension tracks my YouTube subscriber count and celebrates every ten new subs with a burst of confetti and other surprises.\n- Share the Fun: Tell your friends to install the plugin and watch them get caught in the chaos too!\n\nEmbrace the Chaos:\nCelebrate my YouTube journey in the most unpredictable way possible. Hit that subscribe button on my channel, and let's turn the internet into our playground! Share the plugin with your friends and let’s see how much chaos we can create together."
  }
}