{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Omega Ad Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad blocking software using powerful net request filtering technology.",
    "da": "Software til blokering af reklamer, der bruger effektiv teknologi til filtrering af netanmodninger.",
    "de": "Werbeblocker-Software mit leistungsstarker Technologie zur Filterung von Netzanfragen.",
    "es": "Software de bloqueo de anuncios que utiliza una potente tecnología de filtrado de peticiones de red.",
    "fi": "Mainosten esto-ohjelmisto, joka käyttää tehokasta nettipyyntöjen suodatustekniikkaa.",
    "fr": "Logiciel de blocage des publicités utilisant la puissante technologie de filtrage des requêtes Internet.",
    "it": "Software di blocco degli annunci che utilizza una potente tecnologia di filtraggio delle richieste in rete.",
    "nl": "Software voor het blokkeren van advertenties met behulp van krachtige filtertechnologie voor internetverzoeken.",
    "no": "Annonseblokkeringsprogramvare som bruker kraftig nettforespørselfiltreringsteknologi.",
    "pt_BR": "Software de bloqueio de anúncios utilizando poderosa tecnologia de filtragem de solicitação de rede.",
    "sv": "Programvara som blockerar annonser med kraftfull teknik för filtrering av nätförfrågningar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to a cleaner, faster, and more enjoyable online experience with Omega Ad Blocker – your trusted ally in the battle against intrusive advertisements. This specialized Chrome extension has been meticulously crafted with a singular purpose: to enhance your web browsing by seamlessly eliminating most of the ads.\n\nKey Features:\n\n🚀 Efficient Ad Blocking:\nBid farewell to annoying ads that disrupt your online journey. Omega Ad Blocker employs advanced techniques to identify and neutralize the most intrusive advertisements, ensuring a smooth and distraction-free browsing experience.\n\n🌐 Comprehensive Filter Lists:\nStay ahead of the ad game with regularly updated filter lists. Omega Ad Blocker utilizes alarms to schedule periodic updates, keeping its ad-blocking databases current and effective against the ever-evolving world of online ads.",
    "da,de,es,fi,fr,it,nl,no,pt_BR,sv": "Welcome to a cleaner, faster, and more enjoyable online experience with Omega Ad Blocker – your trusted ally in the battle against intrusive advertisements. This specialized Chrome extension has been meticulously crafted with a singular purpose: to enhance your web browsing by seamlessly eliminating disruptive ads, pop-ups, and unwanted distractions.\n\nKey Features:\n\n🚀 Efficient Ad Blocking:\nBid farewell to annoying ads that disrupt your online journey. Omega Ad Blocker employs advanced techniques to identify and neutralize intrusive advertisements, ensuring a smooth and distraction-free browsing experience.\n\n🌐 Comprehensive Filter Lists:\nStay ahead of the ad game with regularly updated filter lists. Omega Ad Blocker utilizes alarms to schedule periodic updates, keeping its ad-blocking databases current and effective against the ever-evolving world of online ads."
  }
}