{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReachOut.App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reach Out supports you with automated campaigns to efficiently and precisely reach out to your leads through LinkedIn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReachOut supports you with automated campaigns to efficiently and accurately address your leads via LinkedIn.\nFill your sales pipeline with qualified LinkedIn leads and support your marketing outreach by constantly and specifically expanding the target group in your network.\n\nHow do you benefit the most from LinkedIn, reach your target group and get the full added value from the contacts in your existing network?\nUse ReachOut!\n\n➡️ Warm leads that come from your target group\n\n➡️ Constant, automated expansion of your network\n\n➡️ Direct connection to your CRM\n\n➡️ Personalized contact campaigns\n\n➡️ Campaigns to increase the impressions of your posts\n\n➡️ Promotion of events\n\n➡️ Import of CSV lists and LinkedIn contacts\n\n➡️ Qualified leads in your calendar\n\nWe enable the export of leads from LinkedIn search, from LinkedIn profiles and from the LinkedIn Sales Navigator.\n\nWe offer interfaces to your CRM: Hubspot, Pipedrive & Salesforce! \nImport data seamlessly and access it on LinkedIn. Automatically export LinkedIn contacts to your CRM.\n\nWith ReachOut, you can master social selling on LinkedIn – with us you can build up your network in just a few clicks and constantly expand it, open up authentic conversations and effectively place your brand in your target group.\n\nOnce in the LinkedIn network, you benefit from constant contactable and warm leads.\n\nFill your calendar with qualified leads that you can really help.\n\n🗓️ Start the 7-day trial for free and take the first steps towards a promising sales funnel!\n\nMore information:\n\nwww.reach-out.app\n\nWe look forward to your questions, feedback and any suggestions!\n\n+49 156 79 208 701\n\nservice@reach-out.app"
  }
}