{
  "name": {
    "ar": "تغيير الفيسبوك موضوع اللون",
    "am,bg,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,he,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "My Social Media Custom Theme",
    "bn": "পরিবর্তন ফেসবুক থিম রঙ",
    "da": "Skift Facebook Tema Color",
    "de": "Ändern Facebook Theme Farbe",
    "es": "Cambie Facebook Tema de color",
    "fi": "Muuta Facebook teema Color",
    "fil": "Baguhin Facebook Color Theme",
    "fr": "Changer Facebook Thème Couleur",
    "gu": "બદલો ફેસબુક થીમ રંગ",
    "hi": "बदलें थीम रंग",
    "ko": "페이스 북 테마 색상 변경",
    "sv": "Ändra Facebook temafärg",
    "tr": "Facebook Tema Rengini Değiştirme"
  },
  "short": {
    "ar": "يمكنك بسهولة تغيير الفيسبوك موضوع الألوان على رأس وألوان الخط، مع تصميم واجهة المستخدم الرسومية سهلة.",
    "am,bg,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,he,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "You can easily change facebook theme colors, heading and font colors, with easy GUI design.",
    "bn": "আপনি খুব সহজেই ফেসবুক থিম রং পরিবর্তন করতে পারেন, শিরোনাম এবং ফন্টের রং, সহজ গ্রাফিক্যাল ইউজার ইন্টারফেস ডিজাইন.",
    "da": "Du kan nemt ændre facebook temafarver, overskrift og skrifttype farver, med nem GUI design.",
    "de": "Sie können ganz einfach facebook Thema Farben ändern, Überschrift und Schriftfarben , mit einfachem GUI design",
    "es": "Usted puede cambiar fácilmente los colores del tema del facebook, la denominación y los colores de la fuente, con el diseño de…",
    "fi": "Voit helposti muuttaa facebook teema väriä, otsake ja fontin värit, helposti GUI suunnitteluun.",
    "fil": "Madali mong baguhin ang facebook mga kulay ng tema, heading at mga kulay ng font, na may madaling GUI disenyo.",
    "fr": "Vous pouvez facilement changer facebook couleurs du thème, la position et les couleurs font, avec la conception de l'interface…",
    "gu": "તમે સરળતાથી ફેસબુક થીમ રંગો બદલી શકો છો, શીર્ષક અને ફોન્ટ રંગો, સરળ GUI ડિઝાઇન સાથે.",
    "hi": "आप आसानी से फेसबुक विषय रंग बदल सकते हैं, शीर्षक और फ़ॉन्ट रंग, आसान जीयूआई डिजाइन के साथ।",
    "ko": "당신은 쉽게 쉽게 GUI 디자인, 색상 호와 글꼴, 페이스 북 테마 색상을 변경할 수 있습니다.",
    "sv": "Du kan enkelt ändra facebook temafärger , rubrik och teckensnitt färger, med lätt GUI design.",
    "tr": "Kolayca kolay GUI tasarımı ile, renkleri başlık ve yazı tipi, facebook tema renklerini değiştirebilirsiniz."
  },
  "long": {
    "ar": "تغيير النص وألوان الخلفية من الفيسبوك في نقرة واحدة.\nتغيير نظام الألوان الفيسبوك إلى أي شيء تريده.\nتغيير الفيسبوك إلى الألوان المفضلة لديك.\nيمكنك مشاهدة التغييرات التي تنتج في الفيسبوك الخاص بك.\n\nالإصدار 2.1\n* الآن دعم لغات متعددة\n* اصلاح الخلل.\n\n\nيمكنك بسهولة تغيير الفيسبوك موضوع الألوان، عنوان وألوان الخط، مع تصميم واجهة المستخدم الرسومية سهلة.\n\nالبرنامج التعليمي:\n\n1. انقر على تثبيت / أضف إلى متصفح Chrome على الجزء العلوي الأيمن وتأكيد التثبيت.\n2. اذهب إلى الفيسبوك وانقر على الأيقونة الصفراء الفيسبوك، في الزاوية اليمنى العليا.\n3. تفعيل أف ب اللون مبدل واختيار اللون الخاص بك.\n4. إنهاء. استمتع \"جديدة\" الفيسبوك الألوان.\n\n\nشكرا.",
    "am,bg,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,he,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Change the Text and background colors of Facebook in a single click.\nChange the Facebook color scheme to anything you want.\nChange Facebook to your favorite colors.\nYou can see live changes result on your Facebook.\n\nVersion 2.1\n* Now Support multi languages\n* Fix Bugs.\n\nYou can easily change Facebook theme colors, heading and font colors, with easy GUI design.\n\nTutorial:\n\n1. Click on install/Add to Chrome on the upper right and confirm the installation.\n2. Go to facebook and click on the yellow Facebook icon, at top right corner.\n3. Activate the Fb Color Changer and choose your color.\n4. Finish. Enjoy your \"new\" Facebook Colors.\n\n\nThank you.",
    "bn": "একটি ক্লিকেই ফেসবুকের টেক্সট এবং ব্যাকগ্রাউন্ড রং পরিবর্তন করুন.\nআপনি কিছু করতে চান ফেসবুক বর্ণবিন্যাস পরিবর্তন করুন.\nআপনার প্রিয় রং ফেসবুক পরিবর্তন করুন.\nআপনি লাইভ পরিবর্তনগুলি আপনার ফেসবুকে ফলাফল দেখতে পারেন.\n\nসংস্করণ 2.1\n* এখন মাল্টি ভাষা সমর্থন\n* ফিক্স বাগ.\n\n\nআপনি খুব সহজেই ফেসবুক থিম রং, শিরোনাম এবং ফন্টের রং পরিবর্তন করতে পারেন সহজ গ্রাফিক্যাল ইউজার ইন্টারফেস ডিজাইন.\n\nটিউটোরিয়াল:\n\nউপরের ডানদিকে Chrome এবং ইনস্টলেশন নিশ্চিত করতে 1. ইনস্টল / যোগ উপর ক্লিক করুন.\n2. ফেসবুক যান এবং হলুদ ফেসবুক আইকনের উপর ক্লিক করুন, উপরের ডান কোণায়.\n3. ফেসবুক রঙ পোদ্দার সক্রিয় করুন এবং আপনার রঙ চয়ন.\n4. শেষ. আপনার \"নতুন\" ফেসবুক রঙ উপভোগ করুন.\n\n\nধন্যবাদ.",
    "da": "Ændre teksten og baggrundsfarver af Facebook med et enkelt klik.\nSkift Facebook farveskema til noget, du ønsker.\nSkift Facebook til dine foretrukne farver.\nDu kan se live-ændringer resulterer på din Facebook.\n\nVersion 2.1\n* Nu understøtter multi sprog\n* Rette fejl.\n\n\nDu kan nemt ændre Facebook tema farver, overskrift og skrifttype farver, med nem GUI design.\n\ntutorial:\n\n1. Klik på installer / Tilføj til Chrome i øverste højre og bekræfte installationen.\n2. Gå til facebook og klik på den gule Facebook-ikonet, øverst i højre hjørne.\n3. Aktiver Fb Color Changer og vælg din farve.\n4. Udfør. Nyd dine \"nye\" Facebook Colors.\n\n\nTak.",
    "de": "Ändern Sie den Text und Hintergrundfarben von Facebook in einem einzigen Klick.\nÄndern Sie die Facebook -Farbschema , was Sie wollen.\nÄndern Facebook zu Ihren Lieblingsfarben .\nSie können Live-Änderungen führen auf Ihrem Facebook zu sehen.\n\nVersion 2.1\n* Unterstützung Jetzt multi Sprachen\n* Fix Bugs.\n\n\nSie können ganz einfach Facebook Thema Farben, Überschrift und Schriftfarben , mit einfachem GUI-Design ändern.\n\nTutorial:\n\n1. Klicken Sie auf Installieren / Hinzufügen auf der oberen rechten Chrome und die Installation bestätigen.\n2. Gehen Sie auf Facebook und klicken Sie auf das gelbe Facebook -Symbol, an rechten oberen Ecke.\n3. Fb Farbwechsler aktivieren und wählen Sie Ihre Farbe.\n4. Fertig stellen. Genießen Sie Ihre \"neue\" Facebook -Farben.\n\n\nVielen Dank.",
    "es": "Cambiar los colores de fondo del texto y de Facebook en un solo clic.\nCambiar el esquema de color de Facebook para cualquier cosa que desee.\nFacebook para cambiar sus colores preferidos.\nSe puede ver en vivo como resultado cambios en su Facebook.\n\nversión 2.1\n* Ahora Soporte de múltiples idiomas\n* Corregir errores.\n\n\nUsted puede cambiar fácilmente los colores del tema de Facebook, la denominación y colores de la fuente, con el diseño de interfaz gráfica de usuario fácil.\n\nTutorial:\n\n1. Haga clic en instalar / Añadir a Chrome en la parte superior derecha y confirmar la instalación.\n2. Ir a facebook y hacer clic en el icono amarillo de Facebook, en la esquina superior derecha.\n3. Activar el Fb Cambiar color y elija su color.\n4. Finalizar. Disfrute de sus \"nuevos\" colores de Facebook.\n\n\nGracias.",
    "fi": "Muuta tekstin ja taustan värit Facebook yhdellä napsautuksella.\nMuuta Facebook värimallia mitä haluat.\nMuuta Facebook suosikki värejä.\nVoit nähdä livenä muutoksia johtaa Facebook-.\n\nversio 2.1\n* Nyt Tuki multi kielillä\n* Fix Bugs.\n\n\nVoit helposti muuttaa Facebook teema väriä, otsikko ja fontin värit, helposti GUI suunnitteluun.\n\nTutorial:\n\n1. Valitse asentaa / Lisää Chromeen oikeassa yläkulmassa ja Vahvista asennus.\n2. Siirry Facebook ja klikkaa keltaista Facebook kuvaketta, klo oikeassa yläkulmassa.\n3. Ota Fb värinvaihtajan ja valitse väri.\n4. Lopeta. Nauti \"uusi\" Facebook Colors.\n\n\nKiitos.",
    "fil": "Baguhin ang mga kulay Text at background ng Facebook sa isang solong pag-click.\nBaguhin ang kulay scheme Facebook sa anumang bagay na gusto mo.\nBaguhin Facebook sa iyong mga paboritong kulay.\nMaaari mong makita ang live na mga pagbabago magresulta sa iyong Facebook.\n\nbersyon 2.1\n* Ngayon Suportahan ang multi wika\n* Fix bug.\n\n\nMadali mong baguhin ang Facebook mga kulay ng tema, heading at mga kulay ng font, na may madaling GUI disenyo.\n\nPagtuturo:\n\n1. Mag-click sa i-install / Magdagdag ka sa Chrome sa kanang itaas at kumpirmahin ang pag-install.\n2. Pumunta sa facebook at i-click sa icon na dilaw Facebook, sa itaas na kanang sulok.\n3. I-activate ang Fb Color Changer at piliin ang iyong kulay.\n4. Tapos na. Masiyahan sa iyong \"bagong\" Facebook Kulay.\n\n\nSalamat.",
    "fr": "Changer les couleurs de texte et d'arrière de Facebook en un seul clic.\nChanger le schéma de couleurs Facebook pour tout ce que vous voulez.\nChanger Facebook à vos couleurs préférées.\nVous pouvez voir les changements en direct résultent sur votre Facebook.\n\nVersion 2.1\n* Maintenant Soutenir multi langues\n* Corriger les bugs.\n\n\nVous pouvez facilement changer Facebook couleurs du thème, le cap et les couleurs de police, avec la conception de l'interface graphique facile.\n\nTutorial:\n\n1. Cliquez sur Installer / Ajouter à Chrome en haut à droite et confirmer l'installation.\n2. Allez sur facebook et cliquez sur l'icône jaune Facebook, au coin supérieur droit.\n3. Activer le changeur de couleur Fb et choisissez votre couleur.\n4. Terminer. Profitez de vos \"nouveaux\" Couleurs Facebook.\n\n\nJe vous remercie.",
    "gu,hi": "એક જ ક્લિકમાં ફેસબુક લખાણ અને પૃષ્ઠભૂમિ રંગ બદલો.\nતમે ઇચ્છો કંઈપણ ફેસબુક રંગ યોજના બદલો.\nતમારા મનપસંદ રંગો ફેસબુક બદલો.\nતમે લાઇવ ફેરફારો તમારા Facebook પર પરિણામ જોઈ શકે છે.\n\nઆવૃત્તિ 2.1\n* હવે મલ્ટી ભાષાઓ આધાર\n* ઠીક બગ્સ.\n\n\nતમે સરળતાથી ફેસબુક થીમ રંગો, શીર્ષક અને ફોન્ટ રંગ બદલી શકો છો સરળ GUI ડિઝાઇન સાથે.\n\nટ્યુટોરીયલ:\n\nજમણા પર Chrome અને સ્થાપન ખાતરી કરવા માટે 1. સ્થાપિત / ઉમેરો પર ક્લિક કરો.\n2. ફેસબુક પર જાઓ અને પીળા ફેસબુક ચિહ્ન પર ક્લિક કરો, જમણી ટોચની ખૂણે.\n3. Fb રંગ ચેન્જર સક્રિય કરવા અને તમારા રંગ પસંદ કરો.\n4. સમાપ્ત. તમારા \"નવા\" ફેસબુક રંગો આનંદ.\n\n\nઆભાર.",
    "ko": "한 번의 클릭으로 페이스 북의 텍스트 및 배경 색상을 변경합니다.\n당신이 원하는 무엇이든에 페이스 북의 색상을 변경합니다.\n당신의 마음에 드는 색상에 페이스 북을 변경합니다.\n당신은 라이브 변경 사항이 페이스 북에 결과를 볼 수 있습니다.\n\n버전 2.1\n* 이제 다중 언어 지원\n* 수정 버그.\n\n\n당신은 쉽게 쉽게 GUI 디자인, 페이스 북 테마 색, 제목 및 글꼴 색상을 변경할 수 있습니다.\n\n지도 시간:\n\n설치 / 추가 1. 클릭하여 오른쪽 상단에 크롬 설치를 확인합니다.\n2. 페이스 북에 가서 오른쪽 상단에 노란색 페이스 북 아이콘을 클릭합니다.\n3. FB 컬러 체인저를 활성화하고 색상을 선택합니다.\n4. 마침. 당신의 \"새로운\"페이스 북의 색상을 즐길 수 있습니다.\n\n\n고맙습니다.",
    "sv": "Ändra texten och bakgrundsfärger Facebook i ett enda klick.\nÄndra Facebook färgschema till vad du vill.\nÄndra Facebook till dina favoritfärger .\nDu kan se levande förändringar resulterar på Facebook.\n\nversion 2.1\n* Nu Stöd för flera språk\n* Rätta fel.\n\n\nDu kan enkelt ändra Facebook temafärger , rubrik och teckensnitt färger, med lätt GUI design.\n\nHandledning:\n\n1. Klicka på Installera / Lägg till Chrome på den övre högra och bekräfta installationen.\n2. Gå till facebook och klicka på den gula Facebook-ikonen, på övre högra hörnet.\n3. Aktivera Fb färgväxlaren och välj din färg.\n4. Avsluta. Njut av dina \"nya\" Facebook färger.\n\n\nTack.",
    "tr": "Tek bir tıklamayla Facebook Metin ve arka plan renklerini değiştirin.\nistediğiniz herhangi bir şey Facebook renk düzenini değiştirmek.\nEn sevdiğiniz renkler Facebook değiştirin.\nCanlı değişiklikler Facebook'ta sonucu görebilirsiniz.\n\nSürüm 2.1\n* Şimdi çoklu dil desteği\n* Fix Bugs.\n\n\nKolayca kolay GUI tasarımı ile, Facebook tema renkleri, başlık ve yazı renklerini değiştirebilirsiniz.\n\nöğretici:\n\n/ Install Ekle 1. Tıklayın sağ üst Chrome ve yüklemeyi onaylamak için.\n2. Facebook'a gidin ve sağ üst köşedeki sarı Facebook simgesine tıklayın.\n3. Fb Renk Changer etkinleştirin ve rengi seçin.\n4. tamamlayın. \"yeni\" Facebook Renkleri keyfini çıkarın.\n\n\nTeşekkür ederim."
  }
}