{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Moodboard Builder by FastFashionTrend.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trend Analyzer, and Moodboard builder is FastFashionTrend's proprietary plugin for fashion designer, and merchandisers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash your creative potential with the Trend Analyzer and Moodboard Builder, the premier plugin designed by FastFashionTrend.com exclusively for fashion industry professionals. This powerful tool is tailored to meet the dynamic needs of fashion designers and merchandisers, empowering them to stay ahead in the fast-paced fashion world.\nFeatures:\nStay Updated: Keep your finger on the pulse of the latest fashion trends with real-time analysis tools that help you stay ahead of the market.\nEffortless Collection: Seamlessly collect and organize images from across the web. Whether you're browsing sites like Zara, Asos, or other fashion platforms, you can easily save pertinent fashion items to your personalized moodboards.\nMoodboard Management: Create and manage moodboards that help you visualize and refine your design ideas, making it easier to bring your visions to life.\nTrend Analysis: Analyze trends directly from your favorite fashion websites, gaining insights that can drive your creative decisions and ensure your designs always stand out.\nTrend Analyzer and Moodboard Builder by FastFashionTrend.com is your go-to tool to navigate, capture, and dominate the fashion landscape. Start building your fashion future today!"
  }
}