{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HireCatch Job Fit Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Job Application Assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your job search efficiency with HireCatch Job Fit Analyzer. This Chrome extension helps you quickly assess how well you match with job postings, saving you time and improving your chances of landing the perfect role.\n\nKey Features:\n• Instant Job Fit Analysis: An assessment of how well your skills and experience match a job posting's requirements.\n• Personalized Fit Score: A detailed breakdown of your fit across skills, experience, education, and preferences.\n• Smart Skill Matching: See which of your skills match the job requirements and identify areas for improvement.\n• Resume Customization: Generate custom-tailored resumes for each job application based on your original resume and preferences.\n• Application Kit Generation: Get a customized resume, cover letter for the specific job.\n\nHow It Works:\n1. Install the extension and create a HireCatch account.\n2. Browse job postings as you normally would.\n3. Click the HireCatch icon to analyze any job posting.\n4. Review your fit score and detailed breakdown.\n5. Generate a resume and cover letter.\n\nWhether you're actively job hunting or just exploring opportunities, HireCatch Job Fit Analyzer gives you the edge you need in today's competitive job market.\n\nNote: This extension requires a HireCatch account. Sign up for free at https://hirecatch.io"
  }
}