{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopmyinfluence"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopmyinfluence"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez \"Shop My Influence\", une extension Chrome révolutionnaire conçue pour les influenceurs, les créateurs de contenu et les spécialistes du marketing d'affiliation qui souhaitent simplifier et rationaliser leurs efforts de marketing d'affiliation. Avec un accès à un catalogue de plus de 2000 marques, générer des liens d'affiliation n'a jamais été aussi simple et efficace.\n\nCaractéristiques principales :\n\n\t1- Catalogue de marques étendu : Bénéficiez d'un vaste choix de plus de 2000 marques populaires dans diverses niches, vous permettant de répondre aux divers intérêts et préférences de votre public.\n\n\t2- Génération de liens d'affiliation en un clic : Dites adieu à la création manuelle de liens. En quelques clics, générez et partagez facilement des liens d'affiliation personnalisés issus de vos marques préférées.\n\n\t3- Intégration transparente : Shop My Influence s'intègre parfaitement à vos programmes et plateformes de marketing d'affiliation existants, garantissant un flux de travail fluide tout en conservant vos gains et capacités de suivi.\n\n\t4- Analyse en temps réel : Grace à l’application mobile Shop My Influence, restez informé de la performance de votre marketing d'affiliation avec des analyses en temps réel, notamment les clics, les conversions et les commissions, afin d'optimiser votre stratégie et de maximiser vos gains.\n\nAméliorez votre jeu de marketing d'affiliation avec Shop My Influence, l'extension Chrome ultime pour générer des liens d'affiliation en quelques clics. Téléchargez dès maintenant et exploitez tout le potentiel de votre influence !"
  }
}