{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zenfetch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zenfetch helps you leverage all the information you've saved including articles, PDFs, and youtube videos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the web's potential with Zenfetch. Every article, tutorial, or idea holds value. With Zenfetch, effortlessly capture and organize these insights, transforming information overload into an interactive knowledge base\n\n➤ Terms and Conditions\nBy installing the extension, you agree to and acknowledge:\nwww.zenfetch.com/terms-of-service\nwww.zenfetch.com/privacy-policy\n\n➤ Capture & Interact\n• Capture Diverse Content: Whether it's newsletters, Google docs, blogs, YouTube videos, forums, or PDFs, Zenfetch has you covered.\n• Instant Summaries: Use the Zenfetch Sidebar to get summaries or ask questions about any link whether its a long youtube video, research paper, or anything else. \n• Interactive Knowledge Base: Dive into meaningful conversations with your saved content, extracting information, validating thoughts, or brainstorming ideas.\n• AI-Powered Search: Rediscover forgotten gems from your database without remembering the specifics.\n• Connect & Compare: Link what you're viewing to your stored knowledge, unveiling patterns and insights.\n\n➤ Effortless Operation\nActivate Zenfetch and enhance your browsing. Lean on GPT-4's prowess for crisp summaries and interactive conversations. Plus, daily recap emails to cement your learnings.\n\n➤ Go Beyond Bookmarking\nBeyond just saving content, Zenfetch offers:\n• AI-enhanced search\n• Chat with your knowledge base\n• Centralized dashboard view\n• Filtering by topics or times\n\n➤ What's Included?\n\n~ Premium\nZenfetch Premium delivers an expanded suite of features designed to optimize your online knowledge base:\n• Advanced AI-driven search\n• Customizable filters\n• Enhanced content summaries\n• AI-powered topic and time-based organization\n• Extra customization options\n• AI chat with your knowledge base\n\nStart your two week trial today!\n\n➤ Works Everywhere You Browse\nZenfetch integrates seamlessly with your browser, capturing insights as you navigate the web. Zenfetch for Chrome supports:\n• News platforms\n• Google Docs\n• Blogs\n• Social media\n• Youtube videos\n• Forums\n• And more!\n\n➤ Trusted by Top Professionals\n\"Zenfetch transformed my online learning. It’s like having a personal web assistant.\" — Product Manager\n\n\"With Zenfetch, I always stay informed. It's a game-changer for online content consumption.\" — Y-Combinator Founder\n\n\"Zenfetch is indispensable for those aiming to maximize their online reading experience.\" — McKinsey Consultant\n\n---\n\nYour trust is our priority. Zenfetch only stores information that you explicitly tell our extension to save. Reach out to support@zenfetch.com for any privacy-related questions."
  }
}