{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeGrader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A plugin to ease code style grading of student project submissions at UMD/CP CS department."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The CodeGrader plugin was developed to ease the burden of Teaching Assistants (TAs) at University of Maryland. Every semester, TAs go through thousands of lines of student code manually, checking it for style, grading it, and reporting back to each student, explaining code style problems to help the students learn to code better.\n\nIn 2013, the idea and some code tailored for a couple of specific UMD course was introduced by Dr. Tak Yeon Lee, who shortly obtained his PhD in Human-Computer Interaction from UMD and moved on to Adobe Research. In 2020, another graduate student, Gregory Kramida, led the effort to implement the plugin so it can be used across any Java course in the UMD CS curriculum, introducing static code analysis and modules that can be configured for any UMD Java project using the internal Submit Server. William Kaiyang Siew and Matthew Walter Simmons, both undergraduate teaching assistants at the time, have since aided with the project, which is quickly becoming an indispensable productivity-booster for graders and a great way to issue more meaningful reports to students at a fraction of the time it took for manual grading.\n\nFor submitting issues, feature requests, and contributing to the effort, please see the project repository at https://github.com/Algomorph/CodeGrader."
  }
}