{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Investing Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Investing made effortless!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of spending too much time at the computer?\nTired of using a spreadsheet to manage your VCA or MCA investment positions?\n\nDiscover how you can be super-efficient with your investing! Invest in as little as one minute so you can free up time to do stuff you value more than investing. \n\nDo you want to get rid of typing mistakes? Do you want to have someone else do all the heavy lifting for you?\nInstall this extension and get started with the \"click and invest\" system, because this extension takes care of the investment process!\n\nThe top features of this extension are\n - Get fundamental numbers for the stock you're viewing in TradingView\n - As you browse tickers in TradingView, see if you can plan a new investment right from the chart of TradingView\n - Plan your investments by getting presented the quantity, amount and take profit target for the whole investment process \n - Place orders at your broker's order form with the values of the investment you just created using this extension!\n - Get warned about upcoming earnings dates for your current positions\n - plus many additional features\n\nAs you install and start to use the extension you will start your free 14 days trial period.\n\nThis extension requires the following permissions\n - Read and edit all data on the web pages you visit: \n  In order to enhance your analysis and investing process, Your Investing Buddy will read data from TradingView and Degiro. \n\n- Read your browsing history\n  This extension enable you to click a button to open your broker's transaction page. This will add a new entry in your browser's history\n\n - Display notifications / Show warnings: \n    In order to inform you of important events, such as an investment that has reached your target profit level, we would like to display a notification. We might need to accept input in order to calculate values. This functionality is classified as \"show warnings\"\n\n-  Read and modify data that you copy and paste\n    For you to be super-efficient with your investing, we enable you to \"click and invest\" with your broker. To convey values from the extension to both your broker and TradingView, we use your clipboard\n\n-  Read your email address\n    Your email address is used to associate a user license with your Google account. Your data is safe with us as given by our Privacy Policy.\n\n - View and manage Google Drive files and folders that you have opened or created with this app\n  In order to create a journal in your drive, this extension can create a spreadsheet within your Google Drive and the spreadsheet that was created by this extension. Please note that the extension will not have access to any other files than the spreadsheet created by this application\n\nIf you are tired of depending solely on one income stream, discover how to create an additional one here: http://katchingsecrets.com"
  }
}