{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSS Stacking Context inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps inspecting the css stacking contexts and solving the z-index war."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever tried to use the z-index property, just to find out that, no matter how high you set it, it won't work as expected?\nThat's because the z-index property relies on an implicit concept called \"stacking contexts\". After looking up what they are and how they work (informations you can find on MDN), you can use this devtools extension to inspect these contexts and troubleshoot any z-index problem you might face.\n\nThis extension will add a new panel that will show stacking contexts in a tree view, and will also append a new sidebar to the elements panel with some useful information about the selected element.\n\nTo check an in-depth documentation please refer to the github page: https://github.com/andreadev-it/stacking-contexts-inspector\n\nIf you want to report an issue or to make a feature request, please use the Issue section in the aforementioned github repository.\n\nCHANGELOG:\n• v. 1.1.16 - Added check for container queries (thanks @gismya !)\n• v. 1.1.15 - Switched to scripting api and added support for pseudoelements.\n• v. 1.1.14 - Fixed problem with permission for manifest v3.\n• v. 1.1.13 - Moved to manifest v3. Added z-index to the stacking context panel sidepan as well.\n• v. 1.1.12 - Fixed bug with vendor-prefixed properties not detected when checking for stacking contexts.\n• v. 1.1.11 - Added z-index value to the \"Context details\" section in the sidebar.\n• v. 1.1.10 - Removed unnecessary permission request to comply to the CWS Security Policy.\n• v. 1.1.9 - Implemented context DOM node inspection within iframes and shadowDOM. Now the extension works also on local files (file:/// scheme).\n• v. 1.1.8 - Added warning when the page changes, support for shadow DOM and basic settings.\n• v. 1.1.7 - Little style fixes. Now it's also available on Firefox because of some little code changes. Cleaned code.\n• v. 1.1.5 - Fixed bug related to css modules transition (unstyled spinner).\n• v. 1.1.4 - Added dark theme (previously it was unusable with the dark theme on).\n• v. 1.1.3 - Fixed bug on page navigation.\n• v. 1.1.2 - Added support for iframes without the \"src\" attribute (some iframes with \"src\" might work, but it shouldn't be expected). Also, the loading indicator has been introduced in the sidebar (elements panel) too, and the sidebar now has its own \"refresh contexts\" button.\n• v. 1.1.1 - Fixed bug where static contexts created by their parent having a display flex or grid where not detected.\n• v. 1.1.0\n    - Now the extension works on tabs that were already open when it was installed.\n    - The right-click context menu has been replaced by contextual buttons, because it wasn't working correctly (it might be added again in the future).\n    - Now the context tree page will show a loading indicator when the stacking context are taking a long time to load.\n    - On the developer side, all the code has been moved to preact, as a first step to make it open source.\n• v. 1.0.1 - Small accessibility changes and visual tweaks."
  }
}