{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Picker Chrome extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Picker Chrome extension addon lets you to pick color from any webpage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly pick, customize colors from any webpage using the Color Picker Chrome Extension—your go-to tool for seamless color picking and precision.\n\nWith an advanced eyedropper tool, you can easily select any color directly from a webpage and access its code in Hex, RGB, or HSL formats. Ideal for designers, developers, and anyone who works with colors, this extension simplifies your workflow while delivering professional-grade accuracy.\n\nKey Features:\n🎨 Eyedropper Tool\nPrecisely pick any color from any webpage, image, or design element with a single click.\n\n🎨 Popup Color Picker\nAccess a versatile color picker right in your browser, perfect for tweaking colors directly.\n\n🎨 Supports Multiple Formats\nCopy color codes in Hex, RGB, and HSL for seamless use in design and development.\n\n🎨 Image Color Identifier\nExtract and pick colors directly from images on any webpage for creative inspiration.\n\n🎨 Adjust and Customize Colors\nFine-tune colors to perfection within the extension's user-friendly interface.\n\n\nWhy Choose Our Color Picker Chrome Extension?\n🌐 Works Everywhere: Pick colors from any webpage, regardless of its design or layout.\n🔌 Browser Integration: Built to integrate smoothly with Chrome for quick, hassle-free access.\n🛠️ Perfect for Professionals: Tailored for graphic designers, web developers, and creative artists.\n✅ Fast, Reliable, Secure: Lightweight and optimized for a seamless browsing experience.\n\nFrequently Asked Questions (FAQs)\n1. How does the Color Picker Extension work?\nOur extension features an intuitive eyedropper tool that lets you click on any element or image in your browser to pick its color. Codes are instantly displayed in Hex, RGB, and HSL formats.\n\n2. Can I save my picked colors?\nYes! Your recently picked colors are saved in the built-in Color History so you can easily reuse them in future projects.\n\n3. Does it support images?\nAbsolutely! Use the Image Color Identifier to extract colors from any image displayed on a webpage.\n\n4. Is this extension free?\nYes, the Color Picker Chrome Extension is completely free to download and use with no hidden costs.\n\nTransform the way you pick and manage colors for your projects with the ultimate Color Picker Chrome Extension.\nDesigned for professionals, trusted by everyone!"
  }
}