{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reminders",
    "ru": "Напоминания"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create scheduled reminders of different types, such as static text, notification, opening URL in new tab and task.",
    "ru": "Создавайте запланированные напоминания разных типов, включая статичное текстовое, уведомление, открытие сайта и задачу."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reminders is a simple and yet functional tool that won't let you forget anything important.\n\nYou can create a reminder of four types:\n1. Text. A reminder of this type will just be displayed in the list of all reminders and could be removed from there whenever you want.\n2. Notification. When creating a reminder of this type you will be required to set the time when the notification with your text will be activated.\n3. A new tab. This type is very similar to notification, but instead of notifying it will open a new browser tab with a URL provided by you.\n4. Task. Looks like notification but has two buttons which allow you either to mark a reminder as done or postpone the time of its next activation.\n\nReminders of type 2 and 3 can also have a repeat option. Besides that, these types support playing a small sound when activated, which tune and volume you can set in the extension's options.\n\nUPDATE (1.1.3):\n- added possibility to set your own default reminder parameters;\n- some minor fixes.\n\nUPDATE (1.1.2):\n- some minor fixes.\n\nUPDATE (1.1.1):\n- added possibility to change a size of the extension's popup window;\n- added possibility to set a custom period of reminder repeating;\n- some minor fixes.\n\nUPDATE (1.1.0):\n- synchronization between browsers logged in with the same Google account;\n- added a new reminder type \"Task\";\n- added a reset button that restores extension's default settings;\n- main reminder list is now splitted into the two parts, active and past reminders;\n- some minor fixes.",
    "ru": "Напоминания — простая и в то же время функциональная утилита, которая не позволит вам забыть что-либо важное.\n\nВы можете создавать напоминания четырёх типов:\n1. Текстовое. Напоминание данного типа будет просто отображаться в общем списке и может быть удалено оттуда, когда Вы этого захотите.\n2. Уведомление. При создании напоминания этого типа от Вас потребуется задать его время активации.\n3. Новая вкладка. Этот тип очень похож на предыдущий, но вместо всплывающего уведомления будет открыта вкладка с сайтом Вашего URL-адреса.\n4. Задача. Выглядит как уведомление, но имеет две кнопки, позволяющие либо пометить напоминание как выполненное, либо отложить время его активации на какой-то период.\n\nНапоминания 2-го и 3-го типов также могут иметь опцию повтора. Кроме того, эти типы поддерживают воспроизведение небольшого звукового сигнала при активации, мелодию и громкость которого Вы можете установить в настройках расширения.\n\nОБНОВЛЕНИЕ (1.1.3):\n- добавлена возможность изменять параметры по умолчанию у нового напоминания;\n- некоторые мелкие исправления.\n\nОБНОВЛЕНИЕ (1.1.2):\n- некоторые мелкие исправления.\n\nОБНОВЛЕНИЕ (1.1.1):\n- возможность выбора размера всплывающего окна расширения;\n- возможность установки собственного времени повтора напоминания;\n- некоторые мелкие исправления.\n\nОБНОВЛЕНИЕ (1.1.0):\n- синхронизация между браузерами, в которых выполнен вход в один Google аккаунт;\n- добавлен новый тип напоминаний — \"Задача\";\n- добавлена кнопка сброса, которая возвращает расширение к заводским настройкам;\n- главный список теперь разделён на две части: активные и прошлые напоминания;\n- некоторые мелкие исправления."
  }
}