{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ShopSmart"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Predict prices, gather reviews and compare pros & cons easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing ShopSmart, the ultimate Chrome extension designed to enhance your online shopping experience. ShopSmart empowers you to make informed decisions by providing comprehensive tools that save you time and money. Say goodbye to FOMO with ShopSmart. \n\nKey Features:\n\nPrice History Tracking:\nKnow the Trends: Track the price history of any product to ensure you’re getting the best deal.\nSmart Alerts: Receive notifications when prices drop, ensuring you never miss a bargain.\n\nProduct Comparisons:\nPros & Cons Analysis: Compare products side-by-side, weighing the benefits and drawbacks to make the best choice.\nExpert Reviews: Access detailed reviews from experts and real users to guide your purchase decisions.\n\nUser Reviews:\nTrusted Feedback: Read authentic reviews from verified purchasers to get honest opinions.\nRating Summaries: Get a quick overview of product ratings to see how items stack up.\n\nWhy Install Shop Smart?\nSave Money: By tracking price changes and alerts, you can purchase products at their lowest prices.\nMake Informed Decisions: Detailed comparisons and reviews help you choose products that best meet your needs.\nSave Time: Quickly access all the information you need without hopping from site to site.\n\nHow It Works:\nInstall the Extension: Easily add Shop Smart to your Chrome browser from the Chrome Web Store.\nShop Online: Browse your favorite online stores as usual.\nGet Insights: Click on the Shop Smart icon to view price history, comparisons, and reviews for the products you’re interested in.\nSecurity and Privacy:\n\nWe prioritize your security and privacy. Shop Smart only collects data necessary to provide our services and does not share your information with third parties.\n\nJoin Thousands of Satisfied Users:\nJoin a growing community of savvy shoppers who trust Shop Smart to help them get the best deals and make smarter purchases. Whether you’re hunting for the latest tech gadget or everyday essentials, Shop Smart is your reliable shopping companion.\n\nDownload Shop Smart Today:\nExperience the future of online shopping with Shop Smart. Make every purchase with confidence and never overpay again!"
  }
}