{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrimeRole"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrimeRole's Chrome extension designed to streamline the process of accessing contact information for prospects directly from your…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrimeRole's Chrome extension designed to streamline the process of accessing contact information for prospects directly from your browser. With integrations to leading contact databases this tool enhances your sales and marketing efforts by providing quick and easy access to vital contact details.\n\nFeatures:\n\nSeamless Integration: Connects with leading contact databases to fetch contact details.\nEasy Access: Instantly access phone numbers, emails, and other relevant contact information directly through your Chrome browser.\nEfficiency Boost: Save time by eliminating the need to switch between platforms to gather prospect information.\nInternal Collaboration: Designed for teams to enhance productivity and collaboration.\n\nHow to Use:\n\nInstall the extension and log in with your PrimeRole credentials.\nNavigate to a supported platform's webpage where prospect information is displayed.\nClick the PrimeRole's in your Chrome toolbar to view contact details.\nInformation can be copied to the clipboard or saved directly to your CRM.\n\nSupport and Feedback:\nFor support or to provide feedback, please contact us at support@primerole.com. Your input is valuable to us as we strive to improve and expand this tool's capabilities."
  }
}