{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Google Meet Attendance List",
    "de": "Teilnahmeliste für Google Meet",
    "es": "Lista de asistencia de Google Meet",
    "fr": "Liste de présence pour Google Meet",
    "it": "Lista di partecipazione a Google Meet",
    "pt_PT": "Lista de presenças do Google Meet",
    "ro": "Lista de prezență Google Meet",
    "ru": "Список участников Google Meet",
    "tr": "Google Meet Katılımcı Listesi",
    "uk": "Список присутності в Google Meet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Easiest way to save the attendance list for your meetings or lectures",
    "de": "Einfachster Weg, um die Teilnahmeliste für Ihre Meetings oder Vorlesungen zu speichern",
    "es": "La forma más fácil de guardar la lista de asistencia para sus reuniones o conferencias",
    "fr": "Le moyen le plus simple de sauvegarder la liste de présence pour vos réunions ou vos cours",
    "it": "Il modo più semplice per salvare la lista di partecipazione per le tue riunioni o lezioni",
    "pt_PT": "Forma mais fácil de guardar a lista de presenças das suas reuniões ou aulas",
    "ro": "Cea mai simplă modalitate de a salva lista de prezență pentru întâlnirile sau clasele tale",
    "ru": "Самый простой способ сохранить список участников для ваших встреч или лекций",
    "tr": "Toplantılarınız veya dersleriniz için katılım listesi tutmanın en kolay yolu",
    "uk": "Найпростіший спосіб зберегти список присутніх на вашій зустрічі або лекції"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Google Meet Attendance List\n\nSave attendants automatically. No button press needed.\n\nThe simplest way to save the attendance list for your meetings or lectures. From teachers to business professionals, this extension is intended to create a simple way to have all the meeting attendees on a list.\n\nWhat does it offers:\n★ automatically generated attendance list \n★ possibility to manually save the attendance\n★ saved data contains First Seen At and Time In Call for each participant\n★ date included in the name of the file, for easy reference\n★ dashboard to see meetings history\n★ Google Meet elegant UI integration (controls are integrated inside the Google meeting UI for easy access)\n★ CSV export for easy integration with Google Classroom or Drive (just drag & drop)\n\nEverything is stored locally, the data belongs to you and it never leaves your device.",
    "de": "Google Meet Attendance List\n\nSpeichern Sie Teilnehmer automatisch. Kein Tastendruck erforderlich.\n\nDer einfachste Weg, um die Anwesenheitsliste für Ihre Meetings oder Vorlesungen zu speichern. Von Lehrern bis hin zu Geschäftsleuten soll diese Erweiterung eine einfache Möglichkeit bieten, alle Meeting-Teilnehmer auf einer Liste zu haben.\n\nWas bietet es:\n★ automatisch generierte Anwesenheitsliste\n★ Möglichkeit, die Anwesenheit manuell zu speichern\n★ gespeicherte Daten enthalten \"Erstes Erscheinen um\" und \"Zeit im Anruf\" für jeden Teilnehmer\n★ Datum im Dateinamen enthalten, für einfache Referenz\n★ Dashboard zum Anzeigen von Meetings-Historie\n★ elegante Integration in die Google Meet-Benutzeroberfläche (Steuerungselemente sind in die Google-Meeting-Benutzeroberfläche integriert, um einen einfachen Zugriff zu ermöglichen)\n★ CSV-Export zur einfachen Integration mit Google Classroom oder Drive (nur ziehen & ablegen)\n\nAlles wird lokal gespeichert, die Daten gehören Ihnen und verlassen Ihr Gerät nie.",
    "es": "Google Meet Attendance List\n\nGuarda los asistentes automáticamente. No es necesario presionar ningún botón.\n\nLa manera más sencilla de guardar la lista de asistentes para tus reuniones o clases. Desde profesores hasta profesionales de negocios, esta extensión está diseñada para crear una forma sencilla de tener a todos los asistentes de una reunión en una lista.\n\n¿Qué ofrece?\n★ lista de asistencia generada automáticamente\n★ posibilidad de guardar la lista de asistencia manualmente\n★ los datos guardados contienen la hora de la primera conexión y el tiempo en la llamada para cada participante\n★ la fecha está incluida en el nombre del archivo, para facilitar la referencia\n★ panel de control para ver el historial de reuniones\n★ elegante integración con la interfaz de usuario de Google Meet (los controles están integrados dentro de la interfaz de Google Meet para un fácil acceso)\n★ exportación CSV para una fácil integración con Google Classroom o Drive (solo arrastra y suelta)\n\nTodo se almacena localmente, los datos te pertenecen y nunca abandonan tu dispositivo.",
    "fr": "Google Meet Attendance List\n\nEnregistrez automatiquement les participants. Aucun bouton à presser.\n\nLe moyen le plus simple de sauvegarder la liste de présence pour vos réunions ou vos cours. Des enseignants aux professionnels, cette extension vise à créer un moyen simple d'avoir tous les participants à une réunion sur une liste.\n\nQue propose-t-elle:\n★ liste de présence générée automatiquement\n★ possibilité d'enregistrer manuellement la présence\n★ les données enregistrées contiennent la date et l'heure de la première connexion pour chaque participant\n★ la date est incluse dans le nom du fichier, pour une référence facile\n★ tableau de bord pour voir l'historique des réunions\n★ intégration élégante à l'interface utilisateur de Google Meet (les commandes sont intégrées à l'interface de réunion Google pour un accès facile)\n★ exportation CSV pour une intégration facile avec Google Classroom ou Drive (juste glisser-déposer)\n\nTout est stocké localement, les données vous appartiennent et ne quittent jamais votre appareil.",
    "it": "Google Meet Attendance List\n\nSalva automaticamente i partecipanti. Nessun pulsante da premere.\n\nIl modo più semplice per salvare la lista presenze per le tue riunioni o lezioni. Dagli insegnanti ai professionisti del business, questa estensione mira a creare un modo semplice per avere tutti i partecipanti della riunione su una lista.\n\nCosa offre:\n★ lista presenze generata automaticamente\n★ possibilità di salvare manualmente la presenza\n★ i dati salvati contengono la data e l'ora del primo accesso per ogni partecipante\n★ data inclusa nel nome del file, per una facile consultazione\n★ dashboard per vedere la cronologia delle riunioni\n★ elegante integrazione nell'interfaccia utente di Google Meet (i controlli sono integrati nell'interfaccia di Google Meet per un facile accesso)\n★ esportazione CSV per una facile integrazione con Google Classroom o Drive (basta trascinare e rilasciare)\n\nTutto viene memorizzato localmente, i dati sono di vostra proprietà e non lasciano mai il vostro dispositivo.",
    "pt_PT": "Google Meet Attendance List\n\nSalve os participantes automaticamente. Não é necessário pressionar nenhum botão.\n\nA maneira mais simples de salvar a lista de presença para suas reuniões ou aulas. De professores a profissionais de negócios, esta extensão tem como objetivo criar uma maneira simples de ter todos os participantes da reunião em uma lista.\n\nO que ela oferece:\n★ lista de presença gerada automaticamente\n★ possibilidade de salvar manualmente a presença\n★ dados salvos contêm a primeira visualização e tempo na chamada para cada participante\n★ data incluída no nome do arquivo, para fácil referência\n★ painel para ver o histórico das reuniões\n★ elegante integração na interface do Google Meet (os controles são integrados na interface do Google Meet para fácil acesso)\n★ exportação CSV para fácil integração com o Google Classroom ou Drive (basta arrastar e soltar)\n\nTudo é armazenado localmente, os dados são seus e nunca deixam seu dispositivo.",
    "ro": "Google Meet Attendance List\n\nSalvează automat participanții. Nu este nevoie să apeși niciun buton.\n\nCel mai simplu mod de a salva lista de prezență pentru întâlnirile sau cursurile tale. De la profesori la profesioniști în afaceri, această extensie are ca scop crearea unui mod simplu de a avea toți participanții la întâlnire într-o listă.\n\nCe oferă:\n★ listă de prezență generată automat\n★ posibilitatea de a salva manual prezența\n★ datele salvate conțin prima accesare și timpul petrecut în apel pentru fiecare participant\n★ data inclusă în numele fișierului, pentru referință ușoară\n★ pagină de detalii, pentru a vedea istoricul întâlnirilor\n★ integrare elegantă în interfața utilizator Google Meet (controalele sunt integrate în interfața Google Meet pentru un acces ușor)\n★ export CSV pentru integrare ușoară cu Google Classroom sau Google Drive (doar drag & drop)\n\nTotul este stocat local, datele îți aparțin și nu părăsesc niciodată dispozitivul tău.",
    "ru": "Google Meet Attendance List\n\nАвтоматическое сохранение участников. Не требуется нажатие никаких кнопок.\n\nСамый простой способ сохранить список участников для ваших встреч или лекций. От учителей до бизнес-профессионалов, это расширение призвано создать простой способ иметь всех участников встречи в списке.\n\nЧто оно предлагает:\n★ автоматически сгенерированный список участников\n★ возможность вручную сохранять список участников\n★ сохраненные данные содержат время первого подключения и время на вызове для каждого участника\n★ дата включена в имя файла для удобства ссылки на файл\n★ панель инструментов для просмотра истории встреч\n★ элегантная интеграция с интерфейсом Google Meet (контролы интегрированы в интерфейс Google Meet для удобного доступа)\n★ экспорт CSV для простой интеграции с Google Classroom или Drive (просто перетащите и бросьте)\n\nВсе данные хранятся локально, данные принадлежат вам и никогда не покидают ваше устройство.",
    "tr": "Google Meet Attendance List\n\nKatılımcıları otomatik olarak kaydedin. Herhangi bir işleme gerek yok.\n\nToplantılarınız veya dersleriniz için katılım listesi tutmanın en kolay yolu. Öğretmenlerden profesyonellere kadar, bu uzantı toplantı katılımcılarını bir liste hâlinde almayı en basite indirgemeye çalışır.\n\nÖzellikler:\n★ Otomatik katılım listesi oluşturma\n★ Katılımı manuel olarak kaydedebilme\n★ Her katılımcının ilk görüldüğü zaman ve çağrıda geçirdiği süre kaydedilir\n★ Kaydedilen dosyaları bulmayı kolaylaştırması için dosya adına tarih eklenir\n★ Toplantı geçmişinize görebileceğiniz bir panel\n★ Google Meet arayüzü entegresi (kontroller direkt olarak Meet'in arayüzüne entegre edilir)\n★ Google Classroom veya Drive ile kolay entegrasyon için CSV dışa aktarma (sadece sürükleyin ve bırakın)\n\nHer şey yerel olarak saklanır, verileriniz sizindir ve cihazınızdan dışarı çıkmaz.",
    "uk": "Google Meet Attendance List\n\nАвтоматичне збереження відвідувачів. Не потрібно натискати жодну кнопку.\n\nНайпростіший спосіб зберегти список присутніх на вашій зустрічі або лекції. Від вчителів до бізнес-професіоналів, це розширення призначене для створення простого способу мати усіх учасників зустрічі у списку.\n\nЩо воно пропонує:\n★ автоматично створений список присутності\n★ можливість вручну зберегти присутність\n★ збережені дані містять час приєднання та час перебування кожного учасника на зустрічі\n★ дата включена в назву файлу, що спрощує посилання на неї\n★ панель інструментів для перегляду історії зустрічей\n★ елегантна інтеграція інтерфейсу Google Meet (елементи управління інтегровані в інтерфейс Google Meet для легкого доступу)\n★ експорт в форматі CSV для легкої інтеграції з Google Classroom або Drive (просто перетягніть та відпустіть файл)\n\nУсі дані зберігаються локально, належать вам і ніколи не залишають вашого пристрою."
  }
}