{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vaadin Theme Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A utility for theming Vaadin components"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension that allows to visually identify elements of Vaadin components that can be themed, and gives instructions on how to set up the correct CSS in a Vaadin Flow or Hilla application. The application needs to use a custom theme in order to make use of the instructions provided by the extension.\n\nFeatures:\n- Custom element picker / inspector that is optimized for Vaadin components and their internal parts\n- Provides instructions and code snippets that can be copied / pasted into your application\n- Configure whether you want to theme all, or only specific instances of a component\n- Configure whether the styles should only be applied when the component is in a specific state (opened, closed, invalid, ...)\n- Optimized for Vaadin 22\n\nUsage:\n- First, install the extension\n- Open the application that you want to theme in your browser\n- Open the developer tools\n- Open the \"Vaadin Theme Assistant\" panel\n- Click on \"Pick element\"\n- Hover the cursor over a Vaadin component that you want to theme, notice how individual elements get highlighted\n- Click on a highlighted element\n- The dev tools panel will now list a number of suggestions for elements that can be themed\n- Click on one of the suggested elements to start theming it\n- Configure the scope for the styles that you want to apply to the element on the left side. You can choose to either style all instances of the component, or only specific ones. You can also choose to apply the styles only when the component is in a specific state.\n- Follow the instructions on the right side to apply the styles in your application\n\nNOTE: This is not an official Vaadin product. No support will be provided by Vaadin employees."
  }
}