{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeePassX on rollApp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep your user names, passwords, urls, attachments and comments in a secured database with KeePassX password manager."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeePassX is just one of more than 230 applications available in the cloud on rollApp. Check out the full list at https://www.rollapp.com/apps.\n\nPLEASE NOTE:\n- Working with files requires creating account with rollApp and connecting cloud storage (Google Drive, Dropbox, OneDrive or Box)\n- Free rollApp account allows to access your files in read-only mode. Please, subscribe for rollApp Premium to be able to save files\n\nKeePassX is a light-weight password management utility. KeePass stores all usernames, passwords, other fields, including free-form notes, in a securely encrypted database, protected by a single master password and/or key file. The app is always with you on the move or at home.\nKeePassX also offers a little utility for secure, fast and easy password generation.\nThe complete database is always encrypted either with AES (alias Rijndael) or Twofish encryption algorithm using a 256 bit key. KeePassX uses a database format that is compatible with KeePass Password Safe.\n\nSome of KeePassX features:\n— Possibility to determine different expiration dates; insertion of attachments; user-defined symbols for groups and entries; fast entry dublication; sorting entries in groupsSearch function; search either in specific groups or in complete databaseAutofill\n— Access to the KeePassX database is granted either with a password, a key-file (e.g. a CD or a memory-stick) or even both. Automatic generation of secure passwords\n— Extremly customizable password generator for fast and easy creation of secure passwordsPrecaution features- quality indicator for chosen passwords- hiding all passwords behind asterisksEncryption- either the Advanced Encryption Standard (AES) or the Twofish algorithm are used\n— Encryption of the database in 256 bit sized incrementsImport and export of entries\n— Import from PwManager (*.pwm) and KWallet (*.xml) files- export as textfile (*.txt)"
  }
}