{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape Hawk"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape Hawk is the best point and click Scraper to get the info you need"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data is the oil of the 21st century. - Andrew Yang\n\nDon't let huge corporations be the only ones getting insights from data on the web!  \n\nWith Scrape Hawk data extraction is easy and accessible to anyone.  Simply point and click at a list of items on any website and Scrape Hawk automatically does everything to turn it into organized data.  There is no need for complicated rules or tediously clicking each item you want to extract... in Scrape Hawk all the images, links and text are automatically put into fields and ready to extract after just one button click.  You can also specify Next page links, or individual item links to get additional data for an item.\n\n### Other scrapers store YOUR DATA in the cloud!  \n\nScrape Hawk is different - your computer (or your database) is the only place your scrape data belongs.  That way you can be sure that any proprietary data sets you extract never touch someone else's servers.    \n\nWith Scrape Hawk you can now create as many scrapers as you want.  Data from any scrape run can be downloaded as a csv file.  In a future version you'll be able to send your scrape results to your database\n\nThis is the beta 1.0 release of Scrape Hawk so I'm looking for feedback on how I could make this free version better before offering a more full-featured Pro version that runs as a desktop application.  If you wish to learn more about the product or support future development visit ScrapeHawk.com."
  }
}