{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Persian Jalali Calendar",
    "de": "Iranische Jalali Kalender",
    "es": "Calendario Jalali iraní",
    "fa": "تقویم جلالی",
    "fr": "Calendrier Jalali iranien",
    "it": "Calendario Jalali iraniano",
    "no,sv": "Iransk Jalali Kalender",
    "ru": "Иранский календарь Джалали",
    "tr": "İran Celali Takvimi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Persian Jalali Calendar for Chrome / Edge with date converter",
    "de": "Iranische Jalali Kalender für Chrome / Edge mit Datum Konverter",
    "es": "Calendario Jalali iraní para Chrome / Edge con convertidor de fecha",
    "fa": "تقویم جلالی برای مرورگر Chrome و Edge به همراه تبدیل تاریخ به تقویم میلادی",
    "fr": "Calendrier Jalali iranien pour Chrome / Edge avec convertisseur de date",
    "it": "Calendario Jalali iraniano per Chrome / Edge con convertitore di data",
    "no": "Iransk Jalali Kalender for Chrome / Edge med datokonverterer",
    "ru": "Иранский календарь Джалали для Chrome / Edge с конвертером дат",
    "sv": "Iransk Jalali Kalender för Chrome / Edge med datumkonverterare",
    "tr": "Tarih Dönüştürücülü Chrome/Edge için İran Celali Takvimi"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Persian Jalali Calendar for using in Chrome or Edge. This Calendar shows the current date of the Persian Calendar in Month format.\n\nTooltip date for everyday and Gregorian date for the selected date.\n\nClick the today Button to return to today's date or navigate through next or previous months by clicking << or >> Buttons.\n\nYou could convert a given Date to a Jalali, Gregorian or Islamic Date. Please enter your dates in yyyy-mm-dd format.\n\nClick Go to render the Calendar for a given Jalali Date between 1200 and 1500 years.\n\nIt marks also holidays for the current month.\nEvents list for Jalali, Islamic,  Ancient and historical Iranian figures is added for the current month.",
    "de,no": "Persian Jalali Calendar for using in Chrome or Edge. This Calendar shows the current date of the Persian Calendar in Month format.\n\nTooltip date for everyday and Gregorian date for the selected date.\n\nClick the today Button to return to today's date or navigate through next or previous months by clicking << or >> Buttons.\n\nYou could convert a given Date to a Jalali, Gregorian or Islamic Date. Please enter your dates in yyyy-mm-dd format.\n\nClick Go to render the Calendar for a given Jalali Date between 1200 and 1500 years.",
    "es": "Calendario persa Jalali para usar en Chrome o Edge. Este calendario muestra la fecha actual del calendario persa en formato mensual.\n\nMuestra fecha emergente para cada día y fecha gregoriana para la fecha seleccionada.\nHaga clic en \"Hoy\" para volver a la fecha actual o navegue por los meses siguientes o anteriores usando los botones << o >>.\n\nPuede convertir una fecha específica a fecha Jalali, gregoriana o islámica. Ingrese las fechas en formato aaaa-mm-dd.\n\nHaga clic en \"Ir\" para mostrar el calendario para una fecha Jalali específica entre los años 1200 y 1500.",
    "fa": "تقویم فارسی جلالی برای استفاده در مرورگر Chrome و Edge. این تقویم تاریخ فعلی تقویم فارسی را در قالب ماهانه نمایش می‌دهد.\n\nنمایش تاریخ در tooltip برای هر روز و تاریخ میلادی برای تاریخ انتخاب شده.\nبا کلیک روی دکمه «امروز» به تاریخ امروز بازگردید یا با کلیک روی دکمه‌های >> یا << به ماه بعد یا قبل بروید.\n\nمی‌توانید یک تاریخ مشخص را به تاریخ جلالی، میلادی یا هجری قمری تبدیل کنید. لطفاً تاریخ‌ها را در قالب yyyy-mm-dd وارد کنید.\n\nبرای نمایش تقویم در یک تاریخ جلالی مشخص بین سال‌های ۱۲۰۰ تا ۱۵۰۰، روی دکمه «برو» کلیک کنید.\n\nتعطیلات ماه جاری نیز نمایش داده میشود.\nبخش مناسبتها فهرست مناسبتهای تقویم جلالی و قمری و مشاهیر ایرانی را نمایش میدهد",
    "fr": "Calendrier persan Jalali pour Chrome ou Edge. Ce calendrier affiche la date actuelle du calendrier persan au format mensuel.\n\nInfo-bulle de date pour chaque jour et date grégorienne pour la date sélectionnée.\nCliquez sur \"Aujourd'hui\" pour revenir à la date du jour ou naviguez entre les mois suivants ou précédents en cliquant sur les boutons << ou >>.\n\nVous pouvez convertir une date donnée en date Jalali, grégorienne ou islamique. Entrez les dates au format aaaa-mm-jj.\n\nCliquez sur \"Aller\" pour afficher le calendrier pour une date Jalali spécifique entre les années 1200 et 1500.",
    "it": "Calendario persiano Jalali per Chrome o Edge. Questo calendario mostra la data corrente del calendario persiano in formato mensile.\n\nData tooltip per ogni giorno e data gregoriana per la data selezionata.\nClicca il pulsante \"Oggi\" per tornare alla data odierna o naviga tra i mesi successivi o precedenti cliccando i pulsanti << o >>.\n\nPuoi convertire una data specifica in data Jalali, gregoriana o islamica. Inserisci le date nel formato aaaa-mm-gg.\n\nClicca \"Vai\" per visualizzare il calendario per una specifica data Jalali tra gli anni 1200 e 1500.",
    "ru": "Персидский календарь Джалали для использования в Chrome или Edge. Этот календарь показывает текущую дату персидского календаря в формате месяца.\n\nВсплывающая подсказка с датой для каждого дня и григорианская дата для выбранной даты.\nНажмите кнопку \"Сегодня\", чтобы вернуться к сегодняшней дате, или переходите к следующему или предыдущему месяцу, нажимая кнопки << или >>.\n\nВы можете конвертировать заданную дату в дату по календарю Джалали, григорианскому или исламскому календарю. Пожалуйста, введите даты в формате гггг-мм-дд.\n\nНажмите \"Перейти\", чтобы отобразить календарь для заданной даты по календарю Джалали между 1200 и 1500 годами.",
    "sv": "Persisk Jalali-kalender för användning i Chrome eller Edge. Denna kalender visar aktuellt datum i den persiska kalendern i månadsformat.\n\nVerktygstips med datum för varje dag och gregorianskt datum för valt datum.\nKlicka på \"Idag\" för att återgå till dagens datum eller navigera genom nästa eller föregående månad genom att klicka på << eller >> knapparna.\n\nDu kan konvertera ett givet datum till Jalali, gregorianskt eller islamiskt datum. Ange datum i formatet åååå-mm-dd.\n\nKlicka på \"Gå\" för att visa kalendern för ett specifikt Jalali-datum mellan åren 1200 och 1500.",
    "tr": "Chrome veya Edge'de kullanım için Farsça Jalali Takvimi. Bu takvim, Farsça takvimin geçerli tarihini aylık formatta gösterir.\n\nHer gün için araç ipucu tarihi ve seçilen tarih için Miladi tarih gösterilir.\n\"Bugün\" düğmesine tıklayarak bugünün tarihine dönün veya << veya >> düğmelerini kullanarak önceki veya sonraki aylara gidin.\n\nBelirli bir tarihi Jalali, Miladi veya Hicri tarihe dönüştürebilirsiniz. Tarihleri yyyy-aa-gg formatında girin.\n\n1200 ile 1500 yılları arasındaki belirli bir Jalali tarihine ait takvimi görmek için \"Git\" düğmesine tıklayın."
  }
}