{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navi: Mejora tus oportunidades laborales con IA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navi analiza tu perfil con IA, mejora tus oportunidades laborales y descubre tu compatibilidad con el trabajo de tus sueños."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navi es una extensión impulsada por inteligencia artificial que analiza tu perfil de LinkedIn para mejorar tu visibilidad, credibilidad y eficacia profesional. Basado en tres categorías clave —SEO, experiencia y redacción—, Navi asigna puntuaciones del 0 al 100 para cada métrica, permitiéndote identificar las áreas que necesitan mejora. Cada evaluación está diseñada para ofrecerte insights prácticos que puedes aplicar inmediatamente.\n\nCaracterísticas principales:\n\nSEO: Evalúa el uso de palabras clave y estructura del perfil para maximizar tu aparición en búsquedas de reclutadores.\nExperiencia: Analiza la relevancia y claridad de la información laboral proporcionada.\nRedacción: Proporciona sugerencias para mejorar la calidad, gramática y profesionalismo de tu redacción.\nNavi no solo evalúa tu perfil; te brinda recomendaciones personalizadas basadas en comparaciones con perfiles exitosos en tu industria. Nuestra herramienta convierte un perfil promedio en una poderosa herramienta de networking y búsqueda de empleo.\n\nQuién puede beneficiarse:\n\nProfesionales en busca de nuevas oportunidades laborales.\nEstudiantes y recién graduados que buscan destacarse.\nReclutadores que desean optimizar sus perfiles para conectar con talento.\nDescarga Navi hoy y comienza a transformar tu perfil de LinkedIn con el poder de la inteligencia artificial."
  }
}