{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pop-up Videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open all videos in a tab as pop-up windows."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens all the videos in a tab as pop-up windows, and keeps opening windows when new videos appear. You can drag the windows around to put them on different monitors, for example. It also comes in handy when you want to capture (multiple) videos from a web page to use in other programs, like OBS Studio.\n\nAlso check out my \"Pop-out Jitsi Meet\" extension, which does what this extension does (+ more) and is made specifically for Jitsi Meet. https://chrome.google.com/webstore/detail/boklbbjieahngbnhdmlhldjjibdnnbcn/\n\nUse case scenario:\nOpen a Jitsi Meet video conference on: https://meet.jit.si/.\nClick the black extension icon in the browser toolbar (top right), and click enable.\nThe tab will open in its own window, to ensure videos continue to play even in the background.\nPop-ups will open for all videos in the conference page.\nYou can move some of the videos to a different monitor and make them full screen, and close the others you don't need.\nUse OBS Studio to grab the full screen video, and use it in your live stream.\nDuring the live stream, you can still use the Jitsi Meet interface as usual without it appearing in the window capture from OBS Studio.\n\nRemarks:\n- If you want to full screen the pop-up window, do it on another monitor. Not on the monitor where the 'source' tab is displayed. Otherwise the video may stop playing.\n- Once enabled, the source tab needs to remain the only tab in its window. You can't drag any tabs into the window, and all new tabs made in that window will be opened in new windows as well. This behaviour goes back to normal when you disable the extension for this tab."
  }
}