{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Biblical Wisdom"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn meaningful lessons from the Bible while you browse the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover God's Timeless Wisdom in Your Daily Browsing\n\nAre you seeking to deepen your faith and find Biblical guidance in today's fast-paced digital world? Look no further! Biblical Wisdom is here to illuminate your online journey with the eternal truths of Scripture.\n\nOur extension seamlessly integrates into your Chrome browser, bringing the light of God's Word to every webpage you visit. With just a click, you can uncover profound Biblical insights related to the content you're reading, helping you see the world through a faith-filled lens.\n\nHere's how Biblical Wisdom enriches your online experience:\n\n1. Divine Connections: As you browse, our extension analyzes the current page content and identifies key themes.\n\n2. Scriptural Illumination: With the push of a button, receive three relevant Bible verses that speak directly to the themes of the page.\n\n3. Faithful Interpretation: Each verse is accompanied by a clear, conservative explanation, helping you apply Biblical wisdom to modern contexts.\n\n4. Daily Spiritual Growth: Limited to three insights per day, encouraging thoughtful reflection and preventing overwhelming use.\n\n5. Traditional Values: Our interpretations are guided by conservative, orthodox Biblical scholarship, ensuring alignment with time-honored Christian traditions.\n\n6. User-Friendly Interface: Simple design makes it easy for believers of all ages to access Biblical wisdom with ease.\n\n7. Privacy Respected: Your browsing data is never stored or shared. We analyze only the current page content when you request insights, honoring your privacy as you seek spiritual guidance.\n\nBiblical Wisdom is perfect for:\n- Daily devotionals inspired by your regular online reading\n- Finding Godly perspective on current events and social issues\n- Deepening your understanding of how Scripture applies to all aspects of life\n- Sharing Biblical insights with friends and family\n\nLet the eternal wisdom of God's Word guide you through the digital landscape. Install Biblical Wisdom today and transform your browsing into a journey of faith and discovery.\n\n\"Your word is a lamp for my feet, a light on my path.\" - Psalm 119:105\n\nDownload now and let God's truth shine in your digital life!"
  }
}