{
  "name": {
    "ar": "AliExpress البحث بالصور",
    "am": "AliExpress ፍለጋ በምስል",
    "bg": "Търсене на AliExpress по изображение",
    "bn": "চিত্র দ্বারা AliExpress অনুসন্ধান",
    "ca,es,es_419": "AliExpress Buscar Por Foto",
    "cs": "AliExpress Vyhledávání Podle Obrázku",
    "da": "AliExpress-søgning Efter Billede",
    "de": "Aliexpress Rechnung",
    "el": "Αναζήτηση AliExpress κατά εικόνα",
    "en,en_AU,en_GB,en_US": "AliExpress Image Search",
    "et": "AliExpressi Otsing Pildi Järgi",
    "fa": "AliExpress جستجو بر اساس تصویر",
    "fi": "AliExpress-haku kuvan mukaan",
    "fil": "Paghahanap ng AliExpress Sa pamamagitan ng Larawan",
    "fr": "AliExpress Recherche Par Image",
    "gu": "ઇમેજ દ્વારા AliExpress શોધ",
    "he": "AliExpress חיפוש לפי תמונה",
    "hi": "AliExpress छवि द्वारा खोज",
    "hr": "AliExpress Pretraživanje Po Slici",
    "hu": "AliExpress Keresés Kép Szerint",
    "id": "Pencarian Berdasarkan Gambar AliExpress",
    "it": "AliExpress Ricerca Per Immagine",
    "ja": "AliExpressの画像で検索",
    "kn": "ಚಿತ್ರದಿಂದ ಅಲಿಎಕ್ಸ್ಪ್ರೆಸ್ ಹುಡುಕಾಟ",
    "ko": "이미지로 검색",
    "lt": "AliExpress Paieška Pagal Vaizdą",
    "lv": "AliExpress mMklēšana Pēc Attēla",
    "ml": "ചിത്രത്തിലൂടെ അലിഎക്സ്പ്രസ്സ് തിരയൽ",
    "mr": "प्रतिमेनुसार AliExpress शोध",
    "ms": "Pencarian AliExpress Mengikut Gambar",
    "nl": "AliExpress Zoeken Op Foto",
    "no": "AliExpress Søk Etter Bilde",
    "pl": "Wyszukiwanie AliExpress według obrazu",
    "pt_BR": "Pesquisar Por Imagem AliExpress",
    "pt_PT": "Pesquisar por imagem AliExpress",
    "ro": "AliExpress Căutare după imagine",
    "ru": "AliExpress поиск по картинке",
    "sk": "AliExpress vyhľadávanie podľa obrázka",
    "sl": "AliExpress Iskanje po sliki",
    "sr": "АлиЕкпресс претрага по слици",
    "sv": "AliExpress-sökning med bild",
    "sw": "Utafutaji wa AliExpress Kwa Picha",
    "ta": "படத்தால் AliExpress தேடல்",
    "te": "చిత్రం ద్వారా AliExpress శోధన",
    "th": "AliExpress ค้นหาตามภาพ",
    "tr": "AliExpress Görsele Göre Ara",
    "uk": "Пошук за зображенням AliExpress",
    "vi": "AliExpress Tìm kiếm bằng hình ảnh - v2",
    "zh_CN,zh_TW": "速卖通按图片搜索"
  },
  "short": {
    "ar": "اعثر على أفضل الموردين بأقل الأسعار لمنتجاتك",
    "am": "ለምርቶችዎ አነስተኛ ዋጋ ያላቸውን ምርጥ አቅራቢዎችን ያግኙ",
    "bg": "Намерете най-добрите доставчици с по-ниски цени за вашите продукти",
    "bn": "আপনার পণ্যের জন্য কম দাম সহ সেরা সরবরাহকারীদের সন্ধান করুন",
    "ca": "Trobeu els millors proveïdors amb preus més baixos per als vostres productes",
    "cs": "Najděte nejlepší dodavatele s nižšími cenami pro vaše výrobky",
    "da": "Find de bedste leverandører med lavere priser på dine produkter",
    "de": "Finden Sie die besten Lieferanten mit den niedrigeren Preisen für Ihre Produkte",
    "el": "Βρείτε τους καλύτερους προμηθευτές με τις χαμηλότερες τιμές για τα προϊόντα σας",
    "en,en_AU,en_GB,en_US": "Find the best suppliers with the lower prices for your products",
    "es,es_419": "Encuentre los mejores proveedores con los precios más bajos para sus productos",
    "et": "Leidke parimad tarnijad, kelle toodetel on madalamad hinnad",
    "fa": "بهترین محصولات را با قیمت پایین محصولات خود پیدا کنید",
    "fi": "Löydä parhaat toimittajat alhaisemmilla hinnoilla tuotteillesi",
    "fil": "Hanapin ang pinakamahusay na mga tagatustos na may mas mababang presyo para sa iyong mga produkto",
    "fr": "Trouvez les meilleurs fournisseurs avec les prix les plus bas pour vos produits",
    "gu": "તમારા ઉત્પાદનો માટે નીચા ભાવો સાથે શ્રેષ્ઠ સપ્લાયર્સ શોધો",
    "he": "מצא את הספקים הטובים ביותר עם המחירים הנמוכים יותר עבור המוצרים שלך",
    "hi": "अपने उत्पादों के लिए कम कीमतों के साथ सबसे अच्छा आपूर्तिकर्ताओं का पता लगाएं",
    "hr": "Pronađite najbolje dobavljače s nižim cijenama za vaše proizvode",
    "hu": "Keresse meg a legjobb szállítókat alacsonyabb áron termékei számára",
    "id": "Temukan pemasok terbaik dengan harga lebih rendah untuk produk Anda",
    "it": "Trova i migliori fornitori con i prezzi più bassi per i tuoi prodotti",
    "ja": "あなたの製品のためのより低い価格で最高のサプライヤーを見つけてください",
    "kn": "ನಿಮ್ಮ ಉತ್ಪನ್ನಗಳಿಗೆ ಕಡಿಮೆ ಬೆಲೆಯೊಂದಿಗೆ ಉತ್ತಮ ಪೂರೈಕೆದಾರರನ್ನು ಹುಡುಕಿ",
    "ko": "귀하의 제품에 대해 저렴한 가격으로 최고의 공급 업체를 찾으십시오.",
    "lt": "Raskite geriausius tiekėjus, kurių kainos yra mažesnės",
    "lv": "Atrodiet labākos piegādātājus ar zemākām cenām saviem produktiem",
    "ml": "നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾക്ക് കുറഞ്ഞ വിലയുള്ള മികച്ച വിതരണക്കാരെ കണ്ടെത്തുക",
    "mr": "आपल्या उत्पादनांसाठी कमी किंमतीसह सर्वोत्तम पुरवठादार शोधा",
    "ms": "Cari pembekal terbaik dengan harga yang lebih rendah untuk produk anda",
    "nl": "Vind de beste leveranciers met lagere prijzen voor uw producten",
    "no": "Finn de beste leverandørene med lavere priser på produktene dine",
    "pl": "Znajdź najlepszych dostawców z niższymi cenami swoich produktów",
    "pt_BR,pt_PT": "Encontre os melhores fornecedores com os preços mais baixos para seus produtos",
    "ro": "Găsiți cei mai buni furnizori cu prețuri mai mici pentru produsele dvs.",
    "ru": "Найдите лучших поставщиков с более низкими ценами на вашу продукцию",
    "sk": "Nájdite najlepších dodávateľov s nižšími cenami pre vaše výrobky",
    "sl": "Poiščite najboljše dobavitelje z nižjimi cenami za vaše izdelke",
    "sr": "Пронађите најбоље добављаче са нижим ценама за ваше производе",
    "sv": "Hitta de bästa leverantörerna med lägre priser för dina produkter",
    "sw": "Pata wauzaji bora na bei za chini za bidhaa zako",
    "ta": "உங்கள் தயாரிப்புகளுக்கான குறைந்த விலைகளுடன் சிறந்த சப்ளையர்களைக் கண்டறியவும்",
    "te": "మీ ఉత్పత్తులకు తక్కువ ధరలతో ఉత్తమ సరఫరాదారులను కనుగొనండి",
    "th": "ค้นหาซัพพลายเออร์ที่ดีที่สุดด้วยราคาที่ต่ำกว่าสำหรับผลิตภัณฑ์ของคุณ",
    "tr": "Ürünleriniz için daha düşük fiyatlarla en iyi tedarikçileri bulun",
    "uk": "Знайдіть найкращих постачальників із нижчими цінами на вашу продукцію",
    "vi": "Tìm nhà cung cấp tốt nhất với giá thấp hơn cho sản phẩm của bạn",
    "zh_CN,zh_TW": "寻找价格较低的最佳供应商"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search products on AliExpress by image. Does not redirect to Google like other extensions! Right click and search!\nSearch AliExpress by Image, does not redirect to Google like all other chrome extensions, actually performs an image search on AliExpress.\n\nVery easy to use, just right click on an Image and click \"Search AliExpress By Image\" .\n\n* Install the chrome extension\n* Find any image and right click \"Search AliExpress By Image\"\n* Browse through results on Aliseeks.\n* Click on products and view them on AliExpress"
  }
}