{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapMagic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new experience to help make your design a snap. Focus on design with ready-to-use PCB footprints and schematic symbols"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find CAD models on distributor websites\n \nHave you ever wished it were easier to find CAD models on distributor websites? We’ve got you!\n \nSimply browse your favorite electronic component distributor website as you normally would. We’ll notify you when symbols, footprints and 3D models for the part you’re looking at are available, so you can download and place the part in your CAD tool instantly. \n \n✨  The SnapMagic Chrome Extensions allows you to :\n    • Augment your favorite distributor websites with SnapMagic models automagically\n    • Place CAD models to major PCB design tools, including Altium, Eagle, and KiCAD. More file formats to come soon!\n    • If the symbol, footprint or 3D model for the part you need doesn’t exist yet, request it and get it in 24 hours\n \n👋  Questions? Feedback? Latest News?\n    • Use the chat bubble at the bottom right of our website (http://www.snapeda.com)\n    • Email us at support@snapeda.com\n    • Follow us on LinkedIn (https://www.linkedin.com/company/snapeda/) and Twitter (https://twitter.com/snapeda?lang=en)\n\n🤖  What is SnapMagic Search ? \nSnapMagic Search is a search engine for electronic design. We provide the data and CAD models engineers need to bring their products to life quickly. Our mission at SnapEDA is to help engineers design electronics faster by removing barriers, and we hope this SnapEDA Chrome Extension is another helpful tool to help you streamline your designs further."
  }
}