{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Ready Card Balance - Multi Unit Converter",
    "vi": "Số dư thẻ sẵn sàng - Chuyển đổi nhiều đơn vị"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Convert quickly and accurately between common units of measurement",
    "vi": "Chuyển đổi nhanh chóng và chính xác giữa các đơn vị đo lường phổ biến"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy maximum convenience with Ready Card Balance, a smart unit converter that allows you to easily convert between a variety of units in seconds. Designed to simplify the unit conversion process, this free app is a great helper for students, engineers, professionals and anyone in everyday life.\nMain features of Ready Card Balance:\nSupports conversion of a variety of units from length, weight, speed, time, temperature, to data.\nIntegrated unit groupings for quick selection and easy switching between them.\nEnter values for easy conversions with a numeric input field and instant feedback when the conversion button is pressed.\nResults are displayed instantly and accurately with optimized conversion calculations.\nUse Ready Card Balance - Multi Unit Converter to optimize your work and improve your study and work efficiency every day!\n\nApp made by RCBalance Store, your ultimate destination for simplifying the process of creating personalized business cards\n\nComment on the application at:\n- Address: 2025 N Dobson Rd, Chandler, AZ, United States\n- Phone number: (+1)480-899-2833\n- Email: readycardbalance@gmail.com"
  }
}