{
  "name": {
    "ar": "الحفاظ على النشاط",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,zh_CN,zh_TW": "Keep Active",
    "cs": "Zůstat aktivní",
    "da,no": "Hold Aktiv",
    "de": "Aktiv bleiben",
    "el": "Διατήρηση Ενεργού",
    "es": "Mantener Activo",
    "fa": "فعال بمانید",
    "fi": "Pidä aktiivisena",
    "fr": "Rester Actif",
    "he": "שמור על פעילות",
    "hi": "सक्रिय रखें",
    "hu": "Maradj Aktív",
    "id": "Tetap Aktif",
    "it": "Mantieni Attivo",
    "ja": "アクティブを保つ",
    "ko": "활성 유지",
    "ms": "Kekal Aktif",
    "nl": "Blijf Actief",
    "pl": "Utrzymaj aktywność",
    "ro": "Menține Activ",
    "ru": "Оставайтесь активными",
    "sv": "Håll Aktiv",
    "th": "คงสถานะออนไลน์",
    "tr": "Aktif Kal",
    "uk": "Залишатися активним",
    "vi": "Giữ Hoạt Động"
  },
  "short": {
    "ar": "منع انتهاء الجلسة والحفاظ على وجودك على الإنترنت.",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,zh_CN,zh_TW": "Prevent session timeouts and maintain your online presence.",
    "cs": "Zabraňte vypršení časového limitu relace a udržujte svou online přítomnost.",
    "da": "Forhindre sessionstimeouts og oprethold din online tilstedeværelse.",
    "de": "Verhindern Sie Sitzungs-Timeouts und bleiben Sie online präsent.",
    "el": "Αποφύγετε τις χρονικές εκπτώσεις συνεδριών και διατηρήστε την παρουσία σας στο διαδίκτυο.",
    "es": "Evita que las sesiones caduquen y mantén tu presencia en línea.",
    "fa": "از پایان جلسه جلوگیری کنید و حضور آنلاین خود را حفظ کنید.",
    "fi": "Estä istunnon aikakatkaisu ja pidä online-läsnäolosi yllä.",
    "fr": "Empêchez les déconnexions et maintenez votre présence en ligne.",
    "he": "מנע פקיעת זמן חיבור ושמור על נוכחותך ברשת.",
    "hi": "सत्र की समाप्ति को रोकें और अपनी ऑनलाइन उपस्थिति बनाए रखें।",
    "hu": "Elkerülheti az időtúllépést, és megőrizheti online jelenlétét.",
    "id": "Cegah sesi habis waktu dan pertahankan kehadiran online Anda.",
    "it": "Impedisci il timeout della sessione e mantieni la tua presenza online.",
    "ja": "セッションのタイムアウトを防ぎ、オンラインプレゼンスを維持します。",
    "ko": "세션 시간 초과를 방지하고 온라인 상태를 유지하세요.",
    "ms": "Cegah masa tamat sesi dan kekalkan kehadiran dalam talian anda.",
    "nl": "Voorkom time-outs van sessies en blijf online aanwezig.",
    "no": "Forhindre tidsavbrudd på økter og oppretthold din tilstedeværelse online.",
    "pl": "Zapobiegaj wylogowaniu i utrzymuj swoją obecność online.",
    "ro": "Preveniți expirarea sesiunii și mențineți-vă prezența online.",
    "ru": "Предотвратите завершение сессии и сохраняйте ваше присутствие в интернете.",
    "sv": "Förhindra att sessionen avslutas och behåll din närvaro online.",
    "th": "ป้องกันการหมดเวลาของเซสชันและรักษาสถานะออนไลน์ของคุณไว้",
    "tr": "Oturum zaman aşımını önleyin ve çevrimiçi varlığınızı koruyun.",
    "uk": "Уникайте завершення сеансу та підтримуйте свою присутність онлайн.",
    "vi": "Ngăn chặn thời gian chờ của phiên và duy trì sự hiện diện trực tuyến của bạn."
  },
  "long": {
    "ar": "Alright, I’ll provide translations for each language in separate messages. Starting now:\n\n### Arabic (ar):\nامتداد الاحتفاظ بالنشاط  \nKeep Active هو امتداد لمتصفح Chrome مصمم لمنع انتهاء صلاحية الجلسات والحفاظ على وجودك على الإنترنت بأقل جهد ممكن.\n\n#### الميزات الرئيسية:\n- فترات تحديث مخصصة: قم بتعيين عدد مرات تحديث الامتداد للصفحة التي اخترتها.  \n- اختر أي عنوان URL: احتفظ بأي موقع ويب أو لوحة تحكم نشطة بناءً على احتياجاتك.  \n- واجهة بسيطة: تصميم سهل الاستخدام لإعداد سريع.  \n- الخصوصية أولاً: تبقى بياناتك خاصة - لا يتم جمعها أو مشاركتها.  \n\n#### كيف تعمل:\n1. قم بتثبيت الامتداد: أضف Keep Active من متجر Chrome.  \n2. قم بإعداده: أدخل عنوان URL وفترة التحديث.  \n3. البقاء نشطًا: ابدأ أو أوقف الامتداد بنقرة واحدة.  \n\n#### الفوائد:\n- يمنع تسجيل الخروج التلقائي بسبب عدم النشاط.  \n- مثالي للعمل عن بُعد، الندوات عبر الإنترنت، وجلسات البحث.  \n- يقلل من الاضطرابات في سير عملك.  \n\n#### الخصوصية:\nKeep Active يعمل محليًا في متصفحك ولا يقوم بتخزين أو نقل بيانات شخصية.\n\n#### إخلاء المسؤولية:\nKeep Active مخصص للاستخدام المشروع فقط ولا ينبغي استخدامه لتجاوز سياسات أمان الموقع.  \n\nLet me know when to proceed to the next language!",
    "am,bg,bn,ca,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,zh_CN,zh_TW": "Keep Active Extension\nKeep Active is a Chrome extension designed to prevent session timeouts and maintain your online presence with minimal effort.\n\nKey Features\nCustom Refresh Intervals: Set how often the extension refreshes your chosen page.\nChoose Any URL: Keep any website or dashboard active based on your needs.\nSimple Interface: Easy-to-use design for quick setup and use.\nPrivacy First: Your data stays private—no collection or sharing.\nHow It Works\nInstall the Extension: Add Keep Active from the Chrome Web Store.\nSet It Up: Enter a URL and refresh interval.\nStay Active: Start or stop the extension with a single click.\nBenefits\nPrevents automatic logouts due to inactivity.\nIdeal for remote work, webinars, and research sessions.\nReduces disruptions to your workflow.\nPrivacy\nKeep Active runs locally in your browser and does not store or transmit personal data.\n\nDisclaimer\nKeep Active is meant for legitimate use only and should not be used to bypass website security policies.",
    "cs": "Rozšíření Keep Active\nKeep Active je rozšíření pro Chrome navržené k prevenci vypršení relací a zachování vaší online přítomnosti s minimálním úsilím.\n\nKlíčové funkce:\nPřizpůsobitelné intervaly obnovení: Nastavte, jak často se rozšíření aktualizuje na vybrané stránce.\nVyberte libovolnou URL: Udržujte aktivní libovolný web nebo dashboard podle vašich potřeb.\nJednoduché rozhraní: Snadno použitelné rozhraní pro rychlé nastavení.\nSoukromí na prvním místě: Vaše data zůstávají soukromá—žádné shromažďování nebo sdílení.\nJak to funguje:\nNainstalujte rozšíření: Přidejte Keep Active z obchodu Chrome.\nNastavte: Zadejte URL a interval obnovení.\nZůstaňte aktivní: Spusťte nebo zastavte rozšíření jedním kliknutím.\nVýhody:\nZabraňuje automatickému odhlášení z důvodu neaktivity.\nIdeální pro práci na dálku, webináře a výzkumné relace.\nSnižuje narušení vašeho pracovního procesu.\nSoukromí:\nKeep Active funguje lokálně ve vašem prohlížeči a neukládá ani nepřenáší osobní údaje.\n\nOdmítnutí odpovědnosti:\nKeep Active je určen pouze pro legitimní použití a neměl by být používán k obcházení bezpečnostních zásad webových stránek.",
    "da": "Keep Active-udvidelse\nKeep Active er en Chrome-udvidelse designet til at forhindre sessionstimeouts og opretholde din online tilstedeværelse med minimal indsats.\n\nNøglefunktioner:\nTilpassede opdateringsintervaller: Indstil, hvor ofte udvidelsen opdaterer den valgte side.\nVælg enhver URL: Hold enhver hjemmeside eller dashboard aktiv baseret på dine behov.\nEnkel grænseflade: Brugervenligt design til hurtig opsætning.\nPrivatliv først: Dine data forbliver private—ingen indsamling eller deling.\nSådan fungerer det:\nInstaller udvidelsen: Tilføj Keep Active fra Chrome Web Store.\nOpsæt: Indtast en URL og opdateringsinterval.\nForbliv aktiv: Start eller stop udvidelsen med et enkelt klik.\nFordele:\nForhindrer automatisk log-out på grund af inaktivitet.\nIdeel til fjernarbejde, webinarer og forskningssessioner.\nReducerer forstyrrelser i din arbejdsgang.\nPrivatliv:\nKeep Active kører lokalt i din browser og gemmer eller overfører ikke personlige data.\n\nAnsvarsfraskrivelse:\nKeep Active er kun beregnet til lovlig brug og bør ikke bruges til at omgå webstedets sikkerhedspolitikker.",
    "de": "Keep Active-Erweiterung\nKeep Active ist eine Chrome-Erweiterung, die entwickelt wurde, um Sitzungszeitüberschreitungen zu verhindern und Ihre Online-Präsenz mit minimalem Aufwand aufrechtzuerhalten.\n\nHauptfunktionen:\nIndividuelle Aktualisierungsintervalle: Legen Sie fest, wie oft die Erweiterung die ausgewählte Seite aktualisiert.\nBeliebige URL auswählen: Halten Sie jede Website oder jedes Dashboard nach Ihren Bedürfnissen aktiv.\nEinfache Benutzeroberfläche: Ein benutzerfreundliches Design für eine schnelle Einrichtung.\nDatenschutz an erster Stelle: Ihre Daten bleiben privat—keine Sammlung oder Weitergabe.\nSo funktioniert es:\nInstallieren Sie die Erweiterung: Fügen Sie Keep Active aus dem Chrome Web Store hinzu.\nEinrichten: Geben Sie eine URL und ein Aktualisierungsintervall ein.\nAktiv bleiben: Starten oder stoppen Sie die Erweiterung mit einem einzigen Klick.\nVorteile:\nVerhindert automatische Abmeldungen aufgrund von Inaktivität.\nIdeal für Remote-Arbeit, Webinare und Forschungssitzungen.\nReduziert Unterbrechungen in Ihrem Arbeitsablauf.\nDatenschutz:\nKeep Active läuft lokal in Ihrem Browser und speichert oder überträgt keine persönlichen Daten.\n\nHaftungsausschluss:\nKeep Active ist nur für die legitime Nutzung vorgesehen und sollte nicht verwendet werden, um Sicherheitsrichtlinien von Websites zu umgehen.",
    "el": "Επέκταση Keep Active\nΤο Keep Active είναι μια επέκταση Chrome σχεδιασμένη για να αποτρέπει την λήξη συνεδριών και να διατηρεί την online παρουσία σας με ελάχιστη προσπάθεια.\n\nΚύρια χαρακτηριστικά:\nΠροσαρμοσμένα διαστήματα ανανέωσης: Ορίστε πόσο συχνά η επέκταση θα ανανεώνει τη σελίδα που επιλέξατε.\nΕπιλογή οποιουδήποτε URL: Διατηρήστε ενεργή οποιαδήποτε ιστοσελίδα ή ταμπλό σύμφωνα με τις ανάγκες σας.\nΑπλή διεπαφή: Εύχρηστος σχεδιασμός για γρήγορη εγκατάσταση.\nΠροτεραιότητα στο απόρρητο: Τα δεδομένα σας παραμένουν ιδιωτικά—καμία συλλογή ή κοινοποίηση.\nΠώς λειτουργεί:\nΕγκαταστήστε την επέκταση: Προσθέστε το Keep Active από το Chrome Web Store.\nΡυθμίστε το: Εισαγάγετε ένα URL και το διάστημα ανανέωσης.\nΠαραμείνετε ενεργοί: Ξεκινήστε ή σταματήστε την επέκταση με ένα μόνο κλικ.\nΟφέλη:\nΑποτρέπει την αυτόματη αποσύνδεση λόγω αδράνειας.\nΙδανικό για απομακρυσμένη εργασία, διαδικτυακά σεμινάρια και ερευνητικές συνεδρίες.\nΜειώνει τις διακοπές στη ροή εργασίας σας.\nΑπόρρητο:\nΤο Keep Active λειτουργεί τοπικά στον περιηγητή σας και δεν αποθηκεύει ή μεταδίδει προσωπικά δεδομένα.\n\nΑποποίηση ευθυνών:\nΤο Keep Active προορίζεται μόνο για νόμιμη χρήση και δεν πρέπει να χρησιμοποιείται για να παρακάμψει πολιτικές ασφαλείας ιστότοπων.",
    "es": "Extensión Keep Active\nKeep Active es una extensión de Chrome diseñada para evitar el cierre de sesiones y mantener tu presencia en línea con un esfuerzo mínimo.\n\nCaracterísticas principales:\nIntervalos de actualización personalizados: Configura la frecuencia con la que la extensión actualiza la página que elijas.\nElige cualquier URL: Mantén activa cualquier página web o panel de control según tus necesidades.\nInterfaz simple: Diseño fácil de usar para una configuración rápida.\nPrivacidad primero: Tus datos permanecen privados—sin recopilación ni compartición.\nCómo funciona:\nInstala la extensión: Añade Keep Active desde la Chrome Web Store.\nConfigúralo: Introduce una URL y un intervalo de actualización.\nMantente activo: Inicia o detén la extensión con un solo clic.\nBeneficios:\nEvita cierres de sesión automáticos debido a la inactividad.\nIdeal para trabajo remoto, seminarios web y sesiones de investigación.\nReduce las interrupciones en tu flujo de trabajo.\nPrivacidad:\nKeep Active se ejecuta localmente en tu navegador y no almacena ni transmite datos personales.\n\nDescargo de responsabilidad:\nKeep Active está destinado únicamente a usos legítimos y no debe usarse para eludir las políticas de seguridad de los sitios web.",
    "fa": "افزونه Keep Active\nافزونه Keep Active یک افزونه برای مرورگر کروم است که برای جلوگیری از خاتمه جلسات و حفظ حضور آنلاین شما با کمترین تلاش طراحی شده است.\n\nویژگی‌های کلیدی:\nفواصل به‌روزرسانی سفارشی: مشخص کنید که افزونه هر چند وقت یکبار صفحه انتخابی شما را به‌روزرسانی کند.\nانتخاب هر URL: هر وب‌سایت یا داشبوردی را که می‌خواهید بر اساس نیازهایتان فعال نگه دارید.\nرابط کاربری ساده: طراحی آسان برای استفاده و تنظیم سریع.\nاولویت با حریم خصوصی: داده‌های شما خصوصی باقی می‌مانند—هیچ جمع‌آوری یا به اشتراک‌گذاری داده‌ای وجود ندارد.\nنحوه عملکرد:\nافزونه را نصب کنید: Keep Active را از فروشگاه کروم دانلود کنید.\nآن را تنظیم کنید: یک URL و فاصله به‌روزرسانی وارد کنید.\nفعال بمانید: افزونه را با یک کلیک شروع یا متوقف کنید.\nمزایا:\nجلوگیری از خروج خودکار به دلیل عدم فعالیت.\nایده‌آل برای کار از راه دور، وبینارها و جلسات پژوهشی.\nکاهش اختلالات در جریان کار شما.\nحریم خصوصی:\nKeep Active به صورت محلی در مرورگر شما اجرا می‌شود و هیچ داده شخصی را ذخیره یا منتقل نمی‌کند.\n\nسلب مسئولیت:\nKeep Active فقط برای استفاده‌های قانونی طراحی شده و نباید برای دور زدن سیاست‌های امنیتی وب‌سایت‌ها استفاده شود.",
    "fi": "Keep Active -laajennus\nKeep Active on Chrome-laajennus, joka on suunniteltu estämään istuntojen aikakatkaisut ja ylläpitämään verkkoläsnäoloasi vähäisellä vaivalla.\n\nTärkeimmät ominaisuudet:\nMukautetut päivitysvälit: Määritä, kuinka usein laajennus päivittää valitsemasi sivun.\nValitse mikä tahansa URL: Pidä mikä tahansa verkkosivusto tai hallintapaneeli aktiivisena tarpeidesi mukaan.\nYksinkertainen käyttöliittymä: Helppokäyttöinen suunnittelu nopeaan käyttöönottoon.\nYksityisyys ensin: Tietosi pysyvät yksityisinä—ei tietojen keräämistä tai jakamista.\nKuinka se toimii:\nAsenna laajennus: Lisää Keep Active Chrome Web Storesta.\nMääritä: Syötä URL-osoite ja päivitysväli.\nPysy aktiivisena: Käynnistä tai lopeta laajennus yhdellä napsautuksella.\nHyödyt:\nEstää automaattisen uloskirjautumisen toimettomuuden vuoksi.\nSopii erinomaisesti etätyöhön, webinaareihin ja tutkimussessioihin.\nVähentää häiriöitä työskentelyssäsi.\nYksityisyys:\nKeep Active toimii paikallisesti selaimessasi eikä tallenna tai siirrä henkilökohtaisia tietoja.\n\nVastuuvapauslauseke:\nKeep Active on tarkoitettu vain lailliseen käyttöön, eikä sitä tulisi käyttää verkkosivustojen tietoturvakäytäntöjen kiertämiseen.",
    "fr": "Extension Keep Active\nKeep Active est une extension Chrome conçue pour éviter les déconnexions automatiques et maintenir votre présence en ligne avec un minimum d'effort.\n\nPrincipales caractéristiques :\nIntervalles de rafraîchissement personnalisés : Définissez la fréquence à laquelle l'extension actualise la page sélectionnée.\nChoisissez n'importe quelle URL : Gardez actif n'importe quel site web ou tableau de bord selon vos besoins.\nInterface simple : Conception facile à utiliser pour une configuration rapide.\nConfidentialité avant tout : Vos données restent privées—aucune collecte ni partage.\nComment ça fonctionne :\nInstallez l'extension : Ajoutez Keep Active depuis le Chrome Web Store.\nConfigurez-le : Entrez une URL et un intervalle de rafraîchissement.\nRestez actif : Lancez ou arrêtez l'extension en un clic.\nAvantages :\nÉvite les déconnexions automatiques dues à l'inactivité.\nIdéal pour le télétravail, les webinaires et les sessions de recherche.\nRéduit les interruptions dans votre flux de travail.\nConfidentialité :\nKeep Active fonctionne localement dans votre navigateur et ne stocke ni ne transmet de données personnelles.\n\nAvertissement :\nKeep Active est destiné uniquement à un usage légitime et ne doit pas être utilisé pour contourner les politiques de sécurité des sites web.",
    "he": "תוסף Keep Active\nKeep Active הוא תוסף ל-Chrome שתוכנן למנוע פקיעת תוקף של מושבים ולשמור על הנוכחות המקוונת שלך במאמץ מינימלי.\n\nתכונות עיקריות:\nמרווחי רענון מותאמים אישית: קבע באיזו תדירות התוסף ירענן את הדף שבחרת.\nבחר כל כתובת URL: שמור כל אתר או לוח מחוונים פעיל בהתאם לצרכיך.\nממשק פשוט: עיצוב קל לשימוש להגדרה מהירה.\nפרטיות תחילה: הנתונים שלך נשארים פרטיים—ללא איסוף או שיתוף.\nכיצד זה עובד:\nהתקן את התוסף: הוסף את Keep Active מחנות האינטרנט של Chrome.\nהגדר אותו: הזן כתובת URL ומרווח רענון.\nהישאר פעיל: הפעל או עצור את התוסף בלחיצה אחת.\nיתרונות:\nמונע התנתקות אוטומטית עקב חוסר פעילות.\nאידיאלי לעבודה מרחוק, וובינרים ומפגשי מחקר.\nמפחית הפרעות בזרימת העבודה שלך.\nפרטיות:\nKeep Active פועל מקומית בדפדפן שלך ואינו מאחסן או מעביר נתונים אישיים.\n\nהצהרה:\nKeep Active מיועד לשימוש חוקי בלבד ואין להשתמש בו כדי לעקוף מדיניות אבטחת אתרים.",
    "hi": "कीप एक्टिव एक्सटेंशन\nकीप एक्टिव एक Chrome एक्सटेंशन है जिसे सत्र समाप्ति को रोकने और न्यूनतम प्रयास के साथ आपकी ऑनलाइन उपस्थिति बनाए रखने के लिए डिज़ाइन किया गया है।\n\nमुख्य विशेषताएँ:\nकस्टम रिफ्रेश इंटरवल्स: तय करें कि एक्सटेंशन कितनी बार चुने गए पृष्ठ को रिफ्रेश करेगा।\nकोई भी URL चुनें: अपनी आवश्यकताओं के आधार पर किसी भी वेबसाइट या डैशबोर्ड को सक्रिय रखें।\nसरल इंटरफ़ेस: त्वरित सेटअप के लिए उपयोग में आसान डिज़ाइन।\nपहले गोपनीयता: आपका डेटा निजी रहता है—कोई संग्रह या साझाकरण नहीं।\nयह कैसे काम करता है:\nएक्सटेंशन इंस्टॉल करें: कीप एक्टिव को Chrome वेब स्टोर से जोड़ें।\nसेट करें: एक URL और रिफ्रेश अंतराल दर्ज करें।\nसक्रिय रहें: एक्सटेंशन को एक क्लिक में चालू या बंद करें।\nलाभ:\nनिष्क्रियता के कारण स्वत: लॉगआउट को रोकता है।\nदूरस्थ कार्य, वेबिनार और अनुसंधान सत्रों के लिए आदर्श।\nआपके कार्यप्रवाह में बाधाओं को कम करता है।\nगोपनीयता:\nकीप एक्टिव आपके ब्राउज़र में स्थानीय रूप से चलता है और व्यक्तिगत डेटा को स्टोर या प्रसारित नहीं करता।\n\nअस्वीकरण:\nकीप एक्टिव केवल वैध उपयोग के लिए है और इसे वेबसाइट सुरक्षा नीतियों को बायपास करने के लिए उपयोग नहीं किया जाना चाहिए।",
    "hu": "Keep Active bővítmény\nA Keep Active egy Chrome bővítmény, amelyet a munkamenet-időtúllépések megelőzésére és az online jelenlét fenntartására terveztek minimális erőfeszítéssel.\n\nFőbb jellemzők:\nEgyedi frissítési intervallumok: Állítsa be, milyen gyakran frissítse a bővítmény az Ön által választott oldalt.\nVálasszon bármilyen URL-t: Tartsa aktívan bármely weboldalt vagy irányítópultot az igényei szerint.\nEgyszerű felület: Könnyen használható kialakítás a gyors beállításhoz.\nElső a magánélet: Az adatai privátak maradnak—nincs adatgyűjtés vagy megosztás.\nHogyan működik:\nTelepítse a bővítményt: Adja hozzá a Keep Active-t a Chrome Web Store-ból.\nÁllítsa be: Adjon meg egy URL-t és egy frissítési intervallumot.\nMaradjon aktív: Indítsa el vagy állítsa le a bővítményt egyetlen kattintással.\nElőnyök:\nMegakadályozza az automatikus kijelentkezést inaktivitás miatt.\nIdeális távmunkához, webináriumokhoz és kutatási ülésekhez.\nCsökkenti a munkafolyamat megszakításait.\nAdatvédelem:\nA Keep Active helyileg fut a böngészőjében, és nem tárol vagy továbbít személyes adatokat.\n\nNyilatkozat:\nA Keep Active kizárólag jogszerű használatra készült, és nem használható a weboldalak biztonsági szabályainak megkerülésére.",
    "id": "Ekstensi Keep Active\nKeep Active adalah ekstensi Chrome yang dirancang untuk mencegah waktu habis sesi dan mempertahankan kehadiran online Anda dengan upaya minimal.\n\nFitur Utama:\nInterval Penyegaran Kustom: Tentukan seberapa sering ekstensi menyegarkan halaman yang Anda pilih.\nPilih URL Apa Saja: Jaga agar situs web atau dasbor tetap aktif sesuai kebutuhan Anda.\nAntarmuka Sederhana: Desain yang mudah digunakan untuk pengaturan cepat.\nPrivasi Diutamakan: Data Anda tetap pribadi—tidak ada pengumpulan atau berbagi data.\nCara Kerja:\nPasang Ekstensi: Tambahkan Keep Active dari Chrome Web Store.\nAtur: Masukkan URL dan interval penyegaran.\nTetap Aktif: Mulai atau hentikan ekstensi dengan satu klik.\nManfaat:\nMencegah keluar otomatis karena tidak aktif.\nIdeal untuk kerja jarak jauh, webinar, dan sesi penelitian.\nMengurangi gangguan pada alur kerja Anda.\nPrivasi:\nKeep Active berjalan secara lokal di browser Anda dan tidak menyimpan atau mentransfer data pribadi.\n\nPenafian:\nKeep Active hanya dimaksudkan untuk penggunaan yang sah dan tidak boleh digunakan untuk melewati kebijakan keamanan situs web.",
    "it": "Estensione Keep Active\nKeep Active è un'estensione di Chrome progettata per prevenire la scadenza delle sessioni e mantenere la tua presenza online con il minimo sforzo.\n\nFunzionalità principali:\nIntervalli di aggiornamento personalizzati: Imposta la frequenza con cui l'estensione aggiorna la pagina scelta.\nScegli qualsiasi URL: Mantieni attivo qualsiasi sito web o dashboard in base alle tue esigenze.\nInterfaccia semplice: Design facile da usare per una configurazione rapida.\nPrivacy prima di tutto: I tuoi dati rimangono privati—nessuna raccolta o condivisione.\nCome funziona:\nInstalla l'estensione: Aggiungi Keep Active dal Chrome Web Store.\nConfigura: Inserisci un URL e un intervallo di aggiornamento.\nRimani attivo: Avvia o interrompi l'estensione con un solo clic.\nVantaggi:\nPreviene le disconnessioni automatiche dovute all'inattività.\nIdeale per lavoro remoto, webinar e sessioni di ricerca.\nRiduce le interruzioni nel tuo flusso di lavoro.\nPrivacy:\nKeep Active funziona localmente nel tuo browser e non memorizza né trasmette dati personali.\n\nDisclaimer:\nKeep Active è destinato esclusivamente all'uso legittimo e non deve essere utilizzato per aggirare le politiche di sicurezza dei siti web.",
    "ja": "Keep Active 拡張機能\nKeep Active は、セッションのタイムアウトを防ぎ、最小限の労力でオンラインプレゼンスを維持するために設計された Chrome 拡張機能です。\n\n主な機能:\nカスタム更新間隔: 拡張機能が選択したページを更新する頻度を設定できます。\n任意の URL を選択: 必要に応じて、任意のウェブサイトまたはダッシュボードをアクティブに保ちます。\nシンプルなインターフェース: 簡単に設定できる使いやすいデザイン。\nプライバシーを最優先: データはプライベートのまま保持され、収集や共有はありません。\n使用方法:\n拡張機能をインストール: Chrome ウェブストアから Keep Active を追加します。\n設定: URL と更新間隔を入力します。\nアクティブを維持: ワンクリックで拡張機能を開始または停止します。\n利点:\n非アクティブによる自動ログアウトを防ぎます。\nリモートワーク、ウェビナー、リサーチセッションに最適です。\n作業フローの中断を減らします。\nプライバシー:\nKeep Active はブラウザ内でローカルに動作し、個人データを保存または送信しません。\n\n免責事項:\nKeep Active は合法的な使用のみに意図されており、ウェブサイトのセキュリティポリシーを回避するために使用すべきではありません。",
    "ko": "Keep Active 확장 프로그램\nKeep Active는 세션 타임아웃을 방지하고 최소한의 노력으로 온라인 상태를 유지하도록 설계된 Chrome 확장 프로그램입니다.\n\n주요 기능:\n맞춤 새로 고침 간격: 확장 프로그램이 선택한 페이지를 새로 고치는 빈도를 설정하세요.\nURL 선택 가능: 필요에 따라 모든 웹사이트 또는 대시보드를 활성 상태로 유지하세요.\n간단한 인터페이스: 빠른 설정을 위한 사용하기 쉬운 디자인.\n개인정보 우선: 데이터는 비공개로 유지되며 수집하거나 공유하지 않습니다.\n작동 방식:\n확장 프로그램 설치: Chrome 웹 스토어에서 Keep Active를 추가하세요.\n설정: URL과 새로 고침 간격을 입력하세요.\n활성 상태 유지: 한 번의 클릭으로 확장 프로그램을 시작하거나 중지하세요.\n장점:\n비활성으로 인한 자동 로그아웃을 방지합니다.\n원격 근무, 웨비나 및 연구 세션에 이상적입니다.\n작업 흐름의 중단을 줄여줍니다.\n개인정보:\nKeep Active는 브라우저 내에서 로컬로 실행되며 개인 데이터를 저장하거나 전송하지 않습니다.\n\n면책 조항:\nKeep Active는 합법적인 사용만을 목적으로 하며 웹사이트의 보안 정책을 우회하는 데 사용해서는 안 됩니다.",
    "ms": "Sambungan Keep Active\nKeep Active ialah sambungan Chrome yang direka untuk mengelakkan sesi tamat masa dan mengekalkan kehadiran dalam talian anda dengan usaha yang minimum.\n\nCiri Utama:\nSelang Penyegaran Tersuai: Tetapkan kekerapan sambungan menyegarkan halaman yang anda pilih.\nPilih Mana-mana URL: Kekalkan sebarang laman web atau papan pemuka aktif berdasarkan keperluan anda.\nAntara Muka Ringkas: Reka bentuk yang mudah digunakan untuk penyediaan yang cepat.\nPrivasi Didahulukan: Data anda kekal peribadi—tiada pengumpulan atau perkongsian.\nCara Ia Berfungsi:\nPasang Sambungan: Tambahkan Keep Active daripada Chrome Web Store.\nTetapkan: Masukkan URL dan selang penyegaran.\nKekal Aktif: Mulakan atau hentikan sambungan dengan satu klik.\nFaedah:\nMenghalang log keluar automatik disebabkan ketidakaktifan.\nSesuai untuk kerja jauh, webinar, dan sesi penyelidikan.\nMengurangkan gangguan dalam aliran kerja anda.\nPrivasi:\nKeep Active berjalan secara tempatan dalam pelayar anda dan tidak menyimpan atau memindahkan data peribadi.\n\nPenafian:\nKeep Active hanya bertujuan untuk kegunaan yang sah dan tidak boleh digunakan untuk memintas dasar keselamatan laman web.",
    "nl": "Keep Active-extensie\nKeep Active is een Chrome-extensie die is ontworpen om sessietime-outs te voorkomen en uw online aanwezigheid met minimale inspanning te behouden.\n\nBelangrijkste kenmerken:\nAangepaste vernieuwingsintervallen: Stel in hoe vaak de extensie de gekozen pagina vernieuwt.\nKies elke URL: Houd elke website of dashboard actief op basis van uw behoeften.\nEenvoudige interface: Gebruiksvriendelijke ontwerp voor snelle installatie.\nPrivacy eerst: Uw gegevens blijven privé—geen verzameling of delen.\nHoe het werkt:\nInstalleer de extensie: Voeg Keep Active toe via de Chrome Web Store.\nInstellen: Voer een URL en vernieuwingsinterval in.\nBlijf actief: Start of stop de extensie met één klik.\nVoordelen:\nVoorkomt automatisch uitloggen door inactiviteit.\nIdeaal voor werken op afstand, webinars en onderzoekssessies.\nVermindert verstoringen in uw workflow.\nPrivacy:\nKeep Active draait lokaal in uw browser en slaat geen persoonlijke gegevens op of verzendt deze.\n\nDisclaimer:\nKeep Active is alleen bedoeld voor legaal gebruik en mag niet worden gebruikt om beveiligingsbeleid van websites te omzeilen.",
    "no": "Keep Active-utvidelse\nKeep Active er en Chrome-utvidelse designet for å forhindre tidsavbrudd på økter og opprettholde din tilstedeværelse på nettet med minimal innsats.\n\nNøkkelfunksjoner:\nTilpassede oppdateringsintervaller: Angi hvor ofte utvidelsen oppdaterer den valgte siden.\nVelg hvilken som helst URL: Hold enhver nettside eller dashbord aktiv basert på dine behov.\nEnkel grensesnitt: Brukervennlig design for rask oppsett.\nPersonvern først: Dataene dine forblir private—ingen innsamling eller deling.\nSlik fungerer det:\nInstaller utvidelsen: Legg til Keep Active fra Chrome Nettmarked.\nKonfigurer: Skriv inn en URL og oppdateringsintervall.\nHold deg aktiv: Start eller stopp utvidelsen med ett klikk.\nFordeler:\nForhindrer automatisk utlogging på grunn av inaktivitet.\nIdeell for fjernarbeid, webinarer og forskningsøkter.\nReduserer forstyrrelser i arbeidsflyten din.\nPersonvern:\nKeep Active kjører lokalt i nettleseren din og lagrer eller overfører ikke personlig data.\n\nAnsvarsfraskrivelse:\nKeep Active er kun ment for lovlig bruk og skal ikke brukes til å omgå nettsteders sikkerhetspolicyer.",
    "pl": "Rozszerzenie Keep Active\nKeep Active to rozszerzenie do przeglądarki Chrome, które zapobiega wygasaniu sesji i utrzymuje Twoją obecność online przy minimalnym wysiłku.\n\nKluczowe funkcje:\nDostosowane interwały odświeżania: Ustaw, jak często rozszerzenie odświeża wybraną stronę.\nWybierz dowolny URL: Utrzymuj aktywność dowolnej strony internetowej lub pulpitu nawigacyjnego w zależności od potrzeb.\nProsty interfejs: Łatwy w użyciu design zapewniający szybkie konfiguracje.\nPrywatność przede wszystkim: Twoje dane pozostają prywatne—bez zbierania lub udostępniania danych.\nJak to działa:\nZainstaluj rozszerzenie: Dodaj Keep Active z Chrome Web Store.\nSkonfiguruj: Wprowadź URL i interwał odświeżania.\nPozostań aktywny: Uruchom lub zatrzymaj rozszerzenie jednym kliknięciem.\nKorzyści:\nZapobiega automatycznym wylogowaniom z powodu braku aktywności.\nIdealne do pracy zdalnej, webinarów i sesji badawczych.\nZmniejsza zakłócenia w Twoim przepływie pracy.\nPrywatność:\nKeep Active działa lokalnie w Twojej przeglądarce i nie przechowuje ani nie przesyła danych osobowych.\n\nZastrzeżenie:\nKeep Active jest przeznaczony wyłącznie do legalnego użytku i nie powinien być używany do omijania polityki bezpieczeństwa witryn.",
    "ro": "Extensia Keep Active\nKeep Active este o extensie pentru Chrome concepută pentru a preveni expirarea sesiunilor și pentru a menține prezența online cu un efort minim.\n\nCaracteristici principale:\nIntervale de reîmprospătare personalizate: Stabilește cât de des extinde extensia pagina aleasă.\nAlege orice URL: Menține activ orice site web sau tabloul de bord în funcție de nevoile tale.\nInterfață simplă: Design ușor de utilizat pentru configurare rapidă.\nConfidențialitate prioritară: Datele tale rămân private—fără colectare sau partajare.\nCum funcționează:\nInstalează extensia: Adaugă Keep Active din Chrome Web Store.\nConfigurează: Introdu un URL și un interval de reîmprospătare.\nRămâi activ: Pornește sau oprește extensia cu un singur clic.\nBeneficii:\nPrevine deconectările automate din cauza inactivității.\nIdeal pentru munca la distanță, seminarii web și sesiuni de cercetare.\nReduce întreruperile în fluxul tău de lucru.\nConfidențialitate:\nKeep Active rulează local în browserul tău și nu stochează sau transmite date personale.\n\nDeclarație de declinare a răspunderii:\nKeep Active este destinat doar utilizării legitime și nu ar trebui utilizat pentru a ocoli politicile de securitate ale site-urilor web.",
    "ru": "Расширение Keep Active\nKeep Active — это расширение для Chrome, разработанное для предотвращения завершения сеансов и поддержания вашего онлайн-присутствия с минимальными усилиями.\n\nОсновные функции:\nПользовательские интервалы обновления: Настройте, как часто расширение будет обновлять выбранную страницу.\nВыберите любой URL: Поддерживайте активность любого веб-сайта или панели управления в зависимости от ваших нужд.\nПростой интерфейс: Удобный дизайн для быстрой настройки.\nКонфиденциальность прежде всего: Ваши данные остаются приватными—никакого сбора или передачи данных.\nКак это работает:\nУстановите расширение: Добавьте Keep Active из Chrome Web Store.\nНастройте: Введите URL и интервал обновления.\nОставайтесь активными: Запустите или остановите расширение одним кликом.\nПреимущества:\nПредотвращает автоматический выход из системы из-за бездействия.\nИдеально подходит для удаленной работы, вебинаров и исследовательских сессий.\nСнижает количество перебоев в вашем рабочем процессе.\nКонфиденциальность:\nKeep Active работает локально в вашем браузере и не сохраняет и не передает личные данные.\n\nОтказ от ответственности:\nKeep Active предназначено только для законного использования и не должно использоваться для обхода правил безопасности веб-сайтов.",
    "sv": "Keep Active-tillägg\nKeep Active är ett Chrome-tillägg som är utformat för att förhindra sessionstidsgränser och upprätthålla din närvaro online med minimal ansträngning.\n\nHuvudfunktioner:\nAnpassade uppdateringsintervall: Ställ in hur ofta tillägget uppdaterar den valda sidan.\nVälj valfri URL: Håll vilken webbplats eller instrumentpanel som helst aktiv utifrån dina behov.\nEnkel gränssnitt: Användarvänlig design för snabb installation.\nIntegritet först: Dina data förblir privata—ingen insamling eller delning.\nHur det fungerar:\nInstallera tillägget: Lägg till Keep Active från Chrome Web Store.\nStäll in: Ange en URL och ett uppdateringsintervall.\nHåll dig aktiv: Starta eller stoppa tillägget med ett enda klick.\nFördelar:\nFörhindrar automatisk utloggning på grund av inaktivitet.\nPerfekt för distansarbete, webbseminarier och forskningssessioner.\nMinskar avbrott i ditt arbetsflöde.\nIntegritet:\nKeep Active körs lokalt i din webbläsare och lagrar eller överför inte personuppgifter.\n\nAnsvarsfriskrivning:\nKeep Active är endast avsett för laglig användning och bör inte användas för att kringgå säkerhetspolicys på webbplatser.",
    "th": "ส่วนขยาย Keep Active\nKeep Active เป็นส่วนขยาย Chrome ที่ออกแบบมาเพื่อป้องกันการหมดเวลาเซสชันและรักษาการออนไลน์ของคุณด้วยความพยายามขั้นต่ำ\n\nคุณสมบัติหลัก:\nช่วงการรีเฟรชที่กำหนดเองได้: ตั้งค่าความถี่ที่ส่วนขยายจะรีเฟรชหน้าเว็บที่คุณเลือก\nเลือก URL ใดก็ได้: รักษาเว็บไซต์หรือแดชบอร์ดใด ๆ ให้คงอยู่ตามความต้องการของคุณ\nอินเทอร์เฟซที่เรียบง่าย: ออกแบบใช้งานง่ายสำหรับการตั้งค่าอย่างรวดเร็ว\nความเป็นส่วนตัวมาก่อน: ข้อมูลของคุณยังคงเป็นส่วนตัว—ไม่มีการรวบรวมหรือแบ่งปันข้อมูล\nวิธีการทำงาน:\nติดตั้งส่วนขยาย: เพิ่ม Keep Active จาก Chrome Web Store\nตั้งค่า: ป้อน URL และช่วงการรีเฟรช\nคงความใช้งานอยู่: เริ่มหรือหยุดส่วนขยายได้ด้วยคลิกเดียว\nประโยชน์:\nป้องกันการออกจากระบบอัตโนมัติเนื่องจากไม่มีการใช้งาน\nเหมาะสำหรับการทำงานระยะไกล การสัมมนาออนไลน์ และการวิจัย\nลดการรบกวนในกระบวนการทำงานของคุณ\nความเป็นส่วนตัว:\nKeep Active ทำงานในเบราว์เซอร์ของคุณโดยไม่จัดเก็บหรือส่งข้อมูลส่วนตัว\n\nข้อจำกัดความรับผิดชอบ:\nKeep Active มีไว้สำหรับการใช้งานที่ถูกต้องตามกฎหมายเท่านั้น และไม่ควรใช้เพื่อเลี่ยงนโยบายความปลอดภัยของเว็บไซต์",
    "tr": "Keep Active Uzantısı\nKeep Active, oturum zaman aşımını önlemek ve çevrimiçi varlığınızı minimum çabayla sürdürmek için tasarlanmış bir Chrome uzantısıdır.\n\nAna Özellikler:\nÖzel Yenileme Aralıkları: Uzantının seçtiğiniz sayfayı ne sıklıkta yenileyeceğini ayarlayın.\nHerhangi bir URL seçin: İhtiyaçlarınıza göre herhangi bir web sitesini veya kontrol panelini aktif tutun.\nBasit Arayüz: Hızlı kurulum için kolay kullanımlı tasarım.\nÖnce Gizlilik: Verileriniz gizli kalır—hiçbir toplama veya paylaşım yapılmaz.\nNasıl Çalışır:\nUzantıyı Yükleyin: Keep Active'i Chrome Web Store'dan ekleyin.\nAyarla: Bir URL ve yenileme aralığı girin.\nAktif Kalın: Uzantıyı tek bir tıklama ile başlatın veya durdurun.\nFaydaları:\nHareketsizlik nedeniyle otomatik çıkışları önler.\nUzaktan çalışma, web seminerleri ve araştırma oturumları için idealdir.\nİş akışınızdaki kesintileri azaltır.\nGizlilik:\nKeep Active, tarayıcınızda yerel olarak çalışır ve kişisel verileri saklamaz veya iletmez.\n\nYasal Uyarı:\nKeep Active yalnızca yasal kullanım için tasarlanmıştır ve web sitesi güvenlik politikalarını atlatmak için kullanılmamalıdır.",
    "uk": "Розширення Keep Active\nKeep Active — це розширення для Chrome, розроблене для запобігання завершенню сесій та підтримки вашої онлайн-присутності з мінімальними зусиллями.\n\nОсновні функції:\nНалаштовувані інтервали оновлення: Встановіть, як часто розширення оновлюватиме обрану сторінку.\nВибір будь-якого URL: Тримайте будь-який вебсайт або панель керування активними відповідно до ваших потреб.\nПростий інтерфейс: Зручний дизайн для швидкого налаштування.\nПриватність передусім: Ваші дані залишаються конфіденційними — жодного збору чи передачі.\nЯк це працює:\nВстановіть розширення: Додайте Keep Active з Chrome Web Store.\nНалаштуйте: Введіть URL та інтервал оновлення.\nЗалишайтесь активними: Запустіть або зупиніть розширення одним кліком.\nПереваги:\nЗапобігає автоматичному виходу через неактивність.\nІдеально підходить для дистанційної роботи, вебінарів та дослідницьких сесій.\nЗменшує перебої у вашому робочому процесі.\nПриватність:\nKeep Active працює локально у вашому браузері та не зберігає і не передає особисті дані.\n\nВідмова від відповідальності:\nKeep Active призначене лише для законного використання і не повинне використовуватися для обходу політик безпеки вебсайтів.",
    "vi": "Tiện ích mở rộng Keep Active\nKeep Active là tiện ích mở rộng Chrome được thiết kế để ngăn thời gian chờ phiên và duy trì sự hiện diện trực tuyến của bạn với nỗ lực tối thiểu.\n\nCác tính năng chính:\nKhoảng thời gian làm mới tùy chỉnh: Đặt tần suất tiện ích mở rộng làm mới trang bạn chọn.\nChọn bất kỳ URL nào: Giữ bất kỳ trang web hoặc bảng điều khiển nào hoạt động theo nhu cầu của bạn.\nGiao diện đơn giản: Thiết kế dễ sử dụng cho thiết lập nhanh chóng.\nƯu tiên quyền riêng tư: Dữ liệu của bạn luôn được bảo mật—không thu thập hoặc chia sẻ.\nCách hoạt động:\nCài đặt tiện ích: Thêm Keep Active từ Chrome Web Store.\nThiết lập: Nhập URL và khoảng thời gian làm mới.\nDuy trì hoạt động: Bắt đầu hoặc dừng tiện ích chỉ với một cú nhấp chuột.\nLợi ích:\nNgăn đăng xuất tự động do không hoạt động.\nLý tưởng cho làm việc từ xa, hội thảo trực tuyến và các phiên nghiên cứu.\nGiảm gián đoạn trong quy trình làm việc của bạn.\nQuyền riêng tư:\nKeep Active chạy cục bộ trên trình duyệt của bạn và không lưu trữ hoặc truyền dữ liệu cá nhân.\n\nTuyên bố từ chối trách nhiệm:\nKeep Active chỉ dành cho mục đích sử dụng hợp pháp và không được sử dụng để vượt qua các chính sách bảo mật của trang web."
  }
}