{
  "name": {
    "ar": "ماسح رمز الاستجابة السريعة",
    "am": "QR ኮድ መሳሪያ",
    "bg": "Скенер на QR кодове",
    "bn": "QR কোড স্ক্যানার",
    "ca": "Escàner de codi QR",
    "cs": "Skenner QR kódů",
    "da,no": "QR-kodeskanner",
    "de": "QR-Code-Scanner",
    "el": "Σαρωτής QR κωδικών",
    "en,en_AU,en_GB,en_US,fil": "QR Code Scanner",
    "es,es_419": "Escáner de código QR",
    "et": "QR-koodide skanner",
    "fa": "اسکنر کد QR",
    "fi": "QR-koodin skanneri",
    "fr": "Scanner de code QR",
    "gu": "QR કોડ સ્કેનર",
    "he": "סריקת קוד QR",
    "hi": "QR कोड स्कैनर",
    "hr,sr": "QR skener",
    "hu": "QR-kód olvasó",
    "id": "Pemindai Kode QR",
    "it": "Scanner di codice QR",
    "ja": "QRコードスキャナー",
    "kn": "QR ಕೋಡ್ ಸ್ಕ್ಯಾನರ್",
    "ko": "QR 코드 스캐너",
    "lt": "QR kodo skaitytuvas",
    "lv": "QR koda skeneris",
    "ml": "QR കോഡ് സ്കാനർ",
    "mr": "QR कोड स्कॅनर",
    "ms": "Penyodok Kod QR",
    "nl": "QR-code scanner",
    "pl": "Skaner kodów QR",
    "pt_BR": "Scanner de código QR",
    "pt_PT": "Leitor de códigos QR",
    "ro": "Cititor de coduri QR",
    "ru": "Сканер QR кодов",
    "sk": "Skenovač QR kódov",
    "sl": "Skenator QR kodov",
    "sv": "QR-kodsskanner",
    "sw": "Scanner ya QR Code",
    "ta": "QR கோடு ஸ்கேனர்",
    "te": "QR కోడ్ స్కానర్",
    "th": "เครื่องสแกน QR โค้ด",
    "tr": "QR Kod Tarayıcı",
    "uk": "Сканер QR-кодів",
    "vi": "Máy quét mã QR",
    "zh_CN": "二维码扫描器",
    "zh_TW": "QR碼掃描器"
  },
  "short": {
    "ar": "قم برفع صورة رمز الاستجابة السريعة أو انقر بزر الماوس الأيمن على صورة رمز الاستجابة السريعة في الصفحة، ثم امسح الرمز ضوئيًا بسرعة…",
    "am": "የQR ኮድ ምስልን አስመጣ ወይም በድህረገፅ ላይ በQR ኮድ ምስል ላይ ቀኝ እጅ ጫንቃ በማቅረብ ፍጥነት ይምረጡ እና ባለበለዚያ ቦታ ማስተላለፊያ አድርጉ።",
    "bg": "Качете изображение на QR код или щракнете с десния бутон върху изображението на QR кода в страницата, за да сканирате бързо и да…",
    "bn": "QR কোডের চিত্র আপলোড করুন অথবা ওয়েবপৃষ্ঠায় QR কোডের চিত্রে রাইট ক্লিক করুন, দ্রুত স্ক্যান করুন এবং তার QR কোডের বিষয়বস্তু পড়ুন।",
    "ca": "Carrega una imatge de codi QR o fes clic amb el botó dret sobre la imatge del codi QR a la pàgina web per escanejar ràpidament i…",
    "cs": "Nahrajte obrázek QR kódu nebo klikněte pravým tlačítkem myši na obrázek QR kódu na stránce a rychle naskenujte a přečtěte obsah QR…",
    "da": "Upload et QR-kodebillede eller højreklik på QR-kodebilledet på websiden, scan hurtigt og læs QR-kodens indhold.",
    "de": "Laden Sie ein QR-Code-Bild hoch oder klicken Sie mit der rechten Maustaste auf das QR-Code-Bild auf der Webseite, scannen Sie…",
    "el": "Ανεβάστε μια εικόνα QR ή κάντε δεξί κλικ στην εικόνα QR στην ιστοσελίδα για να σαρώσετε γρήγορα και να διαβάσετε το περιεχόμενο του…",
    "en,en_AU,en_GB,en_US": "Upload a QR code image or right-click on the QR code image on the webpage to quickly scan and read its QR code content.",
    "es,es_419": "Sube una imagen de código QR o haz clic derecho en la imagen del código QR en la página web para escanear rápidamente y leer su…",
    "et": "Laadi QR-koodipilt üles või paremklõpsake veebilehe QR-koodipildil, et kiiresti skaneerida ja lugeda selle QR-koodi sisu.",
    "fa": "تصویر کد QR را بارگذاری کنید یا روی تصویر کد QR در صفحه وب کلیک راست کنید تا به سرعت اسکن کنید و محتوای کد QR آن را بخوانید.",
    "fi": "Lataa QR-koodikuva tai napsauta oikealla QR-koodikuvaa verkkosivulla, jotta voit nopeasti skannata ja lukea sen QR-koodin sisällön.",
    "fil": "I-upload ang larawan ng QR code o mag-right-click sa larawan ng QR code sa webpage upang mabilis na i-scan at basahin ang nilalaman…",
    "fr": "Téléchargez une image de code QR ou faites un clic droit sur l'image du code QR sur la page web pour scanner rapidement et lire son…",
    "gu": "QR કોડ છબી અપલોડ કરો અથવા વેબપૃષ્ઠ પર QR કોડ છબી પર રાઇટ-ક્લિક કરો, ઝડપી સ્કેન કરવા અને તેનો QR કોડ વિષયવસ્તુ વાંચવા માટે.",
    "he": "העלה תמונת קוד QR או לחץ באמצעות העכבר על תמונת קוד ה-QR בדף האינטרנט כדי לסרוק במהירות ולקרוא את התוכן של קוד ה-QR.",
    "hi": "QR कोड छवि अपलोड करें या वेब पृष्ठ पर QR कोड छवि पर राइट क्लिक करें, तेजी से स्कैन करें और इसके QR कोड सामग्री को पढ़ें।",
    "hr": "Otpremite sliku QR koda ili desnim klikom na sliku QR koda na web stranici brzo skenirajte i pročitajte njegov sadržaj.",
    "hu": "Töltsön fel QR kód képet, vagy kattintson jobb gombbal a QR kód képre a weboldalon, hogy gyorsan beolvassa és elolvassa a QR kód…",
    "id": "Unggah gambar kode QR atau klik kanan pada gambar kode QR di halaman web untuk memindai dengan cepat dan membaca konten kode QR…",
    "it": "Carica un'immagine del codice QR o fai clic con il tasto destro sull'immagine del codice QR sulla pagina web per scansionare…",
    "ja": "QRコード画像をアップロードするか、ウェブページ上のQRコード画像を右クリックして、迅速にスキャンし、QRコードの内容を読み取ります。",
    "kn": "QR ಕೋಡ್ ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ ಅಥವಾ ವೆಬ್ ಪುಟದಲ್ಲಿನ QR ಕೋಡ್ ಚಿತ್ರದಲ್ಲಿ ರೈಟ್ ಕ್ಲಿಕ್ ಮಾಡಿ, ಅದು QR ಕೋಡ್ ವಿಷಯವನ್ನು ತ್ವರಿತವಾಗಿ ಸ್ಕ್ಯಾನ್…",
    "ko": "QR 코드 이미지를 업로드하거나 웹 페이지에서 QR 코드 이미지에 오른쪽 클릭하여 QR 코드 내용을 빠르게 스캔하고 읽을 수 있습니다.",
    "lt": "Įkelkite QR kodo vaizdą arba spustelėkite dešinįjį pelės mygtuką ant QR kodo vaizdo svetainėje, kad greitai nuskaitytumėte ir…",
    "lv": "Augšupielādējiet QR koda attēlu vai ar peles labo pogu noklikšķiniet uz QR koda attēla tīmekļa lapā, lai ātri noskenētu un nolasītu…",
    "ml": "QR കോഡ് ചിത്രം അപ്‌ലോഡ് ചെയ്യുക അല്ലെങ്കിൽ വെബ്പേജിൽ QR കോഡ് ചിത്രത്തിൽ റൈറ്റ്ക്ലിക്ക് ചെയ്ത് അതിന്റെ QR കോഡ് ഉള്ളടക്കം വേഗത്തിൽ…",
    "mr": "QR कोड चित्र अपलोड करा किंवा वेब पृष्ठावर QR कोड चित्रावर राइट क्लिक करा, त्वरित स्कॅन करा आणि त्याच्या QR कोड सामग्रीला वाचा.",
    "ms": "Muat naik imej kod QR atau klik kanan pada imej kod QR di halaman web untuk imbas dengan cepat dan membaca kandungan kod QR…",
    "nl": "Upload een QR-code afbeelding of klik met de rechtermuisknop op de QR-code afbeelding op de webpagina om snel te scannen en de…",
    "no": "Last opp et QR-kodebilde eller høyreklikk på QR-kodebildet på nettsiden for å raskt skanne og lese innholdet i QR-koden.",
    "pl": "Prześlij obrazek kodu QR lub kliknij prawym przyciskiem myszy na obrazek kodu QR na stronie, aby szybko zeskanować i przeczytać…",
    "pt_BR": "Faça o upload de uma imagem de código QR ou clique com o botão direito na imagem do código QR na página da web para escanear…",
    "pt_PT": "Carregue uma imagem de código QR ou clique com o botão direito na imagem do código QR na página web para escanear rapidamente e ler…",
    "ro": "Încarcă o imagine a unui cod QR sau fă clic dreapta pe imaginea codului QR de pe pagina web pentru a scana rapid și a citi…",
    "ru": "Загрузите изображение QR-кода или щелкните правой кнопкой мыши на изображение QR-кода на веб-странице, чтобы быстро отсканировать и…",
    "sk": "Nahrajte obrázok QR kódu alebo kliknite pravým tlačidlom myši na obrázok QR kódu na stránke a rýchlo naskenujte a prečítajte obsah…",
    "sl": "Naložite sliko QR kode ali kliknite z desno tipko miške na sliko QR kode na spletni strani, da hitro skenirate in preberete vsebino…",
    "sr": "Otpremite sliku QR koda ili desnim klikom na sliku QR koda na veb stranici brzo skenirajte i pročitajte sadržaj QR koda.",
    "sv": "Ladda upp en QR-kodbild eller högerklicka på QR-kodbilden på webbsidan för att snabbt skanna och läsa innehållet i QR-koden.",
    "sw": "Pakia picha ya QR code au bofya kulia kwenye picha ya QR code kwenye tovuti ili haraka kusoma na kusoma yaliyomo kwenye QR code.",
    "ta": "QR குறியீடு படத்தை ஸ்கேன் செய்ய தேர்வு செய்யவும் அல்லது வலைப்பக்கத்தில் QR குறியீடு படத்தில் ரைட் கிளிக் செய்து அதன் QR குறியீடு…",
    "te": "QR కోడ్ చిత్రం స్కాన్ చేయడానికి ఎంచుకోండి లేదా వెబ్‌పేజీపై QR కోడ్ చిత్రంపై రైట్ క్లిక్ చేసి, దాని QR కోడ్ విషయాన్ని త్వరగా…",
    "th": "เลือกภาพรหัส QR สำหรับสแกน หรือคลิกขวาที่ภาพรหัส QR บนหน้าเว็บเพื่อระบุเนื้อหาของรหัส QR อย่างรวดเร็ว",
    "tr": "QR kodu görselini seçin veya web sayfasındaki QR kodu görseline sağ tıklayarak QR kodu içeriğini hızlıca tanıyın.",
    "uk": "Виберіть зображення QR-коду для сканування або клацніть правою кнопкою миші на зображенні QR-коду на веб-сторінці, щоб швидко…",
    "vi": "Chọn hình ảnh mã QR để quét, hoặc nhấp chuột phải vào hình ảnh mã QR trên trang web để nhanh chóng nhận diện nội dung mã QR.",
    "zh_CN": "上传二维码图像或右键点击网页中的二维码图像，快速扫码并读取其二维码内容。",
    "zh_TW": "上傳二維碼圖像或右鍵點擊網頁中的二維碼圖像，快速掃碼並讀取其二維碼內容。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "QR code scanner is designed to help users quickly scan and read the content of QR code images.\nIt supports quickly scanning and obtaining information from local image files or QR code images on web pages.\n\nFeatures:\n- Upload QR code images: You can directly upload local QR code images, quickly scan and obtain the content in them.\n- Right-click scanning: When browsing the web, just right-click the QR code image on the page to directly scan and read the QR code information.\n- Quickly read content: After scanning, you will instantly see the link, text or other information contained in the QR code.\n- Easy operation: No complicated settings are required, and the operation is simple and intuitive. In just a few steps, you can easily complete QR code scanning.\n\nIf you need to scan QR codes in batches, please visit our official website https://qrcode-scanner.online/ and use our web application. The application supports batch scanning and reading QR code content in images, and you can also scan QR codes in real time through the device camera.\n\nAfter the batch scan is completed, you can download an Excel file containing information such as file name, scan time, QR code content, etc., which is convenient for further processing and saving data.",
    "zh_CN": "二维码扫描器旨在帮助用户快速扫描并读取二维码图像的内容。\n它支持从本地图像文件或网页上的二维码图像中快速扫码并获取信息。\n\n功能特点：\n- 上传二维码图像：您可以直接上传本地二维码图像，快速扫描并获取其中的内容。\n- 右键扫描：在浏览网页时，只需右键点击页面上的二维码图像，即可直接扫描并读取二维码信息。\n- 快速读取内容：扫描完成后，您将即时看到二维码中包含的链接、文本或其他信息。\n- 简便操作：无需复杂设置，操作简单直观。只需几步，便可轻松完成二维码扫描。\n\n如果您需要批量扫描二维码，请访问我们的官网 https://qrcode-scanner.online/，使用我们的Web应用。该应用支持批量扫描并读取图像中的二维码内容，您还可以通过设备摄像头实时扫描二维码。\n\n批量扫描完成后，您可以下载一个包含文件名、扫描时间、二维码内容等信息的Excel文件，方便进一步处理和保存数据。"
  }
}