{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clovers Inclusive Job Language Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make every word count with bias interruption where you’re already writing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make every word count with real-time bias interruption where you’re already writing.\n\nBroaden your talent pool and foster diversity with Clovers' Inclusive Language Optimizer—a comprehensive solution for enhancing language across job postings, candidate emails, LinkedIn InMails, and more.\n\nClovers for Chrome offers real-time language enhancements driven by algorithms and backed by rigorous scientific research. This tool empowers you to create more effective and equitable content effortlessly while working within your browser.\n\nWith instant feedback, our browser extension ensures your text is inclusive of gender, race, ethnicity, physical ability, veterans, and LGBTQ+ individuals. Use Clovers’ Inclusive Language Optimizer to boost your writing confidence, select the most welcoming words, and effectively communicate with underrepresented groups.\n\nOur research-backed approach is more effective than searching the web for job descriptions, crowdsourcing, or using AI content influenced by human biases. Our Inclusive Language Optimizer is rooted in data and validated by thousands of extensive surveys. \n\nWe specifically investigate terms that discourage candidates and identify language that instills confidence in applicants. With Clovers, rest assured that your words will positively influence your prospective candidates.\n\n\n➤ Key benefits:\nEnhance your writing with cultural insight: Clovers decodes the cultural signals hidden in language and leverages this data for real-time bias interruption, ensuring your communication is both inclusive and culturally sensitive.\nGuidance for inclusive communication: Clovers provides valuable guidance that encourages recruiters to pause, reflect, and consciously choose inclusive language. This prompts a positive shift in communication style.\nContinuous learning for lasting change: Clovers facilitates learning as you write, fostering lasting behavior change. It empowers your team to become more aware of the impact of their language choices.\nAmplify impact across your team: The more places your team writes with Clovers, the greater its positive impact on your team's culture. \n\n➤ How it works:\nClovers analyzes your job descriptions and other candidate communications in real time. You'll receive an initial inclusion score that dynamically updates as you make optimizations. This score employs varying shades of green for scientifically researched inclusive terms and varying shades of red for scientifically identified problematic terms. Clovers offers an array of additional terms to further enhance your job descriptions.\n\nHovering over a term reveals a list of scientifically validated inclusive terms for immediate optimization, ensuring your job descriptions are appealing and inclusive. Clovers goes beyond addressing gender parity; it assists you in attracting a wide and diverse pool of applicants, encompassing people of color, individuals with disabilities, and more.\n\n➤ Works where you write:\nClovers for Chrome seamlessly integrates into your browser, eliminating the need for tedious copying and pasting. Utilize it effortlessly in ATS systems, Google Docs, email clients, social media, and throughout the web for all your candidate communications.\n\n➤ Trusted by millions of users:\n“Clovers has been a game-changer for us in addressing systemic inequity at our workplace. The inclusive language score feature was particularly eye-opening and helpful. Our recruiters can use the Chrome extension wherever they work and actively remove bias from our communications, making our workplace more inclusive and equitable.”\n\n---------------------------------------------------------------------------------------------\n\n➤ Want increased inclusion throughout your entire hiring process?\nClovers provides guidance to recruiters and hiring teams to make better, faster, more equitable hiring decisions each step of the way, from resume review to one-way video interviewing. Get a 15-minute demo of Clovers at https://clovers.ai/contact-sales/"
  }
}