{
  "name": {
    "ar,fil,hi,ko,ms,no,ro": "Color Ship Game",
    "am,ca,cs,hr,lv,sv": "Color Ship Unblocked Game",
    "bg,el,et,fa,he": "Color Ship Online",
    "bn,da,de,en,en_AU,en_GB,en_US,es,es_419,fr,id,it,lt,mr,nl,pl,pt_BR,pt_PT,ru,sr,ta,th,tr,uk,vi,zh_CN,zh_TW": "Color Ship Shooting Game",
    "fi,gu,hu,ja,kn,ml,sl,sw": "Color Ship Online Game",
    "sk,te": "Color Ship Shooting Games"
  },
  "short": {
    "ar": "تبادل لاطلاق النار مع شخصيتك وفقا للون الوحش في الأعلى والحصول على نقاط.",
    "am": "ከላይ ባለው ጭራቅ ቀለም መሰረት ከባህርይዎ ጋር ተኩሱ እና ነጥቦችን ያግኙ.",
    "bg": "Снимайте с вашия характер според цвета на чудовището на върха и да получите точки.",
    "bn": "উপরে দৈত্যের রঙ অনুযায়ী আপনার চরিত্রের সাথে শুট করুন এবং পয়েন্ট পান।",
    "ca": "Dispara amb el teu personatge segons el color del monstre a la part superior i aconsegueix punts.",
    "cs": "Střílejte se svou postavou podle barvy monstra nahoře a získejte body.",
    "da": "Skyd med din karakter i henhold til monsterets farve øverst og få point.",
    "de": "Schieße mit deinem Charakter entsprechend der Farbe des Monsters auf der Oberseite und erhalte Punkte.",
    "el": "Πυροβολήστε με τον χαρακτήρα σας σύμφωνα με το χρώμα του τέρατος στην κορυφή και κερδίστε πόντους.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Shoot with your character according to the color of the monster on the top and get points.",
    "es": "Dispara con tu personaje según el color del monstruo en la parte superior y consigue puntos.",
    "et": "Tulistage oma tegelasega vastavalt ülaosas oleva koletise värvile ja saate punkte.",
    "fa": "ساقه با شخصیت خود را با توجه به رنگ هیولا در بالا و گرفتن امتیاز.",
    "fi": "Ammu hahmosi kanssa ylhäällä olevan hirviön värin mukaan ja saat pisteitä.",
    "fil": "Shoot sa iyong mga character ayon sa kulay ng halimaw sa tuktok at makakuha ng mga puntos.",
    "fr": "Tirez avec votre personnage en fonction de la couleur du monstre sur le dessus et obtenez des points.",
    "gu": "ટોચ પરના રાક્ષસના રંગ અનુસાર તમારા પાત્ર સાથે શૂટ કરો અને પોઇન્ટ મેળવો.",
    "he": "צלם עם הדמות שלך על פי צבע המפלצת בחלק העליון וקבל נקודות.",
    "hi": "शीर्ष पर राक्षस के रंग के अनुसार अपने चरित्र के साथ गोली मारो और अंक मिलता है।",
    "hr": "Pucajte sa svojim likom prema boji čudovišta na vrhu i dobijte bodove.",
    "hu": "Lőj a karaktereddel a tetején lévő szörny színének megfelelően, és szerezz pontokat.",
    "id": "Tembak dengan karakter Anda sesuai dengan warna monster di atas dan dapatkan poin.",
    "it": "Spara con il tuo personaggio in base al colore del mostro in alto e ottieni punti.",
    "ja": "上部のモンスターの色に応じてあなたのキャラクターと一緒に撃ち、ポイントを獲得してください。",
    "kn": "ಮೇಲಿನ ದೈತ್ಯಾಕಾರದ ಬಣ್ಣಕ್ಕೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಪಾತ್ರದೊಂದಿಗೆ ಶೂಟ್ ಮಾಡಿ ಮತ್ತು ಪಾಯಿಂಟ್ ಗಳನ್ನು ಪಡೆಯಿರಿ.",
    "ko": "상단에있는 몬스터의 색상에 따라 캐릭터로 촬영하고 포인트를 얻으십시오.",
    "lv": "Šaujiet ar savu varoni atbilstoši briesmoņa krāsai augšpusē un iegūstiet punktus.",
    "ml": "മുകളിലെ രാക്ഷസന്റെ നിറത്തിനനുസരിച്ച് നിങ്ങളുടെ കഥാപാത്രം ഷൂട്ട് ചെയ്ത് പോയിന്റുകൾ നേടുക.",
    "mr": "वरच्या बाजूला असलेल्या राक्षसाच्या रंगानुसार आपल्या व्यक्तिरेखेसह शूट करा आणि गुण मिळवा.",
    "ms": "Tembak dengan watak anda mengikut warna raksasa di bahagian atas dan dapatkan mata.",
    "nl": "Schiet met je personage volgens de kleur van het monster bovenaan en krijg punten.",
    "no": "Skyt med karakteren din i henhold til fargen på monsteret på toppen og få poeng.",
    "pl": "Strzelaj ze swoją postacią zgodnie z kolorem na górze i zdobywaj punkty.",
    "ro": "Trage cu personajul tău în funcție de culoarea monstru pe partea de sus și de a lua puncte.",
    "ru": "Стреляйте со своим персонажем по цвету монстра сверху и получайте очки.",
    "sk": "Strieľajte so svojou postavou podľa farby príšery na vrchole a získajte body.",
    "sl": "Ustreli s svojim znakom glede na barvo pošasti na vrhu in dobili točke.",
    "sv": "Skjut med din karaktär enligt monsterets färg på toppen och få poäng.",
    "sw": "Piga risasi na tabia yako kulingana na rangi ya monster juu na upate pointi.",
    "ta": "மேலே அசுரன் நிறம் படி உங்கள் பாத்திரம் படப்பிடிப்பு மற்றும் புள்ளிகள் பெற.",
    "te": "పైన ఉన్న రాక్షసుడి రంగును బట్టి మీ పాత్రతో షూట్ చేసి పాయింట్లు పొందండి.",
    "th": "ยิงด้วยตัวละครของคุณตามสีของสัตว์ประหลาดที่อยู่ด้านบนและรับคะแนน",
    "tr": "Üstteki canavarın rengine göre karakterinizle ateş edin ve puan kazanın.",
    "uk": "Стріляйте зі своїм персонажем за кольором монстра на вершині і отримуйте бали."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to shoot targets of the right color in a legendary arcade game! Hit the right targets and make the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nColor Ship Shooting Game Features\n✓ Arcade Sounds\n✓ Pixel Graphics\n✓ Easy control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Color Ship Shooting Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}