{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bearish OS CRM Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily manage your Bearish OS intelligent CRM and create new contacts from anywhere on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bearish OS CRM Chrome Extension: Simplify Your CRM Management\n\nTLDR: \n\nUnify your CRM management with Bearish OS's Chrome extension. Seamlessly add contacts to your CRM from anywhere on the web, including LinkedIn, with just one click!\n\n\nEffortlessly Manage Your CRM with Bearish OS\n\nBearish OS, your trusted all-in-one Work OS, now brings its powerful features to your browser with its innovative Chrome extension. Designed to streamline your CRM management, our extension enables you to add contacts directly to your CRM from anywhere on the web, starting with LinkedIn.\n\nOne-Click Contact Addition\n\nWith the Bearish OS Chrome extension, adding contacts to your CRM has never been easier. Enjoy the ability to \"one-click\" add any contact directly from within LinkedIn, eliminating the need for manual data entry and boosting your efficiency. This feature is just the beginning - future updates will expand this capability to other platforms, allowing for seamless integration with your online networking activities.\n\nIntelligent CRM at Your Fingertips\n\nLeverage the power of Bearish OS's intelligent CRM capabilities in your browser. Benefit from BEBA AI, the brain behind Bearish OS, that is designed to enrich and summarize every contact and touchpoint. With access to all your work, BEBA can create, act on, analyze, and deliver for your teams in any situation, providing a complete overview of interactions right within your browser.\n\nPrivacy-Centered Design\n\nYour data privacy is our top priority. Our Chrome extension upholds the Bearish OS Privacy Promise, ensuring that your data is yours alone. Our unique \"prefix\" system hides every piece of your data, even from the Bearish OS team. Our extension integrates powerful security practices to protect your data as best as we can.\n\nBuilt on Open Source AI\n\nBearish OS is committed to building with and on Open Source AI. This commitment extends to our Chrome extension, which leverages the capabilities of open-source AI to deliver a powerful, intelligent CRM management tool in your browser.\n\nSimplify Your Work with Bearish OS\n\nWith the Bearish OS Chrome extension, converge your business under a single Work OS, all within your browser. All your work, all in one place, all collaborating to fuel your teams, grow sales, and produce unmatched analytics. Say goodbye to the scattered workdays and embrace the future of work with Bearish OS.\n\nDownload the Bearish OS Chrome Extension now and take the first step towards a more efficient and seamless CRM management experience.\n\nBearish OS - All your work, all in one place."
  }
}