{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IRI Climate and Society Map Room",
    "es": "IRI Clima y la Sociedad Maproom",
    "fr": "IRI Maproom Climatique et de la Société",
    "id": "Ruang Sumber Informasi Data dan Peta Iklim IRI",
    "ru": "Ситуационный Центр МНИИ по вопросам Климата и Общества"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A collection of maps and other figures that monitor climate and societal impacts at present and in the recent past.",
    "es": "Una colección de mapas y otras figuras que vigilar el clima y las condiciones sociales en la actualidad y en El pasado reciente.",
    "fr": "Une collection de cartes et d'autres figures qui surveillent le climat et les conditions de la société à présenter et dans un passé…",
    "id": "Ruang sumber informasi data dan peta iklim berisi berbagai peta dan gambar yang memantau perubahan kondisi iklim dan masyarakat…",
    "ru": "Представляет собой коллекцию карт и графиков по наблюдению за климатическими               и социальными процессами в настоящем и…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The climate and society map room is a collection of interactive maps and other figures that monitor climate and societal conditions at present and in the recent past. A number of the map tools are designed to serve climate-sensitive sectors, providing data for decision makers. There are, for example, interactive tools tailored to the needs of the public health and food security communities, facilitating the use of climate information in their decision-making and planning operations.\n\nThe maps and figures can be manipulated and are linked to the original data. Results can be easily shared, and the original data downloaded in a variety of formats.  Even if you are primarily interested in data rather than interactive figures, this is a good place to see which datasets are particularly useful for monitoring current conditions.",
    "es": "El clima y la sociedad maproom es una colección de mapas y otras figuras que vigilar el clima y las condiciones sociales en la actualidad y en El pasado reciente. Los mapas y las cifras pueden ser manipuladas y están vinculados a los datos originales. Incluso si usted está interesado principalmente en datos en lugar de cifras, este es un buen lugar para ver qué conjuntos de datos son particularmente útiles para vigilar las condiciones actuales.",
    "fr": "Le Maproom climatique et de la société est une collection de cartes et d'autres figures qui surveillent le climat et les conditions de la société à présenter et dans un passé récent. Les cartes et les chiffres peuvent être manipulés et sont liées aux données d'origine. Même si vous êtes principalement intéressés par les données plutôt que des chiffres, c'est un bon endroit pour voir ce qui ensembles de données sont particulièrement utiles pour la surveillance les conditions actuelles.",
    "id": "The climate and society map room is a collection of maps and other figures that monitor climate and societal conditions at present and in the recent past. A number of the map tools are designed to serve climate-sensitive sectors. There are, for example, interactive tools tailored to the needs of the public health and food security communities, facilitating the use of climate information in their decision-making and planning operations.\n\nThe maps and figures can be manipulated and are linked to the original data. Results can be easily shared, and the original data downloaded in a variety of formats.  Even if you are primarily interested in data rather than interactive figures, this is a good place to see which datasets are particularly useful for monitoring current conditions.",
    "ru": "Ситуационный Центр по вопросам климата и общества представляет собой коллекцию карт и графиков по наблюдению за климатическими и социальными процессами в настоящем и недавнем прошлом. Карты и графики можно перестраивать, а также проследить их зависимость от исходных данных. Даже если Вас интересуют не графические представления данных, а сами данные, то здесь Вы быстро сможете найти наиболее полезные для Вас наборы данных."
  }
}