{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SearchIn Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart search that delivers search results directly from popular and favorite sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy quick search functionality to get search results directly from within hundreds of sites. SearchIn Plus enables searching within popular and favorite sites by simply using +[first letter of the target site].\n\nFor getting search results from eBay, for example, all you need to do is type in [+e] in the search bar followed by the search phrase. \n\nTo enable these features, The SearchIn Plus extension will take over your default search.\n\nFor easy access to shortcuts, we recommend pinning the extension to your browser toolbar.\n\nThe extension requests the following permissions:\n- Can read and change your data on sites: \n   https://*.searchin.com/, \n\nBy clicking “ADD TO CHROME”, you accept and agree to install the SearchIn Chrome Extension, set the Chrome™ Default Search to SearchIn, and to the Terms of Use, and Privacy Policy.  \n\nTerms of Use: https://www.searchinplus.com/terms-of-use \nPrivacy Policy: https://www.searchinplus.com/privacy-policy \n\n \nYou may uninstall the extension at any time.\nTo remove our extension from Google Chrome:\n1) Click on the three vertical dots icon in the upper right-hand corner of your Chrome browser.\n2) Go to \"Settings\".\n3) In the left menu that appears click on \"Extensions\".\n4) From the list of installed Extensions, locate the extension you would like to uninstall.\n5) To remove the extension, click on the \"Remove\" button which is to the right of the \"Details\" button (for the extension you wish to uninstall).\n6) Close your browser completely and reopen it. The extension should now be removed from your browser.\n\nFor assistance from our customer service team, please email us at support@searchinplus.com"
  }
}