{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Group Buy Seo Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Helps to quickly access the website and search from groupbuyseotools",
    "vi": "Giúp truy cập nhanh và tìm kiếm nhanh từ GroupBuySeoTools"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "You are using Group Buy Seo Tools which is a place to help you share 100+ best quality SEO Tools: Spy Tools, Ahrefs, Semrush at the cheapest price compared to all other providers 2021\n\nYou want to know how to use groupbuyseotools even though you already know:\n- Group Buy the best real SEO Tools, unlimited functionality and unlimited support. Committed to providing the cheapest, most stable service compared to all other SEO tool providers in the world. You will save a lot of dollars when you join Group SEO Tools. Top SEO Tool Buying Group, Number One SEO Tool Dealer, Top SEO Team Buying Company in the world\n\n\n- Optimizing the website, increasing keyword rankings and tracking backlinks from competitors will become simpler when using SEO Tools at Buy SEO Tools Group. Now you can save time and money using SEO Tools service. The number one SEO Tool service provider today.\n\nSo here is a good way to help you.\nYou will quickly search on groupBuySeoTools.\nAccess the most useful links quickly, efficiently.\nReal-time updates for you easy.\n\nThat's why they built this useful app.\nWith just 3 simple steps.\n- Step 1: Install the application.\n- Step 2: Click on the application icon.\n- Step 3: Choose your usage needs or enter keywords and select search\n\nSimple isn't it?\nPlease contact and evaluate now at:\nGroup Buy Seo Tools\nAddress: 182 Phan Huy Ich, Go Vap, HCMC\nWebsite: https://groupbuyseotools.org/\nHotline: +84937820544\nEmail: 937820544",
    "vi": "https://groupbuyseotools.org/\ngroup buy seo tools\t182 phan huy ich, go vap\tgroupbuyseotool@gmail.com\t937820544"
  }
}