{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JetRadar - Cheap Flights & Airline tickets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jetradar searches travel and airline sites to help you find cheap flights at best prices."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and compare best airfares\n\n✓ Wide Variety - Jetradar works with over 500 airlines and travel websites — from low-cost to long-haul\n✓ Super Search - With our advanced search options and filters you’ll find exactly what you need\n✓ Fair price - Price that you see on search results is exactly the same as the final amount you’ll pay\n\nFind hundreds of airlines and compare prices for cheap airline tickets easily and quickly!\n\nJetradar was created to help you find the cheapest plane tickets.\n\nWe will help you book tickets from Russia to United States, United Kingdom, Thailand and, of course, domestic flights (Moscow, Saint Petersburg), as well as a multitude of other destinations. We have access to a global database of flights by 728 airlines (including American Airlines, United Airlines, Lufthansa) and 200 flight booking agencies, which allows us to find flights in real time and compare them with each other.\n\nSpecify the city you are flying from, your destination, dates and the number of passengers – and click the “Find flights” button. Seconds after, we will show the most suitable flights for you, taking convenience and price factors into account. The prices you will see are final – you won’t have to pay anything on top.\n\nBesides, you can use filters to select the preferred departure period, number of connections, preferred airlines, agencies and alliances.\n\nClick the “Book now” button next to an offer and we will forward you right to the flight reservation page. Fill out a form and provide the necessary details to get your e-ticket. This is your actual ticket – just print it out and present it at the airport along with your ID.\n\nBy the way, Jetradar is 100% free to use.\n\nWe propose to use the search engine from the leader in this field. Search for flights as well as hotels and car hire at a huge database of proposals from around the world - you can implement a simple but powerful tool.\nWe compare all possible flights to the same place, we find the best hotels around the world, follow all the special offers of airlines and give the opportunity to book a ticket online.\nQuick and easy search for plane tickets - find the flights from airports in the world, to compare prices, find the most attractive offers and buy tickets for selected aircraft online. Find all airlines offer online. We do not charge commissions.\nCompare cheap flights, hotels and car hire from more providers than anyone else, helping you save.\n\n\n\nChange log:\n1.0.0 - Initial version \n1.1.0 - Manifest v3\n\n___\nNote: the extension indie project and is not a part of Jetradar company"
  }
}