{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weekdone - Plan and share your weekly tasks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick form to plan your weekly tasks and journal done items. Share key goals, accomplishments and challenges with your team."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "---------------------------------------------------------\nAccess your Weekdone team sharing and reporting service items quickly from this extension. Just click the toolbar icon to access your form and fill in your report form without closing the page you are already on. Get automatic rich notifications when someone comments on, or assigns you a task.\n\nThis extension serves to complement your https://weekdone.com account.\n---------------------------------------------------------\n\nWhat did your team get done this week? What are their plans for the next?\n\nWeekdone is a quick team dashboard with weekly e-mail reports for every manager or team leader.\n\nUsed from Fortune 500 teams to small startups for greater team insight.\n\nHOW IT WORKS:\n1. Each employee gets a report reminder once per week.\n2. They enter weekly progress, plans and problems.\n3. Weekdone compiles the report and dashboard. You get it via e-mail, on the mobile, tablet and web.\n4. You quickly review each employee's week, giving valuable feedback.\n\nBENEFITS:\n- Increase productivity and manage everyone’s time and focus better\n- Make better fact-based decisions about your team\n- Be data driven, not just gut-feeling based\n- Monitor each employee’s contribution\n- Proactively apply corrective measures and take actions\n- Quickly see when an indicator underperforms\n- Identify operational inefficiencies\n- Evaluate strategic performance against objectives\n- Monitor your own performance\n- No more endless searching from your overloaded inbox for people’s reports\n\nINFORMATIVE DASHBOARD\nWeekdone dashboard graphs help you understand in seconds what’s the company health score. See who in your team needs more attention and who deserves a pat on the back. Drill down to overdue items, task completion ratio, happiness, problematic issues and task distribution for each person.\n\nREADY-MADE AND CUSTOM TEMPLATES\nGet started with best practices PPP – progress, plans, problems – reporting template used at many top companies. Choose any other ready-made template, like Weekly Snippets, Results - Objectives - Challenges, Sales Report or Solo Productivity. Add an unlimited number of your own section headings or change the default ones.\n\nMANAGERIAL FEEDBACK\nEmployee reports are often like a black hole. People want to know their manager is reading their reports and get some weekly feedback. Weekdone allows you to quickly give weekly personal feedback via comments and additional questions to each person.\n\nHAPPINESS RATINGS\nEach person gets asked for their happiness and job satisfaction weekly. See the results by person, team and company. Take action whenever you see the happiness drop.\n\nTEAM COMMUNICATION\nIt’s easy to like and comment on each-other’s items, give feedback or ask additional questions.\n\nLIGHTWEIGHT TASK MANAGER\nNot using any todo list app yet? You can use Weekdone as a simple task manager, listing your goals and objectives as plans and moving them to progress. Focus on what’s important and get things done.\n\nOTHER FEATURES:\n- Automatically compiled team and company reports\n- Quick and easy to fill in form\n- Import items and generate reports from Atlassian JIRA and Asana\n- Submit progress via e-mail\n- #hashtags to group items together as topics or projects\n- E-mail reminders to never forget any deadlines\n- Privacy settings by teams and observer role\n- Share reports with outsiders like investors, board members and advisors\n- View reports by a single person or grouped by a team.\n- Find old reports quickly by week or date.\n\nMOBILE, TABLET, E-MAIL AND WEB\n- Access dashboards and reports on your iPhone\n- Check and fill in reports on your iPad\n- Get beautiful e-mail reports once per week\n\nE-mail us at hello@weekdone.com with any questions."
  }
}