{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Diablo IV Cursor Pack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the Darkness to Your Browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Designed for fans of the critically acclaimed action role-playing game, this extension lets you customize your browser cursor with designs inspired by the legendary franchise. \n\nDiablo IV Cursor Pack not only provides customized mouse cursors but also offers easy access to our other extensions through the 'More Themes' button located in the popup. With this feature, you can explore more themes and customization options.\n\nAccess more themes in the pop-up window and customize your browser with new themes.\n\nGame-Inspired Cursors: Transform your default cursor with a variety of designs inspired by Diablo IV. From iconic class symbols to legendary weapons and mystical artifacts, these cursors bring the dark aesthetic of the game to life on your screen.\n\nEasy Setup: Installing the Diablo IV Cursor is simple and hassle-free. In just a few clicks, you can personalize your browsing experience and replace your standard cursor with one inspired by the game’s dark fantasy universe.\n\nSeamless Performance: This lightweight extension runs smoothly, ensuring that your browsing experience remains fast and uninterrupted. The custom cursors integrate effortlessly with your browser, offering a sleek and immersive experience.\n\nFor Every Fan: Whether you’re a fan of the Barbarian’s brute strength, the Sorcerer’s magical prowess, or the Necromancer’s dark arts, the cursor designs have something for everyone. Show your allegiance to your favorite class or celebrate the epic world of Sanctuary.\n\nCustomizable Options: Choose from a range of cursor styles to match your mood or reflect your favorite aspects of the game. Switch between designs effortlessly to keep your browsing experience fresh and exciting."
  }
}