{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jobs Filterer for LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filter jobs you don't want to see from LinkedIn search results and recommended jobs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOTE: The author of this extension is not affiliated with LinkedIn, and this extension is not provided or supported by LinkedIn.\n\nLinkedIn’s “recommended jobs” and job search functionality are pretty good at finding jobs you might be interested in, but unfortunately they’re pretty bad at finding _only_ jobs you might be interested in, i.e., they show you many jobs you don’t care about. Furthermore, although there are buttons you can click to supposedly tell LinkedIn not to show you a particular job again, it frequently ignores this.\n\nThis extension’s purpose is to allow you to improve the quality of these lists of jobs by filtering out jobs you don’t want to see based on either jobs whose “don’t show me this” button you’ve clicked or on regular-expression matches on the job title, company name, or location.\n\nThe simplest way to use this extension is to tell LinkedIn not to show you jobs by clicking on their buttons intended for that purpose. LinkedIn won’t necessarily obey that, but this extension will: it’ll add the job’s title, company name, and location to the “Specific jobs” list above, and it’ll be filtered out automatically from then on. You may want to revisit this options page periodically and clear out old jobs from the list so that it doesn’t get too long and slow things down. If you make a mistake and filter out a job you actually want to keep seeing, you can remove it from the list above and click the Save button to undo it.\n\nIn addition to filtering out specific jobs by clicking the button, you can filter jobs by regular expression math. To do that, enter the regular expressions you want to filter with, one per line, in the text boxes above, then click Save. Do not enclose your regular expressions in slashes like you would if you were writing them in JavaScript.\n\nNormally this extension will simulate clicking the button that tells LinkedIn not to show you the job again, but you will still see the job, greyed out, after it has done so. If you would like to hide filtered jobs completely, check the “Hide filtered jobs completely” checkbox (and remember to click the “Save” button).\n\nNote that the options are saved in synchronized storage, so if you have sync turned on in Chrome, the options are synchronized across all the Chrome profiles synchronizing via the same Google account."
  }
}