{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Liznr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Liznr : Your Buddy during Meetings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Your Ultimate Virtual Meeting Assistant: liznr\n\nIn today's fast-paced virtual work environment, staying engaged and keeping track of conversations in meetings can be challenging. Whether it's understanding complex jargon or summarizing what happened during a long discussion, it’s easy to miss out on crucial information. That’s where liznr, your AI-powered virtual meeting assistant, steps in.\n\nliznr is a cutting-edge browser extension designed to provide real-time assistance and instant meeting summarization. With advanced AI capabilities, liznr simplifies communication during online meetings, ensuring that you stay in the loop and don’t miss any critical details. Our tool is not just another meeting assistant—it’s designed to enhance your productivity and boost team collaboration while prioritizing your privacy.\n\nKey Features:\nReal-Time Jargon Simplification:\nliznr listens to your ongoing meeting and provides on-the-spot explanations for industry-specific jargon or complex terms. This ensures that everyone, from the newbie to the expert, stays aligned and comprehends every part of the conversation without needing to ask clarifying questions.\n\nReal-Time Summarization:\nMissed the start of the meeting or spaced out during an important discussion? No worries! liznr provides an up-to-the-minute summary of what has happened so far, allowing you to quickly catch up with the current status of the conversation. You can refer back to these live summaries whenever needed, ensuring you never miss a beat.\n\nActionable Insights and To-Dos:\nAs discussions unfold, liznr captures key action items, decisions, and tasks. After the meeting, you’ll receive a concise summary of all the important takeaways, helping you focus on execution rather than manual note-taking.\n\nPrivacy-First Design:\nliznr operates in a closed environment, meaning your meeting data stays private. We ensure that no data is shared with external systems, and customer information is kept isolated. You can rest easy knowing that the information exchanged in your meetings will not be used to train models for other users.\n\nCross-Platform Integration:\nliznr seamlessly integrates with all major video conferencing platforms, including Zoom, Microsoft Teams, Google Meet, and more. Regardless of which platform your team prefers, liznr is there to enhance your meeting experience.\n\nKeyword Highlights:\nOur tool highlights key topics and keywords throughout the conversation, making it easy to follow the most important points. You can even customize this feature to prioritize specific terms relevant to your project or industry.\n\nSeamless Collaboration:\nShare summaries, key points, and meeting notes effortlessly with your teammates. The entire team stays synchronized, even if some members couldn’t attend the meeting in real-time.\n\nMinimal Disruption:\nliznr runs silently in the background during your meetings. You won’t need to pause or stop discussions to capture notes or ask for clarifications—liznr does it all for you without interrupting the natural flow of the conversation.\n\nEasy Setup and Use:\nOur intuitive browser extension takes minutes to set up, with no complex installation or configuration required. Simply add liznr to your browser, and it’ll automatically join your meetings, ready to provide assistance and insights.\n\nMultilingual Support:\nIn a global workforce, communication barriers can arise due to language differences. liznr supports multiple languages, offering real-time simplification and summaries regardless of the language spoken in the meeting.\n\nWho is liznr for?\nRemote Teams: Keep remote and distributed teams connected by ensuring that all members are aligned with the meeting’s agenda and outcomes, no matter where they are located.\n\nProject Managers: Simplify project tracking by generating real-time summaries and action items without the need for manual note-taking.\n\nExecutives and Leaders: Focus on high-level decision-making, while liznr takes care of capturing the important details and follow-up tasks.\n\nCustomer-Facing Teams: liznr helps customer success teams and sales representatives stay on top of client conversations by providing live summaries and keyword simplifications, allowing for smoother communication and better customer experiences.\n\nTraining and Onboarding: New team members can quickly understand ongoing projects and discussions without needing background knowledge, thanks to liznr’s real-time simplification and summaries.\n\nBenefits:\nStay Focused: Spend more time engaging in the conversation and less time worrying about missing information or jotting down notes.\n\nReduce Meeting Fatigue: By providing real-time summaries, liznr reduces cognitive load, allowing participants to focus on the core topics without needing to keep track of everything manually.\n\nEnhance Collaboration: Teams are better aligned when all members have access to the same real-time information, fostering smoother collaboration.\n\nImprove Efficiency: Capture action items and key points effortlessly, ensuring that meetings lead to clear next steps and accountability.\n\nBoost Transparency: With live meeting summaries and keyword highlights, liznr ensures that no one feels left out or confused, leading to more productive discussions and outcomes.\n\nWhy Choose liznr?\nAI-Powered: Our powerful AI models are trained to handle real-time conversations, summarization, and keyword identification, ensuring accurate and timely assistance.\n\nTailored for Virtual Meetings: liznr is designed specifically for the virtual meeting space, making it the perfect companion for modern-day teams who rely on remote communication.\n\nNo Learning Curve: With an easy-to-use interface, liznr provides value from the moment it is installed, with no steep learning curve or complex configurations.\n\nFlexible and Scalable: Whether you’re a small startup or a large enterprise, liznr is designed to scale with your team, providing a seamless experience across all your virtual meetings."
  }
}