{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReplaiGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate custom email replies using ChatGPT and your predefined context."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReplaiGPT allows you to automatically compose email replies with AI and predefined context about you or your business.\nThe difference to all the other ChatGPT Email Chrome extensions is that the AI creates email replies for you, but has no Context whatsoever about you or your Business. \nThe Idea is to create and save information that can be used by ChatGPT as context to create a personalized response to standard and time-consuming email requests.\n\nIdeal for recurring email requests of all kinds. You basically create a context and save information about you or your products for later use. \n\n✔️ Seamlessly integrate ReplaiGPT into Gmail.\n✔️ All languages are supported.\n✔️ Privacy friendly - Emails and Contexts are not saved on our servers, only on your browser\n✔️ Use your own OpenAI API  key.\n✔️ The basic version is free to use\n\n____________\nHOW TO USE\n\n1) Click on the extension icon\n2) A popup window will appear\n3) Go to settings, then create and save a context\n4) Get your API Key from OpenAI and paste it in the API Key input field\n\n\n____________\nHOW TO USE IN GMAIL\n\nHow to generate an email reply in Gmail:\n1) Go to Gmail, open an email, and click on the extension icon\n2) Select the context you created earlier.\n3) Click the Generate Button and wait ca. 10–15 seconds.\n\n\n____\nFAQ\n\nWhich languages does it support?\nAll popular languages. Just select the language in the context dropdown. \n\nWhich data is shared with the AI model?\nWhen writing a new email, the data sent is the user context and email content of the opened email.\n\nWhat is your privacy policy?\nYour emails or any other messages are not saved on our servers. The context of an email or message is solely used for the purpose of generating the response and nothing else. Furthermore, we value your privacy and refrain from using any third-party cookies, trackers, etc. To ensure the protection of your data, we use industry-standard encryption and security measures."
  }
}