{
  "name": {
    "ar,ml": "Lazada Image Collector",
    "am,sw": "Lazada Photo Downloader",
    "bg": "Lazada Pic Export Tool",
    "bn": "Product Image Saver for Lazada",
    "ca": "Easy Lazada Image Downloader",
    "cs": "Lazada Bulk Photo Collector",
    "da": "Product Pic Exporter for Lazada",
    "de": "Lazada Image Grabber",
    "el": "Lazada Photo Backup",
    "en,en_AU,en_GB,en_US": "Lazada Images Downloader",
    "es,pt_PT": "Lazada Image Extractor",
    "es_419": "Pic Collector for Lazada",
    "et": "Lazada Image Saver",
    "fa": "Photo Archive Helper for Lazada",
    "fi,pt_BR": "Lazada Image Exporter",
    "fil": "Easy Pic Downloader for Lazada Products",
    "fr": "Lazada Product Pic Collector",
    "gu": "My Lazada Photo Saver",
    "he": "Product Image Export Tool for Lazada",
    "hi": "Lazada Image Collection Assistant",
    "hr,th": "Lazada Photo Download Tool",
    "hu": "Image Downloader for Lazada Products",
    "id": "Lazada Image Backup",
    "it": "Photo Collector for Lazada Items",
    "ja": "Lazada Product Image Extractor",
    "kn": "Image Keeper for Lazada",
    "ko": "Lazada Product Pic Archive Helper",
    "lt": "Lazada Pic Saver",
    "lv": "One Click Image Downloader for Lazada",
    "mr": "Product Photo Downloader for Lazada",
    "ms": "Lazada Image Download Tool",
    "nl,te": "Lazada Product Image Collector",
    "no": "Photo Download Tool for Lazada",
    "pl": "Bulk Photo Exporter for Lazada Items",
    "ro": "Lazada Image Archive Tool",
    "ru": "Lazada Product Image Saver",
    "sk": "Photo Collection Download for Lazada",
    "sl": "Photo Downloader for Lazada Products",
    "sr": "Lazada Bulk Image Downloader",
    "sv": "Lazada Image Backup Tool",
    "ta": "Automatic Image Extractor for Lazada",
    "tr": "Lazada Image Download Helper",
    "uk": "Lazada Bulk Photo Grabber",
    "vi": "Image Collector for Lazada Items",
    "zh_CN": "Lazada来赞达商品图下载器",
    "zh_TW": "Lazada來贊達商品圖下載器"
  },
  "short": {
    "ar": "Swiftly capture favored Lazada treasures in top condition using this straightforward one-click tool, enriching creative projects…",
    "am": "Instantly get high-res product shots from Lazada to easily construct expansive digital libraries, obtaining authentic assets for…",
    "bg": "Quickly save stunning visual details of Lazada’s handcrafted items, effortlessly building catalogs for ecommerce or collecting…",
    "bn": "Easily download high-resolution Lazada photos individually or in bulk with this convenient extension, gathering authentic assets or…",
    "ca": "Hassle-free bulk downloads capture Lazada’s product essence in seconds, obtaining high-quality images to boost marketing and…",
    "cs": "Rapid Lazada image gathering creates professional digital libraries, saving time when collecting authentic assets to improve…",
    "da": "Instantly get high-quality Lazada visuals to construct expansive catalogs or infuse projects and marketing with treasured details…",
    "de": "Quickly build impressive Lazada image libraries for any purpose by obtaining high-resolution product photos with just one click.",
    "el": "Effortless downloads capture striking Lazada style and beloved details from unique handcrafted treasures or high-quality assets.",
    "en,en_AU": "Effortlessly download high-res Lazada product images in bulk, enriching ecommerce content and digital libraries instantly.",
    "en_GB": "Gather Lazada's high-quality product visuals in seconds to effortlessly build professional asset libraries or boost ecommerce…",
    "en_US": "Save time with one-click downloads of high-res Lazada images for marketing and creative projects.",
    "es": "Hassle-free tool gathers authentic Lazada visuals in bulk or individually, infusing marketing efforts and ecommerce with treasured…",
    "es_419": "Convenient extension enables swift capture of favored Lazada items and products in pristine quality for creative enrichment.",
    "et": "Rapidly construct expansive catalogs showcasing Lazada’s handcrafted treasures by obtaining product essence through bulk image…",
    "fa": "Infuse authenticity into projects by gathering high-resolution Lazada visuals showcasing unique style and artisanal detail.",
    "fi": "Easily obtain high-quality Lazada product images to effortlessly build professional digital libraries or infuse marketing with…",
    "fil": "Quick bulk downloads capture striking product visuals, saving time when gathering Lazada assets to boost ecommerce content.",
    "fr": "Convenient tool enables instant gathering of favored Lazada items in high resolution, enriching creative work with special details.",
    "gu": "Hassle-free downloads rapidly obtain comprehensive Lazada visuals, capturing essence to effortlessly build impressive digital…",
    "he": "Swiftly gather high-quality Lazada images showcasing artisanal style, infusing marketing and ecommerce content with authenticity.",
    "hi": "Easily construct expansive Lazada visual collages by instantly accessing bulk image downloads in top quality.",
    "hr": "Quickly obtain comprehensive Lazada visuals to construct expansive and professional image libraries infused with artisanal essence.",
    "hu": "Effortless bulk captures download striking product photos, rapidly building authentic marketing assets or expanding creative…",
    "id": "Hassle-free tool gathers high-quality Lazada images in seconds, conveniently obtaining visuals to boost ecommerce or projects.",
    "it": "Swiftly collate beloved handcrafted treasures or top products through bulk downloads, capturing Lazada’s style for any purpose.",
    "ja": "Rapidly gather Lazada’s exquisite visual details with this straightforward extension, infusing projects and content with…",
    "kn": "Conveniently access bulk downloads saving time when gathering high-resolution Lazada images for digital asset libraries.",
    "ko": "Instantly capture Lazada’s handcrafted essence or favored products in pristine quality to inspire authentic creative work.",
    "lt": "Easily obtain comprehensive Lazada catalogs through quick bulk captures, gathering striking visuals to elevate marketing.",
    "lv": "Effortless tool enables swift gathering of product images to increase ecommerce sales or construct creative inspiration libraries.",
    "ml": "Quickly save stunning visuals showcasing Lazada’s unique style to infuse marketing and brands with authentic artisanal essence.",
    "mr": "Hassle-free downloads rapidly collate professional Lazada asset libraries in high resolution for any purpose or project.",
    "ms": "Convenient bulk image capture swiftly gathers expansive visual catalogs, saving time when boosting marketing or sales.",
    "nl": "Rapidly construct Lazada inspiration libraries with this straightforward extension, obtaining product photos to elevate creative…",
    "no": "Instantly access striking product visuals through efficient bulk gathering, conveniently obtaining authentic assets to boost…",
    "pl": "Swiftly download comprehensive Lazada images with a single click, capturing favored items or style to inspire marketing efforts.",
    "pt_BR": "Effortlessly collate high-quality visual catalogs showcasing Lazada’s beloved treasures for professional creative applications.",
    "pt_PT": "Quickly gather Lazada product essence through efficient bulk capture, rapidly infusing marketing and ecommerce with authenticity.",
    "ro": "Easily save exquisite details from handcrafted items or top products in seconds, expanding creative inspiration materials.",
    "ru": "Convenient tool enables swift gathering of Lazada visuals in high resolution, perfect for building professional digital asset…",
    "sk": "Rapid bulk downloads capture striking Lazada product images, efficiently expanding marketing inspiration or creative catalogs.",
    "sl": "Instantly obtain comprehensive Lazada visual catalogs through efficient bulk capture, gathering authentic assets to enrich projects.",
    "sr": "Rapidly collate professional inspiration libraries showcasing Lazada’s striking product images and handcrafted treasures.",
    "sv": "Convenient tool enables swift gathering of favored items or expansive assets in top quality for marketing materials.",
    "sw": "Quickly construct Lazada image catalogs with this straightforward downloader, obtaining high-res shots perfect for elevating…",
    "ta": "Effortless bulk photo downloads swiftly capture Lazada’s beloved products, rapidly expanding authentic marketing content.",
    "te": "Easily gather comprehensive visual collages showcasing exquisite Lazada details, perfect for infusing creative work.",
    "th": "Hassle-free bulk downloads effortlessly obtain high-quality marketing assets, product photos and catalogs from Lazada.",
    "tr": "Instantly save stunning Lazada visuals in pristine condition, capturing unique essence to inject into creative projects.",
    "uk": "Rapid gathering of Lazada product images through efficient bulk downloads, conveniently building marketing inspiration materials.",
    "vi": "Swiftly collate professional Lazada asset libraries with just one click, capturing striking visual catalogs for projects.",
    "zh_CN": "一键点击抓取Lazada来赞达商品图，支持单张下载、批量下载高分辨率图像。",
    "zh_TW": "一鍵點擊抓取Lazada來贊達商品圖，支持單張下載、批量下載高解析度影像。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The Lazada Images Downloader is a powerful, user-friendly browser extension designed to streamline the process of downloading high-resolution product images from Lazada. This tool is perfect for anyone looking to collect images for design projects, printing, archiving, or simply for those who enjoy browsing vast product selection.\n\nKey Features:\n- One-Click Download: Easily download all images associated with a product with a single click.\n- Versatile Download Options: Choose to download images individually or in a zip file for bulk downloading convenience.\n- No Technical Skills Needed: The extension is designed to be simple to use, requiring no coding knowledge.\n- High-Quality Images: Obtain high-resolution images suitable for a variety of uses.\n- Privacy-Focused: Your data remains on your local machine; our servers are not involved in the process.\n\nHow It Works:\nHere's how you can quickly get all the listing images from a given product:\n1. Navigate to a product page on Lazada.com.\n2. Click the “download icon” located at the top left of the product listing images.\n3. A popup window will appear, displaying all the product listing images. From here, you can download them one by one or opt for a bundled zip file for all images.\n\nWhether you're a casual shopper, a power user, or a shop owner, this extension is tailored to meet your needs. It simplifies the process of obtaining product images, saving you time and effort.\n\nWe prioritize your privacy. The images and data you download are confined to your local machine, ensuring that your information remains private and secure.\n\nGet Started:\nBring the vibrant array of Lazada images to your desktop with just one click! This extension is not just simple; it's a powerful tool that enhances your image saving experience. Download the extension today and experience the ease of collecting high-quality product photos without any hassle.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with Lazada.",
    "zh_CN": "Lazada来赞达 图片下载器是一个功能强大、用户友好的浏览器扩展。简化从 Lazada.com 下载高分辨率产品图片的过程。该工具非常适合希望收集图片用于设计项目、打印、存档的用户，或者只是喜欢浏览 Lazada来赞达产品图的用户。\n\n主要功能\n- 一键下载： 单击即可轻松下载与 Lazada来赞达产品图片。\n- 多种下载选项： 可选择单独下载图片或下载压缩文件，方便批量下载。\n- 无需任何技术技能： 该扩展设计简单易用，无需编码知识。\n- 高质量图片： 获取适合各种用途的高分辨率图片。\n- 注重隐私： 您的数据将保留在本地计算机上，我们的服务器不参与此过程。\n\n如何使用：\n只需简单几步，就可以快速获取一个Lazada来赞达产品的所有列表图片：\n1. 打开 Lazada.com 上的产品页面。\n2. 点击产品列表图片左上方的 \"下载图标\"。\n3. 弹出一个窗口，显示所有抓取到的产品列表图片。在这里，您可以一张一张地下载，也可以将所有图片打压缩包下载。\n\n隐私声明\n您下载的图片和数据仅限于您的本地计算机，确保您的隐私安全。\n\n免责声明\n本扩展是 ExtensionsBox 独立开发的产品，与Lazada来赞达没有任何关联。",
    "zh_TW": "Lazada來贊達圖片下載器是一個功能强大、用戶友好的瀏覽器擴展。 簡化從Lazada.com下載高解析度產品圖片的過程。 該工具非常適合希望收集圖片用於設計項目、列印、存檔的用戶，或者只是喜歡瀏覽Lazada來贊達豐富產品選擇的用戶。\n\n主要功能\n-一鍵下載：按一下即可輕鬆下載與Lazada來贊達產品相關的所有圖片。\n-多種下載選項：可選擇單獨下載圖片或下載壓縮檔，方便批量下載。\n-無需任何科技技能：該擴展設計簡單易用，無需編碼知識。\n-高品質圖片：獲取適合各種用途的高解析度圖片。\n-注重隱私：您的數據將保留在本地電腦上，我們的服務器不參與此過程。\n\n如何使用：\n使用Lazada來贊達圖片下載器輕而易舉。 以下是您如何快速獲取特定Lazada來贊達產品的所有清單圖片：\n1.導航至Lazada.com上的產品頁面。\n2.點擊產品清單圖片左上方的“下載圖標”。\n3.彈出一個視窗，顯示所有產品清單圖片。 在這裡，您可以一張一張地下載，也可以選擇下載所有圖片的捆綁壓縮檔。\n\n隱私權聲明\n您下載的圖片和數據僅限於您的本地電腦，確保您的資訊安全私密。\n\n免責聲明\n本擴展是ExtensionsBox獨立開發的產品，與Lazada來贊達沒有任何關聯。"
  }
}