{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save to Zinthu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and Share links and notes with Team Members. Zinthu is an information sharing and knowledge management application."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zinthu is an application used by small teams and individuals to save and share links and notes. Individual users save links and notes for themselves and then share items of their choice with Zinthu Teams they have created or been invited to join. Zinthu helps employers, knowledge workers, and individuals consume and keep track of the increasing amounts of data and information online.\n\nZinthu is a web-based application where users created individual accounts, then create a Team within Zinthu, and invite others to join the Zinthu Team. When a Zinthu user finds a link for reading later, the user saves the link to their personal account. If the link is also relevant to a Zinthu Team, the user will also share that link to the Zinthu Team, so all Team members can find the link. Your links are saved on secure servers, so you can access them anywhere in the world and on any internet connected device.\n\nWe are a cloud-based application that improves employer and employee communication of online information, particularly articles, reports, and websites. It also provides an easy-to-use place to share quick notes among Team members that can be referenced anytime in the future. \n\nImprove your productivity by saving items to your personal timeline. Share with Team members, friends, and colleagues the items you want them to see or read."
  }
}