{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jungle Scout"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon and FBA product research made easy. Extract rank, sales volume, estimated revenue and more without entering the product page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of Amazon product research with Jungle Scout! No more digging through product pages – you can now extract crucial insights like rank, sales volume, and estimated revenue right from your Chrome browser!\n\nTransform your Amazon business with Jungle Scout, the industry's top-rated platform, trusted by over 1 million entrepreneurs and global brands. Jungle Scout equips you with the most reliable data related to product demand, profitability, market trends, and competitor insights for navigating Amazon's marketplace dynamics. Discover the power of Jungle Scout today and take your Amazon business to the next level.\n\nBy adding Jungle Scout to your Chrome browser, you can evaluate product opportunities as you search Amazon’s catalog, making product research quick and easy. \n\nWith fully configurable settings and Jungle Scout data embedded directly into Amazon search results and product pages, this browser extension is the perfect tool to find products to sell on Amazon.\n\nWith Jungle Scout’s Chrome extension, you can: \n\n➤ Instantly access crucial product metrics like Best Seller Rank, historical sales data, and price fluctuations. \n\n➤ Gauge product demand, competition levels, and listing quality with our proprietary Opportunity Score.\n\n➤ Monitor product ideas and trends over time by adding listings to Jungle Scout’s intuitive Product Tracker.\n\n➤ Calculate potential profits and ROI with precision using Jungle Scout’s FBA Profit Calculator.\n\n➤ Uncover popular Amazon search terms for any product within a comprehensive keyword cloud.\n\n➤ Tailor your research experience to your specific needs with fully configurable settings and filters. \n\n➤ Easily export data for further analysis with convenient CSV downloads.\n\n\nHear it from our users! Our customers shared their experiences, revealing how Jungle Scout accelerates Amazon business growth. Here's what they had to say:\n\n“Jungle Scout makes life easier, try it out! Don’t skip this by any means. It’s simple to get up and running and get the data you’re looking for, whether it’s product research or anything else (though it’s mainly product research for me).” - Tai\n\n“Definitely, my first recommendation for product research would be Jungle Scout.”- Daniel\n\n“I am grateful for all of the hard work the Jungle Scout team has done to create the platform and the Chrome extension that save me from hours of time and frustration.” - Christy\n\n“The JS extension is invaluable while doing product research by providing important data at your fingertips when and where you need it.” - Julia\n \n\nElevate your Amazon game with Jungle Scout's Chrome extension included in every plan. Kickstart your product research journey and tap into cutting-edge features for listing optimization, keyword research, competitor insights, review management, and beyond.\n\n--------------------------------------------------------------------------------------------------------\n\nBy using this extension, you agree to Jungle Scout’s Terms & Conditions available at: https://www.junglescout.com/termsofuse/\n\nDisclaimer: This extension uses Google Analytics to collect usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit: http://tools.google.com/dlpage/gaoptout"
  }
}