{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Etsy Downloader - Download Videos & Images",
    "ja": "Etsy ダウンローダー - ビデオと画像のダウンロード",
    "ko": "Etsy 다운로더 - 비디오 및 이미지 다운로드",
    "zh_CN,zh_TW": "Etsy 商品图片和视频下载器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Save and Download Etsy Video & Images with onc click!",
    "ja": "1クリックでEtsyのビデオと画像を保存してダウンロード!",
    "ko": "원 클릭으로 Etsy 비디오 및 이미지 저장 및 다운로드!",
    "zh_CN,zh_TW": "一键下载Etsy商品图片和视频到本地，支持保存到云端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Etsy Downloader - Easily Download Etsy Videos & Images\nTired of not being able to save videos or images from Etsy? Our Etsy Downloader extension allows you to easily download any Etsy videos or images with just one click. \n\nKey Features:\n- Download Etsy videos in MP4 format \n- Save Etsy product images in JPG/PNG format\n- Simple one-click download button on Etsy video and image pages\n- Small extension size for fast loading\n\nNo more hassle trying to figure out how to save Etsy media. With Etsy Downloader, you can quickly download any video or image on Etsy so you can view them offline or save for future reference. The intuitive browser extension seamlessly integrates with Etsy, requiring no complicated setup or configuration.\n\nSo if you frequently shop on Etsy and want an easy way to keep videos and images from the platform, get the Etsy Downloader extension today! It's a simple but powerful tool that makes organizing and archiving Etsy media a breeze.",
    "ja": "Etsy ダウンローダー - 簡単に Etsy のビデオと画像をダウンロード\nEtsy からビデオや画像を保存できなくて困っていますか？ Etsy ダウンローダー拡張機能を使用すれば、たった一クリックで Etsy のビデオや画像を簡単にダウンロードできます。 \n\n主な機能:\n- MP4 形式で Etsy ビデオをダウンロード\n- JPG/PNG 形式で Etsy 商品画像を保存\n- Etsy ビデオおよび画像ページにシンプルなワンクリックダウンロードボタン\n- 高速読み込みのための小さい拡張機能サイズ\n\nもはや Etsy メディアの保存方法を探す手間はありません。Etsy ダウンローダーを使用すれば、Etsy 上の任意のビデオや画像を素早くダウンロードしてオフラインで閲覧したり、将来の参照用に保存したりできます。直感的なブラウザ拡張機能は Etsy とシームレスに統合されており、複雑なセットアップや構成は不要です。\n\nですので、Etsy でよくショッピングをする方で、プラットフォームからビデオや画像を簡単に保存したい場合は、今日 Etsy ダウンローダー拡張機能を入手してください！それはシンプルでありながら、Etsy メディアを整理しアーカイブするのに役立つ強力なツールです。",
    "ko": "Etsy 다운로더 - Etsy 비디오 및 이미지 쉽게 다운로드하기\n\n이제 Etsy에서 비디오나 이미지를 저장할 수 없어 고민되나요? 저희 Etsy 다운로더 익스텐션은 원 클릭으로 Etsy 비디오와 이미지를 손쉽게 다운로드할 수 있게 해줍니다.\n\n주요 기능:\n‒ MP4 형식으로 Etsy 비디오 다운로드\n‒ JPG/PNG 형식으로 Etsy 제품 이미지 저장\n‒ Etsy 비디오 및 이미지 페이지에 간편한 1클릭 다운로드 버튼\n‒ 빠른 로딩을 위한 소형 익스텐션 크기\n\n더 이상 Etsy 미디어를 저장하는 방법을 찾느라 고생하지 마세요. Etsy 다운로더를 사용하면 Etsy에서 어떤 비디오나 이미지든 빠르게 다운로드하여 오프라인에서 보거나 향후 참고용으로 저장할 수 있습니다. 직관적인 브라우저 익스텐션이 Etsy와 매끄럽게 통합되어 복잡한 설정이나 구성이 필요하지 않습니다.\n그래서 여러분이 Etsy에서 자주 쇼핑을 하고 플랫폼의 비디오와 이미지를 쉽게 보관하고 싶다면, 지금 Etsy 다운로더 익스텐션을 받아보세요! 간단하지만 강력한 도구로 Etsy 미디어를 정리하고 보관하는 것이 간편해집니다."
  }
}