{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google 100 Results: Now you can have this again in google search settings!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Google 100 Results - Now you are able to see 100 results on one page!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supports all Languages | Switch to Google 100 Results Per Page and Enhance Your Search Experience!\n\nAre you tired of scrolling through endless pages of Google search results, limited to only 10 per page? Google recently disabled the option to display more than 10 results, making it harder for users to browse through large amounts of information efficiently. Now, you can take control of your search experience again with Google Search Results Maximizer, a Chrome extension that allows you to get 100 Google search results per page!\n\nWhether you're conducting in-depth research, exploring search engine results pages (SERPs) for SEO, or just browsing the web, this extension is perfect for anyone who wants to increase efficiency and minimize time spent clicking through pages. With the ability to switch to 100 Google search results, you can see all the top results in one go. You also have the option to display 25, 50, or 100 results per page—it’s completely customizable!\n\nKey Features\n\n1. Google Search 100 Results\nThe extension gives you the power to get 100 Google search results in one view, transforming your search experience by displaying everything on a single page.\n\n2. Flexible Results Options\nNot just limited to 100, you can also switch to 25 or 50 results per page, giving you control over your browsing and research experience.\n\n3. Save Time and Boost Productivity\nWith more results on one page, you cut down on time spent clicking \"Next\" and waiting for pages to load. Simply get 100 results per search and dive straight into what matters.\n\n4. Seamless Google Integration\nOnce installed, the extension works across all Google platforms, including Google Web Search, Google Scholar, Google News, and Google Images. No need to alter settings—just install and enjoy your Google 100 results feature.\n\n5. Enhanced User Experience\nDesigned to be lightweight and intuitive, the extension doesn’t affect your browsing performance. Simply install, choose your preferred results limit, and get Google 100 results with ease.\n\nWho Should Use This Extension?\nThis tool is ideal for anyone who needs to maximize their Google search results. It's particularly useful for:\nSEO Experts: Analyze more data, view SERPs in bulk, and improve keyword research with broader search views.\nResearchers & Academics: Reduce the time spent hunting through multiple search result pages. Access a larger pool of data on a single page.\nContent Creators: Find inspiration from a variety of sources, all visible in one comprehensive list of Google 100 results.\nBusiness Professionals: Gather competitive analysis, explore market trends, and get more insights from every search.\nEveryday Users: For anyone looking to streamline their web search experience, this tool gives you more information faster and easier.\nAdditional Keywords You Might Search For:\nGoogle search 100 results per page\nGoogle search more than 10 results\nGet 100 Google search results in Chrome\nSwitch to Google 100 results per search\nShow 100 results per page Google\nSee more Google results per page\nGoogle 100 results in one page\nCustomize Google search results\nMaximize Google search efficiency\nDisplay 100 results per Google search\n\nHow It Works\n\nUsing Google Search Results Maximizer is incredibly simple:\nInstall the Extension: Head to the Chrome Web Store, search for “Google Search Results Maximizer,” and click \"Add to Chrome.\"\nSet Results Preferences: After installation, choose your preferred number of results—25, 50, or 100 Google results per page.\nSearch as Normal: Conduct your searches as usual on Google, but now enjoy more results per page without the need for extra clicks.\nThere’s no complicated setup or configurations required. Once installed, it integrates directly into your search experience, allowing you to customize the number of results in just a few clicks.\nBenefits of Using Google Search Results Maximizer\nSee 100 Google Search Results at Once: Get all the information you need in one view, reducing the hassle of navigating between pages.\nImproved Productivity: Display more results and make decisions faster without being interrupted by multiple page loads.\nFull Control Over Results: Switch between 25, 50, and 100 results per page, depending on your search requirements.\nPerfect for SEO & Research: Stay ahead in SEO analysis or research projects by reviewing more results without delays.\nQuick and Easy Installation: No technical knowledge required—install the extension and get 100 Google search results instantly.\n\nFrequently Asked Questions\nQ: How do I get 100 Google search results on one page?\nA: Install the Google Search Results Maximizer Chrome extension. Once installed, you can choose to display 25, 50, or 100 results per search page.\nQ: Is the extension free?\nA: Yes, this extension is completely free to use, allowing you to view 100 Google search results per page without any limitations.\nQ: Can I switch between 25, 50, and 100 results?\nA: Yes, you have full control over how many results are displayed. You can switch between Google 25, 50, or 100 results per search with ease.\nQ: Will this extension work on Google Images or Google Scholar?\nA: Yes, it works across all Google platforms including Google Images, Google Scholar, Google News, and more.\nQ: Does it slow down my browser?\nA: No, the extension is designed to be lightweight and efficient, so it doesn’t affect your browser’s speed or performance.\nQ: Do I need to restart my browser after installing the extension?\nA: No need to restart. Once installed, the extension will start working immediately, offering you the option to get 100 Google results right away.\nPrivacy and Security\n\nYour privacy is a top priority. The Google Search Results Maximizer Chrome extension does not collect or track any personal information. It solely modifies the display settings for search results, allowing you to see more results per page.\n\nNo Data Collection: We do not track or collect any personal information from users.\n\nSecure: The extension operates under strict security protocols, ensuring your privacy and safety.\n\nPermission-Free: No intrusive permissions are needed—just install and enjoy!\n\nHow to Install\nGo to the Chrome Web Store: Search for \"Google Search Results Maximizer.\"\nClick \"Add to Chrome\": Confirm installation.\nSet Your Preferences: Choose the number of results you'd like—25, 50, or 100 Google results per page.\nStart Searching: Enjoy the freedom of more search results with each Google search!\n\nWho Can Benefit From This?\nSEO Experts: View broader SERPs for in-depth analysis and keyword research.\nResearchers: Access more academic papers or articles from a single search query.\nContent Creators: Browse and find more inspiration for blogs, videos, or podcasts.\nStudents: Efficiently gather references and research material in fewer clicks.\nBusiness Professionals: Get market research and competitive analysis done faster with more search results at once.\n\nReclaim control of your Google search experience by switching to Google 100 search results per page! Download Google Search Results Maximizer today and enjoy the benefits of quicker, more efficient searches without constantly clicking \"Next.\" Whether you want to get Google 100 results, or switch between 25 and 50 results, this tool provides the flexibility and power you need for a seamless search experience.\nStop wasting time flipping through multiple pages—get Google 100 results and maximize your efficiency today!"
  }
}