{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "USDT Tether Alert"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Is Tether in the danger zone? Stay alert with USDT Tether Alert!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How stable is not-so-stable stablecoin USDT Tether? USDT Tether Price & Alert will notify you if any of the USDT danger metrics are reached.\n\nThe USDT Tether Alert browser icon will blink with alert colors if a problem is detected. It will change from green to orange if the alert level is moderate. Clicking the icon will show you the current danger levels and numbers for price and premium.\n\nFor a full explanation, check out Hackernoon’s thorough explanation at: https://hackernoon.com/what-will-happen-when-the-shit-hits-the-fan-with-tether-f59f92fd8dca\n\nA quick description of the indicators can be found below.\n\nIf you have a few satoshis bouncing around in your pocket, tips are appreciated!\n\nBTC: 1LpkKxcJwbRCyzg3pQd4NjxdSwXezuLpRC\n\n\n— How does this work? ---\n\nThere are two indicators to determine the current alert level for USDT: 1) Price and 2) Premium.\n\nUSDT price is from Kraken since it does not support a BTC/USDT pair. If the price of USDT falls below $0.97 USD, there could be a problem.\n\nThe premium is calculated from the ratio of BTC price on exchanges that support BTC/USDT pairs to BTC prices on exchanges that only support BTC/USD fiat pairs. If the premium percentage is higher than 4%, there could be a problem.\n\nUSDT exchanges are Bitfinex & Binance. Fiat exchanges are Kraken & Gemini."
  }
}