{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AudioAura"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AudioAura is a simple extension that allows you to enhance the audio of any video on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Audio Experience with AudioAura Chrome Extension! 🎶🚀\nAre you ready to transform your online binge sessions into an immersive auditory journey? Say hello to AudioAura, the ultimate Chrome extension that takes your online audio experience to the next level!\n\n🎧 Bass Boost: Feel the Vibe!\nDive deep into the heart of the music with our Bass Boost feature. Whether it's the subtle thump of a jazz double bass or the earth-shattering basslines of electronic music, AudioAura ensures you feel every beat. Get ready to experience the vibrancy of music like never before!\n\n🔊 Volume Boost: Hear Every Detail!\nStruggling to catch those quiet dialogues or the soft melodies in your favorite shows and movies? Worry no more! Our Volume Boost technology amplifies the sound, ensuring you don't miss a single word or note. Turn it up and immerse yourself in the clarity and richness of high-definition audio.\n\n🎶 Treble Boost: Crisp and Clear!\nElevate the clarity of your audio with our Treble Boost feature. It enhances the higher frequencies, making every cymbal crash, guitar strum, and vocal nuance stand out with pristine clarity. Perfect for those who love to delve into the details of their music and films.\n\n🌌 Spatial Audio: Your Personal Auditorium!\nEver dreamed of watching a concert, movie, or show in a club, auditorium, concert hall, or theater from the comfort of your home? With AudioAura's Spatial Audio feature, we bring the ambiance to you! Choose your preferred audio environment and be transported to a space where sound comes alive from all directions, offering an unparalleled immersive experience.\n\n🔄 Future-Proof: Ready for More!\nWhile AudioAura currently works seamlessly on YouTube and Netflix, we're tirelessly working to extend our support to any video-playing website. The future of audio enhancement is bright, and with AudioAura, you're always at the forefront.\n\n🌟 Why Choose AudioAura?\nEasy to Use: A user-friendly interface that makes customization a breeze.\nHigh-Quality Audio: Elevate your listening experience without compromising on sound quality.\nVersatile: From music enthusiasts to movie buffs, AudioAura is designed for all types of audiophiles.\n\nTransform your online audio experience with AudioAura. Because every sound matters, and we believe in delivering the best of it, right in your browser. Join us on this sonic adventure and elevate your audio to epic proportions. Download AudioAura today and unlock the true potential of your ears! 🚀🎵"
  }
}