{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Super Tiny Market Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play My Super Tiny Market Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**My Super Tiny Market: Run Your Own Miniature Busines!**\n\nWelcome to **My Super Tiny Market**, where you can dive into the exciting world of simulated business management! In this captivating game, you'll have the opportunity to build and expand your very own miniature market, serving customers, managing resources, and turning a tiny shop into a bustling business empire.\n\n**Game Features:**\n\n1. **Miniature Market Management**: Take on the role of a market owner and oversee all aspects of running a successful business. From stocking shelves and setting prices to managing staff and expanding your market space, every decision counts in shaping the success of your super tiny market.\n\n2. **Unlock Upgrades and Features**: As you progress in the game, unlock new upgrades and features to enhance your market. From expanding your product range to decorating your market with charming decorations, customize your tiny market to attract more customers and increase revenue.\n\nAre you ready to embark on the exciting journey of managing your own super tiny market in this simulation game? Build, expand, and watch as your miniature market flourishes under your skillful management. Get ready to experience the thrill of entrepreneurship and create a thriving business empire in **My Super Tiny Market**!\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}