{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temple Run All Games"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temple Run All Game right on Chrome™ Browser! Offline and Popup Version, without internet required! Let's Play!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for the thrilling world of Temple Run All Games, now available directly in your Chrome™ browser! Enjoy the iconic endless running experience with both Offline and Popup Versions, ensuring uninterrupted gameplay anytime, anywhere—even without an internet connection.\n\nTemple Run All Games, you can enjoy this timeless classic and its exciting variations without the hassle of navigating away from your current browser window or tab.\n\nRun, Dodge, and Survive in Every Version!\nStep into the shoes of an intrepid adventurer escaping with a cursed idol. The chase begins as you sprint through ancient temples, treacherous jungles, and perilous landscapes. Avoid deadly obstacles, leap over gaps, slide under traps, and outmaneuver the terrifying demonic monkeys on your heels.\n\nWhy You’ll Love Temple Run All Games\n\n🕹️ Offline and Popup Versions: Play Temple Run and its variations right from your browser, even without an internet connection. Switch to popup mode for a distraction-free experience while staying on your browser.\n\n⚡ Intense Endless Running Fun: Experience the thrill of running endlessly through beautifully designed levels that test your reflexes and quick thinking.\n\n🎮 Smooth Controls and Stunning Visuals: Enjoy intuitive controls and immersive graphics optimized for browser play.\n\nPerfect for Fans of Endless Runner Games\nWhether you’re a seasoned Temple Run player or new to the excitement, Temple Run All Games is your gateway to the ultimate endless running adventure. With challenging obstacles, immersive gameplay, and endless opportunities to master your skills, it’s a game that keeps you coming back for more.\n\nRun, dodge, and survive—let the chase begin! 🌟"
  }
}