{
  "name": {
    "ar,fa": "Get from web - FB saved",
    "am,bn": "Get from web - Keep from web",
    "bg": "Saving - Save to Facebook",
    "ca,en,en_AU,en_GB,en_US,es_419,hi,ko,pt_BR,ru,th,tr,uk,zh_CN,zh_TW": "Save to Face Book. From web to Saved FB",
    "cs": "Uložit na Facebook. Z webu na uložený FB",
    "da": "Gem til Facebook. Fra web til Gemt FB",
    "de": "Speichern auf Facebook. Von Web zu gespeichertem FB",
    "el": "Get from web - Save to Facebook",
    "es": "Guardar en Facebook. De la web a FB guardado",
    "et": "Save link - Saving",
    "fi": "Tallenna Facebookiin. Webistä tallennettuun FB:hen",
    "fil,hr,te": "Save link - Get from web",
    "fr": "Sauvegarder sur Facebook. Du web à FB sauvegardé",
    "gu": "Saved FB - Save link",
    "he": "Save from net - Save to Facebook",
    "hu": "Saved FB - Save from net",
    "id": "Save post - Save link",
    "it": "Salva su Facebook. Dal web a FB salvato",
    "ja": "Facebookに保存する。ウェブから保存されたFBへ",
    "kn": "Keep from web - Save from net",
    "lt": "Išsaugoti į „Facebook“. Iš interneto į išsaugotą FB",
    "lv": "Saglabāt Facebook. No tīmekļa līdz saglabātajam FB",
    "ml,sw": "Save from net - Keep from web",
    "mr": "Save to Facebook - FB saved",
    "ms": "FB saved - Keep from web",
    "nl": "Opslaan op Facebook. Van web naar opgeslagen FB",
    "no": "Lagre til Facebook. Fra web til lagret FB",
    "pl": "Zapisz na Facebooku. Z sieci do zapisanego FB",
    "pt_PT": "Guardar no Facebook. Da web para FB guardado",
    "ro": "Save link - Save to Facebook",
    "sk": "Uložiť na Facebook. Z webu na uložený FB",
    "sl": "Shrani na Facebook. S spleta na shranjen FB",
    "sr": "Save post - Saved FB",
    "sv": "Spara till Facebook. Från webben till sparad FB",
    "ta": "FB saved - Saved FB",
    "vi": "Keep from web - Get from web"
  },
  "short": {
    "ar,ml": "Save web content for later with just one click and access it anytime from your Facebook's Saved section. Effortlessly save to your…",
    "am,id,mr,vi": "Save links for later, effortlessly store any page with just one click to your Facebook's Saved section. Quickly save to your FB and…",
    "bg,el,et,fil,ms,ro,ta": "Keep web links for later with this convenient feature that lets you save any page to your Facebook's Saved section with just one…",
    "bn,fa,kn,sr": "\"Save posts for future browsing with the simple click of a button. Keep all your favorite links organized in one place by saving…",
    "ca,en,en_AU,en_GB,en_US,es_419,hi,ko,pt_BR,ru,th,tr,uk,zh_CN,zh_TW": "Save links for later, that allows you to store any page with just one click to your Facebook's Saved section. Easily save to your FB",
    "cs": "Uložte odkazy na později, které vám umožní uložit jakoukoli stránku jedním kliknutím do sekce Uloženo na vašem Facebooku. Snadno…",
    "da": "Gem links til senere, der giver dig mulighed for at gemme enhver side med bare et klik til din Facebooks Gemte sektion. Gem nemt…",
    "de": "Speichern Sie Links für später, das Ihnen ermöglicht, jede Seite mit nur einem Klick in Ihren gespeicherten Bereich auf Facebook zu…",
    "es": "Guarda enlaces para más tarde, que te permite almacenar cualquier página con solo un clic en tu sección Guardado de Facebook.…",
    "fi": "Tallenna linkit myöhempää käyttöä varten, jonka avulla voit tallentaa minkä tahansa sivun vain yhdellä napsautuksella Facebookin…",
    "fr": "Enregistrez les liens pour plus tard, cela vous permet de stocker n'importe quelle page avec un seul clic dans votre section…",
    "gu,he,hr,hu,te": "\"Never lose a valuable link again! With our convenient feature, you can effortlessly store any webpage to your Saved section on…",
    "it": "Salva i link per dopo, che ti permette di memorizzare qualsiasi pagina con un solo clic nella tua sezione Salvati di Facebook.…",
    "ja": "後でリンクを保存し、1クリックだけで任意のページをFacebookの保存セクションに保存できます。簡単にFBに保存",
    "lt": "Išsaugokite nuorodas vėlesniam naudojimui, tai leidžia jums saugoti bet kokį puslapį tiesiog vienu spustelėjimu į jūsų „Facebook“…",
    "lv": "Saglabājiet saites vēlākai lietošanai, kas ļauj jums ar vienu klikšķi saglabāt jebkuru lapu savā Facebook saglabātajā sadaļā.…",
    "nl": "Sla links op voor later, waarmee je elke pagina met slechts één klik kunt opslaan in je opgeslagen sectie van Facebook. Eenvoudig…",
    "no": "Lagre lenker for senere, som lar deg lagre hvilken som helst side med bare ett klikk til din Facebooks lagrede seksjon. Enkelt…",
    "pl": "Zapisz linki na później, co pozwala Ci przechowywać dowolną stronę za pomocą jednego kliknięcia w sekcji Zapisane na Twoim…",
    "pt_PT": "Guarde links para mais tarde, que permite armazenar qualquer página com apenas um clique na sua seção Salva do Facebook. Salve…",
    "sk": "Uložte si odkazy na neskôr, ktoré vám umožňujú uložiť akúkoľvek stránku len jedným kliknutím do sekcie Uložené na vašom Facebooku.…",
    "sl": "Shrani povezave za kasneje, ki ti omogoča shranjevanje katere koli strani z enim samim klikom v tvoj razdelek Shranjeno na…",
    "sv": "Spara länkar till senare, som låter dig lagra vilken sida som helst med bara ett klick till din Facebooks sparade sektion. Spara…",
    "sw": "\"Never lose a valuable link again with our convenient 'Save to Facebook' feature. With just one click, you can store any webpage to…"
  },
  "long": {
    "ar": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\n\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "am": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nNO TIME, NO PROBLEM\nSee a funny video, workout, recipe or article you want to view or share with friends or family, but don’t have time? The Save to Facebook Chrome extension lets you save all those interesting things you see on the Internet, and easily find them later.\n\nGET ORGANIZED\nWhen you save an item from the Internet to Facebook, we help you keep it organized by presenting you with collection options. Add the item you want to save to an existing collection, or create a new one-- it’ll be easier to find when you’re ready to view or share it later. You can create as many collections as you like, and name them whatever you want.\n\nFOR YOUR EYES ONLY (until you share it)\nOnly you can view and access your saved items, which are stored in your own private Saved Items list. From there, you can share your saved items on your timeline, in a group, or elsewhere on Facebook. You can also share a whole collection of saved items with a select group of friends using the Shared Collections feature.\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "bg,cs,da,el,et,fa,fi,fil,hr,hu,id,kn,lv,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sw": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "bn": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section.\n\nSave track to facebook, save music to facebook, facebook saved, saved on facebook saved to facebook, FD saver, Save to FB, FB loader, save link on facebook, links saved to facebook, my saved, saved, fb url , url on facebook ,url saved to facebook, mp3 to facebook, mp3 from facebook, collection on facebook, share to facebook, share on FB, fb video saver, fb keepe, Facebook keeper, Keeper for facebook, keeper to facebook, keeper, launcher for fb, launcher for facebook, app for fb, app for facebook, facebook pixel, pixel helper, facebook pixel helper, FB pixel helper, notification facebook.\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "ca,en,en_AU,en_GB,en_US,es_419,he,hi,ko,lt,pt_BR,ru,th,tr,uk,zh_CN,zh_TW": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the Keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section, for viewing later.\n\nWe are for order. Organize new posts into collections created earlier in the Saved on FB section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for FB.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your saves. We have provided quick access to records, open the Keeper for FB extension and click View all Saves to go to the Save to Facebook section\n\nThis extension is independently created and is not affiliated with FB Ink.\nThe extension does not collect personal information,  Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "de": "Hatten Sie schon einmal so etwas, dass Sie nicht genug Zeit haben, sich ein Trainingsvideo anzusehen oder ein neues Rezept zu lernen? Oder möchten Sie sich vielleicht aufmuntern und lustige Videos ansehen, sind aber mit anderen Dingen beschäftigt? Mit der Keeper for Facebook-Erweiterung, die es ermöglicht, beliebige Links zu einem Video-Song auf Facebook zu speichern, treten solche Probleme nicht mehr auf.\n\nAlles Interessante im Internet erwartet Sie im Bereich Gespeichert der Facebook-Seite, um sie später anzusehen.\n\n\nWir sind für Ordnung. Organisieren Sie neue Beiträge in Sammlungen, die zuvor im Abschnitt Auf Facebook gespeichert erstellt wurden. Sie haben keine Wunschkollektion? Dies ist einfach zu lösen, da Sie unten im Popup eine neue Sammlung hinzufügen und mit nur 3 Klicks benennen können.\n\nSo können Sie später leichter Informationen finden oder wichtige Informationen mit Ihren Freunden teilen. Die Anzahl der Sammlungen oder Namen ist unbegrenzt, dank Keeper für Facebook liegt alles in Ihren Händen.\n\n\nNur Sie können Ihre gespeicherten Elemente anzeigen und darauf zugreifen, die in Ihrer persönlichen Liste gespeicherter Elemente gespeichert sind. Von dort aus können Sie Ihre gespeicherten Elemente auf Ihrer Chronik, in einer Gruppe oder anderswo auf Facebook teilen. Mit der Funktion „Gemeinsame Sammlungen“ können Sie auch Ihre gesamte Sammlung gespeicherter Elemente mit einer ausgewählten Gruppe von Freunden teilen.\n\nVon überall auf der Welt haben Sie Zugriff auf Ihre Facebook-Speicherungen. Wir haben schnellen Zugriff auf Datensätze bereitgestellt, öffnen Sie die Keeper for Facebook-Erweiterung und klicken Sie auf Alle Saves anzeigen, um zum Abschnitt Gespeichert auf Facebook zu gelangen\n\nWenn Sie das nächste Mal interessante Inhalte zu einem ungünstigen Zeitpunkt finden, verwenden Sie einfach die Erweiterung \"Auf Facebook speichern\". Wenn Sie zum Anzeigen bereit sind, wählen Sie im Menü links neben Ihrem Facebook-Newsfeed die Option Gespeichert und Sammlungen aus oder geben Sie www.facebook.com/saved in Ihren Browser ein.\n\nDiese Erweiterung wird unabhängig erstellt und ist nicht mit Facebook Ink verbunden.\nDie Erweiterung sammelt keine personenbezogenen Daten und ist ein Save to Facebook-Mechanismus. Durch die Installation der Erweiterung stimmen Sie der Funktion der Erweiterung mit den von Ihnen besuchten Links zu.",
    "es": "¿Alguna vez ha tenido tal cosa que no tiene tiempo suficiente para ver un video de entrenamiento o aprender una nueva receta? ¿O tal vez quieres animarte y ver videos divertidos, pero estás ocupado con otras cosas? Con la extensión keeper for facebook, que permite guardar en facebook cualquier enlace a una canción de video, estos problemas ya no surgirán.\n\nTodo lo interesante en Internet lo estará esperando en la sección Guardado de la página de Facebook, para verlo más tarde.\n\n\nEstamos a la orden. Organice las nuevas publicaciones en colecciones creadas anteriormente en la sección Guardados en Facebook. ¿No tienes una colección que quieras? Esto es fácil de resolver, porque en la parte inferior de la ventana emergente puede agregar una nueva colección y nombrarla con solo 3 clics.\n\nEsto le facilitará encontrar información más adelante o compartir información importante con sus amigos. No hay límite en la cantidad de colecciones o nombres, todo está en tus manos gracias a Keeper para Facebook.\n\n\nSolo usted puede ver y acceder a sus elementos guardados, que se almacenan en su lista personal de elementos guardados. Desde allí, puede compartir sus elementos guardados en su línea de tiempo, en un grupo o en cualquier otro lugar de Facebook. También puede compartir su colección completa de elementos guardados con un grupo selecto de amigos utilizando la función Colecciones compartidas.\n\nDesde cualquier parte del mundo tienes acceso a tus guardados de Facebook. Hemos proporcionado acceso rápido a los registros, abra la extensión Keeper para Facebook y haga clic en Ver todos los guardados para ir a la sección Guardados en Facebook\n\nLa próxima vez que encuentre contenido interesante en un momento inconveniente, simplemente use la extensión \"Guardar en Facebook\". Cuando esté listo para verlo, seleccione Guardados y colecciones en el menú a la izquierda de su fuente de noticias de Facebook, o escriba www.facebook.com/saved en su navegador.\n\nEsta extensión se crea de forma independiente y no está afiliada a Facebook Ink.\nLa extensión no recopila información personal y es un mecanismo de Guardar en Facebook. Al instalar la extensión, acepta el trabajo de la extensión con los enlaces que visita.",
    "fr": "Avez-vous déjà eu une telle chose que vous n'avez pas assez de temps pour regarder une vidéo d'entraînement ou apprendre une nouvelle recette ? Ou peut-être voulez-vous vous remonter le moral et regarder des vidéos amusantes, mais êtes occupé à autre chose ? Avec l'extension keeper for facebook, qui permet d'enregistrer n'importe quel lien vers une chanson vidéo sur facebook, de tels problèmes ne se poseront plus.\n\nTout ce qui est intéressant sur Internet vous attendra dans la section Enregistré de la page Facebook, pour être visionné plus tard.\n\n\nNous sommes pour la commande. Organisez les nouvelles publications dans des collections créées précédemment dans la section Enregistré sur Facebook. Vous n'avez pas de collection que vous voulez ? C'est facile à résoudre, car en bas de la fenêtre contextuelle, vous pouvez ajouter une nouvelle collection et la nommer en seulement 3 clics.\n\nCela vous permettra de trouver plus facilement des informations plus tard ou de partager des informations importantes avec vos amis. Il n'y a pas de limite sur le nombre de collections ou de noms, tout est entre vos mains grâce à Keeper for Facebook.\n\n\nVous seul pouvez afficher et accéder à vos éléments enregistrés, qui sont stockés dans votre liste personnelle d'éléments enregistrés. À partir de là, vous pouvez partager vos éléments enregistrés sur votre journal, en groupe ou n'importe où ailleurs sur Facebook. Vous pouvez également partager l'intégralité de votre collection d'éléments enregistrés avec un groupe d'amis sélectionné à l'aide de la fonction Collections partagées.\n\nDe n'importe où dans le monde, vous avez accès à vos sauvegardes facebook. Nous avons fourni un accès rapide aux enregistrements, ouvrez l'extension Keeper pour Facebook et cliquez sur Afficher toutes les sauvegardes pour accéder à la section Enregistrés sur Facebook.\n\nLa prochaine fois que vous trouverez du contenu intéressant à un moment inopportun, utilisez simplement l'extension \"Enregistrer sur Facebook\". Lorsque vous êtes prêt à l'afficher, sélectionnez Enregistrés et collections dans le menu à gauche de votre fil d'actualités Facebook, ou tapez www.facebook.com/saved dans votre navigateur.\n\nCette extension est créée indépendamment et n'est pas affiliée à Facebook Ink.\nL'extension ne collecte pas d'informations personnelles et constitue un mécanisme d'enregistrement sur Facebook. En installant l'extension, vous consentez au travail de l'extension avec les liens que vous visitez.",
    "gu": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nSave things you want to come back to later.\n\nNO TIME, NO PROBLEM\nSee a funny video, workout, recipe or article you want to view or share with friends or family, but don’t have time? The Save to Facebook Chrome extension lets you save all those interesting things you see on the Internet, and easily find them later. \n\nGET ORGANIZED\nWhen you save an item from the Internet to Facebook, we help you keep it organized by presenting you with collection options. Add the item you want to save to an existing collection, or create a new one-- it’ll be easier to find when you’re ready to view or share it later. You can create as many collections as you like, and name them whatever you want. \n\nFOR YOUR EYES ONLY (until you share it)\nOnly you can view and access your saved items, which are stored in your own private Saved Items list. From there, you can share your saved items on your timeline, in a group, or elsewhere on Facebook. You can also share a whole collection of saved items with a select group of friends using the Shared Collections feature.\n\nSEE YOUR SAVES FROM ANYWHERE\nYou can quickly access your saved items and collections on Facebook, no matter where your browser takes you. Once you click the Save to Facebook icon, click “View All” link in the upper right corner and your Saved list opens in a separate window. \n\n\nNext time you find interesting content at an inconvenient moment, just use the Save to Facebook extension. When you’re ready to view it, select “Saved & Collections” on the menu to the left of Facebook News Feed, or type www.facebook.com/saved in your browser.\n\nLearn more about Saved & Collections on Facebook\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "it": "Ti è mai capitato di non avere abbastanza tempo per guardare un video di allenamento o imparare una nuova ricetta? O forse vuoi tirarti su di morale e guardare video divertenti, ma sei impegnato con altre cose? Con l'estensione keeper for facebook, che consente di salvare su facebook qualsiasi collegamento a una canzone video, tali problemi non si presenteranno più.\n\nTutto ciò che è interessante su Internet ti aspetterà nella sezione Salvati della pagina Facebook, per essere visualizzato in seguito.\n\n\nSiamo per l'ordine. Organizza i nuovi post in raccolte create in precedenza nella sezione Salvati su Facebook. Non hai una collezione che desideri? Questo è facile da risolvere, perché nella parte inferiore del popup puoi aggiungere una nuova raccolta e nominarla in soli 3 clic.\n\nIn questo modo sarà più facile trovare informazioni in un secondo momento o condividere informazioni importanti con i tuoi amici. Non c'è limite al numero di collezioni o nomi, tutto è nelle tue mani grazie a Keeper per Facebook.\n\n\nSolo tu puoi visualizzare e accedere ai tuoi elementi salvati, che sono memorizzati nel tuo elenco di elementi salvati personali. Da lì, puoi condividere i tuoi elementi salvati sul tuo diario, in un gruppo o in qualsiasi altro posto su Facebook. Puoi anche condividere l'intera raccolta di elementi salvati con un gruppo selezionato di amici utilizzando la funzione Raccolte condivise.\n\nDa qualsiasi parte del mondo hai accesso ai tuoi salvataggi di Facebook. Abbiamo fornito un accesso rapido ai record, apri l'estensione Keeper per Facebook e fai clic su Visualizza tutti i salvataggi per andare alla sezione Salvati su Facebook\n\nLa prossima volta che trovi contenuti interessanti in un momento inopportuno, usa semplicemente l'estensione \"Salva su Facebook\". Quando sei pronto per visualizzarlo, seleziona Salvati e raccolte dal menu a sinistra del tuo feed di notizie di Facebook o digita www.facebook.com/saved nel tuo browser.\n\nQuesta estensione è creata in modo indipendente e non è affiliata con Facebook Ink.\nL'estensione non raccoglie informazioni personali ed è un meccanismo di salvataggio su Facebook. Installando l'estensione, acconsenti al lavoro dell'estensione con i link che visiti.",
    "ja": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.Keeper to save link on Facebook \"Saved\"",
    "ml": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nsave track to facebook, save music to facebook, facebook saved, saved on facebook saved to facebook, FD saver, Save to FB, FB loader, save link on facebook, links saved to facebook, my saved, saved, fb url , url on facebook ,url saved to facebook, mp3 to facebook, mp3 from facebook, collection on facebook, share to facebook, share on FB, fb video saver, fb keepe, Facebook keeper, Keeper for facebook, keeper to facebook, keeper, launcher for fb, launcher for facebook, app for fb, app for facebook, facebook pixel, pixel helper, facebook pixel helper, FB pixel helper, notification facebook ,notification FB, color change, color theme for facebook, color on facebook\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit.",
    "nl": "Heb je ooit zoiets gehad dat je niet genoeg tijd hebt om een ​​trainingsvideo te bekijken of een nieuw recept te leren? Of misschien wil je jezelf opvrolijken en grappige video's kijken, maar heb je het druk met andere dingen? Met de Keeper for Facebook-extensie, waarmee elke link naar een videonummer op Facebook kan worden opgeslagen, zullen dergelijke problemen zich niet langer voordoen.\n\nAlles wat interessant is op internet wacht op u in het gedeelte Opgeslagen van de Facebook-pagina, om later te bekijken.\n\n\nWij zijn voor bestelling. Organiseer nieuwe berichten in collecties die eerder zijn gemaakt in het gedeelte Opgeslagen op Facebook. Heb je geen collectie die je wilt? Dit is eenvoudig op te lossen, want onderaan de pop-up kun je in slechts 3 klikken een nieuwe collectie toevoegen en een naam geven.\n\nZo kunt u later gemakkelijker informatie vinden of belangrijke informatie met uw vrienden delen. Er is geen limiet op het aantal collecties of namen, alles ligt in jouw handen dankzij Keeper voor Facebook.\n\n\nAlleen u kunt uw opgeslagen items bekijken en openen, die zijn opgeslagen in uw persoonlijke lijst met opgeslagen items. Van daaruit kunt u uw opgeslagen items op uw tijdlijn, in een groep of ergens anders op Facebook delen. U kunt ook uw volledige verzameling opgeslagen items delen met een selecte groep vrienden met behulp van de functie Gedeelde verzamelingen.\n\nVan overal ter wereld heb je toegang tot je Facebook-saves. We hebben snelle toegang tot records geboden, open de Keeper for Facebook-extensie en klik op Alle opgeslagen items bekijken om naar het gedeelte Opgeslagen op Facebook te gaan\n\nDe volgende keer dat u op een ongelegen moment interessante inhoud vindt, gebruikt u gewoon de extensie \"Opslaan op Facebook\". Als je klaar bent om het te bekijken, selecteer je Opgeslagen en verzamelingen in het menu aan de linkerkant van je Facebook-nieuwsfeed, of typ je www.facebook.com/saved in je browser.\n\nDeze extensie is onafhankelijk gemaakt en is niet gelieerd aan Facebook Ink.\nDe extensie verzamelt geen persoonlijke informatie en is een Save to Facebook-mechanisme. Door de extensie te installeren, stemt u in met het werk van de extensie met de links die u bezoekt.",
    "sv,te": "Har du någonsin haft något sådant att du inte har tillräckligt med tid att titta på en träningsvideo eller lära dig ett nytt recept? Eller kanske du vill muntra upp dig och titta på roliga videor, men är upptagen med andra saker? Med behållaren för tillägget facebook, som gör att alla länkar till en videosång kan sparas på facebook, kommer sådana problem inte längre att uppstå.\n\nAllt intressant på Internet väntar på dig i avsnittet Sparade på Facebook -sidan, för visning senare.\n\n\nVi är för ordning. Organisera nya inlägg i samlingar som skapats tidigare i avsnittet Sparad på Facebook. Har du inte en samling du vill ha? Det här är lätt att lösa, för längst ned i popup -fönstret kan du lägga till en ny samling och namnge den på bara 3 klick.\n\nDetta kommer att göra det lättare för dig att hitta information senare eller dela viktig information med dina vänner. Det finns ingen gräns för antalet samlingar eller namn, allt är i dina händer tack vare Keeper för Facebook.\n\n\nBara du kan visa och komma åt dina sparade objekt, som lagras i din lista över personliga sparade objekt. Därifrån kan du dela dina sparade objekt på din tidslinje, i en grupp eller någon annanstans på Facebook. Du kan också dela hela din samling sparade objekt med en utvald grupp vänner med funktionen Delade samlingar.\n\nVar som helst i världen har du tillgång till dina Facebook -sparningar. Vi har snabbt tillgång till poster, öppna tillägget Keeper for Facebook och klicka på Visa alla sparade för att gå till avsnittet Sparade på Facebook\n\nNästa gång du hittar intressant innehåll i ett obekvämt ögonblick använder du bara tillägget \"Spara på Facebook\". När du är redo att visa den väljer du Sparade och samlingar på menyn till vänster om ditt Facebook -nyhetsflöde eller skriver www.facebook.com/saved i din webbläsare.\n\nDetta tillägg skapas oberoende och är inte anslutet till Facebook Ink.\nTillägget samlar inte in personlig information och är en Spara på Facebook -mekanism. Genom att installera tillägget godkänner du tilläggets arbete med länkarna som du besöker.",
    "ta": "Har du någonsin haft något sådant att du inte har tillräckligt med tid att titta på en träningsvideo eller lära dig ett nytt recept? Eller kanske du vill muntra upp dig och titta på roliga videor, men är upptagen med andra saker? Med behållaren för tillägget facebook, som gör att alla länkar till en videosång kan sparas på facebook, kommer sådana problem inte längre att uppstå.\n\nAllt intressant på Internet väntar på dig i avsnittet Sparade på Facebook -sidan, för visning senare.\n\n\nVi är för ordning. Organisera nya inlägg i samlingar som skapats tidigare i avsnittet Sparad på Facebook. Har du inte en samling du vill ha? Det här är lätt att lösa, för längst ned i popup -fönstret kan du lägga till en ny samling och namnge den på bara 3 klick.\n\nDetta kommer att göra det lättare för dig att hitta information senare eller dela viktig information med dina vänner. Det finns ingen gräns för antalet samlingar eller namn, allt är i dina händer tack vare Keeper för Facebook.\n\n\nBara du kan visa och komma åt dina sparade objekt, som lagras i din lista över personliga sparade objekt. Därifrån kan du dela dina sparade objekt på din tidslinje, i en grupp eller någon annanstans på Facebook. Du kan också dela hela din samling sparade objekt med en utvald grupp vänner med funktionen Delade samlingar.\n\nVar som helst i världen har du tillgång till dina Facebook -sparningar. Vi har snabbt tillgång till poster, öppna tillägget Keeper for Facebook och klicka på Visa alla sparade för att gå till avsnittet Sparade på Facebook\n\nNästa gång du hittar intressant innehåll i ett obekvämt ögonblick använder du bara tillägget \"Spara på Facebook\". När du är redo att visa den väljer du Sparade och samlingar på menyn till vänster om ditt Facebook -nyhetsflöde eller skriver www.facebook.com/saved i din webbläsare.\n\nsave to facebook extension, save to facebook story, save to facebook mp3, save to facebook image, save facebook to desktop, save facebook to photos, save to phone facebook, save to draft facebook, save to facebook video, save facebook audio message, save facebook audio, save facebook ad as draft, save facebook account, save facebook album, save facebook avatar, save facebook app videos, how to save facebook account from hacking, save a gif to facebook, save a facebook video, save a facebook live video, save a facebook story video, save a facebook story, save a facebook messenger conversation, save a facebook messenger video, save a facebook post, save to facebook button, how to save a video from facebook, how to save facebook birthdays, how to save facebook birthday story, how to save facebook birthdays on iphone, how to save facebook before deleting, how to save facebook business page, save browser facebook, save to facebook chrome extension, save facebook.com, save facebook conversation, save facebook comment video, save facebook chat history, save facebook comments, save facebook chat as pdf, save facebook conversation pdf, save to facebook video download, save facebook data before deleting account, save facebook data, save facebook dp, save story facebook download, save draft facebook post, save entire facebook messenger conversation, save entire facebook page, save en facebook, save earth facebook, save facebook events to google calendar, save facebook event to calendar, facebook save to evernote, e save from facebook, save to from facebook, how to save facebook from hacking, save from facebook hd, save from facebook private video, save from facebook story, save from facebook online, save from facebook photo, save from facebook video hd, save facebook gif, save facebook group answers, save facebook group video, save facebook group posts, save facebook gif android, save facebook group, save facebook group content, save facebook gallery, save facebook hd, save facebook hd video, save facebook highlights, save hyper facebook, save hk facebook group, how to save facebook videos, how to save facebook stories, how to save facebook live videos, how to save facebook id from hacking, save video facebook to iphone, save in facebook, save items facebook, save gif facebook iphone, save from facebook in hd, save video facebook ipad, i save facebook video, can't save photos to facebook, can't save facebook marketplace, can't save facebook video, can't save facebook messenger video, can't save facebook videos anymore, can't save facebook posts, can we save facebook videos, save james facebook, save jersey facebook, save jxn facebook, save jammu facebook, save kingswood facebook, save keys facebook,\n\nDetta tillägg skapas oberoende och är inte anslutet till Facebook Ink.\nTillägget samlar inte in personlig information och är en Spara på Facebook -mekanism. Genom att installera tillägget godkänner du tilläggets arbete med länkarna som du besöker.",
    "vi": "Have you ever had such a thing that you do not have enough time to watch a workout video, or learn a new recipe? Or maybe you want to cheer yourself up and watch funny videos, but are busy with other things? With the keeper for facebook extension, which allows any link to a video song to save to facebook, such problems will no longer arise.\n\nEverything interesting on the Internet will be waiting for you in the Saved section of the Facebook page, for viewing later.\n\n\nWe are for order. Organize new posts into collections created earlier in the Saved on Facebook section. Don't have a collection you want? This is easy to solve, because at the bottom of the popup you can add a new collection and name it in just 3 clicks.\n\nThis will make it easier for you to find information later, or share important information with your friends. There is no limit on the number of collections or names, everything is in your hands thanks to Keeper for Facebook.\n\n\nOnly you can view and access your saved items, which are stored in your personal saved items list. From there, you can share your saved items on your timeline, in a group, or anywhere else on Facebook. You can also share your entire collection of saved items with a select group of friends using the Shared Collections feature.\n\nFrom anywhere in the world you have access to your facebook saves. We have provided quick access to records, open the Keeper for Facebook extension and click View all Saves to go to the Saved on Facebook section\n\nThe next time you find interesting content at an inconvenient moment, simply use the \"Save to Facebook\" extension. When you're ready to view it, select Saved & Collections from the menu to the left of your Facebook news feed, or type www.facebook.com/saved into your browser.\n\nsave track to facebook, save music to facebook, facebook saved, saved on facebook saved to facebook, FD saver, Save to FB, FB loader, save link on facebook, links saved to facebook, my saved, saved, fb url , url on facebook ,url saved to facebook, mp3 to facebook, mp3 from facebook, collection on facebook, share to facebook, share on FB, fb video saver, fb keepe, Facebook keeper, Keeper for facebook, keeper to facebook, keeper, launcher for fb, launcher for facebook, app for fb, app for facebook, facebook pixel, pixel helper, facebook pixel helper, FB pixel helper, notification facebook ,notification FB, color change, color theme for facebook, color on facebook\n\nThis extension is independently created and is not affiliated with Facebook Ink.\nThe extension does not collect personal information, and is a Save to Facebook mechanism. By installing the extension, you consent to the work of the extension with the links that you visit."
  }
}