{
  "name": {
    "ar,bn,cs,hr,sk,sl,th": "Brick Breaker Puzzle Games",
    "am,ca,et,fa,ko,te": "Brick Breaker Online Game",
    "bg,ml,no,pl,sv": "Brick Breaker Game",
    "da,el,fil,hi,hu,id,lv,mr,ms,sw,ta": "Brick Breaker Online",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Brick Breaker Puzzle Game",
    "fi,gu,he,ja,kn,ro": "Brick Breaker Unblocked Game"
  },
  "short": {
    "ar": "عليك تدمير جميع الطوب بالكرات ، وسيكون من الصعب تدمير الطوب في المستقبل.",
    "am": "ሁሉንም ጡቦች በኳሶቹ ማጥፋት አለብዎት, ወደፊት ጡቦችን ማጥፋት ይበልጥ አስቸጋሪ ይሆናል.",
    "bg": "Трябва да унищожите всички тухли с топките, ще бъде по-трудно да унищожите тухлите в бъдеще.",
    "bn": "বল দিয়ে সব ইট ধ্বংস করতে হবে, ভবিষ্যতে ইট ধ্বংস করা আরও কঠিন হবে।",
    "ca": "Heu de destruir tots els maons amb les boles, serà més difícil destruir els maons en el futur.",
    "cs": "Musíte zničit všechny cihly s koulemi, bude obtížnější zničit cihly v budoucnu.",
    "da": "Du skal ødelægge alle murstenene med kuglerne, det vil være sværere at ødelægge murstenene i fremtiden.",
    "de": "Du musst alle Steine mit den Kugeln zerstören, es wird schwieriger, die Steine in Zukunft zu zerstören.",
    "el": "Πρέπει να καταστρέψετε όλα τα τούβλα με τις μπάλες, θα είναι πιο δύσκολο να καταστρέψετε τα τούβλα στο μέλλον.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to destroy all the bricks with the balls, it will be more difficult to destroy the bricks in the future.",
    "es": "Tienes que destruir todos los ladrillos con las bolas, será más difícil destruir los ladrillos en el futuro.",
    "et": "Sa pead hävitama kõik tellised pallid, see on raskem hävitada tellised tulevikus.",
    "fa": "شما باید برای از بین بردن تمام آجر با توپ، آن را دشوار تر خواهد بود برای از بین بردن آجر در آینده است.",
    "fi": "Sinun täytyy tuhota kaikki tiilet palloilla, tiilien tuhoaminen tulevaisuudessa on vaikeampaa.",
    "fil": "Mayroon kang upang sirain ang lahat ng mga brick sa mga bola, ito ay mas mahirap na sirain ang mga brick sa hinaharap.",
    "fr": "Vous devez détruire toutes les briques avec les balles, il sera plus difficile de détruire les briques à l’avenir.",
    "gu": "તમારે દડાથી બધી ઇંટોનો નાશ કરવો પડશે, ભવિષ્યમાં ઇંટોનો નાશ કરવો વધુ મુશ્કેલ બનશે.",
    "he": "אתה צריך להרוס את כל הלבנים עם הכדורים, זה יהיה קשה יותר להרוס את הלבנים בעתיד.",
    "hi": "आपको गेंदों के साथ सभी ईंटों को नष्ट करना होगा, भविष्य में ईंटों को नष्ट करना अधिक कठिन होगा।",
    "hr": "Morate uništiti sve cigle s loptama, bit će teže uništiti cigle u budućnosti.",
    "hu": "El kell pusztítania az összes téglát a golyókkal, a jövőben nehezebb lesz elpusztítani a téglákat.",
    "id": "Anda harus menghancurkan semua batu bata dengan bola, akan lebih sulit untuk menghancurkan batu bata di masa depan.",
    "it": "Devi distruggere tutti i mattoni con le palle, sarà più difficile distruggere i mattoni in futuro.",
    "ja": "あなたはボールですべてのレンガを破壊する必要があります、それは将来的にレンガを破壊することはより困難になるでしょう。",
    "kn": "ನೀವು ಚೆಂಡುಗಳಿಂದ ಎಲ್ಲಾ ಇಟ್ಟಿಗೆಗಳನ್ನು ನಾಶಪಡಿಸಬೇಕು, ಭವಿಷ್ಯದಲ್ಲಿ ಇಟ್ಟಿಗೆಗಳನ್ನು ನಾಶಪಡಿಸುವುದು ಹೆಚ್ಚು ಕಷ್ಟವಾಗುತ್ತದೆ.",
    "ko": "당신은 공으로 모든 벽돌을 파괴해야하며, 앞으로 벽돌을 파괴하는 것이 더 어려울 것입니다.",
    "lv": "Jums ir jāiznīcina visi ķieģeļi ar bumbiņām, nākotnē būs grūtāk iznīcināt ķieģeļus.",
    "ml": "നിങ്ങൾ പന്തുകൾ ഉപയോഗിച്ച് എല്ലാ ഇഷ്ടികകളും നശിപ്പിക്കണം, ഭാവിയിൽ ഇഷ്ടികകൾ നശിപ്പിക്കുന്നത് കൂടുതൽ ബുദ്ധിമുട്ടായിരിക്കും.",
    "mr": "तुला सर्व विटा गोळ्यांनी नष्ट कराव्या लागतील, भविष्यात विटा नष्ट करणे अधिक कठीण होईल.",
    "ms": "Anda perlu memusnahkan semua bata dengan bola, ia akan menjadi lebih sukar untuk memusnahkan batu bata pada masa akan datang.",
    "nl": "Je moet alle stenen met de ballen vernietigen, het zal in de toekomst moeilijker zijn om de stenen te vernietigen.",
    "no": "Du må ødelegge alle mursteinene med ballene, det vil være vanskeligere å ødelegge mursteinene i fremtiden.",
    "pl": "Musisz zniszczyć wszystkie cegły kulkami, trudniej będzie zniszczyć cegły w przyszłości.",
    "ro": "Trebuie să distrugeți toate cărămizile cu bilele, va fi mai dificil să distrugeți cărămizile în viitor.",
    "ru": "Вам предстоит уничтожить все кирпичи шариками, уничтожить кирпичи в будущем будет сложнее.",
    "sk": "Musíte zničiť všetky tehly s guľami, bude ťažšie zničiť tehly v budúcnosti.",
    "sl": "Moraš uničiti vse opeke z jajci, bo težje uničiti opeke v prihodnosti.",
    "sv": "Du måste förstöra alla tegelstenar med bollarna, det blir svårare att förstöra tegelstenarna i framtiden.",
    "sw": "Una kuharibu matofali yote na mipira, itakuwa vigumu zaidi kuharibu matofali katika siku zijazo.",
    "ta": "நீங்கள் பந்துகளில் அனைத்து செங்கற்கள் அழிக்க வேண்டும், அது எதிர்காலத்தில் செங்கற்கள் அழிக்க மிகவும் கடினமாக இருக்கும்.",
    "te": "మీరు బంతులతో అన్ని ఇటుకలను నాశనం చేయాలి, భవిష్యత్తులో ఇటుకలను నాశనం చేయడం మరింత కష్టం అవుతుంది.",
    "th": "คุณต้องทําลายอิฐทั้งหมดด้วยลูกบอลมันจะยากกว่าที่จะทําลายอิฐในอนาคต",
    "tr": "Tüm tuğlaları toplarla yok etmelisin, gelecekte tuğlaları yok etmek daha zor olacak.",
    "uk": "Доведеться зруйнувати всі цеглини кулями, руйнувати цеглу в майбутньому буде складніше."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to break brick walls with little balls! Complete the challenging levels, become the legend of the game.\n\nHow To Play\nPlayed with Mouse.\n\nBrick Breaker Puzzle Game Features\n✓ Basic graphics\n✓ Easy control\n✓ Realistic physics\n✓ Fun sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Brick Breaker Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}