{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upheal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best AI notes for mental health professionals."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upheal’s easy way to integrate with all EHRs and online video-calling solutions (e.g. Simple Practice or Google Meet). Get Upheal’s progress notes, whichever online platform you use for your sessions. Just hit record using the Upheal browser extension, and have them automatically turned into progress notes and insights. \n\n- Create Upheal progress notes and insights straight from any online session.\n- Keep using the EHR or any online calling platform you love.\n- Seamlessly copy and paste the note content to your EHR from the same tab.\n- Edit notes in the Upheal app for instant syncing with the browser extension.\n- Setup instantly, it’s fast and easy. Simply sign in and hit “Start session recording.”\n\nWHAT THERAPISTS ARE SAYING\n\n“The browser extension is amazing – I love that I don’t have to give up a platform I value to use this tool. In the brief time I’ve been using Upheal, it has literally changed my outlook on my practice. I was extremely overwhelmed with the amount of paperwork and this has helped me balance my focus on the other admin tasks without being completely distracted from my clinical practice.”\n\nPRICING\n\nA free trial is available to all. Otherwise, the browser extension is a part of Upheal’s Premium and Unlimited plans. \n\nABOUT UPHEAL\n\nUpheal exists to help mental health professionals find better balance through AI that automates tasks, captures insights, and tracks outcomes for happier, healthier clients. Find out more here: https://www.upheal.io\n\nDisclaimer: Upheal is not officially affiliated with any of the mentioned EHRs and online video-calling solutions."
  }
}