{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "POE TradeNinja"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a Trade button to items in Path of Exile build pages and handles trading process."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PoE TradeNinja: Effortless Item Searches from Builds\n\nElevate your Path of Exile trading experience with PoE Trade Ninja — an essential Chrome extension for players who rely on PoE Ninja for build exploration and item pricing. Seamlessly search for items from any PoE Ninja build with just a click, saving you time and maximizing your trading efficiency.\n\nInstall PoE Trade Ninja now and take full control of your Path of Exile trading strategy. Easily search for build items and stay ahead of the competition with this powerful tool.\n-------------------------------------------------------------------------------------------------------------------------------------------------\nKey Features:\nDirect Item Search: Instantly search for any item featured in a PoE Ninja build with a single click, connecting you directly to the best trade options available.\n\nAutomatic Build Parsing: Effortlessly analyze any build on PoE Ninja and find the exact items used in the build, including mods and variations.\n\nSeamless Integration: Fully integrated with PoE Ninja, ensuring you get the most accurate and up-to-date item information.\n\nUser-Friendly Interface: Simple and intuitive design that fits naturally into your PoE Ninja browsing experience.\n------------------------------------------------------------------------------------------------------------------------------------------------\nHow It Works:\nPoE TradeNinja enhances your experience on the poe.ninja website by adding an additional layer of functionality. As you explore builds on PoE Ninja, this extension allows you to instantly search for the exact items used in those builds. With just a single click, you can search the market for the items, mods, and variations that you need, ensuring you can replicate any build or optimize your trading decisions.\n\nIf you frequently use PoE Ninja to browse builds or price-check items, this extension is a must-have. It cuts down the time spent manually searching for items by providing instant access to trade searches directly from the build pages. Whether you're trying to copy a top-tier build or simply looking for price trends, PoE TradeNinja makes it easier and faster.\n------------------------------------------------------------------------------------------------------------------------------------------------\nCompatibility:\nPoE TradeNinja is designed to work seamlessly with the PoE Ninja website and is compatible with the latest versions of Chrome and Chromium-based browsers.\n------------------------------------------------------------------------------------------------------------------------------------------------\nUpdates and Improvements:\nWe're constantly working to improve PoE TradeNinja with new features and enhancements. Stay tuned for updates that will further expand the extension's capabilities and make your Path of Exile experience even better.\n\nThis product isn't affiliated with or endorsed by Grinding Gear Games in any way."
  }
}