{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "R2D2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "R2D2 is a revenue co-pilot Cdesigned to help sales, marketing, and customer service teams close more deals and grow more revenue"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "R2D2 is a revenue autopilot that helps sales, marketing, and customer service teams close more deals and grow more revenue.\n\nWith R2D2, you can:\n\nDraft personalized emails, follow-ups, and social media messages in seconds\nManage stakeholder communication\nResearch companies for personalized outreach\n\nR2D2 is a powerful tool that can help you save time, improve results, and grow your business.\n\nR2D2’s chatbot, templates, and text generation features will power your workflows with AI to make your job easier and your day more efficient. \n\nBenefits of using R2D2:\n\nIncreased productivity: R2D2 can help you save time by automating tasks such as email responses, research, and stakeholder communication. This frees you up to focus on more important things, such as closing deals and growing your business.\n\nImproved results: R2D2 can help you improve your results by providing you with insights into your customers, your competition, and the market. This information can help you make better decisions and take more effective action.\n\nGrowing business: R2D2 can help you grow your business by enabling you close more deals, increase customer satisfaction, and improve your brand reputation.\n\n\nIf you're looking for a way to improve your sales, marketing, and customer service, R2D2 is the perfect extension.\n\nTry R2D2 today and see how it can help you achieve your goals."
  }
}