{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TunnelBear Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Simple and handsome. TunnelBear Blocker sinks its teeth into online tracking to keep your browsing habits a little more private.",
    "zh_CN": "简单又英俊。TunnelBear Blocker 咬住跟踪您的网站不放，帮助保护您的网络安全与隐私。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Get TunnelBear Blocker and put the bite on tracking!\n\nFree, simple and handsome. This handy extension sinks its teeth into online tracking to keep your browsing habits a little more private.\n\nTunnelBear Blocker for Chrome is:\n\n✔ Handsome - Powerful online privacy protection wrapped in a simple, handsome bear design\n✔ Powerful - Sure, it can block simple ads, but it can also block scripts, trackers, flash, fingerprinting (beta), email tracking, ultrasonic tracking and more coming soon\n✔ Whitelist - Block everything like a ruthless privacy dictator or show a little love to privacy-friendly content publishers — you decide\n✔ Free and open source\n\nLearn more about what is blocked at https://www.tunnelbear.com/blocker/info\n\nWhy should I use TunnelBear Blocker vs. other ad blockers?\n✔ TunnelBear has earned the trust of over 23 million people around the globe to protect their privacy\n✔ To block many types of online tracking, not just ads.\n✔ It’s simple enough that anyone can use it\n\nPrivacy Policy\nRead our wonderfully straightforward privacy policy: https://www.tunnelbear.com/blocker/privacy-policy\n\nTunnelBear Blocker is open source, forked from uBlock Origin.  Other acknowledgements and appreciation here:\nhttps://www.tunnelbear.com/blocker/acknowledgement",
    "fr,zh_CN": "Get TunnelBear Blocker and put the bite on tracking! \nFree, simple and handsome. TunnelBear Blocker sinks its teeth into online tracking to keep your browsing habits a little more private. \n\nTunnelBear Blocker for Chrome is:\n\n✔ Handsome - Powerful online privacy protection wrapped in a simple, handsome bear design\n✔ Powerful - Sure, it can block simple ads, but it can also block scripts, trackers, flash, fingerprinting (beta), email tracking, ultrasonic tracking and more coming soon\n✔ Whitelist - Block everything like a ruthless privacy dictator or show a little love to privacy-friendly content publishers — you decide\n✔ TunnelBear Blocker is free and open source\n \nLearn more about what TunnelBear Blocker blocks:\nhttps://www.tunnelbear.com/blocker/info\n \nWhy should I use TunnelBear Blocker vs. other ad blockers?\n✔ We’ve earned the trust of over 15 Million people around the globe to protect their privacy\n✔ TunnelBear Blocker blocks many types of online tracking, not just ads.  \n✔ Simple enough that anyone can use it\n\nDoes TunnelBear Blocker replace TunnelBear VPN?\nNope, TunnelBear Blocker compliments TunnelBear VPN.  Combine TunnelBear Blocker with TunnelBear VPN to keep your browsing habits private from more sources like ISPs, hackers and websites that track your IP address.\n \nPut TunnelBear Blocker in your Chrome browser today!\n \nAbout TunnelBear Inc.\nWe think the Internet is a much better place when everyone can browse privately, and browse the same Internet as everyone else.  Our award winning applications have appeared in The New York Times, CNN, Lifehacker, Macworld, TNW, The Huffington Post and WSJ.com for making it easy for non-techies to avoid censorship and browse the internet privately. Founded in 2011 and headquartered in Toronto, Canada, TunnelBear is available everywhere.\n \nTunnelBear Blocker’s Privacy Policy\nTunnelBear Blocker does not send any information to TunnelBear or to 3rd parties. If you send in a bug report, we do not store any personally identifiable information.  \n \nTunnelBear Blocker is open source, forked from uBlock Origin.  Other acknowledgements and appreciation here:\nhttps://www.tunnelbear.com/blocker/acknowledgement\n\nFollow TunnelBear\nTwitter – https://www.twitter.com/thetunnelbear\nFacebook – https://www.facebook.com/tunnelbear"
  }
}