{
  "name": {
    "ar": "لازادا تصدير الصور إلى الرمز البريدي تحميل",
    "am": "Lazada Comment",
    "bg": "Експортиране на изображението на Lazada за изтегляне на Zip",
    "bn": "জিপ ডাউনলোডে লাজাদা ছবি রপ্তানি করো",
    "ca": "Exporta imatges Lazada com a descàrrega Zip",
    "cs": "Export obrázků Lazada do Zipu ke stažení",
    "da": "Lazada billedeksport til Zip- download",
    "de": "Lazada Bilder exportieren als Zip herunterladen",
    "el": "Εξαγωγή εικόνων Lazada σε Zip για λήψη",
    "en,en_GB,en_US,id": "Lazada image export to Zip download",
    "en_AU,zh_CN": "Lazada图片导出为Zip下载",
    "es,es_419": "La imagen de lazada se exporta como descarga ZIP",
    "et": "Lazada pildi eksport Zip allalaadimiseks",
    "fa,he,lt,mr,sk,tr": "Name",
    "fi": "Lazada kuvan vienti Zip-lataukseen",
    "fil": "Export ng Lazada image sa Zip download",
    "fr": "Lazada picture Export to zip télécharger gratuitement",
    "gu": "ઝીપ ડાઉનલોડમાં લાઝાડા ચિત્ર નિકાસ કરો",
    "hi": "जिप डाउनलोड में लाजाडा छवि निर्यात",
    "hr": "Lazada izvoz slika u Zip preuzimanje",
    "hu": "Lazada kép exportálása Zip letöltésre",
    "it": "Esportazione di immagini Lazada in Zip download",
    "ja": "Lazada画像をZipダウンロードとしてエクスポート",
    "kn": "ಲಾಚಾಡಾ ಚಿತ್ರವನ್ನು ಜಿಪ್ ಡೌನ್‌ಲೋಡ್ ಗೆ ಎಕ್ಸ್ಪೋರ್ಟ್ ಮಾಡು",
    "ko": "Lazada 그림을 Zip 다운로드로 내보내기",
    "lv": "Lazada attēlu eksports uz Zip lejupielādi",
    "ml": "Lazada ചിത്രം Zip ഡൗൺലോഡ് കയറ്റുമതി",
    "ms": "Eksport imej Lazada ke muat turun Zip",
    "nl": "Lazada afbeeldingen exporteren naar Zip downloaden",
    "no": "Lazada-bilde eksport for Zip-lastet",
    "pl": "Lazada Eksport zdjęć do Zip do pobrania",
    "pt_BR": "Exportar imagens de Lazada para o download Zip",
    "pt_PT": "Exportação de imagens do Lazada para download Zip",
    "ro": "Export imagini Lazada în descărcare Zip",
    "ru": "Экспорт изображений Lazada для загрузки Zip",
    "sl": "Izvoz slike Lazada v prenos Zip",
    "sr": "Izvoz slike Lazada na preuzimanje Zipa",
    "sv": "Lazada bild export till Zip nedladdning",
    "sw": "Lazada picha nje kwa zip download",
    "ta": "Lazada படம் Zip பதிவிறக்க ஏற்றுமதி",
    "te": "Lazada చిత్రం ఎగుమతి Zip డౌన్లోడ్",
    "th": "Lazada รูปภาพส่งออกเป็น Zip ดาวน์โหลด",
    "uk": "Експорт зображення Lazada до звантаження Zip",
    "vi": "Xuất hình ảnh Lazada để tải xuống Zip",
    "zh_TW": "Lazada圖片匯出為Zip下載"
  },
  "short": {
    "ar": "lazada تصدير الصور إلى الرمز البريدي تحميل وظيفة ، مما يجعل من السهل على أصحاب المحلات التجارية لتحميل وإدارة السلع الصور . دعم…",
    "am": "Լազադայի նկարների էքսպորտացիան որպես ZIP ներբեռնման ֆունկցիա թույլ է տալիս խանութի սեփականիչներին հեշտությամբ ներբեռնել և ղեկավարել…",
    "bg": "Експортирането на изображения като функция за изтегляне позволява на собствениците на магазини лесно да изтеглят и управляват…",
    "bn": "লাজাদার ছবি এক্সপোর্ট করা হয়েছে যেহেতু জিআইপি ডাউনলোড ফাংশন হিসেবে দোকানের মালিকদের সহজে ডাউনলোড এবং বালকে প্রজেক্ট ছব একই সাথে বেশ…",
    "ca": "L'exportació d'imatges de Lazada com a funció de descarga ZIP permet als propietaris de botigues descarregar fàcilment i gestionar…",
    "cs": "Lazada export obrázků jako ZIP stahování funkce umožňuje majitelům obchodů snadno stahovat a spravovat obrázky produktů hromadně.…",
    "da": "Lazada-billedeksport til ZIP-download gør det nemt for butikker at downloade og administrere varebilleder i masse. Støtter valget…",
    "de": "Lazadas Bilderexport als ZIP-Download-Funktion ermöglicht es Shop-Besitzern, Produktbilder einfach in Massen herunterzuladen und zu…",
    "el": "Η εξαγωγή εικόνας της ως λειτουργία λήψης επιτρέπει στους ιδιοκτήτες καταστημάτων να κατεβάσουν εύκολα και να διαχειρίζονται μαζικά…",
    "en,en_GB,en_US": "Lazada's image export as ZIP download function allows shop owners to easily download and manage product images in bulk. Support…",
    "en_AU,zh_CN": "Lazada图片导出为ZIP下载功能，让店家轻松批量下载并管理商品图片。支持多商品图片同时选择，导出的ZIP文件包含商品主图、描述详情图和规格款式图，保持原始图片质量。",
    "es,es_419": "Las imágenes de lazada se exportan a la función de descarga zip, lo que facilita a los comerciantes descargar y administrar…",
    "et": "Lazada piltide eksport ZIP allalaadimise funktsioonina võimaldab poeomanikel hõlpsasti alla laadida ja hallata toote pilte…",
    "fa": "اخراج تصویر لازادا به عنوان تابع دانلود ZIP اجازه می دهد صاحبان مغازه را به آسانی دانلود کنند و مدیریت تصویر محصولات در بسیاری.…",
    "fi": "Lazadan kuvanvienti ZIP-lataustoimintona mahdollistaa myymälänomistajien helpon lataamisen ja hallinnoinnin tuotekuvia…",
    "fil": "Ang image export ni Lazada bilang ZIP download function ay nagpapahintulot sa mga tindahan na madaling i-download at pamahalaan ang…",
    "fr": "Lazada picture export en tant que fonction de téléchargement zip qui permet aux magasins de télécharger et de gérer facilement des…",
    "gu": "ઝીપ ડાઉનલોડ વિધેય તરીકે લાઝાડાની ચિત્ર નિકાસ કરવાની પરવાનગી આપે છે કે શોપ માલિકોને સરળ ડાઉનલોડ કરવા  ઘણા પ્રોડેક્ટ ઇમેજોની…",
    "he": "ייצוא תמונות Lazada כהורדת ZIP מאפשר לחנויות להוריד ולנהל בקלות תמונות המוצרים בהמון. תמיכה בבחירת תמונות של מוצרים מרובים בו…",
    "hi": "लाजाडा के छवि निर्यात जिप डाउनलोड फंक्शन के रूप में दुकान मालिकों को आसानी से डाउनलोड करने और प्रोडेक्ट छवि को  बहुत सामान्य…",
    "hr": "Lazadina izvoz slika kao funkcija skidanja ZIP omogućava vlasnicima trgovine lako skidanje i upravljanje slikama proizvoda u…",
    "hu": "A Lazada ZIP letöltési funkciója lehetővé teszi a boltok tulajdonosainak, hogy egyszerűen töltsék le és kezeljék a termékek képeit…",
    "id": "Ekspor gambar Lazada sebagai fungsi ZIP mengunduh memungkinkan pemilik toko untuk mudah mengunduh dan mengelola gambar produk dalam…",
    "it": "L'esportazione di immagini di Lazada come funzione di download ZIP consente ai proprietari di negozi di scaricare e gestire…",
    "ja": "Lazada画像はZIPダウンロード機能としてエクスポートされ、店舗が商品画像を簡単に一括ダウンロードして管理することができます。複数の商品画像の同時選択をサポートし、導出されたZIPファイルには商品マスタ図、説明詳細図、仕様図面が含まれ、元の画像の品質を維持す…",
    "kn": "ಲಾಜಾಡಾದ ಚಿತ್ರವನ್ನು ಜಿಪ್ ಡೌನ್‌ಲೋಡ್ ಫಂಕ್ಶನ್ ಆಗಿರುವ ಚಿತ್ರವನ್ನು ಚಿತ್ರಗೊಳಿಸುವಂತೆ ಶಾಪ್ ಮಾಲಿಗಾರರಿಗೆ ಸ ಬಹಳ ಉತ್ಪಾದ ಚಿತ್ರಗಳ ಆಯ್ಕೆಯನ್ನು ಒಂದೇ…",
    "ko": "Lazada 이미지는 ZIP 다운로드 기능으로 내보내져 매장에서 상품 이미지를 쉽게 대량 다운로드하고 관리할 수 있습니다.여러 상품 그림을 동시에 선택할 수 있도록 지원하며, 내보낸 ZIP 파일에는 상품 마스터 맵, 설명 상세 맵 및…",
    "lt": "Lazada paveikslėlio eksportas kaip ZIP parsisiųdimo funkcija leidžia parduotuvės savininkams lengvai parsisiųsti ir tvarkyti…",
    "lv": "Lazada attēlu eksportēšana kā ZIP lejupielādes funkcija ļauj veikalos viegli lejupielādēt un pārvaldīt preču attēlus. Atbalsta…",
    "ml": "ലാസദായുടെ ഇമേജ് എടുത്തുകൊണ്ടിരിക്കുന്നു. ZIP ഫങ്ഷന്‍ ഡൌണ്‍ലോഡ് ചെയ്യുന്നതിനാല്‍ കടയുടെ ഉടമസ്ഥന്മാര്‍ക്ക് സാ ഒരേ സമയത്ത് പല…",
    "mr": "ZIP डाउनलोड फंक्शन म्हणून लाजाडाची प्रतिमा निर्यात करण्यासाठी दुकानाच्या मालकांना आसाने डाउनलोड करावी व प्र अनेक उत्पादक…",
    "ms": "Eksport imej Lazada sebagai fungsi muat turun ZIP membolehkan pemilik kedai memuat turun dan mengelola imej produk dengan mudah.…",
    "nl": "Lazada's image export als ZIP download functie stelt winkeliers in staat om eenvoudig productafbeeldingen in bulk te downloaden en…",
    "no": "Lazada's image export as ZIP download function allows shop owners to easily download and manage product images in bulk. Tilstøtte…",
    "pl": "Eksport obrazów Lazada jako funkcja pobierania ZIP pozwala właścicielom sklepów łatwo pobierać i zarządzać obrazami produktów…",
    "pt_BR": "A exportação de imagens da Lazada como função ZIP de descarga permite aos proprietários das lojas descargar e gerenciar facilmente…",
    "pt_PT": "A exportação de imagens do Lazada como função de download ZIP permite que os proprietários de lojas baixem e gerenciem facilmente…",
    "ro": "Exportul imaginilor Lazada ca funcție de descărcare ZIP permite proprietarilor magazinului să descarce și să gestioneze cu ușurință…",
    "ru": "Экспорт изображений Lazada для загрузки ZIP позволяет магазинам легко загружать и управлять изображениями товаров в больших…",
    "sk": "Funkcia sťahovania obrázkov Lazada do formátu ZIP uľahčuje predajcom hromadné sťahovanie a správu obrázkov tovaru. Podpora výberu…",
    "sl": "Lazadin izvoz slik kot funkcija prenosa ZIP omogoča lastnikom trgovin enostavno prenašanje in upravljanje slik izdelkov v velikem…",
    "sr": "Lazada Image Export as ZIP download lets shoppers download and manage bulk images of goods easily. Lazada Image Export as ZIP…",
    "sv": "Lazada-bildexport som ZIP-nedladdningsfunktion gör det enkelt för affärsmän att ladda ner och hantera varubilder i massa. Stöder…",
    "sw": "Lazada picha nje kama ZIP download kipengele kuruhusu maduka kwa urahisi kupakua wingi na kusimamia picha ya bidhaa. Inasaidia…",
    "ta": "Name அதே நேரத்தில் பல பொருள் பிம்பங்களின் தேர்ந்தெடுப்பு, ஏற்றுமதி சிபி கோப்பின் பொருள் முக்கிய பிம்பம், விளக்கம் பிம்பம், மற்றும்…",
    "te": "జిప్ డౌన్‌లోడ్ ఫంక్షన్ వలె లాజాడా యొక్క ప్రతిబింబము ఎక్స్పోర్ట్ చేయుటకు షాప్ యజమానులకు సులభంగా డ బహుళ ప్రతిబింబముల యొక్క సమయంగా…",
    "th": "รูปภาพของ Lazada ถูกส่งออกเป็นฟีเจอร์ ZIP Download ที่ช่วยให้ร้านค้าสามารถดาวน์โหลดและจัดการรูปภาพสินค้าได้อย่างง่ายดาย…",
    "tr": "Lazada resimleri ZIP indirme özelliği olarak dışa aktarır, mağaza sahiplerinin ürün resimlerini toplu olarak indirmelerini ve…",
    "uk": "Експорт зображень Lazada як функція звантаження ZIP дозволяє власникам магазинів легко звантажити і керувати зображеннями продуктів…",
    "vi": "Hình ảnh Lazada được xuất dưới dạng tải xuống ZIP, cho phép các cửa hàng dễ dàng tải xuống hàng loạt và quản lý hình ảnh hàng hóa.…",
    "zh_TW": "Lazada圖片匯出為ZIP下載功能，讓店家輕鬆批量下載並管理商品圖片。 支持多商品圖片同時選擇，匯出的ZIP檔案包含商品主圖、描述詳情圖和規格款式圖，保持原始圖片質量。"
  },
  "long": {
    "ar": "كما المطور الذي يعمل يوميا مع لازادا منصة ، لقد وضعت هذه الصورة أداة التصدير ، وذلك أساسا من أجل حل نفسي وغيرها من أصحاب المحلات في التعامل مع عدد كبير من السلع في صورة الألم .\nهذه الأداة هي في الواقع بسيطة جدا ، على أساس لازادا API مفتوحة لتحقيق دفعة تصدير السلع وظيفة الصورة . في عملية التنمية ، وجدت أن العديد من المحلات التجارية ، وأنا في كثير من الأحيان تحتاج إلى تحميل ، فرز الصور من المنتجات المستخدمة في التحرير وإعادة الاستخدام ، ولكن تحميل دليل واحد هو مضيعة للوقت .\nعلى وجه التحديد ، يمكن لهذا البرنامج المساعد :\nدعم متعدد الاختيار في قائمة السلع الصفحة ، تصدير جميع السلع المختارة في صورة واحدة\nالحصول على الصورة الرئيسية ، وصف الصورة والمواصفات الصورة تلقائيا ، والحفاظ على القرار الأصلي والجودة\nتصدير حزمة الرمز البريدي سيتم إنشاء مجلد حسب هوية السلع ، وفقا لنوع من تصنيف الصور المخزنة لتسهيل الإدارة اللاحقة\nوقد اعتمدت برامج أكثر تحفظا في مجال التنفيذ التقني :\nاستخدام السلع API لازادا منصة مفتوحة للحصول على رابط الصورة\nتحميل الصور باستخدام تيار ، وتجنب الإفراط في استخدام الذاكرة\nإنشاء ملف مضغوط باستخدام مكتبة archiver لضمان التوافق عبر منصة\nفي الوقت الحاضر ، هذه الأداة هي أيضا أكثر أساسية ، نرحب المطورين المهتمين في تحسين معا . إذا كنت تجد أي مشاكل أثناء الاستخدام ، يرجى أيضا الحصول على التغذية المرتدة في الوقت المناسب .\nوبعد النظر في إضافة وظائف :\nدعم مخصص ملف قواعد التسمية\nإضافة خيارات ضغط الصورة\nتحسين الأداء عند تحميل عدد كبير من الصور في وقت واحد",
    "am": "Որպես էլեկտրոնային առևտրի զարգացող, ով ամեն օր առնչվում է Լազադայի հարթակի հետ, ես զարգացրեցի այս նկարների արտահանման գործիքը հիմնականում, որպեսզի լուծեմ իմ և այլ առևտրի ցավային կետերը, երբ առնչվում եմ շատ պատկերների հետ:\nԱյս գործիքը իրականում շատ պարզ է, հիմնված Լազադայի բաց API-ի վրա, որպեսզի կիրառվի արտադրյալ արտադրյալ պատկերների ֆունկցիան: Զարգացման ընթացքում ես հայտնաբերեցի, որ շատ խանութների տերերը, ինչպես ես, պետք է հաճախ ներբեռնեն և կազմակերպեն արտադրանքի պատկերներ խմբագրելու և վերաօգտագործելու համար, բայց ձեռքով ներբեռնել դրանք մեկ առ մեկ շատ ժամանակ է պահանջում:\nՄասնավորապես, այս գործընթացը կարող է:\nՀաջակցում է արտադրանքների ցանկի բազմաթիվ արտադրանքների ընտրությունը և միանգամից բոլոր ընտրված արտադրանքների արտադրումը\nԱնշուշտ ստանալ արտադրության հիմնական պատկերը, նկարագրությունը և հատուկ պատկերը, մինչդեռ պահպանվում է սկզբնական վերլուծությունը և որակը\nԷքսպորտացված zip ֆայլը կստեղծվի արտադրանքի ID-ի հիմնված պանակի մեջ, և նկարները կդասակարգեն և պահպանվեն ըստ տեսակի, որպեսզի ապագայում հեշտ ղեկավարվեն\nՏեխնիկական իրականացման մեջ ընդունվել է համեմատաբար պահպանողական մոտեցում.\nՕգտագործելով Լազդայի բաց հարթակի արտադրյալ API-ը պատկերի URL-ների ստանալու համար\nՆերբեռնել պատկերները հոսանքի ռեժիմում, որպեսզի խուսափենք չափազանց մեծ հիշողության օգտագործման\nԱրխիվերի գրադարան օգտագործելով zip ֆայլեր ստեղծել, որպեսզի համոզվի հարթային հարթակների համատեղելիությունը\nԱյս գործիքը դեռ համեմատաբար հիմնական է, և հետաքրքրված զարգացողները միասին կարող են բարելավել այն: Եթե օգտագործման ընթացքում հանդիպում եք որևէ խնդիր, խնդրում եմ ճիշտ արձագանք տվեք:\nԱպագայում հաշվի առնելու ավելին հատկություններ.\nՀաջակցել անձնական ֆայլերի անունների համաձայնությունները\nԱվելացնել պատկերի ճնշումների ընտրությունները\nՕպտիմացնել արտադրությունը միաժամանակ շատ նկարներ ներբեռնելիս",
    "bg": "Като разработчик на електронна търговия, който се занимава с платформата всеки ден, разработих този инструмент за експортиране на изображения главно за решаване на болезнените моменти на себе си и други търговци, когато се занимавам с голям брой изображения на продукти.\nТози инструмент всъщност е много прост, базиран на отворения API на Ласада за изпълнение на функцията за експортиране на партиди изображения на продукти. По време на процеса на разработка открих, че много собственици на магазини, като мен, често трябва да изтеглят и организират изображения на продукти за редактиране и повторно използване, но ръчното изтегляне един по един отнема твърде много време.\nПо-конкретно, тази приставка може:\nПоддръжка при избор на множество продукти на страницата със списъка с продукти и експортиране на изображения на всички избрани продукти наведнъж\nАвтоматично получаване на основното изображение, описание изображение и спецификация изображение на продукта, като същевременно поддържа оригиналната резолюция и качество\nИзнесеният файл ще бъде създаден в папка въз основа на идентификатора на продукта, а изображенията ще бъдат класифицирани и съхранявани по тип за лесно управление в бъдеще\nПри техническото изпълнение беше възприет относително консервативен подход:\nИзползване на продуктовия API на отворената платформа за получаване на адреси на изображения\nИзтегляне на изображения в режим на поток, за да избегнете прекомерно използване на паметта\nСъздаване на файлове с помощта на библиотеката за осигуряване на съвместимост между платформите\nПонастоящем този инструмент все още е сравнително основен и заинтересованите разработчици са добре дошли да го подобрят заедно. Ако срещнете някакви проблеми по време на употреба, моля, дайте своевременна обратна връзка.\nДопълнителни характеристики, които ще бъдат разгледани в бъдеще:\nПоддръжка на потребителски конвенции за имена на файлове\nДобавяне на опции за компресиране на изображения\nОптимизиране на производителността при изтегляне на голям брой изображения едновременно",
    "bn": "লাজাদা প্লাটফর্মের সাথে প্রতিদিন ই-বাণিজ্যিক ডেভেলপার হিসেবে আমি এই ছবিটি রপ্তানি টুল তৈরি করেছিলাম, বিশেষ করে আমি নিজের ব্যবসায়ীদের ব্যথা বি\nএই টুলটি আসলে খুব সহজ, লাজাদার খোলা এপিআই এর ভিত্তিতে ব্যাচ রপ্তানী ছবি প্রযুক্তির কার্যকলাপ প্রয়োগ করার জন্য। উন্নয়নের প্রক্রিয়ায় আমি দেখতে পেয়েছি যে আমার মত অনেক দোকানের মালিক, প্রায়শই ডাউনলোড এবং পুনরায় ব্যবহারের জন্য প্রযুক্তি ছবি সংগঠিত করতে হবে এবং \nবিশেষ করে এই প্লাগ-ইন পারে:\nপ্রজেক্ট তালিকার পাতায় বেছে নেওয়া অনেক পণ্য এবং একই সাথে নির্বাচিত সকল পণ্যের ছবি রপ্তানি করার সমর্থন কর\nপ্রজেক্টের প্রধান ছবি, বর্ণনা এবং নির্দিষ্ট ছবি স্বয়ংক্রিয়ভাবে পাওয়া যাবে, যখন মূল সিদ্ধান্ত এবং মান রাখবে।\nThe exported zip file will be created into a folder based on the product ID, and the images will be classified and stored by type for easy management in the future\nপ্রযুক্তিগত প্রযুক্তিগত বাস্তবতায় একটি পরিমাণ রক্ষণশীল পদক্ষেপ গ্রহণ করা হয়েছে:\nলাজাদার খোলা প্ল্যাটফর্ম ব্যবহার করে ছবি ইউআরএল পাওয়ার জন্য\nঅতিরিক্ত মেমরি ব্যবহার থেকে স্ট্রীম ম মোডে ছবি ডাউনলোড করুন\nআর্কাইভার লাইব্রেরী ব্যবহার করে জিপ ফাইল তৈরি করুন যাতে প্ল্যাটফর্মের সঙ্গীতি নিশ্চিত করার জন্য\nবর্তমানে এই টুলটি এখনো মৌলিক ভিত্তিক এবং আগ্রহী ডেভেলপাররা একসাথে এটি উন্নত করার জন্য স্বাগতম। যদি আপনি ব্যবহারের সময় কোন সমস্যার সাথে দেখা করেন, অনুগ্রহ করে সময়ের প্রতিক্রিয়া প্রদান করুন।\nভবিষ্যতে বিবেচনা করার জন্য অতিরিক্ত বৈশিষ্ট্য:\nস্বনির্বাচিত ফাইলের নামের নাম সমর্থন করুন\nছবির সংক্রান্ত অপশন যোগ করো\nএকই সাথে বিশাল সংখ্যা ছবি ডাউনলোড করার সময় অনুষ্ঠান অপশনিমেশন করুন",
    "ca": "Com a desenvolupant de comerç electrònic que tracta cada dia de la plataforma de Lazada, vaig desenvolupar aquesta eina d'exportació d'imatges principalment per resoldre els punts de dolor de mi mateix i d'altres mercants quan tractava d'un gran nombre d'imatges de productes.\nAquesta eina és molt senzilla, basada en l'API oberta de Lazada per implementar la funció de les imatges de productes exportadors en lots. Durant el procés de desenvolupament, vaig descobrir que molts propietaris de botigues, com jo, necessiten descarregar i organitzar freqüentement imatges de productes per editar i reutilitzar-los, però descarregar-los manualment una per una és massa temps.\nConcretament, aquest complement pot:\nSuportar la selecció de múltiples productes a la pàgina de la llista de productes i l'exportació d'imatges de tots els productes seleccionats d'una vegada\nObtenir automàticament la imatge principal, la descripció i la especificació del producte, mantenint la resolució original i la qualitat\nEl ficher zip exportat es crearà en una carpeta basada en la ID del producte, i les imatges estaran classificades i emmagatzemats per tipus per gestió fàcil en el futur\nEn l'implementació tècnica es va adoptar un enfocament relativament conservador:\nUtilitzant l'API del producte de la plataforma oberta de Lazada per obtenir URLs d'imatge\nDescarga imatges en mou flux per evitar un ús excessiu de memòria\nCrear arxius zip amb la biblioteca d'arxius per assegurar la compatibilitat entre plataformes\nActualment, aquesta eina encara és relativament bàsica, i els desenvolupadors interessats són benvinguts per millorar-la junts. Si trobes algun problema durant l'ús, si us plau proporcioneu un feedback oportun.\nCaracterístiques adicionals que s'han de considerar en el futur:\nSuportar convencions personalitzades de nomes de fichers\nEngadir opcions de compressió d'imatge\nOptimitzar el rendiment quan descarreguem un gran nombre d'imatges simultàniament",
    "cs": "Jako vývojář e-commerce, který se každý den zabývá platformou Lazada, jsem vyvinul tento nástroj pro export obrázků hlavně k řešení bolestivých bodů mě a ostatních obchodníků při jednání s velkým počtem obrázků produktů.\nTento nástroj je vlastně velmi jednoduchý, založený na otevřeném API Lazady pro implementaci funkce dávkového exportu obrázků produktů. Během vývojového procesu jsem zjistil, že mnoho majitelů obchodů, jako jsem já, potřebuje často stahovat a organizovat obrázky produktů pro úpravu a opětovné použití, ale ruční stahování jednoho po druhém je příliš časově náročné.\nKonkrétně tento plugin může:\nPodpora výběru více produktů na stránce seznamu produktů a exportu obrázků všech vybraných produktů najednou\nAutomatické získání hlavního obrazu, popisu a specifikačního obrazu produktu při zachování původního rozlišení a kvality\nExportovaný zip soubor bude vytvořen do složky na základě ID produktu a obrázky budou klasifikovány a uloženy podle typu pro snadnou správu v budoucnu\nPři technické realizaci byl přijat relativně konzervativní přístup:\nPoužití produktového API otevřené platformy Lazada pro získání obrazových adres URL\nStahování obrázků v režimu streamu, aby se zabránilo nadměrnému využití paměti\nVytváření souborů zip pomocí knihovny Archiver pro zajištění kompatibility s různými platformami\nV současné době je tento nástroj stále relativně základní a zájemci vývojáři jsou vítáni jej společně zlepšit. Pokud se během používání setkáte s nějakými problémy, poskytněte prosím včas zpětnou vazbu.\nDalší funkce, které je třeba zvážit v budoucnu:\nPodpora vlastních konvencí pro pojmenování souborů\nPřidat možnosti komprese obrazu\nOptimalizace výkonu při současném stahování velkého počtu obrázků",
    "da": "Som e-handelsudvikler, der beskæftiger sig med Lazada platformen hver dag, udviklede jeg dette billedeksport værktøj primært for at løse smertepunkterne hos mig selv og andre købmænd, når der beskæftiger sig med et stort antal produktbilleder.\nDette værktøj er faktisk meget simpelt, baseret på Lazada åbne API til at implementere funktionen af batch eksport produktbilleder. Under udviklingsprocessen fandt jeg ud af, at mange butiksejere som mig ofte har brug for at downloade og organisere produktbilleder til redigering og genbrug, men manuelt at downloade dem en efter en er for tidskrævende.\nDette plugin kan specifikt:\nSupport ved at vælge flere produkter på produktlistesiden og eksportere billeder af alle valgte produkter på én gang\nFå automatisk hovedbilledet, beskrivelsesbilledet og specifikationsbilledet af produktet, samtidig med at den oprindelige opløsning og kvalitet opretholdes\nDen eksporterede zip-fil oprettes i en mappe baseret på produkt-id'et, og billederne klassificeres og gemmes efter type for nem håndtering i fremtiden\nDer blev anvendt en relativt konservativ fremgangsmåde i forbindelse med den tekniske gennemførelse:\nBrug af Lazadas åbne platforms produkt API til at hente billedwebadresser\nDownload billeder i stream-tilstand for at undgå overdreven hukommelsesforbrug\nOpret zip-filer ved hjælp af arkivbiblioteket for at sikre kompatibilitet på tværs af platforme\nPå nuværende tidspunkt er dette værktøj stadig relativt grundlæggende, og interesserede udviklere er velkomne til at forbedre det sammen. Hvis du støder på problemer under brug, bedes du give rettidig feedback.\nYderligere funktioner, der skal overvejes i fremtiden:\nStøtte brugerdefinerede filnavngivningskonventioner\nTilføj billedkomprimeringsmuligheder\nOptimer ydeevnen, når du downloader et stort antal billeder samtidigt",
    "de": "Als E-Commerce Entwickler, der sich täglich mit der Lazada Plattform beschäftigt, habe ich dieses Image Export Tool hauptsächlich entwickelt, um die Schmerzpunkte von mir und anderen Händlern zu lösen, wenn es um eine große Anzahl von Produktbildern geht.\nDieses Tool ist eigentlich sehr einfach und basiert auf Lazadas offener API, um die Funktion des Batch-Exports von Produktbildern zu implementieren. Während des Entwicklungsprozesses habe ich festgestellt, dass viele Shopbetreiber, wie ich, häufig Produktbilder herunterladen und organisieren müssen, um sie zu bearbeiten und wiederzuverwenden, aber das manuelle Herunterladen eines nach dem anderen ist zu zeitaufwendig.\nKonkret kann dieses Plugin:\nUnterstützung der Auswahl mehrerer Produkte auf der Produktlistenseite und des Exports von Bildern aller ausgewählten Produkte auf einmal\nErhalten Sie automatisch das Hauptbild, Beschreibungsbild und Spezifikationsbild des Produkts unter Beibehaltung der ursprünglichen Auflösung und Qualität\nDie exportierte Zip-Datei wird in einem Ordner basierend auf der Produkt-ID erstellt und die Bilder werden klassifiziert und nach Typ gespeichert, um in Zukunft eine einfache Verwaltung zu ermöglichen.\nBei der technischen Umsetzung wurde ein relativ konservativer Ansatz gewählt:\nVerwendung der Produkt-API der offenen Plattform von Lazada, um Bild-URLs zu erhalten\nLaden Sie Bilder im Stream-Modus herunter, um übermäßigen Speicherverbrauch zu vermeiden\nErstellen Sie Zip-Dateien mit der Archiver-Bibliothek, um plattformübergreifende Kompatibilität zu gewährleisten\nDerzeit ist dieses Tool noch relativ einfach, und interessierte Entwickler sind herzlich eingeladen, es gemeinsam zu verbessern. Wenn Sie während der Verwendung auf irgendwelche Probleme stoßen, geben Sie bitte rechtzeitig Feedback.\nWeitere Merkmale, die in Zukunft zu berücksichtigen sind:\nUnterstützung benutzerdefinierter Dateibenennungskonventionen\nBildkomprimierungsoptionen hinzufügen\nOptimieren Sie die Leistung beim gleichzeitigen Download einer großen Anzahl von Bildern",
    "el": "Ως προγραμματιστής ηλεκτρονικού εμπορίου που ασχολείται με την πλατφόρμα ανέπτυξα αυτό το εργαλείο εξαγωγής εικόνας κυρίως για να λύσω τα σημεία πόνου του εαυτού μου και άλλων εμπόρων όταν ασχολούμαι με έναν μεγάλο αριθμό εικόνων προϊόντων.\nΑυτό το εργαλείο είναι πραγματικά πολύ απλό, βασισμένο στο ανοικτό API της για να εφαρμόσει τη λειτουργία της μαζικής εξαγωγής εικόνων προϊόντων. Κατά τη διάρκεια της διαδικασίας ανάπτυξης, διαπίστωσα ότι πολλοί ιδιοκτήτες καταστημάτων, όπως εγώ, πρέπει να κατεβάζουν συχνά και να οργανώνουν εικόνες προϊόντων για επεξεργασία και επαναχρησιμοποίηση, αλλά η χειροκίνητη λήψη τους μία προς μία είναι πολύ χρονοβόρα.\nΣυγκεκριμένα, αυτό το πρόσθετο μπορεί:\nΥποστήριξη επιλογής πολλαπλών προϊόντων στη σελίδα λίστας προϊόντων και εξαγωγής εικόνων όλων των επιλεγμένων προϊόντων ταυτόχρονα\nΑποκτήστε αυτόματα την κύρια εικόνα, την εικόνα περιγραφής και την εικόνα προδιαγραφών του προϊόντος, διατηρώντας παράλληλα την αρχική ανάλυση και ποιότητα\nΤο εξαγόμενο αρχείο θα δημιουργηθεί σε ένα φάκελο με βάση το αναγνωριστικό προϊόντος και οι εικόνες θα ταξινομηθούν και θα αποθηκευτούν ανά τύπο για εύκολη διαχείριση στο μέλλον\nΣτην τεχνική εφαρμογή υιοθετήθηκε σχετικά συντηρητική προσέγγιση:\nΧρήση της ανοιχτής πλατφόρμας για την απόκτηση διευθύνσεων εικόνας\nΚατεβάστε εικόνες σε λειτουργία ροής για να αποφύγετε την υπερβολική χρήση μνήμης\nΔημιουργήστε αρχεία χρησιμοποιώντας τη βιβλιοθήκη για να εξασφαλίσετε συμβατότητα μεταξύ πλατφόρμας\nΠρος το παρόν, αυτό το εργαλείο εξακολουθεί να είναι σχετικά βασικό και οι ενδιαφερόμενοι προγραμματιστές είναι ευπρόσδεκτοι να το βελτιώσουν μαζί. Εάν αντιμετωπίσετε οποιαδήποτε προβλήματα κατά τη διάρκεια της χρήσης, παρακαλώ παρέχετε έγκαιρα σχόλια.\nΠρόσθετα χαρακτηριστικά που πρέπει να ληφθούν υπόψη στο μέλλον:\nΥποστήριξη προσαρμοσμένων συμβάσεων ονομασίας αρχείων\nΠροσθήκη επιλογών συμπίεσης εικόνας\nΒελτιστοποίηση απόδοσης κατά τη λήψη μεγάλου αριθμού εικόνων ταυτόχρονα",
    "en,en_GB,en_US": "As an e-commerce developer who deals with the Lazada platform every day, I developed this image export tool mainly to solve the pain points of myself and other merchants when dealing with a large number of product images.\nThis tool is actually very simple, based on Lazada's open API to implement the function of batch exporting product images. During the development process, I found that many shop owners, like me, need to frequently download and organize product images for editing and reuse, but manually downloading them one by one is too time-consuming.\nSpecifically, this plugin can:\nSupport selecting multiple products on the product list page and exporting images of all selected products at once\nAutomatically obtain the main image, description image, and specification image of the product, while maintaining the original resolution and quality\nThe exported zip file will be created into a folder based on the product ID, and the images will be classified and stored by type for easy management in the future\nA relatively conservative approach was adopted in the technical implementation:\nUsing Lazada's open platform's product API to obtain image URLs\nDownload images in stream mode to avoid excessive memory usage\nCreate zip files using the Archiver library to ensure cross platform compatibility\nAt present, this tool is still relatively basic, and interested developers are welcome to improve it together. If you encounter any issues during use, please provide timely feedback.\nAdditional features to be considered in the future:\nSupport custom file naming conventions\nAdd image compression options\nOptimize performance when downloading a large number of images simultaneously",
    "en_AU,zh_CN": "作为一名每天与Lazada平台打交道的电商开发者,我开发了这个图片导出工具,主要是为了解决自己和其他店家在处理大量商品图片时的痛点。\n这个工具其实很简单,就是基于Lazada开放API实现了批量导出商品图片的功能。开发过程中发现,很多店家和我一样需要经常下载、整理产品图片用于编辑和重复使用,但是一张张手动下载实在太费时间。\n具体来说,这个插件可以:\n\n支持在商品列表页面多选商品,一次性导出所有选中商品的图片\n自动获取商品的主图、描述图片以及规格图片,保持原始分辨率和质量\n导出的zip包会按照商品ID建立文件夹,图片按照类型分类存放,方便后续管理\n\n技术实现上采用了比较保守的方案:\n\n使用Lazada开放平台的商品API获取图片URL\n采用stream方式下载图片,避免内存占用过大\n使用archiver库创建zip文件,确保跨平台兼容性\n\n目前这个工具还比较基础,欢迎有兴趣的开发者一起完善。如果您在使用过程中发现任何问题,也请及时反馈。\n后续考虑添加的功能:\n\n支持自定义文件命名规则\n添加图片压缩选项\n优化大量图片同时下载时的性能",
    "es,es_419": "Como desarrollador de comercio electrónico que trata con la plataforma lazada todos los días, he desarrollado esta herramienta de exportación de imágenes, principalmente para resolver los puntos dolorosos en los que él y otros comerciantes procesan imágenes de una gran cantidad de productos.\nEsta herramienta es en realidad muy simple, es decir, se basa en la API abierta de lazada para implementar la función de exportar imágenes de productos por lotes. Durante el desarrollo, descubrí que muchos comerciantes, como yo, necesitan descargar y ordenar imágenes de productos con frecuencia para editar y reutilizar, pero una descarga manual lleva demasiado tiempo.\nEn concreto, este plug - in puede:\nAdmite seleccionar más productos en la página de la lista de productos y exportar todas las imágenes de los productos seleccionados de una sola vez.\nObtenga automáticamente el mapa principal, la imagen de descripción y la imagen de especificación del producto, manteniendo la resolución y calidad originales.\nLos paquetes zip exportados establecerán carpetas de acuerdo con el id del producto, y las imágenes se almacenarán por tipo para facilitar la gestión posterior.\nLa implementación técnica adopta un esquema relativamente conservador:\nUso de la API de productos de la plataforma abierta lazada para obtener URLs de imágenes\nDescarga la imagen en modo Stream para evitar una ocupación excesiva de memoria\nCrear archivos ZIP con la Biblioteca Archiver para garantizar la compatibilidad entre plataformas\nEn la actualidad, esta herramienta es relativamente básica, y los desarrolladores interesados son bienvenidos a mejorarla juntos. Si encuentra algún problema durante su uso, también debe retroalimentar a tiempo.\nConsidere las funciones añadidas más tarde:\nAdmite reglas de nomenclatura de archivos personalizadas\nAñadir opciones de compresión de imagen\nOptimizar el rendimiento al descargar un gran número de imágenes al mismo tiempo",
    "et": "E-kaubanduse arendajana, kes tegeleb Lazada platvormiga iga päev, töötasin välja selle pildiekspordi tööriista peamiselt selleks, et lahendada enda ja teiste kaupmeeste valupunkte, kui tegelete suure hulga tootepiltidega.\nSee tööriist on tegelikult väga lihtne, põhineb Lazada avatud API-l, et rakendada partii eksportivate toodete piltide funktsiooni. Arendusprotsessi käigus leidsin, et paljud poeomanikud, nagu mina, peavad sageli alla laadima ja korraldama tootepilte redigeerimiseks ja taaskasutamiseks, kuid käsitsi allalaadimine ükshaaval on liiga aeganõudev.\nTäpsemalt võib see plugin:\nToetus mitme toote nimekirja lehel valimisel ja kõigi valitud toodete piltide eksportimisel korraga\nSaate automaatselt hankida toote põhipildi, kirjelduse pildi ja spetsifikatsiooni pildi, säilitades samas originaalse eraldusvõime ja kvaliteedi\nEksporditud zip-fail luuakse toote ID-l põhinevasse kausta ning pildid klassifitseeritakse ja salvestatakse tüüpide kaupa, et tulevikus oleks lihtne hallata.\nTehnilisel rakendamisel võeti vastu suhteliselt konservatiivne lähenemisviis:\nLazada avatud platvormi toote API kasutamine pildi URL-ide hankimiseks\nPiltide allalaadimine voogrežiimis, et vältida liigset mälukasutust\nLooge zip-faile Archiveri teegi abil, et tagada platvormidevaheline ühilduvus\nPraegu on see tööriist veel suhteliselt lihtne ja huvitatud arendajad on teretulnud seda koos parandama. Kui teil tekib kasutamise ajal probleeme, andke õigeaegset tagasisidet.\nTäiendavad aspektid, mida tuleb tulevikus kaaluda:\nKohandatud failide nimetamise konventsioonide toetamine\nPildi tihendamise valikute lisamine\nOptimeerige jõudlust suure arvu piltide samaaegsel allalaadimisel",
    "fa": "به عنوان یک توسعه‌کننده‌ی تجارت e-commerce که هر روز با Platform Lazada کار می‌کند، این ابزار انتقال تصویر را در اصل توسعه کردم تا نقطه‌های درد خودم و بقیه تجارت را حل کنم وقتی با تعداد بسیاری از تصویر محصولات درگیر می‌شدم.\nاین ابزار در واقع بسیار ساده است، بر اساس API باز Lazada تا عملکرد تصاویر محصولات صادرات گروه را اجرای کند. در طول فرایند توسعه، فهمیدم که صاحبان مغازه‌های زیادی مثل من نیاز دارند که اغلب تصاویر محصولات را برای ویرایش و دوباره استفاده کنند و برای ویرایش و دوباره استفاده کنند دانلود کنند، ولی به دست آوردن آن‌ها یکی از یکی بسیار زمانی است.\nدقیقا، این وصلۀ می‌تواند:\nپشتیبانی انتخاب بسیاری از محصولات در صفحه فهرست محصولات و انتقال تصاویر تمام محصولات برگزیده در حال حاضر\nتصویر اصلی، تصویر توصیف و تصویر توصیف محصول را به طور خودکار دریافت کنید، در حالی که حفظ حل اصلی و کیفیت\nپروندۀ زپ صادره شده در پوشه‌ای که بر اساس ID محصولات بنیاد می‌گیرد ایجاد می‌شود، و تصاویر به عنوان نوع برای مدیریت آسان در آینده محفوظت می‌شوند و محفوظت می‌شوند\nدر عملکرد تکنیکی یک روش نسبتا محافظت شده:\nاستفاده از API محصول پلاتومپ باز Lazada برای obtain URLs تصویر\nبارگیری تصاویر در حالت روان برای جلوگیری از استفاده از حافظه زیادی\nایجاد پرونده‌های زپ با استفاده از کتابخانه‌ی آرشیوگر برای مطمئن کردن پیوستگی قابلیت پلاتورم\nدر حال حاضر، این ابزار هنوز نسبتاً بنیادی است، و توسعه‌کننده‌های علاقه‌مند برای توسعه با هم خوش آمدید. اگر در زمان استفاده با مشکلات ملاقات کنید، لطفاً برگشت زمانی را بدهید.\nویژگی اضافه‌ای که در آینده به نظر می‌رسد:\nپشتیبانی قانون نام پرونده‌های شخصی\nاضافه گزینه‌های فشار تصویر\nهنگامی که تعداد زیادی از تصاویر در همزمان بارگیری کردن عملکرد بهترین کنید",
    "fi": "Verkkokaupan kehittäjänä, joka käsittelee Lazada-alustaa päivittäin, kehitin tämän kuvanvientityökalun pääasiassa ratkaisemaan itseni ja muiden kauppiaiden kipukohtia käsitellessäni suurta tuotekuvaa.\nTämä työkalu on itse asiassa hyvin yksinkertainen, perustuu Lazadan avoimeen sovellusliittymään, jonka avulla voidaan toteuttaa tuotekuvien eräviennin toiminto. Kehitysprosessin aikana huomasin, että monet myymälänomistajat, kuten minä, joutuvat usein lataamaan ja järjestämään tuotekuvia muokkausta ja uudelleenkäyttöä varten, mutta manuaalinen lataaminen yksitellen vie liikaa aikaa.\nErityisesti tämä plugin voi:\nTuki useiden tuotteiden valitsemiseen tuoteluettelon sivulla ja kaikkien valittujen tuotteiden kuvien viemiseen kerralla\nHanki tuotteen pääkuva, kuvauskuva ja spesifikaatiokuva automaattisesti säilyttäen alkuperäisen resoluution ja laadun\nViedyt zip-tiedosto luodaan tuotetunnuksen mukaiseen kansioon, ja kuvat luokitellaan ja tallennetaan tyypeittäin helpottamaan hallintaa tulevaisuudessa\nTeknisessä täytäntöönpanossa noudatettiin suhteellisen varovaista lähestymistapaa:\nLazadan avoimen alustan tuoterajapinnan käyttäminen kuvien URL-osoitteiden hankkimiseen\nLataa kuvia suoratoistotilassa välttääksesi liiallisen muistinkäytön\nLuo zip-tiedostoja Archiver-kirjaston avulla yhteensopivuuden varmistamiseksi eri alustojen välillä\nTällä hetkellä tämä työkalu on vielä suhteellisen perus, ja kiinnostuneet kehittäjät ovat tervetulleita parantamaan sitä yhdessä. Jos kohtaat ongelmia käytön aikana, anna oikea-aikainen palaute.\nTulevaisuudessa huomioon otettavia lisäominaisuuksia:\nTukee mukautettuja tiedostonimikäytäntöjä\nLisää kuvan pakkausasetukset\nOptimoi suorituskyky, kun lataat suuren määrän kuvia samanaikaisesti",
    "fil": "Bilang isang developer ng e-commerce na nagsasaliksik sa plataporma ng Lazada araw-araw, binuo ko ang tool na ito para export ng imahe, lalo na upang malutas ang mga puntos ng sakit ng aking sarili at iba pang mga negosyante habang nagsasaliksik sa maraming larawan ng produkto.\nAng kagamitang ito ay napaka-simple, batay sa bukas na API ni Lazada upang i-implementa ang funksyon ng pagpapasok ng mga larawan ng produkto sa batch. Sa panahon ng proseso ng pag-unlad, natagpuan ko na maraming may-ari ng tindahan, katulad ko, ay madalas na kailangang i-download at i-organize ang mga larawan ng produkto para sa pag-edit at paggamit muli, ngunit ang pagdownload ng mga ito nang kamay isa sa bawat isa ay lubos na nakakain ng oras.\nLalo na, ang plugin na ito ay maaaring:\nSuportahan ang pagpili ng iba't ibang produkto sa listahan ng mga produkto at ang pag-export ng mga larawan ng lahat ng mga pinili nang sabay-sabay\nAutomatically obtain the main image, description image, and specification image of the product, while maintaining the original resolution and quality\nAng mga exported na zip file ay gagawa sa folder na batay sa ID ng produkto, at ang mga larawan ay itinatago at itinatago ayon sa uri para sa madaling pamahalaan sa hinaharap.\nIsang relatibong konserbatibong paraan ang ginagamit sa pagpapatupad ng teknika:\nGamit ang API ng bukas na plataporma ng Lazada upang makuha ang mga URL ng larawan\nI-download ang mga larawan sa stream mode upang maiwasan ang sobrang paggamit ng memory\nMaglikha ng mga zip file gamit ang Archiver library upang matiyak na ang cross platform compatibility\nSa kasalukuyan, ang kasangkapan na ito ay medyo basic, at maligayang pagdating ang mga interesado na developers upang mapabuti ito nang magkasama. Kung mayroon kang problema habang ginagamit, mangyaring magbigay ng maayos na feedback.\nKaragdagang mga katangian na dapat isaalang-alang sa hinaharap:\nSuportahan ang mga custom file naming conventions\nIdagdag ang mga opsyon ng compression ng larawan\nOptimize the performance when downloading a large number of images simultaneously",
    "fr": "En tant que développeur de commerce électronique qui traite quotidiennement avec la plate - forme lazada, j'ai développé cet outil d'exportation d'images principalement pour résoudre les problèmes rencontrés par moi - même et d'autres magasins lorsqu'ils traitent de grandes quantités d'images de marchandises.\nCet outil est en fait assez simple, basé sur l'API lazada Open qui permet d'exporter des images de marchandises par lots. Au cours du développement, il a été constaté que de nombreux magasins, comme moi, avaient besoin de télécharger et de trier des images de produits fréquemment pour l'édition et la réutilisation, mais un seul téléchargement manuel prenait trop de temps.\nPlus précisément, ce plugin peut:\nPrise en charge de la sélection multiple d'articles sur la page de liste d'articles, exportation unique d'images de tous les articles sélectionnés\nObtenez automatiquement le dessin principal, l'image de description ainsi que l'image de spécification des marchandises, en conservant la résolution et la qualité d'origine\nLe paquet zip exporté crée un dossier selon l'id de l'article, les images sont classées par type pour une gestion ultérieure facile\nUn schéma plus conservateur a été adopté sur la réalisation technique:\nObtenez l'URL de l'image avec l'API Commodity de lazada Open Platform\nTélécharger des images en Stream pour éviter une surcharge de mémoire\nCréer un fichier zip avec la Bibliothèque archiver, assurer la compatibilité multiplateforme\nActuellement, cet outil est également plus basique et les développeurs intéressés sont invités à le perfectionner ensemble. Si vous trouvez des problèmes pendant l'utilisation, s'il vous plaît également rétroaction rapide.\nConsidérez ensuite les fonctionnalités ajoutées:\nSupport des règles de nommage de fichiers personnalisées\nAjouter des options de compression d'image\nOptimisation des performances lors du téléchargement simultané d'un grand nombre d'images",
    "gu": "ઈ-વ્યાપાર વિકાસક તરીકે જે દરેક દિવસે લાઝાડા પ્લેટફોર્મ સાથે વ્યાપાર કરે છે, મેં આ ચિત્ર નિકાસ સાધન વિકાસ કર્યો મુખ્ય રીતે માર\nઆ સાધન ખરેખર ખૂબ સરળ છે, લાઝાડાના ખૂલેલા એપીઆઈ પર આધારિત છે કે બેચ નિકાસ કરવાની પ્રકાર્ય ચિત્રોની વિધ વિકાસ પ્રક્રિયા દરમ્યાન, મને મળ્યું કે મારા જેવા ઘણા શોપ માલિકોને ઘણા વારંવાર ડાઉનલોડ કરવા અને પ્રોડેક્ટ ઇમેજોને ફેરફાર કરવા અને \nસ્પષ્ટ રીતે, આ પ્લગઇન કરી શકે છે:\nપ્રોડ્કોડ યાદી પાનાં પર ઘણા ઉત્પાદનો પસંદ કરવાનું આધાર આપે છે અને બધા પસંદ કરેલ ઉત્પાદનોની ઇમેજો \nમુખ્ય ચિત્ર, વર્ણન ચિત્ર, અને પ્રોડક્ટની સ્પષ્ટીકરણ ચિત્ર આપમેળે પ્રાપ્ત કરો, જ્યારે મૂળ રેઝોલ્ય\nનિકાસ થયેલ ઝીપ ફાઈલ પ્રોડક્ટ આઇડી પર આધારિત ફોલ્ડરમાં બનાવેલ હશે, અને ચિત્રો ભવિષ્યમાં સરળ વ્યવસ્થાપન માટે પ્\nતેક્નિકીય અમલમાં સામાન્ય રીતે સંગ્રહાત્મક પદ્ધતિ સ્વીકારવામાં આવ્યું હતું:\nચિત્ર યુઆરલ્સ મેળવવા માટે લાઝાડાના ખૂલેલા પ્લેટફોર્મનું પ્રોડક્ટ એપી વાપરી રહ્યા છીએ\nખૂબ મેમરી વપરાશને અવગણવા માટે સ્ટ્રીમ સ્થિતિમાં ચિત્રો ડાઉનલોડ કરો\nપ્રક્રિસ પ્લેટફોર્મ સુસંગતતાને ખાતરી કરવા માટે પેટીવર લાઇબ્રેરી વ્યવસ્થાપિત કરી \nહાલમાં, આ સાધન હજુ સાથે સામાન્ય રીતે મૂળભૂત છે, અને વિચારતા ડેવલોપરો તેને સાથે સુધારવા માટે  જો તમે વાપરી રહ્યા હોય ત્યારે કોઈપણ સમસ્યાઓ સાमनે આવે તો, મહેરબાની કરીને સમય સુધી પ્રતિબેક પ\nભવિષ્યમાં વિચારવા માટે વધારાની ગુણધર્મો:\nવૈવિધ્યપૂર્ણ ફાઇલ નામ કરવાની સંવાદોને આધાર આપો\nચિત્ર સંકોચન વિકલ્પો ઉમેરો\nજ્યારે એક જ રીતે મોટી સંખ્યા ચિત્રોને ડાઉનલોડ કરી રહ્યા હોય ત્યારે પ્રભાવને સુધારો",
    "he": "בתור מפתח מסחר אלקטרוני שמטפל בפלטפורמה לאזדה כל יום, פיתחתי כלי ייצוא התמונה בעיקר כדי לפתור את נקודות הכאב של עצמי ומסחרים אחרים כשמתמודדים עם מספר גדול של תמונות מוצרים.\nהכלי הזה הוא בעצם מאוד פשוט, מבוסס על API פתוח של לאזדה כדי להפעיל את תפקיד של תמונות מוצר יוצא במחלקה. במהלך תהליך הפיתוח, מצאתי שבעלים רבים של חנויות, כמוני, צריכים לעתים קרובות להוריד ולארגן תמונות מוצרים לעורר ולהשתמש מחדש, אבל להוריד אותם יד אחד לאחד זה לוקח זמן מדי.\nבמיוחד, תוסף זה יכול:\nתמיכה בבחירת מוצרים רבים בעמוד רשימת המוצרים ולייצוא תמונות של כל המוצרים הנבחרים באותו זמן\nלהשיג באופן אוטומטי את התמונה העיקרית, התיאור ותמונה ספציפיקציה של המוצר\nקובץ zip יוצר לתיקה מבוססת על זהות המוצר\nהגישה שמירה יחסית נאמצה בהפעלה הטכנית:\nהשימוש באפי המוצר של הפלטפורמה הפתוחה של Lazada כדי להשיג URLs תמונות\nלהוריד תמונות במצב זרם כדי להימנע משימוש זכרון מוגזם\nליצור קובצים zip בשימוש בספריית הארכיבר כדי להבטיח שיתוף פלטפורמה\nכרגע, הכלי הזה עדיין בסיסי יחסית, ומתפתחים מעוניינים מוזמנים לשפר אותו יחד. אם אתה מתמודד עם בעיות במהלך השימוש, נא לספק חזרה בזמן.\nתכונות נוספות לשקול בעתיד:\nתמיכה לקונספנסיות שמות קובצים מתאימות\nהוסיף אפשרויות לחיצת תמונה\nאופטימי ביצועים כשהורדת מספר גדול של תמונות באותו הזמן",
    "hi": "इमेल व्यापारी डेवलपर के रूप में जो हर दिन लाजाडा प्लेटफ़ॉर्म के साथ व्यापार करता है, मैंने इस छवि निर्यात औजार को विकास किया है मुख्य रूप म\nयह उपकरण वास्तव में बहुत साधारण है, लाजादा के खुले API पर आधारित है कि बैच निर्यात करने के लिए प्रोडेक्ट छवियों का फंक विकास प्रक्रिया के दौरान में मैंने पाया कि मेरे जैसे बहुत से दुकान मालिकों के लिए बहुत सारे डाउनलोड करने और प्रोडेक्ट छवियों को संपादन और\nविशिष्ट रूप में, यह प्लगइन सके:\nप्रोडेक्ट सूची पृष्ठ पर बहुत सारे प्रोडेक्ट चुनें और सभी चयनित प्रोडेक्टों के छवि एक बार निर्यात\nमुख्य छवि, वर्णन छवि और प्रोडेक्ट के विशिष्टीकरण छवि को स्वचालित रूप से प्राप्त करें, जबकि मौलिक रिज़ोल\nनिर्यात किया जिप फ़ाइल एक फ़ोल्डर में बनाया जाएगा जो उत्पाद आईडी पर आधारित है, और छवियाँ भविष्य में आसान प्रबंधन के लिए क\nतकनीकीय कार्यान्वयन में सापेक्षिक रूप से संरक्षित अनुसार किया गया:\nछवि यूआरएल प्राप्त करने के लिए लाजाडा का खुला प्लेटफ़ॉर्म का उत्पादन API का प्रयोग कर रहा है\nस्ट्रीम मोड में छवियाँ डाउनलोड करने के लिए अधिक मेमोरी उपयोग से बचाने के लिए\nक्रॉस प्लेटफ़ॉर्म संगतता को सुनिश्चित करने के लिए आर्काइवर लाइब्रेरी के प्रयोग कर रहे हैं \nवर्तमान, यह औजार अभी भी सामान्य मूल है, और इसके साथ सुधार करने के लिए रिश्चित विकासकर्ता स्वागत हैं. यदि आप इस्तेमाल के दौरान किसी मुद्दा से मिलते हैं, कृपया समय से फीडबैक प्रदान करें.\nभविष्य में मानने के लिए अतिरिक्त विशेषताओं:\nपसंदीदा फ़ाइल नाम संवेदन समर्थन करें\nछवि संकोचन विकल्प जोड़ें\nजब एक साथ छवि की बड़ी संख्या डाउनलोड करने के लिए प्रकार्य अधिकृत करें",
    "hr": "Kao programer e-trgovine koji se svaki dan bavi s platformom Lazada, razvio sam ovaj izvozni alat za slike uglavnom da riješim bodove bola samog sebe i drugih trgovca kada se bavim s velikim brojem slika proizvoda.\nOvaj alat je zapravo veoma jednostavan, na temelju otvorenog API Lazade za provedbu funkcije slika izvoznih grupa proizvođača. Tijekom procesa razvoja, otkrio sam da mnogi vlasnici trgovine, poput mene, često moraju skinuti i organizirati slike proizvoda za redikciju i ponovnu upotrebu, ali ih ručno skinuti jednu po jednu je previše potrošenje vremena.\nPosebno, ovaj plugin može:\nPodrška izabranju višestrukih proizvoda na stranici popisa proizvoda i izvozom slika svih odabranih proizvoda odjednom\nAutomatski dobijte glavnu sliku, sliku opisa i specifikaciju proizvoda, dok održavaju originalnu rezoluciju i kvalitetu\nIzvozni datoteka zip će se stvoriti u mapu na temelju ID proizvoda, a slike će biti klasifikirane i skladištene po tipu za lako upravljanje u budućnosti\nU tehničkoj provedbi prihvaćen je relativno konzervativni pristup:\nKoristeći API proizvoda Lazadine otvorene platforme kako bi dobili slike URL-e\nSkinite slike u sustavu za izbjegavanje prekomjernog korištenja pamćenja\nNapravi datoteke zip koristeći biblioteku arhiva kako bi osigurala kompatibilnost preko platforme\nTrenutno je ova alata relativno osnovna, a zainteresovani programeri dobrodošli su da ga poboljšaju zajedno. Ako se susrećete s nekim pitanjima tijekom primjene, molim vas pružite vremenski povratak.\nDodatne karakteristike koje treba razmotriti u budućnosti:\nPodrška konvencijama o imenovanju datoteka\nDodaj opcije kompresije slika\nOptimiziraj performancu kada se skida veliki broj slika istovremeno",
    "hu": "Mint e-kereskedelmi fejlesztő, aki nap mint nap foglalkozik a Lazada platformmal, ezt a kép exportáló eszközt fejlesztettem ki elsősorban azért, hogy megoldjam magam és más kereskedők fájdalmait, amikor sok termékkép foglalkozik.\nEz az eszköz valójában nagyon egyszerű, a Lazada nyílt API-ján alapul, hogy megvalósítsa a kötegelt exportáló termékképek funkcióját. A fejlesztési folyamat során azt tapasztaltam, hogy sok üzlettulajdonosnak, mint én, gyakran kell letöltenie és rendszereznie termékképeket szerkesztésre és újrafelhasználásra, de manuális letöltésük egyenként túl időigényes.\nEz a bővítmény konkrétan:\nTámogatás több termék kiválasztásának támogatása a terméklista oldalán és az összes kiválasztott termék képének exportálásának egyszerre\nAutomatikusan megszerezheti a termék főképét, leírását és specifikációs képét, miközben fenntartja az eredeti felbontást és a minőséget\nAz exportált zip fájl a termékazonosító alapján mappába kerül létrehozásra, és a képek típus szerint osztályozásra és tárolásra kerülnek a könnyű kezelés érdekében a jövőben\nA technikai végrehajtás tekintetében viszonylag konzervatív megközelítést alkalmaztak:\nA Lazada nyílt platformjának termék API-jának használata kép URL-ek beszerzéséhez\nKépek letöltése stream módban a túlzott memóriahasználat elkerülése érdekében\nZIP fájlok létrehozása az Archiver könyvtár használatával a platformok közötti kompatibilitás biztosítása érdekében\nJelenleg ez az eszköz viszonylag alapvető, és az érdeklődő fejlesztők szívesen fejleszthetik együtt. Ha bármilyen problémát tapasztal a használat során, kérjük, adjon időben visszajelzést.\nA jövőben figyelembe veendő további jellemzők:\nEgyéni fájlnevezési konvenciók támogatása\nKéptömörítési beállítások hozzáadása\nOptimalizálja a teljesítményt nagyszámú kép egyidejű letöltésekor",
    "id": "Sebagai pengembang e-commerce yang berurusan dengan platform Lazada setiap hari, saya mengembangkan alat eksport gambar ini terutama untuk memecahkan titik sakit saya dan pedagang lain ketika berurusan dengan jumlah besar gambar produk.\nAlat ini sebenarnya sangat sederhana, berdasarkan API terbuka Lazada untuk mengimplementasi fungsi dari batch eksport gambar produk. Selama proses pembangunan, saya menemukan bahwa banyak pemilik toko, seperti saya, perlu sering mengunduh dan mengatur gambar produk untuk mengedit dan menggunakan ulang, tetapi mengunduhnya secara manual satu per satu terlalu memakan waktu.\nKhususnya, plugin ini dapat:\nDukungan memilih berbagai produk di halaman daftar produk dan mengeksportasi gambar dari semua produk yang dipilih sekaligus\nOtomatis mendapatkan gambar utama, gambar deskripsi, dan gambar spesifikasi produk, sementara mempertahankan resolusi asli dan kualitas\nBerkas zip yang dieksport akan diciptakan ke dalam folder berdasarkan ID produk, dan gambar akan diklasifikasikan dan disimpan oleh tipe untuk manajemen mudah di masa depan\nSebuah pendekatan relatif konservatif diadopsi dalam implementasi teknis:\nMenggunakan API produk platform terbuka Lazada untuk mendapatkan URL gambar\nMuat turun gambar dalam mode aliran untuk menghindari penggunaan memori yang berlebihan\nBuat berkas zip menggunakan perpustakaan Arsip untuk memastikan kompatibilitas platform salib\nSaat ini, alat ini masih relatif dasar, dan para pengembang tertarik diterima untuk memperbaikinya bersama-sama. Jika Anda menghadapi masalah apapun selama penggunaan, silakan memberikan feedback tepat waktu.\nKarakteristik tambahan yang harus dipertimbangkan di masa depan:\nDukungan konvensi nama berkas suai\nTambah opsi kompresi gambar\nOptimise prestasi ketika mengunduh sejumlah besar gambar secara bersamaan",
    "it": "Come sviluppatore di e-commerce che si occupa della piattaforma Lazada ogni giorno, ho sviluppato questo strumento di esportazione di immagini principalmente per risolvere i problemi di me e di altri commercianti quando si tratta di un gran numero di immagini di prodotto.\nQuesto strumento è in realtà molto semplice, basato sull'API aperta di Lazada per implementare la funzione di esportazione batch di immagini di prodotto. Durante il processo di sviluppo, ho scoperto che molti proprietari di negozi, come me, hanno bisogno di scaricare e organizzare frequentemente le immagini dei prodotti per la modifica e il riutilizzo, ma scaricarle manualmente una ad una è troppo dispendioso in termini di tempo.\nNello specifico, questo plugin può:\nSupporto nella selezione di più prodotti nella pagina dell'elenco dei prodotti ed esportazione di immagini di tutti i prodotti selezionati contemporaneamente\nOttieni automaticamente l'immagine principale, l'immagine descrittiva e l'immagine specifica del prodotto, mantenendo la risoluzione e la qualità originali\nIl file zip esportato verrà creato in una cartella basata sull'ID prodotto e le immagini saranno classificate e memorizzate per tipo per una facile gestione in futuro\nNell'attuazione tecnica è stato adottato un approccio relativamente prudente:\nUtilizzare l'API del prodotto della piattaforma aperta Lazada per ottenere URL di immagine\nScarica immagini in modalità stream per evitare un eccessivo utilizzo della memoria\nCrea file zip utilizzando la libreria Archiver per garantire la compatibilità tra piattaforme\nAllo stato attuale, questo strumento è ancora relativamente semplice e gli sviluppatori interessati sono invitati a migliorarlo insieme. Se si verificano problemi durante l'uso, si prega di fornire un feedback tempestivo.\nAltre caratteristiche da considerare in futuro:\nSupporta convenzioni personalizzate per la denominazione dei file\nAggiungi opzioni di compressione immagine\nOttimizza le prestazioni durante il download simultaneo di un gran numero di immagini",
    "ja": "毎日ラザダプラットフォームと付き合っている電子商取引開発者として、私はこの画像導出ツールを開発しました。主に自分や他の店が大量の商品画像を処理する際の痛点を解決するためです。\nこのツールは、LazadaオープンAPIに基づいて商品の画像を一括してエクスポートする機能を実現したシンプルなものです。開発の過程で、多くの店が私と同じように製品の画像を編集したり、繰り返したりするためによくダウンロードしたり、整理したりする必要があることに気づきましたが、1枚1枚手動でダウンロードするのは時間がかかりすぎます。\n具体的には、このプラグインは次のことができます。\n商品リストページで商品を複数選択し、選択したすべての商品の画像を一度にエクスポートすることをサポートする\n商品のマスタ図、説明図、仕様図を自動的に取得し、元の解像度と品質を維持する\nエクスポートしたzipパッケージは商品IDに基づいてフォルダを作成し、画像はタイプ別に分類して保存し、後続の管理に便利である\n技術的な実装には比較的保守的なアプローチが採用されています。\nLazadaオープンプラットフォームの商品APIを使用した画像URLの取得\nstream方式で画像をダウンロードし、メモリの占有を避ける\nArchiverライブラリを使用してzipファイルを作成し、クロスプラットフォーム互換性を確保\n現在、このツールはまだ基礎的で、興味のある開発者が一緒に改善することを歓迎します。使用中に何か問題が見つかった場合は、すぐにフィードバックしてください。\n追加する機能については、次の点を考慮してください。\nカスタムファイル命名規則のサポート\n画像圧縮オプションの追加\n大量の画像を同時にダウンロードする際のパフォーマンスを最適化",
    "kn": "ಪ್ರತಿದಿನ ಲಾಚಾಡಾ ಪ್ಲಾಟ್‌ಫ್ಲಾಟ್‌ಮ್‌ನೊಂದಿಗೆ ವ್ಯಾಪಾರಿಸುವ ಒಂದು e-ವ್ಯಾಪಾರ ವಿಕಸನಗಾರರಾಗಿ ನಾನು ಈ ಪ್ರತಿರೂಪವನ್ನು ಎಫ್ರೋಟ್ ಸಾಧನವನ್ನ\nಈ ಸಾಧನವು ನಿಜವಾಗಿಯೂ ಬಟ್ಟ್ ಎಕ್ಸ್ಪೋರ್ಟ್ ಮಾಡುವ ಉತ್ಪಾದ ಚಿತ್ರಗಳ ಕಾರ್ಯವನ್ನು ಅನುಸ್ಥಾಪಿಸಲು ಲಜಾಡಾದ ತೆರೆದ API ಮ ವಿಕಾಸದ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ನನಗೆ ಕಂಡುಕೊಂಡಿದ್ದೇನೆ, ನನ್ನಂತೆ ಅನೇಕ ಶಾಪ್ ಮಾಲಿಗಾರರು ಬಹಳವಾಗಿ ವಿನ್ಯಾಸವನ್ನು ಸಂಪಾದಿಸುವದಕ್ಕೂ ಮತ್ತು ಬಳಸುವದಕ್ಕೆ ಸ\nನಿರ್ದಿಷ್ಟವಾಗಿ, ಈ ಪ್ಲಗ್‌ಇನ್ ಅನ್ನು ಸಾಧ್ಯವಾಗುತ್ತದೆ:\nಉತ್ಪಾದ ಪಟ್ಟಿಯ ಪುಟದಲ್ಲಿ ಬಹು ಉತ್ಪಾದಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡುವುದನ್ನು ಬೆಂಬಲಿಸಿ ಮತ್ತು ಎಲ್ಲಾ ಆಯ್ಕೆ ಮಾಡಲಾದ ಉತ\nಮುಖ್ಯ ಪ್ರತಿರೂಪವನ್ನು, ವಿವರಣೆ ಪ್ರತಿರೂಪವನ್ನು, ಮತ್ತು ಉತ್ಪತ್ತಿಯ ನಿರ್ದಿಷ್ಟ ಚಿತ್ರವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗ\nಎಕ್ಸ್ಪೋರ್ಟ್ ಮಾಡಲಾದ ಜಿಪ್ ಕಡತವನ್ನು ಉತ್ಪಾದ ID ಮೇಲೆ ಆಧಾರಿತ ಕಡತಕೋಶಕ್ಕೆ ಸೃಷ್ಟಿಸಲಾಗುತ್ತದೆ, ಹಾಗು ಚಿತ್ರಗಳನ್ನು ಶೈಲಿಗ\nತಾನ್ಕಿಕ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ ಒಂದು ಸಾಮಾನ್ಯವಾಗಿ ಸಂರಕ್ಷಿತವಾದ ಪದ್ಧತಿಯನ್ನು ಒಪ್ಪಿಸಲಾಗಿದೆ.\nಪ್ರತಿರೂಪ URL ಗಳನ್ನು ಪಡೆಯಲು ಲಾಜಾಡಾದ ತೆರೆಯಲಾದ ಪ್ಲಾಟ್‌ಫ್ಟಾಮ್‌ನ ಉತ್ಪತ್ತಿ API ಯನ್ನು ಬಳಸುತ್ತಿದೆ\nಸ್ಟ್ರೀಮ್ ಸ್ಥಿತಿಯಲ್ಲಿ ಚಿತ್ರಗಳನ್ನು ಅತ್ಯಾಧಿಕವಾದ ಸ್ಮೃತಿ ಬಳಕೆಯನ್ನು ತಪ್ಪಿಸುವಂತೆ ಡೌನ\nಕ್ರಿಸ್ಟ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಂಪೂರ್ಣತೆಯನ್ನು ಖಚಿತಪಡಿಸಲು ಅರ್ಕಾಯಿವರ್ ಲೈಬ್ರೇರಿಯನ್ನು ಬಳಸಿ ಜ\nಪ್ರಸ್ತುತ, ಈ ಸಾಧನವು ಇನ್ನೂ ಸಾಮಾನ್ಯವಾಗಿ ಮೂಲ್ಯವಾಗಿದೆ, ಮತ್ತು ಆಸಕ್ತಿಯ ವಿಕಸನಗಾರರು ಅದನ್ನು ಒಟ್ಟಾಗಿ  ಬಳಕೆಯ ಸಮಯದಲ್ಲಿ ನೀವು ಯಾವುದೇ ವ್ಯಕ್ತಿಗಳಿಗೆ ಸಂಭವಿಸಿದರೆ, ದಯವಿಟ್ಟು ಸಮಯದಲ್ಲಿ ಫೀಡ್‌ಬ್ಯಾಕ್ ಮಾಡಿ.\nಭವಿಷ್ಯದಲ್ಲಿ ವಿಚಾರಿಸಬೇಕಾದ ಹೆಚ್ಚಿನ ವೈಶಿಷ್ಟ್ಯಗಳು:\nಗ್ರಾಹಕೀಯ ಕಡತದ ಹೆಸರುವಿಕೆಯನ್ನು ಬೆಂಬಲಿಸು\nಚಿತ್ರ ಸಂಕೋಚನ ಆಯ್ಕೆಗಳನ್ನು ಸೇರಿಸು\nಒಂದೇ ಸಮಯದಲ್ಲಿ ಬಹಳ ಸಂಖ್ಯೆಯನ್ನು ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡುವಾಗ ಕಾರ್ಯಕ್ಷಮವನ್ನು ಅನುಕೂ",
    "ko": "매일 Lazada 플랫폼과 거래하는 전자상거래 개발자로서, 나는 이 사진 내보내기 도구를 개발했는데, 주로 자신과 다른 가게들이 대량의 상품 사진을 처리할 때의 문제점을 해결하기 위해서이다.\n이 도구는 사실 간단합니다. Lazada 오픈 API를 기반으로 상품 이미지를 대량 내보내는 기능을 구현했습니다.개발 과정에서 많은 가게들이 나와 마찬가지로 제품 사진을 자주 다운로드하고 정리하여 편집과 재사용에 사용해야 하지만, 한 장의 수동 다운로드는 정말 시간이 많이 걸린다는 것을 발견했다.\n구체적으로 이 플러그인은 다음과 같습니다.\n상품 목록 페이지에서 상품을 많이 선택하여 선택한 모든 상품의 그림을 한 번에 내보낼 수 있습니다\n상품의 기본 그림, 설명 그림, 규격 그림을 자동으로 획득하여 원시 해상도와 품질을 유지한다\n내보낸 zip 패키지는 상품 ID에 따라 폴더를 만들고, 그림은 유형에 따라 분류하여 보관하여 후속 관리를 용이하게 한다\n기술 구현에는 다음과 같은 보수적인 접근 방식이 적용됩니다.\nLazada 오픈 플랫폼의 상품 API를 사용하여 사진 URL 가져오기\nstream 방식으로 그림을 다운로드하여 메모리 사용량이 너무 크지 않도록 합니다.\narchiver 라이브러리를 사용하여 zip 파일을 만들어 플랫폼 간 호환성 보장\n현재 이 도구는 비교적 기초적이므로 관심 있는 개발자가 함께 보완하는 것을 환영합니다.사용 중에 문제가 발견되면 즉시 피드백하십시오.\n추가할 기능은 다음과 같습니다.\n사용자 정의 파일 이름 지정 규칙 지원\n그림 압축 옵션 추가\n대량의 그림을 동시에 다운로드할 때의 성능 최적화",
    "lt": "Kaip e. prekybos vystytojas, kuris kasdien tvarko Lazados platform ą, a š sukūriau šią vaizdo eksporto priemonę, daugiausia noriu išspręsti skausmo klausimus, susijusius su daugeliu produktų vaizdų.\nŠi priemonė iš tikrųjų yra labai paprasta, pagrįsta atvira Lazados API, siekiant įgyvendinti partijų eksportuojančių produktų vaizdų funkciją. Vystymo proceso metu radau, kad daugelis parduotuvių savininkų, kaip ir aš, turi dažnai atsisiųsti ir organizuoti produktų vaizdus redaguoti ir pakartotinai naudoti, tačiau rankiniu būdu juos atsiųsti vienas po kito per daug laiko.\nKonkrečiai šis įskiepis gali:\nParama produktų sąrašo puslapyje atrinkti kelis produktus ir vienu metu eksportuoti visų atrinktų produktų vaizdus\nAutomatiškai gauti pagrindinį produkto atvaizdą, aprašymą ir specifikacinį atvaizdą, išlaikant pradinę rezoliuciją ir kokybę\nEksportuotas zip failas bus sukurtas į aplanką, pagrįstą produkto ID, ir atvaizdai bus klasifikuojami ir saugomi pagal tipą, kad ateityje būtų lengvai tvarkomi.\nTechniniame įgyvendinime buvo priimtas palyginti konservatyvus požiūris:\nLazada atviros platformos produkto API naudojimas vaizdo URLs gauti\nAtsiųsti vaizdus srovės režimu, kad nebūtų pernelyg naudojama atmintis\nSukurti zip failus naudojant archyvų biblioteką, kad būtų užtikrintas tarpplatformų suderinamumas\nŠiuo metu ši priemonė vis dar yra palyginti pagrindinė, ir suinteresuotieji vystytojai sveikintini kartu ją patobulinti. Jeigu vartojant susiduriate su bet kokiais klausimais, prašome laiku pateikti grįžtamąją informaciją.\nPapildomi ateityje svarstomi aspektai:\nParama specialias failų pavadinimo konvencijas\nPridėti vaizdo spaudimo parinktis\nOptimizuoti veiksmingumą tuo pačiu metu parsisiųsdami daug vaizdų",
    "lv": "Kā e-komercijas izstrādātājs, kurš katru dienu risina Lazada platformu, es izstrādāju šo attēlu eksporta instrumentu, galvenokārt, lai atrisinātu sāpes, ko man un citiem tirgotājiem rada, risinot lielu skaitu produktu attēlu.\nŠis instruments faktiski ir ļoti vienkāršs, pamatojoties uz Lazada atvērto API, lai īstenotu partijas eksportētāju produktu attēlu funkciju. Attīstības procesa laikā es konstatēju, ka daudziem veikalu īpašniekiem, piemēram, mani, bieži jālejupielādē un jāorganizē produktu attēli redakcijai un atkārtotai izmantošanai, taču to manuāli lejupielādēšanai ir pārāk laika patēriņš.\nKonkrēti, šis spraudnis var:\nAtbalsts vairāku produktu izvēlei produktu saraksta lapā un visu izraudzīto produktu attēlu eksportēšanai vienlaikus\nAutomātiski iegūt produkta galveno attēlu, apraksta attēlu un specifikācijas attēlu, saglabājot sākotnējo rezolūciju un kvalitāti\nEksportēto zip failu izveidos mapē, kas pamatojas uz produkta ID, un attēlus klasificēs un uzglabās pēc tipa viegliem pārvaldībām nākotnē.\nTehniskajā īstenošanā tika pieņemta salīdzinoši konservatīva pieeja:\nIzmantojot Lazada atvērtās platformas produkta API, lai iegūtu attēlu URL\nLejupielādēt attēlus plūsmas režīmā, lai izvairītos no pārmērīgas atmiņas izmantošanas\nIzveidot zip failus, izmantojot arhīvu bibliotēku, lai nodrošinātu savietojamību starpplatformā\nŠobrīd šis instruments joprojām ir salīdzinoši pamats, un ieinteresētie izstrādātāji ir atzinīgi vērtēti to uzlabot kopā. Ja Jūs saskaraties ar kādiem jautājumiem lietošanas laikā, lūdzu, sniedziet savlaicīgu atbildi.\nTurpmāk jāapsver papildu iezīmes:\nAtbalstīt pielāgotās failu nosaukuma konvencijas\nPievienot attēlu kompresijas iespējas\nOptimizēt veiktspēju, lejupielādējot vienlaicīgi lielu skaitu attēlu",
    "ml": "എല്ലാ ദിവസവും ലാസദാ പ്ലാറ്റ്ഫോര്‍മ്മില്‍ ഇടപെടുത്തുന്ന ഇ-കച്ചവടക്കാരനായി ഞാന്‍ ഈ ചിത്രം എടുത്തുകൊണ്ടിരിക്കുന്ന ഉപകരണം പ്രധാനപ്പെടുത്ത\nബാച്ച് എടുത്തുകൊണ്ടിരിക്കുന്ന ചിത്രങ്ങളുടെ ഫങ്ഷന്‍ പ്രവര്‍ത്തിപ്പിക്കാന്‍ ലാസദായുടെ തുറന്ന എപിഐ അടിസ വികസിപ്പിക്കുന്ന പ്രക്രിയയില്‍, എന്നെപ്പോലുള്ള കടയുടെ ഉടമസ്ഥര്‍ എപ്പോഴും ഡൌണ്‍ലോഡ് ചെയ്യുകയും വീണ്ടും ഉപയോഗിക്കുകയും ചെയ്യുന്നതിനായി പ്\nപ്രത്യേകിച്ച്, ഈ പ്ലഗിനിന് സാധ്യമല്ല:\nപദ്ധതിയുടെ പട്ടികയുടെ പട്ടികയുടെ പേജില്‍ പലതും തെരഞ്ഞെടുക്കുന്നതിനെ പിന്തുണയ്ക്കുക\nപ്രൊജക്റ്റിന്റെ പ്രധാന ചിത്രം, വിശദീകരണ ചിത്രം, പ്രത്യേകിച്ചിത്രം സ്വയം ലഭ്യമാക്കുക, യഥാര്‍ത്ഥ വിശ\nപദ്ധതി ID അടിസ്ഥാനമായി എടുത്തുകൊണ്ടിരിക്കുന്ന ഒരു ഫോള്‍ഡറിലേക്ക് എടുത്തുകൊണ്ടിരിക്കുന്ന ജിപി ഫയല്‍ ഉണ്ടാക്കുന്\nസാങ്കേതികമായി സംരക്ഷിക്കുന്ന സംവിധാനത്തിന്റെ പ്രവര്‍ത്തനത്തില്‍ നിര്‍ബന്ധിതമായ ഒരു സംരക്ഷണ\nലാസദായുടെ തുറന്ന പ്ലാറ്റ്ഫോമിന്റെ പ്രൊജട്ട് എപിഐ ഉപയോഗിക്കുന്ന ചിത്രം യുആര്‍എലുകള്‍ ലഭ്യമാക\nകൂടുതല്‍ മെമ്മറി ഉപയോഗം ഒഴിവാക്കാന്‍ സ്ട്രീമില്‍ ചിത്രങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്യുക\nക്രിസ്റ്റ് പ്ലാറ്റ്ഫോമില്‍ ചേര്‍ത്തിരിക്കുന്നതിനായി ആര്‍ക്കൈവര്‍ ലൈബ്രറി ഉപയോഗിച്ച് ജിപിന\nഇപ്പോള്‍ ഈ ഉപകരണം ഇപ്പോഴും അടിസ്ഥാനമാണ്. താല്‍പ്പര്യമുള്ള വികസിക്കുന്നവര്‍ക്ക് അത് ഒരുമിച്ച് മെച്ചപ്പെടുത If you encounter any issues during use, please provide timely feedback.\nഭാവിയില്‍ വിചാരിക്കേണ്ട കൂടുതല്‍ ഗുണഗണങ്ങള്‍:\nസ്വന്തം ഫയലിന്റെ പേരുള്ള കോണ്‍ഷനുകള്‍ പിന്തുണയ്ക്കുക\nചിത്രം ചുരുക്കുന്നതിന്റെ ഐച്ഛികങ്ങള്‍ ചേര്‍ക്കുക\nഒരേ സമയത്ത് വലിയ എണ്ണം ചിത്രങ്ങള്‍ ഡൌണ്‍ലോഡ് ചെയ്യുമ്പോള്‍ പ്രദര്‍ശനം മാറ്റുക",
    "mr": "प्रत्येक दिवशी लाजाडा प्लेटफोर्माबरोबर व्यवसाय करणाऱ्या इमेज व्यवसायाचा विकासकर्ता म्हणून मी या प्रतिमा निर्यात करणारा साधन विकास केला \nया साधनाचा खरोखरच अतिशय साधा आहे, लाजादाच्या उघड्या API वर आधारित बॅच निर्यात करणारे प्रतिमाचे कार्य कार् विकासाच्या प्रक्रियेत मला सापडले की, माझ्यासारख्या अनेक दुकानाच्या मालकांना पुन्हा संपादन व पुन्हा वापरण्यासाठी प्रतिमा डाउनलोड\nविशेष प्लगइन:\nउत्पादक यादी पानावर अनेक उत्पादक निवडण्याची समर्थन व निवडलेल्या सर्व उत्पादकांची प्रतिमा एकद\nName\nनिर्यातीत जिप फाइल प्रोडेक्ट आईडीवर आधारित संचयीकात बनविले जाईल, व प्रतिमा भविष्यात सोपे व्यवस्थापन करीता प्रकार\nतंत्रज्ञानिक कार्यान्वयनमध्ये सामान्य संरक्षणात्मक उपयोग प्राप्त झाला.\nप्रतिमा URLs प्राप्त करण्याकरीता लाजाडाच्या उघड्या प्लेटफॉर्माचा प्रतिमा API वापरून\nअधिक स्मृती वापरण्यासाठी प्रतिमा स्ट्रीम मोडमध्ये डाउनलोड करा\nक्रास प्लेटफॉर्म सुसंगतता पुष्कळ करण्याकरीता आर्काइवर लायब्रेरी वापरून जिप फाइल बनवा\nआता हे साधन अजूनही साधारण साधारण मूलभूत आहे, आणि संतोषित विकासकर्ता एकत्र सुधारायला स्वागत आहेत. वापरण्याच्या दिवशी तुम्ही कोणतीही समस्या भेटल्यास, कृपया वेळी फीडबॅक द्या.\nभविष्यात अतिरिक्त गुणधर्म विचार करण्यासाठी:\nइच्छिक फाइल नाव संवाद समर्थन\nप्रतिमा संकोचन पर्याय जोडा\nजेव्हा प्रतिमाची मोठी संख्या डाउनलोड करता तेव्हा प्रकार्य अधिकृत करा",
    "ms": "Sebagai pembangun e-commerce yang berurusan dengan platform Lazada setiap hari, saya mengembangkan alat eksport imej ini terutama untuk menyelesaikan titik sakit saya dan pedagang lain apabila berurusan dengan sejumlah besar imej produk.\nAlat ini sebenarnya sangat mudah, berdasarkan API terbuka Lazada untuk melaksanakan fungsi imej produk eksport batch. Semasa proses pembangunan, saya mendapati bahawa banyak pemilik kedai, seperti saya, perlu sering muat turun dan mengatur imej produk untuk menyunting dan menggunakan semula, tetapi memuat turun secara manual satu per satu adalah terlalu memakan masa.\nSecara khusus, pemalam ini boleh:\nSokongan memilih beberapa produk pada halaman senarai produk dan mengeksport imej semua produk yang dipilih sekaligus\nAutomatik mendapatkan imej utama, gambar keterangan, dan imej spesifikasi produk, semasa menyimpan resolusi asal dan kualiti\nFail zip yang dieksport akan dicipta ke dalam folder berdasarkan ID produk, dan imej akan diklasifikasikan dan disimpan mengikut jenis untuk pengurusan mudah di masa depan\nPendekatan relatif konservatif diterima dalam pelaksanaan teknik:\nMengguna API produk platform terbuka Lazada untuk mendapatkan URL imej\nMuat turun imej dalam mod strim untuk mengelakkan penggunaan memori berlebihan\nCipta fail zip menggunakan perpustakaan Arkib untuk memastikan kesesuaian platform salib\nPada masa ini, alat ini masih relatif asas, dan pembangun berminat diterima untuk memperbaikinya bersama-sama. Jika anda menghadapi sebarang isu semasa penggunaan, sila berikan balas balik tepat waktu.\nCiri-ciri tambahan yang perlu dianggap pada masa depan:\nSokongsi konvensi nama fail suai\nTambah pilihan pemampatan imej\nOptimumkan prestasi bila memuat turun bilangan besar imej secara bersamaan",
    "nl": "Als e-commerce ontwikkelaar die zich dagelijks bezighoudt met het Lazada platform, ontwikkelde ik deze image export tool voornamelijk om de pijnpunten van mezelf en andere handelaren op te lossen bij het omgaan met een groot aantal productafbeeldingen.\nDeze tool is eigenlijk heel eenvoudig, gebaseerd op Lazada's open API om de functie van batch exporteren productafbeeldingen te implementeren. Tijdens het ontwikkelingsproces ontdekte ik dat veel winkeliers, zoals ik, vaak productafbeeldingen moeten downloaden en organiseren voor bewerking en hergebruik, maar handmatig downloaden één voor één is te tijdrovend.\nMet name kan deze plugin:\nOndersteuning voor het selecteren van meerdere producten op de productlijstpagina en het tegelijk exporteren van afbeeldingen van alle geselecteerde producten\nVerkrijg automatisch de hoofdafbeelding, beschrijvingsafbeelding en specificatieafbeelding van het product, met behoud van de oorspronkelijke resolutie en kwaliteit\nHet geëxporteerde zip-bestand zal worden gemaakt in een map op basis van het product-ID, en de afbeeldingen zullen worden geclassificeerd en opgeslagen op type voor eenvoudig beheer in de toekomst\nBij de technische uitvoering werd een relatief conservatieve aanpak gekozen:\nDe product API van Lazada gebruiken om afbeeldingen-URL's te verkrijgen\nDownload afbeeldingen in streammodus om overmatig geheugengebruik te voorkomen\nMaak zip-bestanden met behulp van de Archiver-bibliotheek om cross platform compatibiliteit te garanderen\nOp dit moment is deze tool nog relatief eenvoudig, en geïnteresseerde ontwikkelaars zijn welkom om het samen te verbeteren. Als u problemen ondervindt tijdens het gebruik, geef dan tijdig feedback.\nAanvullende kenmerken die in de toekomst moeten worden overwogen:\nAangepaste naamgevingsconventies ondersteunen\nOpties voor afbeeldingscompressie toevoegen\nOptimaliseer de prestaties bij het gelijktijdig downloaden van een groot aantal afbeeldingen",
    "no": "Som en e-bransjeutvikler som handler med Lazada-plattformen hver dag, utviklet jeg dette bildet eksportverktøyet for å løse smertepunktene til meg selv og andre handelsmenn når jeg håndterer et stort antall produktsbilder.\nDette verktøyet er faktisk veldig enkelt, basert på Lazada s åpne API for å utføre funksjonen på eksporteringsbilder av batch. Under utviklingsprosessen fant jeg at mange butikkeiere, som meg, må ofte laste ned og organisere produktbilder for redigering og gjenbruk, men å laste dem ned manuelt for tidsbruk.\nSpesifikt kan pluggingen:\nStøtt å velge flere produkter på listen og eksportere bilder av alle utvalgte produkter samtidig\nOppnås automatisk hovedbilde, beskrivelsesbilde og spesifikk bilde av produktet, mens det opprettholdes original oppløsning og kvalitet\nExportert zip-fil vil skapes i en mappe basert på produktID, og bildene vil klassifiseres og oppbevares av type for lett behandling i fremtiden.\nEn relativt konservativ metode ble adoptert i den tekniske implementasjonen:\nBruk Lazada s åpne plattform API for å oppnå bilde URLer\nLad ned bilder i streammodus for å unngå ekstra hukommelsesbruk\nLag zip-filer ved bruk av arkiver-biblioteket for å sikre kryssformkompatibilitet\nDette verktøyet er fortsatt relativt grunnleggende, og interessante utviklere er velkommen til å forbedre det sammen. Dersom du opplever noen problemer under bruk, vennligst gi tidsnok reaksjon.\nYtterligere egenskaper som skal vurderes i fremtiden:\nSupport custom file naming conventions\nTillegg image-kompresjonsvæske\nOptimiser performansen når man laster ned et stort antall bilder samtidig",
    "pl": "Jako deweloper e-commerce, który codziennie zajmuje się platformą Lazada, opracowałem to narzędzie eksportu obrazów głównie w celu rozwiązania problemów samego siebie i innych handlowców podczas zajmowania się dużą liczbą zdjęć produktów.\nTo narzędzie jest w rzeczywistości bardzo proste, oparte na otwartym API Lazady do implementacji funkcji wsadowego eksportu obrazów produktów. Podczas procesu rozwoju zauważyłem, że wielu właścicieli sklepów, takich jak ja, musi często pobierać i organizować obrazy produktów do edycji i ponownego wykorzystania, ale ręczne pobieranie ich jeden po drugim jest zbyt czasochłonne.\nW szczególności ta wtyczka może:\nObsługa wyboru wielu produktów na stronie listy produktów i eksportowania obrazów wszystkich wybranych produktów naraz\nAutomatycznie uzyskaj główny obraz, obraz opisu i obraz specyfikacji produktu, przy jednoczesnym zachowaniu oryginalnej rozdzielczości i jakości\nEksportowany plik zip zostanie utworzony w folderze na podstawie identyfikatora produktu, a obrazy będą klasyfikowane i przechowywane według typu w celu łatwego zarządzania w przyszłości\nPrzy wdrożeniu technicznym przyjęto stosunkowo konserwatywne podejście:\nKorzystanie z API produktu otwartej platformy Lazada do uzyskania adresów URL obrazów\nPobieranie obrazów w trybie strumieniowym, aby uniknąć nadmiernego zużycia pamięci\nTwórz pliki zip za pomocą biblioteki Archiver, aby zapewnić kompatybilność między platformami\nObecnie narzędzie to jest wciąż stosunkowo podstawowe, a zainteresowani deweloperzy są mile widziani do poprawy go wspólnie. Jeśli napotkasz jakiekolwiek problemy podczas użytkowania, prosimy o terminowe przekazanie informacji zwrotnych.\nDodatkowe cechy, które należy rozważyć w przyszłości:\nObsługa niestandardowych konwencji nazywania plików\nDodaj opcje kompresji obrazu\nOptymalizuj wydajność podczas jednoczesnego pobierania dużej liczby obrazów",
    "pt_BR": "Como desenvolvedor de comércio electrónico que lida com a plataforma Lazada todos os dias, eu desenvolvi esta ferramenta de export a ção de imagens principalmente para resolver os pontos de dor de mim e de outros comerciantes quando lidava com um grande número de imagens de produtos.\nEssa ferramenta é realmente muito simple s, baseada na API aberta de Lazada para implementar a função de imagens de produtos exportadores em lotes. Durante o processo de desenvolvimento, descobri que muitos donos de lojas, como eu, precisam frequentemente descarregar e organizar imagens de produtos para editar e reutilizar, mas descarregá-las manualmente um por um é demasiado tempo.\nEspecificamente, este plugin pode:\nSoporte a seleção de múltiplos produtos na página da lista de produtos e a exportação de imagens de todos os produtos selecionados de uma vez\nObter automaticamente a imagem principal, descrição e especificação do produto, mantendo a resolução original e qualidade\nO ficheiro zip exportado será criado numa cartafol baseada no ID do produto, e as imagens serão classificadas e armazenadas por tipo para uma gestão fácil no futuro\nUma abordagem relativamente conservadora foi adotada na implementação técnica:\nUsando o produto API da plataforma aberta da Lazada para obter URLs de imagem\nDescarga imagens no modo fluxo para evitar uso excessivo de memória\nCriar arquivos zip usando a biblioteca do arquivo para assegurar a compatibilidade de plataformas cruzadas\nAtualmente, essa ferramenta ainda é relativamente básica, e desenvolvedores interessados são bem-vindos para melhorá-la juntos. Se você encontrar quaisquer problemas durante o uso, por favor forneça feedback oportuno.\nCaracterísticas adicionais a considerar no futuro:\nSoporte convenções personalizadas de nomeação de ficheiros\nEngadir opções de compressão de imagem\nOptimizar o desempenho ao baixar um grande número de imagens simultaneamente",
    "pt_PT": "Como desenvolvedor de e-commerce que lida com a plataforma Lazada todos os dias, desenvolvi esta ferramenta de exportação de imagens principalmente para resolver os problemas de mim e de outros comerciantes ao lidar com um grande número de imagens de produtos.\nEsta ferramenta é realmente muito simples, baseada na API aberta do Lazada para implementar a função de exportar imagens de produtos em lote. Durante o processo de desenvolvimento, descobri que muitos proprietários de lojas, como eu, precisam frequentemente baixar e organizar imagens de produtos para edição e reutilização, mas baixá-las manualmente uma a uma é muito demorado.\nEspecificamente, este plugin pode:\nSuporte para selecionar vários produtos na página da lista de produtos e exportar imagens de todos os produtos selecionados de uma só vez\nObtém automaticamente a imagem principal, a imagem da descrição e a imagem da especificação do produto, mantendo a resolução e a qualidade originais\nO arquivo zip exportado será criado em uma pasta com base no ID do produto, e as imagens serão classificadas e armazenadas por tipo para fácil gerenciamento no futuro\nNa execução técnica foi adoptada uma abordagem relativamente conservadora:\nUsando a API do produto da plataforma aberta Lazada para obter URLs de imagem\nBaixe imagens no modo stream para evitar o uso excessivo de memória\nCrie arquivos zip usando a biblioteca Archiver para garantir compatibilidade entre plataformas\nAtualmente, esta ferramenta ainda é relativamente básica, e desenvolvedores interessados são bem-vindos para melhorá-la juntos. Se você encontrar quaisquer problemas durante o uso, por favor, forneça feedback oportuno.\nRecursos adicionais a serem considerados no futuro:\nSuporte a convenções personalizadas de nomenclatura de ficheiros\nAdicionar opções de compressão de imagens\nOtimize o desempenho ao baixar um grande número de imagens simultaneamente",
    "ro": "Ca dezvoltator de comerț electronic care se ocupă cu platforma Lazada în fiecare zi, am dezvoltat acest instrument de export de imagini în principal pentru a rezolva punctele de durere ale mele și ale altor comercianți atunci când am de-a face cu un număr mare de imagini de produs.\nAcest instrument este de fapt foarte simplu, bazat pe API-ul deschis Lazada pentru a implementa funcția de export loturi de imagini de produs. În timpul procesului de dezvoltare, am constatat că mulți proprietari de magazin, ca mine, au nevoie să descarce și să organizeze frecvent imaginile produselor pentru editare și reutilizare, dar descărcarea manuală a acestora unul câte unul este prea consumatoare de timp.\nMai exact, acest modul poate:\nSuport pentru selectarea mai multor produse pe pagina listei de produse și exportarea imaginilor tuturor produselor selectate simultan\nObțineți automat imaginea principală, imaginea descrierii și imaginea specificațiilor produsului, menținând în același timp rezoluția și calitatea inițială\nFișierul zip exportat va fi creat într-un folder bazat pe ID-ul produsului, iar imaginile vor fi clasificate și stocate după tip pentru o gestionare ușoară în viitor\nÎn punerea în aplicare tehnică a fost adoptată o abordare relativ conservatoare:\nUtilizarea API-ului de produs al platformei deschise Lazada pentru a obține URL-uri de imagine\nDescărcați imagini în modul stream pentru a evita utilizarea excesivă a memoriei\nCreați fișiere zip utilizând biblioteca Archiver pentru a asigura compatibilitatea între platforme\nÎn prezent, acest instrument este încă relativ de bază, iar dezvoltatorii interesați sunt bineveniți să-l îmbunătățească împreună. Dacă întâmpinați probleme în timpul utilizării, vă rugăm să furnizați feedback în timp util.\nCaracteristici suplimentare care trebuie luate în considerare în viitor:\nSuportă convențiile personalizate de denumire a fișierelor\nAdaugă opțiuni de compresie a imaginii\nOptimizaţi performanţa atunci când descărcaţi simultan un număr mare de imagini",
    "ru": "Как разработчик электронной коммерции, который ежедневно работает с платформой Lazada, я разработал этот инструмент для экспорта изображений, в основном для того, чтобы справиться с болью, которую я испытываю и другие продавцы, когда они обрабатывают большое количество изображений товаров.\nЭтот инструмент на самом деле прост: он реализует функцию массового экспорта изображений товаров на основе открытого API Lazada. В процессе разработки выяснилось, что многим магазинам, как и мне, нужно часто загружать и сортировать изображения продукта для редактирования и повторного использования, но загрузка вручную занимает слишком много времени.\nВ частности, этот плагин может:\nПоддержка выбора товаров на странице списка товаров, экспорт изображений всех выбранных товаров за один раз\nАвтоматический доступ к основным чертежам, изображениям с описанием и спецификациям товаров при сохранении первоначального разрешения и качества\nЭкспортированные zip - пакеты создают папки по товарному идентификатору, а изображения хранятся по типу, что облегчает последующее управление\nТехнологические решения более консервативны:\nПолучение URL - адресов изображений с помощью API товаров на открытой платформе Lazada\nСкачайте изображения с помощью stream, чтобы избежать чрезмерной загрузки памяти\nСоздание zip - файлов с помощью библиотеки Archiver для обеспечения межплатформенной совместимости\nВ настоящее время этот инструмент также является более базовым, и заинтересованные разработчики могут быть усовершенствованы вместе. Если вы обнаружите какие - либо проблемы во время использования, пожалуйста, также своевременно отреагируйте.\nДополнительные функции для последующего рассмотрения:\nПоддержка пользовательских правил именования файлов\nДобавить параметры сжатия изображений\nОптимизация работы при одновременной загрузке большого количества изображений",
    "sk": "Ako vývojca elektronického obchodu, ktorý sa každý deň zaoberá platformou Lazady, som vyvinul tento nástroj na vývoz obrazov hlavne na vyriešenie bolestivých bodov môjho a iných obchodníkov pri zaoberaní sa veľkým počtom obrazov výrobkov.\nTento nástroj je v skutočnosti veľmi jednoduchý na základe otvorenej API Lazady na implement áciu funkcie obrázkov výrobkov vyvážajúcich šarže. Počas vývojového procesu som zistil, že mnohí majitelia obchodov, ako som ja, musia často stiahnuť a organizovať obrázky výrobkov na redigáciu a opätovné použitie, ale manuálne ich stiahnutie jeden za druhým je príliš náročné.\nKonkrétne tento modul môže:\nPodpora výberu viacerých výrobkov na strane zoznamu výrobkov a vyvážania obrázkov všetkých vybraných výrobkov naraz\nAutomaticky získať hlavný obraz, opis obrazu a špecifikačný obraz výrobku pri zachovaní pôvodného rozlíšenia a kvality\nVyvážaný zip súbor sa vytvorí do priečinku založeného na ID výrobku a obrázky budú zatriedené a uložené podľa typu na ľahké riadenie v budúcnosti.\nPri technickej implementácii sa prijal relatívne konzervatívny prístup:\nPoužitie API výrobku otvorenej platformy Lazady na získanie URL obrázkov\nSťahuje obrázky v režime prúdu, aby sa zabránilo nadmernému používaniu pamäte\nVytvoriť zip súbory pomocou archívovej knižnice na zabezpečenie kompatibility krížovej platformy\nTento nástroj je v súčasnosti stále relatívne základný a zainteresovaní rozvojovia sú vítaní, aby ho spoločne zlepšili. Ak sa počas používania stretnete s akýmkoľvek problémom, poskytnite včasnú spätnú väzbu.\nĎalšie prvky, ktoré sa majú v budúcnosti zvážiť:\nPodpora osobitných dohovorov o menovaní súborov\nPridať možnosti kompresie obrázka\nOptimizovať výkonnosť pri súčasnom stiahnutí veľkého počtu obrázkov",
    "sl": "Kot razvijalec e-trgovine, ki se vsak dan ukvarja s platformo Lazada, sem to orodje za izvoz slik razvil predvsem za reševanje bolečin sebe in drugih trgovcev pri obravnavi z velikim številom slik izdelkov.\nTo orodje je dejansko zelo preprosto, temelji na Lazadinem odprtem API-ju za izvajanje funkcije serijskega izvoza slik izdelkov. Med procesom razvoja sem ugotovil, da morajo mnogi lastniki trgovin, kot sem jaz, pogosto prenašati in organizirati slike izdelkov za urejanje in ponovno uporabo, vendar jih ročno prenašanje enega za drugim zahteva preveč časa.\nNatančneje, ta vtičnik lahko:\nPodpora izbiri več izdelkov na strani seznama izdelkov in izvozu slik vseh izbranih izdelkov hkrati\nSamodejno pridobite glavno sliko, opisno sliko in specifikacijsko sliko izdelka, hkrati pa ohranite originalno ločljivost in kakovost\nIzvožena datoteka zip bo ustvarjena v mapo, ki temelji na ID izdelka, slike pa bodo razvrščene in shranjene po vrsti za enostavno upravljanje v prihodnosti\nPri tehničnem izvajanju je bil sprejet relativno konzervativen pristop:\nUporaba API izdelkov odprte platforme Lazada za pridobivanje URL-jev slik\nPrenesite slike v načinu pretoka, da se izognete pretirani porabi pomnilnika\nUstvarjanje datotek zip z uporabo knjižnice Archiver za zagotovitev združljivosti med platformami\nTrenutno je to orodje še vedno relativno osnovno, zainteresirani razvijalci pa so dobrodošli, da ga skupaj izboljšajo. Če med uporabo naletite na kakršne koli težave, posredujte pravočasne povratne informacije.\nDodatne značilnosti, ki jih je treba upoštevati v prihodnosti:\nPodpora konvencijam imenovanja datotek po meri\nDodaj možnosti stiskanja slike\nOptimizirajte učinkovitost pri hkratnem prenosu velikega števila slik",
    "sr": "Kao programer e-komercije koji se svaki dan bavi sa Lazadom platformom, razvio sam ovaj izvozni alat za slike uglavnom da rešim bodove bola samog i drugih trgovaca kada se bavim sa velikim brojem slika proizvoda.\nOvaj alat je zapravo veoma jednostavan, baziran na otvorenom API Lazade kako bi implementirao funkciju slika eksportiranja serije proizvoda. Tokom procesa razvoja, otkrio sam da mnogi vlasnici trgovine, poput mene, često moraju skinuti i organizirati slike proizvoda za reditaciju i ponovno iskoristiti, ali ih ručno skinuti jednu po jednu je previše potrošenje vremena.\nPosebno, ovaj plugin može:\nPodrška izabranju višestrukih proizvoda na stranici listi proizvoda i izvozu slike svih odabranih proizvoda odmah\nAutomatski dobijte glavnu sliku, sliku opisa i specifikaciju proizvoda, dok održavaju originalnu rezoluciju i kvalitet\nIzvozni datoteka zip će biti stvoren u mapu koja se temelji na identifikaciji proizvoda, i slike će biti klasifikovane i skladištene po tipu za lako upravljanje u budućnosti\nPrihvaćen je relativno konzervativni pristup u tehničkoj provedbi:\nKoristeći API proizvoda Lazade otvorene platforme da bi dobili URL slike\nSkinite slike u režimu strema kako bi izbegavali preveliku upotrebu pamćenja\nNapravi datoteke zip koristeći biblioteku arhiva kako bi osigurala kompatibilnost preko platforme\nU ovom trenutku, ova alata je i dalje relativno osnovna, i zainteresovani programeri su dobrodošli da ga poboljšaju zajedno. Ako se susrećete sa bilo kakvim problemima tokom upotrebe, molim vas, dajte vremenski odgovor.\nDodatne karakteristike koje treba razmotriti u budućnosti:\nPodrška konvencijama o imenovanju datoteka\nDodaj opcije kompresije slika\nOptimiziraj izvedbu kada skidamo veliki broj slika istovremeno",
    "sv": "Som e-handelsutvecklare som hanterar Lazada-plattformen varje dag utvecklade jag detta bildexportverktyg främst för att lösa smärtpunkterna hos mig själv och andra handlare när det gäller att hantera ett stort antal produktbilder.\nDetta verktyg är faktiskt mycket enkelt, baserat på Lazadas öppna API för att implementera funktionen för batch exporterande produktbilder. Under utvecklingsprocessen upptäckte jag att många butiksägare, som jag, ofta behöver ladda ner och organisera produktbilder för redigering och återanvändning, men manuellt ladda ner dem en efter en är för tidskrävande.\nSpecifikt kan insticksprogrammet:\nStöd för att välja flera produkter på produktlistsidan och exportera bilder av alla utvalda produkter samtidigt\nFå automatiskt huvudbilden, beskrivningsbilden och specifikationsbilden av produkten, samtidigt som den ursprungliga upplösningen och kvaliteten bibehålls\nDen exporterade zip-filen skapas till en mapp baserad på produktID och bilderna klassificeras och lagras efter typ för enkel hantering i framtiden.\nEtt förhållandevis konservativt tillvägagångssätt antogs vid det tekniska genomförandet:\nAnvända Lazadas öppna plattforms produktAPI för att hämta bildwebbadresser\nLadda ner bilder i strömläge för att undvika överdriven minnesanvändning\nSkapa zip-filer med arkiveringsbiblioteket för att säkerställa kompatibilitet mellan plattformar\nFör närvarande är detta verktyg fortfarande relativt grundläggande, och intresserade utvecklare är välkomna att förbättra det tillsammans. Om du stöter på några problem under användning, vänligen ge snabb feedback.\nYtterligare aspekter som ska beaktas i framtiden:\nStöd anpassade filnamnskonventioner\nLägg till bildkomprimeringsalternativ\nOptimera prestandan vid nedladdning av ett stort antal bilder samtidigt",
    "sw": "As an e-commerce developer who deals with the Lazada platform every day, I developed this image export tool mainly to solve the pain points of myself and other merchants when dealing with a large number of product images.\nKifaa hiki ni rahisi sana, kwa kutumia API ya wazi ya Lazada ili kutekeleza kazi ya kuchoma picha za uzalishaji wa mbuga. Wakati wa mchakato wa maendeleo, niligundua kuwa wamiliki wengi wa maduka kama mimi, wanahitaji mara nyingi kupasha na kuandaa picha za bidhaa kwa ajili ya kuhariri na kutumia tena, lakini kutuma kwa manufaa kwa moja ni matumizi ya muda mrefu.\nKwa hakika, plugin hii inaweza:\nKusaidia kuchagua bidhaa mbalimbali kwenye ukurasa wa orodha ya bidhaa na kuuza picha za bidhaa zote zilizochaguliwa mara moja\nKujipatia picha kuu, picha ya maelezo, na picha maalum ya bidhaa hiyo, wakati wakiendelea na suluhisho halisi na sifa\nfaili la zip lililouzwa litatengenezwa katika folida yenye utaratibu wa bidhaa, na picha zitaandikwa na kuhifadhiwa kwa a in a ya utawala rahisi mbeleni\nMfumo wa kihafidhina ulichukuliwa katika utekelezaji wa kiteknolojia:\nKwa kutumia uzalishaji wa jukwaa la wazi la Lazada API ili kupata URL za picha\nDownload images in stream to avoid extra memory usage\nCreate zip files using the Archiver library to ensure that cross platform compatibility\nKwa sasa, kifaa hiki bado ni msingi, na watengenezaji wenye maslahi wanakaribishwa kuboresha kwa pamoja. Kama unakutana na masuala yoyote wakati wa matumizi, tafadhali toa maoni ya muda mfupi.\nTamko za ziada zitakazoweza kuchukuliwa mbeleni:\nPinga mkono faili linaloitwa vikatano\nAdd image compression options\nOptimize performance when downloading a large number of images simultaneously",
    "ta": "ஒவ்வொரு நாளும் லாசாடா திட்டத்துடன் பாதிக்கும் மின்னஞ்சல் வியாபாரத்தாக, நான் இந்த பிம்பத்தை ஏற்றுமதி கருவியை உருவாக்கினேன், முக்கியமாக என்னையு\nஇந்த கருவி உண்மையில் மிகவும் எளிதாக உள்ளது, லாஸடாவின் திறந்த API அடிப்படையில் உள்ளது, பாக்கு ஏற்றுமதி பிம்பங்களின் ச உருவாக்கும் செயல்பாட்டில், நான் கண்டுபிடித்தேன், என்னைப் போன்ற பல கடைசி உரிமையாளர்கள் பெரும்பாலாக பதிவிறக்க வேண்டும் மற்றும் பயன்படுத்த வேண\nகுறிப்பிட்ட இந்த சொருகுப்பொருள் முடியும்:\nSupport selecting multiple products on the product list page and exporting images of all selected products at once\n@ info: whatsthis\nஏற்றுமதி சிப் கோப்பு பொருள் அடைவின் அடைவில் உருவாக்கப்படும், பின்னர் சுலபமான மேலாளருக்கு வகையால் பிம்பங்கள் வகையால் வகைப்\nதொழில்நுட்பம் செயல்பாட்டில் ஒரு சார்ந்த பாதுகாப்பான செயல்பாடு ஏற்படுத்தப்பட்டது:\nலாசாடாவின் திறந்த திட்டத்தை பயன்படுத்தி பிம்பம் யுஆர்எல்களை பெற பயன்படுத்து\nமிக அதிகமான நினைவகம் பயன்பாட்டை தவிர்க்க படங்களை சட்டத்தில் பதிவிறக்கவும்\nகிஸ்பிக் கோப்புகளை உருவாக்கும் காப்பகத்தின் நூலகத்தை பயன்படுத்தி மேற்கோள் முறைமையின் ஒப்பு\nஇப்போது, இந்த கருவி இன்னும் அடிப்படையாக இருக்கிறது, மற்றும் ஆர்வமுள்ள மேம்பாட்டாளர்கள் அதை ஒன்றாக மேம்படுத் நீங்கள் பயன்படுத்தும் போது எந்த விஷயங்களையும் சந்தித்தால், தயவு செய்து நேரத்தில் பதில் செய்யவ\nஎதிர்காலத்தில் கருத வேண்டிய கூடுதல் குணங்கள்:\nதனிப்பயன் கோப்பின் பெயரிடும் செய்திகளை ஆதரிக்கவும்\nபிம்பத்தை சுருக்கும் விருப்பங்களை சேர்\nபெரிய பிம்பங்களை ஒன்றாக பதிவிறக்கும்போது செயல்பாட்டை தேர்ந்தெடுக்கவும்",
    "te": "ప్రతి రోజు లాజాడా ప్లాటాఫార్మ్ తో వ్యాపారం చేసిన ఈ ప్రతిబింబము ఎక్స్పోర్ట్ సాధనం ముఖ్యముగా నాకు మరియు ఇతర వర్తకులు నొప్పు \nఈ పనిముట్టు నిజంగా చాలా సాధారణం, లాజాడా యొక్క తెరిచిన API మీద ఆధారిత లాజాడా ప్రతిబింబములు ఎక్స్ప అభివృద్ధి ప్రక్రియలో నాకు కనిపెట్టింది, నావలె అనేక షాప్ స్వామితులు అనేక సంపాదిస్తున్నారు సరికూర్చుకొనుటకు ప్రతిఫలము ప్రతి\nవిశేషముగా, ఈ ప్లగిన్ చేయవచ్చు:\nఫార్డుక్ట్ జాబితా పుటమీద బహుళ ఉత్పత్తులను ఎంపికచేయుటకు మద్దతు చేయుము మరియు ఎంపికచేస\nName\nఎక్స్పోర్ట్ చేయబడిన జిప్ ఫైల్ ఫోల్డర్‌ను ఫోల్డర్ ID ఆధారితంగా సృష్టించబడుతుంది, మరియు చిత్రాలు భవిష్యతంల\nసాధారణంగా సంరక్షిత విధానం టెక్నికీలీ కార్యక్రమంలో ఆధారపడింది:\nప్రతిబింబము URLలను పొందడానికి లాజాడా యొక్క తెరిచిన ప్లాట్‌ఫార్మ్ యొక్క ప్రతిబింబము API వు\nఅత్యధికమైన మెమొరి వుపయోగం నిరాకరించుటకు స్ట్రీమ్ మోడ్ లో ప్రతిబింబములను డౌన్‌\nక్రాస్ ప్లాట్‌ఫార్మ్ సంపూర్ణతాన్ని సురక్షితం చేయుటకు అర్కాయివర్ లైబ్రరీ వుపయ\nప్రస్తుతంలో, ఈ సాధనం ఇప్పటికీ సాధారణంగా మూలంగా ఉంది, మరియు ఆసక్తికరిత వికాసకులు దాని వుపయోగించునప్పుడు మీరు ఏదైనా సమస్యలు కలిసినయెడల, దయచేసి సమయంగా ఫీడ్‌బ్యాక్‌ను అమర్\nభవిష్యమంలో విచారించవలసిన అదనపు విషయములు:\nమలచుకొనిన ఫైల్ పేరు సంకేతాలను సహాయంచేయుము\nప్రతిబింబము కంప్రెషన్ ఐచ్ఛికములను జతచేయుము\nపెద్ద సంఖ్య యొక్క ప్రతిబింబములను డౌన్‌లోడ్ చేస్తున్నప్పుడు ప్రవర్తనాన్ని సరి",
    "th": "ในฐานะนักพัฒนาอีคอมเมิร์ซที่จัดการกับแพลตฟอร์ม Lazada ทุกวัน ฉันได้พัฒนาเครื่องมือส่งออกรูปภาพนี้เพื่อแก้ปัญหาจุดปวดของตัวเองและร้านค้าอื่น ๆ เมื่อจัดการกับภาพสินค้าจํานวนมาก\nจริง ๆ แล้วเครื่องมือนี้ง่ายมาก ก็คือตาม Lazada Open API ตระหนักถึงฟังก์ชั่นการส่งออกรูปภาพสินค้าจํานวนมาก ในกระบวนการพัฒนาพบว่าร้านค้าจํานวนมากต้องการดาวน์โหลดและจัดระเบียบรูปภาพผลิตภัณฑ์เพื่อแก้ไขและนํากลับมาใช้ใหม่บ่อย ๆ เช่นเดียวกับฉัน แต่การดาวน์โหลดด้วยตนเองนั้นใช้เวลานานเกินไป\nโดยเฉพาะปลั๊กอินนี้สามารถ:\nสนับสนุนสินค้าหลายตัวเลือกในหน้ารายการสินค้าส่งออกรูปภาพของสินค้าที่เลือกทั้งหมดในครั้งเดียว\nรับภาพหลักของสินค้ารูปภาพคำอธิบายและภาพข้อมูลจำเพาะโดยอัตโนมัติรักษาความละเอียดและคุณภาพเดิม\nแพคเกจซิปส่งออกสร้างโฟลเดอร์ตาม ID สินค้ารูปภาพที่จัดเก็บตามประเภทสะดวกในการจัดการในภายหลัง\nมีการใช้แผนการที่ค่อนข้างอนุรักษ์นิยมในการตระหนักถึงเทคโนโลยี:\nรับ URL ของรูปภาพโดยใช้ API สินค้าโภคภัณฑ์ของแพลตฟอร์มเปิด Lazada\nใช้วิธีสตรีมเพื่อดาวน์โหลดรูปภาพเพื่อหลีกเลี่ยงการใช้หน่วยความจำมากเกินไป\nสร้างไฟล์ zip โดยใช้ห้องสมุดที่เก็บถาวรเพื่อให้แน่ใจว่าการทำงานร่วมกันข้ามแพลตฟอร์ม\nปัจจุบันเครื่องมือนี้ยังค่อนข้างพื้นฐานและยินดีต้อนรับนักพัฒนาที่สนใจที่จะปรับปรุงร่วมกัน หากคุณพบปัญหาใด ๆ ระหว่างการใช้งานโปรดให้ข้อเสนอแนะในเวลา\nพิจารณาคุณสมบัติเพิ่มเติมในภายหลัง:\nสนับสนุนกฎการตั้งชื่อแฟ้มที่กำหนดเอง\nเพิ่มตัวเลือกการบีบอัดภาพ\nเพิ่มประสิทธิภาพการทำงานเมื่อดาวน์โหลดรูปภาพจำนวนมากพร้อมกัน",
    "tr": "Her gün Lazada platformu ile ilgilenen e-ticaret programcısı olarak, bu görüntü dışarı aracı geliştirdim, genellikle kendime ve diğer ticaretçilerin acı noktalarını çözmek için büyük bir sürü ürün görüntülerini çözdüm.\nBu araç, Lazada'nın açık API'sine dayanarak ürün görüntülerinin fonksiyonunu uygulamak için çok basit. Geliştirme sürecinde, benim gibi birçok dükkan sahiplerinin, düzenleme ve tekrar kullanma için ürün görüntülerini sık olarak indirmesi ve düzenlemesi gerektiğini buldum, fakat onları birbirine el olarak indirmesi çok zamanlı.\nÖzellikle, bu eklenti:\nÜrüntü listesi sayfasında çoklu ürünleri seçilmeyi ve seçilen tüm ürünlerin resmini hemen dışarı aktarmayı destekle\nÖzgür çözümleme ve kalitesini koruyarken, ürünün ana resim, tasvir görüntüsünü ve belirlenme resmini otomatik olarak alın\nEksport edilmiş zip dosyası ürün kimliğine dayanan bir dizeye oluşturulacak ve görüntüler gelecekte kolay yönetim için tiple klasifik edilecek ve kaydedilecek\nTeknik uygulamalarda relativ konservatör bir yaklaşım kabul edildi:\nLazada'nın açık platformunun ürün APIsini kullanarak görüntü URL'leri elde etmek için\nÇok hafıza kullanımından kaçırmak için resimleri akışma modunda indir\nÇoklu platform uyumluluğunu sağlamak için Archiver kütüphanesini kullanarak zip dosyaları oluştur\nŞu anda bu araç hala relativi temel ve ilgilenmiş geliştiriciler birlikte geliştirmeye hoş geldiler. Eğer kullanım sırasında sorunlarla karşılaşırsanız, lütfen zamanlı geri verin.\nGelecekte düşünülecek ek özellikler:\nÖzel dosya isimlerini destekle\nResim sıkıştırma seçeneklerini ekle\nBir sürü resim indirildiğinde performans iyileştir",
    "uk": "Як розробник електронної торгівлі, який щодня займається платформою Лазади, я розробив цей інструмент експорту зображень, головним чином, щоб вирішити точки болю у мене і інших торгівців, коли займаються великою кількістю зображень продукті\nЦей інструмент насправді дуже простий, заснований на відкритому API Lazada для виконання функції партійних експортів зображень продуктів. Під час процесу розробки я виявив, що багато власників магазинів, таких як я, повинні часто звантажити і організувати зображення продуктів для редагування і повторного використання, але ручне звантаження їх один за один займає занадто багато часу.\nОсобливо, цей додаток може:\nПідтримує вибір декількох продуктів на сторінці списку продуктів і експорт зображень всіх вибраних продуктів одночасно\nАвтоматично отримати головне зображення, опис зображення і специфікаційне зображення продукту, під час збереження початкової роздільної здатності і якості\nЕкспортований файл zip буде створено у теку, засновану на ідентифікаторі продукту, і зображення буде класифіковано і зберігано за типом для легкого керування у майбутньому.\nУ технічній реалізації було прийнято відносно консервативний підхід:\nВикористання програмного інтерфейсу відкритої платформи Lazada для отримання адрес зображень\nЗвантажити зображення у режимі потоку, щоб уникнути надмірного використання пам’ яті\nСтворити файли zip за допомогою бібліотеки Архівера, щоб переконати сумісність між платформою\nЗараз цей інструмент досі відносно базовий, і зацікавлені розробники вітають, щоб його разом покращити. Якщо ви зустрічаєтеся з проблемами під час використання, будь ласка, надайте вчасну відповідь.\nДодаткові можливості, які слід розглянути у майбутньому:\nПідтримувати нетипові конвенції назв файлів\nДодати параметри стискання зображення\nОптимізувати ефективність при одночасному звантаженні великої кількості зображень",
    "vi": "Là một nhà phát triển thương mại điện tử làm việc với nền tảng Lazada hàng ngày, tôi đã phát triển công cụ xuất khẩu hình ảnh này chủ yếu để giải quyết các điểm đau của bản thân và các cửa hàng khác khi xử lý một lượng lớn hình ảnh hàng hóa.\nCông cụ này thực sự rất đơn giản, dựa trên API mở của Lazada để thực hiện xuất hàng loạt hình ảnh sản phẩm. Trong quá trình khai thác phát hiện, rất nhiều cửa hàng cũng cần thường xuyên tải xuống, sắp xếp lại hình ảnh sản phẩm để chỉnh sửa và sử dụng lại, nhưng tải xuống thủ công thật sự quá tốn thời gian.\nCụ thể, plugin này có thể:\nHỗ trợ nhiều mặt hàng được lựa chọn trên trang danh sách hàng hóa, xuất khẩu một lần tất cả các hình ảnh của các mặt hàng được lựa chọn\nTự động có được hình ảnh chính của hàng hóa, hình ảnh mô tả và hình ảnh thông số kỹ thuật, giữ độ phân giải và chất lượng ban đầu\nCác gói zip xuất ra sẽ tạo thư mục theo ID hàng hóa, hình ảnh được phân loại theo loại, thuận tiện quản lý tiếp theo\nCông nghệ thực hiện áp dụng phương án tương đối bảo thủ:\nNhận URL hình ảnh với API hàng hóa của Lazada Open Platform\nTải xuống hình ảnh bằng stream để tránh mất quá nhiều bộ nhớ\nTạo file zip với thư viện archiver, đảm bảo khả năng tương thích đa nền tảng\nHiện nay công cụ này còn tương đối cơ sở, hoan nghênh các nhà phát triển có hứng thú cùng hoàn thiện. Nếu bạn tìm thấy bất kỳ vấn đề nào trong quá trình sử dụng, vui lòng phản hồi kịp thời.\nTiếp theo xem xét các tính năng bổ sung:\nHỗ trợ các quy tắc đặt tên tập tin tùy chỉnh\nThêm tùy chọn nén ảnh\nTối ưu hóa hiệu suất khi tải xuống nhiều hình ảnh cùng một lúc",
    "zh_TW": "作為一名每天與Lazada平臺打交道的電商開發者，我開發了這個圖片匯出工具，主要是為了解决自己和其他店家在處理大量商品圖片時的痛點。\n這個工具其實很簡單，就是基於Lazada開放API實現了批量匯出商品圖片的功能。 開發過程中發現，很多店家和我一樣需要經常下載、整理產品圖片用於編輯和重複使用，但是一張張手動下載實在太費時間。\n具體來說，這個挿件可以：\n支持在商品列表頁面多選商品，一次性匯出所有選中商品的圖片\n自動獲取商品的主圖、描述圖片以及規格圖片，保持原始分辯率和質量\n匯出的zip包會按照商品ID建立資料夾，圖片按照類型分類存放，方便後續管理\n科技實現上採用了比較保守的方案：\n使用Lazada開放平臺的商品API獲取圖片URL\n採用stream管道下載圖片，避免記憶體佔用過大\n使用archiver庫創建zip檔案，確保跨平臺相容性\n現時這個工具還比較基礎，歡迎有興趣的開發者一起完善。 如果您在使用過程中發現任何問題，也請及時回饋。\n後續考慮添加的功能：\n支持自定義檔案命名規則\n添加圖片壓縮選項\n優化大量圖片同時下載時的效能"
  }
}