{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy Movies Your Way"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Family friendly viewing for movies and shows across your favorite streaming platforms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Safe And Family-Friendly Entertainment Solution\nHave you ever watched a great movie, but wished they hadn’t used quite so much crude language? Have you ever tried to watch a movie or tv show with your kids but suddenly things go in an unexpected direction, and you can’t fast forward or turn it off fast enough? Have you worried about how increased profanity, violence, and sexual content in entertainment today are impacting your child’s mental health and could increase aggressive behavior? Well, keep reading to discover what we believe is just the right solution for you.\n\nA Clean Version Of Movies and TV Shows.\nStart streaming through Enjoy to mute the crude and abusive language automatically and skip adult content* so you can enjoy cringe-free movie time with your family again. If someone asks, “How can I get a clean version of a movie?” You’ve got the perfect answer.\n\nRevolutionize Your Movie-Watching Experience\nEnjoy Movies Your Way is like a super smart remote control for major streaming platforms. With our extension installed, simply stream a show through the web normally and see filtering enabled! You can stream any movie through the Enjoy app with language filters auto-generated from subtitles.\nViolence and nudity filters are also available for a growing library of thousands of fully tagged shows. In addition to language, violence, and sexual content, Enjoy can also filter drugs, alcohol, and a dozen other potentially triggering themes (like bullying, suicide, disturbing images, etc.). It can mute the sound, skip sections entirely, and black out or blur the video.\n\nWait, Is This Legal?\nWhat about copyright law? Enjoy does not modify the original videos in any way, but instead plays them selectively, which US copyright law allows (ref. Family Movie Act 2005). Therefore, Enjoy does not infringe upon media copyrights and is perfectly legal. Content providers collect their subscription, rental, or purchase fees directly and without interference. Enjoy users are simply exercising their right to see or not to see specific content according to personal preference. Considering the necessity of our service with increasingly inappropriate content in today’s entertainment, we offer it free with all filtering features enabled.\n\nMovie Filtering For Everyone\nOur competitors only offer paid plans, but we believe filtering should be available for everyone for free or at a minimal cost. With the free plan, there will be a 1-minute intermission for every 15 minutes of viewing time. Use that intermission to grab a snack or answer texts! Do you think you might use Enjoy infrequently? Then the free plan might be just right for you. Or, remove the intermission breaks and support what Enjoy is doing by subscribing to the paid plan for only $6 per month.\n\nWe Have Your TVs and Mobile Covered Too\nDo you stream on your TV, tablet or phone? Check out our native apps for your TV and mobile devices! See our website for the updated list of supported platforms at myenjoytv.com.\n\nStream Over 360k+ Movies And Shows Through Enjoy\nYou can stream over 360,000 movies and shows through Enjoy, and every show will have at least automatic language filters available! We also have a growing library of thousands of fully tagged shows allowing you to filter all categories of content (i.e. violence, sexual content, etc.).\n\nIf for some reason the movie you want is not in the database, you can always create the filters yourself using Tag mode**. Or you can reach out to us to request the movie get prioritized for filtering by the Enjoy tagging teams.\n\nMovie Aggregator With Advanced Features\nEnjoy is also a movie aggregator showing you all the places where a particular show is available to stream. Plus, there are more features like playback speed control, robust subtitle translations, and much more. Our content filtering features include language and graphic* content filtering for movies, shows, and even social media videos.\n\n* Violence and nudity are only skipped in fully-tagged shows.\n** The tag tool is available on all platforms except Roku\n\nWith the best movie filtering service, take control of the content you stream at home by adding mute and skip filters to the shows you watch. It’s like getting clean versions of movies and shows. A growing library of thousands of movies and TV shows have had graphic content manually tagged. Auto-generated language filters can be applied to any show you stream! We use a scene intensity rating system that allows you to control the types of content you hear and see according to your settings.\n\nThere are so many features already available like subtitle translation, movie filters, playback speed controls and lots more on the way, all in this easily installed, safe and easy to use app. Try Enjoy's movie filtering services and other features for free. No payment information necessary."
  }
}