{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ctrl + Click Highlight Search Shortcut"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a Ctrl+Click Google search shortcut for selected/highlighted text in a new tab. Other keyboard shortcuts also configurable."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you quickly search highlighted text in a new tab by holding Ctrl and clicking on your selection. Compatible with Windows, Mac (use Command), Chromebook \n\n**Additional Settings:**\n\nHold Mouse + Press Ctrl Mode (Default Off):\nEnabling this mode allows you to search by highlighting text and pressing Ctrl—without releasing the mouse button. Note that this may interfere with keyboard shortcuts like Ctrl+C or Ctrl+V.\n\nAlways Use Google (Default On):\nWhen turned on, all searches are done using Google, and the resulting tab is opened immediately to the right of the current one. If you turn this setting off, the extension will use your default search engine instead. In that case, the new tab might appear at the end of your tab strip, but the extension will then move it next to your current tab.\n\nAdditional Keyboard Shortcut:\nWant to trigger a search with a keyboard shortcut instead? Go to\nchrome://extensions/shortcuts\nto configure your own shortcut keys (Default: Alt+S).\n\n**Restrictions:**\n1. This extension will NOT work on restricted Chrome-managed pages like the Chrome web store or Chrome pdf reader\n2. If you reload the extension, make sure to reload any opened tabs to reset the extension\n\nIf you would like to support me, head to https://buymeacoffee.com/jasonthegator :D"
  }
}