{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy-Watch for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To provide three modes of a quick pop-up, multi-screen and cloud-save for watching YouTube videos easily and conveniently"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension provides a web page that you can use expanded features and plug-ins in the YouTube's web site to support primarily three modes of a quick pop-up, multi-screen and cloud-save for watching YouTube videos easily and conveniently.\n\n★ You can use the following three modes by clicking plug-in icons showing up when you hover your mouse over each video's thumbnail image in YouTube's web site.\n\n1) Quick pop-up mode\n: You can watch YouTube videos in the pop-up window immediately without moving to the web page by clicking the icon of quick pop-up mode showing up on the thumbnail, and you can do other tasks or keep going on browsing other web pages during watching the video. After the pop-up window opens, the video is added into the playlists when clicking the quick pop-up icon. Quick pop-up mode has the following features.\n\n① Automatic on Top: You can enable or disable the feature automatically putting this pop-up window on the top of the chrome browsers.\n   ※ Tips(using keyboard shortcut): Ctrl+Shift+\"F\"\n\n② Playlists: You can expand or collapse the playlists on the screen.\n   ※ Tips(using keyboard shortcut): Shift+Alt+\"L\"\n\n③ Auto-Play: You can enable or disable the feature to automatically play the videos in the playlists.\n   ※ Tips(using keyboard shortcut): Shift+Alt+\"P\"\n\n④ PIP(Picture In Picture) mode: You can enable or disable the feature to watch the videos in a new floating window always on top of other windows or applications.\n   ※ Tips(using keyboard shortcut): Ctrl+Shift+\"A\"\n\n2) Multi-screen mode(using the extension's web page)\n: This mode provides the multi-screen to play and watch the YouTube videos that you choose from YouTube's website at the same time. The multi-screen mode has the following features on the extension web page.\n\n① The adjustable scale and the different mode of the screen to watch the videos\n: This extension provides you the adjustable scale and the different modes of the screen so that you can adjust the scale of the screen by controlling the slide bar and set the mode of the screen among screen ratios of 4:3, 16:9 and 21:9 depending on your preference.   \n\n② Sortable multi-screen by Drag-Drop \n: You can click on and drag a screen to a new spot within the multi-screens, and the other screens will adjust to fit.\n\n③ Saving & Updating\n: You can also save or update the information of YouTube videos by entering manually them on the extension web page. \n\n④ Searching\n: You can search your favorite YouTube videos saved in your wallet with the part of the category, channel name, title, or/and URL specified when saving it.\n\n⑤ History List\n: You can sort and list up the history of watching YouTube videos through quick pop-up or multi-screen mode by date range or the latest order.\n\n⑥ Using tool tips\n: This extension provides tool tips to help you understand how to use this extension. While the \"Tool Tips\" checkbox is being checked, tool tips describing the use of each element shows up when you hover your mouse over each element. If you want to turn off this feature, deselect a checkbox.\n\n⑦ Choosing the background mode\n: This extension provides two different background modes of the dark and bright tone. You can choose one of them by clicking the \"light bulb\" icon on the right-top corner of the extension's web page.\n\n⑧ Category Set-up\n: You can use the feature of editing and setting up the category for YouTube video's channel saved in your cloud storage. You can change the name of the category and the priority showing through the select box of the category through the popup window opened by clicking the \"Cat.Set\" button. \n\n⑨ Switching to single pop-up mode\n: You can switch videos from multi-screen mode to quick pop-up mode by clicking the quick pop-up mode icon within a multi-screen box or result list box.\n\n[Note] This extension automatically opens the extension's web page when you click on the icon of multi-screen mode showing up when you hover your mouse over each video's thumbnail image, you can also manually open the extension web page by clicking the \"Go to the Extension Page\" button in the mini window box showing up when you click on the icon of this extension within the extension icons bar.\n\n3) Cloud-Save mode\n: This extension provides cloud-save mode that you can save the information of YouTube videos such as title, category, channel, URL of the video from YouTube's website into your own cloud storage so that you can watch your favorite YouTube videos with multi-screen or quick pop-up mode through the extension web page at any time later.\n\n----------------------------------------------------------------------------------------------------\n\n★ Important notification!\n\n① Sometimes some YouTube video's owner does not allow to watch the video through other web sites or pages. If so, the extension automatically opens a new pop-up window interacting with YouTube's website and then plays the video in the new pop-up window.\n  \n② Our users allow this extension to provide the information for any given site. To identify the information users want to get from the database, we need access to the All Hosts, tabs, background, storage permissions from which we collect browsing data. We care greatly about your privacy.\n\n----------------------------------------------------------------------------------------------------\n[ Update Lists ]\n\n[ v1.1.0 ] \n① Fixed an error that does not play when clicking on some items in the playlist in Quick Pop-up Mode.\n② Minor update.\n\n[ v1.2.0 ] \n① Fixed an error that the plug-in icons do not show up on the thumbnail when you hover your mouse over the video's thumbnail image in some cases.\n② Minor update.\n\n[ v1.3.0 ] \n① fixed bugs caused by updates of YouTube's website.\n\n[ v1.3.1 ] \n① Minor update.\n\n[ v1.3.2 ] \n① fixed bugs caused by updates of YouTube's website.\n\n[ v1.3.3 ] \n① Fixed bugs where in playlists.\n\n[ v1.3.4 ] \n① Fixed bugs where items are not able to be deleted in playlists.\n\n[ v1.3.5 ] \n① Minor update.\n\n[ v1.3.6 ] \n① Minor update.\n\n[ v1.3.7]\n① Updates according to preview update of YouTube's website.\n\n[ v1.3.8 ] \n① Minor update.\n\n[ v1.3.9 ] \n① Bug fixes in preview.\n\n[ v1.4.0 ] \n① Support for YouTube Shorts\n\n[ v1.4.1 ]\n① Fixed an error that the plug-in icons do not show up on the thumbnail when you hover your mouse over the video's thumbnail image in some cases.\n\n[ v1.4.2 ] \n① fixed bugs caused by updates of YouTube's website.\n\n[ v1.4.3 ] \n① fixed bugs where the image of the playing video does not show up on the screen in some cases.\n\n[ v1.4.4 ] \n① fixed bugs where the information of the video that the user picks up does not match with the actual one in some cases.\n\n[ v1.4.5 ] \n① fixed bugs caused by the update of version 1.4.4.\n\n[ v1.4.6 ] \n① fixed bugs caused by updates of YouTube's website.\n\n[ v1.4.7 ] \n① fixed bugs where can not pick the videos of Shorts does in the main page.\n② Minor updates.\n\n[ v1.4.8 ] \n① fixed bugs where it can not play a YouTube video with the quick pop-up mode in the multi-screen mode.\n② Minor updates in the multi-screen mode.\n\n[ v1.4.9 ] \n① fixed bugs where the information of both the channel name and the video title does not show up in the quick pop-up mode.\n----------------------------------------------------------------------------------------------------\n\nThank you for choosing this extension and enjoy!"
  }
}