{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Projectr Research Grabbr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For use with the Projectr web application. Grab webpages for a central team research repository for strategic foresight projects."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Research Grabbr is designed to help teams consolidate and sort internet research conducted in support of strategic foresight or strategy projects. It must be used with an active Projectr account.\n\nThe main Projectr app is currently in beta. If you would like to be a beta tester, please signup at:\nhttps://app.projectr.io/beta \n\nCalling up the extension allows you to save a research item to the main app. By default, it will save the link, pre-load a title with the page name, and pre-load a notes section with any highlighted text. Both the title and notes sections can be changed before saving.\n\nIf a page is already saved in the list of your team’s research items, the current title and notes section will be loaded. You can add more thoughts to the notes area. A new research item cannot be created for an existing item with the same page link.\n\nOnce sent to the main Projectr app, research items can be tagged, categorized, or otherwise modified as needed to support the strategic foresight project.\n\nInformation collected through the extension is only used to match the collected item with projects hosted at projectr.io. Our privacy policy can be found at https://app.projectr.io/privacy."
  }
}