{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce Login Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Login to Salesforce Org with a single click using this Chrome Extension, effortlessly granting users instant access."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔑 Struggling to juggle multiple Salesforce orgs and login credentials? Introducing Salesforce Login Manager, the ultimate Chrome extension for your Salesforce Org where you can login to your salesforce org with just one click!\n\n🚀 Effortless Logins: Ditch the repetitive task of typing usernames & passwords. Login to any Salesforce org with a single click, saving you precious time and frustration. You can login by opening a New Tab, New Window or Incognito Window Mode.\n\n🛡️ Enhanced Security:  Salesforce Login Manager prioritizes your data security. Your credentials are encrypted and stored locally within your browser, ensuring they never leave your device. No data is stored on any cloud server.\n\n** Update 1.2.0 **\n- Major UI enhancements, light mode + dark mode.\n- Added Org Identifier via Color.\n- Added FAQ Page in Extension itself.\n- Fixed Incognito page bug.\n- Replaced Incognito label with Icon (as Mostly people don't use it)\n- Fixed importing Favicon Color (Logic was missing)\n- Added Last Modified date for any record while editing.\n- Code Optimization and Enhacement.\n\n**🛡️ About Security **\nYour login credentials are securely stored within your Chrome browser's local storage. When you initiate the login process, such as logging in via New Tab, the extension efficiently decrypts your credentials and submits them to the Salesforce login form using JavaScript ensuring that your credentials are never exposed in plaintext.This means that even during the login process, if you were to inspect the URL, you would find your username and password still securely encrypted. \n\nThis approach not only ensures the confidentiality of your data but also provides you with peace of mind knowing that your credentials are protected against any potential external threats.\n\nThe Chrome extension prioritizes the security and safety of your data by utilizing robust AES encryption provided by CryptoJS. Even when stored in your local Chrome storage, your data remains encrypted, safeguarding it from anyone else.\n\nInstall Salesforce Login Manager today and share your feedback in the review or report issues on Github (homepage link)"
  }
}