{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartVault Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartVault Browser Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You’ve taken your accounting system to the cloud for ease-of-use and always-on access… now it’s time to take your documents online, too. SmartVault is the only solution for QuickBooks Online that lets you attach and view source documents (receipts, bills, invoices, employee records) to transactions inside of QuickBooks Online.\n\nSTORE DOCUMENTS SECURELY ONLINE\n\nSmartVault file sharing features deliver a paperless on-ramp for all of your files. Use any of our desktop tools to easily upload, access and manage your files.\n\n- Anytime, anywhere access\n\n- Secure offsite back up of your files\n\n- All files transmitted with SSL encryption\n\n- Activity logs to monitor who accessed what, when\n\nSHARE FILES SECURELY & STAY IN COMPLIANCE\n\nSafely share business files (even those with sensitive data) with confidence. Sending links to files is easy and ensures compliance with data privacy mandates.\n\n-Branded portals enhance your professional image, and give you a secure place to share files with people inside and outside of your business\n\n-Granular folder-level permissions allow you to control who has access to what\n\n-Automatic alerts notify you when files are uploaded or downloaded\n\n-Integration with other business apps and mobile devices let you securely share files from anywhere\n\nINTEGRATE WITH BUSINESS APPS (LIKE QUICKBOOKS!)\n\nUpload, access and manage files stored in SmartVault from lots of popular business applications. Access bills from QuickBooks, customer contracts from your CRM system and receipts from your expense management or time/billing app. No other service delivers this type of seamless integration with your apps.\n\n-With the SmartVault Toolbar for QuickBooks, you can attach documents and notes to QuickBooks entries, and view them anytime from a web browser, mobile device, or inside of QuickBooks\n\n-The SmartVault Plug-in for Microsoft Outlook makes it easy to upload email attachments to SmartVault, and leverage email to securely share files, via secure links\n\n-Mobile apps give you the power to take your file cabinet with you everywhere you go\n\n-Integration with other QuickBooks add-ons creates a bi-directional experience for attaching a document once inside QuickBooks, and accessing it from any related entry in other systems.\n\n-Visit www.smartvault.com/integrations to learn more about our growing ecosystem of integrated apps!\n\nReady to see SmartVault in action? Schedule a free one-on-one demo at www.smartvault.com/demo. Or to start your free trial of SmartVault, head to www.smartvault.com/pricing."
  }
}