{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadIQ: Contact Data in One Click"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadIQ helps customers build pipeline through smarter prospecting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🎯 Overview\n\nLeadIQ is built to help you prospect smarter and build pipeline faster. \n\nYou will be able to find prospect data, track sales triggers, and personalize cold outreach all in one place with our smarter B2B contact database.\n\nWe make outbound work.\n\n🎉 It’s Free to start\n\nGet value from Day 1. LeadIQ’s free offering allows you access to verified work emails, mobile phone numbers, generate AI-personalized emails, and track your key accounts!\n\n⚙️ What can you do with the LeadIQ Extension\n\n• Identify contact data for your key buyers\n• Capture and sync that data directly to your CRM and Sales Engagement tools with one click\n• Get a snapshot into your CRM and Sales Engagement tool, seeing if records exist, who owns them, and other vital insights\n• Use Scribe, our AI sales email writer, to generate complete, personalized messages directly in Outreach, SalesLoft, or Gmail\n\n💡Why LeadIQ?\n\n✅ Breadth of data\nLeadIQ allows you access to over 600 million contacts across the US, EMEA, and APAC, including verified email addresses, mobile numbers, and technographic data.\n\n✅ Smart database\nSmart database: our agile data management processes allow us to update our data more frequently and fill data gaps faster than other data vendors.\n\n✅ Scribe\nGenerate complete, personalized messages for any prospects in seconds\n\n✅Track\nKnow when to reach out to a prospect or account based on key signals\n\n⌨️ For more info:\n• Email: support@leadiq.com\n• Website: https://www.leadiq.com\n• Privacy Policy: https://leadiq.com/privacy-center"
  }
}