{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flipkart Price Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price History Flipkart - Track Flipkart Price History"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flipkart price tracker is a chrome extension that allow track price history flipkart.\nफ्लिपकार्ट मूल्य ट्रैकर\nWith this Flipkart price tracker tracking price is easy now!\nprice tracker over time\nSupport:\nIf You Facing Any Issue Feel Free Message at janekjerry93@gmail.com\n\nInstruction :\n1.Install Flipkart Price Tracker\n2.Activate Free Trial \n3.Go to flipkart site and Track Flipkart Price your favourite product\n4.Enjoy!\n\nIntroducing the Flipkart Price Tracker, a seamless Chrome extension designed to revolutionize your online shopping experience. With this cutting-edge tool at your fingertips, keeping a close watch on product prices on Flipkart has never been simpler.\n\nGone are the days of uncertainty when purchasing your desired items. The Flipkart Price Tracker empowers you to effortlessly monitor the price history of products, ensuring that you make informed buying decisions. Whether you're eyeing a must-have gadget, stylish apparel, or home essentials, this extension provides you with the essential insights you need.\n\nThis extension offers an array of impressive features that put you in control:\n\n📊 **Comprehensive Tracking:** Stay up-to-date with real-time price fluctuations as the extension diligently records the price history of your chosen products. Track Flipkart Price effortlessly over varying time spans Price History Flipkart: 1 day, 1 week, 1 month, and even the entire lifetime of the product Price History Flipkart and price tracker over time.\n\n🖥 **User-Friendly Interface:** The Flipkart Price Tracker boasts an intuitive and user-friendly interface, making it accessible to both tech-savvy shoppers and those new to online tracking tools. Navigating through price histories and configuring your tracking preferences is a breeze.\n\n✅  **Download Options:** Take your analysis to the next level by downloading price histories in multiple formats. The extension allows you to export data as CSV, SVG, and PNG files. Seamlessly integrate this data into your reports, presentations, or spreadsheets for thorough analysis.\n\n💼 **Precise Decision-Making:** Make well-informed purchasing choices by leveraging the extension's insights into how prices have evolved over time. Identify patterns, trends, and seasonal variations that impact the cost of your desired products on Flipkart.\n\nElevate your online shopping prowess with the Flipkart Price Tracker extension. Whether you're a budget-conscious shopper, a deal hunter, or a meticulous planner, this extension empowers you to harness the power of price history data. Say goodbye to price uncertainty and hello to confident shopping decisions with the Flipkart Price Tracker extension. Start tracking the evolution of prices today, and redefine the way you shop on Flipkart. Use Flipkart Price Tracker Today!\n\nIt may not work for every department"
  }
}