{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jigit Studio - Screen Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Records your screen - Screen Recorder"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Jigit Studio - Your Personal Touch to Async Conversations\n\nHey there! Meet Jigit Studio, the tool that's changing the game when it comes to expressing yourself visually. With just a single click, you can record your screen, camera, and audio, and instantly share your moments with a special link.\n\nWhy Jigit Studio?\n\nJigit Studio is all about bringing a personal touch to how you communicate visually. Join the ranks of innovators who choose Jigit Studio to turn their ideas into engaging collaborations.\n\nWhat Sets Us Apart:\n\n📽️ Flexibility at Your Fingertips:\n\nRecord your screen, camera, and audio hassle-free.\nChoose the resolution that suits your style, from 720p to 4k HD.\n\n💾 Easy-Breezy Video Hosting:\n\nKeep your recordings safe in the cloud and share them in an instant.\n\n🪄 Sharing Made Simple:\n\nOur patent-pending technology ensures your videos are ready to share in a flash.\nShare your stories with the world, absolutely free of charge.\nSpread your message far and wide on platforms like LinkedIn and Twitter.\n🗣️ Engage Like Never Before:\n\nKeep the conversation going by responding with your own Jigit Studio video.\n\n⏱️ Meetings Made Meaningful:\n\nSwap out those monotonous standup meetings for impactful Jigit Studio videos.\nDeliver presentations that leave an impression by sharing them ahead of time.\nInfuse your weekly updates with a personal touch and vibrant visual context.\nTrusted by Real People:\nJoin a  community of thinkers, dreamers, and doers who trust Jigit Studio for their visual storytelling needs. Whether you're a startup or a seasoned player, Jigit Studio is here to make your communication more human.\n\n⏱️  Bug reporting tool.\n\nEverything You Need and More:\nCollaborate effortlessly, drop in time-stamped comments, and save your cherished moments with Jigit Studio. Say goodbye to lengthy emails and hello to expressing yourself with the warmth of video.\n\n\n\nStep into the world of Jigit Studio - where your ideas take the spotlight and your voice is heard, visually."
  }
}