{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "iShirtPlus",
    "vi": "áo sơ mi cộng với"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Calculate the price quickly when buying a shirt",
    "vi": "Tính giá nhanh khi mua áo sơ mi"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"iShirtPlus Chrome Extension - Unique t-shirt world at your fingertips\"\n\nWelcome to iShirtPlus - a versatile Chrome extension for fashion enthusiasts who want to create their own style through each t-shirt. With iShirtPlus, finding and shopping for quality t-shirts at the right price has never been so easy.\n\nSalient features:\n\nFast and flexible pricing: iShirtPlus allows you to easily estimate the price for the number of t-shirts you need. Just enter the quantity, the app will show the total estimated price for your order. This makes it easy to plan your shopping and manage your budget.\n\nTrending and Unique: iShirtPlus displays a list of trending and unique t-shirts. From fun messages to unique images, you'll stay up to date with the latest trends in the t-shirt world.\n\nT-shirt details: Each product is presented with detailed information including color, size, material and why you should choose this t-shirt. This helps you better see the characteristics and features of each shirt model before deciding to buy.\n\nDiscover and express your style: iShirtPlus helps you explore the diverse and unique world of t-shirts. You can search and choose t-shirts that match your style and personal preferences.\n\nWith iShirtPlus, you will not only shop smart for t-shirts, but also express your own style. Start creating your unique t-shirt collection with iShirtPlus - Chrome Extension for fashionistas and style enthusiasts.\n\nContact for application suggestions at:\n- Email: support@ishirtplus.com\n- Address: Main Headquarters: 7 Coronation Road, Dephna House, London, United Kingdom, NW10 7PQ"
  }
}