{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Is Key Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Space Is Key right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Space is Key: Test Your Reflexes in the Ultimate Jumping Challenge!**\n\nWelcome to **Space is Key**, where quick reflexes and precision are the keys to success in this thrilling game. With a simple press of the spacebar, you jump to avoid obstacles and navigate through increasingly challenging levels that will put your reaction time to the test.\n\n**Game Features:**\n\n1. **Master the Spacebar**: Harness the power of the spacebar to make your block jump and evade obstacles in your path. Timing is crucial as you leap over spikes, barriers, and other hazards that stand between you and victory.\n\n2. **Challenging Levels**: Progress through a series of levels that will push your reflexes to the limit. Each level presents new obstacles and traps that require quick thinking and precise jumps to overcome. Can you conquer them all?\n\n3. **Speed and Precision**: Find the perfect balance between speed and accuracy as you navigate through the fast-paced gameplay of **Space is Key**. React swiftly to oncoming obstacles and time your jumps flawlessly to avoid disaster.\n\n4. **Achieve High Scores**: Aim for perfection as you strive to achieve high scores by successfully navigating each level with the fewest mistakes possible. Challenge yourself to improve your performance and climb the leaderboard ranks.\n\nAre you prepared to put your reflexes to the test in **Space is Key**? Press the spacebar, leap over obstacles, and prove your agility in this exciting jumping challenge. Get ready to face a series of demanding levels, where every jump counts and only the quickest can emerge victorious!\n\nExtension Button Menu\n*Play more games and explore exciting themes on the menu buttons."
  }
}