{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Ad Library:  Quickly and Stably Save Facebook Ads",
    "de": "Ad Library: Wie man schnell und stabil facebook-werbung speichert",
    "es": "Ad Library: Guardar anuncios de Facebook de forma rápida y estable",
    "fr": "Ad Library: Enregistrer rapidement des annonces Facebook",
    "ja": "広告ライブラリ：Facebook広告をすばやく安定的に保存",
    "pt_PT": "Ad Library: Salve anúncios do Facebook de forma rápida e estável",
    "zh_CN": "Ad Library: 保存Facebook广告"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Saved Fb ads are never lost, support all ad types, and support downloading ad data and content",
    "de": "Die gespeicherte facebook-werbung wird niemals verloren gehen und wird sämtliche werbe-arten unterstützen sowie werbe-daten und…",
    "es": "Los anuncios de Facebook guardados nunca se pierden, admiten todos los tipos de anuncios y admiten la descarga de datos y contenido…",
    "fr": "Les annonces Facebook enregistrées ne sont jamais perdues, prennent en charge tous les types d’annonces et prennent en charge le…",
    "ja": "保存されたFacebook広告は失われず、すべての広告タイプをサポートし、広告データとコンテンツのダウンロードをサポート",
    "pt_PT": "Os anúncios salvos do Facebook nunca são perdidos, são compatíveis com todos os tipos de anúncios e oferecem suporte ao download de…",
    "zh_CN": "保存的Facebook广告永不丢失，支持所有广告类型，支持下载广告数据和内容"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "(Note: We are an independent third-party company and are not affiliated with, endorsed by, or in any way officially connected with Meta Platforms, Inc., Facebook, or any of its subsidiaries or affiliates.)\n\nAdLibrary is a Chrome extension designed for ad professionals and ad marketers to store and manage ad in Fb ad library. With just one click, your ad materials are instantly saved, ready for fresh ad inspiration. \n \nKey features include: \nSave ad in the FB ad library\nBatch save ad TikTok creative center\nSave ad in Instagram ad library\nSupports all ad types: ad videos, ad carousels, ad images\nCollect ad creatives in your folder\nCloud storage of all ad content for easy access\nUse tags to filter ad\nShare saved ad links or codes with everyone\nDownload ad data and ad content\n \nAdditional features of this ad library tool:\nBatch upload ad content\nBatch save ad content\nScreenshot: Quickly capture webpage screenshots\n \nYou can even share your folders or individual ad feeds with one click, or create a team and invite your colleagues to view and maintain your ad inspiration library! Applied to the entire process of e-commerce team ad search, save, download, upload, and review",
    "de": "Adme ist für werbe-profis und Chrome der werbe-werbe-manager und können die werbe-kurse auf Facebook speichern und verwalten. Klicken sie hier, um das material sofort abzuspeichern und neue werbeeindrücke zu sammeln\n\nDie wichtigsten merkmale sind:\nWerbung, die in der Facebook - galerie gespeichert wird\nLaden für die kreativ-abteilung\nSpeichert die werbung in der instagramschankstelle\nAlle werbungen werden unterstützt: werbung - videos, werbeautoren - werbebilder\nSammle werbeideen in deinen ordner\nUnd cloud hat all die inhalte der werbung. Einfach zu öffnen\nWenn werbung durch etikett gefiltert wird\nGibt links Oder codes aus, die gespeichert wurden\nDownload Von werbedaten und werbe-inhalt\n\nAndere funktionen dieses anzeigenpools:\nBilder Von der werbung im massenproduktion hochladen\nInhalte aus der werbung sind in massenproduktion\nScreenshot: greife schnell auf eine webseite nach einem screenshot\n\nDu kannst sogar ordner Oder persönliche werbequellen mit einem klick teilen Oder ein team gründen, in dem deine kollegen dein inserat ansehen und pflegen! Die anwendung auf den gesamten prozess der suche, speicherung, download, upload und zensur durch werbemanager im elektronischen geschäftsverkehr",
    "es": "AdLibrary es una extensión de Chrome diseñada para que los profesionales de anuncios y marketers puedan almacenar y administrar anuncios en la biblioteca de anuncios de Facebook. Con un solo clic, sus materiales publicitarios se guardan al instante, listos para una nueva inspiración publicitaria.\n\nLas características clave incluyen:\nGuardar anuncio en la biblioteca de anuncios de Facebook\nAd TikTok Creative Center (en inglés)\nGuardar anuncio en la biblioteca de anuncios de Instagram\nEs compatible con todos los tipos de anuncios: vídeos de anuncios, carruseanuncios, imágenes de anuncios\nRecopile anuncios creativos en su carpeta\nAlmacenamiento en la nube de todo el contenido de anuncios para facilitar el acceso\nUtilice etiquetas para filtrar anuncios\nComparta los enlaces o códigos de anuncios guardados con todo el mundo\nDescargue datos y contenido de anuncios\n\nCaracterísticas adicionales de esta herramienta de la biblioteca de anuncios:\nContenido de anuncios de carga por lotes\nContenido de anuncios de lote de ahorro\nCaptura de pantalla: captura rápida de capturas de pantalla de la página web\n\nIncluso puede compartir sus carpetas o fuentes de anuncios individuales con un solo clic, o crear un equipo e invitar a sus colegas a ver y mantener su biblioteca de inspiración de anuncios. Aplicado a todo el proceso de búsqueda de anuncios de equipo de comercio electrónico, guardar, descargar, cargar y revisar",
    "fr": "AdLibrary est une extension Chrome conçue pour permettre aux professionnels de la publicité et aux spécialistes du marketing publicitaire de stocker et de gérer les publicités dans la bibliothèque publicitaire de Facebook. En un seul clic, vos supports publicitaires sont sauvegardés instantanément, prêts à recevoir une nouvelle inspiration publicitaire.\n\nLes principales caractéristiques incluent:\nEnregistrer une annonce dans la bibliothèque publicitaire Facebook\nEnregistrement par lots ad TikTok creative center\nEnregistrer une annonce dans la bibliothèque d’annonces Instagram\nPrend en charge tous les types d’annonces: vidéos publicitaires, carrousels publicitaires, images publicitaires\nCollectez des annonces créatives dans votre dossier\nStockage Cloud de tout le contenu publicitaire pour un accès facile\nUtilisez des balises pour filtrer les annonces\nPartager des liens publicitaires enregistrés ou des codes avec tout le monde\nTélécharger des données publicitaires et du contenu publicitaire\n\nAutres fonctionnalités de cet outil de bibliothèque publicitaire:\nBatch upload contenu publicitaire\nBatch enregistrer le contenu de l’annonce\nCapture d’écran: capturez rapidement des captures d’écran de page web\n\nVous pouvez même partager vos dossiers ou flux d’annonces individuelles en un seul clic, ou créer une équipe et inviter vos collègues à consulter et à entretenir votre bibliothèque d’inspiration publicitaire! Appliqué à l’ensemble du processus de recherche d’annonces de l’équipe de commerce électronique, enregistrer, télécharger, télécharger et examiner",
    "ja": "adlibraryは、広告の専門家や広告マーケティング担当者がfacebookの広告ライブラリに広告を保存し管理するために設計されたchrome拡張機能です。ワンクリックで、広告素材がすぐに保存され、新しい広告インスピレーションを得ることができます。\n\n鍵特徽は含む3 - 7\nfacebook広告ライブラリに広告を保存します\ntiktokクリエイティブセンターをバッチ保存します\ninstagram広告ライブラリに広告を保存します\nすべての広告タイプ(広告ビデオ、広告カルーセル、広告画像)に対応しています\nフォルダ内の広告クリエイティブを収集します\n簡単にアクセスできるすべての広告コンテンツのクラウドストレージ\nタグを使用して広告をフィルタリングします\n保存した広告リンクやコードを全員と共有します\n広告データと広告コンテンツをダウンロードします\n\nこの広告ライブラリツールの追加機能:\n広告コンテンツの一括アップロード\n広告コンテンツの一括保存\nスクリーンショット:すぐにウェブページのスクリーンショットをキャプチャします\n\nフォルダーや個別の広告フィードをワンクリックで共有したり、チームを作成して同僚を招待して、広告インスピレーションライブラリを表示して管理することもできます。eコマースチームの広告検索、保存、ダウンロード、アップロード、レビューの全プロセスに適用されます",
    "pt_PT": "A AdLibrary é uma extensão do Chrome projetada para profissionais de publicidade e profissionais de marketing de anúncios armazenarem e gerenciarem anúncios na biblioteca de anúncios do Facebook.  Com apenas um clique, seus materiais de anúncio são salvos instantaneamente, prontos para uma nova inspiração de anúncios. \n \nOs principais recursos incluem:\nSalvar anúncio na biblioteca de anúncios do Facebook\nAnúncio de salvamento em lote Centro criativo do TikTok\nSalvar anúncio na biblioteca de anúncios do Instagram\nSuporta todos os tipos de anúncio: vídeos de anúncios, carrosséis de anúncios, imagens de anúncios\nColetar criativos de anúncios em sua pasta\nArmazenamento na nuvem de todo o conteúdo do anúncio para fácil acesso\nUsar tags para filtrar anúncios\nCompartilhar links ou códigos de anúncios salvos com todos\nBaixar dados e conteúdo do anúncio\n \nRecursos adicionais desta ferramenta de biblioteca de anúncios:\nConteúdo do anúncio de upload em lote\nSalvar conteúdo do anúncio em lote\nCaptura de tela: capture rapidamente capturas de tela de páginas da Web\n \nVocê pode até mesmo compartilhar suas pastas ou feeds de anúncios individuais com um clique, ou criar uma equipe e convidar seus colegas para visualizar e manter sua biblioteca de inspiração de anúncios!  Aplicado a todo o processo de pesquisa, salvamento, download, upload e revisão de anúncios da equipe de e-commerce",
    "zh_CN": "AdLibrary是为广告专业人士和广告营销人员设计的Chrome扩展，可以在Facebook的广告库中存储和管理广告。只需点击一下，您的广告材料立即保存，为新鲜的广告灵感做好准备。\n\n主要特点包括:\n在Facebook广告库中保存广告\n批量保存广告抖音创意中心\n在Instagram广告库中保存广告\n支持所有广告类型:广告视频，广告轮播，广告图像\n收集广告创意在您的文件夹\n云存储的所有广告内容，方便访问\n使用标签来过滤广告\n与大家分享保存的广告链接或代码\n下载广告数据和广告内容\n\n这个广告库工具的其他功能:\n批量上传广告内容\n批量保存广告内容\n截图:快速抓取网页截图\n\n你甚至可以一键分享你的文件夹或个人广告源，或者创建一个团队，邀请你的同事来查看和维护你的广告灵感库!适用于电子商务团队广告搜索、保存、下载、上传、审核的全过程"
  }
}