{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stealth Writer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps user to simulate the typing on google docs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Stealth Writer,\" a revolutionary Chrome extension designed to assist users with their typing needs. This advanced tool provides a realistic typing experience by mimicking human-like typing patterns, errors, and corrections. Whether you're a student, writer, or professional, \"Stealth Writer\" is designed to make your typing experience more natural and efficient.\n\nKey Features\nRealistic Typing Experience: Our plugin captures the intricacies of human typing, including natural speeds and thoughtful pauses, delivering a typing experience that closely resembles genuine human interaction with the keyboard.\n\nError Simulation and Correction: To make the typing appear more natural, the plugin simulates human-like errors and corrects them in real-time.\n\nSubtle Interface: Designed to be discreet, our plugin seamlessly integrates into your typing routine, making it indistinguishable from manual typing.\n\nCustomization: Tailor the typing experience to your specific needs by adjusting speed, error frequency, and correction levels.\n\nContext-Aware: Our AI-powered system ensures that the simulated errors and corrections maintain the grammatical coherence and style of your writing.\n\nPrivacy-Focused: Operating entirely offline, \"Stealth Writer\" respects your privacy and ensures that no data leaves your local machine.\n\nUse Cases\nTime-Saving: Ideal for busy individuals who want to focus on content quality rather than typing.\n\nReducing Anxiety: A great aid for those who experience stress related to writing tasks.\n\nWorkload Management: A helpful tool for balancing multiple assignments or projects by making the typing process more efficient.\n\nEthical Considerations\nResponsible Use: While \"Stealth Writer\" is designed to make your writing process more efficient, it's crucial to use the tool ethically and responsibly.\n\nEducational Aid: This tool is best thought of as an aid to support your educational or professional efforts, rather than as a substitute for genuine work.\n\nConclusion\n\"Stealth Writer\" offers a realistic and discreet typing experience aimed at making your writing tasks more efficient and less stressful. As with all tools, it's essential to use this extension responsibly and maintain the highest standards of integrity in your educational or professional endeavors.\n\nPrivacy Policy: https://shorturl.at/rBE07\n\nSupport: stealthwritr@gmail.com"
  }
}