{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Code Chef"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform any URL or Text into an amazing QR Code to share anywhere"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "##########################################################\n## Português\n##########################################################\n\nA extensão QR Code Chef fornece uma maneira rápida e fácil de transformar qualquer URL, Web Page ou Texto em um QR Code impressionante que pode ser compartilhado em qualquer lugar.\n\n# Mais sobre o QR Code Chef\n\nO QR Code Chef é uma ferramenta da web incrível e fácil de usar que permite que todos criem QR Codes personalizáveis. Independentemente dos dados que você deseja converter em QR Codes, esta plataforma está aqui para ajudar você. Se você deseja gerar qualquer tipo de QR code, como URL, e-mail, dados pix, endereço de e-mail ou qualquer tipo de dado que desejar, esta plataforma foi projetada para você.\n\nO QR Code Chef é o seu melhor lugar para gerar QR codes incríveis e personalizáveis, 100% online e gratuito. Experimente uma maneira fácil de gerar QR codes de forma rápida e divertida aqui.\n\nComo um Chef, personalize, prepare, experimente e divirta-se criando vários sabores de QR Code.\n\n# Recursos\n\n- Capture automaticamente a URL da guia ativa atual e transforme-a em um QR Code incrível;\n- Baixe em formato SVG;\n- Multilíngue: aceitando inglês e português do Brasil (definido de acordo com as configurações de idioma do Google Chrome);\n- Omnibox: a omnibox é habilitada quando o usuário digita qrcodechef como palavra-chave da extensão dentro da barra de endereços do Google Chrome e tecla espaço na sequência.\n\nNovos Recursos (Novembro de 2024)\n\n- Compartilhar QR Code \n- Botão para avaliação\n- Melhoria do Rodapé\n- Melhoria do Cabeçalho \n\n# Mais opções visite: https://qrcodechef.com/pt\n\n######################################################\n## English\n######################################################\n\nQR Code Chef Extension provides a quick and easy way to transform any URL, Web Page or Text into an impressive QR Code that can be shared anywhere.\n\n# More about QR Code Chef\n\nQR Code Chef is an amazing, easy-to-use web tool that allows everybody to create customizable QR Codes. Independent of the data you want to convert into QR Codes, this platform is here to help you. If you want to generate any QR code type, such as URL, email, pix data, email address, or any data type you want, this platform was designed for you.\n\nQR Code Chef is your best place to generate amazing and customizable QR codes, 100% online and free. Try an easy way to generate QR codes quickly and fun here.\n\nLike a Chef, customize, prepare, experiment, and have fun creating several QR Code flavors.\n\n# Features\n  \n  - Capture automatically the current active tab URL and transform it into an amazing QR Code;\n  - Download in SVG format;\n  - Multi-language: accepting English and Brazilian Portuguese (Set according to the Google Chrome Language Settings);\n  - Omnibox: omnibox is enabled when the user enters qrcodechef as the extension's keyword inside Google Chrome's address bar and type space.\n\nNew Features (November 2024)\n\n- Share Button\n- Review Button\n- Footer Redesign\n- Header Redesign \n\n# For more options visit: https://qrcodechef.com\n\n\n\n\n[Tags]\n\n#qrcodechef #qrcode #urltoqrcode #pixqrcode #whatsappqrcode #texttoqrcode"
  }
}