{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WriteHuman - History Replay for Google Docs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WriteHuman lets you watch the writing of any Google Doc (that you’re given access to, or the editor of) from start to finish."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It loads the video substantially faster than Draftback & other playback Google Doc revision history tools. \nSimply install the plugin and then click “Load replay” and within 2 seconds you can watch a video from start to finish of the writing process. \n\nThis extension is not anti-AI, it’s just about transparency. Whether you allow zero AI used by your students or employees or partial AI usage, WriteHuman can give you a look into that process and ensure your rules are adhered to. \n\n“But what if they generate the text on another device and then slowly type it out in the Google Doc?”\nThat’s a good point, but watch back the history of one of your own pieces of writing and you’ll see that genuine authorship looks very different than slowly typing out a piece of writing from another screen. Genuine authorship shows movement to different sections of the document, lots of backspacing, lots of deletions and rewrites, etc. And the good news is all of that is viewable within WriteHuman. \n\nMost importantly, we DO NOT track the time spent on a document (as of now) as I currently do not believe it is necessary to discern human effort vs AI cheating. However, we will revisit this in the future if it is requested. I have concerns about bias if less time is spent, or a project is started close to the deadline, and I have discussed these concerns with educators and they've confirmed they could be true. \n\nFeature requests? Brett@writehuman.org.  \n\nHOW TO USE\n1. Install.\n2. Open any Google document you have edit access to.\n3. Click the extension icon in the extension area of Chrome to the right of the address bar.\nYou might need to open the list of all extensions if you have many installed. It's the puzzle icon in the extensions area. Pin WriteHuman for convenience.\n4. Click load replay then view replay.\n\nDATA PRIVACY & COLLECTION\nThe extension DOESN'T collect any of your personal data. It only fetches document changes on the level of text - nothing about who and when did those changes. By default, all fetched data is stored locally on your computer. \n\nYou can upload the replay using the share feature, but even then it doesn't use any of your personal data: the online sharing uploads only raw changes data and assigns it a random link so you can share it with others. Unless you give this link to someone - it's impossible to find your replay online. All shared replays are also automatically deleted in 30 days."
  }
}