{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Google Calendar Font Customizer",
    "es": "Personalizador de fuentes de Google Calendar",
    "ja": "Googleカレンダーフォントカスタマイザー",
    "ko": "구글 캘린더 폰트 커스터마이저",
    "pt_BR,pt_PT": "Personalizador de fontes do Google Calendar",
    "ru": "Настройщик шрифтов Календаря Google",
    "vi": "Công cụ tùy chỉnh phông chữ của Lịch Google",
    "zh_CN": "谷歌日历字体定制器",
    "zh_TW": "谷歌日曆字體定制器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Font settings for Google Calendar. Let you set font style with ease.",
    "es": "Configuración de fuentes para Google Calendar. Le permite configurar el estilo de fuente con facilidad.",
    "ja": "Googleカレンダーのフォント設定。 フォントスタイルを簡単に設定できます。",
    "ko": "Google 캘린더의 글꼴 설정입니다. 글꼴 스타일을 쉽게 설정할 수 있습니다.",
    "pt_BR,pt_PT": "Configurações de fonte para o Google Agenda. Permite definir o estilo da fonte com facilidade.",
    "ru": "Настройки шрифта для Google Календаря. Позвольте вам установить стиль шрифта с легкостью.",
    "vi": "Cài đặt phông chữ cho Lịch Google. Cho phép bạn thiết lập kiểu phông chữ một cách dễ dàng.",
    "zh_CN": "Google 日历的字体设置。 让您轻松设置字体样式。",
    "zh_TW": "Google 日曆的字體設置。 讓您輕鬆設置字體樣式。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Google Calendar Font Customizer is an easy-to-use font setting renderer that works on Google Calendar.\n\nIt modifies the font style of the Event / Task in Google Calendar grid view.\n\nYou can set font color, font size, font bold, font italic and font underline styles, the setting would be rendered in real time.\n\nOnce you set up your preferred styles, there is no need to set up repeatedly. The extension will remember your settings locally.\n\nAny suggestion or problem, contact digitalworldturbo@gmail.com.",
    "es": "El personalizador de fuentes de Google Calendar es un renderizador de configuración de fuentes fácil de usar que funciona en Google Calendar.\n\nModifica el estilo de fuente del Evento / Tarea en la vista de cuadrícula de Google Calendar.\n\nPuede configurar el color de la fuente, el tamaño de la fuente, la fuente en negrita, la fuente en cursiva y los estilos de subrayado de la fuente, la configuración se representará en tiempo real.\n\nUna vez que configure sus estilos preferidos, no es necesario configurarlos repetidamente. La extensión recordará su configuración localmente.\n\nCualquier sugerencia o problema, contactar con digitalworldturbo@gmail.com.",
    "ja": "Googleカレンダーフォントカスタマイザーは、Googleカレンダーで動作する使いやすいフォント設定レンダラーです。\n\nGoogleカレンダーのグリッドビューでイベント/タスクのフォントスタイルを変更します。\n\nフォントの色、フォントサイズ、フォントの太字、フォントの斜体、フォントの下線のスタイルを設定できます。設定はリアルタイムでレンダリングされます。\n\n好みのスタイルを設定したら、繰り返し設定する必要はありません。 拡張機能は、設定をローカルに記憶します。\n\n提案や問題がある場合は、digitalworldturbo@gmail.comにお問い合わせください。",
    "ko": "Google Calendar Font Customizer는 Google 캘린더에서 작동하는 사용하기 쉬운 글꼴 설정 렌더러입니다.\n\nGoogle 캘린더 그리드 보기에서 이벤트/작업의 글꼴 스타일을 수정합니다.\n\n글꼴 색상, 글꼴 크기, 글꼴 굵게, 글꼴 기울임꼴 및 글꼴 밑줄 스타일을 설정할 수 있으며 설정은 실시간으로 렌더링됩니다.\n\n선호하는 스타일을 설정하면 반복적으로 설정할 필요가 없습니다. 확장 프로그램은 설정을 로컬로 기억합니다.\n\n제안이나 문제가 있으면 digitalworldturbo@gmail.com으로 문의하십시오.",
    "pt_BR,pt_PT": "O Personalizador de Fontes do Google Agenda é um renderizador de configuração de fonte fácil de usar que funciona no Google Agenda.\n\nModifica o estilo da fonte do Evento / Tarefa na visualização em grade do Google Agenda.\n\nVocê pode definir a cor da fonte, tamanho da fonte, negrito da fonte, itálico da fonte e estilos de sublinhado da fonte, a configuração seria renderizada em tempo real.\n\nDepois de configurar seus estilos preferidos, não há necessidade de configurar repetidamente. A extensão lembrará suas configurações localmente.\n\nQualquer sugestão ou problema, entre em contato com digitalworldturbo@gmail.com.",
    "ru": "Настройщик шрифтов календаря Google — это простой в использовании модуль визуализации настроек шрифтов, который работает в календаре Google.\n\nОн изменяет стиль шрифта события / задачи в представлении сетки Календаря Google.\n\nВы можете установить цвет шрифта, размер шрифта, стили полужирного шрифта, курсива и подчеркивания шрифта, настройка будет отображаться в режиме реального времени.\n\nПосле того, как вы настроите предпочитаемые стили, нет необходимости настраивать их повторно. Расширение запомнит ваши настройки локально.\n\nЛюбое предложение или проблема, свяжитесь с digitalworldturbo@gmail.com.",
    "vi": "Công cụ tùy chỉnh phông chữ Lịch Google là một trình kết xuất cài đặt phông chữ dễ sử dụng hoạt động trên Lịch Google.\n\nNó sửa đổi kiểu phông chữ của Sự kiện / Nhiệm vụ trong chế độ xem lưới Lịch Google.\n\nBạn có thể đặt màu phông chữ, kích thước phông chữ, phông chữ đậm, phông chữ nghiêng và kiểu gạch chân phông chữ, cài đặt này sẽ được hiển thị trong thời gian thực.\n\nSau khi bạn thiết lập các kiểu ưa thích của mình, bạn không cần phải thiết lập lặp lại. Tiện ích mở rộng sẽ ghi nhớ cài đặt của bạn cục bộ.\n\nBất kỳ đề xuất hoặc vấn đề, liên hệ với digitalworldturbo@gmail.com.",
    "zh_CN": "Google Calendar Font Customizer 是一个易于使用的字体设置渲染器，适用于 Google Calendar。\n\n它在 Google 日历网格视图中修改事件/任务的字体样式。\n\n您可以设置字体颜色、字体大小、字体粗体、字体斜体和字体下划线样式，设置将实时呈现。\n\n设置好喜欢的样式后，无需重复设置。 该扩展程序将在本地记住您的设置。\n\n任何建议或问题，请联系 digitalworldturbo@gmail.com。",
    "zh_TW": "Google Calendar Font Customizer 是一個易於使用的字體設置渲染器，適用於 Google 日曆。\n\n它在 Google 日曆網格視圖中修改事件/任務的字體樣式。\n\n您可以設置字體顏色、字體大小、字體粗體、字體斜體和字體下劃線樣式，設置將實時呈現。\n\n設置好喜歡的樣式後，無需重複設置。 該擴展程序將在本地記住您的設置。\n\n任何建議或問題，請聯繫 digitalworldturbo@gmail.com。"
  }
}