{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PoseKey"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension that enables your poses to control browsers with a webcam"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PoseKey\n\n## Due to chrome update, currently custom models are not usable. this issue will be fixed soon.\n\nThis program allows you to control the browser with your motions, or poses WITHOUT any motion detecting Hardware!!\n\nThe magic behind this program is the AI models implemented with Tensorflow.js.\nThere are 6 default poses that are pre-defined. However, users can train a custom model in the options page.\n\nManuals\n1. How to activate:\nThere is a power button on the popup page.(left click on the icon)\nTo run or stop the program. click the power button. The icon will change if it worked properly.\n\n2. SignIn/SighOut (Login/Logout)\nThis program requires sign in(log in) from google. This process is needed to enable training for custom poses. If you want to sign out(log out), go to the third tab on popup page. \n\n3. Mirror tab (middle tab on popup page)\nThis tab will not be active until camera access is allowed in the options page.\nThere will be a redirect link to options page; however, you can directly go to options page by pressing right click on the icon, and click 'option'.\n\n4.Interface box\nThe interface box could disturb your web browsing experience. You can change location or hide the box by setting tab on popup page.\n\nRequirements:\n1. connected camera (including laptop cameras)\n2. a google email.\n\nFAQ:\nQ: This program slows down too much.\nA: You can increase performance by lowering numbers on setting tab. (popup page)\n\nQ: The video commands are not responding.\nA: For now, the video commands are only supported for \"YouTube\".\n\nCopyrights:\nAll Icons are made by Freepik from www.flaticon.com is licensed by CC 3.0 BY"
  }
}