{
  "name": {
    "ar": "Drawing Tool - Canvas",
    "am,ro": "snipping tool for chrome- Photoshop",
    "bg": "Canvas - Drawing Easy",
    "bn": "snipping tool for chrome- Screen Capture",
    "ca": "Pintar - dibuixos fàcils",
    "cs": "Malovat - snadné kresby",
    "da": "Male - lette tegninger",
    "de": "Malen - einfache Zeichnungen",
    "el": "Draw - Microsoft Paint",
    "en,en_AU,en_GB,en_US,ru,uk": "snipping tool for chrome",
    "es,es_419": "Pintar - dibujos fáciles",
    "et,hi": "snipping tool for chromeOnline - Drawing Easy",
    "fa": "Photoshop - Drawing Easy",
    "fi": "Maalata - Helppoja Piirroksia",
    "fil": "Drawing Easy - Painting",
    "fr": "Peindre - des dessins faciles",
    "gu": "snipping tool for chromeGames - Screen Capture",
    "he": "Microsoft snipping tool for chrome- Drawing Tool",
    "hr": "Photoshop - Canvas",
    "hu": "Screen Capture - Drawing Tool",
    "id": "snipping tool for chromeOnline - snipping tool for chromeGames",
    "it": "Dipingere - disegni facili",
    "ja": "描く - 簡単な絵",
    "kn": "Draw - Photoshop",
    "ko": "그리다 - 쉬운 그림",
    "lt": "Piešti - vienkāršus zīmējumus",
    "lv": "Zīmēt - vienkāršus zīmējumus",
    "ml": "Drawing Easy - Screenshot",
    "mr": "Draw - Paint",
    "ms": "Drawing Easy - Drawing Tool",
    "nl": "Schilderen - eenvoudige tekeningen",
    "no": "Male - Enkle Tegninger",
    "pl": "Malować - łatwe rysunki",
    "pt_BR,pt_PT": "Pintar - desenhos fáceis",
    "sk": "Maľovať - jednoduché kresby",
    "sl": "Slikati - enostavne risbe",
    "sr": "Google snipping tool for chrome- snipping tool for chromeOnline",
    "sv": "Måla - enkla teckningar",
    "sw": "snipping tool for chromeOnline - Draw",
    "ta": "Google snipping tool for chrome- Screen Capture",
    "te": "Google snipping tool for chrome- Draw",
    "th": "snipping tool for chrome- Canvas",
    "tr": "Boyamak - Kolay Çizimler",
    "vi": "snipping tool for chrome- Microsoft Paint",
    "zh_CN": "画 - 简单的画",
    "zh_TW": "繪畫 - 簡單的畫"
  },
  "short": {
    "ar,he,sr": "Create stunning artwork with the snipping tool extension for chrome! This handy snipping tool makes it easy to illustrate on-screen…",
    "am,fil,gu,kn,sw,ta,te,vi": "Create stunning illustrations with the snipping tool extension for chrome! This intuitive snipping tool enables you to effortlessly…",
    "bg,ms": "Create stunning illustrations with the snipping tool extension for chrome! This snipping tool makes it simple to draw directly on…",
    "bn,fa,mr": "Create stunning drawings with the snipping tool extension for chrome. This comprehensive snipping tool not only allows you to…",
    "ca": "Utilitzeu l'extensió de pintura per a dibuixos fàcils. Aquesta eina de dibuix permet il·lustrar en pantalla i capturar amb la…",
    "cs": "Použijte rozšíření pro malování pro snadné kresby. Tento nástroj pro kreslení umožňuje ilustrovat na obrazovce a zachytit pomocí…",
    "da": "Brug maling-udvidelsen til lette tegninger. Dette tegneværktøj tillader at illustrere på skærmen og fange med skærmbilledfunktionen.",
    "de": "Verwenden Sie die Malerweiterung für einfache Zeichnungen. Dieses Zeichenwerkzeug ermöglicht es, auf dem Bildschirm zu illustrieren…",
    "el,hi,hr,id,ml": "Create stunning drawings with the snipping tool for chromeextension! This intuitive snipping tool enables you to effortlessly…",
    "en,en_AU,ru,uk": "Use the snipping tool extension for chrome for easy snipping and drawings with the screenshot feature.",
    "en_GB": "Use the snipping tool extension for chrome for easy snipping and drawings. It allows you to illustrate on-screen with the…",
    "en_US": "Use the snipping tool extension for chrome for easy snipping and drawings. This snipping tool allows you to illustrate on-screen…",
    "es,es_419": "Utilice la extensión de pintura para dibujos fáciles. Esta herramienta de dibujo permite ilustrar en pantalla y capturar con la…",
    "et,hu,ro,th": "Create stunning illustrations with the snipping tool extension for chrome. This snipping tool makes it easy to draw on-screen and…",
    "fi": "Käytä maalauslaajennusta helppoihin piirroksiin. Tämä piirrostyökalu mahdollistaa näytöllä kuvittamisen ja kaappaamisen…",
    "fr": "Utilisez l'extension de peinture pour des dessins faciles. Cet outil de dessin permet d'illustrer à l'écran et de capturer avec la…",
    "it": "Utilizza l'estensione di pittura per disegni facili. Questo strumento di disegno permette di illustrare sullo schermo e catturare…",
    "ja": "簡単な絵を描くためのペイント拡張機能を使用します。この描画ツールでは、画面上にイラストを描き、スクリーンショット機能でキャプチャすることができます。",
    "ko": "쉬운 그림을 위해 페인트 확장 프로그램을 사용하세요. 이 그림 도구는 화면에 그림을 그리고 스크린샷 기능으로 캡처할 수 있습니다.",
    "lt": "Naudokite piešimo plėtinį lengviems piešiniams. Šis piešimo įrankis leidžia iliustruoti ekrane ir užfiksuoti naudojant ekrano…",
    "lv": "Izmantojiet krāsu paplašinājumu viegliem zīmējumiem. Šis zīmēšanas rīks ļauj ilustrēt uz ekrāna un iegūt ar ekrānuzņēmuma funkciju.",
    "nl": "Gebruik de verfextensie voor eenvoudige tekeningen. Met deze tekening tool kunt u illustreren op het scherm en vastleggen met de…",
    "no": "Bruk maling-utvidelsen for enkle tegninger. Dette tegneverktøyet lar deg illustrere på skjermen og fange med skjermbilde-funksjonen.",
    "pl": "Użyj rozszerzenia do malowania dla łatwych rysunków. To narzędzie do rysowania pozwala ilustrować na ekranie i przechwytywać za…",
    "pt_BR": "Use a extensão de pintura para desenhos fáceis. Esta ferramenta de desenhos permite ilustrar na tela e capturar com o recurso de…",
    "pt_PT": "Use a extensão de pintura para desenhos fáceis. Esta ferramenta de desenho permite ilustrar na tela e capturar com o recurso de…",
    "sk": "Použite rozšírenie na maľovanie pre jednoduché kresby. Tento nástroj na kreslenie umožňuje ilustrovať na obrazovke a zachytiť…",
    "sl": "Uporabite razširitev za slikanje za enostavne risbe. To orodje za risanje omogoča ilustracijo na zaslonu in zajem s funkcijo…",
    "sv": "Använd målningsförlängningen för enkla teckningar. Detta teckningsverktyg tillåter att illustrera på skärmen och fånga med…",
    "tr": "Kolay çizimler için boyama eklentisini kullanın. Bu çizim aracı, ekranda illüstrasyon yapmanıza ve ekran görüntüsü özelliği ile…",
    "zh_CN": "使用画图扩展进行简单的绘图。这个绘图工具允许在屏幕上描绘并使用截图功能捕捉。",
    "zh_TW": "使用繪畫擴展進行簡單的畫。此繪圖工具允許在屏幕上插圖並使用截圖功能捕獲。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the \"Snipping Tool for Chrome,\" a powerful yet easy-to-use Chrome extension designed to streamline your screenshot capturing process. With this tool, you can effortlessly take snapshots of any part of your screen, edit them with a variety of built-in tools, and share your captures instantly.\n\nKey Features:\n\nEasy Capture: Select any area of your screen to capture, whether it’s a specific section, a full webpage, or an entire window.\nEdit On-the-Go: Enhance your screenshots with a range of editing tools. Add annotations, shapes, text, and highlights to emphasize important details.\nInstant Sharing: Save your screenshots locally or upload them to the cloud for easy sharing. Generate shareable links to send to colleagues, friends, or social media.\nUser-Friendly Interface: Intuitive design ensures a smooth and hassle-free user experience, allowing you to focus on capturing and editing without any technical distractions.\nPrivacy First: Your captures are processed locally on your device, ensuring that your data remains secure and private.\nWhether you need to create instructional guides, capture important information, or share visual content quickly, the \"Snipping Tool for Chrome\" is the perfect companion for your browser. Enhance your productivity and communication with this versatile and efficient snipping tool.\n\nDownload now and transform the way you capture and share screenshots directly from your Chrome browser!\n\n\n\nDisclosure: This extension uses the Amazon affiliate program to generate revenue. By using this extension, you help support its development and maintenance."
  }
}