{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto BCC for Gmail™ by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Setup automatic blind copies to your CRM or any other email address",
    "de": "Richten Sie automatische Blindkopien an Ihr CRM oder eine andere E-Mail-Adresse ein",
    "es": "Configure copias ocultas automáticas en su CRM o cualquier otra dirección de correo electrónico",
    "fr": "Configurez des copies cachées automatiques sur votre CRM ou toute autre adresse e-mail",
    "it": "Imposta copie cieche automatiche sul tuo CRM o su qualsiasi altro indirizzo email",
    "ja": "CRMまたはその他の電子メールアドレスへの自動ブラインドコピーを設定します",
    "nl": "Stel automatische blinde kopieën in op uw CRM of een ander e-mailadres",
    "pl": "Skonfiguruj automatyczne ślepe kopie do swojego CRM lub dowolnego innego adresu e-mail",
    "pt_BR,pt_PT": "Configure cópias ocultas automáticas para o seu CRM ou qualquer outro endereço de e-mail",
    "zh_CN": "设置自动密件到您的 CRM 或任何其他电子邮件地址"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "With Auto BCC for Gmail™ by cloudHQ, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically gets it. \n\nHow to use its:\n- Install the extension.\n- Click on the cloudHQ icon in the upper right corner and select \"Setup BCC/CC Rules.\"\n- Set up your rules and save them.\n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address \n— For example, you can BCC or CC another one of your email addresses, your boss, your assistant, or someone else.\n\n✅ Multiple rules based on your \"from\" email address\n— For example, only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain\n— For example, emails you send to certain contacts, like important clients, automatically have a CC or BCC included. \n\n✅ Exclusion rules based on your receiver's email address or domain\n— For example, emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for customer relationship management software like: Salesforce, HubSpot, PipeDrive, and others.\n\n✅ Full Google Workspace™ administrative support: workspace administrator has the capability to manage AutoBCC rules for all employees.\n\ncloudHQ. Helping professionals 1 click at a time.\n\ncloudHQ website: https://www.cloudhq.net\nWebsite: https://www.auto-bcc-for-gmail.com/\nPricing:  https://www.auto-bcc-for-gmail.com/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/auto-bcc-for-gmail/\nSupport email: support@cloudhq.net\nBlog: https://blog.cloudhq.net\n\nGmail and Google Workspace are trademarks of Google LLC. Use of these trademark is subject to Google Permissions.",
    "de": "Mit Auto BCC for Gmail™ von cloudHQ können Sie automatisch Blindkopien (oder Kopien) an bestimmte Personen in bestimmten E-Mails erstellen, so dass Sie sicher sein können, dass jeder, der eine Kopie Ihrer E-Mail erhalten soll, diese auch bekommt. \n\nHier ist eine Liste der Funktionen:\n\n✅ Automatisch CC oder BCC einer anderen E-Mail-Adresse \n- Sie können z. B. eine andere Ihrer E-Mail-Adressen, Ihren Chef, Ihren Assistenten oder eine andere Person mit BCC oder CC versehen.\n\n✅ Mehrere Regeln basierend auf Ihrer \"Absender\"-E-Mail-Adresse\n- So werden z. B. nur E-Mails, die Sie von Ihrer beruflichen E-Mail-Adresse senden, mit CC oder BCC an eine E-Mail-Adresse Ihrer Wahl weitergeleitet.\n\nMehrere Regeln auf der Grundlage der E-Mail-Adresse oder Domäne des Empfängers\n- Beispielsweise werden E-Mails, die Sie an bestimmte Kontakte, wie wichtige Kunden, senden, automatisch mit CC oder BCC versehen. \n\n✅ Ausschlussregeln basierend auf der E-Mail-Adresse oder der Domäne des Empfängers\n- Beispielsweise werden E-Mails, die Sie an Ihre privaten Kontakte oder an interne Firmenkontakte senden, an niemanden mit CC oder BCC versehen.\n\n✅ Vollständige Unterstützung für Kundenbeziehungsmanagement-Software wie: Salesforce, HubSpot, und andere.\n\ncloudHQ. Helfen Sie Fachleuten mit 1 Klick auf einmal.\n______\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "es": "Con Auto BCC for Gmail™ by cloudHQ, puedes copiar automáticamente en oculto (o copiar directamente) a personas específicas en correos electrónicos específicos para que puedas estar seguro de que quien deba tener una copia de tu correo electrónico, la obtenga automáticamente.\n\nCómo usarlo:\n- Instala la extensión.\n- Haz clic en el icono de cloudHQ en la esquina superior derecha y selecciona \"Configurar reglas de BCC/CC\".\n- Establece tus reglas y guárdalas.\n\nAquí hay una lista de características:\n\n✅ CC o BCC automático a otra dirección de correo electrónico\n— Por ejemplo, puedes poner en BCC o CC otra de tus direcciones de correo electrónico, a tu jefe, a tu asistente o a cualquier otra persona.\n\n✅ Múltiples reglas basadas en tu dirección de correo electrónico \"de\"\n— Por ejemplo, solo los mensajes de correo electrónico que envíes desde tu dirección de correo electrónico profesional serán puestos en CC o BCC a una dirección de correo electrónico de tu elección.\n\n✅ Múltiples reglas basadas en la dirección de correo electrónico o dominio de tu destinatario\n— Por ejemplo, los correos electrónicos que envías a ciertos contactos, como clientes importantes, automáticamente incluyen un CC o BCC.\n\n✅ Reglas de exclusión basadas en la dirección de correo electrónico o dominio de tu destinatario\n— Por ejemplo, los correos electrónicos que envías a tus contactos privados o contactos internos de la empresa no son puestos en CC o BCC a nadie.\n\n✅ Soporte completo para software de gestión de relaciones con clientes como: Salesforce, HubSpot, PipeDrive y otros.\n\ncloudHQ. Ayudando a profesionales con un clic a la vez.\n\nSitio web de cloudHQ: https://www.cloudhq.net\nSitio web: https://www.auto-bcc-for-gmail.com/\nPrecios:  https://www.auto-bcc-for-gmail.com/pricing\nPágina de soporte: https://support.cloudhq.net/category/browser-extensions/auto-bcc-for-gmail/\nCorreo electrónico de soporte: support@cloudhq.net\nBlog: https://blog.cloudhq.net\n\nGmail es una marca registrada de Google LLC. El uso de esta marca está sujeto a los permisos de Google.",
    "fr": "Avec Auto BCC pour Gmail™ de cloudHQ, vous pouvez automatiquement mettre en copie aveugle (ou en copie) des personnes spécifiques sur des e-mails spécifiques, de sorte que vous pouvez être assuré que quiconque devrait avoir une copie de votre e-mail, l'obtient automatiquement. \n\nVoici une liste des fonctionnalités :\n\n✅ CC ou BCC automatique d'une autre adresse électronique. \n- Par exemple, vous pouvez mettre en Cci ou en Cci une autre de vos adresses électroniques, votre patron, votre assistant ou quelqu'un d'autre.\n\n✅ Plusieurs règles basées sur votre adresse électronique \"de\".\n- Par exemple, seuls les messages électroniques que vous envoyez depuis votre adresse électronique professionnelle seront CC ou BCC vers une adresse électronique de votre choix.\n\n✅ Règles multiples basées sur l'adresse électronique ou le domaine de votre destinataire\n- Par exemple, les courriels que vous envoyez à certains contacts, comme des clients importants, ont automatiquement un CC ou BCC inclus. \n\n✅ Règles d'exclusion basées sur l'adresse électronique ou le domaine de votre destinataire.\n- Par exemple, les e-mails que vous envoyez à vos contacts privés ou aux contacts internes de l'entreprise ne reçoivent pas de CC ou de BCC.\n\n✅ Prise en charge complète des logiciels de gestion de la relation client tels que : Salesforce, HubSpot, et autres.\n\ncloudHQ. Aider les professionnels 1 clic à la fois.\n______\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "it": "Con Auto BCC per Gmail™ di cloudHQ, è possibile copiare automaticamente alla cieca (o copiare) persone specifiche su e-mail specifiche in modo da poter essere sicuri che chiunque debba avere una copia della vostra e-mail, la riceva automaticamente. \n\nEcco una lista di caratteristiche:\n\n✅ Automaticamente CC o BCC un altro indirizzo e-mail \n- Per esempio, puoi mandare in BCC o CC un altro dei tuoi indirizzi email, il tuo capo, il tuo assistente, o qualcun altro.\n\nRegole multiple basate sul tuo indirizzo e-mail \"da\".\n- Per esempio, solo i messaggi email che invii dal tuo indirizzo email professionale saranno CC o BCC a un indirizzo email di tua scelta.\n\nRegole multiple basate sull'indirizzo email o sul dominio del destinatario\n- Per esempio, le email che invii a certi contatti, come i clienti importanti, hanno automaticamente un CC o BCC incluso. \n\nRegole di esclusione basate sull'indirizzo e-mail o sul dominio del destinatario\n- Per esempio, le email che invii ai tuoi contatti privati o ai contatti interni dell'azienda non vengono CC o BCC a nessuno.\n\n✅ Supporto completo per i software di gestione delle relazioni con i clienti come: Salesforce, HubSpot e altri.\n\ncloudHQ. Aiutare i professionisti 1 click alla volta.\n______\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "ja": "cloudHQのAuto BCC for Gmail™を使えば、特定のメールに特定の人を自動的にブラインドコピー（コピー）することができるので、メールのコピーを持つべき人が、自動的にそれを受け取ることができ、安心です。\n\n以下は、その機能の一覧です。\n\n✅ 別のメールアドレスを自動的にCCまたはBCCにする \n- 例えば、自分のメールアドレス、上司、アシスタントなど、他の誰かをBCCまたはCCにすることができます。\n\n✅ 「差出人」メールアドレスに基づく複数のルール\n- 例えば、仕事用のメールアドレスから送信したメールメッセージだけが、選択したメールアドレスにCCまたはBCCされます。\n\n✅ 受信者のメールアドレスやドメインに基づく複数のルール\n- 例えば、重要な取引先など特定の連絡先に送ったメールには、自動的にCCやBCCが付きます。\n\n✅ 受信者のメールアドレスまたはドメインに基づく除外ルール\n- 例えば、プライベートな連絡先や社内の連絡先に送ったメールは、誰にもCCやBCCが付かないようにします。\n\n✅ 顧客関係管理ソフトをフルサポート。Salesforce、HubSpot などの顧客関係管理ソフトウェアをフルサポートします。\n\ncloudHQ。プロフェッショナルを1クリックで支援します。\n____\n\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "nl": "Met Auto BCC voor Gmail™ van cloudHQ kunt u specifieke mensen automatisch blind kopiëren (of kopiëren) op specifieke e-mails, zodat u er zeker van kunt zijn dat wie een kopie van uw e-mail zou moeten hebben, deze ook automatisch krijgt. \n\nHier is een lijst met functies:\n\n✅ Automatisch een ander e-mailadres CC of BCC \n- U kunt bijvoorbeeld een van uw andere e-mailadressen, uw baas, uw assistent of iemand anders BCC- of CC-berichten sturen.\n\n✅ Meerdere regels gebaseerd op uw \"van\" e-mailadres\n- Bijvoorbeeld: alleen e-mailberichten die u verstuurt vanaf uw professionele e-mailadres worden CC of BCC'ed naar een e-mailadres van uw keuze.\n\n✅ Meerdere regels op basis van het e-mailadres of domein van uw ontvanger\n- E-mails die u bijvoorbeeld naar bepaalde contactpersonen stuurt, zoals belangrijke klanten, krijgen automatisch een CC of BCC. \n\n✅ Uitsluitingsregels op basis van het e-mailadres of domein van uw ontvanger\n- E-mails die u bijvoorbeeld naar uw privécontacten of interne bedrijfscontacten stuurt, krijgen aan niemand een CC'ed of BCC'ed.\n\nVolledige ondersteuning voor klantrelatiebeheersoftware zoals: Salesforce, HubSpot, en anderen.\n\ncloudHQ. Professionals helpen met 1 klik tegelijk.\n\n______\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "pl": "Dzięki funkcji Auto BCC for Gmail™ firmy cloudHQ możesz automatycznie ślepo kopiować (lub kopiować) określone osoby w określonych wiadomościach e-mail, dzięki czemu możesz mieć pewność, że ten, kto powinien otrzymać kopię Twojej wiadomości e-mail, automatycznie ją otrzyma. \n\nOto lista funkcji:\n\n✅ Automatycznie CC lub BCC dla innego adresu e-mail \n- Na przykład, możesz nadać klauzulę BCC lub CC innemu adresowi e-mail, swojemu szefowi, asystentowi lub komuś innemu.\n\n✅ Wiele reguł opartych na adresie e-mail \"od\".\n- Na przykład, tylko wiadomości wysyłane z Twojego służbowego adresu e-mail będą CC lub BCC na wybrany przez Ciebie adres e-mail.\n\n✅ Wiele reguł opartych na adresie e-mail lub domenie odbiorcy\n- Na przykład, wiadomości wysyłane do określonych kontaktów, takich jak ważni klienci, automatycznie otrzymują status CC lub BCC. \n\n✅ Reguły wykluczania na podstawie adresu e-mail lub domeny odbiorcy\n- Na przykład wiadomości wysyłane do osób prywatnych lub wewnętrznych kontaktów firmowych nie są oznaczane jako CC lub BCC.\n\n✅ Pełna obsługa oprogramowania do zarządzania relacjami z klientami, np: Salesforce, HubSpot i innych.\n\ncloudHQ. Pomaganie profesjonalistom - jedno kliknięcie na raz.\n_____\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "pt_BR,pt_PT": "With the Auto BCC for Gmail™ by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time.",
    "zh_CN": "有了cloudHQ的Auto BCC for Gmail™，你可以在特定的电子邮件上自动盲抄（或复制）特定的人，这样你就可以放心，谁应该有你的电子邮件的副本，谁就自动得到它。\n\n这里有一个功能列表。\n\n✅自动抄送或密送另一个电子邮件地址 \n- 例如，你可以抄送你的另一个电子邮件地址，你的老板，你的助理，或其他任何人。\n\n✅ 基于你的 \"来自 \"电子邮件地址的多种规则\n- 例如，只有你从你的专业电子邮件地址发送的电子邮件信息才会被抄送或密送到你选择的电子邮件地址。\n\n✅ 基于你的接收者的电子邮件地址或域名的多种规则\n- 例如，你发送给某些联系人的邮件，如重要客户，会自动包含抄送或密送。\n\n✅ 基于你的收件人的电子邮件地址或域名的排除规则\n- 例如，你发送给你的私人联系人或公司内部联系人的邮件不会被抄送或抄送给任何人。\n\n✅完全支持客户关系管理软件，如。Salesforce、HubSpot及其他。\n\n云总部。帮助专业人士，一次点击。\n\n_____\nWith the Auto BCC for Gmail by cloudHQ Chrome extension, you can automatically blind copy (or copy) specific people on specific emails so that you can rest assured that whoever should have a copy of your email, automatically does. \n\nHere's a list of features:\n\n✅ Automatically CC or BCC another email address (like another one of your email addresses, your boss, your assistant, etc).\n\n✅ Multiple rules based on your \"from\" email address:\n—Only email messages that you send from your professional email address will be CC or BCC'ed to an email address of your choice.\n\n✅ Multiple rules based on your receiver's email address or domain:\n— Emails sent to certain contacts (for example, important clients) automatically have a CC or BCC included in your emails. \n\n✅ Exclusion rules based on your receiver's email address or domain:\n— Emails that you send to your private contacts or internal company contacts do not get CC'ed or BCC'ed to anyone.\n\n✅ Full support for Salesforce CRM, HubSpot CRM, and other major CRMs.\n\ncloudHQ. Helping professionals 1 click at a time."
  }
}