{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aiapp.gg web extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin, part of aiapp.gg, enhances your online writing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aiapp.GG is an AI-powered browser extension that brings AI to wherever you work by integrating seamlessly into your day-to-day web browsing experience. This plugin is exclusively designed for users of aiapp.gg. To use this app, simply register on our website, choose a plan, log in, and start utilizing the plugin to enhance your writing speed with the help of AI.\n\nWith the Aiapp.gg plugin, you can speed up your email writing, create posts, and engage in quicker chats. We leverage artificial intelligence to automate the writing process.\n\nAiapp.gg allows you to generate text in different language wherever you write. Receive suggestions for alternative ways to express ideas, draft entire emails from just a few words – all with one versatile tool. Aiapp.gg is an all-encompassing, AI-centric writing solution:\n⚡ Use any prefix to generate text with AI (view the list of prefixes upon login)\n🏄 Autocomplete sentences across different websites \n✍️ Rephrase sentences to be friendlier, more professional, shorter, or longer\n🎯 Reply to emails \n📄 Generate full-length emails from short phrases\n\n➤ Compose Anything\nType \"gen:\" or select from the list of prefixes to generate various text types, from blog posts to marketing copy.\n\n➤ Compose Email\nGreat for drafting quick replies or generating ideas that you can customize. Type \"email:\" to use this feature.\n\nGetting Started with aiapp extension: https://www.youtube.com/watch?v=h1WNMCjQOHs\n\nExplore demos and tutorials on our YouTube playlist named \"extension\" at: https://www.youtube.com/@aiapp-gg/playlists\n\nNote: An Aiapp.gg Account is required for this extension.\n\nWe are constantly working to enhance your experience with Aiapp.gg. If you have questions or feedback, reach out to us at contact@aiapp.gg.\n\nFAQ:\n1. Language Support: Aiapp.gg supports all popular languages. Simply mention the language in your text prompt.\n2. Privacy Policy: Your data are not stored on our servers. The context is used solely for generating responses. We prioritize your privacy, using industry-standard encryption and security measures.\n\nNote: Aiapp.gg does not support or endorse using other ChatGPT extensions concurrently. Uninstall other ChatGPT extensions for reliable aiapp.gg functionality."
  }
}