{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UML Transportation Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds functionality to TimeForge and RoadsterRoutes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOTE: If you are a supervisor, you MUST check the supervisor checkbox in the extension popup box (click the extension icon in the top right of your screen)\n\nUMLTranspoBuddy is the easiest way to:\n1. Export your shifts to a Google Calendar\n2. Keep bus numbers on RoadsterRoutes visible after a page refresh\n3. Update HR Direct with your hours worked\n\nTo upload your shifts, you must first tell the extension which calendar to upload to. To set the calendar to export your shifts to, right click the extension icon and click Options. Click the Change Calendar Button to load all your Google Calendars. Click the radio button next to the calendar you would like your shifts uploaded to, then click the Set Selected Calendar button to set that calendar. Once the calendar is set, go to your Timeforge schedule page. There should be an Export button at the top right. Clicking this button will upload all of the shifts for the month you are viewing on Timeforge, and any shifts that have already been uploaded to your Google Calendar will be omitted from the upload.\n\nTo enable the RoadsterRoutes feature, left click the extension icon in the top right of your screen and check the \"Roadster Routes\" box. Subsequent visits to www.uml.edu/routes will have a clickable \"Numbers On\"/\"Numbers Off\" header at the top of the screen that you can toggle.\n\nTo update HR Direct with your hours worked, go to your timecard on Timeforge. Above your hours table will be a button that says \"Export to HR Direct\". Click the button, and log in to HR Direct. There will be a prompt to ensure the times loaded by the extension accurately reflect what you work. Press cancel if they are incorrect. Otherwise, press Okay and wait. The page will refresh and your hours will be uploaded to HR Direct.\n\nFor supervisors:\nDaily and weekly hour totals are added to the schedule page\nThe \"Schedules\" menu drop-down includes a link to pick up shifts"
  }
}