{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Poshmark | Posher Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Posher Pro: Boost Sales. Save Time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A brand new Google Chrome Extension for Poshmark! Posher Pro is the fastest, simplest, and most affordable closet assistant that will help manage all your needs. \n\nEvery user is given a FREE 7-Day Trial! No Sign-up required. \nAfter your trial expires Posher Pro will be available for only $5 A MONTH!! Purchase on our website https://posher-pro.com/pricing.html\n\n* Automatically Share Your Entire Closet\n* Automatically Share Any Other Closet\n* Auto-Follow to Gain Attraction to Your Closet\n* Auto-Unfollow to Remove Clutter\n* Detect Captchas with a Sound Alarm\n* Increase / Decrease Speed of Automation\n* Completely Secure. No Logins / Passwords Needed.\n\nShare your closet, other closets, increase followers or remove followers with a click of a button! Here at Posher Pro, we know the difficulties of repetitive Poshmark tasks that can take 30 minutes to even hours of your day. We have worked to create a solution to that problem. Our team is just getting started and is dedicated to improving our extension. Posher Pro was made by Poshers for Poshers.\n\nWhether you are new to the scene or a veteran Poshmark user, Posher Pro is a necessity for you. Our goal was to design an extension that would free all Posher's of repetitive time consuming tasks so that you can get back to growing your closets and spending your time efficiently. \n\nHow it works:\n\nIt is as easy as just one click of a button! Once the extension is installed, go to any user's page and click the Share icon. Posher Pro will do the rest. With one click the extension will load the entire available closet and share all items from start to finish. \n\nFor any questions, bugs, or concerns, send us an email at posherpro@gmail.com\nWe take pride in our 24 hour response time for all your needs! Our service and prices cannot be beat."
  }
}