{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NetWorker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically fill personalized notes on LinkedIn when sending connection requests."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nConnect and engage more effectively on LinkedIn with NetWorker - the ultimate LinkedIn Connector Chrome extension. Enhance your networking experience by adding personalized notes to your connection requests effortlessly.\n\nKey Features:\nPersonalized Notes:\nCraft personalized notes that make your LinkedIn connection requests stand out. Use dynamic placeholders to address contacts by name and tailor your messages for a more personalized touch.\n\nEffortless Saving:\nSave your personalized notes securely with NetWorker. Your notes are stored using Chrome's sync storage, ensuring that your customizations are available across devices.\n\nIntuitive Popup Interface:\nThe NetWorker popup provides a user-friendly interface for adding, saving, and managing your personalized notes. Streamline your workflow and save time when reaching out to new connections.\n\nVisual Distinction:\nEasily distinguish your saved notes with a distinct style in the popup. The saved note is highlighted with a light green background, making it easy to spot and reference.\n\nSeamless Connection Process:\nAdd a Note:\nType your personalized note in the \"Add a personalized note\" textarea in the NetWorker popup.\n\nSave and Connect:\nClick the \"Save\" button to save your note securely. NetWorker seamlessly adds your personalized note and sends the message with just a click of the \"Connect\" button on LinkedIn.\n\nEffortless Networking:\nElevate your networking game by effortlessly including personalized notes in your connection requests. NetWorker automates the process, making your connection requests more engaging and effective.\n\nNetWorker empowers you to build meaningful connections on LinkedIn by providing a simple and efficient way to add personalized notes to your connection requests. Elevate your networking game with NetWorker today!"
  }
}