{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ali Cart Export: Export your AliExpress cart to CSV"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export your AliExpress cart to a CSV spreadsheet, including the title, SKU, price, quantity and URL of all your cart items."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export your entire AliExpress cart to a CSV spreadsheet with this extension.\n\nAli Cart Export is the easiest way to export your AliExpress cart to a CSV spreadsheet — this extension exports all the items in your AliExpress shopping cart to a CSV spreadsheet, including your items Title, SJU, Price, Quantity, Total Cost, Link and Store Name. \n\n(Note: A CSV is a spreadsheet which you can import directly into Excel or Google Sheets.)\n\n------\nHow It Works:\n\n⬇️ Install the Chrome extension: Begin by installing the Ali Cart Export Chrome extension. Our lightweight extension lets you quickly export and download your AliExpress cart to a CSV/Excel spreadsheet.\n\n💾 Export your AliExpress cart: Navigate to your AliExpress cart and click the Ali Cart Export extension icon. In one click, you can save a CSV/Excel spreadsheet of all the items in your AliExpress cart, including their Title, SKU, Price, Quantity, Link and Store Name.\n\n💻 Open your spreadsheet: Open your spreadsheet in Excel or Google Sheets. Now you have all the items in your AliExpress cart in a handy spreadsheet format.\n\n------\n\nFAQ:\n\nQ: How do I export my AliExpress cart?\nA: To export your AliExpress cart with Ali Cart Export, start by installing our Chrome extension. Then visit your AliExpress cart page, open our extension, and use it to export a CSV/Excel spreadsheet of your AliExpress cart items. Open this spreadsheet with Excel or Google Sheets to view all your cart items.\n\nQ: What fields does the CSV spreadsheet include?\nA: When you export a CSV/Excel spreadsheet of your AliExpress cart items, it includes the following fields: Title, SKU, Quantity, Price, Total Cost, Product Link and Store Name. \n\nQ: Does the CSV spreadsheet stay updated?\nA: No, the CSV spreadsheet of your AliExpress cart items generated with Ali Cart Export does not stay updated. If you change the items in your cart, you should use our extension to export a new spreadsheet. Our Chrome extension creates a spreadsheet of all the items in your cart at the current moment, and unfortunately it's impossible for us to update it.\n\n------\n\nInstall our Chrome Extension to quickly export your AliExpress cart to a CSV/Excel spreadsheet. It's free, easy to use, and takes 1 minute to get started. \n\nBeing able to download and save your AliExpress cart items to a spreadsheet is a handy way to track your shopping and purchases, and the Ali Cart Export Chrome Extension makes that easy. \n\nNote: Product links exported via the Ali Cart Export Chrome extension may include tag of affiliation."
  }
}