{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube SEO Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your YouTube video viewing experience with the YouTube Video Script Generator Chrome plugin. This innovative tool allows…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your YouTube video viewing experience with the YouTube Video Script Generator Chrome plugin. This innovative tool allows you to effortlessly create detailed video scripts based on the content of multiple YouTube videos.\n\nWho It's For:\n\nContent Creators: Easily compile research and create detailed scripts for your videos.\nEducators and Students: Summarize video lectures and create study guides from educational videos.\nProfessionals: Create informative video presentations by combining content from various sources.\nKey Features:\n\nAutomated Transcript Extraction: The plugin automatically fetches and processes transcripts from the provided videos, ensuring you have the textual content needed for script generation.\nAI-Powered Script Generation: Utilizing advanced NLP technology, the plugin generates comprehensive, coherent video scripts that are ready for use.\nUser-Friendly Interface: A simple, intuitive interface that lets you generate scripts with just a few clicks, making it accessible to anyone.\nFast Processing: Quickly transforms video content into structured scripts, saving you time and effort.\nSeamless Integration: Integrates directly into your Chrome browser for a smooth, hassle-free experience.\nHow It Works:\n\nPaste a Video Title: Start by inputting the title of the YouTube video you want to process.\nFetch Transcripts: The plugin retrieves the transcripts from these videos automatically, ensuring you get all verbal content.\nGenerate Script: With the power of AI, the plugin synthesizes the transcript data into a well-structured video script.\nReview and Edit: Review the generated script and make any necessary edits directly within the plugin to perfect the content.\nDownload onto a File: Easily download the finished script to your device for further use or distribution.\nTransform the way you work with YouTube content. Download the YouTube Video Script Generator plugin today and start creating better, more organized video scripts with ease!\n\nAdditional Tips:\nClarify the \"Paste a Video Title\" Step: It might be a bit unclear how a video title leads to fetching transcripts. If the plugin uses video titles to search and fetch corresponding YouTube videos, specify this process more clearly.\nMention Compatibility and Requirements: If there are specific browser or system requirements, or if the plugin only works with certain versions of YouTube or Chrome, including this information could prevent user confusion.\nPrivacy and Data Handling: Briefly mention how user data is handled, especially since you are dealing with potentially sensitive content from videos. Users are often concerned about privacy when it comes to extensions that process content."
  }
}