{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "noCRM: Simple Sales CRM for WhatsApp™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage and create leads easily from WhatsApp™ and instantly log interactions in noCRM!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 NOCRM WHATSAPP EXTENSION – SIMPLE SALES CRM FOR WHATSAPP\n\n📱 Take your sales game to the next level with the noCRM WhatsApp Extension! Connect  WhatsApp™ with noCRM.io, the lead management tool built to help your sales team close deals faster and more efficiently.\n\nThis Chrome Extension allows you to manage your WhatsApp interactions effortlessly, saving valuable time and keeping your sales process organized. Whether you're a current noCRM customer or exploring tools to simplify your sales journey, this extension is your solution.\n\n✨ New to noCRM? Learn more at https://www.nocrm.io/ and unlock the full potential of this extension!\n\n🌐 WHY noCRM.io\nUnlike traditional CRMs, noCRM is built with simplicity in mind, empowering sales teams to focus on what matters: closing deals. Trusted by thousands of businesses worldwide, noCRM ensures your pipeline stays organized and effective.\n\nFEATURES YOU’LL LOVE ✨\n\n- 🥳 CREATE LEADS IN ONE CLICK: Turn WhatsApp Web conversations into leads instantly.\n\n- 🗂️ LOG INTERACTIONS EASILY: Save customer conversations directly in noCRM for full tracking.\n\n - 🤝 MANAGE YOUR LEADS FROM WHATSAPP: Instantly access lead details and information from noCRM whenever a lead is linked to a WhatsApp number.\n\n- 💬 SEND PRE-SET TEMPLATES: Use customizable message templates to respond quickly and professionally.\n\nWHY USE THIS EXTENSION\n\n🚀 The noCRM WhatsApp Extension bridges the gap between conversations and actionable leads, helping you stay on top of your pipeline while ensuring no sales opportunity slips through the cracks.\n\n- 🔍 Perfect for sales teams, small businesses, and entrepreneurs who use WhatsApp for customer interactions.\n- 🛠️ Works seamlessly with noCRM.io to keep your pipeline organized and sales-focused.\n\nHOW TO GET STARTED\n\n1️⃣ INSTALL the extension and log into your noCRM.io account.\n\n2️⃣ OPEN WhatsApp Web and connect your conversations to noCRM.\n\n3️⃣ START creating and managing leads, saving interactions, and sending templates—all without leaving WhatsApp Web.\n\nThe noCRM Chrome Extension supports regular Whatsapp and Whatsapp Business. Please note that only works with the Whatsapp Web on the browser.\n\n🤝 Subscriptions: Start with our free browser extension or unlock full features with the Dream Team or Solopreneur edition.\n\n💼 With the noCRM WhatsApp Extension, you can save time, stay organized, and focus on what truly matters—closing deals.\n\nHAVE QUESTIONS?\nLearn more on our dedicated Help Article at \n\nIf you have any problems or suggestions please contact our support team\n\n---\n\nDisclaimer:\nWhatsApp™ is a trademark of WhatsApp Inc.\n\nThis Chrome Extension is not endorsed, certified, or affiliated with WhatsApp Inc., Meta, Facebook, or Instagram. noCRM is an independent lead management software and is in no way related to or associated with Meta or its products."
  }
}