{
  "name": {
    "ar": "ChatGPT Everywhere - OpenAI ChatGPT",
    "am": "ChatGPT - ChatGPT Helper",
    "bg": "Chatbot - ChatGPT Search",
    "bn": "ChatGPT Everywhere - Chatbot",
    "ca": "Assistència de ChatGPT - cerca intel·ligent",
    "cs": "ChatGPT asistent - chytré vyhledávání",
    "da": "ChatGPT-assistent - smart søgning",
    "de": "ChatGPT-Assistent - intelligente Suche",
    "el": "ChatGPT Search - Support GPT4",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,ru,uk,vi,zh_TW": "ChatGPT Assistant - Smart Search",
    "es": "Asistente ChatGPT - búsqueda inteligente",
    "et": "ChatGPT Helper - Support GPT 4",
    "fa": "ChatGPT Helper - GPT Search",
    "fi": "ChatGPT-avustaja - älykäs haku",
    "fil": "GPT Chatbot - OpenAI ChatGPT",
    "fr": "Assistant ChatGPT - recherche intelligente",
    "gu": "Summary - Google Chatbot",
    "he": "Summary with ChatGPT",
    "hi": "ChatGPT - Google Chatbot",
    "hr,kn": "Smart Search - GPT4",
    "hu": "ChatGPT for Youtube - Summary",
    "id": "ChatGPT Everywhere - OpenAi GPT4",
    "it": "Assistente ChatGPT - Ricerca Intelligente",
    "ja": "ChatGPTアシスタント - スマートサーチ",
    "ko": "ChatGPT 보조 - 스마트 검색",
    "lt": "ChatGPT asistentas - išmanioji paieška",
    "lv": "ChatGPT palīgs - inteliģentā meklēšana",
    "ml": "ChatGPT - Open AI GPT 4",
    "mr": "ChatGPT for Google - search GPT",
    "ms": "OpenAI ChatGPT",
    "nl": "ChatGPT-assistent - Slim Zoeken",
    "no": "ChatGPT-assistent - smart søk",
    "pl": "Asystent ChatGPT - Inteligentne Wyszukiwanie",
    "pt_PT": "Assistente ChatGPT - Pesquisa Inteligente",
    "ro": "ChatGPT for Chrome - GPT4 Summary",
    "sk": "ChatGPT asistent - inteligentné vyhľadávanie",
    "sl": "ChatGPT asistent - inteligentno iskanje",
    "sr": "ChatGPT - AI Chatbot",
    "sv": "ChatGPT-assistent - smart sökning",
    "sw": "ChatGPT - OpenAI",
    "ta": "AI ChatGPT - Chatbot",
    "te": "Youtube ChatGPT - AIPRM",
    "th": "SEO - ChatGPT with AI",
    "tr": "ChatGPT Asistanı - Akıllı Arama",
    "zh_CN": "ChatGPT助手 - 智能搜索"
  },
  "short": {
    "ar,te": "Transform your search engine with OpenAI's ChatGPT technology! Utilize the ChatGPT Helper function to easily integrate ChatGPT into…",
    "am": "Make your search engine even more powerful by integrating OpenAI's ChatGPT! With the Chat GPT helper function, you can access…",
    "bg,gu,he": "Shows ChatGPT results in Google, Gmail, chatgpt for linkedin,  chatgpt for yahoo and yandex chatgpt, сhatGPT to YouTube videos.…",
    "bn,ro,ta": "ChatGPT for Google Meet, MS Teams, Zoom. Shows сhatGPT results in Google, Bing. СhatGPT yahoo, facebook, сhatGPT Instagram",
    "ca": "Integra OpenAI ChatGPT al teu motor de cerca! Accedeix a ChatGPT a qualsevol lloc web utilitzant la funció d'ajuda de Chat GPT.",
    "cs": "Integrujte OpenAI ChatGPT do svého vyhledávače! Přistupujte k ChatGPT na jakékoli webové stránce pomocí pomocné funkce Chat GPT.",
    "da": "Integrer OpenAI ChatGPT i din søgemaskine! Få adgang til ChatGPT på ethvert websted ved hjælp af Chat GPT-hjælpefunktionen.",
    "de": "Integrieren Sie OpenAI ChatGPT in Ihre Suchmaschine! Greifen Sie auf ChatGPT auf jeder Website zu, indem Sie die Chat…",
    "el": "Incorporate OpenAI's ChatGPT into your search engine for unparalleled convenience! Utilize the ChatGPT Helper Function to access…",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,ru,uk,vi,zh_TW": "Integrate OpenAI ChatGPT into your search engine! Access ChatGPT on any website using the Chat GPT helper function.",
    "es": "¡Integra OpenAI ChatGPT en tu motor de búsqueda! Accede a ChatGPT en cualquier sitio web utilizando la función auxiliar de Chat GPT.",
    "et": "Enhance your search engine with the power of OpenAI ChatGPT! Seamlessly integrate ChatGPT into any website using the convenient…",
    "fa,sw": "Integrate OpenAI ChatGPT into your search engine for an enhanced user experience! Utilize the Chat GPT helper function to access…",
    "fi": "Integroi OpenAI ChatGPT hakukoneeseesi! Käytä ChatGPT:tä millä tahansa verkkosivustolla Chat GPT -apufunktion avulla.",
    "fil": "Easily leverage the power of OpenAI ChatGPT to supercharge your search engine! With the Chat GPT Summary helper function, you can…",
    "fr": "Intégrez OpenAI ChatGPT dans votre moteur de recherche ! Accédez à ChatGPT sur n'importe quel site Web en utilisant la fonction…",
    "hi,kn": "Transform your search engine with OpenAI's ChatGPT! Utilize the ChatGPT Summary helper to quickly and easily add Chatbot GPT4…",
    "hr": "Elevate your search engine to the next level with OpenAI ChatGPT integration! Utilize the power of ChatGPT on any website with the…",
    "hu": "Empower your search engine with OpenAI ChatGPT! Utilize the Chat GPT Summary feature to easily integrate ChatGPT into any website.",
    "id,ms,sr,th": "Integrate the powerful OpenAI ChatGPT into your search engine! Utilize the ChatGPT helper function to access ChatGPT on any website…",
    "it": "Integra OpenAI ChatGPT nel tuo motore di ricerca! Accedi a ChatGPT su qualsiasi sito web utilizzando la funzione helper di Chat GPT.",
    "ja": "OpenAI ChatGPTを検索エンジンに統合しましょう！Chat GPTヘルパー機能を使用して、任意のウェブサイトでChatGPTにアクセスできます。",
    "ko": "OpenAI ChatGPT를 검색 엔진에 통합하세요! Chat GPT 도우미 기능을 사용하여 모든 웹사이트에서 ChatGPT에 액세스하세요.",
    "lt": "Integruokite OpenAI ChatGPT į savo paieškos sistemą! Pasiekite ChatGPT bet kurioje svetainėje naudodami Chat GPT pagalbinę funkciją.",
    "lv": "Integrējiet OpenAI ChatGPT savā meklēšanas sistēmā! Pievienojiet ChatGPT jebkurā vietnē, izmantojot Chat GPT palīgfunkciju.",
    "ml,mr": "Shows сhatGPT results in Google, Gmail, chatgpt for linkedin,  chatgpt for yahoo and yandex chatgpt, сhatGPT to YouTube videos.",
    "nl": "Integreer OpenAI ChatGPT in uw zoekmachine! Krijg toegang tot ChatGPT op elke website met behulp van de Chat GPT-helperfunctie.",
    "no": "Integrer OpenAI ChatGPT i søkemotoren din! Få tilgang til ChatGPT på hvilken som helst nettside ved hjelp av Chat…",
    "pl": "Zintegruj OpenAI ChatGPT ze swoją wyszukiwarką! Uzyskaj dostęp do ChatGPT na dowolnej stronie internetowej, korzystając z funkcji…",
    "pt_PT": "Integre o OpenAI ChatGPT no seu motor de busca! Aceda ao ChatGPT em qualquer site usando a função auxiliar Chat GPT.",
    "sk": "Integrujte OpenAI ChatGPT do vášho vyhľadávača! Pristupujte k ChatGPT na akejkoľvek webovej stránke pomocou pomocnej funkcie Chat…",
    "sl": "Integrirajte OpenAI ChatGPT v vaš spletni iskalnik! Dostopajte do ChatGPT na kateri koli spletni strani z uporabo pomožne funkcije…",
    "sv": "Integrera OpenAI ChatGPT i din sökmotor! Få åtkomst till ChatGPT på vilken webbplats som helst med hjälp av Chat…",
    "tr": "OpenAI ChatGPT'yi arama motorunuza entegre edin! Chat GPT yardımcı işlevi kullanarak herhangi bir web sitesinde ChatGPT'ye erişin.",
    "zh_CN": "将OpenAI ChatGPT集成到您的搜索引擎中！使用Chat GPT助手功能在任何网站上访问ChatGPT。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,zh_CN": "Important notice!\nTo enable us to provide you with new powerful ChatGPT features, we need your permission to access the following information:\n\n*Web logs, browsing content and history\n\nWe access and collect this information in an aggregated non-identifying way, which means we do not identify or target an individual user. This information is collected for the purpose of providing the service functionality, to improve our apps and services and create aggregated research and marketing insights.\n\n\n\nWhat is ChatGPT Assistant - Smart Search\n\nThe ChatGPT Assistant  is a browser extension that provides users with a powerful tool to enhance their search engine experience. It integrates OpenAI's language model to provide users with ChatGPT's response alongside their regular search engine results. This feature allows users to get information quickly and easily.\n\n\nThe extension also enables users to chat with ChatGPT directly from the extension, allowing them to ask questions and receive answers in a natural, human-like way. It supports all popular search engines such as Google, Bing, and DuckDuckGo, making it convenient for users who frequently switch between different search engines.\n\n\nIn addition to the powerful search engine integration, ChatGPT for Google provides several other features such as the ChatGPT Helper, which allows users to use ChatGPT on any website. The extension also allows users to provide feedback to improve ChatGPT, use custom trigger mode, and copy responses to a clipboard.\n\n\nUsing ChatGPT for Google is simple. Users need to log in to chat.openai.com and open the extension to start a conversation with ChatGPT. If users encounter any issues, they can report a bug in the review section of the extension's page.\n\n\nHowever, it is important to note that ChatGPT for Google does not support or endorse using other ChatGPT extensions simultaneously. Users need to uninstall all other ChatGPT extensions before installing ChatGPT for Google. Overall, ChatGPT for Google is an excellent tool for anyone who wants to get more out of their search engine results.\n\n\nIn today's interconnected digital world, users are constantly on the lookout for tools that not only enhance their browsing experience but also provide added functionalities. Enter the ChatGPT Assistant, a unique browser extension designed for the Chrome environment. Powered by OpenAI's advanced GPT-4 language model, this extension is more than just a tool; it's a revolutionary integration of smart technology designed to transform the way we experience search engines like Google, Bing, and Yahoo.\n\nRedefining the Search Landscape\n\nLaunching Chrome and starting on your home page, you might typically type in a search query and await standard results. However, with the ChatGPT Assistant, users are introduced to a dual-layered response system: traditional search engine results coupled with AI-driven, human-like responses from ChatGPT. This ensures a holistic and enriched user experience, turning simple searches into interactive sessions.\n\nThe Power of Interactive AI\n\nBeyond the realms of SEO tools and keyword searches, the ChatGPT Assistant offers an unparalleled feature: real-time conversations with an AI. Whether you're using Google, sorting through your Gmail notifications, or even searching for the latest news aggregators, this extension facilitates immediate feedback, transforming regular browsing into an engaging chat experience. It's like having a state-of-the-art digital assistant, ready to assist, answer, and guide.\n\nUniversal Integration Across Multiple Platforms\n\nThe true strength of the ChatGPT Assistant lies in its versatility. Whether you're a dedicated Google user, occasionally switch to Bing, or explore the diverse offerings of Yahoo, this extension promises seamless integration. It's designed to cater to a wide range of user needs, from offering dark mode for night-friendly browsing to assisting online shoppers with price comparisons.\n\nFeedback, Clipboard Features, and Enhanced Productivity\n\nThe extension doesn't just stop at search and chat. It's packed with features that promise a user-centric experience. The ChatGPT Helper, for instance, allows for engagement across various websites. Users can also effortlessly copy valuable AI-generated responses to their clipboard. A dedicated feedback mechanism ensures that the tool is in a constant state of evolution, aligning with user needs and preferences.\n\nSimple, Efficient, and Designed for All\n\nEmbarking on the ChatGPT for Google journey promises simplicity. Users can effortlessly log in at chat.openai.com, initiate the extension, and dive into an enriched browsing experience. However, it's crucial to ensure optimal performance by uninstalling other ChatGPT extensions before diving into this unique experience with ChatGPT for Google.\n\nInnovation at the Forefront\n\nIn an era where users seek tools that promise more - from ad blockers to VPNs for enhanced privacy - the ChatGPT for Google browser extension stands out. Merging the precision of AI with the user-friendly nature of traditional search engines, it offers a transformative online browsing experience. For those looking to elevate their online interactions, from checking emails in Gmail to exploring news aggregators or even managing tabs efficiently, ChatGPT for Google is the ultimate tool to consider.",
    "en,en_AU,es_419,pt_BR,ru,uk,vi,zh_TW": "What is ChatGPT Assistant - Smart Search\n\nThe ChatGPT Assistant  is a browser extension that provides users with a powerful tool to enhance their search engine experience. It integrates OpenAI's language model to provide users with ChatGPT's response alongside their regular search engine results. This feature allows users to get information quickly and easily.\n\n\nThe extension also enables users to chat with Chat GPT directly from the extension, allowing them to ask questions and receive answers in a natural, human-like way. It supports all popular search engines such as Google, Bing, and DuckDuckGo, making it convenient for users who frequently switch between different search engines.\n\n\nIn addition to the powerful search engine integration, ChatGPT for Google provides several other features such as the Chat GPT Helper, which allows users to use Chat GPT on any website. The extension also allows users to provide feedback to improve Chat GPT, use custom trigger mode, and copy responses to a clipboard.\n\n\nUsing ChatGPT for Google is simple. Users need to log in to chat.openai.com and open the extension to start a conversation with Chat GPT. If users encounter any issues, they can report a bug in the review section of the extension's page.\n\n\nHowever, it is important to note that ChatGPT for Google does not support or endorse using other Chat GPT extensions simultaneously. Users need to uninstall all other Chat GPT extensions before installing ChatGPT for Google. Overall, ChatGPT for Google is an excellent tool for anyone who wants to get more out of their search engine results.\n\nChatGPT login: https://chat.openai.com/auth/login\n\nImportant notice!\nTo enable us to provide you with new powerful features, we need your permission to access the following information:\n\n*Web logs, browsing content and history\n\nWe access and collect this information in an aggregated non-identifying way, which means we do not identify or target an individual user. This information is collected for the purpose of providing the service functionality, to improve our apps and services and create aggregated research and marketing insights."
  }
}