{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Website Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly open multiple websites using a shortcut key."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Website Launcher - Open Your Favorite Websites with a Shortcut\n\nTired of opening the same websites every day? Quick Website Launcher is a Chrome extension that lets you open your favorite bookmarked websites instantly with a simple keyboard shortcut. Enhance your productivity by accessing your most-used sites with ease.\n\n## Features:\n- One-Click Access: Open multiple websites simultaneously with a single keyboard shortcut.\n- Customizable Shortcuts: Set up your preferred keyboard combination to launch your selected websites.\n- Bookmark Integration: Easily select your favorite websites from your existing Chrome bookmarks.\n- Smart Activation: If your selected websites are already open, the extension will activate them instead of opening new tabs.\n- Open in New Window: Choose to open websites in a new, maximized window for better visibility.\nAutomatic Tab Management: Avoid duplicate tabs with intelligent tab handling.\n\n## How to Use:\n- Install the Extension: Add Quick Website Launcher to your Chrome browser.\n- Select Your Favorite Websites:\n- Click on the extension icon to open the settings popup.\n- From the list, select the bookmarked websites you want to open with the shortcut.\n\n## To add a new website:\n- Enter the website URL in the input field labeled \"Enter website\".\n- Click the \"Add\" button to include it in your favorites list.\n\n## Customize Settings:\n- Open in New Window: Check the box if you prefer your websites to open in a new window.\n- Save Preferences: Click the \"Save\" button to store your selections and settings.\n\n## Set Up Keyboard Shortcut:\n- By default, the shortcut key is Ctrl+Shift+Y (or Cmd+Shift+Y on Mac).\n- To customize the shortcut: Go to chrome://extensions/shortcuts in your Chrome browser. Find Quick Website Launcher and set your preferred key combination.\n\n## Launch Your Websites: \nPress your designated keyboard shortcut at any time to instantly open your selected websites.\n\n## Why Use Quick Website Launcher?\n- Save Time: No more typing URLs or clicking through bookmarks—launch all your essential websites at once.\n- Boost Productivity: Quickly access sites you use frequently for work, study, or entertainment.\n- Stay Organized: Manage your browser tabs efficiently without unnecessary clutter.\n- Smart Recognition: The extension detects if your websites are already open and activates them instead of creating duplicates.\n\n## Support and Feedback: We value your feedback and are here to help! If you have any questions or suggestions, please contact us at weitianqiccc3@gmail.com.\n\n## 摸鱼神器来啦！用 Quick Website Launcher，一键全屏切换你想看的网页，追剧、刷社交轻松自在！快捷键一按，工作摸鱼随时切换，再也不怕被抓包！"
  }
}