{
  "name": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Papas Burgeria Unblocked",
    "da": "Papas Burgeria gratis spil",
    "el": "Δωρεάν παιχνίδι Papas Burgeria",
    "es": "Juego Gratis Papas Burgeria",
    "et": "Papas Burgeria Tasuta mäng",
    "ja": "パパス・バージェリア無料ゲーム",
    "ko": "Papas Burgeria 무료 게임",
    "nl": "Papas Burgeria Gratis spel",
    "tr": "Papas Burgeria Bedava Oyun",
    "vi": "Trò chơi miễn phí Papas Burgeria",
    "zh_CN": "老爹汉堡免费游戏",
    "zh_TW": "老爸漢堡免費遊戲"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Papas Burgeria right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil Papas Hot burgeria Game lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε το παιχνίδι Papas Hot burgeria αυτή τη στιγμή. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας…",
    "es": "Juega al juego Papas Hot Burgeria ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en línea!…",
    "et": "Mängige mängu Papas Hot burgeria kohe. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovige kohe!",
    "ja": "今すぐPapas Hot burgeria ゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 Papas Hotburgeria 게임을 플레이해보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel nu het Papas Hot burgeria-spel. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring!…",
    "tr": "Papa'nın Sıcak Burgeria Oyununu hemen oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Chơi trò chơi Papas Hot burgeria ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao…",
    "zh_CN": "立即玩Papas Hot Burgeria游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩Papas Hot Burgeria遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction\nPapa's Burgeria is an exciting time management and cooking simulation game developed by Flipline Studios. In this mouthwatering game, players get to run their own burger restaurant, where they grill, build, and serve a variety of delicious burgers to hungry customers. With its addictive gameplay and endless customization options, Papa's Burgeria is sure to satisfy your craving for burger-flipping fun!\n\nGameplay\nIn Papa's Burgeria, players step into the shoes of a new employee at Papa's burger joint. The objective is to take customer orders, grill the patties to perfection, assemble the burgers with the requested toppings, and serve them with precision. The game offers a wide range of ingredients, sauces, and sides, allowing players to create unique burger combinations for each customer. As you progress, you can unlock new ingredients, condiments, and decorations to further enhance your burger menu."
  }
}