{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Wordzzz — Learn languages while surf & stream",
    "de": "Wordzzz — Sprachen lernen mit Filmen & Texten",
    "es": "Wordzzz — Aprende idiomas mientras navegas",
    "fr": "Apprenez les langues en regardant & en lisant",
    "it": "Wordzzz — Impara le lingue con film e testi",
    "pt_BR": "Wordzzz — Aprenda idiomas com filmes e textos",
    "ru": "Wordzzz — Учите языки по видео и текстам",
    "tr": "Wordzzz — Gezinip video izlerken dil öğrenin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Boost your language learning with Wordzzz",
    "de": "Steigern Sie Ihr Sprachenlernen mit Wordzzz",
    "es": "Acelere su aprendizaje de idiomas con Wordzzz",
    "fr": "Accélérez l'apprentissage des langues avec Wordzzz",
    "it": "Accelerare L'apprendimento delle lingue con Wordzzz",
    "pt_BR": "Acelere sua aprendizagem de idiomas com Wordzzz",
    "ru": "Ускорьте изучение языка с Wordzzz",
    "tr": "Dil öğrenimini olan Wordzzz'le arttır"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Unlock Your Language Potential with Wordzzz for Chrome\n\nThe Wordzzz extension is your ultimate language learning companion. It seamlessly analyzes subtitles within your YouTube and Netflix videos, allowing you to effortlessly enhance your language skills. Simply hover over any word, and the video pauses, giving you the opportunity to click on the word and view its translation instantly. You can also translate words while browsing by double-clicking them.\n\nAll translated words sync between all your devices, so you can expand your vocabulary wherever you are. Learn new words with our effective card system. When you start practicing, hover over a card to see the translation of the new word. This effective method helps you remember new words and check their translations on the go.\n\nSign in to our web platform to see your saved words and explore new learning possibilities.\n\n★ TRANSLATE WORDS & TEXT WHILE BROWSING \nDouble click or select any word or sentence to translate it instantly  \n\n★ SAVE NEW WORDS TO YOUR VOCABULARY \nSave words while browsing or watching your favourite videos  \n\n★ PRACTICE YOUR VOCABULARY \nLearn new words with the most effective card system\n\n★ SYNC BETWEEN ALL YOUR DEVICES\nEasily sync words between all your accounts & devices  \n\n★ EASILY SWITCH LANGUAGES \nSwitch between the most popular language pairs  \n\n★ DARK MODE FOR READABILITY \nReduce your eye strain with the automatic dark mode  \n\n★ HOW TO USE WORDZZZ \n- Download Wordzzz extension from Chrome store\n- Whenever you see a new word or phrase, click on it to get its meaning\n- Add it to your vocabulary to practice later \n- Go to the main extension window and start practising  \n\n★ QUESTIONS, FEEDBACK: Having problems with this extension? If the suggestions above didn't work, please fill out a problem report: https://chrome.google.com/webstore/support/",
    "de": "Entschlüsseln Sie Ihr Sprachpotenzial mit Wordzzz für Chrome\n\nDie Wordzzz-Erweiterung ist Ihr ultimativer Begleiter beim Sprachenlernen. Sie analysiert nahtlos die Untertitel in Ihren YouTube- und Netflix-Videos, sodass Sie Ihre Sprachkenntnisse mühelos verbessern können. Fahren Sie einfach mit der Maus über ein beliebiges Wort und das Video wird pausiert. So haben Sie die Möglichkeit, auf das Wort zu klicken und seine Übersetzung sofort anzuzeigen. Sie können Wörter auch während des Browsens übersetzen, indem Sie doppelt darauf klicken.\n\nAlle übersetzten Wörter werden zwischen all Ihren Geräten synchronisiert, sodass Sie Ihren Wortschatz überall erweitern können. Lernen Sie neue Wörter mit unserem effektiven Kartensystem. Wenn Sie mit dem Üben beginnen, fahren Sie mit der Maus über eine Karte, um die Übersetzung des neuen Wortes anzuzeigen. Diese effektive Methode hilft Ihnen, sich neue Wörter zu merken und deren Übersetzungen unterwegs zu überprüfen.\n\nMelden Sie sich auf unserer Webplattform an, um Ihre gespeicherten Wörter zu sehen und neue Lernmöglichkeiten zu entdecken.  \n\n★ WÖRTER UND TEXTE WÄHREND DES BROWSEÜBERSETZENS \nKlicken Sie doppelt auf ein beliebiges Wort oder einen beliebigen Satz oder wählen Sie es aus, um es sofort zu übersetzen.\n\n★ NEUE WÖRTER IN IHREM WOKABULAR SPEICHERN\nSpeichern Sie Wörter, während Sie im Internet surfen oder Ihre Lieblingsvideos ansehen.\n\n★ TRAINIEREN SIE IHR VOKABULAR \nLernen Sie neue Wörter mit dem effektivsten Kartensystem.\n\n★ SYNCHRONISIEREN SIE ALL IHRE GERÄTE \nSynchronisieren Sie Wörter mühelos zwischen all Ihren Konten und Geräten.\n\n★ EINFACH ZWISCHEN SPRACHEN WECHSELN \nWechseln Sie zwischen den beliebtesten Sprachpaaren.\n\n★ DUNKELMODUS FÜR VERBESSERTE LESBARKEIT \nReduzieren Sie Ihre Augenbelastung mit dem automatischen Dunkelmodus.\n\n★ WIE BENUTZE ICH WORDZZZ\n- Laden Sie die Wordzzz-Erweiterung aus dem Chrome Store herunter.\n- Wenn Sie ein neues Wort oder einen neuen Satz sehen, klicken Sie darauf, um seine Bedeutung zu erfahren.\n- Fügen Sie es Ihrem Wortschatz hinzu, um es später zu üben.\n- Gehen Sie zum Hauptfenster der Erweiterung und beginnen Sie mit dem Üben.\n\n★ FRAGEN, FEEDBACK: \nHaben Sie Probleme mit dieser Erweiterung? Wenn die oben genannten Vorschläge nicht funktioniert haben, füllen Sie bitte einen Problembericht aus: https://chrome.google.com/webstore/support/",
    "es": "Desbloquea tu potencial lingüístico con Wordzzz para Chrome\n\nLa extensión Wordzzz es tu compañera de aprendizaje de idiomas definitiva. Analiza sin problemas los subtítulos de tus vídeos de YouTube y Netflix, lo que te permite mejorar tus habilidades lingüísticas sin esfuerzo. Solo tienes que desplazar el cursor sobre cualquier palabra y el vídeo se pausará, dándote la oportunidad de hacer clic en la palabra y ver su traducción al instante. También puedes traducir palabras mientras navegas haciendo doble clic sobre ellas.\n\nTodas las palabras traducidas se sincronizan entre todos tus dispositivos, para que puedas ampliar tu vocabulario estés donde estés. Aprende nuevas palabras con nuestro eficaz sistema de tarjetas. Cuando empieces a practicar, pasa el cursor por encima de una tarjeta para ver la traducción de la nueva palabra. Este método eficaz te ayuda a recordar nuevas palabras y a consultar sus traducciones sobre la marcha.\n\nInicia sesión en nuestra plataforma web para ver las palabras guardadas y explorar nuevas posibilidades de aprendizaje.  \n\n★ TRADUCIR PALABRAS Y TEXTO DURANTE LA NAVEGACIÓN \nHaga doble clic o seleccione cualquier palabra o frase para traducirla instantáneamente.\n\n★ GUARDAR NUEVAS PALABRAS EN SU VOCABULARIO \nGuarde palabras mientras navega o ve sus vídeos favoritos.\n\n★ PRACTIQUE SU VOCABULARIO \nAprenda nuevas palabras con el sistema de tarjetas más eficaz.\n\n★ SINCRONIZAR ENTRE TODOS SUS DISPOSITIVOS \nSincronice fácilmente las palabras entre todas sus cuentas y dispositivos.\n\n★ CAMBIAR DE IDIOMA CON FACILIDAD \nCambie entre los pares de idiomas más populares.\n\n★ MODO OSCURO PARA LA LECTURA \nReduzca la fatiga ocular con el modo oscuro automático.\n\n★ CÓMO UTILIZAR WORDZZZ\n- Descargue la extensión Wordzzz de la tienda Chrome.\n- Siempre que vea una palabra o frase nueva, haga clic en ella para obtener su significado.\n- Añádala a su vocabulario para practicarla más tarde.\n- Vaya a la ventana principal de la extensión y comience a practicar.\n\n★ PREGUNTAS, COMENTARIOS: \n¿Tiene problemas con esta extensión? Si las sugerencias anteriores no han funcionado, rellene un informe de problemas: https://chrome.google.com/webstore/support/",
    "fr": "Débloquez votre potentiel linguistique avec Wordzzz pour Chrome\n\nL'extension Wordzzz est votre compagnon d'apprentissage des langues ultime. Elle analyse en toute transparence les sous-titres de vos vidéos YouTube et Netflix, vous permettant d'améliorer vos compétences linguistiques sans effort. Il suffit de survoler un mot avec la souris et la vidéo se met en pause, vous donnant l'occasion de cliquer sur le mot et d'afficher sa traduction instantanément. Vous pouvez également traduire des mots pendant la navigation en double-cliquant dessus.\n\nTous les mots traduits sont synchronisés entre tous vos appareils, ce qui vous permet d'élargir votre vocabulaire où que vous soyez. Apprenez de nouveaux mots avec notre système de fiches efficace. Lorsque vous commencez à vous entraîner, passez la souris sur une fiche pour voir la traduction du nouveau mot. Cette méthode efficace vous aide à mémoriser de nouveaux mots et à vérifier leurs traductions en déplacement.\n\nConnectez-vous à notre plateforme web pour voir vos mots sauvegardés et explorer de nouvelles possibilités d'apprentissage.  \n\n★ TRADUIRE DES MOTS ET DU TEXTE PENDANT LA NAVIGATION \nDouble-cliquez ou sélectionnez n'importe quel mot ou phrase pour le traduire instantanément.\n\n★ ENREGISTRER DE NOUVEAUX MOTS DANS VOTRE VOCABULAIRE \nEnregistrez des mots pendant que vous naviguez ou regardez vos vidéos préférées.\n\n★ PRATIQUEZ VOTRE VOCABULAIRE \nApprenez de nouveaux mots avec le système de fiches le plus efficace.\n\n★ SYNCHRONISATION ENTRE TOUS VOS APPAREILS \nSynchronisez facilement les mots entre tous vos comptes et appareils.\n\n★ CHANGER DE LANGUE FACILEMENT \nBasculez entre les paires de langues les plus populaires.\n\n★ MODE SOMBRE POUR LA LECTURE \nRéduisez la fatigue oculaire avec le mode sombre automatique.\n\n★ COMMENT UTILISER WORDZZZ\n- Téléchargez l'extension Wordzzz sur le Chrome Store.\n- Chaque fois que vous voyez un nouveau mot ou une nouvelle phrase, cliquez dessus pour obtenir sa signification.\n- Ajoutez-le à votre vocabulaire pour le pratiquer plus tard.\n- Accédez à la fenêtre principale de l'extension et commencez à pratiquer.\n\n★ QUESTIONS, FEEDBACK: \nVous rencontrez des problèmes avec cette extension? Si les suggestions ci-dessus n'ont pas fonctionné, veuillez remplir un rapport de problème : https://chrome.google.com/webstore/support/",
    "it": "Sblocca il tuo potenziale linguistico con Wordzzz per Chrome\n\nL'estensione Wordzzz è il tuo compagno definitivo per l'apprendimento delle lingue. Analizza senza problemi i sottotitoli dei tuoi video YouTube e Netflix, permettendoti di migliorare le tue competenze linguistiche senza sforzo. Ti basta passare il mouse su qualsiasi parola e il video si interromperà, dandoti l'opportunità di cliccare sulla parola e vedere la sua traduzione istantaneamente. Puoi anche tradurre le parole mentre navighi facendo doppio clic su di esse.\nTutte le parole tradotte vengono sincronizzate tra tutti i tuoi dispositivi, così puoi espandere il tuo vocabolario ovunque tu sia. Impara nuove parole con il nostro efficace sistema di schede. \n\nQuando inizi a esercitarti, passa il mouse su una scheda per vedere la traduzione della nuova parola. Questo metodo efficace ti aiuta a ricordare nuove parole e a controllare le loro traduzioni in movimento.\n\nAccedi alla nostra piattaforma web per vedere le parole salvate ed esplorare nuove possibilità di apprendimento.\n\n★ TRADUCI PAROLE E TESTO DURANTE LA NAVIGAZIONE \nFai doppio clic o seleziona qualsiasi parola o frase per tradurla istantaneamente.\n\n★ SALVA NUOVE PAROLE NEL TUO VOCABOLARIO \nSalva le parole mentre navighi o guardi i tuoi video preferiti.\n\n★ ESERCITATI SUL TUO VOCABOLARIO \nImpara nuove parole con il sistema di schede più efficace.\n\n★ SINCRONIZZAZIONE TRA TUTTI I DISPOSITIVI \nSincronizza facilmente le parole tra tutti i tuoi account e dispositivi.\n\n★ PASSAGGIO FACILE TRA LE LINGUE \nPassa da una lingua all'altra tra le coppie di lingue più popolari.\n\n★ MODO SCURO PER LA LEGGIBILITÀ \nRiduci l'affaticamento degli occhi con la modalità oscura automatica.\n\n★ COME UTILIZZARE WORDZZZ\n- Scarica l'estensione Wordzzz dal Chrome Store.\n- Ogni volta che vedi una nuova parola o frase, cliccaci sopra per ottenerne il significato.\n- Aggiungila al tuo vocabolario per esercitarti in seguito.\n- Vai alla finestra principale dell'estensione e inizia a esercitarti.\n\n★ DOMANDE, FEEDBACK: \nHai problemi con questa estensione? Se i suggerimenti precedenti non hanno funzionato, compila un rapporto sui problemi: https://chrome.google.com/webstore/support/",
    "pt_BR": "Desbloqueie seu potencial linguístico com Wordzzz para Chrome\n\nA extensão Wordzzz é o seu companheiro definitivo para o aprendizado de idiomas. Ela analisa perfeitamente as legendas dos seus vídeos do YouTube e da Netflix, permitindo que você aprimore suas habilidades linguísticas sem esforço. Basta passar o mouse sobre qualquer palavra e o vídeo será pausado, dando a você a oportunidade de clicar na palavra e ver sua tradução instantaneamente. Você também pode traduzir palavras enquanto navega clicando duas vezes nelas.\n\nTodas as palavras traduzidas são sincronizadas entre todos os seus dispositivos, para que você possa expandir seu vocabulário onde quer que esteja. Aprenda novas palavras com nosso eficaz sistema de cartões. Quando você começar a praticar, passe o mouse sobre um cartão para ver a tradução da nova palavra. Este método eficaz ajuda você a lembrar novas palavras e verificar suas traduções em movimento.\n\nFaça login em nossa plataforma web para ver suas palavras salvas e explorar novas possibilidades de aprendizagem.  \n\n★ TRADUZA PALAVRAS E TEXTO DURANTE A NAVEGAÇÃO \nClique duas vezes ou selecione qualquer palavra ou frase para traduzi-la instantaneamente.\n\n★ SALVE NOVAS PALAVRAS NO SEU VOCABULÁRIO \nSalve palavras enquanto navega ou assiste aos seus vídeos favoritos.\n\n★ PRATIQUE O SEU VOCABULÁRIO \nAprenda novas palavras com o sistema de cartões mais eficaz.\n\n★ SINCRONIZE ENTRE TODOS OS SEUS DISPOSITIVOS \nSincronize facilmente as palavras entre todas as suas contas e dispositivos.\n\n★ ALTERNAR ENTRE IDIOMAS COM FACILIDADE \nAlterne entre os pares de idiomas mais populares.\n\n★ MODO ESCURO PARA LEITURA \nReduza a fadiga ocular com o modo escuro automático.\n\n★ COMO USAR WORDZZZ\n- Baixe a extensão Wordzzz da Chrome Store.\n- Sempre que vir uma palavra ou frase nova, clique nela para obter seu significado.\n- Adicione-a ao seu vocabulário para praticar mais tarde.\n- Vá para a janela principal da extensão e comece a praticar.\n\n★ PERGUNTAS, FEEDBACK:\nEstá tendo problemas com esta extensão? Se as sugestões acima não funcionaram, preencha um relatório de problemas: https://chrome.google.com/webstore/support/",
    "ru": "Ускорьте изучение языка с Wordzzz для Chrome  \n\nРасширение Wordzzz - ваш лучший помощник в изучении языков. Оно анализирует субтитры к видео на YouTube и Netflix, позволяя вам без труда улучшать свои языковые навыки. Просто наведите курсор на любое слово, и видео приостановится, что даст вам возможность нажать на слово и мгновенно увидеть его перевод. Вы также можете переводить слова во время просмотра сайтов, дважды щелкнув по ним.\n\nВсе переведенные слова синхронизируются между всеми вашими устройствами, так что вы можете расширять свой словарный запас в любом месте. Изучайте новые слова с помощью нашей эффективной карточной системы. Когда вы начнете тренироваться, наведите курсор на карточку, чтобы увидеть перевод нового слова. Этот эффективный метод поможет вам запомнить новые слова и проверять их перевод на ходу.\n\nВойдите в нашу веб-платформу, чтобы увидеть сохраненные слова и открыть для себя новые возможности обучения.  \n\n★ ПЕРЕВОДИТЕ СЛОВА И ТЕКСТ ВО ВРЕМЯ ПРОСМОТРА САЙТОВ \nДважды щелкните на слово или предложение, чтобы перевести его  \n\n★ СОХРАНЯЙТЕ НОВЫЕ СЛОВА В ВАШ СЛОВАРЬ \nДобавляйте слова для изучения во время просмотра сайтов и видео\n\n★ ПРАКТИКУЙТЕ ВАШ СЛОВАРЬ \nЗапоминайте новые слова с помощью нашей эффективной системы карточек\n\n★ СИНХРОНИЗАЦИЯ МЕЖДУ ВСЕМИ ВАШИМИ УСТРОЙСТВАМИ\nЛегко синхронизируйте слова между всеми вашими учетными записями и устройствами  \n★ ЛЕГКО ПЕРЕКЛЮЧАЙТЕСЬ МЕЖДУ ЯЗЫКАМИ \nПереключайтесь между разными языковыми парами  \n\n★ ТЕМНАЯ ТЕМА ДЛЯ ЗАНЯТИЙ ВЕЧЕРОМ \nУменьшите нагрузку на глаза с помощью темного режима  \n\n★ КАК ИСПОЛЬЗОВАТЬ WORDZZZ \n- Скачать расширение Wordzzz из магазина Chrome \n- Всякий раз, когда вы видите новое слово или фразу, нажмите на него, чтобы получить его перевод \n- Добавьте его в свой словарный запас, чтобы потренироваться позже \n- Перейти к главному окну расширения и начать тренироваться  \n\n★ ВОПРОСЫ и ОБРАТНАЯ СВЯЗЬ: Возникли проблемы с этим расширением? Если приведенные выше советы не сработали, пожалуйста, заполните отчет о проблеме:  https://chrome.google.com/webstore/support/",
    "tr": "Chrome için Wordzzz ile Dil Potansiyelinizin Kilidini Açın\n\nWordzzz uzantısı, dil öğrenmenin en iyi arkadaşıdır. YouTube ve Netflix videolarınızdaki altyazıları sorunsuz bir şekilde analiz ederek, dil becerilerinizi zahmetsizce geliştirmenize olanak tanır. Herhangi bir kelimenin üzerine gelin ve video duraklayacak, bu da kelimeye tıklayıp çevirisini anında görmenizi sağlayacaktır. Ayrıca çift tıklayarak gezinirken kelimeleri de çevirebilirsiniz.\n\nTüm çevrilen kelimeler, tüm cihazlarınız arasında senkronize edilir, böylece kelime dağarcığınızı nerede olursanız olun genişletebilirsiniz. Etkili kart sistemimizle yeni kelimeler öğrenin. Pratiğe başladığınızda, yeni kelimenin çevirisini görmek için bir kartın üzerine gelin. Bu etkili yöntem, yeni kelimeleri hatırlamanıza ve çevirilerini hareket halindeyken kontrol etmenize yardımcı olur.\n\nKaydedilmiş kelimelerinizi görmek ve yeni öğrenme olanaklarını keşfetmek için web platformumuzda oturum açın.  \n\n★ YAZI TARARKEN KELİMELER VE METİNLERİ ÇEVİRİN \nAnında çevirmek için herhangi bir kelimeye veya cümleye çift tıklayın veya seçin.\n\n★ YENİ KELİMELERİ VOKABULERİNİZE KAYDEDİN \nİnternette gezinirken veya en sevdiğiniz videoları izlerken kelimeleri kaydedin.\n\n★ VOKABULERİNİZİ PRATİK EDİN\nEn etkili kart sistemi ile yeni kelimeler öğrenin.\n\n★ TÜM CİHAZLARINIZ ARASINDA SENKRONİZE EDİN \nKelimeleri tüm hesaplarınız ve cihazlarınız arasında kolayca senkronize edin.\n\n★ DİLLER ARASINDA KOLAYCA GEÇİŞ YAPIN\nEn popüler dil çiftleri arasında geçiş yapın.\n\n★ OKUNABİLİRLİK İÇİN KARA MOD\nOtomatik karanlık mod ile göz yorgunluğunuzu azaltın.\n\n★ WORDZZZ NASIL KULLANILIR\n- Chrome mağazasından Wordzzz uzantısını indirin.\n- Yeni bir kelime veya ifade gördüğünüzde, anlamını öğrenmek için üzerine tıklayın.\n- Daha sonra pratik yapmak için kelime dağarcınıza ekleyin.\n- Uzantının ana penceresine gidin ve pratik yapmaya başlayın.\n\n★ SORULAR, GERİ BİLDİRİM: Bu uzantıyla ilgili sorunlar mı yaşıyorsunuz? Yukarıdaki öneriler işe yaramadıysa lütfen bir sorun raporu doldurun: https://chrome.google.com/webstore/support/"
  }
}