{
  "name": {
    "ar": "لعبة جيب القفز  Unblocked Game",
    "am": "የኪስ ዝላይ ጨዋታ  Unblocked Game",
    "bg": "Игра за джобен скок  Online",
    "bn": "পকেট জাম্প গেম  Skill Game",
    "ca": "Joc de salt de butxaca  Online Game",
    "cs": "Hru na skok do kapsy  Online",
    "da": "Pocket Jump spil  Online Game",
    "de": "Pocket-Jump-Spiel  Unblocked Game",
    "el": "Παιχνίδι Pocket Jump  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Pocket Jump Game - HTML5 Game",
    "es": "Juego de salto de bolsillo  Online Games",
    "et": "Taskuhüppemäng  Unblocked Games",
    "fa": "بازی پرش جیبی Unblocked",
    "fi": "Pocket Jump -peli  Skill Game",
    "fil": "Pocket Jump Game  Skill Game",
    "fr": "Jeu de saut de poche  Online",
    "gu": "પોકેટ જમ્પ ગેમ Unblocked",
    "he": "משחק קפיצה בכיס  Online",
    "hi": "पॉकेट जंप गेम  Online Games",
    "hr": "Igra skoka u džep  Unblocked Games",
    "hu": "Pocket Jump játék  Online",
    "id": "Permainan Lompat Saku  Online Games",
    "it": "Gioco di salto tascabile  Online",
    "ja": "ポケットジャンプゲーム  Skill Game",
    "kn": "ಪಾಕೆಟ್ ಜಂಪ್ ಆಟ  Unblocked Games",
    "ko": "포켓 점프 게임  Unblocked Games",
    "lv": "Kabatas lēciena spēle  Unblocked Games",
    "ml": "പോക്കറ്റ് ജമ്പ് ഗെയിം  Unblocked Game",
    "mr": "पॉकेट जंप गेम  Online Game",
    "ms": "Permainan Lompat Poket  Online Game",
    "nl": "Pocket Jump-spel  Online Games",
    "pl": "Kieszonkowa gra w skoki Unblocked",
    "ro": "Joc de sarituri de buzunar  Online Game",
    "ru": "Карманный прыжок Unblocked",
    "sk": "Hra na skok do vrecka  Unblocked Game",
    "sl": "Igra Pocket Jump  Unblocked Games",
    "sw": "Mchezo wa kuruka mfukoni  Skill Game",
    "ta": "பாக்கெட் ஜம்ப் கேம்  Online Game",
    "te": "పాకెట్ జంప్ గేమ్  Online Games",
    "th": "เกม Pocket Jump  Online Games",
    "tr": "Cep Zıplama Oyunu  Unblocked Game",
    "uk": "Гра Pocket Jump  Online"
  },
  "short": {
    "ar": "Pocket Jump هي لعبة أركيد ممتعة حيث نحاول الحصول على نقاط من خلال القفز لأعلى من خلال التغلب على العقبات بشخصية.",
    "am": "Pocket Jump በገጸ ባህሪ እንቅፋቶችን በማሸነፍ ነጥብ ለማግኘት የምንሞክርበት አዝናኝ የመጫወቻ ማዕከል ጨዋታ ነው።",
    "bg": "Pocket Jump е забавна аркадна игра, в която се опитваме да вземем точки, като скачаме нагоре, като преодоляваме препятствия с герой.",
    "bn": "পকেট জাম্প একটি মজাদার আর্কেড গেম যেখানে আমরা একটি চরিত্রের সাথে বাধা অতিক্রম করে উপরের দিকে লাফিয়ে পয়েন্ট পাওয়ার চেষ্টা করি।",
    "ca": "Pocket Jump és un divertit joc d&#39;arcade on intentem aconseguir punts saltant cap amunt superant obstacles amb un personatge.",
    "cs": "Pocket Jump je zábavná arkádová hra, kde se snažíme získávat body skákáním nahoru překonáváním překážek s postavou.",
    "da": "Pocket Jump er et sjovt arkadespil, hvor vi forsøger at få point ved at hoppe opad ved at overvinde forhindringer med en karakter.",
    "de": "Pocket Jump ist ein lustiges Arcade-Spiel, bei dem wir versuchen, Punkte zu bekommen, indem wir nach oben springen, indem wir…",
    "el": "Το Pocket Jump είναι ένα διασκεδαστικό arcade παιχνίδι όπου προσπαθούμε να πάρουμε πόντους πηδώντας προς τα πάνω ξεπερνώντας…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Pocket Jump is a fun arcade game where we try to get points by jumping upwards by overcoming obstacles with a character.",
    "es": "Pocket Jump es un divertido juego arcade en el que intentaremos sumar puntos saltando hacia arriba superando obstáculos con un…",
    "et": "Pocket Jump on lõbus arkaadmäng, kus püüame punkte koguda hüpates ülespoole, ületades tegelasega takistusi.",
    "fa": "Pocket Jump یک بازی سرگرم کننده است که در آن سعی می کنیم با پرش به سمت بالا با غلبه بر موانع با یک شخصیت، امتیاز کسب کنیم.",
    "fi": "Pocket Jump on hauska arcade-peli, jossa yritämme saada pisteitä hyppäämällä ylöspäin ylittämällä esteitä hahmon kanssa.",
    "fil": "Ang Pocket Jump ay isang masayang arcade game kung saan sinusubukan naming makakuha ng mga puntos sa pamamagitan ng paglukso pataas…",
    "fr": "Pocket Jump est un jeu d&#39;arcade amusant où nous essayons d&#39;obtenir des points en sautant vers le haut en surmontant des…",
    "gu": "પોકેટ જમ્પ એ એક મનોરંજક આર્કેડ ગેમ છે જ્યાં આપણે કોઈ પાત્ર સાથેના અવરોધોને દૂર કરીને ઉપરની તરફ કૂદીને પોઈન્ટ મેળવવાનો પ્રયાસ કરીએ…",
    "he": "Pocket Jump הוא משחק ארקייד מהנה שבו אנו מנסים להשיג נקודות על ידי קפיצה כלפי מעלה על ידי התגברות על מכשולים עם דמות.",
    "hi": "पॉकेट जंप एक मजेदार आर्केड गेम है जहां हम एक चरित्र के साथ बाधाओं पर काबू पाने के द्वारा ऊपर की ओर कूद कर अंक प्राप्त करने का…",
    "hr": "Pocket Jump je zabavna arkadna igra u kojoj pokušavamo dobiti bodove skačući prema gore svladavajući prepreke s likom.",
    "hu": "A Pocket Jump egy szórakoztató ügyességi játék, ahol egy karakterrel akadályokat leküzdve felfelé ugrálva próbálunk pontokat…",
    "id": "Pocket Jump adalah gim arkade seru di mana kita mencoba mendapatkan poin dengan melompat ke atas dengan mengatasi rintangan…",
    "it": "Pocket Jump è un divertente gioco arcade in cui cerchiamo di ottenere punti saltando verso l&#39;alto superando ostacoli con un…",
    "ja": "Pocket Jump は、キャラクターと一緒に障害物を乗り越えて上にジャンプしてポイントを獲得しようとする楽しいアーケード ゲームです。",
    "kn": "ಪಾಕೆಟ್ ಜಂಪ್ ಒಂದು ಮೋಜಿನ ಆರ್ಕೇಡ್ ಆಟವಾಗಿದ್ದು, ಪಾತ್ರದೊಂದಿಗೆ ಅಡೆತಡೆಗಳನ್ನು ನಿವಾರಿಸುವ ಮೂಲಕ ಮೇಲಕ್ಕೆ ಜಿಗಿಯುವ ಮೂಲಕ ನಾವು ಅಂಕಗಳನ್ನು ಪಡೆಯಲು…",
    "ko": "Pocket Jump는 캐릭터와 함께 장애물을 극복하고 위로 점프하여 포인트를 획득하는 재미있는 아케이드 게임입니다.",
    "lv": "Pocket Jump ir jautra arkādes spēle, kurā mēs cenšamies iegūt punktus, lecot uz augšu, pārvarot šķēršļus ar tēlu.",
    "ml": "പോക്കറ്റ് ജമ്പ് ഒരു രസകരമായ ആർക്കേഡ് ഗെയിമാണ്, അവിടെ ഒരു കഥാപാത്രത്തിലൂടെ പ്രതിബന്ധങ്ങളെ മറികടന്ന് മുകളിലേക്ക് ചാടി പോയിന്റുകൾ…",
    "mr": "पॉकेट जंप हा एक मजेदार आर्केड गेम आहे जिथे आपण एखाद्या पात्रासह अडथळ्यांवर मात करून वरच्या दिशेने उडी मारून गुण मिळविण्याचा प्रयत्न…",
    "ms": "Pocket Jump ialah permainan arked yang menyeronokkan di mana kami cuba mendapatkan mata dengan melompat ke atas dengan mengatasi…",
    "nl": "Pocket Jump is een leuk arcadespel waarin we proberen punten te krijgen door omhoog te springen door obstakels te overwinnen met…",
    "pl": "Pocket Jump to zabawna gra zręcznościowa, w której staramy się zdobywać punkty skacząc w górę pokonując przeszkody postacią.",
    "ro": "Pocket Jump este un joc arcade distractiv în care încercăm să obținem puncte sărind în sus depășind obstacolele cu un personaj.",
    "ru": "Pocket Jump — это веселая аркадная игра, в которой мы пытаемся заработать очки, прыгая вверх и преодолевая препятствия вместе с…",
    "sk": "Pocket Jump je zábavná arkádová hra, kde sa snažíme získavať body skákaním nahor prekonávaním prekážok s postavičkou.",
    "sl": "Pocket Jump je zabavna arkadna igra, kjer poskušamo pridobiti točke s skakanjem navzgor s premagovanjem ovir z likom.",
    "sw": "Pocket Jump ni mchezo wa kufurahisha wa arcade ambapo tunajaribu kupata pointi kwa kuruka juu kwa kushinda vikwazo na mhusika.",
    "ta": "பாக்கெட் ஜம்ப் என்பது ஒரு வேடிக்கையான ஆர்கேட் கேம் ஆகும், அங்கு ஒரு கதாபாத்திரத்தின் மூலம் தடைகளைத் தாண்டி மேலே குதித்து…",
    "te": "పాకెట్ జంప్ అనేది ఒక ఆహ్లాదకరమైన ఆర్కేడ్ గేమ్, ఇక్కడ మేము ఒక పాత్రతో అడ్డంకులను అధిగమించడం ద్వారా పైకి దూకడం ద్వారా పాయింట్లను…",
    "th": "Pocket Jump เป็นเกมอาร์เคดแสนสนุกที่เราพยายามเก็บคะแนนด้วยการกระโดดขึ้นไปโดยเอาชนะสิ่งกีดขวางด้วยตัวละคร",
    "tr": "Pocket Jump, bir karakter ile engelleri aşarak yukarı doğru zıplayarak puan toplamaya çalıştığımız eğlenceli bir arcade oyunudur.",
    "uk": "Pocket Jump — це весела аркадна гра, де ми намагаємося отримати очки, стрибаючи вгору, долаючи перешкоди разом з персонажем."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pocket Jump is a fun arcade game where we try to get points by jumping upwards by overcoming obstacles with a character.\nThere is a miniature character in the game. With this character, we try to climb up by overcoming the obstacles from the siege. As we climb up, we get points. We continue to play by maintaining our high score goal with the points we have achieved. Pocket Jump is a skill game created, considering it a fun but challenging arcade game.\nTo swipe Install this extension to play the Pocket Jump Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}