{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMGG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension that lets people at IM elvebakken vgs make and join party's with ease"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Geoguessr-extension\nChrome extension med database og express server.\n\nMed denne extensionen kan man enkelt starte et party i geoguessr og kjappere få deltakere inn i lobbyen. Istedenfor å måtte dele lenken eller koden, så aktiverer leder av lobbyen extensionen og deltakere kan gå inn på (nettsted) for å bli med.\n\nInstalleringsprosess\nSøk opp extension på Chrome web store og installer. Pin extension for raskere tilgang.\n\nHvordan bruke den\nLeder av lobbyen er den som aktiverer extensionen, deltakere bruker ikke extensionen.\n\nGå inn på geoguessr og lag et party, deretter klikk på invite players Illustrasjon av hvor man finner knapp\n\nFor å aktivere extension trykker man på extension som er oppe i det høyre hjørnet. Dette kan se litt annerledes ut avhengig av hvilken nettleser du bruker.\n\nMerk at du må være på invite players siden for at extension skal fungere\n\nIllustrasjon over extension\n\nDeltakere kan gå til dette nettstedet for å bli med.\n\nHvordan det fungerer og teknologier\nI prosjektet brukes det javascript for chrome extensionen, express.js for server, Next.js i frontend og postgresql som database.\n\nHva som skjer i bakgrunnen\nI det extension aktiveres/trykkes på vil lenken til party/lobbyen bli sendt til databasen via express serveren.\nFrontend henter så den lenken som ble lagt til sist og viser den på nettsiden/games og sender deltaker videre til lobbyen."
  }
}