{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Causation Catalyst"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze relationships between variables in CSV data"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Causation Catalyst: Uncover Hidden Relationships in Your Data\n\nCausation Catalyst is a powerful Chrome extension designed for data enthusiasts, researchers, and analysts who want to quickly uncover relationships and patterns in their data. With an intuitive interface and robust analytical capabilities, this tool transforms complex data analysis into a streamlined, visual experience.\n\nKey Features:\n\nInstant Data Analysis: Upload your CSV file and get immediate insights with just a few clicks.\nComprehensive Regression Analysis: Perform linear, quadratic, and exponential regression to find the best-fit model for your data.\nCorrelation Calculations: Quickly determine the strength and direction of relationships between variables.\nCausation Insights: Go beyond correlation with our unique causation analysis, including Granger Causality Index calculations.\nInteractive Visualizations: View your data and analysis results through clear, interactive charts.\nExecutive Summaries: Generate and export professional executive summaries with a single click, perfect for presentations and reports.\nUser-Friendly Interface: Enjoy a sleek, intuitive design that makes complex analysis accessible to users of all levels.\n\n\nWhether you're a data scientist, business analyst, student, or curious mind, Causation Catalyst empowers you to explore your data like never before. Uncover hidden patterns, validate hypotheses, and make data-driven decisions with confidence.\nTransform your Chrome browser into a powerful data analysis tool. Download Causation Catalyst today and start revealing the stories hidden in your data!"
  }
}