{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Economize! Adrenaline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Com a extensão Economize! Adrenaline você sempre paga o preço mais barato na lojas virtuais."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare e veja o histórico de preços de produtos nas maiores lojas online do Brasil, teste automaticamente cupons de desconto e economize em suas compras.\n\nCom o \"Economize! Adrenaline\" você vai realizar suas compras online com a certeza do melhor preço.\n\nA extensão aparece na página do produto com todas as informações relacionadas ao preço. E também da a possibilidade de monitorar o preço do produto. \n\n-- COMO UTILIZAR? --\n1 – Instale a extensão no seu navegado Google Chrome;\n2 – Acesse a loja virtual do seu interesse, normalmente;\n3 – Ao encontrar o produto, a barra do \"Economize! Adrenaline\" poderá ser localizada no topo do seu navegador, logo abaixo da barra de endereços;\n4 – Pela barra \"Economize! Adrenaline\" você terá acesso a todas as funções: comparador de preços do produto em destaque com outras lojas, histórico de preços, alerta de mudança de preços e avise de sites com menores preços encontrados;\n5 – No checkout de sua compra, automaticamente o \"Economize! Adrenaline\" irá checar a disponibilidade de cupons disponíveis pela internet e tentará aplica-los, sem a necessidade de qualquer ação por sua parte. Caso algum cupom esteja ativo, o desconto será automaticamente aplicado.\n\n-----------------------\n\nEssa extensão usa links de afiliados para apoiar e manter a equipe do Adrenaline."
  }
}