{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Chat SAVE"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save ChatGPT conversations, chat, replies, prompts, responses as TXT file or PDF file."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Chat SAVE: Your Ultimate Companion for Preserving ChatGPT Conversations\n\nTransform the way you save your ChatGPT chats with ChatGPT Chat SAVE. This innovative Chrome extension is your one-stop solution for downloading, archiving, and managing your ChatGPT conversations effortlessly. It’s not just about saving chats; it’s about preserving your ideas, insights, and interactions in the most convenient formats.\n\nStandout Features of ChatGPT Chat SAVE\n\n- Versatile File Formats: Choose between TXT for universal text editor compatibility and PDF for a polished, professional look.\n- Seamless Integration: Works harmoniously with your browser, providing a smooth, intuitive experience.\n- Easy Navigation: Simple, user-friendly interface ensures saving your chats is just a click away.\n- Quick Access Toolbar Icon: Easily accessible, making the process of saving chats as straightforward as possible.\n\nEffortless Steps to Empower Your Chat Experience\n\n- Install with Ease: Get ChatGPT Chat SAVE from the Chrome Web Store and add it to your browser.\n- Initiate the Chat: Open any ChatGPT conversation you wish to save.\n- One-Click Save: Hit the extension icon on your toolbar and watch the magic happen.\n- Choose Your Format: Select between TXT and PDF, tailoring the output to your needs.\n\n\nElevate Your ChatGPT Interaction\n\nChatGPT Chat SAVE is more than an extension; it's a tool to ensure that every conversation, every piece of advice, and every creative dialogue with ChatGPT is captured and stored for future reference. Perfect for researchers, writers, students, and anyone who values the power of conversation.\n\nDownload ChatGPT Chat SAVE Today\n\nExperience the ultimate convenience in chat log management. Make ChatGPT Chat SAVE a part of your daily browsing experience and keep your valuable conversations at your fingertips, anytime, anywhere."
  }
}