{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Azure Key Vault Auto Scroller"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically scrolls and loads more certificates on Azure Key Vault."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily Navigate Through Your Azure Key Vault Certificates\n\nAzure Key Vault Auto Scroller is a convenient Chrome extension designed to simplify the navigation of large lists within the Azure Key Vault. Ideal for developers and IT professionals, this tool automates the scrolling process, allowing you to quickly and effortlessly reach the desired certificates without manual intervention.\n\nKey Features:\n\nAutomated Scrolling: Automatically scrolls through your Azure Key Vault certificate list, saving you time and effort.\nAuto-Click \"Load More\": Automatically clicks the \"Load more\" button to continuously load and display additional certificates.\nTime-Based Stop: Set a maximum duration for scrolling, ensuring the extension stops at a specified time.\nManual Control: Start and stop the auto-scrolling process at any time with user-friendly buttons.\nCustomizable Stop Conditions: Specify a certificate name to stop scrolling when found, perfect for locating specific entries quickly.\nHow It Works:\n\nStart Auto Scrolling: With a simple click, initiate the auto-scrolling feature that seamlessly navigates through your list of certificates.\nAuto Click Load More: The extension intelligently clicks the \"Load more\" button as new certificates are revealed.\nTime Limit: Set a timer to automatically stop the scrolling process after a designated period.\nFind Specific Certificates: Set a specific certificate name as a stopping point for targeted navigation.\nUse Cases:\n\nEfficient Certificate Management: Quickly locate and manage your certificates without the hassle of manual scrolling.\nDeveloper-Friendly: Ideal for developers and IT admins who manage large sets of certificates in Azure Key Vault."
  }
}