{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Playlist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to add music to your personal playlist from YouTube and SoundCloud"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Due to the online music streaming service are growing at a lightening fast speed, people are used to listening to music through those platforms like YouTube, SoundCloud, Spotify and etc. \n\nHowever, some are annoyed with those songs scattering everywhere. People have to switch to other music streaming services frequently because some songs only existed in the specific platform. That definitely make the bad experience while listening to music.\n\nWhy not integrate those streaming songs into a single playlist?\n\nTherefore, we developed a tiny extension, making people collect their favorite music in an easy way. By clicking the button below the video or the item in the right-click menu, we could enjoy the melody in our own space right away. What's more, we could customize the way we play the music such as in a replay or in a shuffle mode. It's just a piece of cake.\n\nMusic can change the world because it can change people. Our vision is to make the power much stronger, and we are very commited to it through programming.\n\nNow keep calm and enjoy the music. Wish you have a better listening experience :)\n\n-----------------------------------------------------------\n\nVersion 1.5 \n-Fix some runtime errors\n\nVersion 1.4\n-Fit YouTube new layout\n\nVersion 1.3\n-Enable songs to be sortable by dragging them\n\nVersion 1.2\n-Fix the context menus missing issue\n\nVersion 1.1\n-Make content fit window size\n-Avoid opening multiple windows"
  }
}