{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autonews.ma Feeds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Votre référence automobile au Maroc : actus, conseils, comparatifs, promos, et fiches techniques détaillées"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Êtes-vous un passionné d’automobile ou un professionnel du secteur ?\nAutonews.ma est votre destination incontournable pour tout ce qui concerne le monde des voitures au Maroc. Que vous recherchiez des informations fiables, des actualités, des fiches techniques détaillées ou les meilleures offres sur le marché des voitures neuves et d’occasion, nous avons ce qu’il vous faut.\n\nPourquoi choisir Autonews.ma ?\n\n\t•\tActualités à la minute :\nRestez informé des dernières tendances et annonces sur le marché automobile marocain, que ce soit pour les nouveautés des marques comme Renault, Peugeot, Audi, ou les événements majeurs du secteur.\n\t•\tComparatifs et conseils pratiques :\nVous hésitez entre plusieurs modèles ? Profitez de nos comparatifs détaillés et de nos guides d’achat pour prendre une décision éclairée.\n\t•\tPromotions en cours :\nNe ratez aucune opportunité ! Retrouvez les meilleures promotions sur les voitures neuves, les véhicules d’occasion, ou les offres spéciales proposées par les concessionnaires.\n\t•\tFiches techniques détaillées :\nExplorez les spécifications complètes des voitures disponibles sur le marché marocain. De la puissance moteur à la consommation en passant par les équipements, tout y est.\n\t•\tInterface intuitive et rapide :\nQue vous naviguiez sur un ordinateur ou un smartphone, Autonews.ma vous garantit une expérience fluide et agréable.\n\nActualités automobile Maroc, marché automobile marocain, voitures neuves Maroc, voitures d’occasion Maroc, promotions voitures Maroc, fiches techniques voitures, comparatifs voitures Maroc, Renault Maroc, Peugeot Maroc, voitures électriques Maroc, guide achat voiture Maroc, voitures hybrides Maroc."
  }
}