{
  "name": {
    "ar": "Twitch Chat لملء الشاشة",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Twitch Chat for Full Screen",
    "bg": "Twitch Chat за цял екран",
    "ca": "Twitch Chat per a pantalla completa",
    "cs": "Twitch Chat pro celou obrazovku",
    "da": "Twitch Chat til fuld skærm",
    "de": "Twitch Chat für Vollbild",
    "el": "Συνομιλία Twitch για πλήρη οθόνη",
    "es": "Twitch Chat para pantalla completa",
    "et": "Twitchi vestlus täisekraanil",
    "fi": "Twitch Chat koko näytölle",
    "fil": "Twitch Chat para sa Buong Screen",
    "fr": "Twitch Chat pour plein écran",
    "he": "עווית צ&#39;אט למסך מלא",
    "hi": "फुल स्क्रीन के लिए चिकोटी चैट",
    "hr": "Twitch Chat za cijeli zaslon",
    "hu": "Twitch Chat teljes képernyős",
    "id": "Twitch Chat untuk Layar Penuh",
    "it": "Chat Twitch per lo schermo intero",
    "ja": "フルスクリーンのTwitchチャット",
    "ko": "전체 화면 용 Twitch Chat",
    "lt": "„Twitch Chat“ visame ekrane",
    "lv": "Twitch tērzēšana pilnekrāna režīmā",
    "ms": "Twitch Chat untuk Skrin Penuh",
    "nl": "Twitch Chat voor volledig scherm",
    "no": "Twitch Chat for fullskjerm",
    "pl": "Czat Twitch na pełnym ekranie",
    "ro": "Twitch Chat pentru ecran complet",
    "ru": "Чат Twitch для полноэкранного режима",
    "sk": "Twitch Chat pre celú obrazovku",
    "sl": "Twitch Chat za celozaslonski način",
    "sr": "Твитцх Цхат за цео екран",
    "sv": "Twitch Chat för helskärm",
    "th": "Twitch Chat แบบเต็มหน้าจอ",
    "tr": "Tam Ekran için Twitch Sohbeti",
    "uk": "Twitch Chat на весь екран",
    "vi": "Trò chuyện trên Twitch cho Toàn màn hình",
    "zh_CN,zh_TW": "Twitch全屏聊天"
  },
  "short": {
    "ar": "حر! تراكب واستخدام Chat Twitch عندما تكون في وضع ملء الشاشة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free! Use Twitch Chat even when you are in full screen mode.",
    "bg": "Безплатно! Наслагвайте и използвайте Chat Twitch, когато сте в режим на цял екран.",
    "ca": "Gratuït Superponeu i utilitzeu Chat Twitch quan estigueu en mode de pantalla completa.",
    "cs": "Volný, uvolnit! Překryjte a použijte Chat Twitch v režimu celé obrazovky.",
    "da": "Gratis! Overlay og brug Chat Twitch i fuldskærmstilstand.",
    "de": "Frei! Überlagern und verwenden Sie Chat Twitch im Vollbildmodus.",
    "el": "Ελεύθερος! Επικάλυψη και χρήση συνομιλίας συνομιλίας όταν βρίσκεστε σε λειτουργία πλήρους οθόνης.",
    "es": "¡Libre! Superponga y use Chat Twitch cuando esté en modo de pantalla completa.",
    "et": "Tasuta! Täisekraanrežiimis ülekate ja kasutage Chat Twitchi.",
    "fi": "Vapaa! Peitä ja käytä Chat Twitchiä koko näytön tilassa.",
    "fil": "Libre! Overlay at gamitin ang Chat Twitch kapag nasa buong mode ng screen.",
    "fr": "Libérer! Superposez et utilisez Chat Twitch en mode plein écran.",
    "he": "חינם! שכבת על והשתמש בצ&#39;ט טוויץ &#39;במצב במצב מסך מלא.",
    "hi": "नि: शुल्क! पूर्ण स्क्रीन मोड में ओवरले और चैट ट्विच का उपयोग करें।",
    "hr": "Besplatno! Prekrijte i koristite Chat Twitch kada ste u načinu cijelog zaslona.",
    "hu": "Ingyenes! Fedezze fel és használja a Chat Twitch funkciót teljes képernyős módban.",
    "id": "Gratis! Overlay dan gunakan Chat Twitch saat dalam mode layar penuh.",
    "it": "Gratuito! Sovrapponi e usa Chat Twitch quando sei in modalità a schermo intero.",
    "ja": "自由！フルスクリーンモードのときにチャットTwitchをオーバーレイして使用します。",
    "ko": "비어 있는! 전체 화면 모드에서 채팅 Twitch를 오버레이하고 사용합니다.",
    "lt": "Laisvas! Perdėkite ir naudokite „Chat Twitch“, kai veikia viso ekrano režimas.",
    "lv": "Bezmaksas! Pārklājiet un izmantojiet tērzēšanas sarunu pilnekrāna režīmā.",
    "ms": "Percuma! Overlay dan gunakan Chat Twitch ketika dalam mod skrin penuh.",
    "nl": "Vrij! Overlay en gebruik Chat Twitch in de modus Volledig scherm.",
    "no": "Gratis! Overlegg og bruk Chat Twitch når du er i fullskjermmodus.",
    "pl": "Darmowy! Nakładaj i używaj czatu Twitch w trybie pełnoekranowym.",
    "ro": "Gratuit! Suprapuneți și utilizați Chat Twitch când sunteți în modul ecran complet.",
    "ru": "Свободный! Наложение и использование чата Twitch в полноэкранном режиме.",
    "sk": "Zadarmo! V režime celej obrazovky môžete prekryť a použiť funkciu Chat Twitch.",
    "sl": "Prost! Prekrivajte in uporabljajte Chat Twitch, ko ste v celozaslonskem načinu.",
    "sr": "Бесплатно! Прекривајте и користите Цхат Твитцх када сте у режиму целог екрана.",
    "sv": "Fri! Överlagring och använd Chat Twitch när du är i helskärmsläge.",
    "th": "ฟรี! วางซ้อนและใช้ Chat Twitch เมื่ออยู่ในโหมดเต็มหน้าจอ",
    "tr": "Bedava! Tam ekran modundayken Chat Twitch&#39;i kaplayın ve kullanın.",
    "uk": "Безкоштовно! Накладіть та використовуйте чат Twitch у повноекранному режимі.",
    "vi": "Miễn phí! Lớp phủ và sử dụng Trò chuyện Twitch khi ở chế độ toàn màn hình.",
    "zh_CN": "自由！在全屏模式下，覆盖并使用“聊天” Twitch。",
    "zh_TW": "自由！在全屏模式下，覆蓋並使用“聊天” Twitch。"
  },
  "long": {
    "ar": "هل تريد قراءة Twitch Chat أثناء وجودك في وضع ملء الشاشة؟ twitch\n\nيمكنك القيام بذلك الآن عند تثبيت هذا الامتداد. twitch prime\n\nيسمح هذا الامتداد لشاشة الدردشة بالظهور أثناء وجودك في وضع ملء الشاشة.\n\nيمكنك ضبط حجم تراكب الدردشة أيضًا من الزاوية اليمنى السفلية. dr disrespect\n\nيرجى ملاحظة أن شاشة الدردشة ستتلاشى إذا لم يحوم الماوس فوق تراكب دردشة Twitch.\n\nهناك مشكلة أخرى يجب ملاحظتها وهي أنك بحاجة إلى تحديث صفحة الويب إذا كنت تقوم بتغيير قناة Twitch التي تشاهدها. اذا فعلت\nلا تقم بتحديث صفحة الويب ، ستظل دردشة twitch عالقة في قناة Twitch Streamer السابقة بدلاً من القناة الجديدة التي تشاهدها.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لم يتم بواسطة Twitch وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا يؤيد Twitch هذا الامتداد أو يرعاه. Twitch Chat for Full Screen ليس مملوكًا ، وغير مرخص من قبل ، وليست شركة تابعة لـ Twitch Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to read Chat while you are in full screen mode?\n\nYou can do so now when you install this extension. \n\nThis extension allows the chat screen to still appear while you are in full screen mode.\n\nYou can adjust the size of the chat overlay as well from the bottom right corner. \n\nPlease note the chat screen will fade out if your mouse does not hover over the chat overlay.\n\nAnother issue to note is you need to refresh the web page if you are changing the channel you are watching. If you do not refresh the webpage, the chat will be stuck in the previous Streamer channel instead of the new channel you are watching.\n\nDisclaimer: Please note this extension is NOT made by Twitch and is made by an independent development team. All copyrights belong to their respective owners. Twitch doesn’t endorse or sponsor this extension. This not owned by, is not licensed by and is not a subsidiary of Twitch Inc.",
    "bg": "Искате ли да четете Twitch Chat, докато сте в режим на цял екран? pokimane\n\nМожете да го направите сега, когато инсталирате това разширение. twitch tv\n\nТова разширение позволява екранът за чат да се показва, докато сте в режим на цял екран.\n\nМожете да регулирате размера на наслагването в чата, както и от долния десен ъгъл. amouranth\n\nМоля, обърнете внимание, че екранът за чат ще изчезне, ако мишката не се задържи над наслагването на чат Twitch.\n\nДруг проблем, който трябва да обърнете внимание, е, че трябва да опресните уеб страницата, ако променяте канала на Twitch, който гледате. Ако го направиш\nне опреснявайте уеб страницата, чатът за потрепване ще остане в предишния канал на Twitch Streamer вместо в новия канал, който гледате.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Twitch и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nTwitch не подкрепя или спонсорира това разширение. Twitch Chat за цял екран не е собственост, не е лицензиран и не е дъщерно дружество на Twitch Inc.",
    "ca": "Voleu llegir Twitch Chat mentre esteu en mode de pantalla completa? twitch app\n\nPodeu fer-ho ara quan instal·leu aquesta extensió. twitch desktop\n\nAquesta extensió permet que la pantalla de xat encara aparegui mentre esteu en mode de pantalla completa.\n\nTambé podeu ajustar la mida de la superposició del xat des de l'extrem inferior dret. twitch rivals\n\nTingueu en compte que la pantalla de xat s’esvairà si el ratolí no passa el cursor per sobre de la superposició de xat de Twitch.\n\nUn altre problema que cal tenir en compte és que heu d’actualitzar la pàgina web si canvieu el canal de Twitch que esteu veient. Si ho feu\nno actualitzeu la pàgina web, el xat de contracció quedarà aturat al canal anterior de Twitch Streamer en lloc del canal nou que esteu veient.\n\nExempció de responsabilitat: Tingueu en compte que aquesta extensió NO la fa Twitch i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nTwitch no recolza ni patrocina aquesta extensió. Twitch Chat per a pantalla completa no és propietat de, no té llicència ni és filial de Twitch Inc.",
    "cs": "Chcete číst Twitch Chat, když jste v režimu celé obrazovky? auronplay twitch\n\nMůžete tak učinit hned při instalaci tohoto rozšíření. invadervie\n\nToto rozšíření umožňuje, aby se obrazovka chatu stále zobrazovala, když jste v režimu celé obrazovky.\n\nVelikost překrytí chatu můžete upravit také v pravém dolním rohu. sodapoppin\n\nVezměte prosím na vědomí, že obrazovka chatu zmizí, pokud se vaše myš nepřesune nad překrytí chatu Twitch.\n\nDalším problémem, který si musíte všimnout, je potřeba obnovit webovou stránku, pokud měníte sledovaný kanál Twitch. Pokud udelas\nneaktualizujete webovou stránku, twitch chat bude zaseknutý v předchozím kanálu Twitch Streamer namísto nového kanálu, který sledujete.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Twitch a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nTwitch toto rozšíření nepodporuje ani nesponzoruje. Twitch Chat pro celou obrazovku nevlastní, nemá licenci ani není dceřinou společností Twitch Inc.",
    "da": "Vil du læse Twitch Chat, mens du er i fuldskærmstilstand? twitch dota 2\n\nDu kan gøre det nu, når du installerer denne udvidelse. twitch streamer dr disrespect\n\nDenne udvidelse tillader, at chatskærmen stadig vises, mens du er i fuldskærmstilstand.\n\nDu kan også justere størrelsen på chatoverlayet fra nederste højre hjørne. dr disrespect twitch\n\nBemærk, at chatskærmen falmer ud, hvis din mus ikke svæver over Twitch-chatoverlayet.\n\nEt andet problem at bemærke er, at du skal opdatere websiden, hvis du ændrer den Twitch-kanal, du ser. Hvis du gør\nikke opdater websiden, twitchchat sidder fast i den forrige Twitch Streamer-kanal i stedet for den nye kanal, du ser.\n\nAnsvarsfraskrivelse: Bemærk venligst, at denne udvidelse IKKE er lavet af Twitch og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nTwitch støtter ikke eller sponsorerer denne udvidelse. Twitch Chat til fuld skærm ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Twitch Inc.",
    "de": "Möchten Sie Twitch Chat lesen, während Sie sich im Vollbildmodus befinden? justaminx\n\nSie können dies jetzt tun, wenn Sie diese Erweiterung installieren. kitboga\n\nMit dieser Erweiterung wird der Chat-Bildschirm weiterhin angezeigt, während Sie sich im Vollbildmodus befinden.\n\nSie können die Größe des Chat-Overlays auch in der unteren rechten Ecke anpassen. dr disrespect reddit\n\nBitte beachten Sie, dass der Chat-Bildschirm ausgeblendet wird, wenn Sie nicht mit der Maus über das Twitch-Chat-Overlay fahren.\n\nEin weiteres zu beachtendes Problem ist, dass Sie die Webseite aktualisieren müssen, wenn Sie den Twitch-Kanal ändern, den Sie gerade ansehen. Wenn Sie tun\nWenn Sie die Webseite nicht aktualisieren, bleibt der zuckende Chat im vorherigen Twitch Streamer-Kanal anstelle des neuen Kanals hängen, den Sie gerade ansehen.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Twitch und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nTwitch unterstützt oder sponsert diese Erweiterung nicht. Twitch Chat for Full Screen gehört nicht Twitch Inc. und ist keine Tochtergesellschaft von Twitch Inc.",
    "el": "Θέλετε να διαβάσετε το Twitch Chat ενώ βρίσκεστε σε λειτουργία πλήρους οθόνης; marbles on stream\n\nΜπορείτε να το κάνετε τώρα κατά την εγκατάσταση αυτής της επέκτασης. twitch sings\n\nΑυτή η επέκταση επιτρέπει στην οθόνη συνομιλίας να εξακολουθεί να εμφανίζεται ενώ βρίσκεστε σε λειτουργία πλήρους οθόνης.\n\nΜπορείτε επίσης να προσαρμόσετε το μέγεθος της επικάλυψης συνομιλίας από την κάτω δεξιά γωνία. twitch ibai\n\nΛάβετε υπόψη ότι η οθόνη συνομιλίας θα σβήσει εάν το ποντίκι σας δεν αιωρείται πάνω από την επικάλυψη συνομιλίας Twitch.\n\nΈνα άλλο ζήτημα που πρέπει να σημειωθεί είναι ότι πρέπει να ανανεώσετε την ιστοσελίδα εάν αλλάζετε το κανάλι Twitch που παρακολουθείτε. Εάν το κάνετε\nγια να μην ανανεώσετε την ιστοσελίδα, η συνομιλία twitch θα κολλήσει στο προηγούμενο κανάλι Twitch Streamer αντί για το νέο κανάλι που παρακολουθείτε.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Twitch και έγινε από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΤο Twitch δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση. Το Twitch Chat για πλήρη οθόνη δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Twitch Inc.",
    "es": "¿Quieres leer Twitch Chat mientras estás en modo de pantalla completa? twitch prime apex\n\nPuede hacerlo ahora cuando instale esta extensión. quqco\n\nEsta extensión permite que la pantalla de chat siga apareciendo mientras está en modo de pantalla completa.\n\nTambién puede ajustar el tamaño de la superposición de chat desde la esquina inferior derecha. igumdrop\n\nTenga en cuenta que la pantalla de chat se desvanecerá si el mouse no se desplaza sobre la superposición de chat de Twitch.\n\nOtro problema a tener en cuenta es que debe actualizar la página web si está cambiando el canal de Twitch que está viendo. Si lo haces\nSi no actualiza la página web, el chat de Twitch se bloqueará en el canal de Twitch Streamer anterior en lugar del nuevo canal que está viendo.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Twitch y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nTwitch no respalda ni patrocina esta extensión. Twitch Chat para pantalla completa no es propiedad, no tiene licencia ni es una subsidiaria de Twitch Inc.",
    "et": "Kas soovite lugeda Twitch Chat'i täisekraanrežiimis? mizkif\n\nSeda saate teha nüüd, kui installite selle laienduse. multitwitch\n\nSee laiendus võimaldab vestlusekraani kuvada ka siis, kui olete täisekraanrežiimis.\n\nParemas alanurgas saate reguleerida ka vestluse ülekatte suurust. twitch prime gta\n\nPange tähele, et vestlusekraan tuhmub, kui teie hiir ei hõlma Twitchi vestluse ülekatte kohal.\n\nTeine tähelepanuväärne küsimus on see, et peate oma veebilehte värskendama, kui muudate vaadatavat Twitchi kanalit. Kui teete\nkui te ei värskenda veebilehte, jääb tõmblusvestlus eelmise Twitch Streameri kanali juurde kinni teie vaadatava uue kanali asemel.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Twitch ja seda teeb sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende omanikele.\nTwitch ei toeta ega sponsoreeri seda laiendust. Twitch Chat for Full Screen ei kuulu Twitch Inc. omandisse ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fi,he,zh_CN": "Want to read Twitch Chat while you are in full screen mode?\n\nYou can do so now when you install this extension. \n\nThis extension allows the chat screen to still appear while you are in full screen mode.\n\nYou can adjust the size of the chat overlay as well from the bottom right corner. \n\nPlease note the chat screen will fade out if your mouse does not hover over the Twitch chat overlay.\n\nAnother issue to note is you need to refresh the web page if you are changing the Twitch channel you are watching. If you do not refresh the webpage, the twitch chat will be stuck in the previous Twitch Streamer channel instead of the new channel you are watching.\n\nDisclaimer: Please note this extension is NOT made by Twitch and is made by an independent development team. All copyrights belong to their respective owners. Twitch doesn’t endorse or sponsor this extension. Twitch Chat for Full Screen is not owned by, is not licensed by and is not a subsidiary of Twitch Inc.",
    "fil": "Haluatko lukea Twitch Chat -toiminnon koko näytön tilassa? pokimane age\n\nVoit tehdä sen nyt, kun asennat tämän laajennuksen. kaceytron\n\nTämän laajennuksen avulla chat-näyttö näkyy edelleen koko näytön tilassa.\n\nVoit säätää chat-peittokuvan kokoa myös oikeasta alakulmasta. doctor disrespect\n\nHuomaa, että chat-näyttö häipyy, jos hiiri ei vie Twitch-chat-peittokuvan päälle.\n\nToinen huomioitava asia on päivittää verkkosivu, jos vaihdat katsomasi Twitch-kanavaa. Jos sinä teet\nei päivitä verkkosivua, nykimiskeskustelu juuttuu edelliseen Twitch Streamer -kanavaan katselemasi uuden kanavan sijaan.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Twitch, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nTwitch ei tue tai sponsoroi tätä laajennusta. Twitch Chat for Full Screen ei ole Twitch Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous voulez lire Twitch Chat pendant que vous êtes en mode plein écran? twitch dr disrespect\n\nVous pouvez le faire maintenant lorsque vous installez cette extension. twitch fortnite\n\nCette extension permet à l'écran de chat d'apparaître encore lorsque vous êtes en mode plein écran.\n\nVous pouvez également ajuster la taille de la superposition de discussion à partir du coin inférieur droit. r livestreamfail\n\nVeuillez noter que l'écran de discussion disparaîtra si votre souris ne survole pas la superposition de discussion Twitch.\n\nUn autre problème à noter est que vous devez actualiser la page Web si vous changez la chaîne Twitch que vous regardez. Si tu fais\nne pas actualiser la page Web, le chat Twitch sera bloqué dans la chaîne Twitch Streamer précédente au lieu de la nouvelle chaîne que vous regardez.\n\nAvertissement: veuillez noter que cette extension n'est PAS faite par Twitch et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nTwitch n'approuve ni ne sponsorise cette extension. Twitch Chat for Full Screen n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Twitch Inc.",
    "hi": "जब आप पूर्ण स्क्रीन मोड में हैं तो चिकोट चैट पढ़ना चाहते हैं? {{}\n\nजब आप इस एक्सटेंशन को इंस्टॉल करते हैं तो आप ऐसा कर सकते हैं। {{}\n\nजब आप पूर्ण स्क्रीन मोड में होते हैं तो यह एक्सटेंशन चैट स्क्रीन को फिर भी प्रदर्शित होने देता है।\n\nआप चैट ओवरले के आकार को नीचे दायें कोने से समायोजित कर सकते हैं। {२}\n\nकृपया ध्यान दें कि यदि आपका माउस ट्विच चैट ओवरले पर नहीं घूमता है तो चैट स्क्रीन मिट जाएगी।\n\nनोट करने के लिए एक और मुद्दा आपको वेब पेज को रीफ्रेश करने की आवश्यकता है यदि आप ट्विच चैनल को बदल रहे हैं जिसे आप देख रहे हैं। यदि तुम करो\nवेबपेज को रिफ्रेश नहीं करने पर, ट्विच चैट आपके द्वारा देखे जा रहे नए चैनल के बजाय पिछले ट्विच स्ट्रीमर चैनल में फंस जाएगी।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन ट्विच द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nचिकोटी इस विस्तार का समर्थन या प्रायोजन नहीं करती है। फुल स्क्रीन के लिए ट्विच चैट का स्वामित्व नहीं है, यह लाइसेंस प्राप्त नहीं है और यह ट्विच इंक का सहायक नहीं है।",
    "hr": "Želite čitati Twitch Chat dok ste u načinu cijelog zaslona? reddit livestreamfails\n\nTo možete učiniti sada kada instalirate ovo proširenje. dr disrespect twitter\n\nOvo proširenje omogućuje da se zaslon chata i dalje prikazuje dok ste u načinu cijelog zaslona.\n\nVeličinu sloja chata možete prilagoditi i iz donjeg desnog kuta. mixer shroud\n\nImajte na umu da će zaslon za chat nestati ako vaš miš ne zadrži pokazivač iznad sloja chata Twitch.\n\nJoš jedno pitanje na koje treba obratiti pažnju jest da trebate osvježiti web stranicu ako mijenjate Twitch kanal koji gledate. Ako učiniš\nne osvježavajte web stranicu, twitch chat će zapeti na prethodnom kanalu Twitch Streamer umjesto na novom kanalu koji gledate.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE izradio Twitch, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nTwitch ne podržava ili ne sponzorira ovo proširenje. Twitch Chat za cijeli zaslon nije u vlasništvu, nije licenciran i nije podružnica Twitch Inc.",
    "hu": "Teljes képernyős módban szeretné elolvasni a Twitch Chat alkalmazást? tyler blevins\n\nEzt megteheti most, amikor telepíti ezt a bővítményt. jadeyanh\n\nEz a kiterjesztés lehetővé teszi, hogy a csevegőképernyő továbbra is teljes képernyős módban jelenjen meg.\n\nA csevegési átfedés méretét a jobb alsó sarokban is beállíthatja. twitch poker\n\nFelhívjuk figyelmét, hogy a csevegési képernyő elhalványul, ha az egér nem a Twitch csevegési fedvény fölé viszi az egeret.\n\nEgy másik kérdés, amelyet meg kell jegyezni, hogy frissítenie kell a weboldalt, ha megváltoztatja a Twitch csatornát, amelyet néz. Ha te teszed\nnem frissíti a weboldalt, a rángatózó csevegés az előző Twitch Streamer csatornába fog ragadni az Ön által figyelt új csatorna helyett.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Twitch készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Twitch nem támogatja vagy szponzorálja ezt a kiterjesztést. A Twitch Chat for Full Screen nem a Twitch Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Ingin membaca Twitch Chat saat Anda dalam mode layar penuh? knossi twitch\n\nAnda dapat melakukannya sekarang saat Anda memasang ekstensi ini. twitch website\n\nEkstensi ini memungkinkan layar obrolan tetap muncul saat Anda dalam mode layar penuh.\n\nAnda juga dapat menyesuaikan ukuran hamparan obrolan dari sudut kanan bawah. ferociouslysteph\n\nHarap perhatikan bahwa layar obrolan akan memudar jika mouse Anda tidak mengarahkan kursor ke hamparan obrolan Twitch.\n\nMasalah lain yang perlu diperhatikan adalah Anda perlu menyegarkan halaman web jika Anda mengubah saluran Twitch yang Anda tonton. Jika kamu melakukan\ntidak menyegarkan halaman web, obrolan kedutan akan macet di saluran Streamer Twitch sebelumnya, bukan saluran baru yang Anda tonton.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Twitch dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nTwitch tidak mendukung atau mensponsori ekstensi ini. Twitch Chat for Full Screen tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Twitch Inc.",
    "it": "Vuoi leggere la chat di Twitch mentre sei in modalità a schermo intero? lando norris twitch\n\nPuoi farlo ora quando installi questa estensione. twitch bits\n\nQuesta estensione consente alla schermata della chat di apparire ancora mentre sei in modalità a schermo intero.\n\nPuoi anche regolare le dimensioni dell'overlay della chat dall'angolo in basso a destra. twitch prime fifa\n\nTieni presente che la schermata della chat scompare se il mouse non passa con il mouse sopra l'overlay della chat di Twitch.\n\nUn altro problema da notare è che devi aggiornare la pagina web se stai cambiando il canale Twitch che stai guardando. Se fate\nnon aggiornare la pagina web, la chat di twitch rimarrà bloccata nel precedente canale Twitch Streamer invece che nel nuovo canale che stai guardando.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Twitch ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nTwitch non approva né sponsorizza questa estensione. Twitch Chat for Full Screen non è di proprietà di, non è concesso in licenza e non è una sussidiaria di Twitch Inc.",
    "ja": "フルスクリーンモードでTwitchチャットを読みたいですか？ ninja stream\n\nこの拡張機能をインストールすると、これを実行できるようになります。 twitch ellen\n\nこの拡張機能を使用すると、フルスクリーンモードでもチャット画面を表示できます。\n\nチャットオーバーレイのサイズは、右下隅からも調整できます。 guy beahm\n\nマウスがTwitchチャットオーバーレイにカーソルを合わせないと、チャット画面がフェードアウトすることに注意してください。\n\n注意すべきもう1つの問題は、視聴しているTwitchチャンネルを変更する場合は、Webページを更新する必要があることです。もしあなたがそうするなら\nWebページを更新しないと、Twitchチャットは、視聴している新しいチャネルではなく、以前のTwitchStreamerチャネルでスタックします。\n\n免責事項：この拡張機能はTwitchによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nTwitchは、この拡張機能を推奨または後援していません。 Twitch Chat for Full Screenは、Twitch Incが所有、ライセンス、および子会社ではありません。",
    "ko": "전체 화면 모드에서 Twitch Chat을 읽고 싶으십니까? twitchtracker\n\n이 확장을 설치할 때 지금 그렇게 할 수 있습니다. trainwreckstv\n\n이 확장 프로그램을 사용하면 전체 화면 모드에서 채팅 화면이 계속 표시됩니다.\n\n오른쪽 하단에서 채팅 오버레이의 크기를 조정할 수도 있습니다. quarterjade\n\n마우스가 Twitch 채팅 오버레이 위에 있지 않으면 채팅 화면이 희미 해집니다.\n\n주목해야 할 또 다른 문제는 시청중인 Twitch 채널을 변경하는 경우 웹 페이지를 새로 고침해야한다는 것입니다. 만약 당신이\n웹 페이지를 새로 고치지 않으면 Twitch 채팅이보고있는 새 채널 대신 이전 Twitch Streamer 채널에서 멈 춥니 다.\n\n면책 조항 :이 확장은 Twitch에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nTwitch는이 확장 프로그램을 보증하거나 후원하지 않습니다. 전체 화면 용 Twitch Chat은 Twitch Inc.의 소유가 아니며 라이선스가 없으며 Twitch Inc.의 자회사가 아닙니다.",
    "lt": "Norite skaityti „Twitch Chat“, kai esate viso ekrano režime? twitch knossi\n\nTai galite padaryti dabar, kai įdiegiate šį plėtinį. ninja streamer\n\nŠis plėtinys leidžia vis dar rodyti pokalbio ekraną, kai esate viso ekrano režime.\n\nApatiniame dešiniajame kampe taip pat galite reguliuoti pokalbio perdangos dydį. mayahiga\n\nAtminkite, kad pokalbio ekranas išnyks, jei pelė nebus užvesta ant „Twitch“ pokalbio perdangos.\n\nKita problema, į kurią reikia atkreipti dėmesį, yra tai, kad turite atnaujinti tinklalapį, jei keičiate žiūrimą „Twitch“ kanalą. Jei tai padarysite\nneatnaujinsite tinklalapio, „twitch“ pokalbis bus įstrigęs ankstesniame „Twitch Streamer“ kanale, o ne jūsų žiūrimame naujame kanale.\n\nAtsakomybės apribojimas: Atkreipkite dėmesį, kad šį plėtinį NEDARO „Twitch“ ir jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Twitch“ nepatvirtina ir neremia šio plėtinio. „Twitch Chat for Full Screen“ nepriklauso, nėra licencijuota ir nėra „Twitch Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties lasīt Twitch Chat, kamēr esat pilnekrāna režīmā? amazon prime twitch\n\nTo varat izdarīt tūlīt, instalējot šo paplašinājumu. shroud twitch\n\nŠis paplašinājums ļauj tērzēšanas ekrānam joprojām parādīties, kamēr esat pilnekrāna režīmā.\n\nApakšējā labajā stūrī varat pielāgot arī tērzēšanas pārklājuma lielumu. amazon prime gaming\n\nLūdzu, ņemiet vērā, ka tērzēšanas ekrāns izzudīs, ja pele nenovietos virs Twitch tērzēšanas pārklājuma.\n\nVēl viena ievērojama problēma ir tā, ka jums ir jāatsvaidzina tīmekļa lapa, ja maināt Twitch kanālu, kuru skatāties. Ja jūs to darāt\nneatsvaidzinot tīmekļa lapu, sarunu saruna būs iestrēdzis iepriekšējā Twitch Streamer kanālā, nevis jaunajā skatāmajā kanālā.\n\nAtruna: Lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Twitch, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nTwitch neapstiprina un neatbalsta šo paplašinājumu. Twitch Chat for Full Screen nepieder Twitch Inc., nav licencēts un nav meitasuzņēmums.",
    "ms": "Ingin membaca Twitch Chat semasa anda berada dalam mod skrin penuh? xqc twitch\n\nAnda boleh melakukannya sekarang semasa memasang pelanjutan ini. velvet_7\n\nSambungan ini membolehkan skrin sembang masih muncul semasa anda berada dalam mod skrin penuh.\n\nAnda juga boleh mengatur ukuran hamparan sembang dari sudut kanan bawah. rajjpatel\n\nHarap maklum bahawa skrin sembang akan pudar jika tetikus anda tidak berlegar di overlay sembang Twitch.\n\nIsu lain yang perlu diberi perhatian ialah anda perlu memuat semula halaman web jika anda menukar saluran Twitch yang anda tonton. Sekiranya anda melakukannya\ntidak memuat semula halaman web, perbualan twitch akan tersekat di saluran Twitch Streamer sebelumnya dan bukannya saluran baru yang anda tonton.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Twitch dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nTwitch tidak menyokong atau menaja pelanjutan ini. Twitch Chat untuk Skrin Penuh tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Twitch Inc.",
    "nl": "Wil je Twitch Chat lezen terwijl je in de modus Volledig scherm bent? twitch rubius\n\nU kunt dit nu doen wanneer u deze extensie installeert. hashinshin\n\nMet deze extensie kan het chatscherm nog steeds worden weergegeven terwijl u zich in de modus Volledig scherm bevindt.\n\nU kunt de grootte van de chat-overlay ook aanpassen vanuit de rechter benedenhoek. 39daph\n\nLet op: het chatscherm vervaagt als je muis niet over de Twitch-chat-overlay beweegt.\n\nEen ander probleem om op te merken is dat u de webpagina moet vernieuwen als u het Twitch-kanaal dat u bekijkt, wijzigt. Als je dat doet\nde webpagina niet vernieuwen, blijft de twitch-chat hangen in het vorige Twitch Streamer-kanaal in plaats van in het nieuwe kanaal dat je bekijkt.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Twitch en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nTwitch onderschrijft of sponsort deze extensie niet. Twitch Chat voor volledig scherm is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Twitch Inc.",
    "no": "Vil du lese Twitch Chat mens du er i fullskjermmodus? twitch twitter\n\nDu kan gjøre det nå når du installerer denne utvidelsen. gta twitch prime\n\nDenne utvidelsen lar chat-skjermen fremdeles vises mens du er i fullskjermmodus.\n\nDu kan også justere størrelsen på chatteoverlegget nederst til høyre. lospollostv\n\nVær oppmerksom på at chat-skjermen vil falme ut hvis musen ikke svever over Twitch-chatoverlegget.\n\nEt annet problem å merke seg er at du må oppdatere websiden hvis du endrer Twitch-kanalen du ser på. Hvis du gjør\nikke oppdater nettsiden, twitch chat blir sittende fast i den forrige Twitch Streamer-kanalen i stedet for den nye kanalen du ser på.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Twitch og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nTwitch støtter ikke eller sponser denne utvidelsen. Twitch Chat for Full Screen eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Twitch Inc.",
    "pl": "Chcesz czytać czat Twitcha w trybie pełnoekranowym? twitch prime lol\n\nMożesz to zrobić teraz po zainstalowaniu tego rozszerzenia. twitch sign in\n\nTo rozszerzenie umożliwia wyświetlanie ekranu czatu w trybie pełnoekranowym.\n\nMożesz również dostosować rozmiar nakładki czatu w prawym dolnym rogu. twitch desktop app\n\nPamiętaj, że ekran czatu zgaśnie, jeśli wskaźnik myszy nie zostanie umieszczony nad nakładką czatu Twitch.\n\nKolejną kwestią, na którą należy zwrócić uwagę, jest konieczność odświeżenia strony internetowej, jeśli zmieniasz oglądany kanał Twitch. Jeśli zrobisz\nnie odświeżać strony internetowej, czat drgań utknie na poprzednim kanale Twitch Streamer zamiast na nowym kanale, który oglądasz.\n\nZastrzeżenie: pamiętaj, że to rozszerzenie NIE zostało stworzone przez Twitcha i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nTwitch nie popiera ani nie sponsoruje tego rozszerzenia. Twitch Chat na pełnym ekranie nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Twitch Inc.",
    "ro": "Doriți să citiți Twitch Chat în timp ce vă aflați în modul ecran complet? montanablack twitch\n\nPuteți face acest lucru acum când instalați această extensie. shroud stream\n\nAceastă extensie permite ca ecranul de chat să apară în continuare în timp ce vă aflați în modul ecran complet.\n\nPuteți ajusta dimensiunea suprapunerii chatului și din colțul din dreapta jos. twitch leecher\n\nRețineți că ecranul de chat se va estompa dacă mouse-ul nu se deplasează peste suprapunerea de chat Twitch.\n\nO altă problemă de remarcat este că trebuie să reîmprospătați pagina web dacă schimbați canalul Twitch pe care îl urmăriți. Dacă faci\nnu reîmprospătați pagina web, chatul twitch va fi blocat în canalul anterior Twitch Streamer în loc de noul canal pe care îl urmăriți.\n\nDeclinare de responsabilitate: Vă rugăm să rețineți că această extensie NU este realizată de Twitch și este făcută de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nTwitch nu aprobă sau sponsorizează această extensie. Twitch Chat pentru ecran complet nu este deținut de, nu este licențiat de și nu este o filială a Twitch Inc.",
    "ru": "Хотите читать Twitch Chat в полноэкранном режиме? twitch strike\n\nВы можете сделать это сейчас, когда установите это расширение. valorant twitch\n\nЭто расширение позволяет экрану чата по-прежнему отображаться, пока вы находитесь в полноэкранном режиме.\n\nВы также можете настроить размер оверлея чата в правом нижнем углу. twitch fifa 20\n\nОбратите внимание, что экран чата исчезнет, если указатель мыши не наведен на оверлей чата Twitch.\n\nЕще одна проблема, на которую следует обратить внимание: вам необходимо обновить веб-страницу, если вы меняете канал Twitch, который вы смотрите. Если вы это сделаете\nне обновлять веб-страницу, чат Twitch будет зависать на предыдущем канале Twitch Streamer, а не на новом канале, который вы смотрите.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Twitch, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nTwitch не поддерживает и не спонсирует это расширение. Twitch Chat for Full Screen не принадлежит, не лицензируется и не является дочерней компанией Twitch Inc.",
    "sk": "Chcete si prečítať Twitch Chat, keď ste v režime celej obrazovky? pokimane twitch\n\nMôžete tak urobiť teraz, keď inštalujete toto rozšírenie. sullygnome\n\nToto rozšírenie umožňuje, aby sa obrazovka rozhovoru stále zobrazovala, keď ste v režime celej obrazovky.\n\nV pravom dolnom rohu môžete tiež upraviť veľkosť prekrytia četu. runas twitch\n\nUpozorňujeme, že obrazovka rozhovoru zhasne, ak kurzor myši nestiahnete nad prekrytie rozhovoru Twitch.\n\nĎalším problémom, ktorý je potrebné poznamenať, je, že musíte zmeniť webovú stránku, ak meníte sledovaný kanál Twitch. Pokiaľ urobíš\nAk neaktualizujete webovú stránku, bude sa twitch chat zasekávať v predchádzajúcom kanáli Twitch Streamer namiesto v novom kanáli, ktorý sledujete.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Twitch a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nTwitch toto rozšírenie nepodporuje ani nesponzoruje. Twitch Chat pre celú obrazovku nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Twitch Inc.",
    "sl": "Ali želite brati klepet Twitch, ko ste v celozaslonskem načinu? twitch csgo\n\nTo lahko storite zdaj, ko namestite to razširitev. blessrng\n\nTa razširitev omogoča, da se zaslon klepeta še vedno prikaže, ko ste v celozaslonskem načinu.\n\nVelikost prosojnice lahko prilagodite tudi v spodnjem desnem kotu. reddit twitch\n\nUpoštevajte, da se zaslon klepeta izklopi, če miška ne premakne miške nad prekrivanje klepeta Twitch.\n\nŠe eno vprašanje, na katerega morate opozoriti, je, da morate spremeniti spletno stran, če spreminjate kanal Twitch, ki ga gledate. Če narediš\nne osvežite spletne strani, bo klepet twitch zataknjen v prejšnjem kanalu Twitch Streamer namesto v novem kanalu, ki ga gledate.\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Twitch in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nTwitch ne podpira ali sponzorira te razširitve. Twitch Chat za celozaslonski sistem ni v lasti družbe Twitch Inc., ni licenciran in ni podružnica družbe Twitch Inc.",
    "sr": "Желите да читате Твитцх Цхат док сте у режиму целог екрана? twitch web\n\nТо можете учинити сада када инсталирате ово проширење. twitch valorant\n\nОво проширење омогућава да се екран за ћаскање и даље приказује док сте у режиму целог екрана.\n\nВеличину слоја за ћаскање можете прилагодити и из доњег десног угла. twitch down\n\nИмајте на уму да ће екран за ћаскање нестати ако миш не пређе преко Твитцх слоја за ћаскање.\n\nЈош једно питање које треба напоменути је да морате да освежите веб страницу ако мењате Твитцх канал који гледате. Ако урадиш\nако не освежите веб страницу, твитцх цхат ће заглавити на претходном каналу Твитцх Стреамер уместо на новом каналу који гледате.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НЕ прави Твитцх и да га је направио независни развојни тим. Сва ауторска права припадају њиховим власницима.\nТвитцх не подржава или не спонзорише ово проширење. Твитцх Цхат фор Фулл Сцреен није у власништву, није лиценциран и није подружница Твитцх Инц.",
    "sv": "Vill du läsa Twitch Chat när du är i helskärmsläge? twitch streamer\n\nDu kan göra det nu när du installerar det här tillägget. sanchovies\n\nMed detta tillägg kan chattskärmen fortfarande visas medan du är i helskärmsläge.\n\nDu kan också justera storleken på chattöverlägget från nedre högra hörnet. twitch counter\n\nObservera att chattskärmen försvinner om din mus inte svävar över Twitch-chattöverlägget.\n\nEn annan fråga att notera är att du måste uppdatera webbsidan om du ändrar Twitch-kanalen du tittar på. Om du gör\ninte uppdatera webbsidan, twitchchatten kommer att fastna i den tidigare Twitch Streamer-kanalen istället för den nya kanalen du tittar på.\n\nAnsvarsfriskrivning: Observera att denna förlängning INTE görs av Twitch och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nTwitch stöder inte eller sponsrar denna förlängning. Twitch Chat för helskärm ägs inte av, är inte licensierat av och är inte ett dotterbolag till Twitch Inc.",
    "th": "ต้องการอ่าน Twitch Chat ในขณะที่คุณอยู่ในโหมดเต็มหน้าจอหรือไม่? twitch dota\n\nคุณสามารถทำได้ทันทีเมื่อคุณติดตั้งส่วนขยายนี้ twitch probuilds\n\nส่วนขยายนี้ช่วยให้หน้าจอแชทยังคงปรากฏในขณะที่คุณอยู่ในโหมดเต็มหน้าจอ\n\nคุณสามารถปรับขนาดของการซ้อนทับการแชทได้เช่นกันจากมุมขวาล่าง loeya\n\nโปรดทราบว่าหน้าจอแชทจะเลือนหายไปหากเมาส์ของคุณไม่วางเมาส์เหนือการซ้อนทับการแชทของ Twitch\n\nปัญหาที่ควรทราบอีกประการหนึ่งคือคุณต้องรีเฟรชหน้าเว็บหากคุณกำลังเปลี่ยนช่อง Twitch ที่คุณกำลังรับชม ถ้าคุณทำ\nไม่รีเฟรชหน้าเว็บแชทกระตุกจะติดอยู่ในช่อง Twitch Streamer ก่อนหน้าแทนที่จะเป็นช่องใหม่ที่คุณกำลังรับชม\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Twitch และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nTwitch ไม่รับรองหรือสนับสนุนส่วนขยายนี้ Twitch Chat for Full Screen ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Twitch Inc.",
    "tr": "Tam ekran modundayken Twitch Chat'i okumak ister misiniz? gronkh twitch\n\nŞimdi bu uzantıyı yüklediğinizde bunu yapabilirsiniz. twitch aram\n\nBu uzantı, tam ekran modundayken sohbet ekranının görünmeye devam etmesini sağlar.\n\nSohbet yer paylaşımının boyutunu sağ alt köşeden de ayarlayabilirsiniz. tfue twitch\n\nFareniz Twitch sohbet katmanının üzerine gelmezse sohbet ekranının kaybolacağını lütfen unutmayın.\n\nUnutulmaması gereken bir diğer konu da, izlediğiniz Twitch kanalını değiştiriyorsanız web sayfasını yenilemeniz gerektiğidir. Yaparsan\nweb sayfasını yenilemiyorsanız, twitch sohbeti izlediğiniz yeni kanal yerine önceki Twitch Streamer kanalında takılı kalacaktır.\n\nSorumluluk Reddi: Lütfen bu uzantının Twitch tarafından YAPILMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nTwitch, bu uzantıyı onaylamaz veya desteklemez. Twitch Chat for Full Screen, Twitch Inc.'e ait değildir, lisanslı değildir ve Twitch Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете читати Twitch Chat, поки ви перебуваєте в повноекранному режимі? melina goransson\n\nВи можете зробити це зараз, коли встановлюєте це розширення. twitch rivals warzone\n\nЦе розширення дозволяє екрану чату все ще відображатися, поки ви перебуваєте в повноекранному режимі.\n\nВи також можете налаштувати розмір накладеного чату в нижньому правому куті. twitch league of legends\n\nЗверніть увагу, що екран чату зникає, якщо миша не наводить курсор на накладання чату Twitch.\n\nЩе одне питання, на яке слід звернути увагу - вам потрібно оновити веб-сторінку, якщо ви змінюєте канал Twitch, який ви дивитесь. Якщо ти зробиш\nне оновлюйте веб-сторінку, чат Twitch застрягне в попередньому каналі Twitch Streamer замість нового каналу, який ви дивитесь.\n\nЗастереження: Зверніть увагу, що це розширення НЕ робиться Twitch, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nTwitch не підтримує та не спонсорує це розширення. Twitch Chat для повноекранного режиму не належить, не ліцензований та не є дочірньою компанією Twitch Inc.",
    "vi": "想在全屏模式下阅读Twitch聊天吗？ disguised toast\n\n您现在可以在安装此扩展程序时这样做。 twitch auronplay\n\n此扩展名允许您在全屏模式下仍可以显示聊天屏幕。\n\n您也可以从右下角调整聊天覆盖的大小。 shroud mixer\n\n请注意，如果您的鼠标没有悬停在Twitch聊天窗口上，则聊天屏幕将消失。\n\n要注意的另一个问题是，如果要更改正在观看的Twitch频道，则需要刷新网页。如果你这样做\n如果不刷新网页，则抽搐聊天将停留在以前的Twitch Streamer频道中，而不是您正在观看的新频道中。\n\n免责声明：请注意，此扩展程序不是由Twitch进行的，而是由独立的开发团队进行的。所有版权属于其各自所有者。\nTwitch不认可或赞助此扩展。 Twitch全屏聊天不属于Twitch Inc，也不属于Twitch Inc.的子公司。",
    "zh_TW": "想在全屏模式下閱讀Twitch聊天嗎？ timthetatman\n\n您現在可以在安裝此擴展程序時這樣做。 ninja mixer\n\n此擴展名允許您在全屏模式下仍可以顯示聊天屏幕。\n\n您也可以從右下角調整聊天覆蓋的大小。 summit1g\n\n請注意，如果您的鼠標沒有懸停在Twitch聊天窗口上，則聊天屏幕將消失。\n\n要注意的另一個問題是，如果要更改正在觀看的Twitch頻道，則需要刷新網頁。如果你這樣做\n如果不刷新網頁，則抽搐聊天將停留在先前的Twitch Streamer頻道中，而不是您正在觀看的新頻道中。\n\n免責聲明：請注意，此擴展程序不是由Twitch進行的，而是由獨立的開發團隊進行的。所有版權屬於其各自所有者。\nTwitch不認可或贊助此擴展。 Twitch全屏聊天不屬於Twitch Inc，也不屬於Twitch Inc.的子公司。"
  }
}