{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapchat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapchat Mobile View for PC/Mac and Chromebook"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapchat is a fast, fun, and easy way to send, share, and capture the moment with your friends and family 👻\n\nSNAP & SHARE\n• Snapchat opens right to the camera — tap to take a photo, or press and hold to record a video.\n• Use creative filters, Lenses, Bitmoji, and more to make your Snaps fun and unique.\n• Send Snaps instantly to your friends and keep conversations exciting with messages and reactions.\n• Discover new filters every day, created by the Snapchat community.\n\nCHAT & MESSAGES\n• Stay connected through live messaging or Group Stories.\n• Chat and send text messages, Snaps, and Stories to your friends anytime.\n• Video call up to 16 friends at once — and make it fun by adding filters and Lenses to your call.\n• Express yourself with Friendmojis — custom Bitmoji made just for you and your friends.\n\nSTORIES\n• Watch your friends' Stories to see their day unfold in photos and videos.\n• Share your day and see Stories from around the world that match your interests.\n• Discover breaking news and exclusive Original Shows on Snapchat.\n\nSPOTLIGHT\n• Spotlight features the best Snaps and videos from the Snapchat community.\n• Send and share your favorite Snaps and videos to Spotlight.\n• Pick your favorites and send them to your friends for even more fun.\n\nMAP & LIVE STORIES\n• Share your location with your best friends or stay private with Ghost Mode.\n• Explore the Snap Map to see what your friends are doing in live time.\n• Discover live Stories and events happening nearby or across the globe.\n\nMEMORIES & CAMERA ROLL\n• Save unlimited photos, videos, and Snaps to revisit your favorite memories.\n• Edit old Snaps and share them with your friends or save them to your camera roll.\n• Create Stories from your saved photos and Snaps to share with your friends and family.\n\nFRIENDSHIP PROFILES\n• Each friendship has a unique profile to showcase your shared memories and fun moments.\n• Discover common interests, Bitmoji styles, and more.\n• Friendship Profiles are private — just between you and your friends.\n\n• • •\n\nHappy Snapping! 📸\n\n• • •\n\nPlease note: Snapchatters can always capture or save your messages by taking a screenshot, using a camera, or otherwise. Be mindful of what you send and share!\n\nFor a full description of our privacy practices, please visit our Privacy Center."
  }
}