{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JSON to Table Converter - Chiku Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert JSON data to a table and download as an Excel file."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert your JSON data into a tabular format with JSON to Table Converter - Chiku Converter. This Chrome extension simplifies the process of viewing JSON data as a structured table, making it easier to analyze and understand. Once converted, you can download the table as an Excel file, enabling you to work with your data offline or share it with others.\n\nFeatures:\n\n- Simple and Intuitive Interface: Paste your JSON data into the provided text area, and see it instantly converted into a clear and readable table.\n\n- Download as Excel: Convert your table into an Excel file (.xlsx) with just a click, perfect for further analysis or sharing with colleagues.\n\n- Supports Various JSON Structures: Handles nested objects and arrays, displaying them in an easy-to-read format.\n\n- Lightweight and Fast: Designed to be efficient and responsive, ensuring a smooth experience even with large datasets.\n\nHow to Use:\n\n1. Install the Extension: Add the JSON to Table Converter - Chiku Converter to your Chrome browser.\n\n2. Paste Your JSON: Open the extension, paste your JSON data into the input area, and click \"Convert\".\n\n3. View and Download: View the structured table and download it as an Excel file if needed.\n\nWhether you're a developer needing a quick way to view JSON data, or a business professional working with data exports, JSON to Table Converter - Chiku Converter is the perfect tool to streamline your workflow.\n\nGet Started Today! Download now and transform the way you work with JSON data."
  }
}