{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in Chromium Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open the current tab or all tabs in Chromium browser or send links to Chromium from right-click context menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in Chromium extension opens the current tab or all tabs in Google's Chromium browser. This is useful to transfer links across browsers without manual copy and paste.\n\nNotes:\n1. In case a Chromium window is opened, the link is opened in a new browser tab\n2. If Chromium is not opened, a new Chromium window gets opened.\n3. To open links in the Chromium browser, you will need to install a native client. \n4. The instruction to install the native client is displayed once a link opening is requested. \n5. At this point, the native client supports the following operating systems:\n  a. Windows\n  b. Mac\n  c. Linux\n6. The native client does NOT support Chromium OS.\n7. On Windows and Linux, you need to set the Chromium path on the options page for the extension to find the Chromium browser\n8. Some preferences  of this extension can be configured by the domain administrator (managed storage)\n9. This extension can send links on left-click, a combination of the left-click and a keyboard meta key, and top-level navigation\n\n--- Legal\nChromium is a trademark of Google Inc., registered in the U.S. and other countries. This extension is an independent project and has no relationship to the Chromium team or Google Inc."
  }
}