{
  "name": {
    "ar": "صانع GIF في Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "GIF Maker in Google Chrome™",
    "bg,ru,uk": "GIF Maker в Google Chrome ™",
    "ca": "GIF Maker a Google Chrome ™",
    "cs": "GIF Maker v prohlížeči Google Chrome ™",
    "da,no,sv": "GIF Maker i Google Chrome ™",
    "de,it,nl": "GIF Maker in Google Chrome ™",
    "el": "GIF Maker στο Google Chrome ™",
    "es": "Creador de GIF en Google Chrome ™",
    "et": "GIF-tegija Google Chrome ™ -is",
    "fa": "GIF Maker در Google Chrome",
    "fi": "GIF Maker Google Chrome ™ -sovelluksessa",
    "fil": "GIF Maker sa Google Chrome ™",
    "fr": "GIF Maker dans Google Chrome ™",
    "he": "יצרנית GIF ב- Google Chrome ™",
    "hi": "Google Chrome ™ में GIF निर्माता",
    "hr": "GIF Maker u Google Chrome ™",
    "hu": "GIF Maker a Google Chrome ™ alkalmazásban",
    "id": "GIF Maker di Google Chrome ™",
    "ja": "Google Chrome™のGIFメーカー",
    "ko": "Chrome ™의 GIF 메이커",
    "lt": "GIF kūrimo priemonė „Google Chrome ™“",
    "lv": "GIF veidotājs pārlūkā Google Chrome ™",
    "ms": "Pembuat GIF di Google Chrome ™",
    "pl": "GIF Maker w Google Chrome ™",
    "ro": "GIF Maker în Google Chrome ™",
    "sk": "Nástroj GIF Maker v prehliadači Google Chrome ™",
    "sl": "Izdelovalec GIF v Google Chrome ™",
    "sr": "ГИФ Макер у Гоогле Цхроме ™-у",
    "th": "GIF Maker ใน Google Chrome ™",
    "tr": "Google Chrome ™ &#39;da GIF Oluşturucu",
    "vi": "Trình tạo GIF trong Google Chrome ™"
  },
  "short": {
    "ar": "جعل GIF المتحركة من الصور الثابتة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Make animated GIF from static photos.",
    "bg": "Направете анимирани GIF от статични снимки.",
    "ca": "Feu GIF animat a partir de fotos estàtiques.",
    "cs": "Vytvořte animovaný GIF ze statických fotografií.",
    "da": "Lav animeret GIF fra statiske fotos.",
    "de": "Erstellen Sie animiertes GIF aus statischen Fotos.",
    "el": "Δημιουργήστε κινούμενα GIF από στατικές φωτογραφίες.",
    "es": "Crea un GIF animado a partir de fotos estáticas.",
    "et": "Tehke staatilistest fotodest animeeritud GIF.",
    "fa": "GIF متحرک را از عکسهای استاتیک تهیه کنید.",
    "fi": "Tee animoituja GIF-kuvia staattisista valokuvista.",
    "fil": "Gumawa ng animated GIF mula sa mga static na larawan.",
    "fr": "Créez des GIF animés à partir de photos statiques.",
    "he": "צור GIF מונפשים מצילומים סטטיים.",
    "hi": "स्थिर फ़ोटो से एनिमेटेड GIF बनाएं।",
    "hr": "Napravite animirani GIF od statičnih fotografija.",
    "hu": "Készítsen animált GIF fájlt statikus képekből.",
    "id": "Buat GIF animasi dari foto statis.",
    "it": "Crea GIF animate da foto statiche.",
    "ja": "静止写真からアニメーションGIFを作成します。",
    "ko": "정적 사진에서 애니메이션 GIF를 만듭니다.",
    "lt": "Iš statinių nuotraukų pasidarykite animacinį GIF.",
    "lv": "No statiskiem fotoattēliem izveidojiet animētu GIF.",
    "ms": "Buat animasi GIF dari foto statik.",
    "nl": "Maak geanimeerde GIF van statische foto&#39;s.",
    "no": "Lag animert GIF fra statiske bilder.",
    "pl": "Twórz animowane pliki GIF ze zdjęć statycznych.",
    "ro": "Creează GIF-uri animate din fotografii statice.",
    "ru": "Сделать анимированный GIF из статических фотографий.",
    "sk": "Vytvorte animovaný GIF zo statických fotografií.",
    "sl": "Naredite animirani GIF iz statičnih fotografij.",
    "sr": "Направите анимирани ГИФ од статичних фотографија.",
    "sv": "Gör animerad GIF från statiska foton.",
    "th": "สร้างภาพเคลื่อนไหว GIF จากภาพนิ่ง",
    "tr": "Statik fotoğraflardan animasyonlu GIF oluşturun.",
    "uk": "Створіть анімований GIF зі статичних фотографій.",
    "vi": "Tạo GIF động từ ảnh tĩnh."
  },
  "long": {
    "ar": "هل تريد إنشاء ملف GIF متحرك بسيط في متصفح Google Chrome؟ يمكنك القيام بذلك اليوم باستخدام برنامجنا.\n\nما عليك سوى اختيار مقطع الفيديو / مقطع الفيديو الذي ترغب في إنشائه في ملف GIF المتحرك\n\nاختر الوقت لبدء البدء في قص المقطع المتحرك ومتى يجب أن ينتهي المقطع المتحرك. نقترح أن يكون طول ملف GIF بضع ثوانٍ بحيث لا يكون ملف إخراج GIF المتحرك كبيرًا جدًا.\n\nانتظر واترك برنامجنا يقوم بالباقي. من المفترض أن يستغرق إنشاء ملف GIF المتحرك الناتج النهائي دقيقة واحدة.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد ليس من صنع Google بل من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى إضافة Chrome هذه. إن GIF Maker في Google Chrome ™ ليست مملوكة لشركة Google Inc. ، وليست مرخصة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Want to make a simple animated GIF within the Google Chrome browser? You can do so today using our software.\n\nSimply choose the input video/video clip you wish to make into the animated GIF\n\nChoose the time to begin to start clipping the animated clip and when the animated clip should end. We suggest having the GIF be a few seconds long so that the animated GIF output file isnt too large.\n\nWait and let our software do the rest. It should take a minute to have the final output animated GIF created.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. GIF Maker in Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да направите обикновен анимиран GIF в браузъра Google Chrome? Можете да направите това днес, като използвате нашия софтуер.\n\nПросто изберете входното видео / видео клип, който искате да направите в анимирания GIF\n\nИзберете времето, за да започнете да клипвате анимационния клип и кога анимационният клип трябва да приключи. Предлагаме GIF да е дълъг няколко секунди, така че анимираният изходен файл на GIF да не е твърде голям.\n\nИзчакайте и оставете нашия софтуер да свърши останалото. Трябва да отнеме минута, за да бъде създаден окончателния изходен анимиран GIF.\n\nОтказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява или спонсорира това разширение за Chrome. GIF Maker в Google Chrome ™ не е собственост на, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu crear un GIF animat senzill al navegador Google Chrome? Podeu fer-ho avui amb el nostre programari.\n\nSimplement trieu el vídeo o el vídeo d’entrada que vulgueu introduir al GIF animat\n\nTrieu l’hora per començar a retallar el clip animat i quan ha d’acabar el clip animat. Us proposem que el GIF tingui uns segons perquè el fitxer de sortida GIF animat no sigui massa gran.\n\nEspereu i deixeu que el nostre programari faci la resta. Hauria de trigar un minut en crear el GIF animat de sortida final.\n\nRenúncia de responsabilitat: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris.\nGoogle no aprova ni patrocina aquesta extensió Chrome. GIF Maker a Google Chrome ™ no és propietat, no té llicència i no és filial de Google Inc.",
    "cs": "Chcete v prohlížeči Google Chrome vytvořit jednoduchý animovaný GIF? Můžete tak učinit dnes pomocí našeho softwaru.\n\nJednoduše vyberte vstupní video / videoklip, který chcete vložit do animovaného GIF\n\nZvolte čas, kdy se má začít ořezávat animovaný klip a kdy má animovaný klip skončit. Doporučujeme, aby byl GIF několik sekund dlouhý, aby animovaný výstupní soubor GIF nebyl příliš velký.\n\nPočkejte a nechte náš software udělat zbytek. Vytvoření animovaného GIF by mělo trvat minutu.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům.\nGoogle toto rozšíření Chrome nepodporuje ani nesponzoruje. GIF Maker v Google Chrome ™ není ve vlastnictví, není licencován a není dceřinou společností Google Inc.",
    "da": "Vil du oprette en simpel animeret GIF i Google Chrome-browseren? Du kan gøre det i dag ved hjælp af vores software.\n\nVælg det input-video / videoklip, du ønsker at lave, til den animerede GIF\n\nVælg tidspunktet for at begynde at begynde at klippe det animerede klip ud, og hvornår det animerede klip skal slutte. Vi foreslår, at GIF er et par sekunder, så den animerede GIF-outputfil ikke er for stor.\n\nVent og lad vores software gøre resten. Det skal tage et minut at få den endelige output animeret GIF oprettet.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og er oprettet af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere.\nGoogle støtter eller sponsorerer ikke denne Chrome-udvidelse. GIF Maker i Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie ein einfaches animiertes GIF im Google Chrome-Browser erstellen? Sie können dies heute mit unserer Software tun.\n\nWählen Sie einfach das Eingabevideo / den Videoclip aus, den Sie in das animierte GIF einfügen möchten\n\nWählen Sie die Zeit aus, zu der mit dem Ausschneiden des animierten Clips begonnen werden soll und wann der animierte Clip enden soll. Wir empfehlen, dass das GIF einige Sekunden lang ist, damit die animierte GIF-Ausgabedatei nicht zu groß ist.\n\nWarten Sie und lassen Sie unsere Software den Rest erledigen. Es sollte eine Minute dauern, bis das endgültige animierte GIF für die Ausgabe erstellt ist.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. GIF Maker in Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να δημιουργήσετε ένα απλό κινούμενο GIF στο πρόγραμμα περιήγησης Google Chrome; Μπορείτε να το κάνετε σήμερα χρησιμοποιώντας το λογισμικό μας.\n\nΑπλώς επιλέξτε το βίντεο / βίντεο κλιπ εισαγωγής που θέλετε να δημιουργήσετε στο κινούμενο GIF\n\nΕπιλέξτε την ώρα για να αρχίσετε να αποκόπτετε το κινούμενο κλιπ και πότε θα λήξει το κινούμενο κλιπ. Προτείνουμε το GIF να έχει λίγα δευτερόλεπτα, ώστε το κινούμενο αρχείο εξόδου GIF να μην είναι πολύ μεγάλο.\n\nΠεριμένετε και αφήστε το λογισμικό μας να κάνει τα υπόλοιπα. Θα χρειαστεί ένα λεπτό για να δημιουργηθεί το τελικό αποτέλεσμα GIF με κινούμενα σχέδια.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση Chrome. Το GIF Maker στο Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quieres hacer un GIF animado simple dentro del navegador Google Chrome? Puede hacerlo hoy usando nuestro software.\n\nSimplemente elija el video / video clip de entrada que desea convertir en el GIF animado\n\nElija el momento para comenzar a recortar el clip animado y cuándo debe finalizar el clip animado. Sugerimos que el GIF dure unos segundos para que el archivo de salida GIF animado no sea demasiado grande.\n\nEspere y deje que nuestro software haga el resto. Debería llevar un minuto crear el GIF animado de salida final.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. GIF Maker en Google Chrome ™ no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "Kas soovite Google Chrome'i brauseris teha lihtsat animeeritud GIF-i? Täna saate seda teha meie tarkvara abil.\n\nValige lihtsalt sisendvideo / videoklipp, mille soovite animeeritud GIF-i muuta\n\nValige aeg, millal animeeritud klipp lõikama hakata ja millal animeeritud klipp peaks lõppema. Soovitame, et GIF oleks mõne sekundi pikkune, nii et animeeritud GIF-väljundfail poleks liiga suur.\n\nOodake ja laske meie tarkvaral teha ülejäänu. Lõpliku väljundi animeeritud GIF-i loomine peaks võtma ühe minuti.\n\nKohustustest loobumine: Pange tähele, et seda laiendit EI OLE teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende vastavatele omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendit. GIF Maker teenuses Google Chrome ™ ei kuulu Google Inc.-le, sellel pole litsentsi ja ta pole Google Inc. tütarettevõte.",
    "fa": "آیا می خواهید یک GIF متحرک ساده را در مرورگر Google Chrome بسازید؟ شما می توانید امروز با استفاده از نرم افزار ما این کار را انجام دهید.\n\nبه سادگی کلیپ ویدیویی / ویدیویی ورودی را که می خواهید در GIF متحرک انتخاب کنید ، انتخاب کنید\n\nزمان شروع کلیپ کلیپ متحرک و زمان پایان یافتن کلیپ متحرک را انتخاب کنید. ما پیشنهاد می کنیم که GIF چند ثانیه طول بکشد تا فایل خروجی GIF متحرک خیلی بزرگ نباشد.\n\nصبر کنید و بگذارید نرم افزار ما بقیه را انجام دهد. یک دقیقه طول می کشد تا GIF انیمیشن خروجی نهایی ایجاد شود.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد.\nGoogle این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. GIF Maker در Google Chrome owned متعلق به آن نیست ، دارای مجوز نیست و یک شرکت تابعه Google Inc. نیست.",
    "fi": "Haluatko luoda yksinkertaisen animoidun GIF-kuvan Google Chrome -selaimessa? Voit tehdä niin tänään ohjelmistomme avulla.\n\nValitse vain tulovideo / videoleike, jonka haluat tehdä animoituun GIF-tiedostoon\n\nValitse aika animoidun leikkeen leikkaamisen aloittamiselle ja milloin animoidun leikkeen pitäisi päättyä. Suosittelemme, että GIF-tiedoston tulisi olla muutaman sekunnin pituinen, jotta animoitu GIF-tulostetiedosto ei olisi liian suuri.\n\nOdota ja anna ohjelmistomme tehdä loput. Lopullisen tulosteen animoidun GIF-kuvan luominen kestää minuutin.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™ -sovelluksen GIF Maker ei ole Google Inc: n omistama, ei ole lisenssin myöntäjä eikä ole Google Inc: n tytäryhtiö.",
    "fil": "Nais mo bang gumawa ng isang simpleng animated GIF sa loob ng browser ng Google Chrome? Maaari mong gawin ito ngayon gamit ang aming software.\n\nPiliin lamang ang input video / video clip na nais mong gawin sa animated GIF\n\nPiliin ang oras upang simulan upang simulan ang pag-clipping ng animated na clip at kung kailan dapat tapusin ang animated na clip. Iminumungkahi namin na ang GIF ay maging ilang segundo ang haba upang ang animated GIF output file ay hindi masyadong malaki.\n\nMaghintay at hayaan ang aming software na gawin ang natitira. Dapat itong tumagal ng isang minuto upang magkaroon ng pangwakas na output na animated GIF na nilikha.\n\nDisclaimer: Mangyaring tandaan ang extension na ito ay HINDI ginawa ng Google at ginawa ng isang independiyenteng koponan ng pag-unlad. Ang lahat ng mga copyright ay kabilang sa kani-kanilang mga may-ari.\nHindi inendorso o sinusuportahan ng Google ang extension ng Chrome na ito. Ang GIF Maker sa Google Chrome ™ ay hindi pagmamay-ari, hindi lisensyado at hindi isang subsidiary ng Google Inc.",
    "fr": "Vous voulez créer un GIF animé simple dans le navigateur Google Chrome? Vous pouvez le faire dès aujourd'hui en utilisant notre logiciel.\n\nChoisissez simplement la vidéo / le clip vidéo d'entrée que vous souhaitez faire dans le GIF animé\n\nChoisissez l'heure à laquelle commencer à découper le clip animé et quand le clip animé doit se terminer. Nous suggérons que le GIF dure quelques secondes afin que le fichier de sortie GIF animé ne soit pas trop volumineux.\n\nAttendez et laissez notre logiciel faire le reste. La création du GIF animé de sortie finale devrait prendre une minute.\n\nAvertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. GIF Maker dans Google Chrome ™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "רוצה להכין GIF מונפש פשוט בדפדפן Google Chrome? אתה יכול לעשות זאת היום באמצעות התוכנה שלנו.\n\nכל שעליך לעשות הוא לבחור את קלט הווידיאו / קליפ הווידיאו שאתה רוצה להכין ל- GIF המונפש\n\nבחר את השעה שתתחיל להתחיל לגזור את הקליפ המונפש ומתי אמור להסתיים הקליפ המונפש. אנו ממליצים שה- GIF יהיה באורך מספר שניות כך שקובץ הפלט GIF המונפש אינו גדול מדי.\n\nהמתן ותן לתוכנה שלנו לעשות את השאר. ייקח דקה כדי ליצור את ה- GIF המונפש בפלט הסופי.\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. GIF Maker ב- Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "Google Chrome ब्राउज़र के भीतर एक सरल एनिमेटेड GIF बनाना चाहते हैं? आप आज हमारे सॉफ्टवेयर का उपयोग करके ऐसा कर सकते हैं।\n\nबस आप जिस एनिमेटेड GIF में बनाना चाहते हैं, इनपुट वीडियो / वीडियो क्लिप चुनें\n\nएनिमेटेड क्लिप की क्लिपिंग शुरू करने के लिए समय का चयन करें और जब एनिमेटेड क्लिप को समाप्त होना चाहिए। हमारा सुझाव है कि GIF कुछ सेकंड लंबा हो ताकि एनिमेटेड GIF आउटपुट फ़ाइल बहुत बड़ी न हो।\n\nप्रतीक्षा करें और हमारे सॉफ़्टवेयर को बाकी काम करने दें। अंतिम आउटपुट एनिमेटेड GIF को बनाने में एक मिनट का समय लगना चाहिए।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome में GIF निर्माता ™ के स्वामित्व में नहीं है, यह लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite napraviti jednostavan animirani GIF unutar preglednika Google Chrome? To možete učiniti danas pomoću našeg softvera.\n\nJednostavno odaberite ulazni video / video isječak koji želite napraviti u animirani GIF\n\nOdaberite vrijeme da započnete s obrezivanjem animiranog isječka i kada bi animirani isječak trebao završiti. Predlažemo da GIF bude dugačak nekoliko sekundi kako animirana GIF izlazna datoteka ne bude prevelika.\n\nPričekajte i pustite da naš softver učini ostalo. Trebala bi proći minutu da bi se stvorio konačni izlaz animirani GIF.\n\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili sponzorira ovo proširenje Chromea. GIF Maker u Google Chrome ™ nije vlasništvo, nije licenciran i nije podružnica tvrtke Google Inc.",
    "hu": "Szeretne egyszerű animált GIF-et készíteni a Google Chrome böngészőben? Ezt ma szoftver szoftverünk segítségével megteheti.\n\nEgyszerűen válassza ki azt a bemeneti videót / videofájlt, amelyet el szeretne készíteni az animált GIF formátumba\n\nVálassza ki azt az időpontot, amikor elkezdi elindítani az animált klipet, és mikor fejezze be az animált klipet. Javasoljuk, hogy a GIF legyen néhány másodperc hosszú, hogy az animált GIF kimeneti fájl ne legyen túl nagy.\n\nVárja meg, és hagyja, hogy szoftverünk végezze el a többit. Egy pillanat alatt eltarthat, amíg a végleges output animált GIF-t létrehoznak.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. A Google Chrome ™ GIF Maker nem a Google Inc. tulajdonát képezi, nem engedélyezi, és nem is leányvállalata.",
    "id": "Ingin membuat GIF animasi sederhana di dalam browser Google Chrome? Anda dapat melakukannya hari ini menggunakan perangkat lunak kami.\n\nCukup pilih input video / klip video yang ingin Anda buat menjadi GIF animasi\n\nPilih waktu untuk mulai kliping klip animasi dan kapan klip animasi berakhir. Kami menyarankan agar GIF panjangnya beberapa detik sehingga file output GIF animasi tidak terlalu besar.\n\nTunggu dan biarkan perangkat lunak kami yang melakukan sisanya. Perlu waktu semenit untuk membuat GIF hasil akhir animasi dibuat.\n\nPenafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. GIF Maker di Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi creare una semplice GIF animata nel browser Google Chrome? Puoi farlo oggi usando il nostro software.\n\nBasta scegliere il video / clip video di input che si desidera creare nella GIF animata\n\nScegli l'ora in cui iniziare a tagliare la clip animata e quando la clip animata dovrebbe terminare. Suggeriamo di avere la GIF di alcuni secondi in modo che il file di output GIF animato non sia troppo grande.\n\nAspetta e lascia che il nostro software faccia il resto. La creazione della GIF animata dell'output finale dovrebbe richiedere alcuni minuti.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. GIF Maker in Google Chrome ™ non è di proprietà di, non è concesso in licenza e non è una filiale di Google Inc.",
    "ja": "Google Chromeブラウザーで簡単なアニメーションGIFを作成しませんか？ 今日、私たちのソフトウェアを使用してそれを行うことができます。\n\nアニメーションGIFにしたい入力ビデオ/ビデオクリップを選択するだけです\n\nアニメーションクリップのクリッピングを開始する時間と、アニメーションクリップを終了する時間を選択します。 アニメーションGIF出力ファイルが大きくなりすぎないように、GIFを数秒の長さにすることをお勧めします。\n\n残りの作業はソフトウェアに任せてください。 最終出力のアニメーションGIFが作成されるまで1分ほどかかります。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。 すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Google Chrome™のGIFメーカーは、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社でもありません。",
    "ko": "Chrome 브라우저에서 간단한 애니메이션 GIF를 만들고 싶습니까? 오늘 소프트웨어를 사용하여 그렇게 할 수 있습니다.\n\n애니메이션 GIF로 만들려는 입력 비디오 / 비디오 클립을 선택하기 만하면됩니다.\n\n애니메이션 클립 클리핑 시작 시간과 애니메이션 클립 종료 시간을 선택합니다. 애니메이션 GIF 출력 파일이 너무 크지 않도록 GIF 길이를 몇 초로 설정하는 것이 좋습니다.\n\n기다렸다가 소프트웨어가 나머지 작업을 수행하도록하십시오. 최종 출력 애니메이션 GIF가 생성 되려면 1 분 정도 걸립니다.\n\n면책 조항 :이 확장 프로그램은 Google이 아니며 독립 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Chrome ™의 GIF Maker는 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite sukurti paprastą animuotą GIF „Google Chrome“ naršyklėje? Tai galite padaryti šiandien naudodamiesi mūsų programine įranga.\n\nTiesiog pasirinkite įvestą vaizdo įrašą / vaizdo įrašą, kurį norite paversti animaciniu GIF\n\nPasirinkite laiką, kada norite pradėti animacinio klipo kirpimą, ir kada animacinis klipas turėtų baigtis. Siūlome, kad GIF būtų kelių sekundžių ilgio, kad animuotas GIF išvesties failas nebūtų per didelis.\n\nPalaukite ir leiskite mūsų programinei įrangai padaryti visa kita. Galutinės išvesties animacinio GIF sukūrimas turėtų užtrukti minutę.\n\nAtsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „GIF Maker“, esanti „Google Chrome ™“, nepriklauso, jos licencijos neturi ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties Google Chrome pārlūkā izveidot vienkāršu animētu GIF? To var izdarīt šodien, izmantojot mūsu programmatūru.\n\nVienkārši izvēlieties ievades video / video klipu, kuru vēlaties izveidot animētajā GIF\n\nIzvēlieties laiku, kad jāsāk animācijas klipa griešana, un kad animācijas klipam vajadzētu beigties. Mēs iesakām, lai GIF būtu pāris sekundes garš, lai animētais GIF izvades fails nebūtu pārāk liels.\n\nPagaidiet un ļaujiet mūsu programmatūrai darīt visu pārējo. Būtu jāpaiet minūtei, lai izveidotu animētu GIF gala iznākumu.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un nesponsorē šo Chrome paplašinājumu. GIF Maker pārlūkā Google Chrome ™ nepieder, to nav licencējis un tas nav Google Inc. meitasuzņēmums.",
    "ms": "Ingin membuat GIF animasi sederhana dalam penyemak imbas Google Chrome? Anda boleh melakukannya hari ini menggunakan perisian kami.\n\nCukup pilih video input / klip video yang ingin anda buat ke dalam animasi GIF\n\nPilih masa untuk mula memulakan klip animasi dan bila klip animasi akan berakhir. Kami mencadangkan agar GIF berdurasi beberapa saat sehingga fail output GIF animasi tidak terlalu besar.\n\nTunggu dan biarkan perisian kami melakukan yang lain. Perlu satu minit untuk membuat GIF animasi keluaran akhir dibuat.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Pembuat GIF di Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u een eenvoudige geanimeerde GIF maken in de Google Chrome-browser? Dat kunt u vandaag doen met onze software.\n\nKies eenvoudig de input video / videoclip die je in de geanimeerde GIF wilt maken\n\nKies de tijd om te beginnen met het knippen van de geanimeerde clip en wanneer de geanimeerde clip moet eindigen. We raden aan dat de GIF een paar seconden lang is, zodat het geanimeerde GIF-uitvoerbestand niet te groot is.\n\nWacht en laat onze software de rest doen. Het zou een minuut moeten duren voordat de uiteindelijke uitvoer geanimeerde GIF heeft gemaakt.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten zijn eigendom van hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. GIF Maker in Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du lage en enkel animert GIF i Google Chrome-nettleseren? Du kan gjøre det i dag ved å bruke programvaren vår.\n\nBare velg innspillingsvideo / videoklipp du vil lage til den animerte GIF\n\nVelg tidspunktet for å begynne å klippe det animerte klippet og når det animerte klippet skal slutte. Vi foreslår at GIF er noen sekunder, slik at den animerte GIF-utdatafilen ikke er for stor.\n\nVent og la programvaren vår gjøre resten. Det bør ta et minutt å få den endelige utgaven animert GIF opprettet.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter eller sponser ikke denne Chrome-utvidelsen. GIF Maker i Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz zrobić prosty animowany GIF w przeglądarce Google Chrome? Możesz to zrobić już dziś, korzystając z naszego oprogramowania.\n\nPo prostu wybierz wejściowy film / klip wideo, który chcesz przekształcić w animowany GIF\n\nWybierz czas rozpoczęcia przycinania animowanego klipu i datę, kiedy animowany klip powinien się zakończyć. Sugerujemy, aby GIF miał kilka sekund, aby animowany plik wyjściowy GIF nie był zbyt duży.\n\nPoczekaj, a nasze oprogramowanie zajmie się resztą. Utworzenie końcowego animowanego pliku GIF powinno zająć minutę.\n\nOświadczenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli.\nGoogle nie promuje ani nie sponsoruje tego rozszerzenia Chrome. GIF Maker w Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Doriți să creați un GIF simplu animat în browserul Google Chrome? Puteți face acest lucru astăzi folosind software-ul nostru.\n\nPur și simplu alegeți videoclipul de intrare pe care doriți să îl înregistrați în GIF-ul animat\n\nAlegeți ora pentru a începe să decupați clipul animat și momentul în care clipul animat ar trebui să se încheie. Vă sugerăm ca GIF să aibă câteva secunde pentru ca fișierul de ieșire GIF animat să nu fie prea mare.\n\nAșteptați și lăsați software-ul nostru să facă restul. Ar trebui să dureze un minut pentru a crea GIF-ul animat cu ieșirea finală.\n\nRenunțare la răspundere: Rețineți că această extensie NU este realizată de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu acceptă sau nu sponsorizează această extensie Chrome. GIF Maker în Google Chrome ™ nu este deținut de, nu este licențiat și nu este o filială a Google Inc.",
    "ru": "Хотите сделать простой анимированный GIF-файл в браузере Google Chrome? Вы можете сделать это сегодня, используя наше программное обеспечение.\n\nПросто выберите входной видео / видеоклип, который вы хотите сделать, в анимированный GIF\n\nВыберите время, чтобы начать отсечение анимационного клипа и когда анимационный клип должен закончиться. Мы предлагаем использовать GIF длиной в несколько секунд, чтобы анимированный GIF-файл не был слишком большим.\n\nПодождите и позвольте нашему программному обеспечению сделать все остальное. Создание финального вывода анимированного GIF должно занять минуту.\n\nОтказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не поддерживает это расширение Chrome. GIF Maker в Google Chrome ™ не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Chcete v prehliadači Google Chrome vytvoriť jednoduchý animovaný obrázok GIF? Môžete tak urobiť dnes pomocou nášho softvéru.\n\nJednoducho vyberte vstupný videoklip / videoklip, ktorý chcete vložiť do animovaného GIF\n\nVyberte čas, kedy sa má začať orezávať animovaný klip, a kedy má animovaný klip skončiť. Odporúčame mať GIF niekoľko sekúnd, aby animovaný výstupný súbor GIF nebol príliš veľký.\n\nPočkajte a nechajte náš softvér urobiť zvyšok. Vytvorenie animovaného GIF by malo trvať minútu.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom.\nSpoločnosť Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. GIF Maker v prehliadači Google Chrome ™ nie je vo vlastníctve spoločnosti Google, nie je ňou licencovaná a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Želite narediti preprost animirani GIF v brskalniku Google Chrome? To lahko storite danes z našo programsko opremo.\n\nPreprosto izberite vhodni video / video posnetek, ki ga želite narediti v animirani GIF\n\nIzberite čas, da začnete začeti posneti animirani posnetek in kdaj naj se animirani posnetek konča. Predlagamo, da ima GIF dolg nekaj sekund, da animirana izhodna datoteka GIF ni prevelika.\n\nPočakajte in pustite, da naša programska oprema naredi ostalo. Trajalo bo minuto, da se ustvari končni izhodni animirani GIF.\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Izdelovalec GIF v Googlu Chrome ™ ni v lasti, ni licenciran in ni podružnica podjetja Google Inc.",
    "sr": "Желите да направите једноставан анимирани ГИФ у прегледачу Гоогле Цхроме? То можете учинити данас користећи наш софтвер.\n\nЈедноставно одаберите улазни видео / видео снимак који желите да направите у анимирани ГИФ\n\nИзаберите време за почетак клипања анимираног снимка и када анимирани снимак треба да се заврши. Предлажемо да ГИФ буде дугачак неколико секунди тако да анимирана ГИФ излазна датотека није превелика.\n\nСачекајте и пустите да наш софтвер уради остало. Потребно је неколико минута да се креира коначни излаз анимирани ГИФ.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НЕ доноси Гоогле, а урадио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава или спонзорише ово Цхроме проширење. ГИФ Макер у Гоогле Цхроме ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Vill du göra en enkel animerad GIF i webbläsaren Google Chrome? Du kan göra det idag med vår programvara.\n\nVälj helt enkelt det inmatningsvideo / videoklipp du vill göra i den animerade GIF\n\nVälj tid för att börja klippa det animerade klippet och när det animerade klippet ska avslutas. Vi föreslår att GIF ska vara några sekunder så att den animerade GIF-utgångsfilen inte är för stor.\n\nVänta och låt vår programvara göra resten. Det bör ta en minut att få den slutliga utgången animerad GIF skapad.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare.\nGoogle stöder eller sponsrar inte detta Chrome-tillägg. GIF Maker i Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการสร้างภาพเคลื่อนไหว GIF ง่ายๆในเบราว์เซอร์ Google Chrome หรือไม่ คุณสามารถทำได้ในวันนี้โดยใช้ซอฟต์แวร์ของเรา\n\nเพียงเลือกคลิปวิดีโอ / วิดีโออินพุตที่คุณต้องการทำเป็น GIF แบบเคลื่อนไหว\n\nเลือกเวลาที่จะเริ่มตัดคลิปเคลื่อนไหวและเวลาที่คลิปเคลื่อนไหวควรจะสิ้นสุด เราขอแนะนำให้ใช้เวลา GIF ไม่กี่วินาทีเพื่อให้ไฟล์เอาต์พุต GIF เคลื่อนไหวไม่ใหญ่เกินไป\n\nรอและปล่อยให้ซอฟต์แวร์ของเราทำส่วนที่เหลือ ควรใช้เวลาสักครู่ในการสร้างเอาต์พุต GIF ภาพเคลื่อนไหวสุดท้าย\n\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ GIF Maker ใน Google Chrome ™ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ได้เป็น บริษัท ในเครือของ Google Inc.",
    "tr": "Google Chrome tarayıcısında basit bir animasyonlu GIF yapmak ister misiniz? Bunu bugün yazılımımızı kullanarak yapabilirsiniz.\n\nAnimasyonlu GIF'e yapmak istediğiniz video / video klibi seçmeniz yeterlidir\n\nAnimasyonlu klibin kırpılmaya başlanacağı zamanı ve animasyonlu klibin ne zaman bitmesi gerektiğini seçin. Animasyonlu GIF çıktı dosyasının çok büyük olmaması için GIF'in birkaç saniye uzunluğunda olmasını öneririz.\n\nBekleyin ve gerisini bizim yazılımımıza bırakın. Son çıkışın animasyonlu GIF'in oluşturulması bir dakika sürecektir.\n\nUyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından oluşturulduğunu lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\nGoogle, bu Chrome uzantısını desteklemez veya sponsor etmez. Google Chrome ™ 'daki GIF Maker, Google Inc. şirketine ait değildir, lisanslanmamıştır ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете створити простий анімований GIF в браузері Google Chrome? Ви можете зробити це сьогодні, використовуючи наше програмне забезпечення.\n\nПросто виберіть вхідне відео / відеокліп, який ви хочете зробити в анімований GIF\n\nВиберіть час, щоб почати обрізати анімаційний кліп, і коли мультфільм повинен закінчитися. Ми пропонуємо GIF тривати кілька секунд, щоб анімований вихідний файл GIF був не надто великим.\n\nЗачекайте і нехай наше програмне забезпечення зробить все інше. Щоб створити кінцевий вихідний анімований GIF, потрібна хвилина.\n\nВідмова: Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда з розробки. Усі авторські права належать їх власникам.\nGoogle не схвалює та не спонсорує це розширення Chrome. GIF Maker в Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn tạo một GIF hoạt hình đơn giản trong trình duyệt Google Chrome? Bạn có thể làm như vậy ngày hôm nay bằng phần mềm của chúng tôi.\n\nChỉ cần chọn video / video clip đầu vào mà bạn muốn tạo thành GIF hoạt hình\n\nChọn thời gian để bắt đầu cắt clip hoạt hình và khi nào clip hoạt hình sẽ kết thúc. Chúng tôi khuyên bạn nên để GIF dài vài giây để tệp đầu ra GIF hoạt hình không quá lớn.\n\nChờ và để phần mềm của chúng tôi làm phần còn lại. Sẽ mất một phút để tạo ảnh động GIF đầu ra cuối cùng được tạo.\n\nTuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng Chrome này. GIF Maker trong Google Chrome ™ không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc."
  }
}