{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Riddut"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make time for favorite things. Get rid of unnecessary information",
    "ru": "Найди время для любимых дел. Откажись от ненужной информации"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Riddut — it's a browser extension which removes ads, unnecessary and uninteresting content by keywords.\nAll that you need — to add a word to the extension and it will disappear from all of websites, pages and social networks. It's like AdBlock, but for content. Only you decide what is interesting and what is not.\n\nAre you tired of politics and finance news? Add personality and events in Riddut and news sites will gain a very different kind. Are you tired of reposts and retweets in social networks? With Riddut you do not notice that such posts have disappeared from your feed.\n\nManage your information space — to protect yourself from useless information.",
    "ru": "Riddut — это расширение которое удаляет рекламу, ненужный и неинтересный контент по ключевым словам. \n\nВсё что нужно — добавить слово в расширение и оно исчезнет со всех страниц и из социальных сетей. Это как AdBlock, только для контента. Только ты решаешь, что интересно, а что нет.\n\nНадоели новости про политику и финансы? Добавь личности и события в Riddut и новостные сайты обретут совсем другой вид. Устали от однообразных репостов и ретвитов в социальных сетях? С Riddut вы и не заметите, что такие посты просто исчезли из вашей ленты.\n\nУправляй своим информационным пространством — огради себя от бесполезной информации."
  }
}