{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Look-alike finder - search similar profiles on LinkedIn™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find LinkedIn profiles that are similar to the current one"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Found a LinkedIn Profile You Love? Clone It! (Well, Not Really. But Close Enough.) 🧬\n\nOkay, salespeople, recruiters, marketers – anyone who spends their days scouring LinkedIn for the perfect prospects – let's be honest. Finding those hidden gems is like trying to find a needle in a haystack (and sometimes, that haystack is on fire). 🔥\n\nBut fear not, prospect-hunting champions! 🏆 The Look-alike Finder is here to rescue you from endless scrolling and save you a whole lot of time (so you can get back to more important things – like closing deals or, you know, perfecting your napping skills).\n\nHere's how this ridiculously awesome tool works:\nInstall the Look-alike Finder: It's faster than saying \"I wish I had a clone army of perfect prospects.\"\nFind a LinkedIn Profile That Screams \"Ideal Customer\": You know, the one that makes you think, \"If only I had a thousand more just like this!\"\nHit the \"Look-alikes\" Button: It magically appears right below the profile name. (Isn’t it cool?)\nBoom! 💥 LinkedIn does its thing, serving up a list of similar profiles - potential customers just waiting to be discovered.\nStart Connecting: Say hello to a whole new world of potential leads!\nThe Look-alike Finder helps you:\nUncover hidden gems: Find those perfect-fit prospects who are hiding in plain sight.\nSave time: Ditch the endless scrolling and manual searches.\nBuild better lists: Create highly targeted lists of prospects who are most likely to be interested in what you're selling (or hiring, or researching).\nReady to unlock the secret to hyper-efficient LinkedIn prospecting? Get the Look-alike Finder and start cloning those ideal customers today! (Okay, not actually cloning, but you get the idea.)\n\nP.S. Check out some other 3xFaster tools that will make you even more ridiculously awesome!"
  }
}