{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorZilla"
  },
  "short": {
    "am,ar,bg,bn,ca,da,en,en_AU,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te": "Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies",
    "cs": "Pokročilý kapátko, volič barev, generátor gradientů a další barevné záležitosti",
    "de": "Erweiterter Pipettentool, Farbwähler, Verlaufsgenerator und andere bunte Extras",
    "el": "Προηγμένα εργαλεία Σταγονόμετρο, Επιλογέας χρώματος, Γεννήτρια διαβάθμισης και άλλα πολύχρωμα καλούδια",
    "en_GB": "Advanced Eyedropper, Colour Picker, Gradient Generator and other colourful goodies",
    "es": "Cuentagotas avanzado, selector de color, generador de degradados y otros extras coloridos",
    "es_419": "Cuentagotas avanzado, selector de color, generador de gradientes y otros extras coloridos",
    "fr": "Pipette, Sélecteur de couleur, Générateur de dégradé et autres goodies colorés",
    "id": "Eyedropper, Color Picker, Gradient Generator tingkat lanjut dan alat-alat berwarna lainnya",
    "it": "Conta-gocce avanzato, Selettore di colori, Generatore di gradienti e altre chicche colorate",
    "ja": "高度なスポイトツール、カラーピッカー、グラデーション生成ツールなどの多彩で魅力的な機能",
    "ko": "고급 점안기, 색상 선택기, 그라데이션 생성기 및 기타 색상 도구",
    "nl": "Geavanceerde pipet, kleurenkiezer, verloopgenerator en andere kleurrijke extra's",
    "pl": "Zaawansowana pipeta, selektor kolorów, generator gradientów i inne kolorowe dodatki",
    "pt_BR": "Conta-gotas avançado, Seletor de cores, Gerador de gradiente e outras ferramentas coloridas",
    "pt_PT": "Conta-gotas Avançado, Seletor de Cores, Geradores de Gradientes e outros mimos úteis",
    "ru": "Инструменты пипетка, выбор цвета, генератор градиентов и другие полезности для работы с цветами",
    "th": "เครื่องมือดูดสีขั้นสูง, เครื่องมือเลือกสี, เครื่องมือสร้างไล่ระดับสี และอุปกรณ์ที่เพิ่มสีสันอื่น ๆ",
    "tr": "Gelişmiş Damlalık, Renk Seçici, Gradyan Oluşturucu ve diğer renkli ürünler",
    "uk": "Удосконалені інструменти «Піпетка», «Вибір кольору» й «Генератор градієнтів» і інші корисні функції",
    "vi": "Lấy mẫu màu nâng cao, Chọn màu, Trình tạo građien và các công cụ nhiều màu sắc khác",
    "zh_CN": "高级吸管、拾色器、渐变生成器和其他与颜色相关的实用工具",
    "zh_TW": "進階取色器、顏色選擇器、漸層產生工具和其他實用的色彩工具"
  },
  "long": {
    "am,ar,bg,bn,ca,da,en,en_AU,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te": "ColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...\n\n== Features ==\n\n✓ Eyedropper - get the color of any pixel on the page\n✓ Advanced Color Picker (similar to Photoshop's)\n✓ Ultimate CSS Gradient Generator\n✓ Webpage Color Analyzer - get a color palette for any site\n✓ Palette Viewer with 7 pre-installed palettes\n✓ Color History of recently picked colors\n✓ Various sampling sizes - 1x1, 3x3, 5x5, 11x11 and 25x25 pixels\n✓ Sample average color of any selected area \n✓ Displays element information like tag name, class, id, size etc.\n✓ Auto copy picked colors to clipboard\n✓ Keyboard shortcuts \n✓ Manipulate colors by their Hue/Saturations/Value components\n✓ Get colors of dynamic hover elements \n✓ Single-click to start color picking (currently only on Windows) \n✓ Pick colors at any zoom level\n✓ All features here: https://colorzilla.com/chrome/features.html\n\n\n== Why does ColorZilla need permission to \"access data on all websites\"? == \n\nThis permission is needed by ColorZilla for its basic functionality of picking colors from websites. ColorZilla **DOES NOT** collect any of your data or your browsing activity on any websites. We are pretty fanatical about privacy ourselves, and your privacy is extremely important to us. Please visit this page for more info - https://colorzilla.com/chrome/privacy.html\n\n\n== Feedback and bug reports ==\n\nIf you're having issues or found a bug, please don't post you bug report here, contact us directly so we can fix it: https://colorzilla.com/contact/ \n\n\n== Enjoying ColorZilla? Please rate! == \n\nIf you like ColorZilla, please help spread the word by giving it a 5 star rating here ;)\nIf you're not fully satisfied, please contact us https://colorzilla.com/contact/ and we'll make sure to help.\n\n\n== ColorZilla homepage ==\n\nAdditional info, help and more is here: https://colorzilla.com/chrome/\n\n\n== Stay tuned ==\n\nFor new feature announcements or just to say hello, please follow ColorZilla on Twitter https://twitter.com/colorzilla",
    "cs": "ColorZilla je nejuživatelsky přívětivý, plně vybavený, bezpečný a spolehlivý nástroj pro výběr barev a s ním spojená sada nástrojů. Jedná se o jedno z nejpopulárnějších rozšíření pro vývojáře v Chrome a Firefox s více než 10 miliony stažení po celém světě.\n\nS ColorZilla můžete získat čtení barev z jakéhokoli místa ve vašem prohlížeči, rychle upravit tuto barvu a vložit ji do jiného programu. A umí mnohem více...\n\n== Vlastnosti ==\n\n✓ Kapátko - zjistěte barvu jakéhokoli pixelu na stránce\n✓ Pokročilý výběr barev (podobný jako v Photoshopu)\n✓ Generátor gradientů CSS\n✓ Analyzátor barev webových stránek - získejte paletu barev pro jakýkoli web\n✓ Prohlížeč palet s 7 předinstalovanými paletami\n✓ Historie nedávno vybraných barev\n✓ Různé vzorkovací rozměry - 1x1, 3x3, 5x5, 11x11 a 25x25 pixelů\n✓ Vzorkování průměrné barvy jakékoli vybrané oblasti\n✓ Zobrazuje informace o elementu, jako je název značky, třída, id, velikost atd.\n✓ Automatické kopírování vybraných barev do schránky\n✓ Klávesové zkratky\n✓ Manipulace s barvami pomocí složek Hue/Saturation/Value\n✓ Získejte barvy dynamických prvků při najetí myši\n✓ Jedno kliknutí pro začátek výběru barev (v současné době pouze na Windows)\n✓ Výběr barev na jakékoli úrovni zoomu\n✓ Všechny vlastnosti zde: https://colorzilla.com/cz/chrome/features.html\n\n== Proč ColorZilla potřebuje povolení k \"přístupu k datům na všech webových stránkách\"? ==\n\nToto povolení je potřebné pro základní funkcionalitu ColorZilla při výběru barev z webových stránek. ColorZilla **NESBÍRÁ** žádná vaše data ani vaši aktivitu na jakýchkoli webových stránkách. Sami jsme fanatici v otázce soukromí a vaše soukromí je pro nás nesmírně důležité. Pro více informací navštivte tuto stránku - https://colorzilla.com/cz/chrome/privacy.html\n\n== Zpětná vazba a hlášení chyb ==\n\nPokud máte problémy nebo jste našli chybu, neposílejte zde vaši zprávu o chybě, kontaktujte nás přímo, abychom ji mohli opravit: https://colorzilla.com/cz/contact/\n\n== Užíváte si ColorZilla? Ohodnoťte nás, prosím! ==\n\nPokud se vám ColorZilla líbí, pomozte nám šířit slovo tím, že nám dáte 5 hvězdiček zde ;)\nPokud nejste zcela spokojeni, kontaktujte nás na https://colorzilla.com/cz/contact/ a my se postaráme o pomoc.\n\n== Domovská stránka ColorZilla ==\n\nDalší informace, pomoc a další naleznete zde: https://colorzilla.com/cz/chrome/\n\n== Zůstaňte v kontaktu ==\n\nPro oznámení o nových funkcích nebo jen pro pozdrav, sledujte ColorZilla na Twitteru https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "de": "ColorZilla ist das benutzerfreundlichste, funktionsreichste, sicherste und zuverlässigste Farbwahl- und Farbwerkzeugset. Es ist eine der beliebtesten Entwicklererweiterungen für Chrome und Firefox mit über 10 Millionen Downloads weltweit.\n\nMit ColorZilla können Sie eine Farbe von jedem Punkt in Ihrem Browser ablesen, diese Farbe schnell anpassen und sie in ein anderes Programm einfügen. Und es kann noch so viel mehr...\n\n== Eigenschaften ==\n\n✓ Pipette - Hole die Farbe von jedem Pixel auf der Seite\n✓ Erweiterter Farbwähler (ähnlich wie bei Photoshop)\n✓ Ultimativer CSS-Gradientengenerator\n✓ Webseiten-Farbanalysator - Hole eine Farbpalette für jede Seite\n✓ Palettenanzeige mit 7 vorinstallierten Paletten\n✓ Farbverlauf der zuletzt ausgewählten Farben\n✓ Verschiedene Proben-Größen - 1x1, 3x3, 5x5, 11x11 und 25x25 Pixel\n✓ Durchschnittsfarbe eines beliebigen ausgewählten Bereichs\n✓ Zeigt Elementinformationen wie Tag-Name, Klasse, ID, Größe usw. an\n✓ Automatisches Kopieren ausgewählter Farben in die Zwischenablage\n✓ Tastaturkürzel\n✓ Farben manipulieren durch ihre Farbton/Sättigung/Wert-Komponenten\n✓ Farben von dynamischen Hover-Elementen erhalten\n✓ Ein Klick, um die Farbauswahl zu starten (derzeit nur auf Windows)\n✓ Farben auf jeder Zoomstufe auswählen\n✓ Alle Funktionen hier: https://colorzilla.com/de/chrome/features.html\n\n== Warum benötigt ColorZilla die Erlaubnis, \"auf Daten auf allen Websites zuzugreifen\"? ==\n\nDiese Berechtigung wird von ColorZilla für seine Grundfunktionalität zum Auswählen von Farben von Websites benötigt. ColorZilla **SAMMELT KEINE** Daten oder Surfaktivitäten von Ihnen auf Websites. Wir selbst sind sehr fanatisch, wenn es um Datenschutz geht, und Ihre Privatsphäre ist uns äußerst wichtig. Bitte besuchen Sie diese Seite für mehr Infos - https://colorzilla.com/de/chrome/privacy.html\n\n== Feedback und Fehlerberichte ==\n\nWenn Sie Probleme haben oder einen Fehler gefunden haben, posten Sie Ihren Fehlerbericht bitte nicht hier, kontaktieren Sie uns direkt, damit wir ihn beheben können: https://colorzilla.com/de/contact/\n\n== Gefällt Ihnen ColorZilla? Bitte bewerten! ==\n\nWenn Sie ColorZilla mögen, helfen Sie uns, es bekannt zu machen, indem Sie uns hier 5 Sterne geben ;)\nWenn Sie nicht vollständig zufrieden sind, kontaktieren Sie uns bitte unter https://colorzilla.com/de/contact/ und wir werden sicherstellen, dass wir helfen.\n\n== ColorZilla-Homepage ==\n\nZusätzliche Infos, Hilfe und mehr finden Sie hier: https://colorzilla.com/de/chrome/\n\n== Bleiben Sie dran ==\n\nFür Ankündigungen neuer Funktionen oder einfach nur um Hallo zu sagen, folgen Sie bitte ColorZilla auf Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "el": "Το ColorZilla είναι το πιο φιλικό προς τον χρήστη, πλήρες, ασφαλές και αξιόπιστο εργαλείο επιλογής χρωμάτων και σχετικής σειράς εργαλείων. Είναι μία από τις πιο δημοφιλείς επεκτάσεις για τους προγραμματιστές στο Chrome και Firefox με πάνω από 10 εκατομμύρια λήψεις παγκοσμίως.\n\nΜε το ColorZilla μπορείτε να λάβετε μια ανάγνωση χρώματος από οποιοδήποτε σημείο του περιηγητή σας, γρήγορα να προσαρμόσετε αυτό το χρώμα και να το επικολλήσετε σε άλλο πρόγραμμα. Και μπορεί να κάνει τόσα πολλά άλλα...\n\n== Χαρακτηριστικά ==\n\n✓ Eyedropper - λάβετε το χρώμα οποιουδήποτε pixel στη σελίδα\n✓ Προηγμένος Επιλογέας Χρωμάτων (παρόμοιος με αυτόν του Photoshop)\n✓ Ultimate CSS Gradient Generator\n✓ Αναλυτής Χρωμάτων Ιστοσελίδας - λάβετε μια παλέτα χρωμάτων για οποιοδήποτε site\n✓ Προβολέας Παλέτας με 7 προεγκατεστημένες παλέτες\n✓ Ιστορία Χρωμάτων πρόσφατα επιλεγμένων χρωμάτων\n✓ Διάφορα μεγέθη δειγματοληψίας - 1x1, 3x3, 5x5, 11x11 και 25x25 pixels\n✓ Δειγματοληπτικό μέσο χρώμα κάθε επιλεγμένης περιοχής\n✓ Εμφανίζει πληροφορίες στοιχείου όπως όνομα ετικέτας, τάξη, id, μέγεθος κτλ.\n✓ Αυτόματη αντιγραφή επιλεγμένων χρωμάτων στο πρόχειρο\n✓ Συντομεύσεις πληκτρολογίου\n✓ Χειριστείτε τα χρώματα μέσω των συστατικών τους Hue/Saturations/Value\n✓ Λάβετε χρώματα δυναμικών στοιχείων που αναδύονται\n✓ Ένα κλικ για να ξεκινήσετε την επιλογή χρώματος (επί του παρόντος μόνο στα Windows)\n✓ Επιλέξτε χρώματα σε οποιοδήποτε επίπεδο ζουμ\n✓ Όλα τα χαρακτηριστικά εδώ: https://colorzilla.com/el/chrome/features.html\n\n== Γιατί το ColorZilla χρειάζεται άδεια για \"πρόσβαση σε δεδομένα σε όλες τις ιστοσελίδες\"? ==\n\nΑυτή η άδεια είναι απαραίτητη για το ColorZilla για τη βασική του λειτουργία της επιλογής χρωμάτων από ιστοσελίδες. Το ColorZilla **ΔΕΝ** συλλέγει κανένα από τα δεδομένα σας ή τη δραστηριότητα περιήγησής σας σε οποιεσδήποτε ιστοσελίδες. Είμαστε αρκετά φανατικοί όσον αφορά την ιδιωτικότητα εμείς οι ίδιοι, και η ιδιωτικότητά σας είναι εξαιρετικά σημαντική για εμάς. Παρακαλούμε επισκεφτείτε αυτή τη σελίδα για περισσότερες πληροφορίες - https://colorzilla.com/el/chrome/privacy.html\n\n== Ανατροφοδότηση και αναφορά σφαλμάτων ==\n\nΕάν αντιμετωπίζετε προβλήματα ή βρήκατε ένα σφάλμα, παρακαλούμε μην δημοσιεύσετε την αναφορά σφάλματός σας εδώ, επικοινωνήστε μαζί μας απευθείας ώστε να το διορθώσουμε: https://colorzilla.com/el/contact/\n\n== Απολαμβάνετε το ColorZilla; Παρακαλούμε βαθμολογήστε! ==\n\nΕάν σας αρέσει το ColorZilla, παρακαλούμε βοηθήστε να διαδοθεί η φήμη του δίνοντας του μια βαθμολογία 5 αστεριών εδώ ;)\nΕάν δεν είστε πλήρως ικανοποιημένοι, παρακαλούμε επικοινωνήστε μαζί μας https://colorzilla.com/el/contact/ και θα βεβαιωθούμε ότι θα βοηθήσουμε.\n\n== Αρχική σελίδα ColorZilla ==\n\nΠρόσθετες πληροφορίες, βοήθεια και περισσότερα είναι εδώ: https://colorzilla.com/el/chrome/\n\n== Μείνετε συντονισμένοι ==\n\nΓια ανακοινώσεις νέων χαρακτηριστικών ή απλά για να πείτε γεια, παρακαλούμε ακολουθήστε το ColorZilla στο Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "en_GB": "ColorZilla is the most user-friendly, full-featured, secure, and reliable colour picker and colour-related suite of tools. It's one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide.\n\nWith ColorZilla, you can obtain a colour reading from any point in your browser, quickly adjust this colour, and paste it into another programme. And it can do so much more...\n\n== Features ==\n\n✓ Eyedropper - obtain the colour of any pixel on the page\n✓ Advanced Colour Picker (similar to Photoshop's)\n✓ Ultimate CSS Gradient Generator\n✓ Webpage Colour Analyser - obtain a colour palette for any site\n✓ Palette Viewer with 7 pre-installed palettes\n✓ Colour History of recently chosen colours\n✓ Various sampling sizes - 1x1, 3x3, 5x5, 11x11 and 25x25 pixels\n✓ Sample average colour of any selected area \n✓ Displays element information like tag name, class, id, size etc.\n✓ Auto-copy chosen colours to clipboard\n✓ Keyboard shortcuts \n✓ Manipulate colours by their Hue/Saturations/Value components\n✓ Obtain colours of dynamic hover elements \n✓ Single-click to start colour picking (currently only on Windows) \n✓ Pick colours at any zoom level\n✓ All features here: https://colorzilla.com/en-gb/chrome/features.html\n\n== Why does ColorZilla need permission to \"access data on all websites\"? == \n\nThis permission is required by ColorZilla for its fundamental functionality of picking colours from websites. ColorZilla **DOES NOT** collect any of your data or your browsing activity on any websites. We're quite fanatic about privacy ourselves, and your privacy is of paramount importance to us. Please visit this page for more info - https://colorzilla.com/en-gb/chrome/privacy.html\n\n== Feedback and bug reports ==\n\nIf you're encountering issues or have discovered a bug, please don't post your bug report here; contact us directly so we can rectify it: https://colorzilla.com/en-gb/contact/\n\n== Enjoying ColorZilla? Please rate! == \n\nIf you appreciate ColorZilla, please help spread the word by awarding it a 5-star rating here ;)\nIf you're not entirely pleased, please get in touch with us https://colorzilla.com/en-gb/contact/ and we'll ensure to assist.\n\n== ColorZilla homepage ==\n\nAdditional information, assistance, and more are available here: https://colorzilla.com/en-gb/chrome/\n\n== Stay tuned ==\n\nFor announcements about new features or just to say hello, please follow ColorZilla on Twitter https://twitter.com/colorzilla",
    "es": "ColorZilla es el selector de colores más amigable, completo, seguro y confiable, así como un conjunto de herramientas relacionadas con el color. Es una de las extensiones más populares para desarrolladores de Chrome y Firefox con más de 10 millones de descargas a nivel mundial.\n\nCon ColorZilla, puedes obtener una lectura de color desde cualquier punto en tu navegador, ajustar rápidamente este color y pegarlo en otro programa. Y puede hacer mucho más...\n\n== Características ==\n\n✓ Cuentagotas - obtén el color de cualquier píxel en la página\n✓ Selector de Color Avanzado (similar al de Photoshop)\n✓ Generador de Gradiente CSS Definitivo\n✓ Analizador de Color de Página Web - obtén una paleta de colores para cualquier sitio\n✓ Visor de Paleta con 7 paletas preinstaladas\n✓ Historial de Colores recientemente seleccionados\n✓ Varios tamaños de muestreo - 1x1, 3x3, 5x5, 11x11 y 25x25 píxeles\n✓ Muestra el color promedio de cualquier área seleccionada\n✓ Muestra información del elemento como nombre de etiqueta, clase, id, tamaño, etc.\n✓ Copia automática de colores seleccionados al portapapeles\n✓ Atajos de teclado\n✓ Manipula colores por sus componentes de Matiz/Saturación/Valor\n✓ Obtiene colores de elementos dinámicos al pasar el cursor\n✓ Un clic para comenzar a seleccionar colores (actualmente solo en Windows)\n✓ Elige colores en cualquier nivel de zoom\n✓ Todas las características aquí: https://colorzilla.com/es/chrome/features.html\n\n== ¿Por qué ColorZilla necesita permiso para \"acceder a datos en todos los sitios web\"? ==\n\nEste permiso es necesario para la funcionalidad básica de ColorZilla de seleccionar colores de sitios web. ColorZilla **NO** recopila ninguno de tus datos ni tu actividad de navegación en ningún sitio web. Somos bastante fanáticos de la privacidad, y tu privacidad es extremadamente importante para nosotros. Por favor, visita esta página para más información - https://colorzilla.com/es/chrome/privacy.html\n\n== Comentarios y reportes de errores ==\n\nSi tienes problemas o encontraste un error, por favor no publiques tu reporte de bug aquí, contáctanos directamente para que podamos solucionarlo: https://colorzilla.com/es/contact/\n\n== ¿Disfrutando ColorZilla? ¡Por favor, califica! ==\n\nSi te gusta ColorZilla, ayuda a difundirlo dándole una calificación de 5 estrellas aquí ;)\nSi no estás completamente satisfecho, por favor contáctanos en https://colorzilla.com/es/contact/ y nos aseguraremos de ayudar.\n\n== Página principal de ColorZilla ==\n\nInformación adicional, ayuda y más se encuentra aquí: https://colorzilla.com/es/chrome/\n\n== Mantente informado ==\n\nPara anuncios de nuevas características o simplemente para saludar, sigue a ColorZilla en Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "es_419": "ColorZilla es el selector de colores más amigable, completo, seguro y confiable, así como un conjunto de herramientas relacionadas con el color. Es una de las extensiones más populares para desarrolladores en Chrome y Firefox con más de 10 millones de descargas a nivel mundial.\n\nCon ColorZilla puedes obtener una lectura de color de cualquier punto en tu navegador, ajustar este color rápidamente y pegarlo en otro programa. Y puede hacer mucho más...\n\n== Características ==\n\n✓ Cuentagotas - obtén el color de cualquier píxel en la página\n✓ Selector de Color Avanzado (parecido al de Photoshop)\n✓ Generador Definitivo de Gradiente CSS\n✓ Analizador de Color de Página Web - obtén una paleta de colores para cualquier sitio\n✓ Visor de Paleta con 7 paletas preinstaladas\n✓ Historial de Colores recientemente seleccionados\n✓ Diferentes tamaños de muestra - 1x1, 3x3, 5x5, 11x11 y 25x25 píxeles\n✓ Muestra el color promedio de cualquier área seleccionada\n✓ Muestra información del elemento como nombre de etiqueta, clase, id, tamaño, etc.\n✓ Copia automática de colores seleccionados al portapapeles\n✓ Atajos de teclado\n✓ Manipula colores según sus componentes de Matiz/Saturación/Valor\n✓ Obtiene colores de elementos dinámicos al pasar el cursor\n✓ Un clic para empezar a seleccionar colores (actualmente solo en Windows)\n✓ Selecciona colores a cualquier nivel de zoom\n✓ Todas las características aquí: https://colorzilla.com/es-419/chrome/features.html\n\n== ¿Por qué ColorZilla necesita permiso para \"acceder a datos en todos los sitios web\"? ==\n\nEste permiso es necesario para que ColorZilla realice su función básica de seleccionar colores de sitios web. ColorZilla **NO** recolecta ninguno de tus datos ni tu actividad de navegación en ningún sitio web. Somos verdaderos fanáticos de la privacidad y tu privacidad es extremadamente importante para nosotros. Por favor, visita esta página para más información - https://colorzilla.com/es-419/chrome/privacy.html\n\n== Comentarios y reportes de errores ==\n\nSi tienes problemas o descubriste un error, por favor no publiques tu reporte aquí, contáctanos directamente para que podamos solucionarlo: https://colorzilla.com/es-419/contact/\n\n== ¿Disfrutas ColorZilla? ¡Por favor, califica! ==\n\nSi te gusta ColorZilla, ayuda a difundirlo dándole una calificación de 5 estrellas aquí ;)\nSi no estás completamente satisfecho, por favor contáctanos en https://colorzilla.com/es-419/contact/ y nos aseguraremos de ayudarte.\n\n== Página principal de ColorZilla ==\n\nInformación adicional, ayuda y más está aquí: https://colorzilla.com/es-419/chrome/\n\n== Mantente informado ==\n\nPara anuncios de nuevas características o simplemente para saludar, sigue a ColorZilla en Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "fr": "ColorZilla est le sélecteur de couleur et la suite d'outils liés à la couleur les plus conviviaux, complets, sécurisés et fiables. Il s'agit de l'une des extensions pour développeurs Chrome et Firefox les plus populaires avec plus de 10 millions de téléchargements dans le monde.\n\nAvec ColorZilla, vous pouvez obtenir une lecture de couleur de n'importe quel point de votre navigateur, ajuster rapidement cette couleur et la coller dans un autre programme. Et cela peut faire tellement plus...\n\n== Caractéristiques ==\n\n✓ Pipette - obtenez la couleur de n'importe quel pixel sur la page\n✓ Sélecteur de couleur avancé (similaire à celui de Photoshop)\n✓ Générateur de dégradé CSS ultime\n✓ Analyseur de couleur de page web - obtenez une palette de couleurs pour n'importe quel site\n✓ Visualisateur de palette avec 7 palettes pré-installées\n✓ Historique des couleurs récemment sélectionnées\n✓ Différentes tailles d'échantillonnage - 1x1, 3x3, 5x5, 11x11 et 25x25 pixels\n✓ Échantillonnez la couleur moyenne de n'importe quelle zone sélectionnée\n✓ Affiche les informations de l'élément comme le nom de la balise, la classe, l'id, la taille, etc.\n✓ Copie automatique des couleurs sélectionnées dans le presse-papiers\n✓ Raccourcis clavier\n✓ Manipulez les couleurs par leurs composants Teinte/Saturation/Valeur\n✓ Obtenez les couleurs des éléments dynamiques au survol\n✓ Un simple clic pour commencer à sélectionner la couleur (actuellement uniquement sur Windows)\n✓ Choisissez des couleurs à n'importe quel niveau de zoom\n✓ Toutes les caractéristiques ici : https://colorzilla.com/fr/chrome/features.html\n\n== Pourquoi ColorZilla a-t-il besoin de la permission d'\"accéder aux données sur tous les sites\" ? ==\n\nCette autorisation est nécessaire pour la fonctionnalité de base de ColorZilla pour choisir les couleurs des sites web. ColorZilla **NE COLLECTE PAS** vos données ou votre activité de navigation sur les sites web. Nous sommes nous-mêmes assez fanatiques de la confidentialité, et votre vie privée est extrêmement importante pour nous. Veuillez visiter cette page pour plus d'informations - https://colorzilla.com/fr/chrome/privacy.html\n\n== Retours et rapports de bugs ==\n\nSi vous rencontrez des problèmes ou avez trouvé un bug, veuillez ne pas publier votre rapport de bug ici, contactez-nous directement afin que nous puissions le résoudre : https://colorzilla.com/fr/contact/\n\n== Vous aimez ColorZilla ? Veuillez noter ! ==\n\nSi vous aimez ColorZilla, aidez à faire passer le mot en lui donnant une note de 5 étoiles ici ;)\nSi vous n'êtes pas entièrement satisfait, veuillez nous contacter https://colorzilla.com/fr/contact/ et nous ferons de notre mieux pour vous aider.\n\n== Page d'accueil de ColorZilla ==\n\nDes informations supplémentaires, de l'aide et bien d'autres choses se trouvent ici : https://colorzilla.com/fr/chrome/\n\n== Restez à l'écoute ==\n\nPour les annonces de nouvelles fonctionnalités ou simplement pour dire bonjour, veuillez suivre ColorZilla sur Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "id": "ColorZilla adalah alat pemilih warna dan rangkaian alat terkait warna yang paling ramah pengguna, lengkap, aman, dan dapat diandalkan. Ini adalah salah satu ekstensi pengembang Chrome dan Firefox yang paling populer dengan lebih dari 10 juta unduhan di seluruh dunia.\n\nDengan ColorZilla, Anda dapat mendapatkan pembacaan warna dari titik mana pun di browser Anda, dengan cepat menyesuaikan warna ini dan menempelkannya ke program lain. Dan itu bisa melakukan lebih banyak lagi...\n\n== Fitur ==\n\n✓ Eyedropper - dapatkan warna dari setiap piksel di halaman\n✓ Advanced Color Picker (mirip dengan Photoshop's)\n✓ Ultimate CSS Gradient Generator\n✓ Webpage Color Analyzer - dapatkan palet warna untuk situs apa pun\n✓ Palette Viewer dengan 7 palet yang telah diinstal sebelumnya\n✓ Color History dari warna yang baru-baru ini dipilih\n✓ Berbagai ukuran sampling - 1x1, 3x3, 5x5, 11x11 dan 25x25 piksel\n✓ Sample rata-rata warna dari area yang dipilih\n✓ Menampilkan informasi elemen seperti nama tag, kelas, id, ukuran, dll.\n✓ Auto copy warna yang dipilih ke clipboard\n✓ Keyboard shortcuts\n✓ Manipulasi warna berdasarkan komponen Hue/Saturations/Value\n✓ Dapatkan warna dari elemen hover dinamis\n✓ Single-click untuk memulai pemilihan warna (saat ini hanya di Windows)\n✓ Pilih warna di setiap level zoom\n✓ Semua fitur di sini: https://colorzilla.com/id/chrome/features.html\n\n\n== Mengapa ColorZilla perlu izin untuk \"mengakses data di semua situs web\"? ==\n\nIzin ini diperlukan oleh ColorZilla untuk fungsionalitas dasarnya dalam memilih warna dari situs web. ColorZilla **TIDAK** mengumpulkan data Anda atau aktivitas browsing Anda di situs web mana pun. Kami sangat fanatik tentang privasi kami sendiri, dan privasi Anda sangat penting bagi kami. Silakan kunjungi halaman ini untuk info lebih lanjut - https://colorzilla.com/id/chrome/privacy.html\n\n\n== Umpan balik dan laporan bug ==\n\nJika Anda mengalami masalah atau menemukan bug, jangan posting laporan bug Anda di sini, hubungi kami langsung agar kami dapat memperbaikinya: https://colorzilla.com/id/contact/\n\n\n== Menikmati ColorZilla? Silakan beri rating! ==\n\nJika Anda menyukai ColorZilla, tolong bantu sebarkan berita dengan memberikannya rating 5 bintang di sini ;)\nJika Anda tidak sepenuhnya puas, silakan hubungi kami https://colorzilla.com/id/contact/ dan kami akan memastikan untuk membantu.\n\n\n== Halaman utama ColorZilla ==\n\nInfo tambahan, bantuan dan lainnya ada di sini: https://colorzilla.com/id/chrome/\n\n\n== Tetap up to date ==\n\nUntuk pengumuman fitur baru atau hanya untuk mengatakan halo, silakan ikuti ColorZilla di Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "it": "ColorZilla è lo strumento di selezione del colore e la suite di strumenti correlati al colore più user-friendly, completo, sicuro e affidabile. È una delle estensioni per sviluppatori Chrome e Firefox più popolari con oltre 10 milioni di download in tutto il mondo.\n\nCon ColorZilla puoi ottenere una lettura del colore da qualsiasi punto nel tuo browser, regolare rapidamente questo colore e incollarlo in un altro programma. E può fare molto di più...\n\n== Caratteristiche ==\n\n✓ Eyedropper - ottieni il colore di qualsiasi pixel sulla pagina\n✓ Selettore di colore avanzato (simile a quello di Photoshop)\n✓ Generatore di gradiente CSS definitivo\n✓ Analizzatore di colore della pagina web - ottieni una tavolozza dei colori per qualsiasi sito\n✓ Visualizzatore di tavolozze con 7 tavolozze preinstallate\n✓ Cronologia dei colori scelti di recente\n✓ Varie dimensioni di campionamento - 1x1, 3x3, 5x5, 11x11 e 25x25 pixel\n✓ Campione il colore medio di qualsiasi area selezionata\n✓ Visualizza informazioni sull'elemento come nome del tag, classe, id, dimensioni ecc.\n✓ Copia automaticamente i colori selezionati negli appunti\n✓ Scorciatoie da tastiera\n✓ Manipola i colori attraverso i loro componenti Hue/Saturations/Value\n✓ Ottieni i colori degli elementi al passaggio del mouse dinamico\n✓ Un solo clic per iniziare a selezionare i colori (attualmente solo su Windows)\n✓ Scegli i colori a qualsiasi livello di zoom\n✓ Tutte le caratteristiche qui: https://colorzilla.com/it/chrome/features.html\n\n== Perché ColorZilla ha bisogno del permesso di \"accedere ai dati su tutti i siti web\"? ==\n\nQuesto permesso è necessario per ColorZilla per la sua funzionalità di base di selezionare i colori dai siti web. ColorZilla **NON** raccoglie alcun dato personale o la tua attività di navigazione su qualsiasi sito web. Siamo piuttosto fanatici della privacy, e la tua privacy è estremamente importante per noi. Si prega di visitare questa pagina per ulteriori informazioni - https://colorzilla.com/it/chrome/privacy.html\n\n== Feedback e segnalazione di bug ==\n\nSe riscontri problemi o hai trovato un bug, ti preghiamo di non postare qui la tua segnalazione, contattaci direttamente in modo che possiamo risolverlo: https://colorzilla.com/it/contact/\n\n== Ti piace ColorZilla? Vota! ==\n\nSe ti piace ColorZilla, ti preghiamo di aiutarci a diffondere la voce dandogli una valutazione di 5 stelle qui ;)\nSe non sei completamente soddisfatto, contattaci https://colorzilla.com/it/contact/ e faremo in modo di aiutarti.\n\n== Pagina iniziale di ColorZilla ==\n\nUlteriori informazioni, aiuto e altro si trovano qui: https://colorzilla.com/it/chrome/\n\n== Resta sintonizzato ==\n\nPer annunci di nuove funzionalità o semplicemente per salutarci, segui ColorZilla su Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "ja": "ColorZillaは、最もユーザーフレンドリーで、全機能を備えた、安全で信頼性の高いカラーピッカーおよびカラー関連のツールスイートです。これは、全世界で1000万回以上ダウンロードされた、最も人気のあるChromeとFirefoxの開発者拡張機能の1つです。\n\nColorZillaを使用すると、ブラウザの任意のポイントからカラーリーディングを取得し、この色をすばやく調整し、別のプログラムに貼り付けることができます。そして、それはさらに多くを実行することができます...\n\n== 機能 ==\n\n✓ アイドロッパー - ページ上の任意のピクセルの色を取得\n✓ 高度なカラーピッカー（Photoshopのような）\n✓ 究極のCSSグラデーションジェネレーター\n✓ Webページカラーアナライザー - 任意のサイトのカラーパレットを取得\n✓ 7つのプリインストールされたパレットを備えたパレットビューア\n✓ 最近選択した色のカラーヒストリー\n✓ 様々なサンプリングサイズ - 1x1、3x3、5x5、11x11、25x25ピクセル\n✓ 選択したエリアの平均色をサンプル\n✓ タグ名、クラス、ID、サイズなどの要素情報を表示\n✓ 選択した色をクリップボードに自動コピー\n✓ キーボードショートカット\n✓ 彼らの色相/彩度/値コンポーネントによる色の操作\n✓ 動的なホバーエレメントの色を取得\n✓ シングルクリックでカラーピッキングを開始（現在はWindowsのみ）\n✓ 任意のズームレベルで色を選択\n✓ すべての機能はこちら: https://colorzilla.com/ja/chrome/features.html\n\n\n== ColorZillaが\"すべてのウェブサイトのデータにアクセス\"する許可が必要な理由は何ですか？== \n\nこの許可は、ウェブサイトから色を選択するというColorZillaの基本的な機能のために必要です。ColorZillaは**あなたのデータや任意のウェブサイトでの閲覧活動を収集しません**。私たちは自分自身についてプライバシーにかなり狂信的であり、あなたのプライバシーは私たちにとって非常に重要です。詳細はこのページをご覧ください - https://colorzilla.com/ja/chrome/privacy.html\n\n\n== フィードバックとバグ報告 ==\n\n問題が発生した場合やバグを見つけた場合は、ここにバグ報告を投稿せず、直接お問い合わせください。それを修正できますように: https://colorzilla.com/ja/contact/ \n\n\n== ColorZillaを楽しんでいますか？評価してください！== \n\nColorZillaが気に入ったら、ここで5つ星の評価をつけて広める手助けをしてください ;)\n満足していない場合は、私たちに連絡してください https://colorzilla.com/ja/contact/ そして、私たちは確実に助けるでしょう。\n\n\n== ColorZillaホームページ ==\n\n追加情報、ヘルプなどはこちらにあります: https://colorzilla.com/ja/chrome/\n\n\n== 乞うご期待 ==\n\n新機能の発表やただの挨拶のために、TwitterでColorZillaをフォローしてください https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "ko": "ColorZilla는 가장 사용자 친화적이며, 기능이 가장 풍부하고, 안전하며 신뢰할 수 있는 색상 선택 도구 및 색상 관련 도구 모음입니다. 전 세계적으로 1천만 번 이상 다운로드된 가장 인기 있는 크롬 및 파이어폭스 개발자 확장 프로그램 중 하나입니다.\n\nColorZilla를 사용하면 브라우저의 어느 지점에서든 색상을 읽어올 수 있으며, 이 색상을 빠르게 조정하고 다른 프로그램에 붙여넣을 수 있습니다. 그리고 더 많은 기능을 할 수 있습니다...\n\n== 기능 ==\n\n✓ 스포이드 - 페이지의 어떤 픽셀이든 색상 얻기\n✓ 고급 색상 선택 도구 (포토샵과 비슷)\n✓ 최고의 CSS 그라디언트 생성기\n✓ 웹페이지 색상 분석기 - 어떤 사이트든 색상 팔레트 얻기\n✓ 7개의 사전 설치된 팔레트가 있는 팔레트 뷰어\n✓ 최근 선택한 색상의 색상 이력\n✓ 다양한 샘플링 크기 - 1x1, 3x3, 5x5, 11x11 및 25x25 픽셀\n✓ 선택한 영역의 평균 색상 샘플링\n✓ 태그 이름, 클래스, ID, 크기 등의 요소 정보 표시\n✓ 선택한 색상을 클립보드에 자동 복사\n✓ 키보드 단축키\n✓ 색상의 색조/채도/값 구성 요소 조작\n✓ 동적 호버 요소의 색상 얻기\n✓ 한 번 클릭으로 색상 선택 시작 (현재는 Windows에서만 가능)\n✓ 모든 확대/축소 수준에서 색상 선택\n✓ 모든 기능은 여기에 있습니다: https://colorzilla.com/ko/chrome/features.html\n\n\n== ColorZilla가 \"모든 웹사이트의 데이터에 접근\"할 권한이 필요한 이유는 무엇인가요? == \n\n이 권한은 ColorZilla가 웹사이트에서 색상을 선택하는 기본 기능을 위해 필요합니다. ColorZilla는 **어떠한** 사용자 데이터나 웹사이트에서의 브라우징 활동도 수집하지 않습니다. 우리는 개인정보 보호에 대해 꽤 열광적이며, 귀하의 개인정보 보호는 우리에게 매우 중요합니다. 자세한 정보는 이 페이지를 방문해 주세요 - https://colorzilla.com/ko/chrome/privacy.html\n\n\n== 피드백 및 버그 보고 ==\n\n문제가 발생하거나 버그를 발견한 경우, 여기에 버그 보고서를 게시하지 말고, 직접 연락해 주시면 해결하겠습니다: https://colorzilla.com/ko/contact/ \n\n\n== ColorZilla를 즐기고 계신가요? 평가해 주세요! == \n\nColorZilla가 마음에 드신다면, 5점 만점 평가를 통해 알려주시면 감사하겠습니다 ;)\n만족하지 못하셨다면, 저희에게 연락해 주세요 https://colorzilla.com/ko/contact/ 그리고 우리는 꼭 도와드리겠습니다.\n\n\n== ColorZilla 홈페이지 ==\n\n추가 정보, 도움말 등은 여기에 있습니다: https://colorzilla.com/ko/chrome/\n\n\n== 계속 주목해 주세요 ==\n\n새로운 기능 발표 또는 인사를 드리기 위해, ColorZilla를 트위터에서 팔로우해 주세요 https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "nl": "ColorZilla is de meest gebruiksvriendelijke, volledig uitgeruste, veilige en betrouwbare kleurenkiezer en een reeks hulpmiddelen gerelateerd aan kleur. Het is een van de populairste extensies voor Chrome en Firefox-ontwikkelaars met wereldwijd meer dan 10 miljoen downloads.\n\nMet ColorZilla kunt u een kleurmeting krijgen van elk punt in uw browser, deze kleur snel aanpassen en deze in een ander programma plakken. En het kan nog zoveel meer...\n\n== Functies ==\n\n✓ Pipet - haal de kleur van elke pixel op de pagina\n✓ Geavanceerde Kleurenkiezer (vergelijkbaar met die van Photoshop)\n✓ Ultieme CSS Gradient Generator\n✓ Webpagina Kleuranalysator - krijg een kleurenpalet voor elke site\n✓ Paletweergave met 7 vooraf geïnstalleerde paletten\n✓ Kleurgeschiedenis van recent gekozen kleuren\n✓ Verschillende bemonsteringsgroottes - 1x1, 3x3, 5x5, 11x11 en 25x25 pixels\n✓ Gemiddelde kleur van een geselecteerd gebied bemonsteren\n✓ Geeft elementinformatie weer zoals tag naam, klasse, id, grootte etc.\n✓ Auto kopieer gekozen kleuren naar klembord\n✓ Toetsenbord sneltoetsen\n✓ Manipuleer kleuren op basis van hun Hue/Saturatie/Waarde-componenten\n✓ Krijg kleuren van dynamische hover-elementen\n✓ Enkelvoudige klik om kleurselectie te starten (momenteel alleen op Windows)\n✓ Kies kleuren op elk zoomniveau\n✓ Alle functies hier: https://colorzilla.com/nl/chrome/features.html\n\n== Waarom heeft ColorZilla toestemming nodig om \"toegang te krijgen tot gegevens op alle websites\"? ==\n\nDeze toestemming is nodig voor de basisfunctionaliteit van ColorZilla om kleuren van websites te kiezen. ColorZilla **VERZAMELT NIET** enige van uw gegevens of uw browse-activiteit op enige websites. Wij zijn zelf behoorlijk fanatiek over privacy, en uw privacy is voor ons uiterst belangrijk. Bezoek deze pagina voor meer info - https://colorzilla.com/nl/chrome/privacy.html\n\n== Feedback en bugmeldingen ==\n\nAls u problemen ondervindt of een bug hebt gevonden, plaats dan niet uw bugrapport hier, neem rechtstreeks contact met ons op zodat we het kunnen oplossen: https://colorzilla.com/nl/contact/\n\n== Geniet u van ColorZilla? Beoordeel ons alstublieft! ==\n\nAls u ColorZilla leuk vindt, help dan het woord te verspreiden door het hier een 5-sterrenbeoordeling te geven ;)\nAls u niet helemaal tevreden bent, neem dan contact met ons op https://colorzilla.com/nl/contact/ en we zorgen ervoor dat we helpen.\n\n== ColorZilla startpagina ==\n\nExtra informatie, hulp en meer vindt u hier: https://colorzilla.com/nl/chrome/\n\n== Blijf op de hoogte ==\n\nVoor aankondigingen van nieuwe functies of gewoon om hallo te zeggen, volg ColorZilla op Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "pl": "ColorZilla to najbardziej przyjazny użytkownikowi, zaawansowany, bezpieczny i niezawodny selektor kolorów oraz zestaw narzędzi związanych z kolorem. Jest to jedno z najpopularniejszych rozszerzeń dla programistów Chrome i Firefox z ponad 10 milionami pobrań na całym świecie.\n\nZ ColorZilla możesz odczytać kolor z dowolnego miejsca w przeglądarce, szybko dostosować ten kolor i wkleić go do innego programu. A to tylko początek...\n\n== Funkcje ==\n\n✓ Eyedropper - pobierz kolor dowolnego piksela na stronie\n✓ Zaawansowany selektor kolorów (podobny do Photoshopa)\n✓ Ostateczny generator gradientów CSS\n✓ Analizator kolorów stron - uzyskaj paletę kolorów dla dowolnej strony\n✓ Przeglądarka palet z 7 wstępnie zainstalowanymi paletami\n✓ Historia ostatnio wybranych kolorów\n✓ Różne rozmiary próbkowania - 1x1, 3x3, 5x5, 11x11 i 25x25 pikseli\n✓ Próbkowanie średniego koloru dowolnego zaznaczonego obszaru\n✓ Wyświetla informacje o elemencie, takie jak nazwa tagu, klasa, id, rozmiar itp.\n✓ Automatyczne kopiowanie wybranych kolorów do schowka\n✓ Skróty klawiaturowe\n✓ Manipulacja kolorami za pomocą ich komponentów Hue/Saturations/Value\n✓ Pobieranie kolorów dynamicznych elementów przy najechaniu kursorem\n✓ Jedno kliknięcie, aby rozpocząć wybieranie kolorów (obecnie tylko na Windows)\n✓ Wybieranie kolorów na dowolnym poziomie powiększenia\n✓ Wszystkie funkcje tutaj: https://colorzilla.com/pl/chrome/features.html\n\n== Dlaczego ColorZilla potrzebuje uprawnień do \"dostępu do danych na wszystkich stronach internetowych\"? ==\n\nTo uprawnienie jest potrzebne dla ColorZilla do podstawowej funkcjonalności wybierania kolorów ze stron internetowych. ColorZilla **NIE** zbiera żadnych Twoich danych ani Twojej aktywności przeglądania na żadnych stronach internetowych. Sami jesteśmy dosyć fanatycznie nastawieni do prywatności, a Twoja prywatność jest dla nas niezwykle ważna. Więcej informacji można znaleźć na tej stronie - https://colorzilla.com/pl/chrome/privacy.html\n\n== Opinie i raporty o błędach ==\n\nJeśli masz problemy lub znalazłeś błąd, prosimy nie raportować błędu tutaj, skontaktuj się z nami bezpośrednio, abyśmy mogli go naprawić: https://colorzilla.com/pl/contact/\n\n== Podoba Ci się ColorZilla? Proszę o ocenę! ==\n\nJeśli podoba Ci się ColorZilla, pomóż nam rozpowszechnić informacje, dając mu 5-gwiazdkową ocenę tutaj ;)\nJeśli nie jesteś w pełni zadowolony, skontaktuj się z nami https://colorzilla.com/pl/contact/ a my postaramy się pomóc.\n\n== Strona główna ColorZilla ==\n\nDodatkowe informacje, pomoc i wiele więcej znajduje się tutaj: https://colorzilla.com/pl/chrome/\n\n== Bądź na bieżąco ==\n\nAby być na bieżąco z nowościami lub po prostu przywitać się, śledź ColorZilla na Twitterze https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "pt_BR": "ColorZilla é o seletor de cores mais amigável, completo, seguro e confiável, e conjunto de ferramentas relacionadas a cores. É uma das extensões para desenvolvedores mais populares do Chrome e Firefox, com mais de 10 milhões de downloads em todo o mundo.\n\nCom o ColorZilla, você pode obter uma leitura de cor de qualquer ponto em seu navegador, ajustar rapidamente essa cor e colá-la em outro programa. E ele pode fazer muito mais...\n\n== Recursos ==\n\n✓ Eyedropper - obtenha a cor de qualquer pixel na página\n✓ Seletor de Cor Avançado (semelhante ao do Photoshop)\n✓ Gerador de Gradiente CSS Ultimate\n✓ Analisador de Cor da Página - obtenha uma paleta de cores para qualquer site\n✓ Visualizador de Paleta com 7 paletas pré-instaladas\n✓ Histórico de cores recentemente escolhidas\n✓ Vários tamanhos de amostragem - 1x1, 3x3, 5x5, 11x11 e 25x25 pixels\n✓ Amostra da cor média de qualquer área selecionada\n✓ Exibe informações do elemento como nome da tag, classe, id, tamanho etc.\n✓ Copia automaticamente as cores selecionadas para a área de transferência\n✓ Atalhos de teclado\n✓ Manipule cores pelos seus componentes Hue/Saturation/Value\n✓ Obtenha cores de elementos dinâmicos ao passar o mouse\n✓ Um único clique para começar a selecionar cores (atualmente apenas no Windows)\n✓ Selecione cores em qualquer nível de zoom\n✓ Todos os recursos aqui: https://colorzilla.com/pt-br/chrome/features.html\n\n== Por que o ColorZilla precisa de permissão para \"acessar dados em todos os sites\"? ==\n\nEssa permissão é necessária para a funcionalidade básica do ColorZilla de selecionar cores de sites. O ColorZilla **NÃO** coleta nenhum de seus dados ou sua atividade de navegação em nenhum site. Nós somos bastante fanáticos sobre privacidade, e sua privacidade é extremamente importante para nós. Visite esta página para mais informações - https://colorzilla.com/pt-br/chrome/privacy.html\n\n== Feedback e relatórios de bugs ==\n\nSe você está tendo problemas ou encontrou um bug, por favor, não poste seu relatório de bug aqui, entre em contato conosco diretamente para que possamos corrigi-lo: https://colorzilla.com/pt-br/contact/\n\n== Está gostando do ColorZilla? Por favor, avalie! ==\n\nSe você gosta do ColorZilla, ajude a espalhar a palavra dando a ele uma avaliação de 5 estrelas aqui ;)\nSe você não estiver totalmente satisfeito, entre em contato conosco em https://colorzilla.com/pt-br/contact/ e teremos o prazer de ajudar.\n\n== Página inicial do ColorZilla ==\n\nInformações adicionais, ajuda e muito mais estão aqui: https://colorzilla.com/pt-br/chrome/\n\n== Fique ligado ==\n\nPara novos anúncios de recursos ou apenas para dizer olá, siga o ColorZilla no Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "pt_PT": "ColorZilla é o selecionador de cores mais amigável, completo, seguro e fiável, e conjunto de ferramentas relacionadas com cores. É uma das extensões para desenvolvedores mais populares do Chrome e Firefox, com mais de 10 milhões de descargas em todo o mundo.\n\nCom o ColorZilla, pode obter uma leitura de cor de qualquer ponto no seu navegador, ajustar rapidamente essa cor e colá-la noutro programa. E pode fazer muito mais...\n\n== Funcionalidades ==\n\n✓ Conta-gotas - obtenha a cor de qualquer pixel na página\n✓ Seletor de Cores Avançado (semelhante ao do Photoshop)\n✓ Gerador de Gradiente CSS Ultimate\n✓ Analisador de Cores de Páginas Web - obtenha uma paleta de cores para qualquer site\n✓ Visualizador de Paleta com 7 paletas pré-instaladas\n✓ Histórico de cores recentemente selecionadas\n✓ Vários tamanhos de amostragem - 1x1, 3x3, 5x5, 11x11 e 25x25 pixels\n✓ Amostra da cor média de qualquer área selecionada\n✓ Mostra informações do elemento, como nome da tag, classe, id, tamanho, etc.\n✓ Copiar automaticamente cores selecionadas para a área de transferência\n✓ Atalhos de teclado\n✓ Manipule cores pelos seus componentes de Matiz/Saturação/Valor\n✓ Obtenha cores de elementos dinâmicos ao passar o rato\n✓ Clique único para começar a selecionar cores (atualmente apenas no Windows)\n✓ Escolha cores em qualquer nível de zoom\n✓ Todas as funcionalidades aqui: https://colorzilla.com/pt-pt/chrome/features.html\n\n== Porque é que o ColorZilla precisa de permissão para \"aceder a dados em todos os websites\"? ==\n\nEsta permissão é necessária para a funcionalidade básica do ColorZilla de selecionar cores dos websites. ColorZilla **NÃO** recolhe nenhum dos seus dados ou a sua atividade de navegação em nenhum website. Somos bastante fanáticos sobre privacidade, e a sua privacidade é extremamente importante para nós. Por favor, visite esta página para mais informações - https://colorzilla.com/pt-pt/chrome/privacy.html\n\n== Feedback e relatos de bugs ==\n\nSe está a ter problemas ou encontrou um bug, por favor não publique o seu relatório de bug aqui, contacte-nos diretamente para que possamos resolvê-lo: https://colorzilla.com/pt-pt/contact/\n\n== Está a gostar do ColorZilla? Por favor, avalie! ==\n\nSe gosta do ColorZilla, ajude a divulgar dando-lhe uma avaliação de 5 estrelas aqui ;)\nSe não está totalmente satisfeito, por favor contacte-nos em https://colorzilla.com/pt-pt/contact/ e garantimos ajudar.\n\n== Página inicial do ColorZilla ==\n\nInformação adicional, ajuda e muito mais estão aqui: https://colorzilla.com/pt-pt/chrome/\n\n== Fique atento ==\n\nPara novos anúncios de funcionalidades ou apenas para dizer olá, siga o ColorZilla no Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "ru": "ColorZilla — это наиболее удобный в использовании, многофункциональный, безопасный и надежный выборщик цветов и связанный с ним инструментарий. Это одно из самых популярных расширений для разработчиков в Chrome и Firefox с более чем 10 миллионами загрузок по всему миру.\n\nС помощью ColorZilla вы можете считать цвет с любой точки вашего браузера, быстро корректировать этот цвет и вставлять его в другую программу. И это еще не все...\n\n== Возможности ==\n\n✓ Капельница - получите цвет любого пикселя на странице\n✓ Расширенный выборщик цветов (аналогичный инструменту в Photoshop)\n✓ Генератор градиентов CSS\n✓ Анализатор цветов веб-страницы - получите палитру цветов для любого сайта\n✓ Просмотрщик палитр с 7 предустановленными палитрами\n✓ История недавно выбранных цветов\n✓ Различные размеры выборки - 1x1, 3x3, 5x5, 11x11 и 25x25 пикселей\n✓ Средний цвет выбранной области\n✓ Отображение информации об элементе, такой как имя тега, класс, идентификатор, размер и т. д.\n✓ Автоматическое копирование выбранных цветов в буфер обмена\n✓ Горячие клавиши\n✓ Управление цветами по компонентам Оттенок/Насыщенность/Значение\n✓ Получение цветов динамических элементов при наведении\n✓ Однократный клик для начала выбора цвета (в настоящее время только на Windows)\n✓ Выбор цветов на любом уровне масштабирования\n✓ Все возможности здесь: https://colorzilla.com/ru/chrome/features.html\n\n== Почему ColorZilla требует разрешение на \"доступ к данным на всех веб-сайтах\"? ==\n\nЭто разрешение необходимо ColorZilla для основной функциональности выбора цветов с веб-сайтов. ColorZilla **НЕ СОБИРАЕТ** никаких ваших данных или информации о вашей активности в браузере. Мы сами фанатично относимся к конфиденциальности, и ваша приватность для нас чрезвычайно важна. Пожалуйста, посетите эту страницу для получения дополнительной информации - https://colorzilla.com/ru/chrome/privacy.html\n\n== Обратная связь и отчеты об ошибках ==\n\nЕсли у вас возникли проблемы или вы нашли ошибку, пожалуйста, не публикуйте ваш отчет об ошибке здесь, свяжитесь с нами напрямую, чтобы мы могли ее исправить: https://colorzilla.com/ru/contact/\n\n== Нравится ColorZilla? Пожалуйста, оцените! ==\n\nЕсли вам нравится ColorZilla, помогите распространить информацию о нем, поставив 5 звезд здесь ;)\nЕсли вы не полностью удовлетворены, пожалуйста, свяжитесь с нами https://colorzilla.com/ru/contact/ и мы обязательно поможем.\n\n== Домашняя страница ColorZilla ==\n\nДополнительная информация, помощь и многое другое здесь: https://colorzilla.com/ru/chrome/\n\n== Оставайтесь на связи ==\n\nЧтобы узнать о новых функциях или просто сказать привет, пожалуйста, следите за ColorZilla в Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "th": "ColorZilla เป็นเครื่องมือเลือกสีและเครื่องมือที่เกี่ยวข้องกับสีที่เป็นมิตรสำหรับผู้ใช้มากที่สุด มีคุณสมบัติครบครัน ปลอดภัย และเชื่อถือได้ มันเป็นหนึ่งในส่วนขยายของนักพัฒนา Chrome และ Firefox ที่ได้รับความนิยมมากที่สุด ด้วยการดาวน์โหลดมากกว่า 10 ล้านครั้งทั่วโลก\n\nด้วย ColorZilla คุณสามารถรับการอ่านสีจากจุดใด ๆ ในเบราว์เซอร์ของคุณ ปรับสีนี้อย่างรวดเร็วและวางลงในโปรแกรมอื่น และมันสามารถทำได้มากกว่านั้น...\n\n== คุณสมบัติ ==\n\n✓ Eyedropper - รับสีของพิกเซลใด ๆ บนหน้าเว็บ\n✓ Advanced Color Picker (คล้ายกับของ Photoshop)\n✓ Ultimate CSS Gradient Generator\n✓ Webpage Color Analyzer - รับสีสำหรับเว็บไซต์ใด ๆ\n✓ Palette Viewer พร้อม 7 สีที่ติดตั้งไว้ล่วงหน้า\n✓ ประวัติสีที่เลือกล่าสุด\n✓ ขนาดการสุ่มตัวอย่างที่หลากหลาย - 1x1, 3x3, 5x5, 11x11 และ 25x25 พิกเซล\n✓ สุ่มสีเฉลี่ยของพื้นที่ที่เลือก\n✓ แสดงข้อมูลองค์ประกอบเช่น ชื่อแท็ก คลาส id ขนาด ฯลฯ\n✓ คัดลอกสีที่เลือกไปยังคลิปบอร์ดโดยอัตโนมัติ\n✓ คีย์ลัด\n✓ จัดการสีด้วยส่วนประกอบ Hue/Saturations/Value\n✓ รับสีขององค์ประกอบที่เลื่อนเมาส์ผ่าน\n✓ คลิกเดียวเพื่อเริ่มเลือกสี (ปัจจุบันเฉพาะบน Windows)\n✓ เลือกสีในระดับซูมใด ๆ\n✓ คุณสมบัติทั้งหมดที่นี่: https://colorzilla.com/th/chrome/features.html\n\n== ทำไม ColorZilla ต้องการสิทธิ์ในการ \"เข้าถึงข้อมูลในเว็บไซต์ทั้งหมด\"? ==\n\nสิทธิ์นี้จำเป็นสำหรับ ColorZilla เพื่อฟังก์ชันพื้นฐานในการเลือกสีจากเว็บไซต์ ColorZilla **ไม่ได้** เก็บข้อมูลใด ๆ ของคุณหรือกิจกรรมการเรียกดูของคุณในเว็บไซต์ใด ๆ ความเป็นส่วนตัวของคุณมีความสำคัญมากสำหรับเรา กรุณาเยี่ยมชมหน้านี้เพื่อข้อมูลเพิ่มเติม - https://colorzilla.com/th/chrome/privacy.html\n\n== คำติชมและรายงานข้อผิดพลาด ==\n\nหากคุณมีปัญหาหรือพบข้อผิดพลาด โปรดอย่าโพสต์รายงานข้อผิดพลาดของคุณที่นี่ ติดต่อเราโดยตรงเพื่อให้เราสามารถแก้ไข: https://colorzilla.com/th/contact/\n\n== สนุกกับ ColorZilla? โปรดให้คะแนน! ==\n\nถ้าคุณชอบ ColorZilla โปรดช่วยกระจายคำว่าโดยการให้คะแนน 5 ดาวที่นี่ ;)\nถ้าคุณไม่พอใจอย่างเต็มที่ โปรดติดต่อเรา https://colorzilla.com/th/contact/ และเราจะแน่ใจว่าจะช่วย\n\n== หน้าแรก ColorZilla ==\n\nข้อมูลเพิ่มเติม ความช่วยเหลือ และอื่น ๆ อยู่ที่นี่: https://colorzilla.com/th/chrome/\n\n== คอยติดตาม ==\n\nสำหรับการประกาศคุณสมบัติใหม่ ๆ หรือเพียงแค่บอกสวัสดี โปรดติดตาม ColorZilla บน Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "tr": "ColorZilla, en kullanıcı dostu, tam özellikli, güvenli ve güvenilir renk seçici ve renk ile ilgili araçların bir setidir. Dünya genelinde 10 milyondan fazla indirme ile en popüler Chrome ve Firefox geliştirici eklentilerinden biridir.\n\nColorZilla ile tarayıcınızdaki herhangi bir noktadan bir renk okuması alabilir, bu rengi hızlıca ayarlayabilir ve başka bir programa yapıştırabilirsiniz. Ve çok daha fazlasını yapabilir...\n\n== Özellikler ==\n\n✓ Göz damlalığı - sayfadaki herhangi bir pikselin rengini alın\n✓ Gelişmiş Renk Seçici (Photoshop'unkine benzer)\n✓ Nihai CSS Gradient Generator\n✓ Web Sayfası Renk Analizörü - herhangi bir site için renk paleti alın\n✓ 7 ön yüklü palet ile Palet Görüntüleyici\n✓ Son zamanlarda seçilen renklerin Renk Geçmişi\n✓ Çeşitli örnekleme boyutları - 1x1, 3x3, 5x5, 11x11 ve 25x25 piksel\n✓ Herhangi bir seçili alanın ortalama renk örneğini alın\n✓ Etiket adı, sınıf, kimlik, boyut vb. gibi element bilgilerini gösterir.\n✓ Seçilen renkleri otomatik olarak panoya kopyalar\n✓ Klavye kısayolları\n✓ Renkleri Hue/Saturations/Value bileşenlerine göre manipüle edin\n✓ Dinamik hover elementlerinin renklerini alın\n✓ Renk seçimini başlatmak için tek tıklama (şu anda sadece Windows'ta)\n✓ Herhangi bir zoom seviyesinde renkleri seçin\n✓ Tüm özellikler burada: https://colorzilla.com/tr/chrome/features.html\n\n\n== ColorZilla'nın \"tüm web sitelerindeki verilere erişim\" iznine neden ihtiyacı var? == \n\nBu izin, ColorZilla'nın web sitelerinden renk seçme temel işlevi için gereklidir. ColorZilla **HİÇBİR** şekilde verilerinizi veya herhangi bir web sitesindeki gezinme aktivitenizi toplamaz. Biz kendimiz gizlilik konusunda oldukça fanatiğiz ve gizliliğiniz bizim için son derece önemlidir. Daha fazla bilgi için lütfen bu sayfayı ziyaret edin - https://colorzilla.com/tr/chrome/privacy.html\n\n\n== Geri bildirim ve hata raporları ==\n\nBir sorun yaşıyorsanız veya bir hata bulduysanız, lütfen hata raporunuzu burada yayınlamayın, doğrudan bizimle iletişime geçin, böylece düzeltebiliriz: https://colorzilla.com/tr/contact/ \n\n\n== ColorZilla'dan hoşlandınız mı? Lütfen puanlayın! == \n\nEğer ColorZilla'yı beğendiyseniz, lütfen burada 5 yıldızlı bir puan vererek kelimeyi yaymamıza yardımcı olun ;)\nTamamen memnun değilseniz, lütfen bizimle iletişime geçin https://colorzilla.com/tr/contact/ ve yardımcı olacağımızdan emin olun.\n\n\n== ColorZilla ana sayfası ==\n\nEk bilgi, yardım ve daha fazlası burada: https://colorzilla.com/tr/chrome/\n\n\n== Takipte kalın ==\n\nYeni özellik duyuruları veya sadece merhaba demek için, lütfen ColorZilla'yı Twitter'da takip edin https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "uk": "ColorZilla - це найбільш зручний у використанні, функціональний, безпечний та надійний інструмент для вибору кольорів та пов'язаний набір інструментів для роботи з кольором. Це одне з найпопулярніших розширень для розробників Chrome та Firefox з понад 10 мільйонами завантажень у всьому світі.\n\nЗ ColorZilla ви можете отримати значення кольору з будь-якої точки у вашому браузері, швидко налаштувати цей колір та вставити його в іншу програму. І це не єдине, на що він здатен...\n\n== Функції ==\n\n✓ Піпетка - отримайте колір будь-якого пікселя на сторінці\n✓ Розширений вибір кольорів (аналогічно до Photoshop)\n✓ Кінцевий генератор градієнтів CSS\n✓ Аналізатор кольорів веб-сторінки - отримайте палітру кольорів для будь-якого сайту\n✓ Переглядач палітр з 7 попередньо встановленими палітрами\n✓ Історія нещодавно вибраних кольорів\n✓ Різні розміри вибірки - 1x1, 3x3, 5x5, 11x11 та 25x25 пікселів\n✓ Вибір середнього кольору будь-якої вибраної ділянки\n✓ Відображення інформації елемента, такої як назва тегу, клас, ідентифікатор, розмір тощо.\n✓ Автоматичне копіювання вибраних кольорів у буфер обміну\n✓ Клавіатурні комбінації\n✓ Модифікація кольорів за компонентами Відтінок/Насиченість/Значення\n✓ Отримання кольорів динамічних елементів при наведенні\n✓ Одноразовий клік для початку вибору кольору (наразі лише на Windows)\n✓ Вибір кольорів на будь-якому рівні збільшення\n✓ Всі функції тут: https://colorzilla.com/uk/chrome/features.html\n\n== Чому ColorZilla потребує дозволу на \"доступ до даних на всіх веб-сайтах\"? ==\n\nЦей дозвіл необхідний для базової функціональності ColorZilla - вибору кольорів з веб-сайтів. ColorZilla **НЕ ЗБИРАЄ** жодних ваших даних або вашу активність перегляду на будь-яких веб-сайтах. Ми сами дуже піклуємося про конфіденційність, і ваша приватність для нас дуже важлива. Будь ласка, відвідайте цю сторінку для отримання додаткової інформації - https://colorzilla.com/uk/chrome/privacy.html\n\n== Відгуки та повідомлення про помилки ==\n\nЯкщо у вас виникли проблеми або ви знайшли помилку, будь ласка, не публікуйте ваш звіт про помилку тут, зв'яжіться з нами безпосередньо, щоб ми могли виправити це: https://colorzilla.com/uk/contact/\n\n== Вам подобається ColorZilla? Будь ласка, оцініть! ==\n\nЯкщо вам подобається ColorZilla, допоможіть розповсюдити слово, давши йому 5 зірок тут ;)\nЯкщо ви не повністю задоволені, будь ласка, зв'яжіться з нами за адресою https://colorzilla.com/uk/contact/ і ми обов'язково допоможемо.\n\n== Головна сторінка ColorZilla ==\n\nДодаткова інформація, допомога та інше тут: https://colorzilla.com/uk/chrome/\n\n== Залишайтеся на зв'язку ==\n\nДля оголошень про нові функції або просто щоб сказати привіт, будь ласка, слідкуйте за ColorZilla у Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "vi": "ColorZilla là công cụ chọn màu và bộ công cụ liên quan đến màu sắc thân thiện, đầy đủ tính năng, an toàn và đáng tin cậy nhất. Đây là một trong những tiện ích mở rộng phổ biến nhất cho các nhà phát triển Chrome và Firefox với hơn 10 triệu lượt tải xuống trên toàn thế giới.\n\nVới ColorZilla, bạn có thể lấy đọc màu từ bất kỳ điểm nào trong trình duyệt của mình, nhanh chóng điều chỉnh màu này và dán nó vào chương trình khác. Và nó có thể làm nhiều hơn nhiều...\n\n== Tính năng ==\n\n✓ Eyedropper - lấy màu của bất kỳ pixel nào trên trang\n✓ Bộ chọn màu nâng cao (tương tự như của Photoshop)\n✓ Bộ tạo Gradient CSS tối thượng\n✓ Trình phân tích màu trang web - lấy bảng màu cho bất kỳ trang web nào\n✓ Trình xem bảng màu với 7 bảng màu được cài đặt sẵn\n✓ Lịch sử màu của các màu đã chọn gần đây\n✓ Các kích thước lấy mẫu khác nhau - 1x1, 3x3, 5x5, 11x11 và 25x25 pixel\n✓ Lấy mẫu màu trung bình của bất kỳ khu vực đã chọn nào\n✓ Hiển thị thông tin phần tử như tên thẻ, lớp, id, kích thước, v.v.\n✓ Tự động sao chép màu đã chọn vào clipboard\n✓ Phím tắt\n✓ Thao tác màu theo các thành phần Hue/Saturations/Value\n✓ Lấy màu của các phần tử hover động\n✓ Chỉ cần nhấp một lần để bắt đầu chọn màu (hiện chỉ trên Windows)\n✓ Chọn màu ở bất kỳ cấp độ phóng to nào\n✓ Tất cả các tính năng tại đây: https://colorzilla.com/vi/chrome/features.html\n\n\n== Tại sao ColorZilla cần quyền \"truy cập dữ liệu trên tất cả các trang web\"? ==\n\nQuyền này được ColorZilla yêu cầu để thực hiện chức năng cơ bản của nó là chọn màu từ các trang web. ColorZilla **KHÔNG** thu thập bất kỳ dữ liệu nào của bạn hoặc hoạt động duyệt web của bạn trên bất kỳ trang web nào. Chúng tôi rất quan tâm đến quyền riêng tư, và quyền riêng tư của bạn rất quan trọng với chúng tôi. Vui lòng truy cập trang này để biết thêm thông tin - https://colorzilla.com/vi/chrome/privacy.html\n\n\n== Phản hồi và báo cáo lỗi ==\n\nNếu bạn gặp vấn đề hoặc tìm thấy lỗi, vui lòng không đăng báo cáo lỗi của bạn ở đây, liên hệ với chúng tôi trực tiếp để chúng tôi có thể sửa nó: https://colorzilla.com/vi/contact/\n\n\n== Thích ColorZilla? Hãy đánh giá! ==\n\nNếu bạn thích ColorZilla, hãy giúp lan truyền thông điệp bằng cách đánh giá 5 sao cho nó ở đây ;)\nNếu bạn không hoàn toàn hài lòng, vui lòng liên hệ với chúng tôi https://colorzilla.com/vi/contact/ và chúng tôi sẽ đảm bảo giúp đỡ.\n\n\n== Trang chủ ColorZilla ==\n\nThông tin bổ sung, trợ giúp và nhiều hơn nữa tại đây: https://colorzilla.com/vi/chrome/\n\n\n== Theo dõi chúng tôi ==\n\nĐể biết thông báo về tính năng mới hoặc chỉ để nói xin chào, hãy theo dõi ColorZilla trên Twitter https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "zh_CN": "ColorZilla是最用户友好、功能齐全、安全且可靠的颜色选择器和与颜色相关的工具套件。它是Chrome和Firefox开发者扩展中最受欢迎的之一，全球下载量超过1000万次。\n\n使用ColorZilla，您可以从浏览器的任何位置获取颜色读数，快速调整此颜色并将其粘贴到另一个程序中。它还有更多功能...\n\n== 功能 ==\n\n✓ 取色器 - 获取页面上任何像素的颜色\n✓ 高级颜色选择器（类似于Photoshop的）\n✓ 终极CSS渐变生成器\n✓ 网页颜色分析器 - 获取任何站点的颜色调色板\n✓ 带有7个预装调色板的调色板查看器\n✓ 最近选中颜色的颜色历史\n✓ 各种采样大小 - 1x1、3x3、5x5、11x11 和 25x25 像素\n✓ 采样任何选定区域的平均颜色\n✓ 显示元素信息，如标签名、类、id、大小等\n✓ 自动复制所选颜色到剪贴板\n✓ 键盘快捷键\n✓ 通过其色调/饱和度/值组件操作颜色\n✓ 获取动态悬停元素的颜色\n✓ 单击开始选择颜色（目前仅在Windows上）\n✓ 在任何缩放级别选择颜色\n✓ 所有功能都在这里：https://colorzilla.com/zh-cn/chrome/features.html\n\n== 为什么ColorZilla需要“访问所有网站的数据”权限？== \n\nColorZilla需要此权限才能从网站上选择颜色。ColorZilla **不会** 收集您在任何网站上的任何数据或浏览活动。我们本人非常关注隐私，您的隐私对我们至关重要。请访问此页面以获取更多信息 - https://colorzilla.com/zh-cn/chrome/privacy.html\n\n== 反馈和错误报告 ==\n\n如果您遇到问题或发现错误，请不要在此处发布错误报告，直接与我们联系，以便我们进行修复：https://colorzilla.com/zh-cn/contact/\n\n== 喜欢ColorZilla吗？请评价！== \n\n如果您喜欢ColorZilla，请通过在这里给予5星评分来帮助传播这个消息 ;)\n如果您不完全满意，请联系我们 https://colorzilla.com/zh-cn/contact/，我们会确保提供帮助。\n\n== ColorZilla主页 ==\n\n更多信息、帮助等内容，请访问：https://colorzilla.com/zh-cn/chrome/\n\n== 保持关注 ==\n\n有关新功能的公告或只是想打个招呼，请在Twitter上关注ColorZilla https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more...",
    "zh_TW": "ColorZilla是最易於使用、功能完善、安全且可靠的顏色選擇器和顏色相關工具套件。它是Chrome和Firefox開發者擴展中最受歡迎的之一，全球下載量超過1000萬次。\n\n使用ColorZilla，您可以從瀏覽器的任何位置獲得顏色讀數，迅速調整此顏色並將其貼到另一個程序中。而且它能做的還遠不止這些...\n\n== 功能 ==\n\n✓ 吸管 - 獲取頁面上任何像素的顏色\n✓ 進階顏色選擇器（類似於Photoshop的）\n✓ 終極CSS漸變生成器\n✓ 網頁顏色分析器 - 獲得任何網站的顏色調色盤\n✓ 帶有7個預安裝調色盤的調色板查看器\n✓ 最近選取顏色的顏色歷史\n✓ 各種取樣大小 - 1x1、3x3、5x5、11x11 和 25x25 像素\n✓ 采樣任何選定區域的平均顏色\n✓ 顯示元素信息，如標籤名稱、類、id、大小等\n✓ 自動將所選顏色複製到剪貼簿\n✓ 鍵盤快捷方式\n✓ 通過其色調/飽和度/值組件操作顏色\n✓ 獲取動態懸停元素的顏色\n✓ 單擊開始選擇顏色（目前僅在Windows上）\n✓ 在任何縮放級別選取顏色\n✓ 所有功能都在這裡：https://colorzilla.com/zh-tw/chrome/features.html\n\n== 為什麼ColorZilla需要\"訪問所有網站的數據\"權限？== \n\nColorZilla需要此權限以從網站上選擇顏色。ColorZilla **不會** 收集您在任何網站上的數據或瀏覽活動。我們自己非常狂熱於隱私，您的隱私對我們極其重要。請訪問此頁面以獲得更多信息 - https://colorzilla.com/zh-tw/chrome/privacy.html\n\n== 反饋和錯誤報告 ==\n\n如果您遇到問題或發現錯誤，請不要在此處發布您的錯誤報告，請直接聯繫我們，以便我們可以修復它：https://colorzilla.com/zh-tw/contact/\n\n== 喜歡ColorZilla嗎？請給予評價！== \n\n如果您喜歡ColorZilla，請通過在這裡給它打5星來幫助傳播這一消息 ;)\n如果您不完全滿意，請聯繫我們 https://colorzilla.com/zh-tw/contact/，我們會確保提供幫助。\n\n== ColorZilla主頁 ==\n\n更多的資訊、幫助和其他內容，請訪問：https://colorzilla.com/zh-tw/chrome/\n\n== 保持關注 ==\n\n要獲得新功能公告或僅僅想打個招呼，請在Twitter上關注ColorZilla https://twitter.com/colorzilla\n\n== In English ==\nColorZilla - Advanced Eyedropper, Color Picker, Gradient Generator and other colorful goodies\n\nColorZilla is the most user friendly, full-featured, secure and reliable color picker and color related suite of tools. It is one of the most popular Chrome and Firefox developer extensions with over 10 million downloads worldwide. \n\nWith ColorZilla you can get a color reading from any point in your browser, quickly adjust this color and paste it into another program. And it can do so much more..."
  }
}