{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Downloadyze — A Multi Page Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple downloader that can download multiple pages automatically."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Important\nI want you to be 100% happy with Downloadyze! If something isn't working right, or if there's a feature you think is missing, please open an issue on GitHub and give me a chance to help before leaving a review:\nhttps://github.com/sixcious/downloadyze/issues\n\nAbout\nDownloadyze is a simple downloader that can download files from a single page or multiple pages automatically. It supports 3 Download Modes, 4 Multi Actions, and 7 Download Strategies to help you select which URLs you want to download.\n\nFeatures\n• 3 Download Modes: Single Page, Multi Page, and Multi Tabs\n• 4 Multi Actions: Next Link, Increment URL, Click Element, and URL List\n• 7 Download Strategies: Type, File Extension, Tag, Attribute, Path, All URLs, and Web Page\n• Rule Support: Download files from sites that requires special handling\n• Auto Multi Page Downloading with Pre-Scrolling\n• Download Web Pages in MHTML format\n• Download Screenshots of multiple pages automatically (Requires Special Mode)\n• Options: Subfolder Support and URL Text Filters\n• Download Preview Table that updates based on your changes\n• Element Picker powered by ElemPick to help you select elements on the page when needed\n• User Interface: A simple UI made with Material Design and Lit\n\nPermissions Justification\n• \"Read and change all your data on the websites you visit\" - Downloadyze needs to request this permission so that it can download files from multiple pages automatically (essentially, so it can run its content script automatically on the pages you want it to).\n• \"Manage your downloads\" - Downloadyze needs to request this permission so it can download files.\n\nPrivacy Policy\nDownloadyze does not track you. It does not use analytic services. It does not collect any data from your device or computer. All your data is stored locally on your device. Your data is *your* data."
  }
}