{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT-3.5 powered tool to summarize any website you are at"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarize any page you are at with the help of ChatGPT-3.5! All with a free and open source project :)\n\nClick on the extension's icon, define how you want the summary done and start summarizing.\n\nYou can use a free demo API Key that allows several queries. If you'd like to do many more queries, please provide your own ChatGPT Key (for free), by simply clicking \"Add tokens\" and inserting your API Key. It's very easy to get from the openai website.\n\n*FEATURES*\n\n- Summarize only the selected text\nIf you have any selected text, the extension will work only on that fragment. Ideal if you don't need the entire page and you don't want to use too many API tokens.\n\n- Set the summary length\nYou can set it in words or in characters. As of now it's not 100% accurate (it may be some words/characters off), but it'll try its best to adjust to the required length. If you want the summary in bullet points (read below), the length limiter won't work, as it requires a different query engineering that is not ready yet.\n\n- Set keywords\nYou can ask the AI to focus on specific topics when summarizing. If you are reading, for example, someone's biography, you can make it focus in the political career of that someone. Simply introduce a keyword in the keywords field and press enter or click \"Add\".\n\n- Summarize en bullet points\nYou can summarize the page in a regular text format or in bullet points.\n\n- Use your own FREE API Key\nYou can click at the top side \"Add tokens (free)\" and then you'll be able to introduce your own API Key from chatGPT. It only requires you to set an account with openai and then you can create a free key. The key is limited but allows quite a broad number of requests.\n\nOPEN SOURCE AND DATA PRIVACY\n\nThis project is only \"semi\" open source because some files could pose security concerns and allow exploits of the public API Key.\n\nThere are actually not many files hidden so the code is perfectly understandable without them.\n\n- About privacy:\nThis extension DOES NOT use your data in any way.\n\nIt doesn't even have access to it. The only data it uses is your API Key, if you voluntarily decide to introduce it. And its use is only for its intended purpose, nothing else. You can actually verify by yourself everything stated here, by reading the code and by inspecting the extension's network (you'll see that the only request done is to chatGPT).\n\nDISCLAIMER\n\nThis extension is currently in its first release so it may have unexpected bugs that still require some work on. Please, feel free to contribute to this repository if there's anything you believe it could be improved.\n\nGITHUB REPOSITORY\nhttps://github.com/xfontr/chat-gpt-ai-summarizer"
  }
}