{
  "name": {
    "ar": "عارض GPX",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "GPX File Viewer",
    "bg,da,de,fi,fil,hr,hu,no,ro,sl,sv": "GPX Viewer",
    "ca": "Visualitzador de GPX",
    "cs": "Prohlížeč GPX",
    "el": "Πρόγραμμα προβολής GPX",
    "es": "Visor GPX",
    "et": "GPX vaatur",
    "fa": "نمایشگر GPX",
    "fr": "Visionneuse GPX",
    "he": "מציג GPX",
    "hi": "जीपीएक्स दर्शक",
    "id": "Penampil GPX",
    "it": "Visualizzatore GPX",
    "ja": "GPXビューア",
    "ko": "GPX 뷰어",
    "lt": "„GPX Viewer“",
    "lv": "GPX skatītājs",
    "ms": "Pemapar GPX",
    "nl": "GPX-kijker",
    "pl": "Przeglądarka GPX",
    "ru": "Программа просмотра GPX",
    "sk": "Prehliadač GPX",
    "sr": "ГПКС Виевер",
    "th": "โปรแกรมดู GPX",
    "tr": "GPX Görüntüleyici",
    "uk": "Переглядач GPX",
    "vi": "Trình xem GPX",
    "zh_CN,zh_TW": "GPX查看器"
  },
  "short": {
    "ar": "عرض ملفات GPX الخاصة بك بسرعة من Google Drive أو الكمبيوتر المحلي.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "View your GPX files quickly from Google Drive or local computer.",
    "bg": "Преглеждайте бързо своите GPX файлове от Google Диск или локален компютър.",
    "ca": "Consulteu ràpidament els fitxers GPX des de Google Drive o equip local.",
    "cs": "Rychlé prohlížení souborů GPX ze služby Disk Google nebo z místního počítače.",
    "da": "Se dine GPX-filer hurtigt fra Google Drev eller din lokale computer.",
    "de": "Zeigen Sie Ihre GPX-Dateien schnell über Google Drive oder einen lokalen Computer an.",
    "el": "Δείτε τα αρχεία GPX γρήγορα από το Google Drive ή τον τοπικό υπολογιστή.",
    "es": "Vea sus archivos GPX rápidamente desde Google Drive o desde una computadora local.",
    "et": "Vaadake oma GPX-faile kiiresti Google Drive'ist või kohalikust arvutist.",
    "fa": "فایل های GPX خود را به سرعت از Google Drive یا رایانه محلی مشاهده کنید.",
    "fi": "Tarkastele GPX-tiedostojasi nopeasti Google Drivesta tai paikallisesta tietokoneesta.",
    "fil": "Tingnan ang iyong mga GPX file nang mabilis mula sa Google Drive o lokal na computer.",
    "fr": "Visualisez rapidement vos fichiers GPX à partir de Google Drive ou d'un ordinateur local.",
    "he": "הצג במהירות את קבצי ה- GPX שלך במהירות מ- Google Drive או מהמחשב המקומי.",
    "hi": "Google ड्राइव या स्थानीय कंप्यूटर से अपनी GPX फ़ाइलों को जल्दी से देखें।",
    "hr": "Brzo pregledajte svoje GPX datoteke s Google diska ili lokalnog računala.",
    "hu": "Gyorsan megtekintheti GPX-fájljait a Google Drive vagy a helyi számítógépen.",
    "id": "Lihat file GPX Anda dengan cepat dari Google Drive atau komputer lokal.",
    "it": "Visualizza rapidamente i file GPX da Google Drive o dal computer locale.",
    "ja": "GoogleドライブまたはローカルコンピュータからすばやくGPXファイルを表示します。",
    "ko": "Google 드라이브 또는 로컬 컴퓨터에서 GPX 파일을 빠르게 볼 수 있습니다.",
    "lt": "Greitai peržiūrėkite „GPX“ failus iš „Google“ disko arba vietinio kompiuterio.",
    "lv": "Skatiet savus GPX failus ātri no Google diska vai vietējā datora.",
    "ms": "Lihat fail GPX anda dengan cepat dari Google Drive atau komputer tempatan.",
    "nl": "Bekijk uw GPX-bestanden snel vanuit Google Drive of een lokale computer.",
    "no": "Se GPX-filene dine raskt fra Google Disk eller lokal datamaskin.",
    "pl": "Szybkie przeglądanie plików GPX z Dysku Google lub komputera lokalnego.",
    "ro": "Vizualizați rapid fișierele GPX de pe Google Drive sau pe computerul local.",
    "ru": "Быстрый просмотр файлов GPX с Google Диска или локального компьютера",
    "sk": "Rýchlo zobrazte svoje súbory GPX zo služby Disk Google alebo z miestneho počítača.",
    "sl": "Oglejte si datoteke GPX hitro iz storitve Google Drive ali lokalnega računalnika.",
    "sr": "Брзо прегледајте ГПКС датотеке са Гоогле диска или локалног рачунара.",
    "sv": "Visa dina GPX-filer snabbt från Google Drive eller en lokal dator.",
    "th": "ดูไฟล์ GPX ของคุณอย่างรวดเร็วจาก Google Drive หรือคอมพิวเตอร์ในพื้นที่",
    "tr": "GPX dosyalarınızı Google Drive veya yerel bilgisayardan hızla görüntüleyin.",
    "uk": "Швидко переглядайте файли GPX з Диска Google або локального комп'ютера.",
    "vi": "Xem các tệp GPX của bạn một cách nhanh chóng từ Google Drive hoặc máy tính cục bộ.",
    "zh_CN": "从Google云端硬盘或本地计算机快速查看GPX文件。",
    "zh_TW": "從Google雲端硬盤或本地計算機快速查看GPX文件。"
  },
  "long": {
    "ar": "افتح ملفات GPX بسرعة من Google Drive أو من محرك الأقراص الثابتة المحلي.\nهل تحتاج إلى طريقة للحصول على الاتجاهات؟ استخدم برنامج الخرائط / الخرائط عبر الإنترنت هذا اليوم للحصول على اتجاهات القيادة الأكثر دقة التي ستحصل عليها.\n\nسيتطلب برنامجنا موقع GPS الحالي الخاص بك إذا كنت تريد الاتجاهات الأكثر دقة.\n\nإذا كنت ترغب في تجربة الخرائط عبر الإنترنت من مزودين آخرين\n\nتغطي هذه الخرائط العالم ، ولكن قد لا تحتوي على تفاصيل كافية في بعض المناطق.\n\nهل تريد الحصول على الاتجاهات؟ تحتاج إلى العثور على الطريق الأكثر فعالية للحصول عليها\nمن النقطة أ إلى النقطة ب؟ ببساطة قم بتثبيت برنامجنا GPX File Viewer اليوم\nفيما يلي الخطوات اللازمة لبدء استخدام برنامجنا\nاختر موقع البداية ونقطة النهاية\nاختر طريقة السفر سيرًا على الأقدام / بالسيارة / وسائل النقل العام ، إلخ\nهذا البرنامج سهل الاستخدام ومجاني 100٪. حاول استخدام خريطتنا / خرائطنا عبر الإنترنت للانتقال من مكان إلى آخر.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. GPX File Viewer ليس مملوكًا وغير مرخص له وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open GPX files quickly from Google Drive or your local hard drive.\nNeed a way to get directions? Use this online map/online maps software today for the most accurate driving directions you'll get.\n\nOur software would require your current GPS location if you want the most accurate directions.\n\nIf you want to try online maps from other providers\n\nThese maps cover the world, but may have insufficient details in some areas.\n\nDo you need to get directions? Need to find the most efficient route to get\nfrom point A to point B? Simply install our software GPX File Viewer today\nHere are the steps needed to begin using our software\nChoose the starting location & end point\nChoose the method of travel, by foot/car/public transport etc\nThis software is easy to use and 100% free. Try using our online map/maps to get from one place to another.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. GPX File Viewer is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Отворете бързо GPX файлове от Google Drive или от вашия локален твърд диск.\nИмате нужда от начин да получите упътвания? Използвайте този софтуер за онлайн карти / онлайн карти днес за най-точните упътвания за шофиране, които ще получите.\n\nНашият софтуер ще изисква вашето текущо GPS местоположение, ако искате най-точните указания.\n\nАко искате да опитате онлайн карти от други доставчици\n\nТези карти обхващат света, но може да имат недостатъчно подробности в някои области.\n\nТрябва ли да получите указания? Трябва да намерите най-ефективния маршрут, който да получите\nот точка А до точка Б? Просто инсталирайте нашия софтуер GPX File Viewer днес\nЕто стъпките, необходими за започване на използването на нашия софтуер\nИзберете началното място и крайната точка\nИзберете начина на пътуване, пеша / кола / обществен транспорт и т.н.\nТози софтуер е лесен за използване и 100% безплатен. Опитайте да използвате нашата онлайн карта / карти, за да стигнете от едно място на друго.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. GPX File Viewer не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Obriu fitxers GPX ràpidament des de Google Drive o des del vostre disc dur local.\nNecessiteu una manera d’obtenir indicacions? Feu servir avui aquest programari de mapes en línia / mapes en línia per obtenir les indicacions de conducció més precises que obtindreu.\n\nEl nostre programari requeriria la vostra ubicació GPS actual si voleu obtenir les indicacions més precises.\n\nSi voleu provar mapes en línia d'altres proveïdors\n\nAquests mapes cobreixen el món, però poden tenir detalls insuficients en algunes zones.\n\nNecessiteu obtenir indicacions? Necessiteu trobar la ruta més eficient per arribar\ndel punt A al punt B? Simplement instal·leu el nostre programari GPX File Viewer avui\nAquests són els passos necessaris per començar a utilitzar el nostre programari\nTrieu la ubicació inicial i el punt final\nTrieu el mètode de viatge, a peu / cotxe / transport públic, etc.\nAquest programari és fàcil d’utilitzar i és 100% gratuït. Proveu d’utilitzar el nostre mapa o mapes en línia per arribar d’un lloc a un altre.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. GPX File Viewer no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Rychle otevírejte soubory GPX z Disku Google nebo místního pevného disku.\nPotřebujete způsob, jak získat pokyny? Pomocí tohoto softwaru pro online mapy / online mapy dnes získáte nejpřesnější pokyny k jízdě, jaké získáte.\n\nNáš software by vyžadoval vaši aktuální polohu GPS, pokud chcete co nejpřesnější pokyny.\n\nPokud si chcete vyzkoušet online mapy od jiných poskytovatelů\n\nTyto mapy pokrývají svět, ale v některých oblastech nemusí mít dostatečné podrobnosti.\n\nPotřebujete vyhledat trasu? Potřebujete najít nejefektivnější cestu, jak se dostat\nz bodu A do bodu B? Jednoduše si dnes nainstalujte náš softwarový prohlížeč souborů GPX\nZde jsou kroky potřebné k zahájení používání našeho softwaru\nVyberte počáteční a koncový bod\nVyberte způsob cestování, pěšky / autem / veřejnou dopravou atd\nTento software je snadno použitelný a 100% zdarma. Zkuste použít naši online mapu / mapy, abyste se dostali z jednoho místa na druhé.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Prohlížeč souborů GPX nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Åbn GPX-filer hurtigt fra Google Drev eller din lokale harddisk.\nBrug for en måde at få rutevejledning? Brug dette online kort / online kortsoftware i dag for at få den mest nøjagtige kørselsvejledning, du får.\n\nVores software kræver din nuværende GPS-placering, hvis du vil have den mest nøjagtige vejledning.\n\nHvis du vil prøve onlinekort fra andre udbydere\n\nDisse kort dækker verden, men kan have utilstrækkelige detaljer i nogle områder.\n\nHar du brug for at få rutevejledning? Brug for at finde den mest effektive rute at få\nfra punkt A til punkt B? Du skal blot installere vores software GPX File Viewer i dag\nHer er de nødvendige trin for at begynde at bruge vores software\nVælg startsted og slutpunkt\nVælg rejsemetode til fods / bil / offentlig transport osv\nDenne software er nem at bruge og 100% gratis. Prøv at bruge vores online kort / kort for at komme fra et sted til et andet.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. GPX File Viewer ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Öffnen Sie GPX-Dateien schnell von Google Drive oder Ihrer lokalen Festplatte.\nBenötigen Sie einen Weg, um eine Wegbeschreibung zu erhalten? Verwenden Sie diese Online-Karten- / Online-Kartensoftware noch heute, um die genauesten Wegbeschreibungen zu erhalten, die Sie erhalten.\n\nUnsere Software benötigt Ihren aktuellen GPS-Standort, wenn Sie die genauesten Anweisungen wünschen.\n\nWenn Sie Online-Karten von anderen Anbietern ausprobieren möchten\n\nDiese Karten decken die Welt ab, enthalten jedoch in einigen Bereichen möglicherweise nicht genügend Details.\n\nBenötigen Sie eine Wegbeschreibung? Müssen Sie die effizienteste Route finden, um zu bekommen\nvon Punkt A nach Punkt B? Installieren Sie einfach noch heute unsere Software GPX File Viewer\nHier sind die Schritte, die erforderlich sind, um mit der Verwendung unserer Software zu beginnen\nWählen Sie den Startort und den Endpunkt\nWählen Sie die Reisemethode, zu Fuß / mit dem Auto / mit öffentlichen Verkehrsmitteln usw.\nDiese Software ist einfach zu bedienen und 100% kostenlos. Verwenden Sie unsere Online-Karte / Karten, um von einem Ort zum anderen zu gelangen.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. GPX File Viewer gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Ανοίξτε γρήγορα αρχεία GPX από το Google Drive ή τον τοπικό σκληρό σας δίσκο.\nΧρειάζεστε έναν τρόπο για να λάβετε οδηγίες; Χρησιμοποιήστε αυτό το διαδικτυακό λογισμικό χαρτών / διαδικτυακών χαρτών σήμερα για τις πιο ακριβείς οδηγίες οδήγησης που θα λάβετε.\n\nΤο λογισμικό μας θα απαιτούσε την τρέχουσα τοποθεσία σας GPS εάν θέλετε τις πιο ακριβείς οδηγίες.\n\nΕάν θέλετε να δοκιμάσετε διαδικτυακούς χάρτες από άλλους παρόχους\n\nΑυτοί οι χάρτες καλύπτουν τον κόσμο, αλλά μπορεί να έχουν ανεπαρκείς λεπτομέρειες σε ορισμένες περιοχές.\n\nΧρειάζεστε οδηγίες; Πρέπει να βρείτε την πιο αποτελεσματική διαδρομή για να πάρετε\nαπό το σημείο Α στο σημείο Β; Απλώς εγκαταστήστε το λογισμικό μας GPX File Viewer σήμερα\nΑκολουθούν τα βήματα που απαιτούνται για να ξεκινήσετε τη χρήση του λογισμικού μας\nΕπιλέξτε την τοποθεσία έναρξης και το τελικό σημείο\nΕπιλέξτε τη μέθοδο ταξιδιού, με τα πόδια / αυτοκίνητο / μέσα μαζικής μεταφοράς κ.λπ.\nΑυτό το λογισμικό είναι εύκολο στη χρήση και 100% δωρεάν. Δοκιμάστε να χρησιμοποιήσετε τον διαδικτυακό μας χάρτη / χάρτες για να μεταβείτε από το ένα μέρος στο άλλο.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το GPX File Viewer δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Abra archivos GPX rápidamente desde Google Drive o su disco duro local.\n¿Necesita una forma de obtener direcciones? Utilice este software de mapas en línea / mapas en línea hoy mismo para obtener las instrucciones de manejo más precisas que obtendrá.\n\nNuestro software requeriría su ubicación GPS actual si desea las direcciones más precisas.\n\nSi desea probar mapas en línea de otros proveedores\n\nEstos mapas cubren el mundo, pero pueden tener detalles insuficientes en algunas áreas.\n\n¿Necesita obtener direcciones? Necesito encontrar la ruta más eficiente para obtener\ndel punto A al punto B? Simplemente instale nuestro software GPX File Viewer hoy\nEstos son los pasos necesarios para comenzar a usar nuestro software\nElija la ubicación de inicio y el punto final\nElija el método de viaje, a pie / automóvil / transporte público, etc.\nEste software es fácil de usar y 100% gratuito. Intente usar nuestro mapa / mapas en línea para ir de un lugar a otro.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. GPX File Viewer no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "GPX-failide avamine Google Drive'ist või kohalikult kõvakettalt kiiresti.\nKas vajate viisi juhiste saamiseks? Kasutage seda veebikaardi / veebikaartide tarkvara täna kõige täpsemate sõidujuhiste saamiseks.\n\nMeie tarkvara nõuab teie praegust GPS-i asukohta, kui soovite kõige täpsemaid juhiseid.\n\nKui soovite proovida teiste pakkujate veebikaarte\n\nNeed kaardid hõlmavad kogu maailma, kuid mõnes piirkonnas võivad üksikasjad olla ebapiisavad.\n\nKas peate saama juhiseid? Peate leidma kõige tõhusama marsruudi\npunktist A punkti B? Installige lihtsalt meie tarkvara GPX File Viewer juba täna\nSiin on meie tarkvara kasutamise alustamiseks vajalikud sammud\nValige lähtepunkt ja lõpp-punkt\nValige reisimisviis jalgsi / auto / ühistranspordiga jne\nSeda tarkvara on lihtne kasutada ja see on 100% tasuta. Proovige ühest kohast teise jõudmiseks kasutada meie veebikaarti / kaarte.\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. GPX File Viewer ei kuulu Google Inc.-le ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "پرونده های GPX را به سرعت از Google Drive یا هارد دیسک محلی خود باز کنید.\nآیا راهی برای دریافت راهنمایی لازم دارید؟ امروز برای دقیق ترین راهنمایی های رانندگی از این نرم افزار آنلاین نقشه / نقشه های آنلاین استفاده کنید.\n\nاگر دقیق ترین دستورالعمل ها را بخواهید ، نرم افزار ما به مکان فعلی GPS شما نیاز دارد.\n\nاگر می خواهید نقشه های آنلاین ارائه دهندگان دیگر را امتحان کنید\n\nاین نقشه ها جهان را پوشش می دهد ، اما ممکن است در برخی مناطق جزئیات کافی نداشته باشد.\n\nآیا لازم است راهنمایی دریافت کنید؟ برای یافتن باید کارآمدترین مسیر را پیدا کنید\nاز نقطه A به نقطه B؟ نگران نباشید ، نرم افزار GPX File Viewer ما را امروز نصب کنید\nدر اینجا مراحل لازم برای شروع استفاده از نرم افزار ما ذکر شده است\nمکان شروع و نقطه پایان را انتخاب کنید\nروش سفر را با پیاده / ماشین / حمل و نقل عمومی و غیره انتخاب کنید\nاستفاده از این نرم افزار آسان و 100٪ رایگان است. سعی کنید از نقشه / نقشه های آنلاین ما استفاده کنید تا از یک مکان به مکان دیگر بروید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. GPX File Viewer متعلق به Google نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi,he": "Open GPX files quickly from Google Drive or your local hard drive.\nNeed a way to get directions? Use this online map/online maps software today for the most accurate driving directions you'll get.\n\nOur software would require your current GPS location if you want the most accurate directions.\n\nIf you want to try online maps from other providers, you can do so at\n\nGlobal online maps\n\nThese maps cover the world, but may have insufficient details in some areas.\n\nBing Maps\nBhuvan\nGoogle Maps\nHere\nJawgMaps\nMapQuest\nOpenStreetMap\nViaMichelin\nTomTom\nWaze\nWikiMapia\nYahoo! Maps\nYandex Maps\nWhatIsWhere\nMapy.cz\nWindyMaps\n\nDo you need to get directions? Need to find the most efficient route to get\nfrom point A to point B? Simply install our software Maps for Google Chrome™ today\nHere are the steps needed to begin using our software Maps for Google Chrome™\nChoose the starting location & end point\nChoose the method of travel, by foot/car/public transport etc\nThis software is easy to use and 100% free. Try using our online map/maps to get from one place to another.\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Maps for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "fil": "Avaa GPX-tiedostot nopeasti Google Drivesta tai paikalliselta kiintolevyltä.\nTarvitsetko tapaa saada reittiohjeet? Käytä tätä online-kartta- / online-karttaohjelmistoa tänään saadaksesi tarkimmat ajo-ohjeet.\n\nOhjelmistomme vaatii nykyisen GPS-sijaintisi, jos haluat tarkimmat ohjeet.\n\nJos haluat kokeilla muiden palveluntarjoajien verkkokarttoja\n\nNämä kartat kattavat maailman, mutta niillä ei ehkä ole riittäviä yksityiskohtia joillakin alueilla.\n\nTarvitsetko reittiohjeet? Sinun on löydettävä tehokkain reitti päästä\npisteestä A pisteeseen B? Asenna yksinkertaisesti GPX File Viewer -ohjelmisto tänään\nTässä ovat tarvittavat vaiheet ohjelmistomme käytön aloittamiseksi\nValitse lähtöpaikka ja loppupiste\nValitse matkatapa jalka / auto / julkinen liikenne jne\nTämä ohjelmisto on helppokäyttöinen ja 100% ilmainen. Kokeile käyttää online-karttaa / karttoja päästäksesi paikasta toiseen.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. GPX File Viewer ei ole Google Inc: n omistuksessa, sillä ei ole sen käyttöoikeuksia eikä se ole tytäryhtiö.",
    "fr": "Ouvrez rapidement les fichiers GPX à partir de Google Drive ou de votre disque dur local.\nBesoin d'un moyen d'obtenir un itinéraire? Utilisez dès aujourd'hui ce logiciel de cartes / cartes en ligne pour obtenir les itinéraires routiers les plus précis que vous obtiendrez.\n\nNotre logiciel nécessiterait votre position GPS actuelle si vous voulez les directions les plus précises.\n\nSi vous souhaitez essayer des cartes en ligne d'autres fournisseurs\n\nCes cartes couvrent le monde, mais peuvent avoir des détails insuffisants dans certaines régions.\n\nAvez-vous besoin d'un itinéraire? Besoin de trouver l'itinéraire le plus efficace pour obtenir\ndu point A au point B? Installez simplement notre logiciel GPX File Viewer dès aujourd'hui\nVoici les étapes nécessaires pour commencer à utiliser notre logiciel\nChoisissez l'emplacement de départ et le point d'arrivée\nChoisissez le mode de déplacement, à pied / en voiture / en transports en commun, etc.\nCe logiciel est facile à utiliser et 100% gratuit. Essayez d'utiliser notre carte / nos cartes en ligne pour vous rendre d'un endroit à un autre.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. GPX File Viewer n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "Google ड्राइव या अपने स्थानीय हार्ड ड्राइव से जल्दी से GPX फाइलें खोलें।\nदिशा-निर्देश प्राप्त करने के लिए एक रास्ता चाहिए? इस ऑनलाइन मैप / ऑनलाइन मैप्स सॉफ्टवेयर का उपयोग आज आपको प्राप्त होने वाले सबसे सटीक ड्राइविंग निर्देश के लिए करें।\n\nयदि आप सबसे सटीक निर्देश चाहते हैं, तो हमारे सॉफ़्टवेयर को आपके वर्तमान जीपीएस स्थान की आवश्यकता होगी।\n\nयदि आप अन्य प्रदाताओं से ऑनलाइन नक्शे आज़माना चाहते हैं\n\nये नक्शे दुनिया को कवर करते हैं, लेकिन कुछ क्षेत्रों में अपर्याप्त विवरण हो सकते हैं।\n\nक्या आपको दिशा-निर्देश प्राप्त करने की आवश्यकता है? प्राप्त करने के लिए सबसे कुशल मार्ग खोजने की आवश्यकता है\nबिंदु A से बिंदु B तक? बस आज हमारे सॉफ्टवेयर GPX फ़ाइल व्यूअर को स्थापित करें\nयहां हमारे सॉफ़्टवेयर का उपयोग शुरू करने के लिए आवश्यक कदम हैं\nप्रारंभिक स्थान और अंतिम बिंदु चुनें\nपैदल / कार / सार्वजनिक परिवहन आदि द्वारा यात्रा का तरीका चुनें\nइस सॉफ्टवेयर का उपयोग करना आसान है और 100% मुफ्त है। एक जगह से दूसरी जगह जाने के लिए हमारे ऑनलाइन मैप / मैप का उपयोग करने का प्रयास करें।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। GPX फ़ाइल व्यूअर के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Brzo otvorite GPX datoteke s Google pogona ili lokalnog tvrdog diska.\nTrebate način za dobivanje uputa? Koristite ovaj softver za internetske karte / mrežne karte danas za najtočnije upute za vožnju koje ćete dobiti.\n\nNaš će softver zahtijevati vaše trenutno GPS mjesto ako želite najtočnije upute.\n\nAko želite isprobati mrežne karte drugih davatelja usluga\n\nTe karte pokrivaju svijet, ali u nekim područjima mogu imati nedovoljno detalja.\n\nTrebate li dobiti upute? Trebate pronaći najučinkovitiji put do kojeg možete doći\nod točke A do točke B? Jednostavno instalirajte naš softver GPX File Viewer već danas\nEvo koraka potrebnih za početak korištenja našeg softvera\nOdaberite početno mjesto i krajnju točku\nOdaberite način putovanja pješice / automobilom / javnim prijevozom itd\nOvaj je softver jednostavan za upotrebu i 100% besplatan. Pokušajte koristiti našu mrežnu kartu / karte da biste došli s jednog mjesta na drugo.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. GPX File Viewer nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Gyorsan nyissa meg a GPX fájlokat a Google Drive-ból vagy a helyi merevlemezről.\nSzüksége van egy útvonaltervezésre? Használja ezt az online térkép / online térképszoftvert még ma a lehető legpontosabb menetirányokhoz.\n\nSzoftverünk megköveteli az Ön aktuális GPS-tartózkodási helyét, ha a legpontosabb útvonaltervet szeretné.\n\nHa ki szeretné próbálni más szolgáltatók online térképeit\n\nEzek a térképek lefedik a világot, de egyes területeken nem elegendőek a részletek.\n\nÚtvonaltervet kell kapnia? Meg kell találni a leghatékonyabb utat\naz A ponttól a B pontig? Egyszerűen telepítse ma a GPX File Viewer szoftvert\nÍme a szoftver használatának megkezdéséhez szükséges lépések\nVálassza ki a kiindulási helyet és a végpontot\nVálassza ki az utazás módját, gyalog / autóval / tömegközlekedéssel stb\nEz a szoftver könnyen használható és 100% -ban ingyenes. Próbálja meg használni online térképünket / térképeinket, hogy eljuthasson egyik helyről a másikra.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A GPX File Viewer nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Buka file GPX dengan cepat dari Google Drive atau hard drive lokal Anda.\nButuh cara untuk mendapatkan petunjuk arah? Gunakan perangkat lunak peta / peta online ini sekarang juga untuk mendapatkan petunjuk arah mengemudi paling akurat yang akan Anda dapatkan.\n\nPerangkat lunak kami akan membutuhkan lokasi GPS Anda saat ini jika Anda menginginkan petunjuk arah yang paling akurat.\n\nJika Anda ingin mencoba peta online dari penyedia lain\n\nPeta-peta ini mencakup dunia, tetapi mungkin memiliki detail yang tidak memadai di beberapa area.\n\nApakah Anda perlu mendapatkan petunjuk arah? Perlu menemukan rute yang paling efisien untuk didapatkan\ndari titik A ke titik B? Cukup instal perangkat lunak GPX File Viewer hari ini\nBerikut langkah-langkah yang diperlukan untuk mulai menggunakan perangkat lunak kami\nPilih lokasi awal & titik akhir\nPilih metode perjalanan, dengan berjalan kaki / mobil / transportasi umum dll\nPerangkat lunak ini mudah digunakan dan 100% gratis. Coba gunakan peta / peta online kami untuk berpindah dari satu tempat ke tempat lain.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta dimiliki oleh pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. GPX File Viewer tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Apri rapidamente i file GPX da Google Drive o dal tuo disco rigido locale.\nHai bisogno di un modo per ottenere indicazioni stradali? Usa questo software di mappe online / mappe online oggi per le indicazioni stradali più accurate che otterrai.\n\nIl nostro software richiederebbe la tua posizione GPS corrente se desideri le indicazioni stradali più accurate.\n\nSe vuoi provare mappe online di altri fornitori\n\nQueste mappe coprono il mondo, ma potrebbero non avere dettagli sufficienti in alcune aree.\n\nHai bisogno di ottenere indicazioni stradali? Hai bisogno di trovare il percorso più efficiente per arrivare\ndal punto A al punto B? Installa subito il nostro software GPX File Viewer\nEcco i passaggi necessari per iniziare a utilizzare il nostro software\nScegli la posizione di partenza e il punto di arrivo\nScegli il metodo di viaggio, a piedi / in auto / con i mezzi pubblici ecc\nQuesto software è facile da usare e gratuito al 100%. Prova a utilizzare la nostra mappa / mappe online per spostarti da un luogo all'altro.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. GPX File Viewer non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "GoogleドライブまたはローカルハードドライブからGPXファイルをすばやく開きます。\nルートを取得する方法が必要ですか？このオンラインマップ/オンラインマップソフトウェアを使用して、最も正確な運転ルートを取得してください。\n\n最も正確な道順が必要な場合は、ソフトウェアで現在のGPS位置が必要です。\n\n他のプロバイダーのオンラインマップを試したい場合\n\nこれらの地図は世界をカバーしていますが、一部の地域では詳細が不十分な場合があります。\n\n道順を取得する必要がありますか？取得するための最も効率的なルートを見つける必要がある\nA点からB点へ？ソフトウェアGPX File Viewerを今すぐインストールするだけです\nソフトウェアの使用を開始するために必要な手順は次のとおりです\n開始位置と終了点を選択してください\n徒歩/車/公共交通機関などで移動方法を選択します\nこのソフトウェアは使いやすく、100％無料です。ある場所から別の場所に移動するには、オンラインマップを使用してみてください。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 GPX File Viewerは、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社ではありません。",
    "ko": "Google 드라이브 또는 로컬 하드 드라이브에서 GPX 파일을 빠르게 엽니 다.\n길 찾기 방법이 필요하십니까? 가장 정확한 운전 경로를 얻으려면 지금이 온라인지도 / 온라인지도 소프트웨어를 사용하십시오.\n\n가장 정확한 방향을 원할 경우 당사 소프트웨어는 현재 GPS 위치를 요구합니다.\n\n다른 제공 업체의 온라인지도를 사용하려는 경우\n\n이지도는 전 세계를 다루지 만 일부 지역에서는 세부 정보가 충분하지 않을 수 있습니다.\n\n길을 찾아야하나요? 가장 효율적인 경로를 찾아야합니다.\n지점 A에서 지점 B로? 지금 바로 소프트웨어 GPX 파일 뷰어를 설치하십시오.\n소프트웨어 사용을 시작하는 데 필요한 단계는 다음과 같습니다.\n출발지와 도착지 선택\n도보 / 자동차 / 대중 교통 등으로 여행 방법을 선택하십시오.\n이 소프트웨어는 사용하기 쉽고 100 % 무료입니다. 온라인지도 /지도를 사용하여 한 장소에서 다른 장소로 이동해보세요.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. GPX File Viewer는 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Greitai atidarykite GPX failus iš „Google“ disko ar vietinio kietojo disko.\nReikia būdas gauti nuorodas? Naudokite šią internetinių žemėlapių / internetinių žemėlapių programinę įrangą šiandien, kad gautumėte tiksliausias važiavimo nuorodas.\n\nMūsų programinei įrangai reikės jūsų dabartinės GPS vietos, jei norite tiksliausių nurodymų.\n\nJei norite išbandyti internetinius žemėlapius iš kitų paslaugų teikėjų\n\nŠie žemėlapiai aprėpia pasaulį, tačiau kai kuriose srityse gali būti nepakankamai išsamios informacijos.\n\nAr reikia gauti nuorodas? Reikia rasti efektyviausią kelią\nnuo taško A iki taško B? Tiesiog šiandien įdiekite mūsų programinę įrangą GPX File Viewer\nŠtai žingsniai, reikalingi norint pradėti naudoti mūsų programinę įrangą\nPasirinkite pradinę vietą ir pabaigos tašką\nPasirinkite kelionės būdą pėsčiomis / automobiliu / viešuoju transportu ir kt\nŠią programinę įrangą lengva naudoti ir 100% nemokama. Pabandykite naudoti mūsų internetinį žemėlapį / žemėlapius, kad patektumėte iš vienos vietos į kitą.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „GPX File Viewer“ nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Ātri atveriet GPX failus no Google diska vai vietējā cietā diska.\nNepieciešams veids, kā iegūt norādes? Izmantojiet šo tiešsaistes karšu / tiešsaistes karšu programmatūru jau šodien, lai iegūtu visprecīzākos braukšanas norādījumus.\n\nMūsu programmatūrai būtu nepieciešama jūsu pašreizējā GPS atrašanās vieta, ja vēlaties precīzākus norādījumus.\n\nJa vēlaties izmēģināt citu pakalpojumu sniedzēju tiešsaistes kartes\n\nŠīs kartes aptver pasauli, taču dažās jomās tām var būt nepietiekama informācija.\n\nVai jums jāsaņem norādes? Jāatrod visefektīvākais ceļš, lai nokļūtu\nno punkta A uz punktu B? Vienkārši šodien instalējiet mūsu programmatūru GPX File Viewer\nŠeit ir norādītas darbības, kas nepieciešamas, lai sāktu izmantot mūsu programmatūru\nIzvēlieties sākuma vietu un beigu punktu\nIzvēlieties ceļojuma veidu ar kājām / automašīnu / sabiedrisko transportu utt\nŠī programmatūra ir viegli lietojama un 100% bez maksas. Mēģiniet izmantot mūsu tiešsaistes karti / kartes, lai nokļūtu no vienas vietas uz otru.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. GPX File Viewer nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Buka fail GPX dengan pantas dari Google Drive atau cakera keras tempatan anda.\nPerlukan kaedah untuk mendapatkan petunjuk? Gunakan perisian peta / peta dalam talian ini hari ini untuk mendapatkan petunjuk pemanduan paling tepat yang akan anda dapat.\n\nPerisian kami memerlukan lokasi GPS semasa anda jika anda mahukan petunjuk yang paling tepat.\n\nSekiranya anda ingin mencuba peta dalam talian dari penyedia lain\n\nPeta-peta ini merangkumi dunia, tetapi mungkin tidak mempunyai perincian yang mencukupi di beberapa kawasan.\n\nAdakah anda perlu mendapatkan petunjuk? Perlu mencari laluan paling berkesan untuk mendapatkan\ndari titik A ke titik B? Cukup pasang perisian kami GPX File Viewer hari ini\nBerikut adalah langkah-langkah yang diperlukan untuk mula menggunakan perisian kami\nPilih lokasi permulaan & titik akhir\nPilih kaedah perjalanan, dengan berjalan kaki / kereta / pengangkutan awam dll\nPerisian ini senang digunakan dan 100% percuma. Cuba gunakan peta / peta dalam talian kami untuk pergi dari satu tempat ke tempat lain.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Pemapar Fail GPX tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Open GPX-bestanden snel vanuit Google Drive of uw lokale harde schijf.\nEen manier nodig om een routebeschrijving te krijgen? Gebruik deze online kaart- / online kaartsoftware vandaag nog voor de meest nauwkeurige routebeschrijving die u krijgt.\n\nOnze software heeft uw huidige GPS-locatie nodig als u de meest nauwkeurige routebeschrijving wilt.\n\nAls u online kaarten van andere providers wilt proberen\n\nDeze kaarten bestrijken de wereld, maar kunnen op sommige gebieden onvoldoende details bevatten.\n\nHeeft u een routebeschrijving nodig? Moet de meest efficiënte route vinden om te krijgen\nvan punt A naar punt B? Installeer vandaag nog onze software GPX File Viewer\nHier zijn de stappen die nodig zijn om onze software te gaan gebruiken\nKies de startlocatie en het eindpunt\nKies de manier van reizen, te voet / auto / openbaar vervoer etc.\nDeze software is gebruiksvriendelijk en 100% gratis. Probeer onze online kaart / kaarten te gebruiken om van de ene plaats naar de andere te komen.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. GPX File Viewer is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Åpne GPX-filer raskt fra Google Disk eller din lokale harddisk.\nTrenger du en måte å få veibeskrivelse? Bruk denne online kart / online kartprogramvaren i dag for å få de mest nøyaktige veibeskrivelsene du får.\n\nProgramvaren vår vil kreve din nåværende GPS-posisjon hvis du vil ha den mest nøyaktige veibeskrivelsen.\n\nHvis du vil prøve kart fra andre leverandører\n\nDisse kartene dekker verden, men kan ha utilstrekkelige detaljer i noen områder.\n\nTrenger du å få veibeskrivelse? Trenger du å finne den mest effektive ruten å få\nfra punkt A til punkt B? Bare installer programvaren vår GPX File Viewer i dag\nHer er trinnene som trengs for å begynne å bruke programvaren vår\nVelg startsted og sluttpunkt\nVelg reisemetode, til fots / bil / offentlig transport osv\nDenne programvaren er enkel å bruke og 100% gratis. Prøv å bruke vårt online kart / kart for å komme deg fra et sted til et annet.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. GPX File Viewer eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Szybko otwieraj pliki GPX z Dysku Google lub lokalnego dysku twardego.\nPotrzebujesz sposobu, aby uzyskać wskazówki? Skorzystaj z tego oprogramowania map online / map online już dziś, aby uzyskać najdokładniejsze wskazówki dojazdu.\n\nNasze oprogramowanie wymagałoby Twojej aktualnej lokalizacji GPS, jeśli chcesz uzyskać najdokładniejsze wskazówki.\n\nJeśli chcesz wypróbować mapy online od innych dostawców\n\nMapy te obejmują cały świat, ale w niektórych obszarach mogą być niewystarczające.\n\nCzy potrzebujesz wskazówek? Musisz znaleźć najbardziej efektywną trasę\nz punktu A do punktu B? Po prostu zainstaluj nasze oprogramowanie GPX File Viewer już dziś\nOto kroki potrzebne do rozpoczęcia korzystania z naszego oprogramowania\nWybierz lokalizację początkową i punkt końcowy\nWybierz metodę podróży, pieszo / samochodem / transportem publicznym itp\nTo oprogramowanie jest łatwe w użyciu iw 100% darmowe. Spróbuj skorzystać z naszej mapy / map online, aby dostać się z jednego miejsca do drugiego.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Przeglądarka plików GPX nie jest własnością, nie jest licencjonowana i nie jest spółką zależną Google Inc.",
    "ro": "Deschideți rapid fișierele GPX de pe Google Drive sau de pe hard diskul local.\nAveți nevoie de o modalitate de a obține indicații de orientare? Utilizați astăzi acest software pentru hărți online / hărți online pentru cele mai exacte indicații de conducere pe care le veți obține.\n\nSoftware-ul nostru ar necesita locația GPS actuală dacă doriți cele mai exacte direcții.\n\nDacă doriți să încercați hărți online de la alți furnizori\n\nAceste hărți acoperă lumea, dar pot avea detalii insuficiente în unele zone.\n\nTrebuie să obțineți indicații de orientare? Trebuie să găsiți cel mai eficient traseu pentru a ajunge\nde la punctul A la punctul B? Pur și simplu instalați software-ul nostru GPX File Viewer astăzi\nIată pașii necesari pentru a începe utilizarea software-ului nostru\nAlegeți locația de pornire și punctul final\nAlegeți metoda de călătorie, pe jos / mașină / transport public etc.\nAcest software este ușor de utilizat și 100% gratuit. Încercați să utilizați harta / hărțile noastre online pentru a ajunge dintr-un loc în altul.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Vizualizatorul de fișiere GPX nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Быстро открывайте файлы GPX с Google Диска или локального жесткого диска.\nНужен способ проложить маршрут? Используйте эту онлайн-карту / программное обеспечение онлайн-карт сегодня, чтобы составить наиболее точные маршруты проезда.\n\nНашему программному обеспечению потребуется ваше текущее местоположение по GPS, если вы хотите получить наиболее точные маршруты.\n\nЕсли вы хотите попробовать онлайн-карты других поставщиков\n\nЭти карты покрывают мир, но в некоторых областях может быть недостаточно деталей.\n\nВам нужно проложить маршрут? Необходимо найти наиболее эффективный маршрут, чтобы добраться\nиз пункта А в пункт Б? Просто установите нашу программу GPX File Viewer прямо сейчас\nВот шаги, необходимые для начала использования нашего программного обеспечения\nВыберите начальное местоположение и конечную точку\nВыберите способ передвижения: пешком / на машине / общественном транспорте и т. Д.\nЭта программа проста в использовании и абсолютно бесплатна. Попробуйте использовать нашу онлайн-карту / карты, чтобы добраться из одного места в другое.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. GPX File Viewer не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Otvorte súbory GPX rýchlo z Disku Google alebo z miestneho pevného disku.\nPotrebujete spôsob, ako získať trasu? Použite tento softvér na online mapy / online mapy dnes, aby ste dosiahli najpresnejšie smery jazdy, aké získate.\n\nNáš softvér by vyžadoval vašu aktuálnu polohu GPS, ak potrebujete čo najpresnejšie pokyny.\n\nAk si chcete vyskúšať online mapy od iných poskytovateľov\n\nTieto mapy pokrývajú svet, ale v niektorých oblastiach môžu mať nedostatočné podrobnosti.\n\nPotrebujete vyhľadať trasu? Potrebujete nájsť najefektívnejšiu cestu, ako sa dostať\nz bodu A do bodu B? Jednoducho si dnes nainštalujte náš softvér GPX File Viewer\nTu sú kroky potrebné na začatie používania nášho softvéru\nVyberte začiatočné miesto a konečný bod\nVyberte si spôsob cestovania, pešo / autom / verejnou dopravou atď\nTento softvér sa ľahko používa a je 100% zadarmo. Skúste použiť našu online mapu / mapy, aby ste sa dostali z jedného miesta na druhé.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Prehliadač súborov GPX nevlastní spoločnosť Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Datoteke GPX hitro odprite iz Googla Drive ali lokalnega trdega diska.\nPotrebujete pot do navodil? Danes uporabite to programsko opremo za spletne zemljevide / spletne zemljevide za najbolj natančna navodila za vožnjo, ki jih boste dobili.\n\nČe želite najbolj natančna navodila, bi naša programska oprema zahtevala vašo trenutno lokacijo GPS.\n\nČe želite preizkusiti spletne zemljevide drugih ponudnikov\n\nTi zemljevidi pokrivajo svet, vendar imajo na nekaterih področjih morda premalo podrobnosti.\n\nAli morate dobiti navodila? Najti je treba najučinkovitejšo pot\nod točke A do točke B? Preprosto namestite našo programsko opremo GPX File Viewer še danes\nTu so koraki, potrebni za začetek uporabe naše programske opreme\nIzberite začetno lokacijo in končno točko\nIzberite način potovanja, peš / z avtom / z javnim prevozom itd\nTa programska oprema je enostavna za uporabo in 100% brezplačna. Poskusite uporabiti naš spletni zemljevid / zemljevide, da pridete od enega kraja do drugega.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. GPX File Viewer ni v lasti, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Брзо отворите ГПКС датотеке са Гоогле диска или локалног чврстог диска.\nТреба вам начин да добијете упутства? Користите овај софтвер за онлајн мапе / мрежне мапе данас за најтачнија упутства за вожњу која ћете добити.\n\nНаш софтвер захтева вашу тренутну ГПС локацију ако желите најтачнија упутства.\n\nАко желите да испробате мапе на мрежи од других добављача\n\nОве мапе покривају свет, али у неким областима могу имати недовољно детаља.\n\nДа ли треба да добијете упутства? Треба пронаћи најучинковитији пут до којег можете доћи\nод тачке А до тачке Б? Једноставно инсталирајте наш софтвер ГПКС Филе Виевер већ данас\nЕво корака потребних за почетак коришћења нашег софтвера\nИзаберите почетну локацију и крајњу тачку\nИзаберите начин путовања пешице / аутомобилом / јавним превозом итд\nОвај софтвер је једноставан за употребу и 100% бесплатан. Покушајте да користите нашу мрежну мапу / мапе да бисте дошли од једног места до другог.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. ГПКС Филе Виевер није у власништву, није лиценциран и није подружница Гоогле Инц.",
    "sv": "Öppna GPX-filer snabbt från Google Drive eller din lokala hårddisk.\nBehöver du ett sätt att få vägbeskrivningar? Använd denna onlinekarta / onlinekartprogramvara idag för de mest exakta vägbeskrivningar du får.\n\nVår programvara kräver din nuvarande GPS-plats om du vill ha de mest exakta vägbeskrivningarna.\n\nOm du vill prova onlinekartor från andra leverantörer\n\nDessa kartor täcker världen, men kan ha otillräckliga detaljer i vissa områden.\n\nBehöver du få vägbeskrivningar? Behöver du hitta den mest effektiva vägen att få\nfrån punkt A till punkt B? Installera helt enkelt vår programvara GPX File Viewer idag\nHär är stegen som behövs för att börja använda vår programvara\nVälj startplats och slutpunkt\nVälj resemetod, till fots / bil / kollektivtrafik etc.\nDenna programvara är enkel att använda och 100% gratis. Försök använda vår online karta / kartor för att komma från en plats till en annan.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. GPX File Viewer ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "เปิดไฟล์ GPX อย่างรวดเร็วจาก Google Drive หรือฮาร์ดไดรฟ์ในเครื่องของคุณ\nต้องการวิธีขอเส้นทาง? ใช้ซอฟต์แวร์แผนที่ออนไลน์ / แผนที่ออนไลน์วันนี้เพื่อดูเส้นทางการขับขี่ที่แม่นยำที่สุดที่คุณจะได้รับ\n\nซอฟต์แวร์ของเราต้องการตำแหน่ง GPS ปัจจุบันของคุณหากคุณต้องการทิศทางที่แม่นยำที่สุด\n\nหากคุณต้องการลองใช้แผนที่ออนไลน์จากผู้ให้บริการรายอื่น\n\nแผนที่เหล่านี้ครอบคลุมทั่วโลก แต่อาจมีรายละเอียดไม่เพียงพอในบางพื้นที่\n\nคุณต้องการขอเส้นทางหรือไม่? ต้องหาเส้นทางที่มีประสิทธิภาพมากที่สุดเพื่อไป\nจากจุด A ไปยังจุด B? เพียงติดตั้งซอฟต์แวร์ GPX File Viewer ของเราวันนี้\nขั้นตอนที่จำเป็นในการเริ่มใช้ซอฟต์แวร์ของเรามีดังนี้\nเลือกสถานที่เริ่มต้นและจุดสิ้นสุด\nเลือกวิธีการเดินทางโดยการเดินเท้า / รถยนต์ / ระบบขนส่งสาธารณะ ฯลฯ\nซอฟต์แวร์นี้ใช้งานง่ายและฟรี 100% ลองใช้แผนที่ / แผนที่ออนไลน์ของเราเพื่อเดินทางจากที่หนึ่งไปยังอีกที่หนึ่ง\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ GPX File Viewer ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "GPX dosyalarını Google Drive'dan veya yerel sabit sürücünüzden hızla açın.\nYol tarifi almanın bir yolunu mu arıyorsunuz? Alacağınız en doğru yol tarifleri için bugün bu çevrimiçi harita / çevrimiçi harita yazılımını kullanın.\n\nEn doğru yönlendirmeleri istiyorsanız, yazılımımız mevcut GPS konumunuzu isteyecektir.\n\nDiğer sağlayıcıların çevrimiçi haritalarını denemek istiyorsanız\n\nBu haritalar dünyayı kapsıyor, ancak bazı alanlarda yetersiz ayrıntılara sahip olabilir.\n\nYol tarifi almanız gerekiyor mu? Almak için en verimli rotayı bulmanız gerekiyor\nA noktasından B noktasına? GPX File Viewer yazılımımızı hemen bugün yükleyin\nYazılımımızı kullanmaya başlamak için gereken adımlar şunlardır\nBaşlangıç konumunu ve bitiş noktasını seçin\nYaya / araba / toplu taşıma vb. İle seyahat yöntemini seçin.\nBu yazılımın kullanımı kolaydır ve% 100 ücretsizdir. Bir yerden diğerine gitmek için çevrimiçi haritamızı / haritalarımızı kullanmayı deneyin.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. GPX File Viewer, Google Inc. şirketine ait değildir, lisansı yoktur ve bir Google Inc.",
    "uk": "Швидко відкривайте файли GPX із Google Drive або локального жорсткого диска.\nПотрібен спосіб отримати вказівки? Скористайтеся цим програмним забезпеченням для онлайн-карт / онлайн-карт сьогодні, щоб отримати найточніші вказівки щодо руху, які ви отримаєте.\n\nНаше програмне забезпечення вимагатиме вашого поточного місцезнаходження GPS, якщо ви хочете отримати найбільш точні вказівки.\n\nЯкщо ви хочете спробувати онлайн-карти інших постачальників\n\nЦі карти охоплюють світ, але в деяких областях можуть мати недостатньо деталей.\n\nВам потрібно отримати вказівки? Потрібно знайти найбільш ефективний шлях, щоб дістатися\nз точки А в точку В? Просто встановіть наше програмне забезпечення GPX File Viewer сьогодні\nОсь кроки, необхідні для початку використання нашого програмного забезпечення\nВиберіть початкове місце та кінцеву точку\nВиберіть спосіб подорожі, пішки / автомобілем / громадським транспортом тощо\nЦе програмне забезпечення є простим у користуванні та на 100% безкоштовним. Спробуйте скористатися нашою онлайн-картою / картами, щоб переїхати з одного місця в інше.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. GPX File Viewer не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Mở nhanh các tệp GPX từ Google Drive hoặc ổ cứng cục bộ của bạn.\nCần một cách để nhận chỉ đường? Sử dụng bản đồ trực tuyến / phần mềm bản đồ trực tuyến này ngay hôm nay để biết hướng dẫn lái xe chính xác nhất mà bạn sẽ nhận được.\n\nPhần mềm của chúng tôi sẽ yêu cầu vị trí GPS hiện tại của bạn nếu bạn muốn chỉ đường chính xác nhất.\n\nNếu bạn muốn thử bản đồ trực tuyến từ các nhà cung cấp khác\n\nNhững bản đồ này bao gồm thế giới, nhưng có thể không đủ chi tiết ở một số khu vực.\n\nBạn có cần chỉ đường không? Cần tìm con đường hiệu quả nhất để đi\ntừ điểm A đến điểm B? Chỉ cần cài đặt phần mềm GPX File Viewer của chúng tôi ngay hôm nay\nĐây là các bước cần thiết để bắt đầu sử dụng phần mềm của chúng tôi\nChọn vị trí bắt đầu và điểm kết thúc\nChọn phương thức di chuyển, đi bộ / ô tô / phương tiện công cộng, v.v.\nPhần mềm này rất dễ sử dụng và miễn phí 100%. Hãy thử sử dụng bản đồ / bản đồ trực tuyến của chúng tôi để đi từ nơi này đến nơi khác.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. GPX File Viewer không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "从Google云端硬盘或本地硬盘快速打开GPX文件。\n需要获取路线的方法吗？立即使用此在线地图/在线地图软件，获取最准确的行车路线。\n\n如果您想要最准确的方向，我们的软件将需要您当前的GPS位置。\n\n如果您想尝试其他提供商的在线地图\n\n这些地图覆盖了世界，但是在某些区域可能没有足够的细节。\n\n您需要指示吗？需要找到最有效的途径来获得\n从A点到B点？立即安装我们的软件GPX File Viewer\n这是开始使用我们的软件所需的步骤\n选择起点和终点\n选择出行方式，步行/汽车/公共交通工具等\n该软件易于使用，并且100％免费。尝试使用我们的在线地图从一个地方到另一个地方。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 GPX File Viewer不属于Google Inc.，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "從Google雲端硬盤或本地硬盤快速打開GPX文件。\n需要獲取路線的方法嗎？立即使用此在線地圖/在線地圖軟件，獲取最準確的行車路線。\n\n如果您想要最準確的方向，我們的軟件將需要您當前的GPS位置。\n\n如果您想嘗試其他提供商的在線地圖\n\n這些地圖覆蓋了世界，但是在某些區域可能沒有足夠的細節。\n\n您需要指示嗎？需要找到最有效的途徑來獲得\n從A點到B點？立即安裝我們的軟件GPX File Viewer\n這是開始使用我們的軟件所需的步驟\n選擇起點和終點\n選擇出行方式，步行/汽車/公共交通工具等\n該軟件易於使用，並且100％免費。嘗試使用我們的在線地圖從一個地方到另一個地方。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 GPX File Viewer不屬於Google Inc.，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}