{
  "name": {
    "ar,bg,et,fa,fi,he,mr,ms,pl,sl,sv,te": "Monster Truck vs Zombie Online",
    "am,bn,fil,hi,id,lv,ml,ro,sk,sw,th": "Monster Truck vs Zombie Unblocked Game",
    "ca,el,gu,hu,kn,ko": "Monster Truck vs Zombie Online Game",
    "cs,da,de,en,en_AU,en_GB,en_US,es,es_419,fr,hr,it,ja,lt,nl,no,pt_BR,pt_PT,ru,sr,ta,tr,uk,vi,zh_CN,zh_TW": "Monster Truck vs Zombie Game"
  },
  "short": {
    "ar": "تطوير شاحنة الوحش ويجب عليك تدمير جميع الكسالى التي تأتي في طريقك.",
    "am": "የጭነት መኪናውን አዳብሩና ወደ እናንተ የሚመጡትን ዞምቢዎች በሙሉ ማጥፋት አለባችሁ።",
    "bg": "Развийте чудовище камион и трябва да унищожи всички зомбита, които идват пътя си.",
    "bn": "দৈত্য ট্রাকটি বিকাশ করুন এবং আপনাকে অবশ্যই আপনার পথে আসা সমস্ত জম্বিগুলি ধ্বংস করতে হবে।",
    "ca": "Desenvolupa el camió monstre i has de destruir tots els zombis que et vinguin de gust.",
    "cs": "Rozvíjejte monster truck a musíte zničit všechny zombie, které vám přijdou do cesty.",
    "da": "Udvikl monstertrucken, og du skal ødelægge alle de zombier, der kommer din vej.",
    "de": "Entwickle den Monstertruck und du musst alle Zombies zerstören, die auf dich zukommen.",
    "el": "Αναπτύξτε το φορτηγό τέρας και πρέπει να καταστρέψετε όλα τα ζόμπι που έρχονται στο δρόμο σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Develop the monster truck and you must destroy all the zombies that come your way.",
    "es": "Desarrolla el camión monstruo y deberás destruir a todos los zombis que se crucen en tu camino.",
    "et": "Arendage koletisautot ja peate hävitama kõik zombid, kes teie teele tulevad.",
    "fa": "توسعه کامیون هیولا و شما باید تمام زامبی که آمده راه خود را نابود.",
    "fi": "Kehitä monsteriauto ja sinun on tuhottava kaikki zombit, jotka tulevat tiellesi.",
    "fil": "Bumuo ng ang halimaw trak at dapat mong sirain ang lahat ng mga zombies na dumating ang iyong paraan.",
    "fr": "Développez le monster truck et vous devez détruire tous les zombies qui se présentent à vous.",
    "gu": "રાક્ષસ ટ્રકનો વિકાસ કરો અને તમારે તમારા માર્ગમાં આવતા બધા ઝોમ્બિઓનો નાશ કરવો જ જોઇએ.",
    "he": "לפתח את המשאית המפלצתית ואתה חייב להשמיד את כל הזומבים שנקרים בדרכך.",
    "hi": "राक्षस ट्रक विकसित करें और आप अपने रास्ते में आने वाले सभी लाश को नष्ट करना होगा।",
    "hr": "Razvijte čudovišni kamion i morate uništiti sve zombije koji vam se nađu na putu.",
    "hu": "Fejleszd a monster truckot, és el kell pusztítanod az összes zombit, ami az utadba kerül.",
    "id": "Kembangkan truk monster dan Anda harus menghancurkan semua zombie yang menghampiri Anda.",
    "it": "Sviluppa il monster truck e devi distruggere tutti gli zombi che ti si presentano.",
    "ja": "モンスタートラックを開発し、あなたはあなたの方法に来るすべてのゾンビを破壊する必要があります。",
    "kn": "ದೈತ್ಯಾಕಾರದ ಟ್ರಕ್ ಅನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿ ಮತ್ತು ನಿಮ್ಮ ದಾರಿಯಲ್ಲಿ ಬರುವ ಎಲ್ಲಾ ಜೊಂಬಿಗಳನ್ನು ನೀವು ನಾಶಪಡಿಸಬೇಕು.",
    "ko": "몬스터 트럭을 개발하고 당신은 당신의 방식으로 오는 모든 좀비를 파괴해야합니다.",
    "lv": "Attīstiet briesmoņu kravas automašīnu, un jums ir jāiznīcina visi zombiji, kas nāk jūsu ceļā.",
    "ml": "രാക്ഷസ ട്രക്ക് വികസിപ്പിക്കുക, നിങ്ങളുടെ വഴിയിൽ വരുന്ന എല്ലാ സോംബികളും നിങ്ങൾ നശിപ്പിക്കണം.",
    "mr": "अक्राळविक्राळ ट्रक विकसित करा आणि आपण आपल्या मार्गावर येणाऱ्या सर्व झोम्बी नष्ट केल्या पाहिजेत.",
    "ms": "Membangunkan trak raksasa dan anda mesti memusnahkan semua zombi yang datang dengan cara anda.",
    "nl": "Ontwikkel de monstertruck en je moet alle zombies vernietigen die op je pad komen.",
    "no": "Utvikle monster lastebil og du må ødelegge alle zombier som kommer din vei.",
    "pl": "Rozwijaj monster trucka i musisz zniszczyć wszystkie zombie, które pojawią się na twojej drodze.",
    "ro": "Dezvolta camion monstru și trebuie să distrugă toate zombi care vin drumul tau.",
    "ru": "Разработайте грузовик-монстр, и вы должны уничтожить всех зомби, которые встречаются на вашем пути.",
    "sk": "Vyviňte monster truck a musíte zničiť všetky zombie, ktoré vám prídu do cesty.",
    "sl": "Razviti pošast tovornjak in morate uničiti vse zombije, ki prihajajo svojo pot.",
    "sv": "Utveckla monstertrucken och du måste förstöra alla zombies som kommer din väg.",
    "sw": "Kuendeleza lori la monster na lazima uharibu zombies zote zinazokuja njia yako.",
    "ta": "அசுரன் டிரக் உருவாக்க மற்றும் நீங்கள் உங்கள் வழியில் வரும் என்று அனைத்து ஜோம்பிஸ் அழிக்க வேண்டும்.",
    "te": "రాక్షసుడు ట్రక్కును అభివృద్ధి చేయండి మరియు మీరు మీ మార్గంలో వచ్చే అన్ని జాంబీలను నాశనం చేయాలి.",
    "th": "พัฒนารถบรรทุกมอนสเตอร์และคุณต้องทําลายซอมบี้ทั้งหมดที่มาในแบบของคุณ",
    "tr": "Canavar kamyonu geliştirin ve yolunuza çıkan tüm zombileri yok etmelisiniz.",
    "uk": "Розвивайте вантажівку-монстра, і ви повинні знищити всіх зомбі, які трапляються на вашому шляху."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a war against zombies with Monster Truck! Escape the zombies and become a legend in this challenging adventure.\n\nHow To Play\nPlayed with Arrow Keys.\n\nMonster Truck vs Zombie Game Features\n✓ 10+ Level\n✓ 2D Environment\n✓ Upgrade system\n✓ Realistic particle\n\nFinally, you can enjoy these game for free (and more requests will be added)! Monster Truck vs Zombie Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}