{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sauce Labs Replay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sauce Labs extension for DevTools that allows you to replay your recordings directly from the Recorder panel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Sauce Labs Replay Extension for Chrome DevTools!\n\nThe Sauce Labs Replay Extension is a powerful tool designed to enhance your development workflow by seamlessly integrating with Chrome DevTools. With this extension, you can now effortlessly replay your recordings directly from the Recorder panel, streamlining the way you debug and analyze your web applications.\n\nKey Features:\n\n    Efficient Recording Playback: Experience the convenience of instantly replaying your recorded interactions without leaving the DevTools environment. Save time and streamline your debugging process by effortlessly replaying your interactions with minimal effort across multiple operating systems.\n\n    Enhanced Collaboration: Easily share your recordings with teammates, stakeholders, or QA teams for efficient collaboration.\n\n    Automate: Export your recordings to saucectl to automate your testing (https://docs.saucelabs.com/web-apps/automated-testing/replay/).\n\nWhether you're a seasoned developer, a quality assurance professional, or a curious explorer of web applications, the Sauce Labs Replay Extension for Chrome DevTools empowers you to dive deep into your recorded sessions, analyze them effortlessly, and accelerate the debugging process.\n\nNote: The Sauce Labs Replay Extension requires an active Sauce Labs account to leverage its full potential. Sign up today to unlock a world of efficient and effective web application development and testing."
  }
}