{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN-free.pro - Free Unlimited VPN",
    "ru": "VPN-free.pro - Бесплатный VPN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unblock any website and stay secure with VPN-free.pro. Easy use with one-click activation. VPN-free.pro - the best VPN!",
    "ru": "VPN-free.pro - бесплатное расширение для Google Chrome. Позволяет использовать VPN Proxy сервера для разблокировки веб-сайтов,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN-free.pro - the best solution to unblock any website and stay secure. Unlimited and completely FREE!\nVPN-free.pro is available in Google Chrome! VPN-free.pro is a completely free VPN service with NO ads and unlimited use! \nVPN-free.pro lets you access any blocked sites from around the world, unblock Facebook, Youtube, Netflix and keep your browser activities safe and private.\nStay secure and private online, while accessing the content you love.\n\nVPN-free.pro encrypts all of your traffic and hides your real IP address so you can surf the internet anonymously and securely. Our VPN Proxy also lets you change your virtual location so that you can unblock sites restricted within your area.\nYou can connect to any of the servers below:\n- United States (US)\n- United Kingdom (UK)\n- Netherlands (NL)\n- France (FR)\n- Canada (CA)\n- Russia (RU)\n- Germany (DE)\n- Singapore (SG)\nAll locations are free! NO need premium accounts! NO need registration!\nEnjoy unlimited online privacy and freedom with VPN-free.pro. \n\nThe distinctive features of VPN-free.pro:\n► PRIVACY \nProtect your data from sniffers across any networks. Browse anonymously and bypass firewalls.\n► ANONYMOUS BROWSING \nNo one will know who you are and where you are from. Mask and hide your IP, identity and location from websites and online trackers for maximum privacy and security while preventing personal information theft. We do not collest and do not sell your personal data to anyone.\n► EASY INSTALLATION \nEverything you need is installed in just one click. Choose country from menu and enjoy free and fast access to any website.\n► ACCESS TO ANY CONTENT \nReach content regardless of geographical restrictions. VPN-free.pro gives you access to the entire websites and web applications in your country, at school or at work. You can surf on Facebook, Twitter, Youtube, Snapchat and other social networks.\n► HIGH CONNECTION SPEED \nOur servers are located in the best data centers that guarantee access at the highest speeds.\n► IT'S FREE \nYou can use VPN-free.pro completely free. No hidden fees. No registration. All locations are free.",
    "ru": "VPN-free.pro - самое удобное решение для разблокировки веб-сайтов и обеспечения безопасности. Неограниченный доступ к любым сайтам совершенно БЕСПЛАТНО!\nVPN-free.pro теперь доступен в Google Chrome! VPN-free.pro - это абсолютно бесплатный VPN Proxy сервис без рекламы и донатов с неограниченным трафиком!\nVPN-free.pro позволяет вам получить доступ ко всем заблокированным сайтам со всего мира, разблокировать Facebook, Youtube, Netflix. Все ваши действия в браузере будут безопасными и анонимными. Пользуйтесь любимыми сайтами без ограничений!\nХраните свою приватность под защитой, а историю поисковых запросов в безопасности.\n\nVPN-free.pro шифрует весь ваш трафик и скрывает ваш реальный IP-адрес, чтобы вы могли пользоваться интернетом анонимно. Наши VPN сервера позволяют вам изменять свое виртуальное местоположение, чтобы вы могли разблокировать сайты, ограниченные в вашем регионе.\nВы можете подключиться к любому из серверов ниже:\n- Соединенные Штаты Америки (США)\n- Великобритания (Англия)\n- Нидерланды (Голландия)\n- Франция\n- Канада\n- Россия\n- Германия\n- Сингапур\nВсе геолокации бесплатны! НЕ надо покупать премиум-аккаунты! НЕ нужно никаких регистраций!\nНаслаждайтесь неограниченной конфиденциальностью в Интернете и свободой с VPN-free.pro.\n\nОтличительные особенности VPN-free.pro:\n► КОНФИДЕНЦИАЛЬНОСТЬ\nЗащитите свои данные от снифферов в любых сетях. Просматривайте веб-сайты анонимно и обходите запреты.\n► АНОНИМНЫЙ ПРОСМОТР\nНикто не узнает, кто вы и откуда. Скрытие вашего IP-адреса, идентификационной информации и местоположения от веб-сайтов и онлайн-трекеров обеспечат максимальную конфиденциальность и безопасность, предотвращая кражу личных данных и информации. Мы не продаем ваши персональные данные никому.\n► ЛЕГКАЯ УСТАНОВКА\nВсе, что вам нужно, устанавливается одним щелчком мыши. Переключайтесь между странами через меню приложения.\n► ДОСТУП К ЛЮБЫМ САЙТАМ\nОхват контента независимо от географических ограничений. VPN-free.pro предоставляет вам доступ ко всем веб-сайтам и веб-приложениям в вашей стране, в школе или на работе. Вы можете заниматься серфингом на Facebook, Twitter, Youtube, Snapchat и других социальных сетях.\n► ВЫСОКАЯ СКОРОСТЬ СОЕДИНЕНИЯ\nВсе наши сервера расположены в лучших дата-центрах что гарантирует доступ на самых высоких скоростях.\n► БЕСПЛАТНО\nВы можете использовать VPN-free.pro совершенно бесплатно. Никаких скрытых платежей. Все сервера доступны бесплатно!\n\nVPN-free.pro - это простой и надежный способ обхода блокировок ВКонтакте, Одноклассники, Яндекс, Мэйлру, Кинопоиск и ЖЖ из Украины и всего мира.\nС VPN-free.pro Вы получаете полноценный доступ к социальной сети ВКонтакте: Вы можете свободно переписываться и слушать музыку, учавствовать в обсуждениях и лайкать фотографии, быть на связи с родственниками и находить новых друзей. Для доступа ко всем аудиозаписям рекомендуем выбирать сервер расположенный в России.\nVPN-free.pro предоставляет возможность открыть доступ к социальной сети Одноклассники. Поддерживай связь в Одноклассниках без ограничений.\nДоступ к почте mail.ru и yandex. Поддерживай деловые контакты с помощью расширения для обхода блокировки VPN-free.pro.\nПродолжай смотреть обзоры фильмов в свободном доступе на kinopoisk.ru. С обходом блокировки кинопоиск будь в курсе последних новинок кино, мультфильмов и сериалов.\nС помощью VPN-free.pro Вы можете слушать Яндекс Музыку из любой точки мира. Рекомендуем использовать сервер в России для доступа ко всей коллекции музыки на сайте."
  }
}