{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojha - 1 Click SEO audit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojha 1 Click SEO audit. Access a thorough analysis of your website's SEO performance right from your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Mojha's 1-Click SEO Audit, a powerful extension that provides an in-depth analysis of your website's SEO performance directly from your browser. This extension serves as your comprehensive toolkit, offering insights across various dimensions:\n\nOverview: Get a quick snapshot of your website's SEO landscape.\n\nSuggestions: Receive tailored recommendations to enhance your SEO strategy.\n\nSummary: Access a concise summary highlighting key aspects of your website's performance.\n\nMeta-Spec: Dive into the specifics of your meta tags and ensure optimal representation.\nSEO Analysis: Receive a detailed analysis of your website's SEO, identifying strengths and areas for improvement.\n\nPage Quality: Evaluate the overall quality of your web pages and identify opportunities for refinement.\n\nServer Config: Gain insights into your server configuration to ensure optimal performance.\n\nPage Speed: Assess the speed of your pages and discover opportunities for optimization.\n\nOptimization: Explore recommendations for optimizing various elements on your website.\n\nWith Mojha's 1-Click SEO Audit, empower yourself with a comprehensive understanding of your website's SEO health and take actionable steps towards boosting its performance."
  }
}