{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X (Twitter) Mass Unfollow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple (configurable) way to mass unfollow your X (formerly Twitter) followings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CHANGELOG\nv1.2.2: Fixes issue with clicking confirm unfollow button\nv1.2.1: Fixes issue with showing unfollow modal without unfollowing the user\nv1.2.0: Now works with the new domain https://x.com\n\nIf your X (formerly Twitter) following is a mess and you'd like to start afresh, look no further. X (Twitter) Mass Unfollow will automagically unfollow all or some of your following so you don't have to \"clicky clicky\" because let's face it, no one has the time for that.\n\nVideo: https://www.youtube.com/watch?v=HR8tNrowxiw\n\nUSAGE\n1. Visit https://x.com/following\n2. Click \"ALL\" to unfollow all the people you follow on X (formerly Twitter) or \"NOT FOLLOWING\" to unfollow just the accounts you follow but are not following you back.\n3. Use STOP to abort the whole process\n\nPro Tip: To see how the extension works without unfollowing anyone, click the DEMO button.\n\nOPTIONS\nThe extension can be configured from the options page.\n\n*Exclude users*\nKeep a whitelist of users (X handles/usernames) to not be unfollowed. This could be people that you both are following each other or not. X (formerly Twitter) handles added here will always be given priority regardless of the action button clicked.\n\n*Stop after 1 minute*\nThe extension will stop running (unfollowing users) after 1minute from time started. If unchecked, it will run until there's no one to unfollow & you'd have to manually \"STOP\" the process as you see fit.\n\n*Reload on finished*\nWhether the extension should reload the current page after the running process is finished/done. By default, page will be refreshed. You can uncheck this to manually reload the page yourself."
  }
}