{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Рассылка по клиентам ВКонтакте"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Управление группами друзей и рассылка сообщений ВКонтакте. Высокая вариативность шаблонов сообщений,транслитерация латинских имен"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Сортировка друзей по группам и рассылка высокорандомизированных сообщений с использованием горячих клавиш позволяет упростить коммуникацию с будущими клиентами и в несколько раз сократить временные затраты.\n                                              /Простое и эффективное получение клиентов из ВКонтакте./\n\nРасширение поможет Вам:\n1. Узнавать качество аудитории и дату регистрации любой анкеты Вконтакте.\n2. Одним кликом сортировать друзей или клиентов по категориям.\n3. Отправлять рандомизированные сообщения потенциальным клиентам. Поддерживаются не только переборы, но и перестановки. Можно использовать вложенный синтаксис.\n\nРасширение транслитерирует имена анкет при отправке сообщений!\n\n- При просмотре любой анкеты нажимаем комбинацию \"CTRL + i\" и скрипт посчитает коэффициент = (количество друзей анкеты / количество просмотров последних трех постов) * 100\nЕсли коэффициент более 15 - у анкеты нормальная активность друзей и можно просить размещать публикацию, если меньше - зря потратите деньги, эффекта не будет!\nСразу же расширение покажет дату регистрации анкеты Вконтакте.\n\n- Сортируйте клиентов по категориям, используя горячие клавиши прямо из мессенджера.\n\n- Отправляйте заранее заготовленные шаблоны сообщений  с подстановкой и транслитерацией имени клиента.\n\nОдним кликом, за долю секунды)\nБЕСПЛАТНО)!"
  }
}