{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop Cookies Popup Alerts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Because of EU guidelines and expanded consciousness of online security, each site should get the client's consent prior to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Because of EU guidelines and expanded consciousness of online security, each site should get the client's consent prior to introducing the following cookies. On the off chance that you surf secretly or on the off chance that you erase cookies consequently every time you close the browser, sites will request that authorization over and over, and it will before long turn out to be bothering to tap a similar I concur fastens each day. \n\nThis browser extension eliminates cookie admonitions from practically all sites and saves you a large number of pointless snaps! \n\nBy and large, it simply squares or conceals cookie-related pop-ups. At the point when it's required for the site to work appropriately, it will naturally acknowledge the cookie strategy for you (now and then it will acknowledge all and in some cases just important cookie classes, contingent upon what's simpler to do). It doesn't erase cookies. \n\nIf it's not too much trouble, teach yourself about cookie-related security issues and approaches to ensure yourself and your information. For instance, you can obstruct outsider cookies, introduce advertisement impeding extensions and afterward block following instruments, erase perusing information consistently, empower Tracking Protection in your browser, and so on."
  }
}