{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Manager with Profiles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Disable unused extensions according to different profiles to free up their resource usage and to improve your privacy.",
    "de": "Deaktivieren Sie ungenutzte Erweiterungen je nach Profil, um deren Ressourcenverbrauch zu verringern und Ihre Privatsphäre zu…",
    "es": "Desactive las extensiones no utilizadas según los diferentes perfiles para liberar su uso de recursos y mejorar su privacidad.",
    "fr": "Désactivez les extensions inutilisées en fonction des différents profils pour libérer l'utilisation des ressources et améliorer…",
    "it": "Disabilita le estensioni inutilizzate secondo i diversi profili per liberare l'uso delle risorse e migliorare la tua privacy.",
    "ja": "異なるプロファイルに応じて未使用の拡張機能を無効にすることで、リソースの使用を解放し、プライバシーを向上させることができます。",
    "nl": "Schakel ongebruikte extensies uit volgens verschillende profielen om hun resourcegebruik vrij te maken en uw privacy te verbeteren.",
    "pt_BR": "Desative as extensões não utilizadas de acordo com diferentes perfis para liberar seu uso de recursos e para melhorar sua…",
    "ru": "Отключите неиспользуемые расширения в соответствии с различными профилями, чтобы освободить их использование ресурсов и улучшить…",
    "zh_CN": "根据不同的配置文件禁用未使用的扩展程序，以释放其资源占用，并改善你的隐私。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "The \"Extension Manager with profiles\" enables the user to have control over all the installed extensions in one place. You can define multiple profiles to disable or enable browser extensions in bulk to either free up space in the toolbar area or reduce background usage of the browser. It is even possible to improve your privacy by not running unnecessary extensions when visiting sensitive websites such as your bank account.\n\nFeatures:\n  1. Enable all extensions at once\n  2. Disable all extensions at once\n  3. Enable a set of extensions with just a single click (profile)\n  4. Has as many profiles as you would like to\n  5. Copy extensions information into the clipboard\n  6. Export profiles to a JSON file and import from it later or on a different machine\n\nUse Cases:\n[untrusted web]\nThis extension can be used to browser, for instance, unsecured pages. In this case, popup blockers and adblocker extensions must be enabled. \n\n[trusted web]\nFor normal web browsing, the CPU-intensive extensions (mainly content blocker extensions) can be switched off to improve the browser's speed. Note that each extension especially those dealing with adblocking, uses at least one network observer and by nature network observation makes your web browsing experience a bit slow.",
    "de,es,fr,it,ja,nl,pt_BR,ru,zh_CN": "Extension manager with profiles enables you to have access to all your add-ons from a toolbar panel. You can define multiple profiles to disable and enable add-ons in bulk to either free up space in the toolbar area or reduce background usage of the Chrome browser.\n\nFeatures:\n  1. Enable all extensions at once\n  2. Disable all extensions at once\n  3. Enable a set of extensions with just a single click (profile)\n  4. have as many profiles as you would like to\n  5. Copy extensions information into the clipboard\n\nThis extension can be used to browser, for instance, unsecured pages. In this case, popup blockers and adblocker extensions can be enabled. For normal web browsing that you are sure that the websites are safe, these extensions can be turned off to improve the browser's speed. Note that each extension especially those dealing with adblocking, uses at least on network observer and by nature network observation makes your web browsing experience a bit slow."
  }
}