{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "vidCAPTURE by vidREACH"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record screen, camera and tab videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With vidCAPTURE, you can easily create and send personalized videos and screen recordings that set you apart from the competition and make your cold leads a little warmer. vidREACH gives you the personal edge you need to make an impression and crush your goals.\n\nIt’s easy to get started:\n●\tDownload the vidCAPTURE by vidREACH plugin from the Chrome Store\n●\tLog in to your vidREACH account \n●\tRecord a video or desktop or a Chrome tab and share it\n\nAt vidREACH, it’s our mission to make sure that using video as a communication tool is easy and hassle-free. We believe in the power of personalized video to change the way people communicate with each other. \nvidREACH integrates seamlessly with tools you already use, like Gmail, Office 365, Salesforce, social media platforms, and more. You will benefit from helpful features like:\n\n●\tReal-time notifications for when someone opens your email or watches your video\n●\tAnalytics to show you which videos are resonating with your audience\n●\tA video library that houses uploaded videos or videos recorded within the platform\n●\tThe ability to record videos directly in Gmail for maximum productivity.\n\nWatch your numbers skyrocket with vidREACH. Sending custom video campaigns not only helps you stand out from the crowd, but exponentially boosts your open and click rates.\n\nReady to stand out in the inbox with vidREACH? Get started today for free."
  }
}