{
  "name": {
    "am,ar,ca,da,el,gu,mr,no,pl,sk,sw,ta": "Maths Solving Problems Online",
    "bg,et,fi,fil,he,id,te,th": "Maths Solving Problems Unblocked Game",
    "bn,de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,hi,it,kn,ko,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Maths Solving Problems Education Game",
    "cs,hr,lv,ml,ms,sl,sv": "Maths Solving Problems Online Game",
    "hu,ja,ro": "Maths Solving Problems Game"
  },
  "short": {
    "ar": "عليك حل جميع عمليات الرياضيات بشكل صحيح قبل نفاد وقتك ، إذا ارتكبت خطأ ، تقليل وقتك.",
    "am": "ጊዜህ ከማለቁ በፊት ሁሉንም የሒሳብ ቀዶ ሕክምናዎች በትክክል መፍታት አለብህ፤ ስህተት ከሠራህ ጊዜህ ይቀንሳል።",
    "bg": "Трябва да решите правилно всички операции по математика, преди времето ви да изтече, ако сбъркате, времето ви ще бъде намалено.",
    "bn": "আপনার সময় শেষ হওয়ার আগে আপনাকে সমস্ত গণিত অপারেশনসঠিকভাবে সমাধান করতে হবে, আপনি যদি ভুল করেন তবে আপনার সময় হ্রাস পাবে।",
    "ca": "Has de resoldre totes les operacions matemàtiques correctament abans que s'acabi el teu temps, si ho",
    "cs": "Musíte vyřešit všechny matematické operace správně, než vyprší váš čas, pokud uděláte špatně, váš čas se zkrátí.",
    "da": "Du skal løse alle matematiske operationer korrekt, før din tid løber ud, hvis du gør forkert, reduceres din tid.",
    "de": "Sie müssen alle mathematischen Operationen richtig lösen, bevor Ihre Zeit abläuft, wenn Sie falsch machen, wird Ihre Zeit reduzi...",
    "el": "Πρέπει να λύσετε όλες τις μαθηματικές λειτουργίες σωστά πριν τελειώσει ο χρόνος σας, αν κάνετε λάθος, ο χρόνος σας θα μειωθεί.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to solve all math operations correctly before your time runs out, if you do wrong, your time will be reduced.",
    "es": "Tienes que resolver todas las operaciones matemáticas correctamente antes de que se acabe tu tiempo, si lo haces mal, tu tiempo ...",
    "et": "Enne kui teie aeg otsa saab, peate kõik matemaatikatoimingud õigesti lahendama, kui teete valesti, väheneb teie aeg.",
    "fa": "شما باید برای حل تمام عملیات ریاضی به درستی قبل از زمان خود را اجرا می شود، اگر شما اشتباه، زمان خود را کاهش می یابد.",
    "fi": "Sinun on ratkaistava kaikki matemaattiset toiminnot oikein ennen kuin aikasi loppuu, jos teet väärin, aikasi lyhenee.",
    "fil": "Kailangan mong lutasin nang tama ang lahat ng operasyon ng matematika bago maubusan ng oras mo, kung",
    "fr": "Vous devez résoudre toutes les opérations mathématiques correctement avant que votre temps ne soit écoulé, si vous faites mal, v...",
    "gu": "તમારો સમય પૂરો થાય તે પહેલાં તમારે ગણિતના તમામ ઓપરેશન્સને યોગ્ય રીતે ઉકેલવા પડશે, જો તમે ખોટું કરશો, તો તમારો સમય ઓછો થઈ જશે.",
    "he": "אתה צריך לפתור את כל הפעולות המתמטיות בצורה נכונה לפני שהזמן שלך אוזל, אם אתה עושה לא בסדר, הזמן שלך יצטמצם.",
    "hi": "आपको अपना समय समाप्त होने से पहले सभी गणित संचालन को सही ढंग से हल करना होगा, यदि आप गलत करते हैं, तो आपका समय कम हो जाएगा।",
    "hr": "Morate ispravno riješiti sve matematičke operacije prije nego što vam istekne vrijeme, ako pogriješi",
    "hu": "Minden matematikai műveletet helyesen kell megoldanod, mielőtt lejár az időd, ha rosszul csinálod, az időd csökken.",
    "id": "Anda harus menyelesaikan semua operasi matematika dengan benar sebelum waktu Anda habis, jika Anda s",
    "it": "Devi risolvere correttamente tutte le operazioni matematiche prima che scada il tuo tempo, se sbagli, il tuo tempo sarà ridotto.",
    "ja": "あなたの時間がなくなる前に、すべての数学演算を正しく解決する必要があります、あなたが間違って行うと、あなたの時間は短縮されます。",
    "kn": "ನಿಮ್ಮ ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ನೀವು ಎಲ್ಲಾ ಗಣಿತ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಸರಿಯಾಗಿ ಪರಿಹರಿಸಬೇಕು, ನೀವು ತಪ್ಪು ಮಾಡಿದರೆ, ನಿಮ್ಮ ಸಮಯವು ಕಡಿಮೆಯಾಗುತ್ತದೆ.",
    "ko": "시간이 다 떨어지기 전에 모든 수학 연산을 올바르게 해결해야하며, 잘못하면 시간이 줄어 듭니다.",
    "lv": "Jums ir pareizi jāatrisina visas matemātikas operācijas, pirms jūsu laiks beidzas, ja jūs darāt nepa",
    "ml": "നിങ്ങളുടെ സമയം തീരുന്നതിനുമുമ്പ് നിങ്ങൾ എല്ലാ ഗണിത പ്രവർത്തനങ്ങളും ശരിയായി പരിഹരിക്കേണ്ടതുണ്ട്, നിങ്",
    "mr": "तुमचा वेळ संपण्यापूर्वी तुम्हाला गणिताची सर्व ऑपरेशन्स योग्य प्रकारे सोडवावी लागतील, तुम्ही चूक केलीत तर तुमचा वेळ कमी होईल.",
    "ms": "Anda perlu menyelesaikan semua operasi matematik dengan betul sebelum masa anda habis, jika anda mel",
    "nl": "Je moet alle wiskundige bewerkingen correct oplossen voordat je tijd opraakt, als je het verkeerd doet, wordt je tijd verminderd.",
    "no": "Du må løse alle matematiske operasjoner riktig før tiden renner ut, hvis du gjør feil, vil tiden din bli redusert.",
    "pl": "Musisz poprawnie rozwiązać wszystkie operacje matematyczne, zanim skończy się twój czas, jeśli zrobi",
    "ro": "Trebuie să rezolvi corect toate operațiile matematice înainte de expirarea timpului, dacă greșești, timpul tău va fi redus.",
    "ru": "Вы должны правильно решить все математические операции до того, как ваше время закончится, если вы сделаете неправильно, ваше вр...",
    "sk": "Musíte správne vyriešiť všetky matematické operácie skôr, ako vám vyprší čas, ak urobíte zle, váš čas sa skráti.",
    "sl": "Vse operacije matematike morate rešiti pravilno, preden vam zmanjka časa, če naredite napako, bo vaš čas skrajšan.",
    "sv": "Du måste lösa alla matematiska operationer korrekt innan din tid tar slut, om du gör fel kommer din tid att minskas.",
    "sw": "Unatakiwa kutatua shughuli zote za hesabu kwa usahihi kabla ya muda wako kuisha, ukikosea, muda wako utapungua.",
    "ta": "உங்கள் நேரம் முடிவடைவதற்கு முன்பு அனைத்து கணித செயல்பாடுகளையும் நீங்கள் சரியாக தீர்க்க வேண்டும், நீங",
    "te": "మీ సమయం ముగియడానికి ముందు మీరు అన్ని గణిత కార్యకలాపాలను సరిగ్గా పరిష్కరించాలి, ఒకవేళ మీరు తప్పు చేసినట్లయితే, మీ సమయం తగ్గుతుంది.",
    "th": "คุณต้องแก้การดําเนินการทางคณิตศาสตร์ทั้งหมดอย่างถูกต้องก่อนที่เวลาของคุณจะหมดลงหากคุณทําผิดเวลาของคุณจะลดลง",
    "tr": "Süreniz dolmadan önce tüm matematik işlemlerini doğru bir şekilde çözmeniz gerekir, yanlış yaparsanız zamanınız kısalır.",
    "uk": "Ви повинні правильно вирішити всі математичні операції, перш ніж ваш час закінчиться, якщо ви зробите неправильно, ваш час скоро..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you the best of math games! Solve all the questions and show your talent.\n\nHow To Play\nPlayed with Mouse.\n\nMaths Solving Problems Education Game Features\n✓ Infinity level\n✓ Little animation\n✓ Basic control\n✓ 2D graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Maths Solving Problems Education Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}