{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pull Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save open tabs to disk as files or put them in your Pocket."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage Your Open Tabs Efficiently with Pull Tabs!\nPull Tabs is a versatile browser extension designed to help you manage your open tabs by saving them to disk, adding them to Pocket, bookmarking, copying to clipboard, or even closing them—all in just a few clicks.\n\nSimple and Advanced Workflows\nSimple Workflow:\n\nApplies to all tabs in the current window.\n\nOffers actions like downloading, bookmarking, saving to Pocket, copying to clipboard, ignoring, or closing all tabs.\n\nExample: Download all tabs—this might download the entire webpage (HTML) or the actual file (e.g., images) depending on the link.\n\nAdvanced Workflow:\n\nAllows individual actions for each tab.\n\nChoose to download, save to Pocket, bookmark, copy to clipboard, ignore, or close each tab separately.\n\nExample: Out of ten open tabs, you could download two, close two, save two to Pocket, copy two URLs to the clipboard, and ignore the remaining four.\n\nOption to close tabs upon a successful action (except for ignoring).\n\nKey Features:\nBulk Save to Pocket: Effortlessly save multiple tabs to your Pocket account.\n\nDownload Tabs: Download the entire content or specific files from each tab.\n\nBookmark Management: Quickly add tabs to your bookmarks.\n\nCopy to Clipboard: Easily copy URLs of open tabs to your clipboard for quick access or sharing.\n\nAdvanced Tab Control: Customize actions for each tab individually with a user-friendly interface.\n\nClose Tabs Automatically: Option to close tabs after successful actions for a clutter-free browsing experience.\n\nTry Pull Tabs Today and Take Control of Your Browsing Experience!\n\nIf Pull Tabs has helped you and you can and want to feel free to buy me a coffee here: https://buymeacoffee.com/adampdotcom"
  }
}