{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DB Custom Card Frames+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A custom card tool for DB."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An add-on extension to pair with Eyal282's Duelingbook Extension \"Dueling Book Unlock\" (Requires Unlock version 9.3 or later.)\nhttps://chrome.google.com/webstore/detail/dueling-book-unlock/ledilndbpllicfccmdhblnfbodkndjnl\n\nAs of 2.0.0, this extension now lets you import your cards as pngs to Duelingbook AT FULL SIZE. The method for this is explained below. Please be responsible with what you upload.\n\nNEW METHOD (compatible with DB Unlock 8.0.+ ONLY:\n- Upload a full card png as the image of a monster, spell or trap on Duelingbook using the \"Browse Image\" option(Pendulum tickbox is unneeded for this but should be harmless if ticked). The image must include the card in its entirety, including the card border, frame, effect box etc.\n- Go to the end of your custom card's effect on Duelingbook's card maker and hit enter to start a new line.\n- Type \"This is a custom card.\" and save the card.\n\nIf you did everything correctly, the image will have expanded back to its original size and will cover the entire card, not just the art square.\n\nLEGACY METHOD:\nThis part of the add-on is a simpler process gives players the ability to customise their custom cards with custom frames, colors, and attributes contributed to this extension by myself and a few others from the Yugioh community! A list of the phrases you can use is in your card effects to use these particular custom assets is below. Do NOT try to use multiple frames at the same time, it won't work. Same advice also applies to custom attributes if more than the one mentioned are added.\n\nFrames:\n- \"This card is a POSITIVE Circuit Monster.\"\n(You can swap \"Positive\" for \"NEGATIVE\" or CONNECT\")\n- \"This card is a Dark Synchro Monster\"\n- \"This card is an Evolve Monster.\"\n- \"This card is a Switch Monster.\"\n- \"This card is a Token.\"\n\nAttributes:\n- \"DREAM-Attribute.\"\n\nADDITIONAL FEATURES:\nThese are features of the extension that are inherent and require no key phrase to activate.\n- All Gemini Monsters now have a unique frame that combines elements of both Normal AND Effect Monsters\n- The Egyptian God cards now have colors unique to them, just like the anime.\n- You can give monsters custom types by adding the sentence \"This card is Something-type\" to your card's text.\n\nBig thanks to Eyal for the Unlock extension AND for helping me create this add-on extension, and to Kyrie Devles for creative input and encouragement. \n\nIf any issues crop up, please let me know so I can fix them in a later update.\n\nVERSION HISTORY:\n1.1 - Added Circuit Monsters.\n1.2 - Added Dark Synchro Monsters\n1.2.1 - Various bug fixes, better compatibility with newest DB Unlock version.\n2.0.0 - New and improved method of custom card upload. Bug fixes.\n2.0.1 - Bug fix for new Duelingbook update that prevented the full-art command from functioning correctly.\n2.1.0 - Added custom types feature.\n2.1.1 - Various bug fixes. \n2.1.2 - UI bug fix."
  }
}