{
  "name": {
    "ar": "يترجم",
    "am": "ተርጉም።",
    "bg": "Превеждай",
    "bn": "অনুবাদ করা",
    "ca": "Traduir",
    "cs": "přeložit",
    "da": "Oversætte",
    "de": "Übersetzen",
    "el": "Μεταφράζω",
    "en,en_AU,en_GB,en_US,es_419": "Translate",
    "es": "Traducir",
    "et": "Tõlgi",
    "fa": "ترجمه کردن",
    "fi": "Kääntää",
    "fil": "Isalin",
    "fr": "Traduire",
    "gu": "અનુવાદ કરો",
    "he": "לתרגם",
    "hi": "अनुवाद",
    "hr": "Prevedi",
    "hu": "fordít",
    "id": "Menerjemahkan",
    "it": "Tradurre",
    "ja": "翻訳する",
    "kn": "ಅನುವಾದಿಸು",
    "ko": "번역하다",
    "lt": "Išversti",
    "lv": "Tulkot",
    "ml": "വിവർത്തനം ചെയ്യുക",
    "mr": "भाषांतर करा",
    "ms": "Terjemah",
    "nl": "Vertalen",
    "no": "Oversette",
    "pl": "Tłumaczyć",
    "pt_BR,pt_PT": "Traduzir",
    "ro": "Traduceți",
    "ru": "Переводить",
    "sk": "Preložiť",
    "sl": "Prevesti",
    "sr": "превести",
    "sv": "Översätt",
    "sw": "Tafsiri",
    "ta": "மொழிபெயர்",
    "te": "అనువదించు",
    "th": "แปลภาษา",
    "tr": "Çevirmek",
    "uk": "Перекласти",
    "vi": "Dịch",
    "zh_CN": "翻译",
    "zh_TW": "翻譯"
  },
  "short": {
    "ar": "يفتح Google/DeepL Translate في اللوحة الجانبية. يمكنك أيضًا ترجمة الكلمات المحددة بسرعة.",
    "am": "የጎግል/DeepL ትርጉም በጎን ፓነል ውስጥ ይከፍታል። እንዲሁም የተመረጡትን ቃላት በፍጥነት መተርጎም ይችላሉ.",
    "bg": "Отваря Google/DeepL Translate в страничния панел. Можете също бързо да преведете избраните думи.",
    "bn": "পাশের প্যানেলে Google/DeepL অনুবাদ খোলে। আপনি নির্বাচিত শব্দ দ্রুত অনুবাদ করতে পারেন.",
    "ca": "Obre Google/DeepL Translate al tauler lateral. També podeu traduir ràpidament les paraules seleccionades.",
    "cs": "Otevře Překladač Google/DeepL na bočním panelu. Vybraná slova můžete také rychle přeložit.",
    "da": "Åbner Google/DeepL Translate i sidepanelet. Du kan også hurtigt oversætte de valgte ord.",
    "de": "Öffnet Google/DeepL Translate im Seitenbereich. Sie können die ausgewählten Wörter auch schnell übersetzen.",
    "el": "Ανοίγει το Google/DeepL Translate στο πλαϊνό πλαίσιο. Μπορείτε επίσης να μεταφράσετε γρήγορα τις επιλεγμένες λέξεις.",
    "en,en_AU,en_GB,en_US,es_419": "Opens Google/DeepL Translate in the side panel. You can also quickly translate the selected words.",
    "es": "Abre Google/DeepL Translate en el panel lateral. También puedes traducir rápidamente las palabras seleccionadas.",
    "et": "Avab külgpaneelil Google'i/DeepL Translate'i. Samuti saate valitud sõnu kiiresti tõlkida.",
    "fa": "Google/DeepL Translate را در پانل کناری باز می کند. همچنین می توانید کلمات انتخاب شده را به سرعت ترجمه کنید.",
    "fi": "Avaa sivupaneelista Google/DeepL Translaten. Voit myös nopeasti kääntää valitut sanat.",
    "fil": "Binubuksan ang Google/DeepL Translate sa side panel. Maaari mo ring mabilis na isalin ang mga napiling salita.",
    "fr": "Ouvre Google/DeepL Translate dans le panneau latéral. Vous pouvez également traduire rapidement les mots sélectionnés.",
    "gu": "બાજુની પેનલમાં Google/DeepL અનુવાદ ખોલે છે. તમે પસંદ કરેલા શબ્દોનો ઝડપથી અનુવાદ પણ કરી શકો છો.",
    "he": "פותח את Google/DeepL Translate בחלונית הצדדית. אתה יכול גם לתרגם במהירות את המילים שנבחרו.",
    "hi": "साइड पैनल में Google/DeepL Translate खोलता है। आप चयनित शब्दों का त्वरित अनुवाद भी कर सकते हैं।",
    "hr": "Otvara Google/DeepL Translate na bočnoj ploči. Također možete brzo prevesti odabrane riječi.",
    "hu": "Megnyitja a Google/DeepL Fordítót az oldalsó panelen. Gyorsan le is fordíthatja a kiválasztott szavakat.",
    "id": "Membuka Google/DeepL Translate di panel samping. Anda juga dapat dengan cepat menerjemahkan kata-kata yang dipilih.",
    "it": "Apre Google/DeepL Translate nel pannello laterale. Puoi anche tradurre rapidamente le parole selezionate.",
    "ja": "サイドパネルでGoogle/DeepL翻訳を開きます。選択した単語をすばやく翻訳することもできます。",
    "kn": "ಸೈಡ್ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ Google/DeepL ಅನುವಾದವನ್ನು ತೆರೆಯುತ್ತದೆ. ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಪದಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಅನುವಾದಿಸಬಹುದು.",
    "ko": "측면 패널에서 Google/DeepL 번역을 엽니다. 선택한 단어를 빠르게 번역할 수도 있습니다.",
    "lt": "Šoniniame skydelyje atidaromas „Google“ / „DeepL Translate“. Taip pat galite greitai išversti pasirinktus žodžius.",
    "lv": "Sānu panelī tiek atvērts Google/DeepL Translate. Varat arī ātri iztulkot atlasītos vārdus.",
    "ml": "സൈഡ് പാനലിൽ Google/DeepL Translate തുറക്കുന്നു. നിങ്ങൾക്ക് തിരഞ്ഞെടുത്ത വാക്കുകൾ വേഗത്തിൽ വിവർത്തനം ചെയ്യാനും കഴിയും.",
    "mr": "बाजूच्या पॅनेलमध्ये Google/DeepL भाषांतर उघडते. तुम्ही निवडलेल्या शब्दांचे पटकन भाषांतर देखील करू शकता.",
    "ms": "Membuka Terjemahan Google/DeepL dalam panel sisi. Anda juga boleh menterjemah perkataan yang dipilih dengan cepat.",
    "nl": "Opent Google/DeepL Translate in het zijpaneel. U kunt de geselecteerde woorden ook snel vertalen.",
    "no": "Åpner Google/DeepL Translate i sidepanelet. Du kan også raskt oversette de valgte ordene.",
    "pl": "Otwiera Tłumacz Google/DeepL w panelu bocznym. Możesz także szybko przetłumaczyć wybrane słowa.",
    "pt_BR,pt_PT": "Abre o Google/DeepL Translate no painel lateral. Você também pode traduzir rapidamente as palavras selecionadas.",
    "ro": "Deschide Google/DeepL Translate în panoul lateral. De asemenea, puteți traduce rapid cuvintele selectate.",
    "ru": "Открывает Google/DeepL Translate на боковой панели. Вы также можете быстро перевести выбранные слова.",
    "sk": "Na bočnom paneli otvorí Prekladač Google/DeepL. Môžete tiež rýchlo preložiť vybrané slová.",
    "sl": "Odpre Google/DeepL Translate na stranski plošči. Izbrane besede lahko tudi hitro prevedete.",
    "sr": "Отвара Гоогле/ДеепЛ Транслате на бочној табли. Такође можете брзо превести изабране речи.",
    "sv": "Öppnar Google/DeepL Translate i sidopanelen. Du kan också snabbt översätta de valda orden.",
    "sw": "Hufungua Google/DeepL Tafsiri kwenye paneli ya pembeni. Unaweza pia kutafsiri haraka maneno yaliyochaguliwa.",
    "ta": "பக்க பேனலில் Google/DeepL Translateஐத் திறக்கும். தேர்ந்தெடுக்கப்பட்ட வார்த்தைகளை விரைவாக மொழிபெயர்க்கலாம்.",
    "te": "సైడ్ ప్యానెల్‌లో Google/DeepL Translateని తెరుస్తుంది. మీరు ఎంచుకున్న పదాలను కూడా త్వరగా అనువదించవచ్చు.",
    "th": "เปิด Google/DeepL Translate ในแผงด้านข้าง คุณยังสามารถแปลคำที่เลือกได้อย่างรวดเร็ว",
    "tr": "Yan panelde Google/DeepL Translate'i açar. Ayrıca seçilen kelimeleri hızlı bir şekilde çevirebilirsiniz.",
    "uk": "Відкриває Google/DeepL Translate на бічній панелі. Ви також можете швидко перекласти виділені слова.",
    "vi": "Mở Google/DeepL Translate trong bảng điều khiển bên cạnh. Bạn cũng có thể dịch nhanh các từ đã chọn.",
    "zh_CN": "在侧面板中打开 Google/DeepL 翻译。您还可以快速翻译所选单词。",
    "zh_TW": "在側面板中開啟 Google/DeepL 翻譯。您也可以快速翻譯所選單字。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You can translate the selected text or the entire webpage, which is convenient and fast\nSupport multiple languages, you can also configure your own current language",
    "zh_CN": "可以翻译选中的文本，也可以翻译整个网页，方便快捷\n支持多种语言，还可以配置自己的当前语言"
  }
}