{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "큐텐 이미지로 검색",
    "en": "Qoo10 search by image",
    "ja": "Qoo10の画像検索"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "타오바오, 알리익스프레스, 알리바바, 1688 등에서 이미지로 유사 제품 검색",
    "en": "Search by image on Taobao, 1688, Alibaba, Aliexpress, etc.",
    "ja": "タオバオ、アリエクスプレス、アリババ、1688などで類似商品を画像で検索"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "주요 특징:\n1. 동일 상품 검색을 위한 이미지 검색 : 검색 버튼을 클릭하거나 이미지 검색 우클릭을 하면 1688, 타오바오 등에서 동일 상품을 빠르게 찾을 수 있습니다. Dropshipping의 필수품인 효율적으로 상품을 찾아보세요.\n2. 가격 내역: Amazon, 1688 및 기타 플랫폼에서 제품의 가격 내역을 확인하여 실제 할인과 가짜 할인을 식별할 수 있습니다.\n3. 가격 인하 알림: 즐겨찾기에 제품을 추가하면 가격이 인하될 때 알림을 받게 됩니다.\n4. JD쿠폰 제시\n5. 링크 복사: 1688, 타오바오의 제품 링크를 복사하시면 편리하며, 제품 스크린샷도 공유하실 수 있습니다.\n6. 번역: 스크린샷 번역, 웹페이지 번역, 사진 번역, 알리왕왕 채팅 번역.\n8. 리뷰 분석: Aliexpress의 제품 세부 정보 페이지에서 리뷰어의 국가 분포 비율에 대한 통계입니다.\n9. Taobao, 1688 및 기타 웹사이트에서 제품 사진과 동영상을 다운로드하세요.\n10. 환율 변환기, 1688.com 및 Taobao의 환율 변환기를 사용하여 환율을 변환할 수 있습니다.\n11. 동일한 제품을 비교하고 Excel 파일로 내보내기를 지원합니다.\n12. Aliexpress, Amazon에서 리뷰 이미지를 다운로드하고 리뷰를 Excel 파일로 내보냅니다.\n13. Shein은 사진으로 상품을 검색하고, Naver는 사진으로 동일한 모델을 검색하고, Amazon은 사진으로 동일한 모델을 검색하도록 지원합니다.\n14. 다양한 필드를 기반으로 유사한 제품을 필터링하고 TXT 또는 Excel로 내보냅니다.\n15. 1688 제품 세부 정보 페이지에서 추가 정보를 클릭하여 제품의 유통기한, 월간 수량, 월별 직송 판매량 및 기타 데이터에 대한 데이터를 확인합니다.\n\n질문이나 제안 사항이 있으시면 언제든지 저희에게 연락해 주십시오.\nhttps://www.aliprice.com/information/index?page=contact\n\n엣지/파이어폭스/오페라: https://www.aliprice.com?extension=taobao_search_by_image\n안드로이드: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\n사파리: https://apps.apple.com/us/app/1573881692",
    "en": "Main features:\n1. Image search to search for the same products: click the search button or right-click the image search to quickly find the same product on 1688, Taobao, etc. Find goods efficiently, must-have for Dropshipping\n2. Price history: you can view the price history of products on Amazon, 1688 and other platforms, to help you identify real and fake discounts.\n3. Price drop reminder: add products to your favorites, you will receive notification when the price drops.\n4. Show JD coupon\n5. Copy Link: It is convenient for you to copy the product links of 1688 and Taobao, and you can also share the product screenshots.\n6. Translation: Screenshot translation, webpage translation, picture translation, Ali Wangwang chat translation.\n8. Review Analysis: In the product detail page of Aliexpress, statistics on the percentage of reviewers' country distribution.\n9. Download product pictures and videos from Taobao and 1688 and other websites\n10. Currency converter, you can use currency converter on 1688.com and Taobao for currency conversion.\n11. Support comparing the same products and exporting to Excel file.\n12. Download review images from Aliexpress, Amazon, export reviews to Excel file.\n13. Support Shein to search goods by picture, Naver to search same model by picture, Amazon to search same model by picture.\n14. Filter and export similar products based on different fields to TXT or Excel.\n15. On the 1688 product details page, click More Info to view data about the product's shelf date, monthly volume, monthly dropshipping sales volume and other data.\n\nIf you have any questions or suggestions, please feel free to contact us.\nhttps://www.aliprice.com/information/index?page=contact",
    "ja": "主な機能:\n1. 同じ商品を検索するための画像検索: 検索ボタンをクリックするか、画像検索を右クリックすると、1688、Taobaoタオバオ などで同じ商品をすばやく見つけることができます。商品を効率的に見つけられます。ドロップシッピングに必須です\n2. 価格履歴: Amazon、1688、その他のプラットフォームでの商品の価格履歴を表示して、実際の割引と偽の割引を識別することができます。\n3. 値下げリマインダー: 商品をお気に入りに追加すると、価格が下がったときに通知が届きます。\n4. JD クーポンを表示\n5. リンクをコピー: 1688 と Taobaoタオバオ の商品リンクをコピーするのに便利です。また、商品のスクリーンショットを共有することもできます。\n6. 翻訳: スクリーンショット翻訳、ウェブページ翻訳、画像翻訳、Ali Wangwang チャット翻訳。\n8. レビュー分析: Aliexpress の商品詳細ページで、レビュー担当者の国別分布の割合に関する統計を表示します。\n9. Taobao や 1688 などのウェブサイトから商品の写真や動画をダウンロードします\n10. 通貨コンバーター。1688.com や Taobaoタオバオ の通貨コンバーターを使用して通貨を変換できます。\n11. 同じ商品の比較と Excel ファイルへのエクスポートをサポートします。\n12. Aliexpress、Amazon からレビュー画像をダウンロードし、レビューを Excel ファイルにエクスポートします。\n13. Shein で商品の写真を検索、Naver で同じモデルの写真を検索、Amazon で同じモデルの写真を検索をサポートします。\n14. さまざまなフィールドに基づいて類似商品をフィルタリングし、TXT または Excel にエクスポートします。\n15. 1688 の商品詳細ページで、[詳細情報] をクリックすると、商品の棚日、月間販売量、月間ドロップシッピング販売量などのデータが表示されます。\n\nご質問やご提案がございましたら、お気軽にお問い合わせください。\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=taobao_search_by_image\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nSafari：https://apps.apple.com/us/app/1573881692"
  }
}