{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "News Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the news you care about from the publishers you love with every new tab you open. Find any news topic or news source!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of juggling among news apps to get the top stories of the day? Important news get lost in your social feeds? Trending news pass you by unnoticed?\n\nNewsTab, the popular newsreader, is now available as a NewTab chrome extension. With NewsTab extension, you’ll get the top news for your region (supporting over 130 regions and languages) with every new tab you open… All in a beautiful, image rich, experience. Select a default news category (Top Stories, Sports, Technology, Entertainment etc.) or simply add any news topic (e.g. Michael Jordan)  or news source (e.g. cnn).\n\nAbout NewsTab (available for Web, Android and iOS):\n\nNewsTab is a single place to read and share the news you care about from the publishers you love (global & local). Simply find and follow international & local news sources in over 130 regions and languages worldwide. Follow popular news topics (Headlines, Sports, Technology, Entertainment etc.) or create your own with Google News topics and Google alerts. NewsTab supports any RSS feed and seamlessly integrates with Google News and Twitter, making it super-easy to follow any news topics, hashtag, blog, newspaper, magazine or website.\n\nNewsTab is a beautiful newsreader, designed for enjoyable browsing among your favorite news sources (via RSS and Twitter feeds) with a visual, image reach, experience. It combines the flexibility of open RSS readers such as Feedly or (the late) Google Reader, with the intuitive and visual experience of modern (but more rigid and closed) news apps, such as Flipboard, News Republic and LinkedIn Pulse. \n\nWith NewsTab you can easily follow any news topic, publisher or RSS feed, and organize them into news sections based on your preferences. You can also add your Twitter account and follow your timeline, users or hashtags.\n\nFor those of you who are following international publishers, we’ve built a powerful feed catalog, indexing millions of feeds from top global and local newspapers and magazines in over 130 countries & languages around the world. Top regions in our catalog include US, Russia, Brazil, Japan, Germany, and many more. Top languages in our catalog include English, Spanish, Italian, Portuguese, Russian, and many more.\n\nKey features:\n\n•\tBeautiful, intuitive and fun to use.\n•\tEasily find top local & international publishers in over 130 regions worldwide\n•\tFollow any news topic (powered by Google News) \n•\tFollow social feeds and hashtags on Twitter \n•\tFlexible and personal (follow any RSS / Twitter feed and organize into sections)\n•\tInstant article load experience with built in “Full Simplified Article” view\n•\tOffline, read later functionality\n•\tIntegrates with popular “save for later” apps such as Pocket, Instapaper, Readability, Evernote and OneNote\n•\tBeautiful and usable news widget\n•\tSupports video news and podcasts\n•\tA simple to use TO-DO list\n\nAbout:\n\nOffered by: https://www.newstab.com/\nTerms of Use: https://www.newstab.com/home/terms\nPrivacy Policy: https://www.newstab.com/home/privacy"
  }
}