{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto-Close Distractions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool automatically closes any distracting websites you visit. Use it to become more productive and waste less time online!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto-Close Distractions is a Chrome Extension that automatically closes any distracting websites you visit. Simply input your list of \"distracting websites\", and any time you navigate to one of them, this extension will instantly close that tab. This extension is a fast and effective site blocker without any of the needless fluff.\n\nWhy should you install this extension? Because it's a powerful tool for increasing your online productivity. It can help save countless hours of time that would've been flushed down the toilet. The reality of the internet is that your favorite addicting websites are strategically designed to waste your time. Teams of experts optimize every part of these websites to grab your attention, keep you stimulated, and expose you to the exact pieces of content that are most likely to keep you on site for the longest time-period possible. All it takes is a split-second lapse of judgement where we unthinkingly visit one of these websites—and before you know it, you've spent the last few hours mindlessly scrolling a bunch of nonsense.\n\nThat's where this extension comes into play: By preventing you from even visiting these sites in the first place? They can't get their \"hooks\" into you and keep you on site for hours. Many of us have the bad habit of compulsively visiting one of these websites the instant we feel any kind of boredom or fatigue. This extension short-circuits that habit-pattern by auto-exiting out of that website the second it detects that you're on it. In other words, this browser extension quite literally makes it *impossible* to waste your time on these websites.\n\nIf you do have a legitimate reason to visit one of your \"distracting websites\" (for example, say you need to learn how to do something by watching an instructional video on YouTube), you can toggle the \"Enable/Disable\" option in the extension popup. However use this feature with caution: What starts out as a productive browsing session can often turn into hours of unproductive time-wastage.\n\nWhat's your poison? Scrolling Reddit? Facebook? Instagram, Tiktok or YouTube? Do you binge-watch Netflix until you're thoroughly disgusted with yourself? Whatever your particular time-wasters happen to be, simply add them to your list of websites to auto-close—and from that point on, your browser will not allow you to visit these websites.\n\nThe key reason to use Auto-Close Distractions, instead of conventional site-blocker extensions, is that Auto-Close Distractions doesn't waste any of your time by sending you to some \"website is blocked!\" landing page. Instead, this extension auto-exits the website instantaneously—almost like it's been magically vaporized—allowing you to *immediately* get back to work. This extension is therefore a site blocker that works *much faster* than all the other site blockers, because it doesn't have those needless intermediate landing pages (that often try upselling you to some lame premium subscription.) This extension also won't bombard you with a bunch of annoying pop-ups and browsing suggestions. It simply trusts that you're intelligent enough to specify what websites you want to auto-close, and any time you visit one of them, it zaps them into oblivion.\n\nStop wasting your time and become more productive. Break your bad habit of social media doom-scrolling. Work towards your goals with complete and total focus. And if you're tempted to waste time, Auto-Close Distractions!"
  }
}