{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BestChange"
  },
  "short": {
    "ar": "مجموعة مختارة من عروض صرف العملات المربحة مع شاشة برنامج تغيير العملة BestChange.",
    "am,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,vi,zh_CN,zh_TW": "Selection of profitable exchange offers with the BestChange exchanger monitor.",
    "bg": "Избор на изгодни оферти за обмен с монитора на борсите на BestChange.",
    "bn": "BestChange এক্সচেঞ্জার মনিটরের সাথে লাভজনক বিনিময় অফার নির্বাচন করুন।",
    "cs": "Monitor směnáren BestChange zobrazuje výhodné nabídky vybraných směnáren.",
    "de": "Gewinnbringende Geldwechselangebote mit dem BestChange Geldwechsel-Monitor",
    "es": "Seleccione ofertas de intercambio rentables con el monitor de plataformas de intercambio BestChange.",
    "fa": "گزیده‌ای از پیشنهادات مبادله‌ای سودآور با نظارت مبادله‌گر BestChange.",
    "fr": "Sélection d'offres d'échange rentables avec le moniteur d'échange BestChange.",
    "hi": "BestChange एक्सचेंजर मॉनिटर के साथ लाभदायक एक्सचेंज ऑफर का चयन।",
    "hu": "Nyereséges pénzváltási ajánlatok kiválasztása a BestChange pénzváltó felügyelettel.",
    "it": "Selezione di offerte di cambio vantaggiose con il servizio di monitoraggio BestChange.",
    "ja": "BestChange取引所モニターで収益性の高い両替オファーを選択できます。",
    "pl": "Wybór opłacalnych ofert wymiany za pomocą monitora kantorów  BestChange.",
    "ro": "Selectarea ofertelor de schimb valutar profitabile cu aparatul de monitorizare a schimbului valutar BestChange",
    "ru": "Подбор выгодных предложений обмена с мониторингом обменных пунктов BestChange.",
    "th": "การเลือกข้อเสนอการแลกเปลี่ยนที่ให้ผลกำไรด้วยการตรวจสอบการแลกเปลี่ยนของ BestChange",
    "tr": "BestChange kur takipçisi ile karlı kur teklifleri",
    "uk": "Вибір вигідних пропозицій обміну з моніторингом обмінних пунктів BestChange."
  },
  "long": {
    "ar,bg,bn,cs,de,es,fa,fr,hi,hu,it,ja,pl,ro,th,tr,uk": "Мониторинг обменников BestChange.ru помогает быстро находить выгодные обменные пункты электронных валют по выбранному направлению обмена.",
    "am,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,vi,zh_CN,zh_TW": "Install the BestChange exchanger monitor button on your browser toolbar, by clicking which you will be able to access a quick search for exchange rates with one click, easily and conveniently, without going to the main exchanger monitor website.\nIt contains a built-in proxy that will be activated automatically if the BestChange exchanger monitor website is for some reason unavailable in your country or with your provider. Thus, working in the background, the extension will make the main site accessible.",
    "ru": "Установите кнопку мониторинга BestChange на панель инструментов вашего браузера, по нажатию которой сможете получать доступ к быстрому поиску курсов обмена одним кликом мыши, легко и удобно, без захода на основной сайт мониторинга.\n\nРасширение содержит встроенный прокси, который будет активирован автоматически, если сайт мониторинга BestChange по какой-то причине будет недоступен в вашей стране или у вашего провайдера. Таким образом, работая в фоне, расширение будет делать основной сайт доступным."
  }
}