{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Irup Currency Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert currencies without leaving your browser tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Currency Converter Chrome Extension, the ultimate tool for anyone who needs to convert currencies quickly and easily while browsing the web. With this powerful extension, you can convert any currency with just a few clicks, without ever leaving your browser tabs.\n\nThe Currency Converter Chrome Extension is incredibly easy to use. Once you've installed the extension, simply enter the amount and the currency you want to convert from, and the currency you want to convert to. The extension will instantly display the converted amount, taking into account the current exchange rate, which is updated once a day from the reliable source fixer.io.\n\nThe Currency Converter Chrome Extension supports over 150 currencies, so you can be sure that you'll always have access to the latest exchange rates. Plus, with automatic updates, you'll never have to worry about outdated information.\n\nThe extension also includes a number of convenient features that make it easy to use. You can quickly switch between currencies.\n\nThe Currency Converter Chrome Extension is a must-have tool for anyone who needs to work with multiple currencies while browsing the web. Whether you're a traveler, an online shopper, or a business owner who needs to keep track of international sales, this extension will save you time and hassle. Try it today and see for yourself!"
  }
}