{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "REGMIO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Register accounts without having to repeat yourself!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Register multiple accounts without having to type out the same input fields hundreds of times!\nThis extension aims to save time by automatically filling out the supported website's input fields.\n\nYou type out all the fields in the extensions popup, first name, last name, so on. \nOnce you're done filling out the fields, click on \"Set\", it should say \"Done!\" for a second once you click it.\nAnd after all that, all that's left is to click on any of the icons below, each icon representing the site that you want to register for! Once you click on an icon, you'll be taken to the specific site, and all the input fields will be automatically filled out!\n\nThough you won't fully register to the specific site, you'll still need to do some manual input yourself after the extension has done it's part.\n\n//*********************//\n  questions & answers\n//********************//\n\nq - Why isn't there TikTok, Instagram, Discord and other sites?\na - My extension does not work on those sites. I think the reason might be they use virtual-dom.\n\nq - Is the data, that we input, saved on any database?\na - No, I do not save any personal data, so don't worry. The project's source code is publicly open to anyone on github. - https://github.com/Volzeyy/RegMIO\n\nq - Will you add more site options?\na - Yes I will, and if you have any ideas on sites to add, feel free to mail me."
  }
}