{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Serenity: Productivity & Time Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Productivity made fun, a website blocker to help you focus"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Serenity is a productivity management app. Its main goal is to help you focus! The extension allows you to input sites that you don't want to visit while working, and a set duration you'd like to work. After all of the information is plugged in, you can click on Serenity's icon in the top right of your chrome window, revealing a popup! \n\nThis popup contains a cityscape with a lone worker in his apartment. His goal is the same as yours, get his work done in the time allotted. This worker needs to work all throughout the night in order to finish by rush hour! He has a huge presentation in the morning. The extension tracks which sites you go to while working. Time in this imaginary city progresses in proportion to real life unless you visit a blacklisted site, then it speeds up! If you visit too many of your blacklisted sites during your working time, it can result in time running out before he finishes his presentation. \n\nSerenity is meant to provide you with a unique productivity experience while at the same time allowing you to escape your stressful work world and become immersed in this pixel city and its intricacies. Sometimes working on your laptop or desktop can become distracting with an endless stream of websites you can visit to get you off task. Serenity's goal is to stop you from visiting these websites while also making this seemingly painful task fun and engaging."
  }
}