{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Google Home For PC - Best For Windows, Mac"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and manage custom shortcuts for your favorite sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Google Home For PC - Best For Windows, Mac, is an intuitive browser extension designed to enhance your web experience by allowing you to create and manage custom shortcuts for your favourite websites. It provides a seamless way to search, launch, and manage web resources directly from your browser, making your online activities more efficient and personalized.\n\n🔴 Extension Features:\n\n✔    Custom Shortcuts: Easily create and manage shortcuts to your favourite websites. Add a name, URL, and optional icon for each shortcut.\n\n✔    Voice Search: Use voice commands to initiate searches and launch sites. Simply click the voice search icon to start speaking.\n\n✔    Image Upload: Upload and manage custom images to enhance your shortcuts or for other personal use.\n\n✔    Settings Management: Access and modify extension settings effortlessly through the settings icon.\n\n✔    Custom Actions: Additional context menu options, including Google Lens Detector and custom search actions, enhance your browsing experience.\n\n✔    Cross-Browser Compatibility: Works seamlessly across all major platforms, including PC, Mac, and Windows.\n🔴 Why Use This Extension:\n\nGoogle Home Web is designed to significantly enhance your browsing efficiency and personal enjoyment. By allowing you to quickly access frequently visited websites and services, the extension eliminates the need to manually type URLs or sift through bookmarks. It offers a high level of personalization, enabling you to create custom shortcuts with unique names and icons that align with your preferences. This customization not only makes your browser more intuitive but also visually appealing. Additionally, the extension incorporates voice activation, which means you can initiate searches and launch sites simply by speaking, making your online experience hands-free and more convenient. For those who enjoy adding a personal touch, the image integration feature lets you upload and use custom images, further enhancing the aesthetic of your shortcuts.\n\n🔴 How to Use This Extension:\n\nUsing Google Home Web is straightforward and user-friendly. To start, open the options page (options.html) from the extension menu to create new shortcuts. Here, you can input the name, URL, and an optional icon URL for each shortcut you wish to add. After filling out these details, simply click \"Save\" to add the shortcut to your collection. When you need to perform a search or launch a site, use the search bar in the popup (popup.html). For hands-free operation, click the voice search icon to activate voice commands. If you want to personalize your shortcuts further, use the \"Upload Image\" button to choose and upload images from your device. These images can enhance the visual appeal of your shortcuts. Finally, manage your extension settings by clicking the settings icon in the popup, where you can adjust preferences and manage various functionalities to suit your needs.\n\n🔴 Disclaimer:\n\nThis extension requires access to your browser storage and microphone to provide its full range of features, including custom shortcuts and voice search. All data is handled in accordance with our privacy policy and only used for enhancing your browsing experience. Please ensure you review the permissions and understand their implications before using the extension."
  }
}