{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DP auto, votre pièce auto en un clic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Accéder en un clic aux offres de DP auto."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez \"Raccourcis DP auto\", l'extension Chrome indispensable pour tous les passionnés et professionnels de l'automobile. Cette extension révolutionne votre expérience sur DP Auto, le leader en ligne des pièces détachées automobiles, en vous offrant un accès rapide et intuitif aux pièces dont vous avez besoin.\n\nCaractéristiques :\n\n- Raccourcis pratiques : Naviguez facilement entre les différentes catégories de pièces grâce à des raccourcis sur mesure.\n- Alertes de promotions : Soyez les premiers informés des offres spéciales et des réductions.\n- Compatibilité véhicule : Assurez-vous que les pièces choisies sont compatibles avec votre véhicule.\n- Interface utilisateur conviviale : Une expérience utilisateur fluide et facile à naviguer.\n\nÀ propos de DP Auto :\n\nDP Auto (https://www.dpauto.fr/) est une destination de premier plan pour les pièces automobiles de qualité. Avec un large éventail de pièces pour toutes les marques et modèles, DP Auto s'engage à fournir des pièces de rechange fiables et abordables.\n\n- Vaste gamme de produits : Des milliers de pièces pour tous les types de véhicules.\n- Facilité de navigation : Un site web conçu pour une recherche rapide et efficace.\n- Service client dédié : Une équipe d'experts toujours prête à vous aider.\n- Livraison rapide et fiable : Recevez vos pièces en temps voulu.\n\nInstallation et utilisation :\n\nL'installation est simple. Ajoutez simplement \"Raccourcis DP auto\" à Chrome, et vous êtes prêt à transformer votre expérience sur DP Auto. Que vous soyez un professionnel de l'automobile ou un amateur, cette extension est faite pour faciliter votre recherche de pièces auto.\n\nSoutien et feedback :\n\nVotre avis compte ! Si vous avez des suggestions ou avez besoin d'aide, n'hésitez pas à nous contacter."
  }
}