{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepSeek AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepSeek AI助手旨在为用户提供即时、智能的网页内容分析与回答服务。通过集成先进的人工智能大模型，用户可以轻松选择网页上的任何文本内容，并立即获得深度、准确的AI回答。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepSeek利用先进的AI技术，为用户提供了一个直观、高效的网页内容分析和回答工具。用户只需选择网页上的文本，DeepSeek即可调用强大的AI模型，为您提供深入的解析和回答。\n\n使用方法：\n1. 通过网页文本选择使用：  \n   在网页上选中任意文本后，点击旁边的DeepSeek图标，即可呼出对话窗口，获取智能回答。\n2. 通过快捷键使用：  \n   无论是否选中文本，都可以直接使用快捷键 Ctrl+Shift+D（Windows）或 Command+Shift+D（Mac）呼出对话窗口。  \n   （注：快捷键支持自定义，用户可以在浏览器的扩展程序管理页面中修改快捷键设置。）\n\n主要特点：\n1. 智能回答： 选择网页上的任何文本，DeepSeek将提供相关的智能回答。\n2. 自定义API接入：用户可以填入自己的API密钥，使用自定义的AI服务。\n3. 多语言支持： 支持多种语言，打破语言障碍，提供全球化服务。\n4. 用户友好的界面： 简洁直观的用户界面，易于使用和集成。\n5. 隐私保护： 尊重用户隐私，所有数据处理均在本地完成，无需担心数据泄露。\n6.黑暗/亮色模式： 支持黑暗和亮色模式切换，适应不同光线环境和用户偏好，提供更舒适的视觉体验。\n\n使用场景：\n- 快速获取网页信息的深入解析。\n- 学术研究和资料查询时的辅助工具。\n- 日常浏览时对复杂信息的即时理解。\n\n安装说明：\n1. 访问Chrome商店，搜索DeepSeek扩展。\n2. 点击“添加至Chrome”按钮进行安装。\n3. 安装完成后， 点击右上角的扩展插件图标输入您的API密钥以激活自定义AI服务。\n4. 选择网页上的文本，并点击DeepSeek图标进行智能回答。\n\nDeepSeek uses advanced AI technology to provide users with an intuitive and efficient web content analysis and response tool. Users only need to select text on a webpage, and DeepSeek can call powerful AI models to provide you with in-depth analysis and answers.\n\nUsage:\n1. Use by selecting webpage text:  \n   Select any text on the webpage, then click the DeepSeek icon next to it to bring up the dialog window for intelligent responses.\n2. Use via shortcut keys:  \n   Whether or not you have selected text, you can directly use the shortcut Ctrl+Shift+D (Windows) or Command+Shift+D (Mac) to bring up the dialog window.  \n   (Note: Shortcut keys are customizable; users can modify them in their browser's extension management page.)\n\nMain Features:\n1. Intelligent Responses: Select any text on a webpage, and DeepSeek will provide relevant intelligent responses.\n2. Custom API Integration: Users can enter their own API key to use custom AI services.\n3. Multi-language Support: Supports multiple languages, breaking language barriers for global service provision.\n4. User-friendly Interface: Simple and intuitive user interface that is easy to use and integrate.\n5. Privacy Protection: Respects user privacy; all data processing is done locally without concerns about data leakage.\n6.Dark/Light Mode: Supports switching between dark and light modes, adapting to different lighting environments and user preferences for a more comfortable visual experience.\n\nUse Cases:\n- Quickly obtain in-depth analysis of web information.\n- An auxiliary tool for academic research and information queries.\n- Instant understanding of complex information during daily browsing.\n\nInstallation Instructions:\n1. Visit the Chrome Store, search for the DeepSeek extension.\n2. Click \"Add to Chrome\" button for installation.\n3. After installation, click the extension icon at the top right corner input your API key to activate custom AI services.\n4. Select text on a webpage and click the DeepSeek icon for intelligent responses."
  }
}