{
  "name": {
    "ar": "برنامج Stop Motion Animator",
    "am,bg,bn,ca,da,de,en,en_AU,en_GB,en_US,es_419,fa,fr,gu,hr,hu,it,ja,kn,lv,ml,mr,nl,no,pt_BR,pt_PT,ro,sv,sw,ta,te,vi": "Stop Motion Animator",
    "cs,sk": "Zastavte animátor pohybu",
    "el": "Διακοπή κίνησης κινουμένων σχεδίων",
    "es": "Animador de Stop Motion",
    "et": "Stop Motioni animaator",
    "fi": "Stop Motion -animaattori",
    "fil": "Itigil ang Motion Animator",
    "he": "עצור תנועה אנימטור",
    "hi": "स्टॉप मोशन एनिमेटर",
    "id": "Hentikan Animator Gerak",
    "ko": "모션 애니메이터 중지",
    "lt": "„Stop Motion“ animatorius",
    "ms": "Hentikan Motion Animator",
    "pl": "Animator poklatkowy",
    "ru": "Покадровый аниматор",
    "sl": "Animator Stop Motion",
    "sr": "Стоп Мотион Аниматор",
    "th": "หยุดเคลื่อนไหว Animator",
    "tr": "Stop Motion Animatör",
    "uk": "Зупинити рух аніматора",
    "zh_CN": "定格动画师",
    "zh_TW": "定格動畫師"
  },
  "short": {
    "ar": "قم بإيقاف الحركة عن طريق كاميرا الويب",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Make Stop Motion videos using your webcam",
    "bg": "Направете Stop Motion от уеб камера",
    "ca": "Feu Stop Motion per càmera web",
    "cs": "Vytvořte Stop Motion pomocí webové kamery",
    "da": "Lav Stop Motion med webcam",
    "de": "Machen Sie Stop Motion per Webcam",
    "el": "Κάντε Stop Motion από κάμερα web",
    "es": "Hacer Stop Motion por webcam",
    "et": "Tee Stop Motion veebikaamera abil",
    "fi": "Tee Stop Motion web-kameran avulla",
    "fil": "Gumawa ng Stop Motion sa pamamagitan ng webcam",
    "fr": "Faire du Stop Motion par webcam",
    "he": "עשה עצור תנועה באמצעות מצלמת רשת",
    "hi": "वेबकैम से स्टॉप मोशन बनाएं",
    "hr": "Web kamera napravi Stop Motion",
    "hu": "A Stop Motion webkamerával készíthető",
    "id": "Lakukan Stop Motion dengan webcam",
    "it": "Fai Stop Motion con la webcam",
    "ja": "ウェブカメラでストップモーションを作る",
    "ko": "웹캠으로 스톱 모션 만들기",
    "lt": "Padarykite „Stop Motion“ internetine kamera",
    "lv": "Veiciet Stop Motion, izmantojot tīmekļa kameru",
    "ms": "Buat Stop Motion dengan kamera web",
    "nl": "Maak stop-motion via webcam",
    "no": "Make Stop Motion av webkamera",
    "pl": "Zatrzymaj ruch za pomocą kamery internetowej",
    "ro": "Faceți Stop Motion prin webcam",
    "ru": "Сделайте остановку движения по веб-камере",
    "sk": "Vytvorte program Stop Motion pomocou webovej kamery",
    "sl": "Spletna kamera naredi Stop Motion",
    "sr": "Направите Стоп Мотион веб камером",
    "sv": "Gör Stop Motion med webbkamera",
    "th": "สร้าง Stop Motion ด้วยเว็บแคม",
    "tr": "Web kamerasıyla Stop Motion yapın",
    "uk": "Зробіть стоп-рух веб-камерою",
    "vi": "Thực hiện Dừng chuyển động bằng webcam",
    "zh_CN": "通过网络摄像头定格",
    "zh_TW": "通過網絡攝像頭定格"
  },
  "long": {
    "ar": "هذه أداة بسيطة لإنشاء تسلسلات رسوم متحركة بإيقاف الحركة باستخدام كاميرا الويب. إذا كنت تريد إنشاء stop motion animation مقاطع فيديو ، فيجب عليك تثبيت برنامجنا.\n\nيتم حفظ تسلسلات الرسوم المتحركة في ملف فيديو بتنسيق webm.\nStop Motion هي تقنية صناعة أفلام متحركة يتم فيها معالجة الكائنات فعليًا بزيادات صغيرة بين الإطارات التي تم تصويرها بشكل فردي بحيث تظهر وكأنها تعرض حركة مستقلة أو تتغير عند تشغيل سلسلة الإطارات.\n\nلبدء استخدام هذا البرنامج ، إليك ما عليك القيام به.\n\nقم بتثبيت ملحق البرنامج الخاص بنا\nانقر فوق الرمز واسمح لكاميرا الويب\nابدأ في صنع فيديو الرسوم المتحركة بإيقاف الحركة\n\nمن الممكن عمل stop motion movies بالكامل باستخدام برنامجنا ، فإن الإمكانات لا حصر لها. لبدء إنشاء stop motion video ، فقط ثبّت برنامجنا وابدأ اليوم. بعض مستخدمينا يستمتعون بعمل\nlego stop motion من مقاطع الفيديو ، من الممكن عمل عروض هزلية قصيرة / مقاطع فيديو قصيرة باستخدام stop motion.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This is a simple tool for creating stop motion animation sequences using your web camera. If you want to make stop motion animation videos, you should install our software.\n\nAnimation sequences are saved to a video file in the webm format.\nStop motion is an animated filmmaking technique in which objects are physically manipulated in small increments between individually photographed frames so that they will appear to exhibit independent motion or change when the series of frames is played back.\n\nIf you are STUCK, please READ the help page inside the extension!\n\nWe made a demo video on the help page which explains exactly HOW to use the software extension.\n\nChange Log 1.0.3\n\nFixed a bug where you could not load a previously saved video.\n\nTo begin using this software, here is what you need to do.\n\n1.0.4\n\nRead the help page inside the extension if you are stuck with using this software.\n\n1.0.5\n\nFixed a bug where the save function was corrupted. Users can now save the file in mp4 format.\n\n1.1.0\n\nFixed a bug where the output webm file was corrupt. Now you can open this webm file inside Google Chrome. The main reason for this bug is because when the Google Chrome browser was updated, it modified the way webm files were saved.\n\nInstall our software extension\nClick on the icon and allow web camera\nBegin making your stop motion animation video\n\nIts possible to make entire stop motion movies using our software, the possibilities are endless. To begin making stop motion video, just install our software and get started today. Some of our users enjoy making\nlego stop motion videos, its possible to make short skits/short videos using stop motion.",
    "bg": "Това е прост инструмент за създаване на анимационни последователности със стоп движение с помощта на вашата уеб камера. Ако искате да направите stop motion animation видеоклипове, трябва да инсталирате нашия софтуер.\n\nПоредиците от анимация се записват във видео файл във формат webm.\nСпиране на движението е техника за правене на анимационни филми, при която обектите се манипулират физически на малки стъпки между отделно снимани кадри, така че да изглежда, че показват независимо движение или се променят, когато се възпроизвежда поредицата от кадри.\n\nЗа да започнете да използвате този софтуер, ето какво трябва да направите.\n\nИнсталирайте нашето софтуерно разширение\nЩракнете върху иконата и разрешете уеб камера\nЗапочнете да правите вашето анимационно видео със стоп движение\n\nВъзможно е да се направи цял stop motion movies с помощта на нашия софтуер, възможностите са безкрайни. За да започнете да правите stop motion video, просто инсталирайте нашия софтуер и започнете още днес. Някои от нашите потребители се радват да правят\nlego stop motion видеоклипове, възможно е да се правят къси скици / кратки видеоклипове с помощта на stop motion.",
    "ca": "Aquesta és una eina senzilla per crear seqüències d'animació de stop motion mitjançant la càmera web. Si voleu fer stop motion animation vídeos, haureu d'instal·lar el nostre programari.\n\nLes seqüències d'animació es guarden en un fitxer de vídeo en format webm.\nEl stop motion és una tècnica de creació de pel·lícules animades en què els objectes es manipulen físicament en petits increments entre els fotogrames fotografiats de manera individual, de manera que semblen exhibir un moviment independent o canviar quan es reprodueix la sèrie de fotogrames.\n\nPer començar a utilitzar aquest programari, això és el que heu de fer.\n\nInstal·leu la nostra extensió de programari\nFeu clic a la icona i permeteu la càmera web\nComenceu a fer el vostre vídeo d'animació stop motion\n\nÉs possible fer íntegrament stop motion movies mitjançant el nostre programari, les possibilitats són infinites. Per començar a fer stop motion video, només cal que instal·leu el nostre programari i comenceu avui mateix. Alguns dels nostres usuaris gaudeixen fent\nlego stop motion vídeos, és possible fer sèries curtes / vídeos curts amb stop motion.",
    "cs": "Jedná se o jednoduchý nástroj pro vytváření animačních sekvencí stop motion pomocí vaší webové kamery. Pokud chcete natáčet stop motion animation videa, měli byste si nainstalovat náš software.\n\nAnimační sekvence se ukládají do videosouborů ve formátu webm.\nStop motion je technika tvorby animovaného filmu, při které se s objekty fyzicky manipuluje v malých přírůstcích mezi individuálně vyfotografovanými snímky, takže se při přehrávání série snímků bude jevit, že vykazují nezávislý pohyb nebo se mění.\n\nChcete-li začít používat tento software, musíte udělat následující.\n\nNainstalujte si naše softwarové rozšíření\nKlikněte na ikonu a povolte webovou kameru\nZačněte natáčet animované video stop motion\n\nPomocí našeho softwaru je možné provést celé stop motion movies, možnosti jsou nekonečné. Chcete-li začít vyrábět stop motion video, stačí nainstalovat náš software a začít dnes. Někteří naši uživatelé rádi dělají\nlego stop motion videa, je možné vytvářet krátké parodie / krátká videa pomocí stop motion.",
    "da": "Dette er et simpelt værktøj til at oprette stop motion animationssekvenser ved hjælp af dit webkamera. Hvis du vil lave stop motion animation videoer, skal du installere vores software.\n\nAnimationssekvenser gemmes i en videofil i webm-formatet.\nStop motion er en animeret filmfremstillingsmetode, hvor objekter fysisk manipuleres i små intervaller mellem individuelt fotograferede rammer, så de ser ud til at udvise uafhængig bevægelse eller ændring, når rammeserien afspilles.\n\nFor at begynde at bruge denne software er her hvad du skal gøre.\n\nInstaller vores softwareudvidelse\nKlik på ikonet, og tillad webkamera\nBegynd at lave din stop motion animationsvideo\n\nDet er muligt at gøre hele stop motion movies ved hjælp af vores software, muligheden er uendelig. For at begynde at lave stop motion video skal du bare installere vores software og komme i gang i dag. Nogle af vores brugere kan lide at lave\nlego stop motion videoer, det er muligt at lave korte skits / korte videoer ved hjælp af stop motion.",
    "de": "Dies ist ein einfaches Tool zum Erstellen von Stop-Motion-Animationssequenzen mit Ihrer Webkamera. Wenn Sie stop motion animation Videos erstellen möchten, sollten Sie unsere Software installieren.\n\nAnimationssequenzen werden in einer Videodatei im Webm-Format gespeichert.\nStop Motion ist eine animierte Filmtechnik, bei der Objekte in kleinen Schritten zwischen einzeln fotografierten Bildern physisch manipuliert werden, sodass sie bei der Wiedergabe der Bildserie eine unabhängige Bewegung oder Veränderung aufweisen.\n\nUm diese Software zu verwenden, müssen Sie Folgendes tun.\n\nInstallieren Sie unsere Software-Erweiterung\nKlicken Sie auf das Symbol und erlauben Sie die Webkamera\nBeginnen Sie mit der Erstellung Ihres Stop-Motion-Animationsvideos\n\nEs ist möglich, mit unserer Software ganze stop motion movies zu erstellen, die Möglichkeiten sind endlos. Um stop motion video zu erstellen, installieren Sie einfach unsere Software und legen Sie noch heute los. Einige unserer Benutzer machen gerne\nlego stop motion Videos, mit stop motion können kurze Sketche / kurze Videos erstellt werden.",
    "el": "Αυτό είναι ένα απλό εργαλείο για τη δημιουργία ακολουθιών κίνησης διακοπής κίνησης χρησιμοποιώντας την κάμερα web. Εάν θέλετε να δημιουργήσετε stop motion animation βίντεο, θα πρέπει να εγκαταστήσετε το λογισμικό μας.\n\nΟι ακολουθίες κινουμένων σχεδίων αποθηκεύονται σε ένα αρχείο βίντεο σε μορφή webm.\nΗ στάση κίνησης είναι μια τεχνική δημιουργίας ταινιών κινουμένων σχεδίων στην οποία τα αντικείμενα χειρίζονται φυσικά σε μικρές αυξήσεις μεταξύ των ξεχωριστά φωτογραφημένων καρέ, έτσι ώστε να φαίνεται ότι εμφανίζουν ανεξάρτητη κίνηση ή αλλαγή κατά την αναπαραγωγή της σειράς των καρέ.\n\nΓια να ξεκινήσετε να χρησιμοποιείτε αυτό το λογισμικό, εδώ πρέπει να κάνετε.\n\nΕγκαταστήστε την επέκταση λογισμικού\nΚάντε κλικ στο εικονίδιο και επιτρέψτε την κάμερα web\nΑρχίστε να κάνετε το βίντεο κίνησης διακοπής κίνησης\n\nΕίναι δυνατό να κάνετε ολόκληρο stop motion movies χρησιμοποιώντας το λογισμικό μας, οι δυνατότητες είναι ατελείωτες. Για να ξεκινήσετε να δημιουργείτε stop motion video, απλώς εγκαταστήστε το λογισμικό μας και ξεκινήστε σήμερα. Μερικοί από τους χρήστες μας απολαμβάνουν\nlego stop motion βίντεο, είναι δυνατή η δημιουργία σύντομων σκετς / σύντομων βίντεο χρησιμοποιώντας το stop motion.",
    "es": "Esta es una herramienta simple para crear secuencias de animación stop motion usando su cámara web. Si desea hacer stop motion animation videos, debe instalar nuestro software.\n\nLas secuencias de animación se guardan en un archivo de video en formato webm.\nEl stop motion es una técnica de realización de películas animadas en la que los objetos se manipulan físicamente en pequeños incrementos entre los fotogramas fotografiados individualmente para que parezcan exhibir un movimiento independiente o cambiar cuando se reproduce la serie de fotogramas.\n\nPara comenzar a utilizar este software, esto es lo que debe hacer.\n\nInstale nuestra extensión de software\nHaga clic en el icono y permita la cámara web\nComience a hacer su video de animación stop motion\n\nEs posible hacer stop motion movies completo usando nuestro software, las posibilidades son infinitas. Para comenzar a crear stop motion video, simplemente instale nuestro software y comience hoy. Algunos de nuestros usuarios disfrutan haciendo\nlego stop motion videos, es posible hacer parodias breves / videos cortos usando stop motion.",
    "et": "See on lihtne tööriist veebikaamera abil stop motion animatsioonide jadade loomiseks. Kui soovite teha stop motion animation videot, peaksite installima meie tarkvara.\n\nAnimatsioonijadad salvestatakse veebifaili videofaili.\nStop motion on animeeritud filmitehnika, mille puhul objekte füüsiliselt manipuleeritakse väikeste sammudega üksikult pildistatud kaadrite vahel, nii et kaadriseeria taasesitamisel näib, et neil on iseseisev liikumine või muutused.\n\nSelle tarkvara kasutamise alustamiseks peate tegema järgmist.\n\nInstallige meie tarkvaralaiend\nKlõpsake ikooni ja lubage veebikaamera\nAlustage stop motion animatsioonvideo loomist\n\nMeie tarkvara abil on võimalik kogu stop motion movies teha, võimalused on lõputud. Rakenduse stop motion video valmistamise alustamiseks installige lihtsalt meie tarkvara ja alustage juba täna. Mõned meie kasutajad naudivad valmistamist\nlego stop motion videot, on võimalik stop motion abil teha lühikesi sujuvaid videoid / lühivideoid.",
    "fi,he": "This is a simple tool for creating stop motion animation sequences using your web camera. If you want to make stop motion animation videos, you should install our software.\n\nAnimation sequences are saved to a video file in the webm format.\nStop motion is an animated filmmaking technique in which objects are physically manipulated in small increments between individually photographed frames so that they will appear to exhibit independent motion or change when the series of frames is played back.\n\nTo begin using this software, here is what you need to do.\n\nInstall our software extension\nClick on the icon and allow web camera\nBegin making your stop motion animation video\n\nIts possible to make entire stop motion movies using our software, the possibilities are endless. To begin making stop motion video, just install our software and get started today. Some of our users enjoy making\nlego stop motion videos, its possible to make short skits/short videos using stop motion.",
    "fil": "Tämä on yksinkertainen työkalu pysäytysliikkeen animaatioiden luomiseen verkkokamerallasi. Jos haluat tehdä stop motion animation videota, asenna ohjelmistomme.\n\nAnimaatiojaksot tallennetaan videotiedostoon webm-muodossa.\nPysäytysliike on animaatioelokuvaustekniikka, jossa esineitä fyysisesti manipuloidaan pienin askelin erikseen kuvattujen kehysten välillä niin, että ne näyttävät osoittavan itsenäistä liikettä tai muuttuvat, kun kehyssarja toistetaan.\n\nVoit aloittaa tämän ohjelmiston käytön seuraavasti.\n\nAsenna ohjelmistopääte\nNapsauta kuvaketta ja salli verkkokamera\nAloita stop motion -animaatiovideon tekeminen\n\nOn mahdollista tehdä koko stop motion movies ohjelmistomme avulla, mahdollisuudet ovat rajattomat. Aloita stop motion video tekeminen asentamalla ohjelmistomme ja aloittamalla tänään. Jotkut käyttäjistämme nauttivat tekemisestä\nlego stop motion videota, on mahdollista tehdä lyhyitä skittejä / lyhyitä videoita käyttämällä stop motion.",
    "fr": "Il s'agit d'un outil simple pour créer des séquences d'animation en stop motion à l'aide de votre webcam. Si vous souhaitez créer stop motion animation vidéos, vous devez installer notre logiciel.\n\nLes séquences d'animation sont enregistrées dans un fichier vidéo au format webm.\nLe stop motion est une technique de réalisation de films d'animation dans laquelle les objets sont physiquement manipulés par petits incréments entre les images photographiées individuellement afin qu'ils semblent présenter un mouvement indépendant ou changer lorsque la série d'images est lue.\n\nPour commencer à utiliser ce logiciel, voici ce que vous devez faire.\n\nInstallez notre extension logicielle\nCliquez sur l'icône et autorisez la caméra Web\nCommencez à créer votre vidéo d'animation en stop motion\n\nIl est possible de créer un stop motion movies entier en utilisant notre logiciel, les possibilités sont infinies. Pour commencer à créer stop motion video, installez simplement notre logiciel et commencez dès aujourd'hui. Certains de nos utilisateurs aiment créer\nlego stop motion vidéos, il est possible de créer de courts sketchs / courtes vidéos à l'aide de stop motion.",
    "hi": "यह आपके वेब कैमरे का उपयोग करते हुए स्टॉप मोशन एनीमेशन अनुक्रम बनाने के लिए एक सरल उपकरण है। यदि आप stop motion animation वीडियो बनाना चाहते हैं, तो आपको हमारा सॉफ़्टवेयर इंस्टॉल करना चाहिए।\n\nएनीमेशन प्रारूप वेबम प्रारूप में एक वीडियो फ़ाइल में सहेजे जाते हैं।\nस्टॉप मोशन एक एनिमेटेड फिल्म निर्माण तकनीक है जिसमें वस्तुओं को व्यक्तिगत रूप से खींचे गए फ़्रेमों के बीच छोटे वेतन वृद्धि में शारीरिक रूप से जोड़-तोड़ किया जाता है ताकि वे स्वतंत्र गति का प्रदर्शन करें या जब फ्रेम की श्रृंखला वापस खेली जाए तो वे बदल जाएं।\n\nइस सॉफ़्टवेयर का उपयोग शुरू करने के लिए, यहाँ आपको वही करने की आवश्यकता है।\n\nहमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित करें\nआइकन पर क्लिक करें और वेब कैमरा की अनुमति दें\nअपना स्टॉप मोशन एनीमेशन वीडियो बनाना शुरू करें\n\nहमारे सॉफ़्टवेयर का उपयोग करके पूरे stop motion movies बनाने के लिए संभव है, possibilties अंतहीन हैं। stop motion video बनाना शुरू करने के लिए, बस हमारे सॉफ्टवेयर को इंस्टॉल करें और आज ही शुरू करें। हमारे कुछ उपयोगकर्ता बनाने में आनंद लेते हैं\nlego stop motion वीडियो, stop motion का उपयोग करके लघु स्किट / लघु वीडियो बनाना संभव है।",
    "hr": "Ovo je jednostavan alat za stvaranje sekvenci animacije zaustavljanja pomoću vaše web kamere. Ako želite snimati stop motion animation videozapisa, trebali biste instalirati naš softver.\n\nSlijed animacije sprema se u video datoteku u webm formatu.\nStop motion je tehnika snimanja animiranog filma u kojoj se objektima fizički manipulira u malim koracima između pojedinačno fotografiranih okvira tako da se čini da pokazuju neovisno kretanje ili se mijenjaju kad se reproducira serija okvira.\n\nDa biste započeli koristiti ovaj softver, evo što trebate učiniti.\n\nInstalirajte naše programsko proširenje\nKliknite ikonu i omogućite web kameru\nZapočnite sa snimanjem videozapisa animacije zaustavljanja\n\nMoguće je izraditi cijeli stop motion movies pomoću našeg softvera, mogućnosti je bezbroj. Da biste započeli izradu stop motion video, jednostavno instalirajte naš softver i započnite danas. Neki od naših korisnika uživaju u izradi\nlego stop motion videozapisa, pomoću stop motion moguće je napraviti kratke snimke / kratke videozapise.",
    "hu": "Ez egy egyszerű eszköz stop motion animációs szekvenciák létrehozására webkamerájával. Ha stop motion animation videót szeretnél készíteni, telepítsd a szoftverünket.\n\nAz animációs sorozatokat egy web fájl formátumban menti a videó fájl.\nA stop motion egy animációs filmkészítési technika, amelynek során az objektumokat fizikailag manipulálják kis lépésekben az egyedileg lefényképezett kockák között, így úgy tűnik, hogy önálló mozgást mutatnak vagy megváltoznak, amikor a képsorozatot lejátszják.\n\nA szoftver használatának megkezdéséhez tegye a következőket.\n\nTelepítse a szoftverbővítményünket\nKattintson az ikonra, és engedélyezze a webkamerát\nKezdje el elkészíteni a stop motion animációs videót\n\nLehetőségünk van teljes stop motion movies szoftverünk használatával, a lehetőségek végtelenek. A (z) stop motion video elkészítésének megkezdéséhez egyszerűen telepítse a szoftverünket, és kezdje el még ma. Néhány felhasználónk szívesen készítenek\nlego stop motion videó, rövid skits / rövid videók készítése a stop motion használatával.",
    "id": "Ini adalah alat sederhana untuk membuat urutan animasi stop motion menggunakan kamera web Anda. Jika Anda ingin membuat stop motion animation video, Anda harus memasang perangkat lunak kami.\n\nUrutan animasi disimpan ke file video dalam format webm.\nStop motion adalah teknik pembuatan film animasi di mana objek secara fisik dimanipulasi sedikit demi sedikit di antara frame yang dipotret secara individual sehingga mereka akan tampak menunjukkan gerakan independen atau berubah ketika rangkaian frame diputar ulang.\n\nUntuk mulai menggunakan perangkat lunak ini, inilah yang perlu Anda lakukan.\n\nPasang ekstensi perangkat lunak kami\nKlik pada ikon dan izinkan kamera web\nMulailah membuat video animasi stop motion Anda\n\nMungkin untuk membuat keseluruhan stop motion movies menggunakan perangkat lunak kami, kemungkinan tidak terbatas. Untuk mulai membuat stop motion video, cukup instal perangkat lunak kami dan mulailah hari ini. Beberapa pengguna kami senang membuatnya\nlego stop motion video, dimungkinkan untuk membuat sandiwara pendek / video pendek menggunakan stop motion.",
    "it": "Questo è un semplice strumento per creare sequenze di animazione in stop motion utilizzando la tua webcam. Se desideri realizzare stop motion animation video, devi installare il nostro software.\n\nLe sequenze di animazione vengono salvate in un file video nel formato webm.\nLo stop motion è una tecnica di produzione cinematografica animata in cui gli oggetti vengono manipolati fisicamente in piccoli incrementi tra i fotogrammi fotografati individualmente in modo che sembrino mostrare un movimento indipendente o cambiare quando la serie di fotogrammi viene riprodotta.\n\nPer iniziare a utilizzare questo software, ecco cosa devi fare.\n\nInstalla la nostra estensione software\nFare clic sull'icona e consentire la webcam\nInizia a realizzare il tuo video di animazione in stop motion\n\nÈ possibile realizzare stop motion movies interi utilizzando il nostro software, le possibilità sono infinite. Per iniziare a creare stop motion video, installa il nostro software e inizia oggi. Ad alcuni dei nostri utenti piace fare\nlego stop motion video, è possibile realizzare brevi scenette / brevi video utilizzando stop motion.",
    "ja": "これは、Webカメラを使用してストップモーションアニメーションシーケンスを作成するためのシンプルなツールです。 stop motion animationビデオを作成する場合は、ソフトウェアをインストールする必要があります。\n\nアニメーションシーケンスは、webm形式でビデオファイルに保存されます。\nストップモーションは、個々の写真のフレーム間でオブジェクトを少しずつ物理的に操作して、一連のフレームを再生すると、独立したモーションや変化が現れるように見えるアニメーション映画制作技術です。\n\nこのソフトウェアの使用を開始するには、以下が必要です。\n\nソフトウェア拡張機能をインストールする\nアイコンをクリックして、Webカメラを許可します\nストップモーションアニメーションビデオの作成を開始します\n\n当社のソフトウェアを使用してstop motion movies全体を作成することは可能であり、可能性は無限です。 stop motion videoの作成を開始するには、ソフトウェアをインストールして、今すぐ始めましょう。一部のユーザーは作成を楽しんでいます\nlego stop motionビデオ、stop motionを使用して短いスキット/短いビデオを作成することが可能。",
    "ko": "이것은 웹 카메라를 사용하여 스톱 모션 애니메이션 시퀀스를 만드는 간단한 도구입니다. stop motion animation 동영상을 만들려면 소프트웨어를 설치해야합니다.\n\n애니메이션 시퀀스는 webm 형식의 비디오 파일에 저장됩니다.\n스톱 모션은 일련의 프레임이 재생 될 때 개체가 독립적 인 동작을 나타내거나 변경되는 것처럼 보이도록 개별적으로 촬영 된 프레임 사이에서 조금씩 개체를 물리적으로 조작하는 애니메이션 영화 제작 기술입니다.\n\n이 소프트웨어를 사용하려면 다음을 수행해야합니다.\n\n소프트웨어 확장 설치\n아이콘을 클릭하고 웹 카메라 허용\n스톱 모션 애니메이션 비디오 만들기 시작\n\n당사 소프트웨어를 사용하여 전체 stop motion movies을 (를) 만들 수있는 가능성은 무한합니다. stop motion video 제작을 시작하려면 소프트웨어를 설치하고 지금 시작하세요. 우리 사용자 중 일부는\nlego stop motion 동영상, stop motion를 사용하여 짧은 촌극 / 짧은 동영상을 만들 수 있습니다.",
    "lt": "Tai yra paprastas įrankis kuriant sustabdymo judesio animacijos sekas naudojant jūsų interneto kamerą. Jei norite kurti stop motion animation vaizdo įrašus, turėtumėte įdiegti mūsų programinę įrangą.\n\nAnimacijos sekos įrašomos į vaizdo failą žiniatinklio formatu.\n„Stop motion“ yra animacinio filmo kūrimo technika, kai objektai yra fiziškai manipuliuojami mažais žingsneliais tarp atskirai nufotografuotų kadrų, kad atkuriant kadrų seriją jie atrodytų kaip nepriklausomi judesiai arba pasikeistų.\n\nNorėdami pradėti naudoti šią programinę įrangą, atlikite toliau nurodytus veiksmus.\n\nĮdiekite mūsų programinės įrangos plėtinį\nSpustelėkite piktogramą ir leiskite interneto kamerą\nPradėkite kurti sustabdymo judesio animacinį vaizdo įrašą\n\nNaudojant mūsų programinę įrangą galima padaryti visą stop motion movies, galimybės yra begalinės. Norėdami pradėti kurti „stop motion video“, tiesiog įdiekite programinę įrangą ir pradėkite šiandien. Kai kuriems mūsų vartotojams malonu gaminti\nlego stop motion vaizdo įrašus, galima kurti trumpus / trumpus vaizdo įrašus naudojant stop motion.",
    "lv": "Šis ir vienkāršs rīks, lai izveidotu apturēšanas kustības animācijas secības, izmantojot tīmekļa kameru. Ja vēlaties veidot stop motion animation videoklipus, instalējiet mūsu programmatūru.\n\nAnimācijas secības tiek saglabātas video failā tīmekļa formātā.\nPārtraukt kustību ir animācijas filmu veidošanas paņēmiens, kurā objektus fiziski manipulē ar nelielu soli starp individuāli fotografētiem kadriem, lai, kad kadru sērija tiek atskaņota, šķiet, ka tie demonstrē neatkarīgu kustību vai mainās.\n\nLai sāktu izmantot šo programmatūru, jums jādara šādi.\n\nInstalējiet mūsu programmatūras paplašinājumu\nNoklikšķiniet uz ikonas un atļaujiet tīmekļa kameru\nSāciet animācijas video ar stop motion izveidošanu\n\nIzmantojot mūsu programmatūru, ir iespējams veikt visu stop motion movies, iespējas ir bezgalīgas. Lai sāktu veidot stop motion video, vienkārši instalējiet mūsu programmatūru un sāciet jau šodien. Daži no mūsu lietotājiem patīk izgatavot\nlego stop motion videoklipus, iespējams izveidot īsus skatus / īsus videoklipus, izmantojot stop motion.",
    "ms": "Ini adalah alat mudah untuk membuat urutan animasi gerakan berhenti menggunakan kamera web anda. Sekiranya anda ingin membuat stop motion animation video, anda harus memasang perisian kami.\n\nUrutan animasi disimpan ke fail video dalam format webm.\nStop motion adalah teknik pembuatan filem beranimasi di mana objek dimanipulasi secara fizikal secara bertahap di antara bingkai yang difoto secara individu sehingga mereka akan kelihatan menunjukkan gerakan bebas atau berubah ketika rangkaian bingkai dimainkan semula.\n\nUntuk mula menggunakan perisian ini, inilah yang perlu anda lakukan.\n\nPasang peluasan perisian kami\nKlik pada ikon dan benarkan kamera web\nMulailah membuat video animasi gerakan berhenti anda\n\nAdalah mungkin untuk membuat keseluruhan stop motion movies menggunakan perisian kami, kemungkinan tidak ada habisnya. Untuk mula membuat stop motion video, cukup pasang perisian kami dan mulakan hari ini. Sebilangan pengguna kami gemar membuat\nlego stop motion video, mungkin untuk membuat sandiwara pendek / video pendek menggunakan stop motion.",
    "nl": "Dit is een eenvoudig hulpmiddel voor het maken van stop-motionanimatiesequenties met uw webcamera. Als u stop motion animation video's wilt maken, moet u onze software installeren.\n\nAnimatiesequenties worden opgeslagen in een videobestand in de webm-indeling.\nStop-motion is een geanimeerde filmtechniek waarbij objecten fysiek in kleine stappen tussen afzonderlijk gefotografeerde frames worden gemanipuleerd, zodat het lijkt alsof ze een onafhankelijke beweging of verandering vertonen wanneer de reeks frames wordt afgespeeld.\n\nOm deze software te gaan gebruiken, moet u het volgende doen.\n\nInstalleer onze software-extensie\nKlik op het pictogram en sta webcamera toe\nBegin met het maken van uw stop-motionanimatievideo\n\nHet is mogelijk om volledige stop motion movies te maken met onze software, de mogelijkheden zijn eindeloos. Installeer onze software om te beginnen met het maken van stop motion video en ga vandaag nog aan de slag. Sommige van onze gebruikers vinden het leuk om\nlego stop motion video's, het is mogelijk om korte sketches / korte video's te maken met stop motion.",
    "no": "Dette er et enkelt verktøy for å lage stop motion animasjonssekvenser ved hjelp av webkameraet ditt. Hvis du vil lage stop motion animation videoer, bør du installere programvaren vår.\n\nAnimasjonssekvenser lagres i en videofil i webm-format.\nStop motion er en animert filmteknikk der objekter fysisk manipuleres i små trinn mellom individuelt fotograferte rammer, slik at de ser ut til å vise uavhengig bevegelse eller endring når rammeserien spilles av.\n\nFor å begynne å bruke denne programvaren, her er hva du trenger å gjøre.\n\nInstaller programvareutvidelsen vår\nKlikk på ikonet og tillat webkamera\nBegynn å lage din stop motion animasjonsvideo\n\nDet er mulig å gjøre hele stop motion movies ved hjelp av programvaren vår. Mulighetene er uendelige. For å begynne å lage stop motion video, er det bare å installere programvaren vår og komme i gang i dag. Noen av brukerne våre liker å lage\nlego stop motion videoer, det er mulig å lage korte skits / korte videoer ved hjelp av stop motion.",
    "pl": "Jest to proste narzędzie do tworzenia sekwencji animacji poklatkowej za pomocą kamery internetowej. Jeśli chcesz tworzyć stop motion animation filmy, zainstaluj nasze oprogramowanie.\n\nSekwencje animacji są zapisywane w pliku wideo w formacie webm.\nAnimacja poklatkowa to technika tworzenia filmów animowanych, w której obiekty są fizycznie manipulowane w małych krokach między pojedynczo fotografowanymi klatkami, tak aby wydawały się wykazywać niezależny ruch lub zmieniać się podczas odtwarzania serii klatek.\n\nAby rozpocząć korzystanie z tego oprogramowania, oto co musisz zrobić.\n\nZainstaluj nasze rozszerzenie oprogramowania\nKliknij ikonę i zezwól na kamerę internetową\nRozpocznij tworzenie animacji poklatkowej\n\nMożliwe jest wykonanie całego stop motion movies przy użyciu naszego oprogramowania, możliwości są nieograniczone. Aby rozpocząć tworzenie stop motion video, po prostu zainstaluj nasze oprogramowanie i zacznij już dziś. Niektórzy z naszych użytkowników lubią tworzyć\nlego stop motion filmy, można tworzyć krótkie skecze / krótkie filmy za pomocą stop motion.",
    "ro": "Acesta este un instrument simplu pentru crearea secvențelor de animație stop motion folosind camera web. Dacă doriți să creați stop motion animation videoclipuri, ar trebui să instalați software-ul nostru.\n\nSecvențele de animație sunt salvate într-un fișier video în format webm.\nStop motion este o tehnică de realizare a filmelor animate în care obiectele sunt manipulate fizic în mici trepte între cadrele fotografiate individual, astfel încât acestea să pară să prezinte mișcare independentă sau să se schimbe atunci când seria de cadre este redată.\n\nPentru a începe să utilizați acest software, iată ce trebuie să faceți.\n\nInstalați extensia noastră software\nFaceți clic pe pictogramă și permiteți camera web\nÎncepeți să creați un videoclip cu animație stop motion\n\nEste posibil să facem întreaga stop motion movies folosind software-ul nostru, posibilitățile sunt nelimitate. Pentru a începe să creați stop motion video, trebuie doar să instalați software-ul nostru și să începeți astăzi. Unora dintre utilizatorii noștri le place să facă\nlego stop motion videoclipuri, este posibil să realizați scurte scenete / videoclipuri scurte folosind stop motion.",
    "ru": "Это простой инструмент для создания последовательностей покадровой анимации с помощью веб-камеры. Если вы хотите снимать stop motion animation видео, вам следует установить наше программное обеспечение.\n\nПоследовательности анимации сохраняются в видеофайл в формате webm.\nПокадровое движение - это метод создания анимированных фильмов, при котором объекты физически управляются с небольшими приращениями между индивидуально сфотографированными кадрами, так что они будут казаться демонстрирующими независимое движение или изменение при воспроизведении серии кадров.\n\nВот что вам нужно сделать, чтобы начать использовать это программное обеспечение.\n\nУстановите наше программное расширение\nНажмите на значок и разрешите веб-камеру\nНачните создавать видео с покадровой анимацией\n\nИспользуя наше программное обеспечение, можно сделать все stop motion movies, возможности безграничны. Чтобы начать создание stop motion video, просто установите наше программное обеспечение и приступайте к работе сегодня. Некоторым из наших пользователей нравится делать\nlego stop motion видео, можно делать короткие сценки / короткие видеоролики с помощью stop motion.",
    "sk": "Jedná sa o jednoduchý nástroj na vytváranie sekvencií animácie zastaveného pohybu pomocou webovej kamery. Ak chcete vytvoriť stop motion animation videá, mali by ste si nainštalovať náš softvér.\n\nAnimačné sekvencie sa ukladajú do videosúborov vo formáte webm.\nStop motion je technika tvorby animovaného filmu, pri ktorej sa s objektmi fyzicky manipuluje v malých krokoch medzi jednotlivo vyfotografovanými snímkami, takže sa pri prehrávaní série snímok bude javiť, že vykazujú nezávislý pohyb alebo sa menia.\n\nAk chcete začať používať tento softvér, musíte urobiť nasledovné.\n\nNainštalujte si naše softvérové rozšírenie\nKliknite na ikonu a povoľte webovú kameru\nZačnite vytvárať svoje stop motion animované video\n\nPomocou nášho softvéru je možné vyrobiť celé stop motion movies, možnosti sú nekonečné. Ak chcete začať vyrábať stop motion video, jednoducho si nainštalujte náš softvér a začnite ešte dnes. Niektorých našich používateľov baví výroba\nlego stop motion videí, je možné vytvárať krátke skity / krátke videá pomocou aplikácie stop motion.",
    "sl": "To je preprosto orodje za ustvarjanje zaporedja animacij zaustavitve z uporabo vaše spletne kamere. Če želite ustvariti stop motion animation videoposnetkov, namestite našo programsko opremo.\n\nZaporedja animacij se shranijo v video datoteko v obliki webm.\nStop motion je tehnika snemanja animiranih filmov, pri kateri se s predmeti fizično manipulira v majhnih korakih med posamično fotografiranimi okvirji, tako da se zdi, da kažejo neodvisno gibanje ali se spremenijo, ko se predvaja serija okvirjev.\n\nČe želite začeti uporabljati to programsko opremo, morate narediti naslednje.\n\nNamestite našo programsko razširitev\nKliknite ikono in dovolite spletni kameri\nZačnite s snemanjem video posnetka stop motion\n\nZ našo programsko opremo je mogoče narediti celoten stop motion movies, možnosti je neskončno. Če želite začeti izdelovati stop motion video, preprosto namestite našo programsko opremo in začnite danes. Nekateri naši uporabniki uživajo v izdelavi\nlego stop motion videoposnetkov, z stop motion je mogoče ustvariti kratke posnetke / kratke videoposnetke.",
    "sr": "Ово је једноставан алат за креирање секвенци заустављања анимација помоћу ваше веб камере. Ако желите да направите stop motion animation видео записе, требало би да инсталирате наш софтвер.\n\nСеквенце анимације чувају се у видео датотеци у формату вебм.\nСтоп мотион је техника снимања анимираног филма у којој се објектима физички манипулише у малим корацима између појединачно фотографисаних кадрова, тако да ће изгледати као да показују независно кретање или се мењају када се репродукује серија кадрова.\n\nДа бисте започели употребу овог софтвера, ево шта треба да урадите.\n\nИнсталирајте нашу програмску екстензију\nКликните на икону и дозволите веб камеру\nПочните да правите видео снимак анимације заустављања\n\nМогуће је направити читав stop motion movies помоћу нашег софтвера, могућности је безброј. Да бисте започели израду stop motion video, само инсталирајте наш софтвер и започните данас. Неки од наших корисника уживају у изради\nlego stop motion видео снимке, помоћу stop motion је могуће направити кратке снимке / кратке видео снимке.",
    "sv": "Detta är ett enkelt verktyg för att skapa stop motion animationssekvenser med din webbkamera. Om du vill skapa stop motion animation videor bör du installera vår programvara.\n\nAnimationssekvenser sparas i en videofil i webbformat.\nStop motion är en animerad filmskapningsteknik där objekt manipuleras fysiskt i små steg mellan individuellt fotograferade ramar så att de verkar uppvisa oberoende rörelse eller förändring när bildserien spelas upp.\n\nFör att börja använda denna programvara, här är vad du behöver göra.\n\nInstallera vårt programtillägg\nKlicka på ikonen och tillåt webbkamera\nBörja göra din stop motion animationsvideo\n\nDet är möjligt att göra hela stop motion movies med vår programvara, möjligheterna är oändliga. Börja med att skapa stop motion video genom att installera vår programvara och komma igång idag. Några av våra användare tycker om att göra\nlego stop motion videor, det är möjligt att göra korta skits / korta videor med stop motion.",
    "th": "นี่เป็นเครื่องมือง่ายๆในการสร้างลำดับภาพเคลื่อนไหวสต็อปโมชันโดยใช้เว็บแคมของคุณ หากคุณต้องการสร้างวิดีโอ stop motion animation คุณควรติดตั้งซอฟต์แวร์ของเรา\n\nลำดับภาพเคลื่อนไหวจะถูกบันทึกลงในไฟล์วิดีโอในรูปแบบ webm\nสต็อปโมชั่นเป็นเทคนิคการสร้างภาพยนตร์แบบแอนิเมชั่นซึ่งวัตถุจะถูกปรับแต่งทางกายภาพทีละน้อยระหว่างเฟรมที่ถ่ายทีละภาพเพื่อให้แสดงการเคลื่อนไหวที่เป็นอิสระหรือเปลี่ยนไปเมื่อเล่นชุดของเฟรม\n\nในการเริ่มใช้ซอฟต์แวร์นี้นี่คือสิ่งที่คุณต้องทำ\n\nติดตั้งส่วนขยายซอฟต์แวร์ของเรา\nคลิกที่ไอคอนและอนุญาตเว็บแคม\nเริ่มสร้างวิดีโอแอนิเมชันสต็อปโมชันของคุณ\n\nเป็นไปได้ที่จะสร้าง stop motion movies ทั้งหมดโดยใช้ซอฟต์แวร์ของเราความเป็นไปได้นั้นไม่มีที่สิ้นสุด ในการเริ่มสร้าง stop motion video เพียงแค่ติดตั้งซอฟต์แวร์ของเราและเริ่มต้นวันนี้ ผู้ใช้ของเราบางคนสนุกกับการทำ\nlego stop motion วิดีโอเป็นไปได้ที่จะสร้างการละเล่นสั้น ๆ / วิดีโอสั้นโดยใช้ stop motion",
    "tr": "Bu, web kameranızı kullanarak stop motion animasyon dizileri oluşturmak için basit bir araçtır. stop motion animation videoları yapmak istiyorsanız, yazılımımızı yüklemelisiniz.\n\nAnimasyon dizileri webm formatında bir video dosyasına kaydedilir.\nStop motion, nesnelerin ayrı ayrı fotoğraflanmış kareler arasında küçük artışlarla fiziksel olarak manipüle edildiği, böylece kare dizisi oynatıldığında bağımsız hareket veya değişim sergiliyor gibi görünecekleri bir animasyon film yapım tekniğidir.\n\nBu yazılımı kullanmaya başlamak için yapmanız gerekenler burada.\n\nYazılım uzantımızı yükleyin\nSimgeye tıklayın ve web kamerasına izin verin\nStop motion animasyon videonuzu yapmaya başlayın\n\nYazılımımızı kullanarak tüm stop motion movies yapmak mümkündür, olasılıklar sonsuzdur. stop motion video yapmaya başlamak için, yazılımımızı yüklemeniz ve bugün başlayın. Kullanıcılarımızdan bazıları yapmaktan keyif alıyor\nlego stop motion videolar, stop motion kullanarak kısa skeçler / kısa videolar yapmak mümkündür.",
    "uk": "Це простий інструмент для створення послідовностей анімації зупинки за допомогою веб-камери. Якщо ви хочете створити stop motion animation відео, вам слід встановити наше програмне забезпечення.\n\nПослідовності анімації зберігаються у відеофайлі у форматі webm.\nЗупинити рух - це техніка створення анімаційних фільмів, при якій об’єктами фізично маніпулюють з невеликими кроками між окремо сфотограмованими кадрами, так що, здається, вони демонструють незалежний рух або змінюються під час відтворення серії кадрів.\n\nЩоб почати використовувати це програмне забезпечення, ось що вам потрібно зробити.\n\nВстановіть наше розширення програмного забезпечення\nКлацніть на піктограму та дозвольте веб-камеру\nПочніть робити анімаційне відео зупинки\n\nЦе можливо зробити повністю stop motion movies за допомогою нашого програмного забезпечення, можливостей безмежно. Щоб розпочати виготовлення stop motion video, просто встановіть наше програмне забезпечення та почніть сьогодні. Деякі наші користувачі із задоволенням роблять\nlego stop motion відео, можна робити короткі сценки / короткі відео за допомогою stop motion.",
    "vi": "Đây là một công cụ đơn giản để tạo chuỗi hoạt ảnh chuyển động dừng bằng máy ảnh web của bạn. Nếu bạn muốn tạo stop motion animation video, bạn nên cài đặt phần mềm của chúng tôi.\n\nChuỗi hoạt ảnh được lưu vào tệp video ở định dạng webm.\nChuyển động dừng là một kỹ thuật làm phim hoạt hình trong đó các đối tượng được thao tác vật lý theo từng bước nhỏ giữa các khung hình được chụp riêng lẻ để chúng có vẻ thể hiện chuyển động độc lập hoặc thay đổi khi chuỗi khung hình được phát lại.\n\nĐể bắt đầu sử dụng phần mềm này, đây là những gì bạn cần làm.\n\nCài đặt tiện ích mở rộng phần mềm của chúng tôi\nNhấp vào biểu tượng và cho phép máy ảnh web\nBắt đầu tạo video hoạt ảnh chuyển động dừng của bạn\n\nCó thể thực hiện toàn bộ stop motion movies bằng phần mềm của chúng tôi, khả năng là vô tận. Để bắt đầu tạo stop motion video, chỉ cần cài đặt phần mềm của chúng tôi và bắt đầu ngay hôm nay. Một số người dùng của chúng tôi thích làm\nlego stop motion video, có thể tạo tiểu phẩm ngắn / video ngắn bằng cách sử dụng stop motion.",
    "zh_CN": "这是使用网络摄像机创建定格动画序列的简单工具。 如果要制作定格动画视频，则应安装我们的软件。\n\n动画序列以webm格式保存到视频文件中。\n定格动画是一种动画电影制作技术，其中在单个拍摄的帧之间以较小的增量对对象进行物理操作，以便在播放一系列帧时它们看起来表现出独立的运动或变化。\n\n要开始使用该软件，这是您需要做的。\n\n安装我们的软件扩展\n单击该图标并允许网络摄像头\n开始制作定格动画视频\n\n使用我们的软件可以制作完整的定格动画电影，可能性无限。 要开始制作定格视频，只需安装我们的软件即可立即开始。 我们的一些用户喜欢\n乐高定格视频，可以使用定格制作短片/短片。",
    "zh_TW": "這是使用網絡攝像機創建定格動畫序列的簡單工具。 如果要製作定格動畫視頻，則應安裝我們的軟件。\n\n動畫序列以webm格式保存到視頻文件中。\n定格動畫是一種動畫電影製作技術，其中在單個拍攝的幀之間以較小的增量對對象進行物理操作，以便在播放一系列幀時它們看起來表現出獨立的運動或變化。\n\n要開始使用該軟件，這是您需要做的。\n\n安裝我們的軟件擴展\n單擊該圖標並允許網絡攝像頭\n開始製作定格動畫視頻\n\n使用我們的軟件可以製作完整的定格動畫電影，可能性無限。 要開始製作定格視頻，只需安裝我們的軟件即可立即開始。 我們的一些用戶喜歡\n樂高定格視頻，可以使用定格製作短片/短片。"
  }
}