{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Browser Tools Online"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazing browser enhancing tools at your disposal."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your browsing experience with our Easy Browser Tools Online, meticulously designed for both functionality and style. This popup interface, featuring a modern, material-inspired aesthetic, offers a sleek and user-friendly way to navigate your browser with ease.\n\nKey Features:\n\nSleek Material Design: The popup boasts a clean, minimalistic look with vibrant green buttons, rounded for a smooth, tactile feel. This design is not only pleasing to the eye but also enhances user interaction.\n\nIntuitive Interface: With clearly labeled buttons, accessing various browser functionalities like opening incognito tabs, viewing your history, managing bookmarks, and more, is just a click away. The simplicity of the design makes navigation straightforward and efficient.\n\nCustomized Interactions: Hover effects on buttons provide immediate visual feedback, making your browsing experience more interactive and engaging.\n\nQuick Access to Essential Features: The popup includes buttons for opening incognito tabs, viewing history, accessing bookmarks, opening settings, and viewing downloads, ensuring that essential browser features are readily accessible.\n\nLightweight and Fast: Designed to be unobtrusive and responsive, this popup doesn't slow down your browsing experience, ensuring that productivity remains uninterrupted.\n\nEnhance your Chrome browser with a touch of elegance and efficiency. Our Enhanced Chrome Extension Popup is not just a tool; it's a seamless extension of your browsing lifestyle."
  }
}