{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenRA Ladder Replay Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenRA is an open-source implementation of Westwood's Command and Conquer series, including titles such as Tiberium Dawn, Dune 2000…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenRA is an open-source implementation of Westwood's Command and Conquer series, including titles such as Tiberium Dawn, Dune 2000 and Red Alert. Two websites and integrations have been developed by the community to implement a game ranking system for the players (a ladder). One of the sites is hosted at http://oraladder.net, this website lists the most recently played games for each player, along with their rating on a scoreboard. There's also a separate but similar site, http://ragl.org, which hosts a similar website which is dedicated to the Red Alert Global League (RAGL) competition.\n\nSeparately to the above, I have written a parser to extract replay statistics from replay files https://github.com/AMHOL/openra-ruby, and another developer has written a web front-end to visualise that data https://dragunoff.github.io/OpenRA-replay-analytics/.\n\nThis plugin adds links next to the replay download buttons on http://oraladder.net/latest and http://ragl.org/games, as well as on player profiles, to display the game statistics in the replay analyser, for example, a link to https://dragunoff.github.io/OpenRA-replay-analytics/#/oraladder/52fe5b1871f82a2885ba2df789cdbc1b2c18e4dea86f0df89b88180f1139e64b"
  }
}