{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dog Facts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a dog lover? Do you want to learn more about man’s best friend? Look no further than our Chrome extension! Every time you…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a dog lover? Do you want to learn more about man’s best friend? Look no further than our Chrome extension! Every time you open a new tab, you’ll be greeted with a fun and interesting fact about dogs. From their history and behavior to their health and nutrition, our extension covers it all. You’ll never run out of things to learn about your furry friends.\n\nOur extension is easy to use and install. Simply add it to your Chrome browser and start learning. With each new tab, you’ll discover something new about dogs. Whether you’re a long-time dog owner or just a fan of these lovable creatures, our extension has something for everyone.\n\nDogs have been our loyal companions for thousands of years. They’ve been bred for various purposes, from hunting and herding to providing companionship and protection. With our extension, you’ll learn about the different breeds of dogs and their unique characteristics. You’ll also discover fascinating facts about their behavior and how they communicate with us.\n\nIn addition to all this great information, our extension also features beautiful images of dogs. Each new tab will showcase a different breed, so you can admire their beauty while learning more about them. Our extension is the perfect way to brighten up your day and add some joy to your browsing experience. Can't get enough of dogs? Find Dog Jokes in the popup.\n\nSo why wait? Add our Chrome extension to your browser today and start discovering the wonderful world of dogs!"
  }
}