{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon + Etsy Shipping Label SKU Adder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add SKUs and order details to your shipping labels!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily add the SKU, Product Name and Quantity for your Amazon and Etsy orders onto your shipping labels!\n\nThis extension will automatically capture your order details when you visit the bulk shipping page or Etsy Orders page, or you can utilize the functionality within the extension to save it manually! \n\nStart your 3 week free trial today!\n\nOnce you have your order details saved, go ahead and purchase your shipping labels, download the PDF containing the labels, and select it in the extension. Click the Modify button and a new PDF containing the labels with the proper text will be downloaded!\n\nAll information about your orders and your shipping label files will be stored in your web browser. All processing happens in your web browser with none of your Amazon or Etsy data ever sent anywhere else to be processed!\n\nCustomization options:\n- Custom mapping/replacements of product names and SKUs, which is very helpful for making the contents of the package more discreet or making the text be concise\n- Label text color\n- Label font size\n- Details to add to the label (product name, SKU, quantity) \n- Separate details with specific text\n- Only include part of product name in parentheses\n- Remove the last page from amazon labels containing order details\n- Delimiter between details printed on the label\n\nSubscription costs $20 a month. All payments are handled securely through Stripe via ExtensionPay."
  }
}