{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UMich Course Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UMich Class Schedule to Calendar Export Tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This version should work now. Let me know if there is a problem.\n\nThis is an updated version of a project by Yichen Zhao and Zhan Wang. Find the original version here:\nhttps://chrome.google.com/webstore/detail/umich-course-calendar/fhfpkhcphbkjhdckeedogbpnafjdkmhm\n\nThis extension is designed to simplify the task of exporting University of Michigan class schedules to Google Calendar. With this extension, you will have no problem figuring out when and where your lecture and discussion sections start from the first day of each semester. No more fumbling with your phone to get Wolverine Access from your phone; you can have all the information you need synchronized to your calendar.\n\nPlease note: This extension injects HTML code and JavaScript logic into your Wolverine Access pages only for the purpose of displaying an interface allowing you to export your class schedule. It reads data from your class schedule page and generates a corresponding iCalendar (ical) file. This extension does not store, transmit, or use in any other way as described above your personal information. By installing this extension you are consenting to the above modification and use of your Wolverine Access pages.\n\nDisclaimer:\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
  }
}