{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Regex finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Regex finder based on CSS Custom Highlight API. Type a valid regex in the search field to highlight matches on the page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Regex finder is a find/search tool that uses the new CSS Custom Highlight API. Dynamic web pages like YouTube should work in addition to static pages. The extension is targeted at advanced users who are already familiar with regex matching. \n\nNo bells and whistles are included. Matches are highlighted using red background color. Total match count is displayed to user.\n\nInstructions: \nNavigate to a web page and click the extension icon.\nType in a valid regex and press Enter or Find button to start matching.\nPress the Stop button to remove highlights and to stop program execution.\nPress Enter or Find to restart. \nPress Next or Prev buttons to navigate through matches. \nUse Chrome Task manager (Ctrl + Esc) in case of CPU consuming regex.\n\nKnown limitations:\n- iframes are not supported\n- soft hyphens may cause problems if not included in regex\n- textarea elements are not supported because of restrictions in API. For instance, GitHub seems to use textarea in it's 'code' page.\n- only tested with some English and Scandinavian websites\n- currently there are \"g\" and \"i\" flags hard coded in regex object constructor, meaning global search and ignore case. \n- hardcoded 9000 maximum matches."
  }
}