{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoke.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoke.io helps users track activity in their cloud accounts as cards in an intelligent board, maintain focus and save time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspiration\n\nWe have experienced an explosion of cloud applications in the last decade. Cloud apps have made it very easy for individuals and teams to manage information, automate mundane tasks and collaborate in real-time.\n\nHowever, this comes with the pain of routinely checking several accounts for updates. For instance, I have all my notes in Evernote, personal tasks in Wunderlist, my reading list in Pocket, work-related tasks in Trello, messages in Slack and so-on. With so many cloud apps, it is hard to get a full picture of work in one place. Yoke solves this problem.\n\nWhat it does\n\nYoke.io helps users track activity in their cloud accounts as cards in an intelligent board, to help them maintain focus and save time. GTD practitioners can automatically track inboxes, next-action lists, waiting-for lists, and so on, from all their cloud accounts.\n\nYoke now supports 58 cloud apps and 150+ card types. The cards provide a quick overview of the data in your cloud account. Users can click the cards and items to see them on the cloud app's web-site. \n\nYoke features a Chrome extension to automatically bookmark all items in your Yoke board.\n\nYoke-Slack integration allows Slack users to pull the exact information they want from their cloud accounts via Yoke cards into their slack channels by issuing a simple \"/yoke\" command. This is different from the Zapier-Slack integration where the data flow is passive and event driven while Yoke-Slack integration is users'  active actions.\n\nYoke also supports instant search that helps users quickly find what they are looking for across different cloud accounts."
  }
}