{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InfluSaver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adicione influenciadores à sua conta Viral.com.br direto da página do Instagram"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InfluSaver é uma extensão da Viral.com.br construída para o Chrome inovadora e eficaz para quem deseja impulsionar suas estratégias de marketing de influência. \n\nCom esta extensão, seu Instagram receberá um botão prático nas páginas dos perfis, facilitando o armazenamento de influenciadores potenciais diretamente nas sua página de Abordagem no Viral.com.br.\n\nIdeal para marcas e agências que buscam fortalecer seu posicionamento de marca e aumentar as vendas, nossa extensão é a ferramenta perfeita para encontrar influenciadores no Instagram e no TikTok. \n\nCom apenas alguns cliques, você pode selecionar influenciadores que se alinham com os valores da sua marca e os objetivos de marketing, organizando-os em listas personalizadas para campanhas futuras.\n\nO \"InfluSaver\" transforma a maneira como você interage com o Instagram e o TikTok para marketing de influência. \n\nEla permite uma análise rápida e eficiente de perfis, ajudando você a identificar influenciadores com alto engajamento e relevância para seu público-alvo. Com nossa extensão, você economiza tempo e recursos, otimizando seu processo de seleção de influenciadores.\n\nNossa extensão também oferece uma integração perfeita com a plataforma Viral.com.br, proporcionando uma experiência de usuário suave e produtiva. \n\nAo usar o InfluSaver, você tem acesso rápido a dados cruciais dos influenciadores, como número de seguidores, engajamento e histórico de postagens, tudo isso dentro do seu fluxo de trabalho no navegador.\n\nCom um design intuitivo e fácil de usar, nossa extensão é ideal para profissionais de marketing digital, gerentes de mídia social e qualquer pessoa envolvida em campanhas de marketing de influência. \n\nComece hoje mesmo a construir campanhas mais eficazes e a estabelecer parcerias valiosas com influenciadores. Instale InfluSaver e revolucione sua abordagem ao marketing de influência!\n\nPara usar, basta copiar sua chave de API nas configurações da sua conta Viral.com.br e colar nas configurações da extensão no seu navegador chrome."
  }
}