{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Food Inspector",
    "ru": "Инспектор Продуктов"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspects your food for harmful and healthy ingridients. You ought to know what you eat.",
    "ru": "Находит полезные и вредные ингредиенты в ваших продуктах. Узнай, что ты ешь."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Features of Food Inspector:\n\n•  Finds additives and shows its details. Filters additives not permitted in other countries (uses data from official sources).\n\n•  Highlights nutrition facts: protein, fat, carbohydrates, salt, sugar, calories, cholesterol.\n\n•  Checks labels for your diet: vegetarian, vegan, organic, kosher, non GMO, halal, lent.\n\n•  Warns you about allergens: wheat, gluten, soy, peanuts, tree nuts, milk, lactose, eggs, fish, shellfish, sesame.\n\n•  Works on any website, just open your favorite online store and check. You also can filter which sites to exclude.\n\n•  Allows you to choose what ingredients to highlight.",
    "ru": "Возможности Инспектора Продуктов:\n\n•  Ищет E-добавки и показывает детальную информацию о них. Можно фильтровать добавки, которые запрещены в других странах (используются данные из официальных источников).\n\n•  Показывает питательные вещества: белки, жиры, углеводы, соль, сахар, калории, холестерин.\n\n•  Предупреждает об аллергенах: глютен, пшеница, соя, арахис, орехи, молоко, лактоза, яйца, рыба, моллюски, кунжут.\n\n•  Помогает следить за вашей диетой: вегетарианской, веганской, постной, кошерной, халяльной. Находит органические продукты и без ГМО.\n\n•  Работает на любых сайтах, просто откройте ваш любимый интернет-магазин и проверьте. Можно добавлять сайты в исключения.\n\n•  Можно настроить какие ингредиенты искать."
  }
}