{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mua theme wordpress giá rẻ - Web Khởi Nghiệp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Địa chỉ mua theme wordpress giá rẻ - Chuẩn Seo - Uy tín"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Khởi Nghiệp là đơn vị đi đầu trong lĩnh vực thiết kế theme việt hóa theo mẫu sẵn. Với hàng trăm giao diện  được phát triển bởi các lập trình viên và desinger nhiều năm kinh nghiệm, chúng tôi đã  cho ra đời những sản phẩm sang trong, hiện đại, tốc độ mượt mà, đáp ứng nhu cầu trong tất cả các lĩnh vực bán hàng, bất động sản, du lịch, thời trang, tin tức, giáo dục.\n+ Hiện nay, kinh doanh online đang phát triển vô cùng mạnh mẽ ở nước ta. Và để tham gia vào cuộc chơi đó, thì việc có cho mình 1 website riêng là điều vô cùng cần thiết.\nTuy nhiên, không phải đơn vị nào khởi nghiệp cũng có nguồn vốn mạnh, do đó, việc chi ra 5-7tr để thiết kế một website lúc này, là điều không đơn giản. Chúng tôi ra đời vì lý do đó. \nKhi sử dụng dịch vụ của chúng tôi, các bạn sẽ được hỗ trợ cài đặt và hướng dẫn sử dụng từ A-Z. Chỉ cần 5 phút cài đặt, bạn đã có cho mình một website hoàn chỉnh, đáp ứng nhu cầu cơ bản cho công việc kinh doanh online và giới thiệu sản phẩm. Dịch vụ của chúng tôi rất phù hợp với các đơn vị , cá nhân mới bắt đầu kinh doanh online, nguồn vốn và ngân sách còn hạn chế, chưa thể bỏ ra một số tiền lớn cho việc tiếp thị online.\n+ Bằng sự nhiệt tình và tinh thần đồng hành cùng phát triển, chúng tôi mong muốn đem đến cho các bạn một trải nghiệm tuyệt vời trong quá trình tìm kiếm đối tác phát triển mảng  kinh doanh online.\n+ Dù bạn là ai, dù bạn đang ở bất kì đâu và dù bạn đang muốn kinh doanh online trong bất kì lĩnh vực gì. Hãy liên hệ với chúng tôi ngay hôm nay. Kho giao diện đa dạng và đội ngũ tư vấn viên chuyên nghiệp luôn sẵn sàng cùng bạn trao đổi để kiến tạo tương lai."
  }
}