{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab With ChatGPT for Chrome™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Instant Answers with ChatGPT on Your New Chrome Tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT with new tab for chrome is a chrome extension to get things done quickly and efficiently. This powerful extension transforms your Chrome new tab into a knowledge hub, helping you find answers to your questions and access information on any topic with ease.\n\nOne of the key features of the extension is its integration with ChatGPT, an advanced AI technology that can provide you with instant answers to your questions. Whether you're looking for the latest news, want to know the weather forecast, or need to do some research on a specific topic, ChatGPT has got you covered. With its extensive knowledge base, ChatGPT can provide you with accurate and reliable information, making it an essential tool for anyone looking to boost their productivity.\n\nBut that's not all - \"New Tab With ChatGPT for Chrome™\" also comes with a Todoist™ integration within the new tab. This feature allows you to manage your tasks efficiently and stay on top of your daily routine. Simply add your tasks to the list and keep track of them right from the new tab. This saves you time and ensures that you never forget anything important.\n\nAnother great feature of the extension is its ability to customize your new tab. You can choose from a variety of themes and backgrounds, giving your new tab a unique look and feel. This is a great way to add a personal touch to your browsing experience and make your new tab more enjoyable to use.\n\n\"New Tab With ChatGPT for Chrome™\" is also very easy to use. Once you install the extension, it automatically takes over your new tab, so you don't have to do anything else. The interface is intuitive and user-friendly, so you can start using it right away without any hassle.\n\nThe extension is also very fast and responsive. It uses advanced caching techniques to ensure that information is loaded quickly and efficiently. This means that you can get answers to your questions and access information on any topic almost instantly, without having to wait for pages to load.\n\nIt is a must-have extension for anyone looking to boost their productivity and streamline their browsing experience. With its advanced AI technology, ToDo list integration, and customizable interface, it has everything you need to stay on top of your game."
  }
}