{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Table to Excel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Table to Excel easily extracts tables from PDFs into clean and organized Excel or CSV files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PDF Table to Excel Converter - The Ultimate Chrome Extension for Extracting Tables from PDFs!\n\nWith PDF Tables to Excel Converter, you can quickly and accurately convert tables from massive PDF files into Excel or CSV formats. It supports PDFs up to 2000 pages or 400 MB, providing you with organized data in seconds.\n\nSimply upload your PDF, and let our advanced algorithms do the rest. You can choose to have the tool automatically detect tables or manually select specific ones for extraction. PDF Tables to Excel guarantees fast, accurate results every time.\n\nFeatures:\n\n\t•\tTime-saving: No more manually copying table data from PDFs. Get precise conversions instantly.\n\t•\tAutomatic or Manual Table Selection: Choose to automatically detect tables or manually select the ones you need.\n\t•\tSupports Excel and CSV Formats: Convert your PDF tables into either Excel or CSV for easy editing.\n\t•\tPreserve Layout & Formatting: Maintain the original structure and formatting of your tables during the conversion process.\n\t•\tOCR for Scanned PDFs: Extract tables even from scanned documents using built-in OCR technology.\n\t•\tUnlimited Conversions: Convert as many PDFs as you need without any limitations.\n\t•\tFast Processing: Complete table extractions in as little as 3-5 seconds, even for large files.\n\nTrusted by Professionals:\n\nPDF Tables to Excel Converter is relied on by data analysts, researchers, and business professionals for its accuracy and efficiency in handling large PDFs.\n\nPrivacy and Security:\n\nYour data privacy is our priority. All files are processed securely, ensuring your PDF content remains safe and confidential.\n\nDon’t struggle with manual table extractions from PDFs. Try PDF Tables to Excel Converter today and transform your PDF data into Excel or CSV effortlessly!"
  }
}