{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text to Speech"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text to Speech Hewizo removes ads and reads articles in over 30+ languages using state of the art AI text to speech engine TTS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text to speech (TTS) Hewizo extension that reads articles aloud in multiple languages using state of the art AI.\n\nHewizo is not only a text to speech (TTS) application, the extension offers multiple productivity features like, cleaning ads, saving articles for later use and aggregating top news from around the world. \n\nText to speech now supports more languages. \n\nFeatures\n- Text to Speech Article reader\n- Listen to articles using a natural reader to produce the most human sounding voice in over 30+ languages\n- Convert article URLs to audio\n- Text to speech TTS feature that converts article URLs to audio\n- Conveniently opens/saves web articles on hewizo.com from our chrome extension\n- Syncs progress across multiple devices - Start reading on your laptop, continue where you left off on your phone\n- Dark mode helps you with eye strain\n- Allows personal customization - Only see news you care about\n- Offers a clean reader view by removing ads from webpages so you can enjoy your articles distraction free\n- Save your favorite articles and enjoy them right from your pocket whenever you choose\n- You can use Hewizo text to speech as a podcast for your articles collection\n\nwhat makes Hewizo different\nOur Text to speech application offers a complete package in that you can use it more like a traditional podcast. Just open an article on Hewizo, and it will automatically be saved and your reading position will be synced on all your devices. Next time you login on hewizo.com you will continue from where you left off.\n\nYou may use Hewizo text to speech TTS for personal or commercial use, including but not limited to podcast, course materials, distribution, presentations or any other text to speech application as long as you abide by our terms of service and you don't violate your local laws.\n\nChange log\n2.1.0\n- Add Ability for text to speech to be skipped to any part of a paragraph from anywhere on the page\n- Add Ability to go to hewizo.com from the text to speech extension\n- Visual polish\n\n2.0.0\n- New revamped functionality that allows you to read websites without leaving the page\n\n1.0.4\n- Text to speech works with older android devices\n\n1.0.3\n- Text to speech (TTS) improvements, more language support added\n- Fix auto language Text to speech (TTS) detection and selection for Iphone\n- Fix auto stopping Text to speech (TTS) error on non premium voice s\n\n\n1.0.1\n- Fix text to speech errors that were present in some articles\n\n1.0.0\n- Hewizo launches with best text to speech (TTS) engine on the market\n\nfor any questions contact us at https://hewizo.com/support"
  }
}