{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DolarLive - Cotizaci贸n d贸lar blue Argentina"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensi贸n Argentina que muestra la cotizaci贸n y una calculadora al d铆a del d贸lar oficial y blue."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": " DolarLive, una extensi贸n esencial de Chrome, ofrece informaci贸n detallada y actualizada sobre las cotizaciones del d贸lar en Argentina. Nuestra plataforma cubre la cotizaci贸n oficial y la del mercado paralelo, conocido como 'Blue', as铆 como otras variantes relevantes como el d贸lar tarjeta, d贸lar contado con liqui (CCL), d贸lar cripto, d贸lar mayorista y d贸lar bolsa. Ideal para quienes buscan mantenerse informados sobre el din谩mico mercado de divisas argentino, DolarLive facilita el acceso a todos los tipos de cambio significativos de manera r谩pida y sencilla.\n\n Adem谩s de proporcionar datos actualizados de las cotizaciones, DolarLive incluye una calculadora de divisas extremadamente 煤til. Esta herramienta permite a los usuarios convertir montos en pesos argentinos al equivalente en d贸lares seg煤n la cotizaci贸n del mercado oficial, paralelo, o las variaciones antes mencionadas, y viceversa. Esto simplifica las transacciones financieras y la planificaci贸n econ贸mica, ofreciendo un panorama m谩s amplio de las opciones cambiarias.\n\n Para garantizar la precisi贸n y la relevancia de nuestra informaci贸n, DolarLive consulta los valores del d贸lar directamente de 'D贸larHoy.com' a trav茅s de DolarApi, una fuente confiable y actualizada constantemente. Con DolarLive, acceda al pulso del mercado cambiario argentino en un solo clic, con una visi贸n integral que incluye las diversas facetas del mercado del d贸lar."
  }
}