{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobdro Instalar Gratis"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobdro - Baixe o mais recente Mobdro para Android"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobdro - Baixe o mais recente Mobdro para Android\n* O que é o aplicativo Mobdro?\n\nO aplicativo Mobdro é um aplicativo para assistir TV on-line com transmissões de canais gratuitas. No entanto, ao usar este aplicativo, você assiste a esses vídeos e transmite em seu dispositivo portátil sem encontrar problemas de compatibilidade.\n\nNo passado, era incrivelmente difícil para pessoas sem computador assistir a vídeos e transmissões ao vivo, pois muitos sites não priorizam dispositivos portáteis. No entanto, com o aplicativo Mobdro, assistir a vídeos em um dispositivo móvel nunca foi tão fácil.\n\n* Recursos do Mobdro\n\nNo restante deste artigo, veremos alguns dos diferentes recursos que o Mobdro tem a oferecer e alguns dos recursos exclusivos que tornam o aplicativo diferente dos outros por aí.\n\n- Plataformas Disponíveis\n\nA melhor coisa sobre o aplicativo Mobdro é que, independentemente da plataforma em que você está, você pode acessá-lo e aproveitar tudo o que ele tem a oferecer. Independentemente de você possuir um dispositivo iOS, um dispositivo Android ou você estar no seu PC; você pode baixar este aplicativo e tirar o máximo proveito dele em minutos.\n\n- Fluxos offline\n\nPara garantir que você tenha acesso apenas ao melhor conteúdo disponível, os fluxos que não estiverem online no momento ou que não estejam ativos não serão exibidos. Isso permite que você seja mostrado apenas conteúdo agradável e de alta qualidade e economiza seu tempo tentando obter acesso a um fluxo offline.\n\n- Descobrindo vídeos\n\nPode ser difícil encontrar o fluxo certo para você e o que você deseja assistir, especialmente quando há uma chance de que ninguém esteja transmitindo o fluxo no momento. Felizmente, com o Mobdro App, você pode descobrir alguns dos diferentes vídeos disponíveis.\n\nPor exemplo, você pode procurar diferentes fluxos com base no idioma em que estão sendo transmitidos ou no tópico ao qual estão mais relacionados.\n\n- Marque suas transmissões favoritas\n\nEm vez de assistir a um stream que você gosta e depois perdê-lo mais tarde, com o Mobdro, você pode marcar como favorito qualquer um dos vídeos ou transmissões que deseja, para que no futuro, quando você estiver usando o aplicativo, possa retornar rapidamente ao stream e ter divertido sem gastar muito tempo pesquisando.\n\n- Compartilhamento\n\nDesfrutando de um fluxo específico que você está assistindo? Aproveite o recurso de compartilhamento e informe seus amigos sobre o que você está assistindo, para que eles também possam se divertir!\n\nDescubra mais informações e instale o Mobdro, visite aqui: https://mobdroinstalargratis.com/"
  }
}