{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Calc is a simple online calculator that saves your time. You can use Calc right in your browser without opening any additional tabs.",
    "de": "Calc ist ein komfortabler und schneller Online-Rechner, den Sie direkt in Ihrem Browser verwenden können, ohne zusätzliche Tabs…",
    "pl": "Calc to wygodny i szybki kalkulator online, którego można używać bezpośrednio w przeglądarce bez konieczności otwierania…",
    "ru": "Calc – это удобный и быстрый онлайн калькулятор, пользоваться которым Вы сможете прямо в браузере, не открывая дополнительных…",
    "uk": "Calc - це зручний та швидкий онлайн калькулятор, користуватися яким Ви зможете прямо в браузері, не відкриваючи додаткових вкладок…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Calc is a simple online calculator that saves your time. You can use Calc right in your browser without opening any additional tabs. Calc is a good online calculator for work, home or study. Simply for every calculation. Count wherever.\n\n[Important!]\nAccess to site data is necessary to open the calculator in content or window mode, and to autorun Calc at sites you specify (the list of specified sites could be set in the settings). Calc does not collect your data and does not transmit it.\n\nThere are several reasons to download and install Calc:\n1. Basic calculator. Simple and clear calculator for ordinary calculations.\n2. Handy percent calculator. You can find out how many percent is the number X of number Y. Which number corresponds to X percent of the number Y. Add or subtract the percentages from the number.\n3. Days calculator. With our day calculator you will be able to calculate the period of time with an accuracy of one second.\n\nCalc extension uses Google Analytics service to collect statistics on extension usage. If you do not want to transfer data, install the official blocker application from Google or any of its analogues. The official blocker of Google Analytics from Google is http://tools.google.com/dlpage/gaoptout.\n\nWe support Chrome Online Store policy on minimal rational use of permissions:\n1. Cookies\n- Auto-detection of language and country.\n2. Notifications\n- Timer Alarms.\n3. Storage\n- Auto saving extension settings.\n- Calc's history.\n4. WebNavigation\n- auto-start calculator on the set sites (you can select websites list in the settings)\n5. ContextMenus\n- Open the calculator in content or window mode.\n6. Tabs\n- Open Calc in a new tab.",
    "de": "Calc ist ein einfacher Online-Rechner, der Ihre Zeit spart. Sie können Calc direkt in Ihrem Browser verwenden, ohne zusätzliche Registerkarten zu öffnen. Calc ist ein guter Online-Rechner für die Arbeit, zu Hause oder im Studium. Einfach für jede Berechnung. Rechnen Sie überall.\n\n(Wichtig!)\nUm den Rechner im Inhalts- oder Fenstermodus zu öffnen und um Calc an von Ihnen festgelegten Orten automatisch zu starten (die Liste der festgelegten Orte kann in den Einstellungen festgelegt werden), ist ein Zugriff auf die Standortdaten erforderlich. Calc sammelt Ihre Daten nicht und überträgt sie auch nicht.\n\nEs gibt mehrere Gründe, Calc herunterzuladen und zu installieren:\n1. Einfacher Taschenrechner. Einfacher und übersichtlicher Taschenrechner für gewöhnliche Berechnungen.\n2. Praktischer Prozent-Rechner. Sie können herausfinden, wie viel Prozent die Zahl X von der Zahl Y hat. Welche Zahl entspricht X Prozent der Zahl Y. Addieren oder subtrahieren Sie die Prozente von der Zahl.\n3. Tage-Rechner. Mit unserem Tagesrechner können Sie die Zeitspanne mit einer Genauigkeit von einer Sekunde berechnen.\n\nDie Calc-Erweiterung verwendet den Dienst Google Analytics, um Statistiken über die Nutzung der Erweiterung zu sammeln. Wenn Sie die Daten nicht übertragen möchten, installieren Sie die offizielle Blocker-Anwendung von Google oder eines seiner Analoga. Der offizielle Blocker von Google Analytics von Google ist http://tools.google.com/dlpage/gaoptout.\n\nWir unterstützen die Richtlinie des Chrome Online Stores zur minimalen rationalen Nutzung von Berechtigungen:\n1. Cookies\n- Automatische Erkennung von Sprache und Land.\n2. Notifications\n- Timer-Alarme.\n3. Storage\n- Automatisches Speichern der Erweiterungseinstellungen.\n- Verlauf der Berechnung.\n4. WebNavigation\n- Automatischer Start des Rechners auf den eingestellten Websites (Sie können die Liste der Websites in den Einstellungen auswählen)\n5. ContextMenus\n- Öffnen des Taschenrechners im Inhalts- oder Fenstermodus.\n6. Tabs\n- Öffnen von Calc in einer neuen Registerkarte.",
    "pl": "Calc jest prostym kalkulatorem online, który oszczędza Twój czas. Możesz używać Calc bezpośrednio w przeglądarce bez otwierania dodatkowych zakładek. Calc to dobry kalkulator online do pracy, domu lub nauki. Po prostu do każdego obliczenia. Licz gdziekolwiek.\n\nWażne!!!\nDostęp do danych witryn jest niezbędny do otwarcia kalkulatora w trybie zawartości lub okna oraz do autorouruchamiania Calca we wskazanych przez ciebie witrynach (listę wskazanych witryn można było ustawić w ustawieniach). Calc nie zbiera danych o użytkownikach i nie przesyła ich.\n\nIstnieje kilka powodów, dla których warto pobrać i zainstalować program Calc:\n1. Kalkulator podstawowy. Prosty i przejrzysty kalkulator do zwykłych obliczeń.\n2. Poręczny kalkulator procentowy. Możesz dowiedzieć się, ile procent liczby X stanowi liczba Y. Która liczba odpowiada X procentom liczby Y. Dodaj lub odejmij procenty od liczby.\n3. Kalkulator dni. Z naszym kalkulatorem dni będziesz w stanie obliczyć okres czasu z dokładnością do jednej sekundy.\n\nRozszerzenie Calc wykorzystuje usługę Google Analytics do zbierania statystyk dotyczących korzystania z rozszerzenia. Jeśli nie chcesz przesyłać danych, zainstaluj oficjalną aplikację blokującą od Google lub dowolny z jej analogów. Oficjalnym blokerem Google Analytics od Google jest http://tools.google.com/dlpage/gaoptout.\n\nWspieramy politykę Chrome Online Store dotyczącą minimalnego racjonalnego wykorzystania uprawnień:\n1. Cookies .\n- Autodetekcja języka i kraju.\n2. Notifications\n- Alarmy z timerem.\n3. Storage\n- Automatyczne zapisywanie ustawień rozszerzenia.\n- Historia Calc.\n4. WebNavigation\n- automatyczne uruchamianie kalkulatora na wybranych stronach (listę stron można wybrać w ustawieniach)\n5. ContextMenus\n- Otwórz kalkulator w trybie zawartości lub okna.\n6. Tabs\n- Otwórz kalkulator w nowej karcie.",
    "ru": "Calc – это удобный и быстрый онлайн калькулятор, пользоваться которым Вы сможете прямо в браузере, не открывая дополнительных вкладок или программ. Разрабатывая Calc мы хотели позволить пользователям экономить своё время и не отвлекаться на поиски онлайн калькулятора или подходящего онлайн-сервиса. Calc идеально подходит как для работы, так и для дома или учёбы.\n\n[Важно!]\nДоступ к данным сайтов необходим для открытия калькулятора в контентном или оконном режиме, а также для автозапуска Calc на заданных вами сайтах (перечень заданных сайтов устанавливается в настройках). Calc не собирает ваши данные и не передает их.\n\nНесколько причин скачать и установить онлайн калькулятор Calc:\n1. Арифметический калькулятор. Простой и понятный калькулятор для обычных вычислений.\n2. Удобный калькулятор процентов. Вы сможете узнать сколько процентов составляет число X от числа Y. Какое число соответствует X процентам от числа Y. Прибавляйте или вычитайте проценты из числа.\n3. Калькулятор дней. С нашим калькулятором дней вы сможете вычислить промежуток времени с точностью до секунды.\n\nРасширение Calc использует сервис Google Аналитика для сбора статистики использования расширения. Если вы не хотите передавать данные, установите официальное приложение-блокировщик от Google или любой его аналог. Официальный блокировщик Google Аналитики от Google — http://tools.google.com/dlpage/gaoptout.\n\nМы поддерживаем политику Интернет-магазина Chrome по минимальному рациональному использованию разрешений:\n1. Cookies\n- Автоматическое определение языка и страны.\n2. Notifications\n- Присылаем уведомления таймера.\n3. Storage\n- Хранение настроек расширения.\n- Хранение истории вычисления.\n4. WebNavigation\n- автозапуск калькулятора на заданных сайтах (перечень сайтов вы можете задать в настройках)\n5. ContextMenus\n- Открытие калькулятора в контентном или оконном режиме.\n6. Tabs\n- Открытие Calc в новой вкладке.",
    "uk": "Calc - це зручний та швидкий онлайн калькулятор, користуватися яким Ви зможете прямо в браузері, не відкриваючи додаткових вкладок або програм. Розробляючи Calc ми хотіли дозволити користувачам економити свій час і не відволікатися на пошук калькулятора або онлайн сервісу. Calc ідеально підходить як для роботи, так і для дому або навчання.\n\n[Важливо!]\nДоступ до даних сайтів необхідний для відкриття калькулятора в контентному або віконному режимі, а також для автозапуску Calc на заданих вами сайтах (перелік заданих сайтів встановлюється в налаштуваннях). Calc не збирає ваші дані і не передає їх.\n\nКілька причин завантажити і встановити онлайн калькулятор Calc:\n1. Арифметичний калькулятор. Простий і зрозумілий калькулятор для звичайних обчислень.\n2. Зручний калькулятор відсотків. Ви зможете дізнатися скільки відсотків становить число X від числа Y. Яке число відповідає X відсоткам від числа Y. Додавайте або віднімайте відсотки з числа.\n3. Калькулятор днів. З нашим калькулятором днів ви зможете обчислити проміжок часу з точністю до секунди.\n\nРозширення Calc використовує сервіс Google Аналітика для збору статистики з використання розширення. Якщо ви не хочете передавати дані, встановіть офіційний додаток-блокувальник від Google або будь-який його аналог. Офіційний блокувальник Google Аналітики від Google - http://tools.google.com/dlpage/gaoptout.\n\nМи підтримуємо політику Інтернет-магазину Chrome за мінімальним раціонального використання дозволів:\n1. Cookies\n- Автоматичне визначення мови і країни.\n2. Notifications\n- Надсилаємо повідомлення таймера.\n3. Storage\n- Зберігання налаштувань розширення.\n- Зберігання історії обчислення.\n4. WebNavigation\n- автозапуск калькулятора на заданих сайтах (перелік сайтів ви можете задати в налаштуваннях)\n5. ContextMenus\n- Відкриття калькулятора в контентному або віконному режимі.\n6. Tabs\n- Відкриття Calc в новій вкладці."
  }
}