{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Test data manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Built for testers, developers, and more. Easily access test data, copy values, or auto-fill assigned fields with just a click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Test Data Manager – Effortless Form Filling with Customized Data\n\nTest Data Manager is an easy-to-use Chrome extension designed to simplify test data management and usage. Whether you're entering business registration numbers, person IDs, or other frequently used data, Test Data Manager allows you to manage and organize your information in customizable tabs, ensuring you can fill forms faster and more efficiently.\nYour data is securely stored locally within the extension (Chrome local storage) and is never shared with anyone, ensuring complete privacy and control.\n\nKey Features:\n-Organize Your Data with Tabs: Group and manage data using a tab-based interface, perfect for different categories like IDs, business information, or user credentials.\n\n-Data CSV Import & Export: Effortlessly import structured data into the application from CSV files, allowing quick data population. Export your current data set to CSV with a single click, ensuring smooth integration with external tools or backups for easy access and sharing.\n\n-Auto-Open Tabs: Set XPaths for tabs, and they’ll automatically open when extension modal is opened and if any matching element is present on the web page.\n\n-XPath-based Auto-Filling: Automatically fill fields on web forms using XPath, making it ideal for repetitive data entry on public or enterprise websites.\n\n-Flexible Data Grouping: Define multiple XPaths for a single field, ensuring the right data is filled in the correct field every time.\n\n-One-Click Copy: Instantly copy data from saved entries with a single click on the data cell, making it easy to use or share outside the web application.\n\n-Backup and Share Your Configurations: Export your configurations and data to share with others or to keep as a backup for future use. Import settings with a single click to restore your configuration on any device."
  }
}