{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Auditor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Extension Security & Privacy Analyzer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Extension Auditor\n\n> Convenience shouldn't come at the cost of your data privacy & security.\n\n![Extension Auditor Logo](src/icons/extensionauditor.webp)\n\nExtension Auditor is a powerful Chrome extension that helps users understand and evaluate the security implications of their installed browser extensions. It provides real-time security analysis and risk assessment of extensions based on their permissions, capabilities, and potential security impacts.\n\n## Features\n\n- **Real-time Security Analysis**: Instantly analyzes installed extensions for security considerations\n- **Risk Classification**: Categorizes findings into Critical, High, Medium, and Low severity levels\n- **Permission Analysis**: Detailed explanation of each extension's permissions and their security implications\n- **Host Access Analysis**: Identifies extensions with broad host permissions or access to sensitive domains\n- **Comprehensive Report**: Generates detailed security reports with specific findings and potential risks\n- **Privacy Focus**: Runs locally in your browser with minimal required permissions\n\n## Who Can Benefit?\n\n- Everyday Internet Users: Stay informed and secure.\n- Content Creators: Vet extensions before promoting them to your audience.\n- Cybersecurity Professionals: Can use this is a great starting point for pentesting browser extensions to guide deeper dynamic and runtime analysis.\n- Privacy Professionals: It will be a a great help for privacy professionals to discern privacy concerns of using an extension, and compare advertised privacy practices vs actual use.\n\n## How It Works\n\nExtension Auditor analyzes extensions based on several factors:\n\n1. **Permission Analysis**: Evaluates the permissions requested by extensions and their potential security implications\n2. **Host Access**: Identifies broad host permissions that could pose privacy risks\n3. **Content Script Analysis**: Examines how extensions interact with web pages\n4. **Manifest Analysis**: Reviews extension manifest settings for security best practices\n5. **Combined Risk Assessment**: Calculates overall risk based on multiple security factors\n\n## Risk Rating Methodology\n\n- **Critical**: Highly sensitive permissions or combinations that could be dangerous if misused\n- **High**: Permissions that could potentially be used maliciously\n- **Medium**: Permissions that require caution as they provide significant capabilities\n- **Low**: Permissions with limited potential for misuse\n\n## Privacy\n\nExtension Auditor requires only two permissions:\n\n- `management`: To access information about installed extensions\n- `tabs`: To display the analysis interface\n\nThe extension runs entirely in your browser and does not:\n\n- Collect any personal data\n- Send data to external servers\n- Modify any other extensions\n- Modify webpage content\n\nLet’s make browsing safer—for all of us."
  }
}