{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "nCage+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prank your friends and co-workers with this extension that will replace their webpage images while they browse the internet!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Who doesn't want a little more Nicolas Cage in their life? You may be familiar with the brilliant \"Ncage\" extension, which replaces all images on webpages with pictures of the esteemed American actor Nicolas Cage. While this is humorous for a short time, victims quickly realize that they've been pranked and promptly disable the extension, ending the fun prematurely.\n\nEnter nCage+! This extension allows you to implement a more subtle strategy by specifying the percentage of images that you would like to be replaced, rather than bluntly replacing all images. Add this extension to a friend or co-worker's browser and laugh as Nicolas Cage randomly shows up while they browse the web. It could be days or even weeks before they realize that something is up!\n\nThis evolution of the original concept includes a number of beneficial upgrades:\n- Customizable image replacement probability\n- Image references that won't break over time\n- Additional themed libraries. Choose from \"Nicolas Cage\", \"Rubber Ducks\", \"Anime Girls\", or even create your own!\n- Optionally increase the image replacement rate over time\n- Improved image resizing and scaling\n- A friendly \"+\" extension icon to deflect suspicion"
  }
}