{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smash Karts Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Smash Karts game on chrome. Smash Karts Unblocked game. Created for Smash Karts game unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smash Karts is a dynamic multiplayer kart battle game that delivers an exhilarating blend of chaos and strategy, perfectly suited for players who thrive in fast-paced and competitive environments. The game plunges players into vivid, colorful arenas where the primary goal is not just racing, but outsmarting and outlasting opponents in thrilling vehicular combat.\n\nIn Smash Karts, each player takes control of a customizable kart, equipped with a variety of power-ups and weapons scattered throughout the arena. From rockets and bombs to guns and mines, the arsenal available ensures that no two matches are ever the same. This plethora of destructive tools allows players to devise unique strategies to disrupt their opponents. Whether laying traps with mines or launching a surprise rocket attack, the key to success lies in using these items at the perfect moment.\n\nIf you have any questions about our Smash Karts Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Smash Karts Unblocked game extension.\n4. Press \"Remove\""
  }
}