{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visily - App UI Capture & Design"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture app screenshots from any sources and convert them into fully editable wireframes in Visily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visily is an AI-powered UI design platform for non-designers. This companion extension helps turn any app screenshots into Visily wireframes, which you can easily customize and improve.\n\nUSE CASES\n• Kick-start a new design project based on UI found on Dribbble, Behance etc.\n• Modernize the UI of a legacy app by capturing its screenshots then improve upon them via a powerful UI editor.\n• Capture remarkable designs to build up your collection of UI inspirations and store in Visily for convenient access.\n\nHOW IT WORKS\n👤 Step 1: Create a Visily account: https://app.visily.ai/signup\n📷 Step 2: Capture app screenshots from anywhere\n🖍 Step 3: Import captured screenshots into Visily, either as images or editable wireframes\n\nWe hope you find this extension useful! Please feel free to share your thoughts or feedback by sending an email to support@visily.ai.\n\nABOUT VISILY\nVisily (https://www.visily.ai) is the easiest wireframe software, enabling teams of all sizes and skill levels to create stunning wireframes and prototypes at lightning speed. With its intuitive interface, extensive UI library, and advanced AI features, Visily has helped thousands of teams iterate and validate ideas quickly and efficiently."
  }
}