{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faslet Integration Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Validates and provides insights on the integration status of the Faslet Size Me Up Assistant on your web shop."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "working on integrating the Faslet Size Me Up Assistant into their platforms. This robust and user-friendly Chrome extension validates the status of your Faslet integration, ensuring it meets all the required standards for a seamless user experience.\n\nMain Features:\n\nIntegration Validation: The Faslet Integration Assistant intelligently checks if the Faslet Size Me Up Assistant is correctly implemented on your platform. It identifies any errors or missing elements in the integration, providing actionable insights to correct them.\n\nUnder-the-Hood Insights: Ever wondered what's happening behind the scenes? Our tool gives you a detailed understanding of the operational mechanics, helping you optimize your platform for the Faslet Size Me Up Assistant.\n\nDesigned for Developers: With an intuitive interface and clear instructions, the Faslet Integration Assistant is designed to assist developers of all experience levels. Whether you're a veteran developer or a newbie, you'll find our tool easy to use and incredibly beneficial.\n\nGet the Faslet Integration Assistant today and ensure a seamless integration of the Faslet Size Me Up Assistant, providing your users with an optimal online sizing experience."
  }
}