{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fresh Water Systems"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find a wide range of water filtration products including RO systems, whole house water filters, and UV water treatment systems."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fresh Water Systems is a leader in providing water filters for top brands such as Culligan water filters, Pur Water filters, Aquapure filters, Everpure filters and more. We have a large selection of refrigerator water filters to fit most brands and offer a wide range of water filtration products including reverse osmosis systems, whole house water filters, and ultraviolet water treatment systems. Our list of replacement water filters is searchable by brand, so you can rest easy in knowing you can quickly find the water filters you need. Need help locating a particular water filter or water system? Call us at 877-335-3339, click here to complete our contact form, or use the “search for products” box located in the top, right-hand area of each page. We are also available to chat by clicking on the \"Chat Now\" button below. And to make things even easier, we provide a free e-mail reminding you to change your water filter, water cartridge, fridge filter, and UV Lamps. You will never forget again!\n\nFresh Water Systems stocks one of the largest selections of water faucets and fittings including Waterstone faucets and John Guest Fittings providing a one-stop source for plumbing supplies and water test kits. After testing your drinking water, if you see, smell, or taste something wrong, we offer a full section of water contamination and treatment options. \n\nFind out more about water filter system solutions such as removing lead from water, or bacteria water treatment in our Learning Center. We also have helpful installation videos, calculators, and troubleshooting sheets that can help you decide on the right water filtration system for your home or business.\n\nAt FreshWaterSystems, you will get same day service from the largest selection of water treatment products and water filters…now that’s fresh!"
  }
}