{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ciri- Daughter of Destiny Live Wallpaper Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the magical world of The Witcher with Ciri the Daughter of Destiny, gracing your browser in this enchanting live wallpaper",
    "de,es,fr,ja,ko,ru": "Step into the magical world of The Witcher with Ciri, the Daughter of Destiny, gracing your browser in this enchanting live…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Ciri – Daughter of Destiny Live Wallpaper Chrome extension brings the powerful and enigmatic character from The Witcher series right to your new tab. Every glance at your screen captures her strength, elegance, and mystical allure. Designed for fans of the fantasy epic, this extension offers a touch of magic and functionality every time you open your browser.\n\nKey Features\n🌟 Live Wallpaper: Immerse yourself in the world of The Witcher with a mesmerizing Ciri-themed animation.\n🔍 Google Search Bar: Simplify your browsing experience with easy and direct searches.\n🕒 Clock & Date: Keep track of time with a stylish clock and date display.\n🌐 Quick Shortcuts: Add or remove your favorite websites for convenient access.\n⚙️ Easy Control Panel: Manage the extension or remove it using the menu in the lower-left corner of your new tab.\nTransform your browser into a gateway to fantasy, blending Ciri’s legendary presence with your daily tasks. Perfect for Witcher enthusiasts!\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}