{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sunrise Wallpaper New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start your day with the beauty of a sunrise, featuring stunning wallpapers on your new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the calming beauty of a sunrise to your browser with Sunrise Theme, making every new tab the perfect way to start your day. Filled with the soft light of morning, this theme transforms your browser into a beautiful and functional tool for a pleasant experience.\n\nSunrise Theme allows you to fully personalize your browsing experience to fit your preferences. With the shortcuts feature, you can quickly access your most-used websites, while the time and date display helps you manage your time efficiently throughout the day. \n\nThe bookmark feature lets you save your favorite sites for easy access, and the notes feature allows you to jot down quick reminders and keep your ideas organized.\n\nThe theme switching feature offers various stunning sunrise backgrounds, so you can always enjoy fresh, vibrant visuals. With different color tones and scenes, you can experience something new with every tab. \n\nThis feature allows you to customize your browser’s appearance based on your mood or the time of day, making every new tab feel like a new adventure.\n\nTake advantage of the peaceful and inspiring energy of a sunrise to create a functional and beautiful browsing environment. \n\nSunrise Theme offers both visual appeal and practical tools to help you stay organized and efficient. Install it now and feel the fresh energy of the morning with every new tab!"
  }
}