{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EthSign Keychain"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Store and protect login credentials with your MetaMask wallet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EthSign Keychain is the credential manager for Web3. Keychain uses the entropy generated from your MetaMask seed phrase to provide the first layer of encryption for all stored credential entries, with a second optional password-based layer of encryption for added security. Credentials can be synced to AWS or Arweave across devices - with syncing enabled, any MetaMask installation using your seed phrase can retrieve and decrypt the stored credentials securely and easily. Credentials can also be exported and imported into a different MetaMask account, allowing credential sharing between accounts and devices without requiring syncing to be enabled. EthSign Keychain provides a registry for secure message passing between users, allowing data encryption that can only be decrypted by the intended recipient.\n\nKeychain consists of two layers: a MetaMask Snap extension and this Chrome extension. The snap handles the processing of all sensitive information, including state management, credential encryption, and remote syncing capabilities. The snap contains granular permissions separated on each device to determine exactly what origins have permission to access given credential entries. The Chrome extension is built on top of the interface this snap provides, yielding an easy interface for credential state interaction. MetaMask must be installed for EthSign Keychain to function properly.\n\nFeatures\n- Form submission detection which finds most single-step login and signup forms.\n- Banners that appear on form submission to quickly and easily save new or updated credentials, or choose to never save passwords for a given site.\n- Login form autofill capabilities.\n- Manually trigger a sync with remote password entries from Arweave or AWS.\n- Easy UX flow for exporting and importing password states into the keychain snap.\n- Manually add, edit, and delete password entries from the keychain.\n- Easily visualize all password credentials for the current site.\n- Disable remote syncing, or change the keychain snap’s remote syncing location between AWS and Arweave.\n- Manage Access Permissions\n\nNote: This extension requires MetaMask to be installed in your Chrome browser. This extension is unable to connect to MetaMask on elevated Chrome pages. For more information, please see our FAQ."
  }
}