{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sua Receita - Receitas Culinarias"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seleção das melhores receitas culinarias"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Sua Receita: Inspiração Culinária Instantânea\"\n\nA extensão \"Sua Receita\" é a sua fonte confiável de inspiração culinária direto na barra de ferramentas do Google Chrome. Descubra novas receitas deliciosas todos os dias e leve sua experiência gastronômica para um nível superior. Aqui está o que faz de \"Sua Receita\" uma extensão essencial para qualquer entusiasta da culinária:\n\nReceitas Frescas Diariamente: A cada dia, oferecemos receitas novas e empolgantes para você experimentar. Seja você um cozinheiro experiente ou alguém que está apenas começando, nossa seleção abrange uma variedade de níveis de habilidade e tipos de cozinha.\n\nPesquisa Rápida: Quer uma receita específica? Nossa barra de pesquisa intuitiva permite que você encontre rapidamente a receita perfeita para qualquer ocasião. De pratos principais a sobremesas, temos tudo.\n\nFavoritos Personalizados: Guarde suas receitas favoritas para acesso rápido e fácil. Crie uma coleção de pratos que você adora e queira fazer novamente.\n\nLista de Compras Inteligente: Transforme suas receitas em uma lista de compras. Quando encontrar uma receita que adora, com apenas um clique, crie uma lista de compras organizada para que você saiba exatamente o que precisa.\n\nDicas e Truques: Aprenda truques de cozinha, dicas de ingredientes e técnicas de culinária com nossos artigos informativos. Aprimore suas habilidades culinárias e impressione todos à mesa.\n\nSe você ama cozinhar, \"Sua Receita\" é a extensão perfeita para você. Deixe-nos ser seu companheiro na jornada culinária e transforme suas refeições em experiências inesquecíveis. Instale a extensão \"Sua Receita\" agora e comece a criar pratos incríveis hoje mesmo!"
  }
}