{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DOSI Vault"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DOSI Vault is a non-custodial wallet that users can directly manage and use.",
    "ko": "DOSI Vault는 유저가 가상자산을 직접 보관하고 사용하는 논 커스터디얼 월렛입니다."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockchain Wallet for All - DOSI Vault\n\n1. A non-custodial wallet* which users can store and use directly\nDOSI Vault is the first non-custodial  wallet that supports FINSCHIA.\nThe private key is encrypted and stored safely on the user’s computer, and the user can directly store and use the asset.\n\nWe plan to support FINSCHIA, LINE’s base cryptocurrency, at launch and add multiple tokens from LINE’s new public mainnet* in the future.\n\n※ A non-custodial wallet means a wallet that individuals have full control of. Users have full control over their private keys and assets.\n※ Mainnet refers to an independent blockchain platform, protocol, or network.\n\n2. A user-friendly wallet that supports Google sign-in\nDOSI Vault supports Google login as well as Mnemonic phrase during the wallet creation process.\n\nThis allows users who are unfamiliar with blockchain or Web3 to easily create accounts without mnemonic settings through Google Login.\n\n3. A wallet with fast transactions that also saves on gas fees\nDOSI Vault plans to use LINE’s new public mainnet, which will have a faster transaction speed with lower transaction costs (gas fees) than other major mainnets. When paying for FINSCHIA with DOSI Vault, the gas fee is $0.076 which is 98%* lower than Ethereum, and the transaction takes approximately 2 seconds, which is 400 times* faster than Ethereum.\n\n※ Reduction of gas fee : This is a assumptive comparison of LINE blockchain’s expected general remittance gas fee of 0.003 FNSA (USD 0.076) and Ethereum gas fee of 0.004 ETH (USD 5, as of 22/12/7). Gas fees are subject to change depending on chain conditions and remittance type.\n\n※ Reduction of transaction time: This is a comparison based on the new LINE public mainnet block confirmation time of 2 seconds and the Ethereum block confirmation time of 15 minutes, and is subject to change depending on the mainnet situation. In addition, the block size of LINE’s new public mainnet is about 21MB, which is 2.6 times larger than Ethereum’s 8MB, so more transactions can be processed at the same time.\n\n4. Providing a wallet based on web and mobile app\nConnect your DOSI Vault account to mobile application by just scanning the QR code.\nAll your digital assets in the browser account can be easily managed in your mobile device.\n\n5. Buy NFTs with FINSCHIA more easy & quick\nBuy NFTs* with FINSCHIA by connecting DOSI Vault through DOSI Wallet 'payment' feature in just 2-Steps.\n\n※NFT : Non-Fungible Token",
    "ko": "Blockchain Wallet for All - DOSI Vault\n\n1. 유저가 직접 보관하고 사용하는 논 커스터디얼 월렛(Non-custodial Wallet)*\n\nDOSI Vault는 FINSCHIA를 지원하는 첫번째 논 커스터디얼 월렛입니다.\nPrivate key는 암호화되어 사용자 컴퓨터에 안전하게 저장되며 유저가 직접 자산을 보관하고 사용할 수 있습니다.\n\n론칭 시점에는 LINE의 베이스 가상자산인 FINSCHIA가 먼저 지원되며, 향후 LINE의 신규 퍼블릭 메인넷(Mainnet)*의 여러 토큰이 지원될 예정입니다.\n\n※Non-custodial(논 커스터디얼) 월렛이란? 개인이 모든 통제권을 갖고 있는 지갑을 뜻하며, 사용자가 개인 키와 자산에 대한 모든 권한을 갖는 것을 의미합니다.\n※메인넷(Mainnet)이란? 독립적인 블록체인 플랫폼/프로토콜/네트워크를 뜻합니다.\n\n2. Google 로그인 기능을 제공하는 유저 친화적인 Wallet\n\nDOSI Vault는 지갑 생성 과정에서 니모닉 복구 문구(Mnemonic phrase) 뿐 아니라 구글 로그인(Google login)도 지원합니다.\n\n이를 통해 블록체인이나 Web3에 익숙하지 않은 유저들도 구글 로그인을 통해 니모닉 설정 없이 쉽게 계정을 생성할 수 있습니다.\n\n3. 빠른 거래 속도 + Gas fee(가스비) 절감이 가능한 Wallet\n\nDOSI Vault가 지원하는 LINE의 신규 퍼블릭 메인넷은 다른 주요 메인넷들과 비교하여 거래 속도가 빠르고, 거래 비용(가스비)이 저렴합니다. DOSI Vault로 FINSCHIA 결제 시 가스비는 $0.076 수준으로 이더리움 대비 98%* 절감되고, 거래에 소요되는 시간은 약 2초로 이더리움 대비 400배* 이상 빠릅니다.\n\n※가스비 절감: 라인 블록체인의 예상되는 일반 송금 가스비 0.003 FNSA(USD 0.076), 이더리움 가스비 0.004 ETH (USD 5, 22/12/7 기준) 가정에서의 비교이며, 가스비는 체인 상황과 송금 유형에 따라 변동 가능합니다.\n\n※거래 시간의 단축: 신규 라인 퍼블릭 메인넷 블록 확정 시간 2초, 이더리움 블록 확정 시간 15분 기준에서의 비교이며, 메인넷 상황에 따라 변동 가능합니다. 추가적으로 라인의 신규 퍼블릭 메인넷의 블록당 크기는 약 21MB로 이더리움 8MB 대비 2.6배 크기 때문에 동시에 더 많은 트랜잭션 처리가 가능합니다.\n\n4. 웹과 모바일 앱 기반 월렛 제공\n\nQR Code를 스캔해 크롬 익스텐션과 모바일 앱을 쉽게 연동할 수 있습니다.\n\n모든 가상자산을 모바일 앱에서 쉽게 관리하세요.\n\n5. FINSCHIA로 쉽고 빠르게 NFT 구매\n\n도시 월렛과 연결해 NFT를 FINSCHIA로 손쉽게 구매할 수 있습니다.\n\n※NFT : Non-Fungible Token"
  }
}