{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "PerplexityAI Source Translation Helper",
    "ja": "PerplexityAI ソース翻訳ツール",
    "ko": "PerplexityAI 출처 번역 도구",
    "zh_CN": "PerplexityAI 来源翻译助手",
    "zh_TW": "PerplexityAI 來源翻譯助手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Uses Google Translate to convert Perplexity AI's source content, helping users understand references faster.",
    "ja": "Google翻訳を使用して Perplexity AI の引用元を翻訳し、参考資料をより分かりやすく表示します。",
    "ko": "Google 번역을 통해 Perplexity AI의 출처 내용을 번역하여 참고 자료를 쉽게 이해할 수 있습니다。",
    "zh_CN": "通过 Google 翻译转换 Perplexity AI 的来源内容，帮助用户更快理解参考资料。",
    "zh_TW": "使用 Google 翻譯來轉換 Perplexity AI 的來源內容，協助使用者更快速理解參考資料。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "📝 Brief Description\nEasily read reference sources on Perplexity AI with real-time translation! This extension automatically translates reference materials on Perplexity AI into your preferred language, helping you acquire information more efficiently.\n\n🎯 Detailed Description\nThe PerplexityAI Source Translator Assistant is a browser extension designed specifically for Perplexity AI users. It automatically translates reference source content on the page, allowing you to easily understand information in various languages. Whether for research, learning, or daily browsing, this tool helps you break through language barriers and enhance your user experience.\n\n✨ Main Features\n🔸 Automatic Source Translation: Understand original content without leaving the current page\n🔸 Multi-language Support: Offers multiple language options including English, Traditional Chinese, Simplified Chinese, Japanese, and Korean\n🔸 Instant Tooltips: Displays translated titles and descriptions when hovering over content\n🔸 Full-page Translation: Automatically opens source links in Google Translate for seamless reading",
    "ja": "📝 概要説明\nリアルタイム翻訳機能で、Perplexity AI の参考ソースを簡単に読むことができます！この拡張機能は、Perplexity AI 上の参照資料を自動的にお好みの言語に翻訳し、より効率的に情報を取得できるようにします。\n\n🎯 詳細説明\nPerplexityAI ソース翻訳アシスタントは、Perplexity AI ユーザー向けに設計されたブラウザ拡張機能です。ページ上の参考ソースコンテンツを自動的に翻訳し、様々な言語の情報を簡単に理解できるようにします。研究、学習、日常のブラウジングなど、この拡張機能は言語の壁を越えて、ユーザー体験を向上させます。\n\n✨ 主な機能\n🔸 参考ソースの自動翻訳：現在のページを離れることなく、元のコンテンツを理解\n🔸 多言語サポート：英語、繁体字中国語、簡体字中国語、日本語、韓国語など複数の言語に対応\n🔸 即時ツールチップ：マウスホバーで翻訳されたタイトルと説明を表示\n🔸 全文翻訳：リンクをクリックすると、Google 翻訳でページが自動的に開き",
    "ko": "📝 간단한 설명\n실시간 번역 기능으로 Perplexity AI의 참조 소스 내용을 쉽게 읽어보세요! 이 확장 프로그램은 Perplexity AI의 참조 자료를 선호하는 언어로 자동 번역하여 더욱 효율적으로 정보를 얻을 수 있게 해줍니다.\n\n🎯 상세 설명\nPerplexityAI 소스 번역 도우미는 Perplexity AI 사용자를 위해 특별히 설계된 브라우저 확장 프로그램입니다. 페이지의 참조 소스 내용을 자동으로 번역하여 다양한 언어의 정보를 쉽게 이해할 수 있게 해줍니다. 연구, 학습 또는 일상적인 브라우징에서 이 도구는 언어 장벽을 극복하고 사용자 경험을 향상시켜 줍니다.\n\n✨ 주요 기능\n🔸 참조 소스 자동 번역: 현재 페이지를 벗어나지 않고도 원본 내용을 이해\n🔸 다국어 지원: 영어, 번체 중국어, 간체 중국어, 일본어, 한국어 등 다양한 언어 옵션 제공\n🔸 즉시 도구 설명: 마우스를 올리면 번역된 제목과 설명을 표시\n🔸 전체 텍스트 번역: 소스 링크를 클릭하면 Google 번역으로 웹 페이지가 자동으로 열립니다",
    "zh_CN": "📝 简短说明\n通过实时翻译功能，轻松阅读 Perplexity AI 的参考来源内容！这款扩展程序能自动将 Perplexity AI 上的参考资料翻译成您偏好的语言，让您更有效率地获取信息。\n\n🎯 详细说明\nPerplexityAI 来源翻译助手是一款专为 Perplexity AI 用户设计的浏览器扩展程序。它能自动翻译页面上的参考来源内容，让您轻松理解各种语言的信息。无论是研究、学习还是日常浏览，这款工具都能帮助您突破语言障碍，提升使用体验。\n\n✨ 主要功能\n🔸 自动翻译参考来源：让您无需离开当前页面，即可理解原始内容\n🔸 多语言支持：提供英文、繁体中文、简体中文、日文和韩文等多种语言选择\n🔸 即时工具提示：鼠标悬停时显示翻译后的标题和说明\n🔸 全文翻译：点击来源链接时自动以 Google 翻译打开网页",
    "zh_TW": "📝 簡短描述\n透過即時翻譯功能，輕鬆閱讀 Perplexity AI 的參考來源內容！這款擴充功能能自動將 Perplexity AI 上的參考資料翻譯成您偏好的語言，讓您更有效率地獲取資訊。\n\n🎯 詳細說明\nPerplexityAI 來源翻譯助手是一款專為 Perplexity AI 使用者設計的瀏覽器擴充功能。它能自動翻譯頁面上的參考來源內容，讓您輕鬆理解各種語言的資訊。無論是研究、學習還是日常瀏覽，這款工具都能協助您突破語言障礙，提升使用體驗。\n\n✨ 主要功能\n🔸 自動翻譯參考來源：讓您無需離開當前頁面，即可理解原始內容\n🔸 多語言支援：提供英文、繁體中文、簡體中文、日文和韓文等多種語言選擇\n🔸 即時工具提示：滑鼠懸停時顯示翻譯後的標題和描述\n🔸 全文翻譯：點擊來源連結時自動以 Google 翻譯開啟網頁"
  }
}