{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "whatsapper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ordena, automatiza y escala tus ventas en WhatsApp Web gracias a Whatsapper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Impulsa tu WhatsApp al siguiente nivel\n\n\nWhatsapper es la herramienta definitiva para maximizar tus interacciones en WhatsApp, tanto de forma individual como en grupo. Esta extensión combina varias funciones potentes y fáciles de usar para simplificar la comunicación y la gestión de contactos en la plataforma de mensajería más popular del mundo.\n\nCaracterísticas destacadas:\nAutomatización inteligente de mensajes: cree flujos de mensajes automatizados para mantener conversaciones fluidas y personalizadas con sus contactos individuales y grupos.\n\nProgramación de mensajes: Programe el envío automático de mensajes en el momento ideal, tanto en conversaciones individuales como grupales, para maximizar el impacto de sus comunicaciones.\n\nGestión avanzada de contactos: organice sus contactos de manera eficiente con un sistema CRM integrado que le permite agregar notas, etiquetas y recordatorios personalizados para cada contacto y grupo.\n\nEnvío de Mensajes a Grupos: Envía mensajes a grupos de WhatsApp de forma rápida y sencilla, con la posibilidad de personalizar el contenido y segmentar tus comunicaciones para adaptarte a las necesidades de cada grupo.\n\nDescargar contactos: descargue fácilmente información de contacto de sus conversaciones individuales y grupales, lo que le permitirá administrar y analizar sus datos fuera de la plataforma WhatsApp.\n\nBeneficios destacados:\n- Simplifique la comunicación con sus contactos individuales y grupos en WhatsApp gracias a las funciones avanzadas de programación y automatización de mensajes.\n- Mejore la eficiencia y la productividad centralizando la gestión de contactos y la planificación de campañas en una única herramienta integrada.\nIncrementa el engagement y participación de tus contactos con mensajes personalizados y oportunos, tanto en conversaciones individuales como grupales.\n- Acceda y analice fácilmente su información de contacto descargando datos, lo que facilita la toma de decisiones informadas en su estrategia de comunicaciones y marketing.\n\n¡Descarga Whatsapper ahora!\nAprovecha al máximo tu experiencia en WhatsApp conWhatsapper. Descubra cómo nuestras funciones avanzadas pueden ayudarle a simplificar la gestión de contactos, mejorar la comunicación y hacer crecer su negocio."
  }
}