{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BTC Ticker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension displays the current btc price on the badge icon."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays the current Bitcoin price in your selected currency, pulled from your choice of a few exchanges. The price updates every 5 minutes.\n\nExchange choices:\n-bitstamp\n-coinbase\n-coinbase pro\n-kraken\n\nCode here: https://github.com/nickbrooking/btc-ticker\n\nIf you like this, you can donate here:\nBTC: \n3Anxg3D5iSuYasWCKmfs7Dj7S2Eq5Vhbia\n\nRelease notes:\n\nUpdate 1.5.4:\n  - Support BTC price > $100k!\n\nUpdate 1.5.3:\n  - Revert text color change from white back to black. In a future update soon I will add the ability to select background and text color.\n\nUpdate 1.5.2:\n  - Recover from idle state (sleep or hibernate)\n\nUpdate 1.5.1:\n  - Fixed extension not automatically initializing on browser startup\n\nUpdate 1.5.0: \n  - Switch to Manifest v3\n  - Removed inline jQuery\n  - Changed update interval to 29 seconds (down from 5 minutes, due to manifest v3 limitation)\n\nUpdate 1.4.9: Fix broken badge background color\n\nUpdate 1.4.8: Fix manifest permissions\n\nUpdate 1.4.7: Fixed manifest file permissions and coinbase pro bug.\n\nUpdate 1.4.6: Fixed coinbase since they changed their api. Removed btc-e and gdax, added coinbase pro.\n\nUpdate 1.4.5: Added units to options, so you can display price in mBTC, uBTC, and sat.\n\nUpdate 1.4.4: Corrected display from 1k to 10k properly. I guess I was in disbelief that it was actually 10k :)\n\nUpdate 1.4.3: Fixed four digit numbers to still work how they used to.\n\nUpdate 1.4.2: Added a precision option so you can adjust the display for what works for your machine.\n\nUpdate 1.4.1: Added support for more than 4 characters, basically now if the number would go >9999 it converts to 1.0k (or 1.1k, 1.2k, etc.) This is about the best I can do given the limitations of the chrome extension api. Also added support for CAD on coinbase, and changed coinbase-exchange to gdax.\n\nUpdate 1.4.0: Added two new exchanges (coinbase exchange and kraken) and also added the ability to switch currencies (USD and EUR). Also removed mtgox.\n\nUpdate 1.3.0: Added an options page to choose which exchange to pull ticker data from. (Note: Due to this change there are new permissions, so you will need to re-enable the extension and accept these.)\n\nUpdate 1.2.1: Updated to mtgox api 2, removed no cache, as it looks like it was being blocked on mtgox's end.\n\nUpdate 1.2: Added no cache directive so the value should always be the latest. Some users were experiencing the data not updating as often as it should because their browser was caching it.\n\nUpdate 1.1.1: Changed to use https for mtgox api.\n\nUpdate 1.1: You can now click the icon to manually update the current price. Be warned, doing this too often (like many times in a few seconds) could get your ip blocked.\n\n1.0: Initial release."
  }
}