{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cashclub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pana la 30% cashback in peste 1000 de magazine partenere pe Cashclub.ro"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Primeste bani inapoi foarte usor in timp ce faci cumpărături online cu extensia CashClub!\n\nAi cumpărat vreodată online? ️ Atunci probabil te interesează cum poți primi bani înapoi la achizițiile tale.\n\nCashClub este soluția!  Instalează extensia noastră de browser gratuită și primești cashback la cumpărăturile online de pe sute de magazine partenere.\n\nCum funcționează?\n\n1) Instalează extensia CashClub în browserul tău (Chrome, Firefox, Edge)\n\n2) Fă cumpărături online ca de obicei de pe magazinele partenere CashClub\n\n3) Primești cashback în contul tău CashClub - între 1% și 30% din valoarea comenzii!\n\n4) Cashback-ul  îl poți retrage în contul tău bancar \n\nDe ce să alegi CashClub?\n\n--> Simplu și gratuit: Extensia se instalează în doar câteva secunde și nu te costă nimic.\n\n--> Sute de magazine partenere: Găsești magazine din diverse categorii, de la electrocasnice și haine la cărți și cadouri.\n\n--> Cashback garantat: Primești bani înapoi la fiecare achiziție validă.\n\n--> Retragere rapidă: Poți retrage cashback-ul în contul tău bancar în doar câteva clicuri. E timpul să faci cumpărături inteligente!\n\nInstalează extensia CashClub acum și începe să faci bani în timp ce faci cumpărături online. Nu mai arunca banii pe fereastră!  Alege CashClub și pune-i deoparte pentru ce contează cu adevărat!\n\n#SmartShopping #FaraBaniAruncati #CashClub"
  }
}