{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Tags Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract youtube tags from YouTube video page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of YouTube SEO with the YouTube Tag Extractor Chrome Extension! Whether you're a content creator, marketer, or researcher, this tool is designed to help you quickly and easily extract tags from any YouTube video.\n\nKey Features:\n\nInstant Tag Extraction: Simply visit any YouTube video and click on the extension icon to instantly view and copy all the tags used by the video.\nCopy to Clipboard: Effortlessly copy extracted tags to your clipboard for easy use in your own videos or research.\nNo Login Required: Start using the extension right away without any need for sign-ups or logins.\nLightweight and Fast: The extension is designed to be lightweight, ensuring it doesn't slow down your browsing experience.\nPrivacy Focused: We respect your privacy; no data is collected or shared.\n\n\nHow to Use:\n\nInstall the YouTube Tag Extractor from the Chrome Web Store.\nNavigate to any YouTube video.\nClick on the extension icon in the Chrome toolbar.\nView and copy the tags directly from the popup window.\nOptimize your YouTube content strategy by analyzing the tags of top-performing videos in your niche. \n\nDownload YouTube Tag Extractor today and give your videos the SEO edge they need!\n\nNote: We also promote other extension which is beneficial for users who is installing our extension."
  }
}