{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Chat Navigator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly navigate and organize your conversations across popular AI chat platforms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note: After the extension is installed, if the navigation panel doesn't show please refresh the webpage. Generally refreshing the webpage can solve problems with switching on or off the panel.\n\nAI Chat Navigator: Simplify and Enhance Your AI Chat Experience\n\nTake control of your conversations on AI chat platforms with the powerful AI Chat Navigator extension. This intuitive tool adds a draggable, resizable navigation panel to your chat interfaces, empowering you to manage your chats like a pro. \n\nFeatures:\n- Quick Navigation: Numbered messages in a clean outline make it easy to locate specific parts of your chat.\n- Live Updates: New user messages are instantly captured and displayed in the navigation panel.\n- Customizable Interface: Drag and resize the panel to suit your workflow.\n- System Theme Support: The panel adapts seamlessly to your system's light or dark theme.\n- Toggle Control: Enable or disable the navigator panel conveniently through the extension’s pop-up menu.\n- Cross-Platform Support: Currently it supports ChatGPT(www.chatgpt.com)  and Claude AI(www.claude.ai), with plans to expand to more platforms in the future.\n\nBoost your productivity, simplify complex conversations, and enhance your overall experience on AI chat platforms. Whether you're working, studying, or brainstorming, AI Chat Navigator is the perfect companion for organized and efficient chats."
  }
}