{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Takvimi Sot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Takvimi Sot is new tab page, used for showing all prayer times, every time you open a new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Takvimi Sot is new tab page, used for showing all prayer times, next prayer time and notifying users when it's time to pray, every time you open a new tab\n\nOther Features:\n\n-It shows prayer times only for Kosovo, Albania, Shkup, Preshevë, Ulqin.\n-Notify user when it's time to pray.\n-Always show next prayer time.\n-Shows countdown for next prayer.\n-Works online/offline.\n\nReporting form\n\nThe purpose of this extension is to remind the believers of the times of Prayer, of course, like any man-made work, this extension also has flaws, which we are constantly working to improveq...\n\nPlease fill out this form so that we know where the error lies and consequently improve.\nhttps://docs.google.com/forms/d/e/1FAIpQLSfxyqNkl51FO16rd0qrMmQQXtO-XK7voeQyiN2Dwi0vp43LMA/viewform\n\nTakvimi Sot shërben për shfaqjen e kohëve të namazit, kohën e ardhshme të namazit si dhe mundëson njoftimin në kohën e saktë të hyrjes.\n\nOther Features:\n\n-Shfaq kohet e namazit per Kosovë, Shqipëri, Shkup, Preshevë, Ulqin.\n-Njofton përdoruesin për kohën e namazit.\n-Shfaq gjithmonë namazin e ardhshëm.\n-Llogarit dhe shfaq kohën e mbetur për namazin e ardhshëm.\n-Punon edhe pa pasur kyçje në internet.\n\nFormulari i raportimit\n\nQellimi i keti extension eshte t'ua perkujtoje besimtareve kohet e Namazit. Sigurisht se si cdo pune e bere nga njeriu edhe ky extension ka te meta, gje per te cilat jemi vazhdimisht duke punuar qe t'i permiresojme...\n\nTe lutem mbushe kete form, ashtu qe t'a dime ku qendron gabimi e rrjedhimisht edhe te permiresohemi.\nhttps://docs.google.com/forms/d/e/1FAIpQLSfxyqNkl51FO16rd0qrMmQQXtO-XK7voeQyiN2Dwi0vp43LMA/viewform"
  }
}