{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Skip Video Ads in YouTube™",
    "es": "Omitir anuncios de video en YouTube™",
    "ja": "YouTube™ で動画広告をスキップ",
    "ko": "YouTube™에서 비디오 광고 건너뛰기",
    "ru": "Пропустить видеорекламу на YouTube™",
    "zh_CN": "跳过 YouTube™ 中的视频广告"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Play any YouTube Video without annoying Ads.",
    "es": "Reproduzca cualquier video de YouTube sin anuncios molestos.",
    "ja": "迷惑な広告なしで YouTube 動画を再生します。",
    "ko": "성가신 광고 없이 모든 YouTube 동영상을 재생하세요.",
    "ru": "Воспроизводите любое видео с YouTube без надоедливой рекламы.",
    "zh_CN": "播放任何 YouTube 视频，没有烦人的广告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Skip Video Ads in YouTube™ is an extension that auto skips ads after YouTube provides a skip ad button. It also it blocks ads. A browser extension that automates skipping ad on YouTube. This is not an only ad blocker, it just automates the process of  \"Skip Ad\" on YouTube.\n\nThis is basically useful when you are watching a YouTube video, and an ad starts playing. YouTube allows you to skip the ad after 5 seconds, but if you're too bothered to click on it yourself, this station will skip the ad from the video for you.\n\nYou can turn off this extension to support your favorite YouTubers. because every YouTuber gets their income from YouTube advertisement. So I request everyone to support their favorite YouTubers and also support me. While using it you will have a pop up open on YouTube. through that you can provide your review and you can close that pop up if you want. Clicking the \"Don't Ask Again\" button on the pop up will not opening the pop up a second time.\n\nWarning: YouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.\n\nP.S. Sorry I can't write English very well, please forgive me if there is any mistake.",
    "es": "Saltar anuncios de video en YouTube™ es una extensión que omite anuncios automáticamente después de que YouTube proporciona un botón para omitir anuncios. También bloquea anuncios. Una extensión del navegador que automatiza la omisión de anuncios en YouTube. Este no es un único bloqueador de anuncios, simplemente automatiza el proceso de \"Omitir anuncios\" en YouTube.\n\nEsto es básicamente útil cuando estás viendo un vídeo de YouTube y comienza a reproducirse un anuncio. YouTube le permite omitir el anuncio después de 5 segundos, pero si le molesta demasiado hacer clic en él usted mismo, esta estación omitirá el anuncio del video por usted.\n\nPuedes desactivar esta extensión para apoyar a tus YouTubers favoritos. porque cada YouTuber obtiene sus ingresos de la publicidad de YouTube. Así que les pido a todos que apoyen a sus YouTubers favoritos y que también me apoyen a mí. Mientras lo usas, tendrás una ventana emergente abierta en YouTube. A través de eso, puede proporcionar su reseña y cerrar esa ventana emergente si lo desea. Al hacer clic en el botón \"No volver a preguntar\" en la ventana emergente, la ventana emergente no se abrirá por segunda vez.\n\nAdvertencia: YouTube es una marca comercial de Google LLC. El uso de esta marca comercial está sujeto a los permisos de Google.\n\nPD Lo siento, no puedo escribir muy bien en inglés, perdónenme si hay algún error.",
    "ja": "YouTube™ の動画広告をスキップは、YouTube が広告スキップ ボタンを提供した後に広告を自動的にスキップする拡張機能です。広告もブロックします。YouTube での広告のスキップを自動化するブラウザ拡張機能です。これは広告ブロッカーだけではなく、YouTube での「広告スキップ」のプロセスを自動化するだけです。\n\nこれは基本的に、YouTube 動画を視聴しているときに広告が再生され始めたときに役立ちます。YouTube では 5 秒後に広告をスキップできますが、自分でクリックするのが面倒な場合は、このステーションが動画から広告をスキップします。\n\nこの拡張機能をオフにして、お気に入りの YouTuber をサポートできます。すべての YouTuber は YouTube 広告から収入を得ているからです。ですから、皆さんにお気に入りの YouTuber をサポートしていただき、私もサポートしていただきたいと思います。使用中は YouTube でポップアップが開きます。そこからレビューを提供でき、必要に応じてそのポップアップを閉じることができます。ポップアップの「今後表示しない」ボタンをクリックすると、ポップアップが 2 度と開きません。\n\n警告: YouTube は Google LLC の商標です。この商標の使用は Google の許可が必要です。\n\n追伸: 申し訳ありませんが、英語があまり上手に書けませんので、間違いがありましたらご容赦ください。",
    "ko": "YouTube™에서 비디오 광고 건너뛰기는 YouTube에서 광고 건너뛰기 버튼을 제공한 후 자동으로 광고를 건너뛰는 확장 프로그램입니다. 또한 광고를 차단합니다. YouTube에서 광고 건너뛰기를 자동화하는 브라우저 확장 프로그램입니다. 이것은 유일한 광고 차단기가 아니라 YouTube에서 \"광고 건너뛰기\" 프로세스를 자동화할 뿐입니다.\n\n이는 기본적으로 YouTube 동영상을 시청할 때 광고 재생이 시작될 때 유용합니다. YouTube에서는 5초 후에 광고를 건너뛸 수 있지만 직접 클릭하기가 너무 귀찮다면 이 스테이션이 동영상에서 광고를 건너뜁니다.\n\n좋아하는 유튜버를 지원하기 위해 이 확장 프로그램을 끌 수 있습니다. 모든 유튜버는 유튜브 광고를 통해 수익을 얻기 때문입니다. 그래서 여러분 모두 자신이 좋아하는 유튜버를 응원해주시고, 저 역시 응원해 주시길 부탁드립니다. 사용하는 동안 YouTube에 팝업이 열립니다. 이를 통해 리뷰를 제공할 수 있으며 원하는 경우 해당 팝업을 닫을 수 있습니다. 팝업에서 \"다시 묻지 않음\" 버튼을 클릭하면 팝업이 두 번 열리지 않습니다.\n\n경고: YouTube는 Google LLC의 상표입니다. 이 상표의 사용에는 Google 허가가 적용됩니다.\n\n추신 제가 영어를 잘 못해서 죄송합니다. 틀린 부분이 있으면 양해해 주시기 바랍니다.",
    "ru": "Пропустить видеорекламу на YouTube™ — это расширение, которое автоматически пропускает рекламу после того, как YouTube предоставляет кнопку пропуска рекламы. Он также блокирует рекламу. Расширение для браузера, которое автоматизирует пропуск рекламы на YouTube. Это не единственный блокировщик рекламы, он просто автоматизирует процесс «Пропустить рекламу» на YouTube.\n\nЭто в основном полезно, когда вы смотрите видео на YouTube и начинает воспроизводиться реклама. YouTube позволяет вам пропустить рекламу через 5 секунд, но если вы слишком утомлены, чтобы нажать на нее самостоятельно, эта станция пропустит рекламу из видео за вас.\n\nВы можете отключить это расширение, чтобы поддержать своих любимых YouTube-блогеров. потому что каждый ютубер получает доход от рекламы на YouTube. Поэтому я прошу всех поддержать своих любимых ютуберов, а также поддержать меня. При его использовании у вас откроется всплывающее окно на YouTube. благодаря этому вы можете оставить свой отзыв и закрыть это всплывающее окно, если хотите. Нажатие кнопки «Больше не спрашивать» во всплывающем окне не приведет к открытию всплывающего окна во второй раз.\n\nПредупреждение: YouTube является товарным знаком Google LLC. Использование этого товарного знака регулируется разрешениями Google.\n\nP.S. Извините, я не очень хорошо пишу по-английски, пожалуйста, простите меня, если есть какие-то ошибки.",
    "zh_CN": "YouTube 中的“跳过视频广告”™ 扩展程序可在 YouTube 提供“跳过广告”按钮后自动跳过广告。它还可以屏蔽广告。一个浏览器扩展程序，可自动跳过 YouTube 上的广告。这不是唯一的广告拦截器，它只是自动执行 YouTube 上的“跳过广告”过程。\n\n当您观看 YouTube 视频时，广告开始播放，这基本上很有用。YouTube 允许您在 5 秒后跳过广告，但如果您太麻烦而不想自己点击它，此站点将为您跳过视频中的广告。\n\n您可以关闭此扩展程序以支持您最喜欢的 YouTube 用户。因为每个 YouTube 用户都从 YouTube 广告中获得收入。所以我请求大家支持他们最喜欢的 YouTube 用户，也支持我。使用它时，您会在 YouTube 上打开一个弹出窗口。通过它，您可以提供您的评论，如果您愿意，您可以关闭该弹出窗口。单击弹出窗口上的“不再询问”按钮不会再次打开弹出窗口。\n\n警告：YouTube 是 Google LLC 的商标。此商标的使用须经 Google 许可。\n\nP.S. 抱歉我的英文写得不是很好，如有错误，请多多包涵。"
  }
}