{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Collector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Collector extracts email addresses and vaults them for safe storage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EmailCollector – Your Essential Email Discovery Tool\n\nEffortlessly extract and save email addresses from any website you visit with EmailCollector. Ideal for researchers, recruiters, and marketing/business professionals, this extension helps you quickly gather contact information while you browse, with powerful features designed to simplify your workflow.\n\nFeatures:\n  -  Automatic Email Extraction: Instantly fetches all visible and hidden email addresses from the page’s source code, capturing email addresses that might not be displayed directly on the website.\n  -  Flexible Storage Options:\n        -  Free Tier: Store up to 50 emails directly in your browser storage.\n        -  Premium Tier: Unlock unlimited cloud storage for secure backup and access to new features.\n  -  One-Click Export: Save your collected emails to CSV, JSON, TXT, or clipboard for easy integration into other tools.\n  -  Duplicate Removal: Automatically filters out duplicate email addresses, so you only get unique contacts.\n\nWhy Choose EmailCollector?\n  -  No Ads, No Spam: EmailCollector is focused on simplicity and functionality, free from intrusive ads or unnecessary features.\n  -  Affordable Alternative: A cost-effective option compared to other email-finding tools, with premium cloud storage starting at just $7/month.\n  -  Data Privacy: Collected emails and your browsing data is never shared.\n\nUse Cases:\n  -  Job Hunting: Gather contact information for potential employers or recruiters.\n  -  Sales & Marketing: Quickly build a list of leads while researching potential clients.\n  -  Academic Research: Collect contact emails from publications or university sites.\n\nPricing:\n  -  Free: browser-based storage, limit of 50 saved emails.\n  -  Premium: $7/month - Unlimited cloud storage with access to new features.\n\n________________________________________\n\nUse EmailCollector responsibly – we discourage using it for unsolicited marketing.\nFor more details and support, click the “About” button within the extension."
  }
}