{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Launchpad Hero"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access your favorite apps and websites with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Launchpad Hero, navigating through various Yahoo services has never been easier. Say goodbye to multiple tabs cluttering your browser window. This intuitive extension offers quick access to popular Yahoo features including Yahoo News, Search, Finance, Weather, Fantasy Sports, and Mail, all conveniently accessible from a single, streamlined interface.\n\nInstant Access with Shortcuts\n\nAccessing your favorite Yahoo services is just a keystroke away! Simply press CTRL+SHIFT+P (Windows) or CMD+SHIFT+P (Mac) to open the extension's popup window, allowing you to instantly access Yahoo News, conduct searches, check the latest weather updates, manage your finances, catch up on your fantasy sports leagues, and stay connected with your email—all without interrupting your browsing flow.\n\nSearch Smarter with Yahoo\n\nLaunchpad Hero Chrome Extension features a built-in search bar powered by Yahoo Search, enabling you to conduct lightning-fast searches. Whether you're researching the latest news, looking up financial information, or simply searching the web, Yahoo Search provides comprehensive results with unparalleled speed and accuracy.\n\nSeamless Integration\n\nExperience seamless integration with your Chrome browser, ensuring smooth performance and effortless functionality. Launchpad Hero Chrome Extension is lightweight, responsive, and designed to seamlessly integrate into your browsing workflow, providing a hassle-free experience every time you use it.\n\nEnhance Your Productivity\n\nWhether you're a frequent user of Yahoo services or simply looking to streamline your online activities, the Launchpad Hero Chrome Extension is your ultimate solution. Increase your productivity, save valuable time, and simplify your browsing experience with this versatile and user-friendly extension.\n\nGet Started Today\n\nReady to revolutionize your browsing experience? Add the Launchpad Hero to Chrome now and take control of your online activities like never before. Say hello to effortless navigation, instant access to Yahoo services, and a more productive browsing experience—all with just a few clicks."
  }
}