{
  "name": {
    "ar": "خطوط اللون الفائق  Matching Game",
    "am": "ልዕለ ቀለም መስመሮች  Online",
    "bg": "Супер цветни линии  Matching Game",
    "bn": "সুপার কালার লাইন  Matching Game",
    "ca": "Línies de supercolor  Online Game",
    "cs": "Super barevné linky  Online Game",
    "da": "Super farve linjer  Unblocked Games",
    "de": "Super Farblinien  Online Game",
    "el": "Σούπερ χρωματικές γραμμές  Unblocked Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Super Color Lines - HTML5 Game",
    "es": "Súper líneas de color  Matching Game",
    "et": "Super värvilised jooned  Unblocked Games",
    "fa": "خطوط رنگ فوق العاده  Arcade Game",
    "fi": "Super väriviivat  Unblocked Games",
    "fil": "Mga Linya ng Super Kulay  Unblocked Games",
    "fr": "Super lignes de couleur  Matching Game",
    "gu": "સુપર કલર લાઇન્સ  Matching Game",
    "he": "Super Color Lines  Matching Game",
    "hi": "सुपर कलर लाइन्स  Online Game",
    "hr": "Super linije u boji  Skill Game",
    "hu": "Szuper színes vonalak  Matching Game",
    "id": "Garis Warna Super  Matching Game",
    "it": "Linee super colorate Unblocked",
    "ja": "スーパーカラーライン Unblocked",
    "kn": "ಸೂಪರ್ ಕಲರ್ ಲೈನ್ಸ್  Matching Game",
    "ko": "슈퍼 컬러 라인  Online Game",
    "lv": "Super krāsu līnijas  Arcade Game",
    "ml": "സൂപ്പർ കളർ ലൈനുകൾ  Skill Game",
    "mr": "सुपर कलर लाईन्स  Arcade Game",
    "ms": "Garis Warna Super  Online Game",
    "nl": "Super kleurlijnen  Skill Game",
    "pl": "Super kolorowe linie  Online Game",
    "ro": "Super linii de culoare  Online Game",
    "ru": "Супер цветные линии  Skill Game",
    "sk": "Super farebné linky  Online Game",
    "sl": "Super barvne črte  Unblocked Game",
    "sw": "Super Color Lines  Skill Game",
    "ta": "சூப்பர் கலர் கோடுகள்  Skill Game",
    "te": "సూపర్ కలర్ లైన్స్  Skill Game",
    "th": "ซุปเปอร์คัลเลอร์ไลน์ Unblocked",
    "tr": "Süper Renkli Çizgiler  Online",
    "uk": "Супер кольорові лінії  Unblocked Game"
  },
  "short": {
    "ar": "Super Color Lines هي لعبة ألغاز ممتعة حيث نحاول إنشاء خط من الألماس الملون يظهر في منطقة محدودة.",
    "am": "ሱፐር ቀለም መስመሮች በተወሰነ ቦታ ላይ የሚታዩ ባለቀለም አልማዞች መስመር ለመፍጠር የምንሞክርበት አዝናኝ የእንቆቅልሽ ጨዋታ ነው።",
    "bg": "Super Color Lines е забавна пъзел игра, в която се опитваме да създадем линия от цветни диаманти, които се появяват в ограничена…",
    "bn": "সুপার কালার লাইনস হল একটি মজার ধাঁধা খেলা যেখানে আমরা সীমিত এলাকায় প্রদর্শিত রঙিন হীরার একটি লাইন তৈরি করার চেষ্টা করি।",
    "ca": "Super Color Lines és un divertit joc de trencaclosques on intentem crear una línia de diamants de colors que apareixen en una àrea…",
    "cs": "Super Color Lines je zábavná logická hra, kde se snažíme vytvořit řadu barevných diamantů, které se objevují v omezené oblasti.",
    "da": "Super Color Lines er et sjovt puslespil, hvor vi forsøger at skabe en linje af farvede diamanter, der vises i et begrænset område.",
    "de": "Super Color Lines ist ein lustiges Puzzlespiel, bei dem wir versuchen, eine Linie aus farbigen Diamanten zu erstellen, die in einem…",
    "el": "Το Super Color Lines είναι ένα διασκεδαστικό παιχνίδι παζλ όπου προσπαθούμε να δημιουργήσουμε μια σειρά από χρωματιστά διαμάντια…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Super Color Lines is a fun puzzle game where we try to create a line of colored diamonds that appear in a limited area.",
    "es": "Super Color Lines es un divertido juego de puzles en el que tratamos de crear una línea de diamantes de colores que aparecen en un…",
    "et": "Super Color Lines on lõbus puzzle mäng, kus proovime luua värviliste teemantide rida, mis ilmuvad piiratud alal.",
    "fa": "Super Color Lines یک بازی پازل سرگرم کننده است که در آن سعی می کنیم خطی از الماس های رنگی ایجاد کنیم که در یک منطقه محدود ظاهر می…",
    "fi": "Super Color Lines on hauska pulmapeli, jossa yritämme luoda rivin värillisiä timantteja, jotka näkyvät rajoitetulla alueella.",
    "fil": "Ang Super Color Lines ay isang nakakatuwang larong puzzle kung saan sinusubukan naming lumikha ng isang linya ng mga kulay na…",
    "fr": "Super Color Lines est un jeu de puzzle amusant où nous essayons de créer une ligne de diamants colorés qui apparaissent dans une…",
    "gu": "સુપર કલર લાઇન્સ એ એક મનોરંજક પઝલ ગેમ છે જ્યાં અમે મર્યાદિત વિસ્તારમાં દેખાતા રંગીન હીરાની લાઇન બનાવવાનો પ્રયાસ કરીએ છીએ.",
    "he": "Super Color Lines הוא משחק פאזל מהנה שבו אנו מנסים ליצור קו של יהלומים צבעוניים המופיעים בשטח מוגבל.",
    "hi": "सुपर कलर लाइन्स एक मजेदार पहेली गेम है जहां हम एक सीमित क्षेत्र में दिखाई देने वाले रंगीन हीरों की एक पंक्ति बनाने की कोशिश करते…",
    "hr": "Super Color Lines je zabavna igra slagalice u kojoj pokušavamo stvoriti liniju dijamanata u boji koji se pojavljuju u ograničenom…",
    "hu": "A Super Color Lines egy szórakoztató kirakós játék, amelyben egy korlátozott területen megjelenő színes gyémántsort próbálunk…",
    "id": "Super Color Lines adalah gim teka-teki seru di mana kami mencoba membuat garis berlian berwarna yang muncul di area terbatas.",
    "it": "Super Color Lines è un divertente gioco di puzzle in cui proviamo a creare una linea di diamanti colorati che appaiono in…",
    "ja": "Super Color Lines は、限られたエリアに表示されるカラー ダイヤモンドのラインを作成する楽しいパズル ゲームです。",
    "kn": "ಸೂಪರ್ ಕಲರ್ ಲೈನ್ಸ್ ಒಂದು ಮೋಜಿನ ಪಝಲ್ ಗೇಮ್ ಆಗಿದ್ದು, ಅಲ್ಲಿ ನಾವು ಸೀಮಿತ ಪ್ರದೇಶದಲ್ಲಿ ಕಾಣುವ ಬಣ್ಣದ ವಜ್ರಗಳ ಸಾಲನ್ನು ರಚಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ.",
    "ko": "Super Color Lines는 제한된 영역에 나타나는 컬러 다이아몬드 라인을 만드는 재미있는 퍼즐 게임입니다.",
    "lv": "Super Color Lines ir jautra atjautības spēle, kurā mēs cenšamies izveidot krāsainu dimantu līniju, kas parādās ierobežotā laukumā.",
    "ml": "സൂപ്പർ കളർ ലൈനുകൾ ഒരു രസകരമായ പസിൽ ഗെയിമാണ്, അവിടെ പരിമിതമായ പ്രദേശത്ത് ദൃശ്യമാകുന്ന നിറമുള്ള വജ്രങ്ങളുടെ ഒരു നിര സൃഷ്ടിക്കാൻ ഞങ്ങൾ…",
    "mr": "सुपर कलर लाइन्स हा एक मजेदार कोडे गेम आहे जिथे आम्ही मर्यादित क्षेत्रात दिसणार्‍या रंगीत हिऱ्यांची एक ओळ तयार करण्याचा प्रयत्न करतो.",
    "ms": "Super Color Lines ialah permainan teka-teki yang menyeronokkan di mana kami cuba mencipta garisan berlian berwarna yang muncul di…",
    "nl": "Super Color Lines is een leuk puzzelspel waarin we proberen een lijn van gekleurde diamanten te maken die in een beperkt gebied…",
    "pl": "Super Color Lines to zabawna gra logiczna, w której próbujemy stworzyć linię kolorowych diamentów, które pojawiają się na…",
    "ro": "Super Color Lines este un joc de puzzle distractiv în care încercăm să creăm o linie de diamante colorate care apar într-o zonă…",
    "ru": "Super Color Lines — это веселая игра-головоломка, в которой мы пытаемся создать линию из цветных бриллиантов, которые появляются на…",
    "sk": "Super Color Lines je zábavná logická hra, v ktorej sa snažíme vytvoriť rad farebných diamantov, ktoré sa objavia v obmedzenom…",
    "sl": "Super Color Lines je zabavna ugankarska igra, kjer poskušamo ustvariti linijo barvnih diamantov, ki se pojavljajo na omejenem…",
    "sw": "Super Color Lines ni mchezo wa mafumbo wa kufurahisha ambapo tunajaribu kuunda safu ya almasi za rangi zinazoonekana katika eneo…",
    "ta": "சூப்பர் கலர் லைன்ஸ் என்பது ஒரு வேடிக்கையான புதிர் கேம் ஆகும், அங்கு வரையறுக்கப்பட்ட பகுதியில் தோன்றும் வண்ண வைரங்களின் வரிசையை…",
    "te": "సూపర్ కలర్ లైన్స్ అనేది ఒక ఆహ్లాదకరమైన పజిల్ గేమ్, ఇక్కడ మేము పరిమిత ప్రాంతంలో కనిపించే రంగుల వజ్రాల వరుసను రూపొందించడానికి…",
    "th": "Super Color Lines เป็นเกมพัซเซิลแสนสนุกที่เราพยายามสร้างเส้นเพชรสีที่ปรากฏในพื้นที่จำกัด",
    "tr": "Super Color Lines, sınırlı bir alanda görünen renkli elmaslardan bir çizgi oluşturmaya çalıştığımız eğlenceli bir bulmaca oyunudur.",
    "uk": "Super Color Lines — весела гра-головоломка, у якій ми намагаємося створити лінію з кольорових ромбів, які з’являються на обмеженій…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Color Lines is a fun puzzle game where we try to create a line of colored diamonds that appear in a limited area.\nIn this area, we come across diamonds of different colors. We bring these diamonds side by side so that there are at least five. The diamonds we bring together explode, and we get points. We continue the game by maintaining our high score goal with the points we have achieved. Super Colored Lines has emerged as a skill game prepared for us.\n\nTo swipe Install this extension to play the Super Color Lines Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}