{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI LinkedIn Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize Your Profile: AI-Powered Optimization for the Ultimate LinkedIn Presence"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI LinkedIn Helper is a cutting-edge Chrome extension designed to transform your LinkedIn profile into a powerful networking and career-building tool. With the integration of advanced AI technology, including GPT-4 from OpenAI, this extension offers unparalleled assistance in crafting compelling headlines, summaries, experience entries, and education sections for your LinkedIn profile.\n\nBy installing AI LinkedIn Helper, you'll benefit from:\n\nAI-Powered Headlines: Generate attention-grabbing headlines that showcase your unique strengths and professional identity, making your profile stand out to recruiters, hiring managers, and potential connections.\n\nEngaging Summaries: Craft compelling summaries that highlight your skills, accomplishments, and professional aspirations, ensuring your LinkedIn presence resonates with your target audience.\n\nOptimized Experience Entries: Create concise and impactful experience entries that emphasize your most notable achievements and showcase your career growth, helping you to attract new opportunities.\n\nEnhanced Education Sections: Develop well-rounded education entries that demonstrate your academic background and qualifications, emphasizing the value you bring to potential employers.\n\nAI LinkedIn Helper streamlines the profile optimization process, making it easier than ever to establish a strong LinkedIn presence. Don't miss out on the chance to maximize your professional potential – install AI LinkedIn Helper today and revolutionize your LinkedIn profile!"
  }
}