{
  "name": {
    "ar": "لعبة البروفيسور فقاعة مطلق النار",
    "am": "የፕሮፌሰር አረፋ ተኳሽ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Professor Bubble Shooter - работи офлайн",
    "bn": "প্রফেসর বাবল শুটার গেম - অফলাইনে চলে",
    "ca": "Professor Bubble Shooter Joc",
    "cs": "Profesorská hra Bubble Shooter – běží offline",
    "da": "Professor Bubble Shooter-spil - Kører offline",
    "de": "Professor Bubble Shooter-Spiel -Läuft offline",
    "el": "Παιχνίδι Professor Bubble Shooter",
    "en,en_AU,en_GB,en_US": "Professor Bubble Shooter Game - Runs Offline",
    "es,es_419": "Profesor Bubble Shooter Juego",
    "et": "Professor Bubble Shooter mäng",
    "fa": "بازی پروفسور حباب تیرانداز",
    "fi": "Professori Bubble Shooter -peli",
    "fil": "Larong Propesor Bubble Shooter",
    "fr": "Professeur Bubble Shooter Jeu",
    "gu": "પ્રોફેસર બબલ શૂટર ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק יורה בועות של פרופסור",
    "hi": "प्रोफेसर बबल शूटर गेम - ऑफ़लाइन चलता है",
    "hr,sl": "Igra Profesor Bubble Shooter",
    "hu": "Professzor Bubble Shooter játék - Offline fut",
    "id": "Game Penembak Gelembung Profesor",
    "it": "Professor Bubble Shooter Game",
    "ja": "プロフェッサー バブル シューター ゲーム - オフラインで実行",
    "kn": "ಪ್ರೊಫೆಸರ್ ಬಬಲ್ ಶೂಟರ್ ಆಟ",
    "ko": "교수 버블 슈터 게임 - 오프라인 실행",
    "lt": "Žaidimas Profesorius Bubble Shooter",
    "lv": "Profesora burbuļu šāvēja spēle",
    "ml": "പ്രൊഫസർ ബബിൾ ഷൂട്ടർ ഗെയിം",
    "mr": "प्रोफेसर बबल शूटर गेम - ऑफलाइन चालतो",
    "ms": "Permainan Penembak Buih Profesor",
    "nl": "Professor Bubble Shooter-spel - werkt offline",
    "no": "Professor Bubble Shooter Game -Kjører offline",
    "pl": "Profesor Bubble Shooter Gra",
    "pt_BR,pt_PT": "Jogo Bubble Shooter Professor",
    "ro": "Profesor Bubble Shooter Joc",
    "ru": "Профессор Bubble Shooter Game",
    "sk": "Professor Bubble Shooter Game – beží offline",
    "sr": "Игра Професор Буббле Схоотер",
    "sv": "Professor Bubble Shooter-spel",
    "sw": "Mchezo wa Mshambuliaji wa Bubble",
    "ta": "பேராசிரியர் பப்பில் ஷூட்டர் கேம்",
    "te": "ప్రొఫెసర్ బబుల్ షూటర్ గేమ్",
    "th": "เกม Professor Bubble Shooter -ทำงานแบบออฟไลน์",
    "tr": "Profesör Balon Patlatma Oyunu",
    "uk": "Гра Професор Bubble Shooter",
    "vi": "Trò chơi bắn bong bóng giáo sư",
    "zh_CN": "教授泡泡射击游戏 - 离线运行",
    "zh_TW": "教授泡泡射擊遊戲 - 離線運行"
  },
  "short": {
    "ar": "العب لعبة البروفيسور بابل شوتر ، وهي لعبة فقاعات مسببة للإدمان. طابق ثلاث فقاعات أو أكثر من نفس اللون لمسح اللوحة.",
    "am": "ሱስ የሚያስይዝ የአረፋ ፖፕ ጨዋታ የሆነውን ፕሮፌሰር አረፋ ተኳሽ ይጫወቱ። ቦርዱን ለማጽዳት ተመሳሳይ ቀለም ያላቸው ሶስት ወይም ከዚያ በላይ አረፋዎችን ያዛምዱ.",
    "bg": "Играйте Professor Bubble Shooter, игра с балончета. Свържете 3 или повече мехурчета от един и същи цвят, за да изчистите дъската.",
    "bn": "প্রফেসর বাবল শুটার খেলুন, একটি আসক্তিযুক্ত বাবল পপ গেম। বোর্ড পরিষ্কার করতে একই রঙের তিন বা তার বেশি বুদবুদ মেলে।",
    "ca": "Juga a Professor Bubble Shooter, un joc de bombolles pop. Combina 3 o més bombolles del mateix color per netejar el tauler.",
    "cs": "Zahrajte si Professor Bubble Shooter, bublinovou popovou hru. Spojte 3 nebo více bublin stejné barvy a vyčistěte hrací plochu.",
    "da": "Spil Professor Bubble Shooter, et vanedannende boble-pop-spil. Match tre eller flere bobler af samme farve for at rydde brættet.",
    "de": "Spielen Sie Professor Bubble Shooter, ein Bubble-Pop-Spiel. Kombiniere 3 oder mehr gleichfarbige Blasen, um das Spielfeld zu leeren.",
    "el": "Παίξτε το παιχνίδι Professor Bubble Shooter. Ταιριάξτε 3 ή περισσότερες φυσαλίδες του ίδιου χρώματος για να καθαρίσετε τον πίνακα.",
    "en,en_AU,en_GB,en_US": "Play Professor Bubble Shooter, an addictive bubble pop game. Match three or more bubbles of the same color to clear the board.",
    "es,es_419": "Juega al Profesor Bubble Shooter, un juego de explotar burbujas. Combina 3 o más burbujas del mismo color para despejar el tablero.",
    "et": "Mängige sõltuvust tekitavat mullimängu Professor Bubble Shooterit. Mängulaua puhastamiseks sobitage kolm või enam sama värvi mulli.",
    "fa": "بازی Professor Bubble Shooter، یک بازی اعتیاد آور حباب پاپ. سه یا چند حباب همرنگ را با هم تطبیق دهید تا تخته پاک شود.",
    "fi": "Pelaa Professor Bubble Shooteria, koukuttavaa kuplapop-peliä. Tyhjennä pöytä yhdistämällä kolme tai useampi samanvärinen kupla.",
    "fil": "Maglaro ng larong Professor Bubble Shooter. Itugma ang 3 o higit pang mga bula ng parehong kulay upang i-clear ang board.",
    "fr": "Jouez à Professor Bubble Shooter, un jeu de bulles. Associez 3 bulles ou plus de la même couleur pour vider le tableau.",
    "gu": "પ્રોફેસર બબલ શૂટર રમો, એક વ્યસનકારક બબલ પૉપ ગેમ. બોર્ડને સાફ કરવા માટે સમાન રંગના ત્રણ અથવા વધુ બબલ્સને મેચ કરો.",
    "he": "שחקו את Professor Bubble Shooter, משחק פופ בועות ממכר. התאם שלוש או יותר בועות מאותו צבע כדי לנקות את הלוח.",
    "hi": "प्रोफेसर बबल शूटर, एक नशे की लत बुलबुला पॉप गेम खेलें। बोर्ड को साफ़ करने के लिए एक ही रंग के तीन या अधिक बुलबुलों का मिलान करें।",
    "hr": "Igrajte Professor Bubble Shooter, zaraznu igru s mjehurićima. Povežite tri ili više mjehurića iste boje kako biste očistili ploču.",
    "hu": "Játssz a Professor Bubble Shooter buborékpop játékkal. Párosítson 3 vagy több azonos színű buborékot a tábla törléséhez.",
    "id": "Mainkan game Profesor Bubble Shooter. Cocokkan 3 gelembung atau lebih dengan warna yang sama untuk membersihkan papan.",
    "it": "Gioca a Professor Bubble Shooter, un avvincente gioco sparabolle. Abbina tre o più bolle dello stesso colore ed eliminale tutte!",
    "ja": "病みつきになるバブル ポップ ゲーム、プロフェッサー バブル シューターをプレイしましょう。 ボードをクリアするには、同じ色の 3 つ以上のバブルを合わせます。",
    "kn": "ಬಬಲ್ ಪಾಪ್ ಆಟವಾದ ಪ್ರೊಫೆಸರ್ ಬಬಲ್ ಶೂಟರ್ ಅನ್ನು ಪ್ಲೇ ಮಾಡಿ. ಬೋರ್ಡ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಲು ಒಂದೇ ಬಣ್ಣದ 3 ಅಥವಾ ಹೆಚ್ಚಿನ ಗುಳ್ಳೆಗಳನ್ನು ಹೊಂದಿಸಿ.",
    "ko": "중독성 있는 버블 팝 게임인 Professor Bubble Shooter를 플레이하세요. 같은 색의 버블을 3개 이상 맞춰 보드를 클리어하세요.",
    "lt": "Žaisti Professor Bubble Shooter žaidimą. Suderinkite 3 ar daugiau tos pačios spalvos burbulų, kad išvalytumėte lentą.",
    "lv": "Spēlējiet burbulīšu spēli Professor Bubble Shooter. Saskaņojiet 3 vai vairāk vienas krāsas burbuļus, lai notīrītu dēli.",
    "ml": "പ്രൊഫസർ ബബിൾ ഷൂട്ടർ ഗെയിം കളിക്കുക. ബോർഡ് മായ്‌ക്കാൻ ഒരേ നിറത്തിലുള്ള മൂന്നോ അതിലധികമോ കുമിളകൾ പൊരുത്തപ്പെടുത്തുക.",
    "mr": "प्रोफेसर बबल शूटर खेळा, एक व्यसनमुक्त बबल पॉप गेम. बोर्ड साफ करण्यासाठी समान रंगाचे तीन किंवा अधिक बुडबुडे जुळवा.",
    "ms": "Main Profesor Bubble Shooter, permainan pop gelembung. Padankan 3 atau lebih buih dengan warna yang sama untuk mengosongkan papan.",
    "nl": "Speel Professor Bubble Shooter, een bubbelpopspel. Match 3 of meer bubbels van dezelfde kleur om het bord leeg te maken.",
    "no": "Spill Professor Bubble Shooter, et vanedannende boble-pop-spill. Match tre eller flere bobler av samme farge for å fjerne brettet.",
    "pl": "Zagraj w Professor Bubble Shooter, bąbelkową grę pop. Dopasuj 3 lub więcej bąbelków tego samego koloru, aby wyczyścić planszę.",
    "pt_BR,pt_PT": "Jogue Professor Bubble Shooter, um jogo de estourar bolhas. Combine três ou mais bolhas da mesma cor para limpar o tabuleiro.",
    "ro": "Joacă Profesor Bubble Shooter, un joc cu bule pop. Potriviți 3 sau mai multe bule de aceeași culoare pentru a șterge tabla.",
    "ru": "Играйте в игру Профессор Бабл Шутер. Совместите 3 или более пузырей одного цвета, чтобы очистить игровое поле.",
    "sk": "Zahrajte si hru Professor Bubble Shooter, popovú hru. Spojte 3 alebo viac bublín rovnakej farby, aby ste vyčistili hraciu plochu.",
    "sl": "Igrajte Professor Bubble Shooter, zasvojljivo igro z mehurčki. Povežite tri ali več mehurčkov iste barve, da počistite tablo.",
    "sr": "Играјте Профессор Буббле Схоотер, буббле поп игру. Спојите 3 или више мехурића исте боје да бисте очистили таблу.",
    "sv": "Spela Professor Bubble Shooter, ett bubbelpopspel. Matcha 3 eller fler bubblor av samma färg för att rensa spelplanen.",
    "sw": "Cheza Profesa Bubble Shooter, mchezo wa kiputo unaolevya. Linganisha viputo vitatu au zaidi vya rangi sawa ili kufuta ubao.",
    "ta": "புரொபசர் பப்பில் ஷூட்டர், பப்பில் பாப் கேம் விளையாடு. பலகையை அழிக்க ஒரே நிறத்தில் 3 அல்லது அதற்கு மேற்பட்ட குமிழ்களை பொருத்தவும்.",
    "te": "బబుల్ పాప్ గేమ్ అయిన ప్రొఫెసర్ బబుల్ షూటర్ ఆడండి. బోర్డ్‌ను క్లియర్ చేయడానికి ఒకే రంగులో 3 లేదా అంతకంటే ఎక్కువ బుడగలు సరిపోల్చండి.",
    "th": "เล่น Professor Bubble Shooter เกมป๊อปบับเบิลที่น่าเล่น จับคู่ฟองอากาศที่มีสีเดียวกันตั้งแต่สามฟองขึ้นไปเพื่อล้างกระดาน",
    "tr": "Profesör Bubble Shooter oyunu oyna. Tahtayı temizlemek için aynı renkteki 3 veya daha fazla balonu eşleştirin.",
    "uk": "Грайте в захоплюючу гру Professor Bubble Shooter. Зіставте три або більше бульбашок одного кольору, щоб очистити поле.",
    "vi": "Chơi game bắn bong bóng giáo sư, một trò chơi bắn bong bóng gây nghiện. Ghép ba hoặc nhiều bong bóng cùng màu để xóa bảng.",
    "zh_CN": "玩 Professor Bubble Shooter，一款令人上瘾的泡泡流行游戏。 匹配三个或更多相同颜色的气泡以清除棋盘。",
    "zh_TW": "玩 Professor Bubble Shooter，一款令人上癮的泡泡流行遊戲。 匹配三個或更多相同顏色的氣泡以清除棋盤。"
  },
  "long": {
    "ar": "البروفيسور بابل هي لعبة تصويب الفقاعات تدور أحداثها في مختبر عالم مجنون.\n\nاللعب\nلعبة فقاعات المطابقة الثلاثية هذه ممتعة للعب في أي وقت من اليوم. يقوم جهاز التقطير بإصدار فقاعات ملونة ، وعليك إطلاق النار عليهم ضد الفقاعات المتطابقة (نفس اللون). كما هو الحال مع جميع ألعاب Match-3 ، تحتاج إلى فرقعة ثلاث فقاعات على الأقل للحصول على النقاط.\n\nكيف تلعب لعبة PROFESSOR BUBBLE SHOOTER؟\nلعب البروفيسور بابل هو متعة وإدمان. عندما تظهر فقاعة ملونة جديدة ، أطلقها على الكرات الملونة المطابقة. تنفجر الفقاعات عندما تتطابق مع ثلاثة منهم على الأقل ، وتحصل على نقاط. لا تدع جدار الفقاعات ينخفض كثيرًا ، وإلا فإنك تخاطر بنهاية اللعبة.\n\nضوابط\n- الكمبيوتر: استخدم الماوس للنقر على المكان المحدد حيث تريد تصوير الفقاعة.\n- الجهاز المحمول: انقر حيث تريد إطلاق الفقاعات.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nالميزات\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n- متعة وسهولة اللعب\n\nهل يمكنك إنهاء جميع مستويات لعبة Professor Bubble؟ أظهر لنا كم أنت جيد في مباريات 3 مباريات. العب الان!",
    "am": "ፕሮፌሰር አረፋ በእብድ ሳይንቲስቶች ቤተ ሙከራ ውስጥ የተቀመጠ የአረፋ ተኳሽ ጨዋታ ነው።\n\nጨዋታ\nይህ ግጥሚያ-3 የአረፋ ጨዋታ በቀን በማንኛውም ጊዜ መጫወት አስደሳች ነው። አንድ distiller ቀለም አረፋዎችን ይለቃል, እና በተመጣጣኝ አረፋዎች (ተመሳሳይ ቀለም) ላይ መተኮስ አለብዎት. ልክ እንደ ሁሉም ግጥሚያ-3 ጨዋታዎች፣ ነጥቦችን ለማግኘት ቢያንስ ሶስት አረፋዎችን ማውጣት ያስፈልግዎታል።\n\nየፕሮፌሰር አረፋ ተኳሽ ጨዋታን እንዴት መጫወት ይቻላል?\nፕሮፌሰር አረፋን መጫወት አስደሳች እና ሱስ የሚያስይዝ ነው። አዲስ ባለቀለም አረፋ በሚታይበት ጊዜ በተዛማጅ ቀለም ሉል ላይ ይተኩሱት። ከመካከላቸው ቢያንስ ሦስቱን ሲዛመድ አረፋዎቹ ይፈነዳሉ እና ነጥቦችን ያስመዘገቡ። የአረፋዎች ግድግዳ በጣም እንዲርቅ አይፍቀዱ ፣ አለበለዚያ የጨዋታውን መጨረሻ አደጋ ላይ ይጥላሉ።\n\nመቆጣጠሪያዎች\n- ኮምፒዩተር: አረፋውን ለመምታት የሚፈልጉትን ትክክለኛ ቦታ ለመንካት አይጤውን ይጠቀሙ።\n- ተንቀሳቃሽ መሣሪያ: አረፋዎቹን ለማስጀመር የሚፈልጉትን ቦታ ጠቅ ያድርጉ።\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n- አዝናኝ እና ለመጫወት ቀላል\n\nሁሉንም የፕሮፌሰር አረፋ ጨዋታ ደረጃዎች መጨረስ ይችላሉ? በ ግጥሚያ 3 ጨዋታዎች ላይ ምን ያህል ጥሩ እንደሆኑ አሳዩን። አሁን ይጫወቱ!",
    "bg": "Professor Bubble е игра със стрелба с балончета, която се развива в лабораторията на луд учен.\n\nИГРА\nТази мач-3 игра с балончета е забавна за игра по всяко време на деня. Дестилатор пуска цветни мехурчета и вие трябва да ги стреляте срещу съвпадащи мехурчета (същия цвят). Както при всички мач-3 игри, трябва да пуснете поне три балончета, за да получите точки.\n\nКАК ДА ИГРАЕТЕ ИГРАТА PROFESSOR BUBBLE SHOOTER?\nИграта на Professor Bubble е забавна и пристрастяваща. Когато се появи нов цветен балон, стреляйте с него в съвпадащите цветни сфери. Балончетата се пукат, когато съпоставите поне три от тях и печелите точки. Не позволявайте на стената от мехурчета да падне твърде далеч, или рискувате края на играта.\n\nУПРАВЛЕНИЯ\n- компютър: използвайте мишката, за да щракнете върху точното място, където искате да изстреляте балона.\n- мобилно устройство: щракнете там, където искате да стартирате балончетата.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА\n- 100% БЕЗПЛАТНО\n- Офлайн игра\n- Забавно и лесно за игра\n\nМожете ли да завършите всички нива на играта Professor Bubble? Покажете ни колко сте добри в мач 3 игри. Играй сега!",
    "bn": "প্রফেসর বাবল হল একটি বাবল শুটার গেম যা একজন পাগল বিজ্ঞানীর পরীক্ষাগারে সেট করা হয়েছে।\n\nগেমপ্লে\nএই ম্যাচ-3 বাবল গেমটি দিনের যেকোনো সময় খেলার জন্য মজাদার। একটি ডিস্টিলার রঙিন বুদবুদ প্রকাশ করে এবং আপনাকে সেগুলিকে মিলিত বুদবুদের (একই রঙের) বিরুদ্ধে গুলি করতে হবে। সমস্ত ম্যাচ-3 গেমের মতো, পয়েন্ট পেতে আপনাকে কমপক্ষে তিনটি বুদবুদ পপ করতে হবে।\n\nপ্রফেসর বাবল শ্যুটার গেমটি কীভাবে খেলবেন?\nপ্রফেসর বাবল বাজানো মজাদার এবং আসক্তি। যখন একটি নতুন রঙিন বুদবুদ প্রদর্শিত হয়, এটিকে মানানসই রঙিন গোলকগুলিতে অঙ্কুর করুন৷ বুদবুদ ফেটে যায় যখন আপনি তাদের মধ্যে অন্তত তিনটির সাথে মিলে যান এবং আপনি পয়েন্ট স্কোর করেন। বুদবুদের প্রাচীরকে খুব বেশি নিচে নামতে দেবেন না, নতুবা আপনি খেলা শেষ হওয়ার ঝুঁকিতে থাকবেন।\n\nনিয়ন্ত্রণ\n- কম্পিউটার: আপনি যেখানে বুদবুদ গুলি করতে চান ঠিক সেই স্থানে ক্লিক করতে মাউস ব্যবহার করুন।\n- মোবাইল ডিভাইস: আপনি যেখানে বুদবুদ চালু করতে চান সেখানে ক্লিক করুন।\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য\n- 100% বিনামূল্যে\n- অফলাইন গেম\n- মজা এবং খেলা সহজ\n\nআপনি কি সব প্রফেসর বাবল গেম লেভেল শেষ করতে পারবেন? আপনি ম্যাচ 3 গেমে কতটা ভাল তা আমাদের দেখান। এখন খেলুন!",
    "ca": "Professor Bubble és un joc de trets de bombolles ambientat al laboratori d'un científic boig.\n\nJOC\nAquest joc de bombolles de match-3 és divertit de jugar a qualsevol hora del dia. Un destil·lador allibera bombolles de colors i les has de disparar contra les bombolles coincidents (del mateix color). Com passa amb tots els jocs de match-3, has d'explotar almenys tres bombolles per aconseguir punts.\n\nCOM JUGAR AL JOC PROFESSOR BUBBLE SHOOTER?\nJugar al professor Bubble és divertit i addictiu. Quan aparegui una nova bombolla de colors, dispara-la a les esferes de colors coincidents. Les bombolles esclaten quan coincideix amb almenys tres d'elles i aconsegueixes punts. No deixis que la paret de bombolles baixi massa, o corres el risc d'acabar el joc.\n\nCONTROLS\n- ordinador: feu servir el ratolí per fer clic al lloc exacte on voleu disparar la bombolla.\n- dispositiu mòbil: feu clic on voleu llançar les bombolles.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES\n- 100% GRATIS\n- Joc fora de línia\n- Divertit i fàcil de jugar\n\nPots acabar tots els nivells de joc Professor Bubble? Mostra'ns el bo que ets als jocs de Match 3. Juga ara!",
    "cs": "Professor Bubble je bublinová střílečka odehrávající se v laboratoři šíleného vědce.\n\nHRANÍ\nTuto bublinovou hru match-3 je zábavné hrát kdykoli během dne. Destilátor uvolňuje barevné bubliny a vy je musíte střílet proti odpovídajícím bublinám (stejné barvy). Stejně jako u všech her typu match-3 musíte pro získání bodů prasknout alespoň tři bubliny.\n\nJAK HRÁT HRU PROFESSOR BUBBLE SHOOTER?\nHraní Professor Bubble je zábavné a návykové. Když se objeví nová barevná bublina, vystřelte ji na odpovídající barevné koule. Bubliny prasknou, když shodíte alespoň tři z nich, a získáte body. Nedovolte, aby se stěna bublin dostala příliš hluboko dolů, jinak riskujete konec hry.\n\nŘÍZENÍ\n- počítač: pomocí myši klikněte na přesné místo, kde chcete vystřelit bublinu.\n- mobilní zařízení: klikněte na místo, kde chcete spustit bubliny.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFUNKCE\n- 100% ZDARMA\n- Offline hra\n- Zábavné a snadné hrát\n\nDokážete dokončit všechny úrovně hry Professor Bubble? Ukažte nám, jak jste dobří v zápasech 3. Hrát hned!",
    "da": "Professor Bubble er et bobleskydespil, der foregår i en gal videnskabsmands laboratorium.\n\nSPIL\nDette match-3 boblespil er sjovt at spille på ethvert tidspunkt af dagen. En destilleri frigiver farvede bobler, og du skal skyde dem mod matchende bobler (samme farve). Som med alle match-3-spil skal du sprænge mindst tre bobler for at få point.\n\nHVORDAN SPILLER MAN PROFESSOR BUBBLE Shooter-SPIL?\nAt spille Professor Bubble er sjovt og vanedannende. Når en ny farvet boble dukker op, skyd den mod de matchende farvede kugler. Boblerne brister, når du matcher mindst tre af dem, og du scorer point. Lad ikke væggen af bobler komme for langt ned, ellers risikerer du slutningen af spillet.\n\nKONTROLLER\n- computer: Brug musen til at klikke på det nøjagtige sted, hvor du vil skyde boblen.\n- mobil enhed: klik, hvor du vil starte boblerne.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offline spil\n- Sjovt og nemt at spille\n\nKan du afslutte alle Professor Bubble-spilniveauerne? Vis os, hvor god du er til kamp 3-kampe. Spil nu!",
    "de": "Professor Bubble ist ein Bubble-Shooter-Spiel, das im Labor eines verrückten Wissenschaftlers spielt.\n\nSPIELWEISE\nDieses Match-3-Blasenspiel macht zu jeder Tageszeit Spaß. Ein Brenner setzt farbige Blasen frei, und Sie müssen sie gegen passende Blasen (gleiche Farbe) schießen. Wie bei allen 3-Gewinnt-Spielen müssen Sie mindestens drei Blasen zum Platzen bringen, um Punkte zu erhalten.\n\nWIE SPIELT MAN PROFESSOR BUBBLE SHOOTER SPIEL?\nProfessor Bubble zu spielen macht Spaß und macht süchtig. Wenn eine neue farbige Blase erscheint, schieße sie auf die gleichfarbigen Kugeln. Die Blasen platzen, wenn Sie mindestens drei davon zusammenbringen, und Sie erhalten Punkte. Lassen Sie die Blasenwand nicht zu weit nach unten sinken, sonst riskieren Sie das Ende des Spiels.\n\nSTEUERUNG\n- Computer: Klicken Sie mit der Maus genau auf die Stelle, an der Sie die Blase abschießen möchten.\n- Mobilgerät: Klicken Sie auf die Stelle, an der Sie die Blasen starten möchten.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nMERKMALE\n- 100% KOSTENLOS\n- Offline-Spiel\n- Spaß und einfach zu spielen\n\nKannst du alle Level des Professor Bubble-Spiels beenden? Zeigen Sie uns, wie gut Sie in 3-Gewinnt-Spielen sind. Jetzt spielen!",
    "el": "Το Professor Bubble είναι ένα παιχνίδι σκοποβολής φούσκας που διαδραματίζεται στο εργαστήριο ενός τρελού επιστήμονα.\n\nGAMEPLAY\nΑυτό το παιχνίδι φυσαλίδων match-3 είναι διασκεδαστικό να παίζετε οποιαδήποτε στιγμή της ημέρας. Ένας αποστακτήρας απελευθερώνει χρωματιστές φυσαλίδες και πρέπει να τις πυροβολήσετε ενάντια σε αντίστοιχες φυσαλίδες (ίδιο χρώμα). Όπως με όλα τα παιχνίδια match-3, πρέπει να σκάσετε τουλάχιστον τρεις φυσαλίδες για να κερδίσετε πόντους.\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ ΤΟ ΠΑΙΧΝΙΔΙ PROFESSOR BBBLE SHOOTER;\nΤο να παίζεις το Professor Bubble είναι διασκεδαστικό και εθιστικό. Όταν εμφανιστεί μια νέα έγχρωμη φούσκα, πυροβολήστε την στις αντίστοιχες χρωματιστές σφαίρες. Οι φυσαλίδες σκάνε όταν ταιριάξετε τουλάχιστον τρεις από αυτές και κερδίζετε πόντους. Μην αφήσετε το τείχος των φυσαλίδων να πέσει πολύ κάτω, διαφορετικά διακινδυνεύετε το τέλος του παιχνιδιού.\n\nΕΛΕΓΧΟΙ\n- υπολογιστής: χρησιμοποιήστε το ποντίκι για να κάνετε κλικ στο ακριβές σημείο όπου θέλετε να πυροβολήσετε τη φούσκα.\n- φορητή συσκευή: κάντε κλικ στο σημείο που θέλετε να εκκινήσετε τις φυσαλίδες.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- 100% ΔΩΡΕΑΝ\n- Παιχνίδι εκτός σύνδεσης\n- Διασκεδαστικό και εύκολο στο παιχνίδι\n\nΜπορείτε να ολοκληρώσετε όλα τα επίπεδα του παιχνιδιού Professor Bubble; Δείξε μας πόσο καλός είσαι στα παιχνίδια του αγώνα 3. Παίξε τώρα!",
    "en,en_AU": "Professor Bubble is a bubble shooter game set in a mad scientist's laboratory. \n\nGAMEPLAY\nThis match-3 bubble game is fun to play at any time of the day. A distiller releases colored bubbles, and you have to shoot them against matching bubbles (same color). As with all match-3 games, you need to pop at least three bubbles to get points.\n\nHOW TO PLAY PROFESSOR BUBBLE SHOOTER GAME?\nPlaying Professor Bubble is fun and addictive. When a new colored bubble appears, shoot it at the matching colored spheres. The bubbles burst when you match at least three of them, and you score points. Don't let the wall of bubbles get too far down, or you risk the end of the game.\n\nCONTROLS\n- If you're playing on a computer: use the mouse to click on the exact spot where you want to shoot the bubble.\n- If you're playing on a mobile device: click where you want to launch the bubbles.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nCan you finish all the Professor Bubble game levels? Show us how good you are at match 3 games. Play now!",
    "en_GB,en_US": "Professor Bubble is a bubble shooter game set in a mad scientist's laboratory. \n\nGAMEPLAY\nThis match-3 bubble game is fun to play at any time of the day. A distiller releases colored bubbles, and you have to shoot them against matching bubbles (same color). As with all match-3 games, you need to pop at least three bubbles to get points.\n\nHOW TO PLAY PROFESSOR BUBBLE SHOOTER GAME?\nPlaying Professor Bubble is fun and addictive. When a new colored bubble appears, shoot it at the matching colored spheres. The bubbles burst when you match at least three of them, and you score points. Don't let the wall of bubbles get too far down, or you risk the end of the game.\n\nCONTROLS\n- computer: use the mouse to click on the exact spot where you want to shoot the bubble.\n- mobile device: click where you want to launch the bubbles.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nCan you finish all the Professor Bubble game levels? Show us how good you are at match 3 games. Play now!",
    "es,es_419": "Professor Bubble es un juego de disparos de burbujas ambientado en el laboratorio de un científico loco.\n\nCOMO SE JUEGA\nEste juego de combinar 3 burbujas es divertido para jugar en cualquier momento del día. Un destilador suelta burbujas de colores, y tienes que dispararlas contra burbujas iguales (del mismo color). Al igual que con todos los juegos de combinar 3, debes explotar al menos tres burbujas para obtener puntos.\n\n¿CÓMO JUGAR AL JUEGO PROFESOR BUBBLE SHOOTER?\nJugar al Profesor Bubble es divertido y adictivo. Cuando aparezca una nueva burbuja de color, dispárala a las esferas del mismo color. Las burbujas explotan cuando haces coincidir al menos tres de ellas y ganas puntos. No dejes que la pared de burbujas baje demasiado, o corres el riesgo de terminar el juego.\n\nCONTROL S\n- computadora: use el mouse para hacer clic en el lugar exacto donde desea disparar la burbuja.\n- dispositivo móvil: haz clic donde quieras que se lancen las burbujas.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS\n- 100% GRATIS\n- Juego fuera de línea\n- Divertido y fácil de jugar\n\n¿Puedes terminar todos los niveles del juego del Profesor Burbuja? Muéstranos lo bueno que eres en los juegos de combinar 3. ¡Reproducir ahora!",
    "et": "Professor Bubble on mullide tulistamismäng, mis toimub hullu teadlase laboris.\n\nMÄNGUMÄNG\nSeda match-3 mullimängu on lõbus mängida igal kellaajal. Destiller vabastab värvilised mullid ja sa pead tulistama neid sobivate mullide vastu (sama värvi). Nagu kõigi match-3 mängude puhul, peate punktide saamiseks lööma vähemalt kolm mulli.\n\nKUIDAS MÄNGIDA PROFESSOR BUBBLE SHOOTER MÄNGU?\nProfessor Bubble'i mängimine on lõbus ja sõltuvust tekitav. Kui ilmub uus värviline mull, tulistage see sobivate värviliste sfääride pihta. Mullid lõhkevad, kui vastate vähemalt kolmele ja kogute punkte. Ärge laske mullide seinal liiga alla minna, vastasel juhul riskite mängu lõppemisega.\n\nJUHTSEADMED\n- arvuti: kasutage hiirt, et klõpsata täpselt kohas, kus soovite mulli tulistada.\n- mobiilseade: klõpsake kohta, kus soovite mullid käivitada.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID\n- 100% TASUTA\n- võrguühenduseta mäng\n- lõbus ja lihtne mängida\n\nKas saate kõik Professor Bubble'i mängutasemed lõpetada? Näita meile, kui hea sa oled 3 mängus. Mängi nüüd!",
    "fa": "پروفسور حباب یک بازی تیراندازی حباب است که در آزمایشگاه یک دانشمند دیوانه اتفاق می افتد.\n\nگیم پلی\nاین بازی حباب بازی 3 برای بازی در هر زمانی از روز سرگرم کننده است. یک دستگاه تقطیر حباب های رنگی را آزاد می کند و شما باید آنها را در برابر حباب های مشابه (همان رنگ) شلیک کنید. مانند تمام بازی های match-3، برای کسب امتیاز باید حداقل سه حباب بزنید.\n\nچگونه بازی PROFESSOR BUBBLE SHOOTER را بازی کنیم؟\nبازی پروفسور حباب سرگرم کننده و اعتیاد آور است. هنگامی که یک حباب رنگی جدید ظاهر می شود، آن را به سمت کره های رنگی مشابه شلیک کنید. حباب ها می ترکند زمانی که شما حداقل سه تا از آنها را مطابقت دهید، و امتیاز کسب می کنید. اجازه ندهید دیوار حباب ها خیلی پایین بیاید، وگرنه پایان بازی را به خطر می اندازید.\n\nکنترل ها\n- کامپیوتر: با استفاده از ماوس روی نقطه ای که می خواهید حباب شلیک کنید کلیک کنید.\n- دستگاه تلفن همراه: روی جایی که می خواهید حباب ها را راه اندازی کنید کلیک کنید.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nامکانات\n- 100٪ رایگان\n- بازی آفلاین\n- سرگرم کننده و آسان برای بازی\n\nآیا می توانید تمام سطوح بازی Professor Bubble را به پایان برسانید؟ به ما نشان دهید که در بازی 3 چقدر خوب هستید. الان بازی کن!",
    "fi": "Professor Bubble on kuplaampujapeli, joka sijoittuu hullun tiedemiehen laboratorioon.\n\nPELAA\nTätä match-3-kuplapeliä on hauska pelata mihin aikaan päivästä tahansa. Tislaaja vapauttaa värillisiä kuplia, ja sinun on ammuttava niitä vastaavia kuplia (samanvärisiä) vastaan. Kuten kaikissa Match-3-peleissä, sinun on avattava vähintään kolme kuplaa saadaksesi pisteitä.\n\nMITEN PELAA PROFESSOR BUBBLE SHOOTER -PELIÄ?\nProfessor Bubblen pelaaminen on hauskaa ja koukuttavaa. Kun uusi värillinen kupla ilmestyy, ammu se vastaaviin värillisiin palloihin. Kuplat puhkeavat, kun kohtaat vähintään kolme niistä, ja saat pisteitä. Älä anna kuplaminän mennä liian pitkälle, tai vaarana on pelin loppu.\n\nSÄÄDÖT\n- tietokone: napsauta hiirellä tarkkaa kohtaa, johon haluat ampua kuplan.\n- mobiililaite: napsauta kohtaa, jossa haluat käynnistää kuplat.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET\n- 100% ILMAINEN\n- Offline-peli\n- Hauska ja helppo pelata\n\nVoitko suorittaa kaikki Professor Bubble -pelin tasot? Näytä meille kuinka hyvä olet ottelussa 3. Pelaa nyt!",
    "fil": "Si Professor Bubble ay isang bubble shooter game na itinakda sa laboratoryo ng isang baliw na siyentipiko.\n\nGAMEPLAY\nMasaya laruin ang match-3 bubble game na ito anumang oras ng araw. Ang isang distiller ay naglalabas ng mga may kulay na bula, at kailangan mong kunan ang mga ito laban sa magkatugmang mga bula (parehong kulay). Tulad ng lahat ng larong tugma-3, kailangan mong mag-pop ng hindi bababa sa tatlong bula upang makakuha ng mga puntos.\n\nPAANO MAGLARO NG PROFESSOR BUBBLE SHOOTER GAME?\nAng paglalaro ng Professor Bubble ay masaya at nakakahumaling. Kapag may lumabas na bagong kulay na bubble, kunan ito sa magkatugmang mga kulay na sphere. Pumutok ang mga bula kapag tumugma ka sa tatlo sa kanila, at nakakuha ka ng mga puntos. Huwag hayaang bumaba ang pader ng mga bula, o ipagsapalaran mo ang pagtatapos ng laro.\n\nMGA KONTROL\n- computer: gamitin ang mouse upang mag-click sa eksaktong lugar kung saan mo gustong kunan ang bubble.\n- mobile device: i-click kung saan mo gustong ilunsad ang mga bubble.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK\n- 100% LIBRE\n- Offline na Laro\n- Masaya At Madaling Laruin\n\nMaaari mo bang tapusin ang lahat ng antas ng laro ng Professor Bubble? Ipakita sa amin kung gaano ka kahusay sa match 3 games. Maglaro Ngayon!",
    "fr": "Professor Bubble est un jeu de tir à bulles qui se déroule dans le laboratoire d'un savant fou.\n\nJEU\nCe jeu de bulles match-3 est amusant à jouer à tout moment de la journée. Un distillateur libère des bulles colorées, et vous devez les tirer contre des bulles assorties (même couleur). Comme pour tous les jeux de match-3, vous devez faire éclater au moins trois bulles pour obtenir des points.\n\nCOMMENT JOUER AU JEU PROFESSOR BUBBLE SHOOTER ?\nJouer au professeur Bubble est amusant et addictif. Lorsqu'une nouvelle bulle colorée apparaît, tirez-la sur les sphères colorées correspondantes. Les bulles éclatent lorsque vous en associez au moins trois et que vous marquez des points. Ne laissez pas le mur de bulles descendre trop bas, ou vous risquez la fin de la partie.\n\nLES CONTRÔLES\n- ordinateur : utilisez la souris pour cliquer à l'endroit exact où vous voulez tirer la bulle.\n- appareil mobile : cliquez à l'endroit où vous souhaitez lancer les bulles.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFONCTIONNALITÉS\n- 100% GRATUIT\n- Jeu hors ligne\n- Amusant et facile à jouer\n\nPouvez-vous terminer tous les niveaux du jeu Professeur Bubble ? Montrez-nous à quel point vous êtes doué pour les matchs de match 3. Joue maintenant!",
    "gu": "પ્રોફેસર બબલ એ એક બબલ શૂટર ગેમ છે જે પાગલ વૈજ્ઞાનિકની પ્રયોગશાળામાં સેટ છે.\n\nગેમપ્લે\nઆ મેચ-3 બબલ ગેમ દિવસના કોઈપણ સમયે રમવાની મજા છે. ડિસ્ટિલર રંગીન પરપોટા છોડે છે, અને તમારે તેને મેળ ખાતા પરપોટા (સમાન રંગ) સામે મારવા પડશે. બધી મેચ-3 રમતોની જેમ, તમારે પોઈન્ટ મેળવવા માટે ઓછામાં ઓછા ત્રણ બબલ પોપ કરવાની જરૂર છે.\n\nપ્રોફેસર બબલ શૂટર ગેમ કેવી રીતે રમવી?\nપ્રોફેસર બબલ વગાડવું એ મનોરંજક અને વ્યસનકારક છે. જ્યારે નવો રંગીન બબલ દેખાય, ત્યારે તેને મેળ ખાતા રંગીન ગોળાઓ પર શૂટ કરો. જ્યારે તમે તેમાંના ઓછામાં ઓછા ત્રણ સાથે મેળ ખાઓ અને તમે પોઈન્ટ મેળવો ત્યારે પરપોટા ફૂટે છે. પરપોટાની દિવાલને ખૂબ નીચે ન આવવા દો, અથવા તમે રમતના અંતને જોખમમાં મૂકશો.\n\nનિયંત્રણો\n- કોમ્પ્યુટર: તમે જ્યાં બબલ મારવા માંગો છો તે ચોક્કસ સ્થળ પર ક્લિક કરવા માટે માઉસનો ઉપયોગ કરો.\n- મોબાઇલ ઉપકરણ: તમે જ્યાં પરપોટા શરૂ કરવા માંગો છો ત્યાં ક્લિક કરો.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nવિશેષતા\n- 100% મફત\n- ઑફલાઇન ગેમ\n- આનંદ અને રમવા માટે સરળ\n\nશું તમે પ્રોફેસર બબલ રમતના તમામ સ્તરો સમાપ્ત કરી શકો છો? અમને બતાવો કે તમે મેચ 3 રમતોમાં કેટલા સારા છો. હવે રમો!",
    "he": "פרופסור באבל הוא משחק יריות בועות המתרחש במעבדה של מדען מטורף.\n\nGAMEPLAY\nמשחק בועות התאמה 3 זה כיף לשחק בכל שעה של היום. מזקק משחרר בועות צבעוניות, ואתה צריך לירות אותן נגד בועות תואמות (באותו צבע). כמו בכל משחקי התאמה 3, עליך לצבוע לפחות שלוש בועות כדי לקבל נקודות.\n\nאיך לשחק משחק פרופסור בועות יריות?\nלשחק פרופסור באבל זה כיף וממכר. כאשר מופיעה בועה צבעונית חדשה, צלם אותה לעבר הכדורים הצבעוניים התואמים. הבועות מתפוצצות כאשר אתה תואם לפחות שלוש מהן, ואתה צובר נקודות. אל תתנו לקיר הבועות לרדת יותר מדי, או שתסתכן בסוף המשחק.\n\nבקרות\n- מחשב: השתמש בעכבר כדי ללחוץ על המקום המדויק שבו אתה רוצה לצלם את הבועה.\n- מכשיר נייד: לחץ במקום שבו אתה רוצה להפעיל את הבועות.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nתכונות\n- 100% בחינם\n- משחק לא מקוון\n- כיף וקל לשחק\n\nהאם אתה יכול לסיים את כל רמות המשחק של פרופסור באבל? הראה לנו כמה אתה טוב במשחקים 3. שחק עכשיו!",
    "hi": "प्रोफेसर बबल एक पागल वैज्ञानिक की प्रयोगशाला में स्थापित एक बुलबुला शूटर गेम है।\n\nगेमप्ले\nयह मैच-3 बबल गेम दिन के किसी भी समय खेलने में मजेदार है। एक डिस्टिलर रंगीन बुलबुले छोड़ता है, और आपको उन्हें मेल खाने वाले बुलबुले (समान रंग) के विरुद्ध शूट करना होता है। जैसा कि सभी मैच-3 गेम में होता है, अंक प्राप्त करने के लिए आपको कम से कम तीन बबल फोड़ने होंगे।\n\nप्रोफेसर बबल शूटर गेम कैसे खेलें?\nप्रोफेसर बबल खेलना मजेदार और लत लगने वाला है। जब एक नया रंग का बुलबुला प्रकट होता है, तो उसे मेल खाने वाले रंगीन गोले पर शूट करें। बुलबुले फूटते हैं जब आप उनमें से कम से कम तीन का मिलान करते हैं, और आप अंक अर्जित करते हैं। बुलबुलों की दीवार को बहुत नीचे न गिरने दें, अन्यथा आप खेल के अंत का जोखिम उठा सकते हैं।\n\nनियंत्रण\n- कंप्यूटर: माउस का उपयोग उस सटीक स्थान पर क्लिक करने के लिए करें जहाँ आप बुलबुले को शूट करना चाहते हैं।\n- मोबाइल डिवाइस: जहां आप बुलबुले लॉन्च करना चाहते हैं वहां क्लिक करें।\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nविशेषताएं\n- 100% मुफ़्त\n- ऑफलाइन गेम\n- मज़ा और खेलने में आसान\n\nक्या आप प्रोफेसर बबल गेम के सभी स्तरों को पूरा कर सकते हैं? हमें दिखाएँ कि आप मैच 3 गेम में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Professor Bubble igra je pucačina s mjehurićima smještena u laboratoriju ludog znanstvenika.\n\nIGRANJE\nOvu igru s mjehurićima spoji 3 zabavno je igrati u bilo koje doba dana. Destilator ispušta obojene mjehuriće, a vi ih morate gađati odgovarajućim mjehurićima (iste boje). Kao i u svim igrama spajanja 3, morate otvoriti najmanje tri mjehurića da biste dobili bodove.\n\nKAKO IGRATI PROFESOR BUBBLE SHOOTER IGRU?\nIgrati Professor Bubble zabavno je i stvara ovisnost. Kada se pojavi novi mjehurić u boji, gađaj ga u sfere iste boje. Mjehurići pucaju kada spojite najmanje tri od njih i osvojite bodove. Ne dopustite da se zid mjehurića previše spusti ili riskirate kraj igre.\n\nKONTROLE\n- računalo: koristite miša da kliknete na točno mjesto gdje želite pucati mjehurić.\n- mobilni uređaj: kliknite gdje želite pokrenuti mjehuriće.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- Zabavno i jednostavno za igranje\n\nMožete li završiti sve razine igre Professor Bubble? Pokažite nam koliko ste dobri u igri 3 uparivanja. Igraj sada!",
    "hu": "A Professor Bubble egy buboréklövő játék, amely egy őrült tudós laboratóriumában játszódik.\n\nJÁTÉKJÁTÉK\nEzt a match-3 buborékos játékot a nap bármely szakában szórakoztató játék. A lepárló színes buborékokat bocsát ki, és ezeket a megfelelő (azonos színű) buborékok ellen kell lőni. Mint minden match-3 játéknál, legalább három buborékot kell feldobnod a pontszerzéshez.\n\nHOGYAN KELL JÁTSZANI PROFESSOR BUBBLE SHOOTER JÁTÉKOT?\nA Professor Bubble játék szórakoztató és addiktív. Amikor megjelenik egy új színű buborék, lődd a megfelelő színű gömbökre. A buborékok kipukkannak, ha legalább hármat párosítasz, és pontokat szerezsz. Ne hagyja, hogy a buborékok fala túl messzire kerüljön, különben a játék végét kockáztatja.\n\nKEZELŐSZERVEK\n- számítógép: az egérrel kattintson arra a pontra, ahol a buborékot ki szeretné lőni.\n- mobileszköz: kattintson arra a helyre, ahol el szeretné indítani a buborékokat.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK\n- 100% INGYENES\n- Offline játék\n- Szórakoztató és könnyen játszható\n\nBe tudod fejezni a Professor Bubble játék összes szintjét? Mutasd meg, milyen jó vagy a 3. meccsen. Játssz most!",
    "id": "Profesor Bubble adalah game penembak gelembung yang berlatarkan laboratorium ilmuwan gila.\n\nPERMAINAN\nGame gelembung pertandingan-3 ini menyenangkan untuk dimainkan kapan saja sepanjang hari. Penyuling melepaskan gelembung berwarna, dan Anda harus menembaknya dengan gelembung yang cocok (warna yang sama). Seperti semua game pertandingan-3, Anda harus meletuskan setidaknya tiga gelembung untuk mendapatkan poin.\n\nBAGAIMANA CARA BERMAIN PROFESOR BUBBLE SHOOTER GAME?\nBermain Profesor Bubble itu menyenangkan dan membuat ketagihan. Saat gelembung berwarna baru muncul, tembak ke bola berwarna yang serasi. Gelembung pecah saat Anda mencocokkan setidaknya tiga gelembung, dan Anda mencetak poin. Jangan biarkan dinding gelembung turun terlalu jauh, atau Anda berisiko mengakhiri permainan.\n\nKONTROL\n- komputer: gunakan mouse untuk mengklik tempat yang tepat di mana Anda ingin menembakkan gelembung.\n- perangkat seluler: klik di mana Anda ingin meluncurkan gelembung.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFITUR\n- 100% GRATIS\n- Permainan Luring\n- Menyenangkan Dan Mudah Dimainkan\n\nBisakah Anda menyelesaikan semua level permainan Profesor Bubble? Tunjukkan pada kami seberapa baik Anda dalam pertandingan 3 pertandingan. Main sekarang!",
    "it": "Professor Bubble è un gioco sparabolle ambientato nel laboratorio di uno scienziato pazzo.\n\nGIOCO\nQuesto gioco di bolle match-3 è divertente da giocare in qualsiasi momento della giornata. Un distillatore rilascia bolle colorate che devi sparare contro bolle uguali, cioè dello stesso colore. Come in tutti i giochi match-3, devi far scoppiare almeno tre bolle per ottenere punti.\n\nCOME SI GIOCA AL PROFESSOR BUBBLE SHOOTER?\nGiocare a Professor Bubble è divertente e avvincente. Quando appare una nuova bolla colorata, sparala contro le sfere colorate corrispondenti. Le bolle scoppiano quando ne abbini almeno tre, e grazie a ciò guadagni punti. Non lasciare che il muro di bolle scenda troppo in basso, altrimenti c'è il rischio che il gioco finisca.\n\nCONTROLLI\n- computer: clicca con il mouse sul punto esatto in cui vuoi sparare la bolla.\n- dispositivo mobile: fai clic nel punto in cui vuoi lanciare le bolle.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE\n- 100% GRATIS\n- Gioco offline\n- Divertente e facile da giocare\n\nRiesci a finire tutti i livelli del gioco Professor Bubble? Mostraci quanto sei bravo ai giochi match 3. Inizia ora!",
    "ja": "バブル教授は、マッドサイエンティストの研究室を舞台にしたバブルシューティングゲームです。\n\nゲームプレイ\nこのマッチ 3 バブル ゲームは、いつでも楽しくプレイできます。 ディスティラーは色付きの泡を放出し、一致する泡 (同じ色) に対してそれらを発射する必要があります。 すべてのマッチ 3 ゲームと同様に、ポイントを獲得するには少なくとも 3 つのバブルを割る必要があります。\n\n教授バブルシューターゲームの遊び方は？\nバブル教授をプレイするのは楽しくて中毒性があります。 新しい色のバブルが表示されたら、一致する色の球でそれを撃ちます。 バブルを 3 つ以上一致させるとバブルが破裂し、ポイントを獲得できます。 泡の壁を下げすぎないでください。そうしないと、ゲームが終了する危険があります。\n\nコントロール\n- コンピュータ: バブルを発射したい正確な場所をマウスでクリックします。\n- モバイル デバイス: 泡を発射する場所をクリックします。\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\n特徴\n- 100% 無料\n- オフラインゲーム\n- 楽しく簡単にプレイ\n\nプロフェッサー バブルのゲーム レベルをすべてクリアできますか? マッチ 3 ゲームの腕前を見せてください。 今すぐプレイ！",
    "kn": "ಪ್ರೊಫೆಸರ್ ಬಬಲ್ ಎಂಬುದು ಹುಚ್ಚು ವಿಜ್ಞಾನಿಗಳ ಪ್ರಯೋಗಾಲಯದಲ್ಲಿ ಹೊಂದಿಸಲಾದ ಬಬಲ್ ಶೂಟರ್ ಆಟವಾಗಿದೆ.\n\nಆಟದ ಆಟ\nಈ ಪಂದ್ಯ-3 ಬಬಲ್ ಆಟವು ದಿನದ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಡಲು ವಿನೋದಮಯವಾಗಿದೆ. ಡಿಸ್ಟಿಲರ್ ಬಣ್ಣದ ಗುಳ್ಳೆಗಳನ್ನು ಬಿಡುಗಡೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ನೀವು ಅವುಗಳನ್ನು ಹೊಂದಾಣಿಕೆಯ ಗುಳ್ಳೆಗಳ ವಿರುದ್ಧ ಶೂಟ್ ಮಾಡಬೇಕು (ಅದೇ ಬಣ್ಣ). ಎಲ್ಲಾ ಪಂದ್ಯ-3 ಆಟಗಳಂತೆ, ಅಂಕಗಳನ್ನು ಪಡೆಯಲು ನೀವು ಕನಿಷ್ಟ ಮೂರು ಬಬಲ್‌ಗಳನ್ನು ಪಾಪ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.\n\nಪ್ರೊಫೆಸರ್ ಬಬಲ್ ಶೂಟರ್ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ?\nಪ್ರೊಫೆಸರ್ ಬಬಲ್ ನುಡಿಸುವುದು ವಿನೋದ ಮತ್ತು ವ್ಯಸನಕಾರಿಯಾಗಿದೆ. ಹೊಸ ಬಣ್ಣದ ಗುಳ್ಳೆ ಕಾಣಿಸಿಕೊಂಡಾಗ, ಹೊಂದಾಣಿಕೆಯ ಬಣ್ಣದ ಗೋಳಗಳಲ್ಲಿ ಅದನ್ನು ಶೂಟ್ ಮಾಡಿ. ನೀವು ಅವುಗಳಲ್ಲಿ ಕನಿಷ್ಠ ಮೂರನ್ನು ಹೊಂದಿಸಿದಾಗ ಗುಳ್ಳೆಗಳು ಸಿಡಿಯುತ್ತವೆ ಮತ್ತು ನೀವು ಅಂಕಗಳನ್ನು ಗಳಿಸುತ್ತೀರಿ. ಗುಳ್ಳೆಗಳ ಗೋಡೆಯು ತುಂಬಾ ಕೆಳಗಿಳಿಯಲು ಬಿಡಬೇಡಿ ಅಥವಾ ನೀವು ಆಟದ ಅಂತ್ಯಕ್ಕೆ ಅಪಾಯವನ್ನು ಎದುರಿಸುತ್ತೀರಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್: ನೀವು ಬಬಲ್ ಅನ್ನು ಶೂಟ್ ಮಾಡಲು ಬಯಸುವ ನಿಖರವಾದ ಸ್ಥಳವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಲು ಮೌಸ್ ಬಳಸಿ.\n- ಮೊಬೈಲ್ ಸಾಧನ: ನೀವು ಗುಳ್ಳೆಗಳನ್ನು ಎಲ್ಲಿ ಪ್ರಾರಂಭಿಸಲು ಬಯಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n- ವಿನೋದ ಮತ್ತು ಆಡಲು ಸುಲಭ\n\nನೀವು ಎಲ್ಲಾ ಪ್ರೊಫೆಸರ್ ಬಬಲ್ ಆಟದ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬಹುದೇ? 3 ಪಂದ್ಯಗಳಲ್ಲಿ ನೀವು ಎಷ್ಟು ಉತ್ತಮವಾಗಿದ್ದೀರಿ ಎಂಬುದನ್ನು ನಮಗೆ ತೋರಿಸಿ. ಈಗ ಆಡು!",
    "ko": "Professor Bubble은 미친 과학자의 실험실을 배경으로 하는 버블 슈터 게임입니다.\n\n게임 플레이\n이 매치 3 버블 게임은 하루 중 언제라도 재미있습니다. 증류기는 색색의 거품을 방출하며, 일치하는 거품(동일한 색)에 대해 거품을 쏴야 합니다. 모든 매치 3 게임과 마찬가지로 점수를 얻으려면 최소 세 개의 거품을 터뜨려야 합니다.\n\nPROFESSOR BUBBLE SHOOTER 게임을 플레이하는 방법?\nBubble 교수를 플레이하는 것은 재미있고 중독성이 있습니다. 새로운 색상의 버블이 나타나면 일치하는 색상의 구체를 향해 쏘세요. 거품은 3개 이상 일치하면 터지며 점수를 얻습니다. 거품의 벽이 너무 아래로 내려가지 않도록 하십시오. 그렇지 않으면 게임이 끝날 위험이 있습니다.\n\n통제 수단\n- 컴퓨터: 거품을 쏘고 싶은 정확한 지점을 마우스로 클릭하세요.\n- 모바일 장치: 버블을 실행하려는 위치를 클릭합니다.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\n특징\n- 100% 무료\n- 오프라인 게임\n- 재미있고 쉬운 플레이\n\n당신은 모든 교수 버블 게임 레벨을 완료할 수 있습니까? 당신이 매치 3 게임을 얼마나 잘하는지 보여주세요. 지금 플레이하세요!",
    "lt": "„Professor Bubble“ yra burbulų šaudyklės žaidimas, kurio veiksmas vyksta išprotėjusio mokslininko laboratorijoje.\n\nŽAIDIMO ŽAIDIMAS\nŠį „match-3“ burbulų žaidimą smagu žaisti bet kuriuo paros metu. Distiliuotojas išleidžia spalvotus burbulus, o jūs turite šaudyti juos prieš atitinkamus burbulus (tos pačios spalvos). Kaip ir visuose 3 rungtynių žaidimuose, norėdami gauti taškų, turite išpūsti bent tris burbulus.\n\nKAIP ŽAISTI PROFESSOR BUBBLE SHOOTER ŽAIDIMĄ?\nŽaisti „Professor Bubble“ yra smagu ir sukelia priklausomybę. Kai pasirodys naujas spalvotas burbulas, šaudykite jį į atitinkamas spalvotas sferas. Burbulai sprogsta, kai suderini bent tris iš jų ir pelni taškus. Neleiskite burbulų sienai nusileisti per toli, kitaip rizikuojate žaidimo pabaiga.\n\nVALDYMAS\n- Kompiuteris: naudokite pelę ir spustelėkite tikslią vietą, kurioje norite iššauti burbulą.\n- mobilusis įrenginys: spustelėkite vietą, kurioje norite paleisti burbulus.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS\n- 100% NEMOKAMAI\n- Žaidimas neprisijungus\n- Linksma ir lengva žaisti\n\nAr galite užbaigti visus „Professor Bubble“ žaidimo lygius? Parodykite mums, koks geras esate 3 rungtynėse. Žaisti Dabar!",
    "lv": "Professor Bubble ir burbuļu šāvēja spēle, kas notiek traka zinātnieka laboratorijā.\n\nSPĒLES SPĒLE\nŠo match-3 burbuļu spēli ir jautri spēlēt jebkurā diennakts laikā. Destilētājs atbrīvo krāsainus burbuļus, un jums tie jāšauj pret atbilstošiem burbuļiem (tāda pati krāsa). Tāpat kā visās 3 spēļu spēlēs, lai iegūtu punktus, jums ir jāizlaiž vismaz trīs burbuļi.\n\nKĀ SPĒLĒT PROFESSOR BUBBLE SHOOTER SPĒLI?\nSpēlēt Professor Bubble ir jautri un aizraujoši. Kad parādās jauns krāsains burbulis, šaujiet to uz atbilstošajām krāsainām sfērām. Burbuļi pārsprāgst, kad sakrītat vismaz trīs no tiem un iegūstat punktus. Neļaujiet burbuļu sienai nokļūt pārāk tālu, pretējā gadījumā jūs riskējat ar spēles beigām.\n\nVADĪBAS\n- dators: izmantojiet peli, lai noklikšķinātu uz precīzas vietas, kur vēlaties nošaut burbuli.\n- mobilā ierīce: noklikšķiniet uz vietas, kur vēlaties palaist burbuļus.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS\n- 100% BEZMAKSAS\n- bezsaistes spēle\n- Jautri un viegli spēlēt\n\nVai varat pabeigt visus Professor Bubble spēles līmeņus? Parādiet mums, cik labi jūs esat 3. spēles spēlēs. Spēlēt tagad!",
    "ml": "പ്രൊഫസർ ബബിൾ ഒരു ഭ്രാന്തൻ ശാസ്ത്രജ്ഞന്റെ ലബോറട്ടറിയിൽ സ്ഥാപിച്ചിട്ടുള്ള ഒരു ബബിൾ ഷൂട്ടർ ഗെയിമാണ്.\n\nഗെയിംപ്ലേ\nഈ മാച്ച്-3 ബബിൾ ഗെയിം ദിവസത്തിലെ ഏത് സമയത്തും കളിക്കുന്നത് രസകരമാണ്. ഒരു ഡിസ്റ്റിലർ നിറമുള്ള കുമിളകൾ പുറത്തുവിടുന്നു, നിങ്ങൾ അവയെ പൊരുത്തപ്പെടുന്ന കുമിളകൾക്കെതിരെ (ഒരേ നിറം) ഷൂട്ട് ചെയ്യണം. എല്ലാ മാച്ച്-3 ഗെയിമുകളെയും പോലെ, പോയിന്റുകൾ ലഭിക്കുന്നതിന് നിങ്ങൾ കുറഞ്ഞത് മൂന്ന് ബബിൾസ് പോപ്പ് ചെയ്യേണ്ടതുണ്ട്.\n\nപ്രൊഫസർ ബബിൾ ഷൂട്ടർ ഗെയിം എങ്ങനെ കളിക്കാം?\nപ്രൊഫസർ ബബിൾ കളിക്കുന്നത് രസകരവും ആസക്തിയുമാണ്. ഒരു പുതിയ നിറമുള്ള കുമിള ദൃശ്യമാകുമ്പോൾ, പൊരുത്തപ്പെടുന്ന വർണ്ണ ഗോളങ്ങളിൽ അത് ഷൂട്ട് ചെയ്യുക. നിങ്ങൾ അവയിൽ മൂന്നെണ്ണമെങ്കിലും പൊരുത്തപ്പെടുത്തുമ്പോൾ കുമിളകൾ പൊട്ടുന്നു, നിങ്ങൾ പോയിന്റുകൾ സ്കോർ ചെയ്യുന്നു. കുമിളകളുടെ മതിൽ വളരെ താഴേക്ക് പോകാൻ അനുവദിക്കരുത്, അല്ലെങ്കിൽ ഗെയിമിന്റെ അവസാനം നിങ്ങൾ അപകടത്തിലാക്കാം.\n\nനിയന്ത്രണങ്ങൾ\n- കമ്പ്യൂട്ടർ: നിങ്ങൾ ബബിൾ ഷൂട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന കൃത്യമായ സ്ഥലത്ത് ക്ലിക്ക് ചെയ്യാൻ മൗസ് ഉപയോഗിക്കുക.\n- മൊബൈൽ ഉപകരണം: നിങ്ങൾ കുമിളകൾ സമാരംഭിക്കാൻ ആഗ്രഹിക്കുന്നിടത്ത് ക്ലിക്കുചെയ്യുക.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n- രസകരവും കളിക്കാൻ എളുപ്പവുമാണ്\n\nനിങ്ങൾക്ക് എല്ലാ പ്രൊഫസർ ബബിൾ ഗെയിം ലെവലുകളും പൂർത്തിയാക്കാനാകുമോ? മാച്ച് 3 ഗെയിമുകളിൽ നിങ്ങൾ എത്ര മികച്ചതാണെന്ന് ഞങ്ങളെ കാണിക്കൂ. ഇപ്പോൾ കളിക്കുക!",
    "mr": "प्रोफेसर बबल हा एक बबल शूटर गेम आहे जो एका वेड्या शास्त्रज्ञाच्या प्रयोगशाळेत सेट केला जातो.\n\nगेमप्ले\nहा सामना-3 बबल गेम दिवसाच्या कोणत्याही वेळी खेळण्यास मजेदार आहे. डिस्टिलर रंगीत फुगे सोडतो आणि तुम्हाला ते जुळणार्‍या बुडबुड्यांविरुद्ध (समान रंग) शूट करावे लागतात. सर्व मॅच-3 गेमप्रमाणे, तुम्हाला पॉइंट मिळविण्यासाठी किमान तीन बबल पॉप करणे आवश्यक आहे.\n\nप्रोफेसर बबल शूटर गेम कसा खेळायचा?\nप्रोफेसर बबल खेळणे मजेदार आणि व्यसनाधीन आहे. नवीन रंगीत बबल दिसताच, तो जुळणार्‍या रंगीत गोलाकारांवर शूट करा. फुगे फुटतात जेव्हा तुम्ही त्यापैकी किमान तीन जुळता आणि तुम्ही गुण मिळवता. बुडबुड्यांची भिंत खूप खाली येऊ देऊ नका, किंवा तुम्ही गेम संपण्याचा धोका पत्कराल.\n\nनियंत्रणे\n- संगणक: ज्या ठिकाणी तुम्हाला बबल शूट करायचा आहे त्यावर क्लिक करण्यासाठी माउस वापरा.\n- मोबाइल डिव्हाइस: तुम्हाला जेथे बुडबुडे लाँच करायचे आहेत तेथे क्लिक करा.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये\n- 100% मोफत\n- ऑफलाइन गेम\n- मजेदार आणि खेळण्यास सोपे\n\nआपण सर्व प्रोफेसर बबल गेम स्तर पूर्ण करू शकता? तुम्ही मॅच 3 गेममध्ये किती चांगले आहात ते आम्हाला दाखवा. आता खेळ!",
    "ms": "Profesor Bubble ialah permainan penembak gelembung yang terletak di makmal saintis gila.\n\nPERMAINAN\nPermainan gelembung perlawanan-3 ini menyeronokkan untuk dimainkan pada bila-bila masa sepanjang hari. Penyuling mengeluarkan buih berwarna, dan anda perlu menembaknya terhadap buih yang sepadan (warna yang sama). Seperti semua permainan perlawanan-3, anda perlu meletuskan sekurang-kurangnya tiga buih untuk mendapatkan mata.\n\nBAGAIMANA UNTUK BERMAIN PERMAINAN PENEMBAK BUIH PROFESSOR?\nBermain Profesor Bubble adalah menyeronokkan dan ketagihan. Apabila gelembung berwarna baharu muncul, tangkap pada sfera berwarna yang sepadan. Buih pecah apabila anda memadankan sekurang-kurangnya tiga daripadanya, dan anda mendapat mata. Jangan biarkan dinding buih jatuh terlalu jauh, atau anda mengambil risiko penghujung permainan.\n\nKAWALAN\n- komputer: gunakan tetikus untuk mengklik pada tempat yang tepat di mana anda mahu menembak gelembung.\n- peranti mudah alih: klik di mana anda mahu melancarkan buih.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI\n- 100% PERCUMA\n- Permainan Luar Talian\n- Seronok Dan Mudah Dimainkan\n\nBolehkah anda menyelesaikan semua tahap permainan Profesor Bubble? Tunjukkan kepada kami betapa hebatnya anda dalam perlawanan 3 perlawanan. Main sekarang!",
    "nl": "Professor Bubble is een bubbelschietspel dat zich afspeelt in het laboratorium van een gekke wetenschapper.\n\nSPEL\nDit match-3 bubbelspel is leuk om op elk moment van de dag te spelen. Een distilleerder laat gekleurde bubbels los, en je moet ze tegen bijpassende bubbels (dezelfde kleur) schieten. Zoals bij alle match-3-spellen, moet je minstens drie bubbels laten knappen om punten te krijgen.\n\nHOE PROFESSOR BUBBLE SHOOTER SPEL TE SPELEN?\nProfessor Bubble spelen is leuk en verslavend. Wanneer een nieuwe gekleurde bubbel verschijnt, schiet je deze naar de bijpassende gekleurde bollen. De bubbels barsten als je er minstens drie matcht en je scoort punten. Laat de muur van bubbels niet te ver naar beneden komen, anders riskeer je het einde van het spel.\n\nBEDIENINGSELEMENTEN\n- computer: gebruik de muis om precies op de plek te klikken waar je de bubbel wilt schieten.\n- mobiel apparaat: klik waar u de bubbels wilt lanceren.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nKENMERKEN\n- 100% GRATIS\n- Offline spel\n- Leuk en gemakkelijk te spelen\n\nKun jij alle spelniveaus van Professor Bubble uitspelen? Laat ons zien hoe goed je bent in match 3-spellen. Nu afspelen!",
    "no": "Professor Bubble er et bobleskytespill som foregår i en gal vitenskapsmanns laboratorium.\n\nSPILL\nDette match-3 boblespillet er morsomt å spille når som helst på dagen. En destillatør slipper ut fargede bobler, og du må skyte dem mot matchende bobler (samme farge). Som med alle kamp-3-spill, må du sette opp minst tre bobler for å få poeng.\n\nHVORDAN SPILLER DU PROFESSOR BUBBLE Shooter GAME?\nÅ spille Professor Bubble er morsomt og vanedannende. Når en ny farget boble dukker opp, skyt den mot de matchende fargede kulene. Boblene sprekker når du matcher minst tre av dem, og du får poeng. Ikke la veggen av bobler komme for langt ned, ellers risikerer du slutten på spillet.\n\nKONTROLLER\n- datamaskin: bruk musen til å klikke på det nøyaktige stedet der du vil skyte boblen.\n- mobil enhet: klikk der du vil starte boblene.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nEGENSKAPER\n- 100 % GRATIS\n- Offline spill\n- Morsomt og enkelt å spille\n\nKan du fullføre alle Professor Bubble-spillnivåene? Vis oss hvor god du er i kamp 3-kamper. Leke nå!",
    "pl": "Professor Bubble to strzelanka do baniek osadzona w laboratorium szalonego naukowca.\n\nROZGRYWKA\nTa gra polegająca na dopasowywaniu 3 bąbelków to świetna zabawa o każdej porze dnia. Destylator uwalnia kolorowe bąbelki i musisz strzelać do pasujących bąbelków (tego samego koloru). Podobnie jak we wszystkich grach polegających na dopasowaniu 3 elementów, musisz przebić co najmniej trzy bąbelki, aby zdobyć punkty.\n\nJAK GRAĆ W GRĘ PROFESOR BUBBLE SHOOTER?\nGranie w profesora Bubble jest zabawne i uzależniające. Kiedy pojawi się nowa kolorowa bańka, strzelaj nią w pasujące kolorowe kule. Bąbelki pękają, gdy dopasujesz co najmniej trzy z nich i zdobędziesz punkty. Nie pozwól, aby ściana bąbelków spadła zbyt nisko, bo ryzykujesz koniec gry.\n\nSTEROWNICA\n- komputer: kliknij myszką dokładnie w miejscu, w którym chcesz wystrzelić bańkę.\n- urządzenie mobilne: kliknij miejsce, w którym chcesz uruchomić bąbelki.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nCECHY\n- 100% ZA DARMO\n- Gra offline\n- Zabawa i łatwa gra\n\nCzy potrafisz ukończyć wszystkie poziomy gry Professor Bubble? Pokaż nam, jak dobry jesteś w grach typu „dopasuj 3”. Zagraj teraz!",
    "pt_BR,pt_PT": "Professor Bubble é um jogo de atirar em bolhas ambientado no laboratório de um cientista maluco.\n\nJOGABILIDADE\nEste jogo de bolhas match-3 é divertido de jogar a qualquer hora do dia. Um destilador libera bolhas coloridas e você deve atirá-las contra bolhas iguais (da mesma cor). Como em todos os jogos match-3, você precisa estourar pelo menos três bolhas para ganhar pontos.\n\nCOMO JOGAR O JOGO DE ATIRADOR DE BOLHAS DO PROFESSOR?\nJogar o Professor Bubble é divertido e viciante. Quando uma nova bolha colorida aparecer, atire nas esferas coloridas correspondentes. As bolhas estouram quando você combina pelo menos três delas e ganha pontos. Não deixe a parede de bolhas descer muito, ou você arrisca o fim do jogo.\n\nCONTROLES\n- computador: use o mouse para clicar no local exato onde deseja atirar na bolha.\n- dispositivo móvel: clique onde deseja lançar as bolhas.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nRECURSOS\n- 100% GRÁTIS\n- Jogo offline\n- Divertido e fácil de jogar\n\nVocê consegue terminar todos os níveis do jogo Professor Bubble? Mostre-nos como você é bom em jogos de combinar 3. Jogue agora!",
    "ro": "Profesorul Bubble este un joc de împușcături cu bule plasat într-un laborator al unui om de știință nebun.\n\nJOC\nAcest joc cu bule de potrivire 3 este distractiv de jucat în orice moment al zilei. Un distilator eliberează bule colorate, iar tu trebuie să le împuști împotriva bulelor potrivite (aceeași culoare). Ca și în toate jocurile de tip match-3, trebuie să scoți cel puțin trei bule pentru a obține puncte.\n\nCUM SE JACĂ JOCUL PROFESOR BUBBLE SHOOTER?\nA juca profesorul Bubble este distractiv și captivant. Când apare o nouă bulă colorată, trage-o în sferele colorate potrivite. Bulele izbucnesc atunci când potriviți cel puțin trei dintre ele și obțineți puncte. Nu lăsați peretele de bule să coboare prea mult, altfel riscați sfârșitul jocului.\n\nCONTROALE\n- computer: folosește mouse-ul pentru a da clic pe locul exact în care vrei să tragi balonul.\n- dispozitiv mobil: faceți clic unde doriți să lansați bulele.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI\n- 100% GRATUIT\n- Joc offline\n- Distractiv și ușor de jucat\n\nPoți termina toate nivelurile de joc Profesor Bubble? Arată-ne cât de bun ești la meciurile match 3. Joaca acum!",
    "ru": "Профессор Баббл — это игра-стрелялка по пузырям, действие которой происходит в лаборатории сумасшедшего ученого.\n\nИГРА\nВ эту игру с пузырями «три в ряд» интересно играть в любое время дня. Дистиллятор выпускает цветные пузыри, и вы должны стрелять ими в одинаковые пузыри (того же цвета). Как и во всех играх «три в ряд», вам нужно лопнуть не менее трех пузырей, чтобы получить очки.\n\nКАК ИГРАТЬ В PROFESSOR BUBBLE SHOOTER GAME?\nИграть в профессора Баббла весело и увлекательно. Когда появится новый цветной пузырь, стреляйте им в соответствующие цветные сферы. Пузыри лопаются, когда вы сопоставляете хотя бы три из них, и вы получаете очки. Не позволяйте стене пузырей опускаться слишком далеко, иначе вы рискуете закончить игру.\n\nУПРАВЛЕНИЕ\n- компьютер: используйте мышь, чтобы щелкнуть точное место, где вы хотите выстрелить пузырем.\n- мобильное устройство: нажмите, где вы хотите запустить пузыри.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nОСОБЕННОСТИ\n- 100% БЕСПЛАТНО\n- Оффлайн игра\n- Весело и легко играть\n\nСможете ли вы пройти все уровни игры Professor Bubble? Покажите нам, насколько вы хороши в матчах 3. Играть сейчас!",
    "sk": "Professor Bubble je bublinová strieľačka odohrávajúca sa v laboratóriu šialeného vedca.\n\nHRANIE\nTúto bublinovú hru match-3 je zábavné hrať kedykoľvek počas dňa. Destilátor uvoľňuje farebné bubliny a musíte ich strieľať proti zodpovedajúcim bublinám (rovnakej farby). Rovnako ako vo všetkých hrách typu match-3 musíte na získanie bodov vyhodiť aspoň tri bubliny.\n\nAKO HRAŤ HRU PROFESSOR BUBBLE SHOOTER?\nHrať Professor Bubble je zábavné a návykové. Keď sa objaví nová farebná bublina, vystreľte ju na zodpovedajúce farebné gule. Keď zhodíte aspoň tri z nich, bubliny prasknú a získate body. Nedovoľte, aby stena bublín príliš klesla, inak riskujete koniec hry.\n\nOVLÁDANIE\n- počítač: pomocou myši kliknite na presné miesto, kde chcete vystreliť bublinu.\n- mobilné zariadenie: kliknite na miesto, kde chcete spustiť bubliny.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI\n- 100% ZDARMA\n- Offline hra\n- Zábavné a ľahké hrať\n\nDokážete dokončiť všetky úrovne hry Professor Bubble? Ukážte nám, akí ste dobrí v zápase 3. Hrať teraz!",
    "sl": "Professor Bubble je strelska igra z mehurčki, ki se dogaja v laboratoriju norega znanstvenika.\n\nIGRANJE\nTo igro z mehurčki ujemaj tri je zabavno igrati kadar koli v dnevu. Destilator spušča barvne mehurčke, vi pa jih morate streljati proti ujemajočim se mehurčkom (iste barve). Kot pri vseh igrah trikrat na ujemanje, morate za pridobitev točk izstreliti vsaj tri mehurčke.\n\nKAKO IGRATI IGRO PROFESOR BUBBLE SHOOTER?\nIgranje Professor Bubble je zabavno in zasvoji. Ko se pojavi nov barvni mehurček, ga ustreli v ujemajoče se barvne krogle. Mehurčki počijo, ko jih ujemate z vsaj tremi, in osvojite točke. Ne dovolite, da se stena mehurčkov preveč spusti, sicer tvegate konec igre.\n\nKONTROLE\n- računalnik: z miško kliknite točno na mesto, kamor želite izstreliti mehurček.\n- mobilna naprava: kliknite, kjer želite zagnati mehurčke.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI\n- 100% BREZPLAČNO\n- Igra brez povezave\n- Zabavno in enostavno igranje\n\nAli lahko končate vse stopnje igre Professor Bubble? Pokažite nam, kako dobri ste v igrah match 3. Igraj zdaj!",
    "sr": "Профессор Буббле је игра пуцања на мехуриће смештена у лабораторију лудог научника.\n\nГАМЕПЛАИ\nОва игрица са мехурићем са три меча је забавна за играње у било које доба дана. Дестилатор пушта мехуриће у боји, а ви морате да их гађате против одговарајућих мехурића (исте боје). Као иу свим меч-3 играма, потребно је да искочите најмање три мехурића да бисте добили бодове.\n\nКАКО ИГРАТИ ИГРУ ПРОФЕСОР БУББЛЕ СХООТЕР?\nИграње Професор Буббле је забавно и изазива зависност. Када се појави нови мехур у боји, гађајте га у одговарајуће обојене сфере. Мехурићи пуцају када упарите најмање три од њих и освојите поене. Не дозволите да се зид од мехурића спусти превише доле или ризикујете крај игре.\n\nКОНТРОЛЕ\n- компјутер: користите миш да кликнете на тачно место где желите да испалите мехур.\n- мобилни уређај: кликните на место где желите да покренете мехуриће.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ\n- 100% БЕСПЛАТНО\n- Игра ван мреже\n- Забавна и лака за играње\n\nМожете ли да завршите све нивое игре Профессор Буббле? Покажите нам колико сте добри у мечу 3. Играј!",
    "sv": "Professor Bubble är ett bubble shooter-spel som utspelar sig i en galen vetenskapsmans laboratorium.\n\nSPEL\nDetta match-3 bubbelspel är roligt att spela när som helst på dygnet. En destillatör släpper ut färgade bubblor, och du måste skjuta dem mot matchande bubblor (samma färg). Som med alla match-3-spel måste du få upp minst tre bubblor för att få poäng.\n\nHUR SPELAR MAN PROFESSOR BUBBLE Shooter-SPEL?\nAtt spela Professor Bubble är roligt och beroendeframkallande. När en ny färgad bubbla dyker upp, skjut den mot de matchande färgade sfärerna. Bubblorna spricker när du matchar minst tre av dem, och du får poäng. Låt inte väggen av bubblor komma för långt ner, annars riskerar du spelets slut.\n\nKONTROLLER\n- dator: använd musen för att klicka på exakt den plats där du vill skjuta bubblan.\n- mobil enhet: klicka där du vill starta bubblorna.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offlinespel\n- Roligt och lätt att spela\n\nKan du avsluta alla Professor Bubble-spelnivåer? Visa oss hur bra du är i match 3-spel. Spela nu!",
    "sw": "Profesa Bubble ni mchezo wa kurusha mapovu uliowekwa katika maabara ya mwanasayansi mwendawazimu.\n\nMCHEZO WA MCHEZO\nMchezo huu wa Bubble wa mechi-3 ni wa kufurahisha kucheza wakati wowote wa siku. Distiller hutoa Bubbles rangi, na una risasi yao dhidi ya Bubbles vinavyolingana (rangi sawa). Kama ilivyo kwa michezo yote ya mechi-3, unahitaji kuibua angalau viputo vitatu ili kupata pointi.\n\nJINSI YA KUCHEZA MCHEZO WA PROFESA BUBBLE SHOOTER?\nKucheza Profesa Bubble ni furaha na addictive. Wakati kiputo kipya cha rangi kinapoonekana, piga risasi kwenye tufe za rangi zinazolingana. Bubbles kupasuka wakati mechi angalau tatu wao, na kupata pointi. Usiruhusu ukuta wa viputo kufika chini sana, au unahatarisha mwisho wa mchezo.\n\nVIDHIBITI\n- kompyuta: tumia kipanya ili kubofya mahali ambapo unataka kupiga Bubble.\n- kifaa cha rununu: bonyeza mahali unapotaka kuzindua Bubbles.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nVIPENGELE\n- 100% BILA MALIPO\n- Mchezo wa nje ya mtandao\n- Furaha na Rahisi Kucheza\n\nJe, unaweza kumaliza viwango vyote vya mchezo wa Bubble? Tuonyeshe jinsi ulivyo mzuri kwenye mechi 3. Cheza sasa!",
    "ta": "பேராசிரியர் குமிழி என்பது ஒரு பைத்தியக்கார விஞ்ஞானியின் ஆய்வகத்தில் அமைக்கப்பட்ட பபிள் ஷூட்டர் கேம்.\n\nகேம்ப்ளே\nஇந்த மேட்ச்-3 குமிழி விளையாட்டு நாளின் எந்த நேரத்திலும் விளையாடுவது வேடிக்கையாக உள்ளது. ஒரு டிஸ்டில்லர் வண்ணக் குமிழ்களை வெளியிடுகிறது, மேலும் அவற்றைப் பொருந்தும் குமிழ்களுக்கு எதிராக (அதே நிறம்) சுட வேண்டும். எல்லா மேட்ச்-3 கேம்களைப் போலவே, புள்ளிகளைப் பெற குறைந்தது மூன்று குமிழ்களையாவது பாப் செய்ய வேண்டும்.\n\nபேராசிரியர் பப்பில் ஷூட்டர் விளையாட்டை எப்படி விளையாடுவது?\nபேராசிரியர் குமிழி விளையாடுவது வேடிக்கையாகவும் போதையாகவும் இருக்கிறது. ஒரு புதிய வண்ணக் குமிழி தோன்றும்போது, பொருந்தும் வண்ணக் கோளங்களில் அதைச் சுடவும். குமிழிகளில் குறைந்தது மூன்றையாவது பொருத்தும்போது குமிழ்கள் வெடித்து, நீங்கள் புள்ளிகளைப் பெறுவீர்கள். குமிழ்களின் சுவர் மிகவும் கீழே செல்ல அனுமதிக்காதீர்கள் அல்லது விளையாட்டின் முடிவை நீங்கள் ஆபத்தில் ஆழ்த்தலாம்.\n\nகட்டுப்பாடுகள்\n- கணினி: நீங்கள் குமிழியை சுட விரும்பும் சரியான இடத்தில் கிளிக் செய்ய மவுஸைப் பயன்படுத்தவும்.\n- மொபைல் சாதனம்: நீங்கள் குமிழ்களை எங்கு தொடங்க விரும்புகிறீர்கள் என்பதைக் கிளிக் செய்யவும்.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n- வேடிக்கை மற்றும் விளையாட எளிதானது\n\nஅனைத்து பேராசிரியர் குமிழி விளையாட்டு நிலைகளையும் முடிக்க முடியுமா? மேட்ச் 3 கேம்களில் நீங்கள் எவ்வளவு சிறப்பாக இருக்கிறீர்கள் என்பதைக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "ప్రొఫెసర్ బబుల్ అనేది ఒక పిచ్చి శాస్త్రవేత్త యొక్క ప్రయోగశాలలో సెట్ చేయబడిన బబుల్ షూటర్ గేమ్.\n\nగేమ్ప్లే\nఈ మ్యాచ్-3 బబుల్ గేమ్ రోజులో ఏ సమయంలోనైనా ఆడటం సరదాగా ఉంటుంది. డిస్టిలర్ రంగు బుడగలను విడుదల చేస్తుంది మరియు మీరు వాటిని సరిపోలే బుడగలు (అదే రంగు)కి వ్యతిరేకంగా షూట్ చేయాలి. అన్ని మ్యాచ్-3 గేమ్‌ల మాదిరిగానే, మీరు పాయింట్‌లను పొందడానికి కనీసం మూడు బబుల్‌లను పాప్ చేయాలి.\n\nప్రొఫెసర్ బబుల్ షూటర్ గేమ్‌ను ఎలా ఆడాలి?\nప్రొఫెసర్ బబుల్ ఆడటం సరదాగా మరియు వ్యసనపరుడైనది. కొత్త రంగు బుడగ కనిపించినప్పుడు, సరిపోలే రంగుల గోళాల వద్ద దాన్ని షూట్ చేయండి. మీరు వాటిలో కనీసం మూడింటితో సరిపోలినప్పుడు బుడగలు పగిలిపోతాయి మరియు మీరు పాయింట్లను స్కోర్ చేస్తారు. బుడగలు గోడ చాలా క్రిందికి రానివ్వవద్దు లేదా మీరు ఆట ముగిసే ప్రమాదం ఉంది.\n\nనియంత్రణలు\n- కంప్యూటర్: మీరు బబుల్‌ను షూట్ చేయాలనుకుంటున్న ఖచ్చితమైన ప్రదేశంపై క్లిక్ చేయడానికి మౌస్ ఉపయోగించండి.\n- మొబైల్ పరికరం: మీరు బుడగలను ఎక్కడ ప్రారంభించాలనుకుంటున్నారో క్లిక్ చేయండి.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n- సరదాగా మరియు ఆడటం సులభం\n\nమీరు అన్ని ప్రొఫెసర్ బబుల్ గేమ్ స్థాయిలను పూర్తి చేయగలరా? మ్యాచ్ 3 గేమ్‌లలో మీరు ఎంత మంచివారో మాకు చూపండి. ఇప్పుడు ఆడు!",
    "th": "Professor Bubble เป็นเกมยิงฟองที่มีฉากในห้องทดลองของนักวิทยาศาสตร์สติเฟื่อง\n\nเกมเพลย์\nเกมฟองสบู่จับคู่ 3 เกมนี้เล่นสนุกได้ทุกเวลา เครื่องกลั่นจะปล่อยฟองสีต่างๆ ออกมา และคุณต้องยิงมันกับฟองที่เข้ากัน (สีเดียวกัน) เช่นเดียวกับเกมจับคู่ 3 ทั้งหมด คุณต้องทำให้ลูกโป่งแตกอย่างน้อยสามฟองเพื่อรับคะแนน\n\nจะเล่นเกม BUBBLE SHOOTER ของศาสตราจารย์ได้อย่างไร\nการเล่น Professor Bubble นั้นสนุกและน่าติดตาม เมื่อฟองสีใหม่ปรากฏขึ้น ให้ยิงฟองนั้นไปที่ลูกกลมที่มีสีตรงกัน ฟองสบู่จะแตกเมื่อคุณจับคู่อย่างน้อยสามฟอง และคุณได้คะแนน อย่าปล่อยให้กำแพงฟองสบู่ต่ำเกินไป มิฉะนั้นคุณอาจเสี่ยงที่จะจบเกม\n\nการควบคุม\n- คอมพิวเตอร์: ใช้เมาส์คลิกที่จุดที่คุณต้องการยิงฟองสบู่\n- อุปกรณ์เคลื่อนที่: คลิกตำแหน่งที่คุณต้องการเปิดฟองอากาศ\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ\n- ฟรี 100%\n- เกมออฟไลน์\n- สนุกและเล่นง่าย\n\nคุณสามารถจบระดับเกม Professor Bubble ทั้งหมดได้หรือไม่ แสดงให้เราเห็นว่าคุณเก่งแค่ไหนในเกมจับคู่ 3 เกม เล่นเลย!",
    "tr": "Profesör Bubble, çılgın bir bilim adamının laboratuvarında geçen bir balon patlatma oyunudur.\n\nOYNANIŞ\nBu 3'lü eşleştirme baloncuk oyununu günün her saatinde oynamak eğlencelidir. Damıtıcı renkli baloncuklar çıkarır ve onları eşleşen baloncuklara (aynı renk) karşı vurmanız gerekir. Tüm 3'lü eşleştirme oyunlarında olduğu gibi, puan almak için en az üç baloncuk patlatmanız gerekir.\n\nPROFESÖR BUBBLE SHOOTER OYUNU NASIL OYNANIR?\nProfesör Bubble'ı oynamak eğlenceli ve bağımlılık yapar. Yeni bir renkli balon göründüğünde, eşleşen renkli kürelere ateş edin. Baloncuklardan en az üç tanesini eşleştirdiğinizde baloncuklar patlıyor ve puan alıyorsunuz. Baloncuk duvarının çok aşağı inmesine izin vermeyin, yoksa oyunun sonunu riske atarsınız.\n\nKONTROLLER\n- bilgisayar: Balonu tam olarak vurmak istediğiniz noktaya tıklamak için fareyi kullanın.\n- mobil cihaz: baloncukları başlatmak istediğiniz yere tıklayın.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ\n- %100 ÜCRETSİZ\n- Çevrimdışı Oyun\n- Eğlenceli ve Oynaması Kolay\n\nTüm Professor Bubble oyun seviyelerini bitirebilir misin? Bize 3'lü eşleştirme oyunlarında ne kadar iyi olduğunuzu gösterin. Şimdi oyna!",
    "uk": "Professor Bubble — це стрілялка з бульбашок, дія якої відбувається в лабораторії божевільного вченого.\n\nГЕЙМПЛЕЙ\nУ цю бульбашкову гру «три в ряд» весело грати в будь-який час доби. Дистилятор випускає кольорові бульбашки, і ви повинні стріляти ними в бульбашки відповідного кольору (одного кольору). Як і в усіх іграх типу «три в ряд», щоб отримати очки, потрібно лопнути принаймні три бульбашки.\n\nЯК ГРАТИ В ГРУ PROFESSOR BUBBLE SHOOTER?\nГрати в Professor Bubble весело та захоплююче. Коли з'явиться нова кольорова бульбашка, стріляйте нею в сфери відповідного кольору. Бульбашки лопаються, коли ви підбираєте принаймні три з них, і ви отримуєте очки. Не дозволяйте стіні бульбашок опускатися занадто далеко, інакше ви ризикуєте закінчити гру.\n\nУПРАВЛІННЯ\n- комп'ютер: використовуйте мишу, щоб клацнути точне місце, де ви хочете вистрілити бульбашкою.\n- мобільний пристрій: натисніть там, де ви хочете запустити бульбашки.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ\n- 100% БЕЗКОШТОВНО\n- Офлайн гра\n- Весело і легко грати\n\nЧи зможете ви пройти всі рівні гри Professor Bubble? Покажіть нам, наскільки ви добре граєте в ігри «три в ряд». Грати зараз!",
    "vi": "Giáo sư Bubble là một trò chơi bắn bong bóng lấy bối cảnh phòng thí nghiệm của một nhà khoa học điên.\n\nCHƠI TRÒ CHƠI\nTrò chơi bong bóng ghép 3 này rất thú vị để chơi vào bất kỳ thời điểm nào trong ngày. Máy chưng cất giải phóng các bong bóng màu và bạn phải bắn chúng vào các bong bóng phù hợp (cùng màu). Như với tất cả các trò chơi ghép 3, bạn cần làm nổ ít nhất ba bong bóng để nhận điểm.\n\nLÀM THẾ NÀO ĐỂ CHƠI TRÒ CHƠI BẮN BONG BÓNG CỦA GIÁO SƯ?\nChơi Giáo sư Bubble rất thú vị và gây nghiện. Khi một bong bóng màu mới xuất hiện, hãy bắn nó vào các quả cầu có màu phù hợp. Bong bóng vỡ khi bạn ghép ít nhất ba trong số chúng và bạn ghi điểm. Đừng để bức tường bong bóng chìm quá xa, nếu không bạn có nguy cơ kết thúc trò chơi.\n\nKIỂM SOÁT\n- máy tính: dùng chuột click vào chính xác điểm mà bạn muốn bắn bong bóng.\n- thiết bị di động: nhấp vào nơi bạn muốn khởi chạy bong bóng.\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- 100% MIỄN PHÍ\n- Trò chơi ngoại tuyến\n- Vui vẻ và dễ chơi\n\nBạn có thể hoàn thành tất cả các cấp trò chơi Giáo sư Bubble không? Cho chúng tôi thấy bạn giỏi như thế nào trong trận đấu 3 trò chơi. Bắt đầu chơi!",
    "zh_CN": "泡泡教授是一款以疯狂科学家实验室为背景的泡泡射击游戏。\n\n游戏玩法\n这款三消泡泡游戏在一天中的任何时候都很有趣。 蒸馏器会释放出彩色气泡，您必须将它们射向匹配的气泡（相同颜色）。 与所有三消游戏一样，您需要至少击破三个泡泡才能获得分数。\n\n如何玩泡泡教授游戏？\n玩泡泡教授既有趣又令人上瘾。 当出现新的彩色泡泡时，将其射向匹配的彩色球体。 当你匹配至少三个泡泡时，泡泡就会破裂，你就会得分。 不要让泡泡墙下得太深，否则你有游戏结束的风险。\n\n控件\n- 电脑：用鼠标点击你想要发射泡泡的准确位置。\n- 移动设备：单击要启动气泡的位置。\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\n特征\n- 100% 免费\n- 离线游戏\n- 有趣且容易玩\n\n你能完成泡泡教授的所有游戏关卡吗？ 向我们展示您在第 3 场比赛中的表现。 现在播放！",
    "zh_TW": "泡泡教授是一款以瘋狂科學家實驗室為背景的泡泡射擊遊戲。\n\n遊戲玩法\n這款三消泡泡遊戲在一天中的任何時候都很有趣。 蒸餾器會釋放出彩色氣泡，您必須將它們射向匹配的氣泡（相同顏色）。 與所有三消遊戲一樣，您需要至少擊破三個泡泡才能獲得分數。\n\n如何玩泡泡教授遊戲？\n玩泡泡教授既有趣又令人上癮。 當出現新的彩色泡泡時，將其射向匹配的彩色球體。 當你匹配至少三個泡泡時，泡泡就會破裂，你就會得分。 不要讓泡泡牆下得太深，否則你有遊戲結束的風險。\n\n控件\n- 電腦：用鼠標點擊你想要發射泡泡的準確位置。\n- 移動設備：單擊要啟動氣泡的位置。\n\nProfessor Bubble Shooter is a fun bubble pop game online to play when bored for FREE on Magbei.com\n\n特徵\n- 100% 免費\n- 離線遊戲\n- 有趣且容易玩\n\n你能完成泡泡教授的所有遊戲關卡嗎？ 向我們展示您在第 3 場比賽中的表現。 現在播放！"
  }
}