{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klay_Printer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin que utiliza la aplicacion PrintNode para mandar impresiones a traves de la nube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Es una extensión que nos permite utilizar la aplicación de printnode incorporada con los sistemas de klay para poder hacer impresiones, versión 1.3.1.\nVersión 1.3:\n  * Se agrego el icono 128x128.\nVersión 1.3:\n  * Corrección de error que imprimía con retraso, y se ejecutaba la impresión anterior.\n  * Se agregó la opción de elegir el elemento HTML del cual se extrae la información a    imprimir.\n  * Se agregó la opción de un número determinado de copias por defecto 1.\nVersión 1.2:\n  * Corrección de errores al imprimir (impresión por bloques).\nVersión 1.1:\n  * Agregado impresión silenciosa como opción.\nVersión 1.0:\n\nPermite en sistemas klay hacer la lectura de los datos a imprimir, y por medio de printNode se hace llegar la impresión a la s impresoras locales de la computadora.\n\nRequisitos: \nSe necesita un equipo con la aplicación de printnode en donde se encuentra instalada la impresora con la que se quiere imprimir, una cuenta de printnode. https://www.printnode.com/\n\nInstrucciones: \nUna vez instalada la aplicación de printnode, acceder a su cuenta mediante la página web, para ir a la sección API y crear una nueva API KEY, copiar la APIKEY y pegarla en las opciones de configuración de la extensión, darle en clic en guardar para que se apliquen los cambios. Presionar F5, si la pagina los campos de selección deberían mostrar las impresoras dadas de alta así como los equipos que las tienen asignadas. \n\nPuedes dar de alta una impresora como predeterminada, permitiendo que al dar clic a la extensión directamente mande la impresión sin pedir que elijas una."
  }
}