{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gmail-GPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate Professional Email Reply Creation with GMAIL-GPT's FIRST voice-powered email technology"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Impress your colleagues, clients, and superiors with professional and polished email responses, in seconds.\nCreate high-quality professional emails in seconds with GMAIL-GPT's AI-powered voice assistant.\n\nWelcome to Gmail GPT, the revolutionary new Chrome extension that will change the way you use Gmail.\n\n\nGmail GPT is the ultimate Gmail productivity tool that seamlessly integrates with Gmail  to help you write more efficient and effective responses. With just a click of a button, you can use advanced natural language processing capabilities to generate automatic replies for your emails.\n\nJoin the future of email communication with GMAIL-GPT's FIRST voice-powered email technology.\n\n#UPDATES :-\n**USE VOICE TO COMPOSE HIGH QUALITY PROFFESSIONAL EMAILS**\n\n 100% free and privacy friendly\n Delivers superior response quality, surpassing other market competitors\n Effective on all websites, with exceptional performance on Gmail\n Supports a wide range of languages for versatile usage\n Offers free, privacy-focused solutions for maximum user protection.\n\nEfficient Communication\nNo more staring at the screen trying to come up with the perfect response, let Gmail GPT do the work for you. Gmail GPT reads your emails and generates relevant, personalized responses that will save you time and increase your productivity.\n\nSave Time\nGmail GPT  allows you to focus on the tasks that matter, by automating the tedious task of writing responses to emails. With our extension, you can spend less time typing and more time doing the things that you love.\n\nEasy to Use\nThe extension is easy to install and use. Simply download the extension from the Chrome store and sign in to your Gmail account. Once you are set up, simply click the Gmail GPT \nbutton when you are composing an email and let the extension do the rest.\n\n\nNote:\nThis extension is not an official extension from OpenAI . It is an independent creation of a developer, who uses OpenAI Resources to provide the service. \n\nUsing Gmail GPT is easy and straightforward. Here's a step-by-step guide on how to get started:\n\nStep 1: Install the extension from the Chrome store.\n\nStep 2: Open Gmail Page.\n\nStep 3: Open an email for which you want to generate an automatic reply.\n\nStep 4: Click on the Gmail GPT button located near the send button.\n\nStep 5: Click on the \"Generate\" button to generate the response of the mail.\n\nStep 6: Click on the \"Insert\" button to insert and copy the response into the email.\n\n\nRevolutionize your email game with Gmail GPT (Chat GPT for Gmail). Try it now and experience the difference it makes in your workday!\n\nWrite Automatic Professional Mail Replies in Lightening Fast Speed"
  }
}