{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bluesky for Everyone"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make something for Bluesky"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ Bluesky for Everyone - Enhance Your Social Experience\n\nA powerful Chrome extension that makes Bluesky better for everyone by adding useful features while maintaining the platform's core functionality.\n\nKey Features:\n• Profile Analytics - Get detailed insights into user profiles and posting patterns\n• Smart Caching - Efficiently stores profile data to reduce API calls and improve performance\n• Custom Layouts - Choose between simple and minimal interface styles\n• Flexible Sidebar - Configurable sidebar position and behavior for optimal browsing\n• Cross-Platform Integration - Seamless integration with both Bluesky and X (Twitter)\n• Data Management - Built-in tools to manage cached data with easy cleanup options\n\nPrivacy & Security:\n✓ No tracking or data collection\n✓ Local storage only - your data stays on your device\n✓ Full control over cached content\n✓ Limited permissions to only essential Bluesky domains\n\nPerfect for:\n• Power users who want enhanced analytics\n• Developers exploring the Bluesky ecosystem\n• Anyone looking to improve their Bluesky experience\n\nThis extension focuses on augmenting the Bluesky social network experience while respecting user privacy and maintaining platform stability. All features are designed to integrate seamlessly with Bluesky's existing interface.\n\nMaking Bluesky better for everyone! 🚀"
  }
}