{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JiraAccessibilityFixer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Accessibility improvements for Jira"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds features to make the Atlassian Jira website more accessible to screen reader users.\n\nThe Atlassian Jira website has many accessibility issues when accessing it with a screen reader. These mainly relate to labelling and annoucing the names of form fields.\n\nThis extension currently performs the following actions.\n1. Updates the aria-label attribute for combo boxes so that screen readers announce correct labels when navigating.\n\n2. Removes the aria-hidden attribute from the required symbol so that this information is also announced to screen readers.\n\n3. Fixes labelling on date fields.\n\n4. Removes excessive label text on comment heading buttons.\n\n5. Removes Emojis from headers and menu items for more concise speech.\n\n6. Adds further labels to edit fields.\n\nWithout these changes when you tab into a combobox the screenreader will only announce that it is a combobox and its current contents. With this extension running your screen reader will also announce the name of the field so you know what purpose the field serves and if it is a required field.\n\nPlanned Features:\n\nAutomatically expand page content so it is available to screen readers without additional steps.\nEnsure that table content is displayed as such with correctly tagged headers\n\nInstallation\n\nJust click the install button on this page, and the extension will automatically correct content on the atlassian pages.\n\nThis extension was primarily tested using Jaws for Windows although the changes are expected to work in all screen readers.\n\n\nDisclaimer \n\nThe developers of this extension are not in any way affiliated with Atlassian or the Jira application."
  }
}