{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TTrends"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that help with adding twitter trend to posts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nTTrends is a powerful Chrome extension designed to enhance your Twitter experience by providing quick access to trending topics and facilitating easy sharing. Whether you're a social media enthusiast, content creator, or researcher, TTrends simplifies the process of extracting and sharing Twitter trends.\nKey Features:\n\nEffortless Trend Extraction: TTrends seamlessly extracts trending topics from your Twitter feed, making it easy for you to stay informed about the latest discussions.\n\nQuick Clipboard Sharing: With just a click, TTrends copies the extracted trends to your clipboard, allowing you to share them instantly in your tweets, articles, or research.\n\nDynamic Icon Notifications: TTrends dynamically changes its icon based on the success or failure of the trend extraction process, providing visual feedback to the user.\n\nIntuitive Tooltip Notifications: Receive tooltip notifications indicating the success or failure of the trend extraction, ensuring a smooth user experience.\nHow to Use:\n\nClick the Icon: Simply click on the TTrends icon in your Chrome browser to initiate the trend extraction process.\n\nInstant Extraction: TTrends will quickly extract the current Twitter trends and display a visual indicator of success or failure.\n\nCopy to Clipboard: If successful, click the icon again to copy the trends to your clipboard, ready for sharing.\n\nDynamic Icon Updates: Experience dynamic icon updates based on the success or failure of the trend extraction process.\n\nSmart Notifications: Receive tooltip notifications for easy status updates on the extraction process.\n\nFollow us on https://twitter.com/olamarvelcreate  for the latest updates, tips, and support.\n\nNote:\nTTrends is designed for Twitter enthusiasts who want to streamline their trend-sharing experience. Please make sure to grant the necessary permissions for the extension to function optimally.\n\nThank you for choosing TTrends - Your go-to Twitter Trends companion!"
  }
}