{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Ship Xanh copy sản phẩm, nhân bản shop, hiển thị % phí sàn, lượt bán tháng",
    "en": "Ship Xanh copies listings, clone shops, shows e-com fees, monthly sales",
    "id": "ShipXanh salin daftar kloning toko, tampilkan biaya e-com penjualan bulanan",
    "ms": "Ship Xanh salin senarai, tiru kedai, tunjuk yuran e-dagang, jualan bulanan",
    "pt_BR": "ShipXanh copia listagens clona lojas, mostra taxas de e-com, vendas mensais",
    "th": "Ship Xanh คัดลอกรายการ, สำเนาร้าน, แสดงค่าธรรมเนียม e-com, ขายรายเดือน",
    "zh_CN": "ShipXanh 复制列表、克隆商店、显示电子商务费用、月销售额",
    "zh_TW": "ShipXanh 複製清單、克隆商店、顯示電子商務費用、月銷售额"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Sao chép sản phẩm Shopee Tiktok Lazada 1688 Taobao.. Xem % phí sàn, lượt bán tháng. Kiểm đơn hoàn, đồng bộ tồn kho, tạo Flash Sale",
    "en": "Copy products from Shopee TikTok Lazada 1688 Taobao.. show e-com fees, monthly sales. Track returns, sync inventory, create Flash…",
    "id": "Salin produk Shopee TikTok Lazada 1688 Taobao tampilkan biaya e-com, penjualan. Lacak pengembalian sinkronkan inventaris, Flash Sale",
    "ms": "Salin produk Shopee TikTok Lazada 1688 Taobao tunjuk yuran e-dagang jualan bulanan. Lacak pulangan, selaraskan inventori, Flash Sale",
    "pt_BR": "Copie produtos Shopee TikTok Lazada 1688 Taobao.. mostre taxas de e-com, vendas mensais. Rastreie devoluções, sincronize inventário",
    "th": "คัดลอกสินค้า Shopee TikTok Lazada 1688 Taobao แสดงค่าธรรมเนียม e-com, ยอดขายรายเดือน ติดตามการคืน, ซิงค์คลังสินค้า, สร้าง Flash Sale",
    "zh_CN": "从Shopee TikTok Lazada 1688 Taobao复制产品..显示电子商务费用、月销售额。跟踪退货、同步库存、创建批量闪购。",
    "zh_TW": "從 Shopee TikTok Lazada 1688 Taobao 複製商品.. 顯示電子商務費用、月銷售額。追蹤退貨、同步庫存、建立批量閃購。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "A. Copy sản phẩm, nhân bản shop\n    => Ví dụ copy sản phẩm từ Shopee sang Tikok; sao chép sản phẩm của đối thủ; copy sản phẩm từ shop bị khóa; copy sản phẩm từ nguồn hàng 1688, Taobao, Aliexpress… Có hỗ trợ dịch đa ngôn ngữ\n    => Có chèn logo, khung ảnh ở bước đăng sản phẩm nên vẫn giữ được ảnh gốc\n    => Có ChatGPT hỗ trợ viết lại tên sản phẩm, viết lại mô tả\n    => Có sửa sản phẩm hàng loạt trong danh sách chờ đăng\n    => Có lập lịch đăng lên fanpage miễn phí, tự động spin content. Tự lắp ghép content\n\nB. Hiển thị % phí sàn Shopee, Tiktok, Lazada\n    => Tự động tính phí sàn ra % và hiển thị trong danh sách đơn hàng\n    => Tự động phát hiện chênh lệch phí vận chuyển\n\nC. Xem doanh thu, lượt bán/tháng trong kết quả tìm kiếm sản phẩm Shopee\n    => Hiển thị thống kê lượt bán/tháng, doanh thu tháng\n    => Xem thời gian sản phẩm được đăng\n    => Xem lượt đánh giá, điểm đánh giá của sản phẩm\n    => Xem lượt bán của từng biến thể (màu sắc, size..)\n\nD. Quản lý đơn hàng đa kênh, theo dõi đơn hoàn\n    => Tự động đồng bộ đơn từ Shopee, Tiktok, Lazada, POS\n    => Tính năng đóng gói đơn hàng loạt, tăng tốc độ vận hành\n    => Tự động phát hiện đơn hàng hoàn mà shop chưa nhận được\n    => Tự động phát hiện đơn hàng bị hủy mặc dù thực tế đã giao cho bên vận chuyển\n    => Tự động thông báo đơn hỏa tốc, thông báo đơn hỏa tốc đã giao, đã hủy.\n\nE. Đồng bộ tồn kho đa kênh\n    => AI Ship Xanh tự động phát hiện đơn hàng chưa liên kết tồn kho ở bước chuẩn bị giao hàng\n    => Gợi ý liên kết tồn kho bằng trí tuệ nhân tạo AI, siêu nhanh\n    => Dùng ngay mà không cần kiểm toàn bộ kho, không cần liên kết đủ các shop, AI Ship Xanh tự động nhắc bạn liên kết tồn kho cho những đơn hàng mới\n\nF. Tính năng khác\n    => Đóng dấu tuỳ ý lên mỗi đơn hàng từ sàn TMĐT trước khi in\n    => Tải về máy tính video sản phẩm, ảnh sản phẩm từ các sàn hoặc nguồn bất kỳ\n    => Lưu lại toàn bộ sản phẩm Shopee, Lazada để backup sau này tái sử dụng\n\nChúng tôi đủ năng lực giúp bạn thay thế phần mềm quản lý bán hàng bạn đang dùng bằng phần mềm Ship Xanh tốt hơn.\n\nChúng tôi bổ sung tính năng mới liên tục hàng tuần, cùng các chuyên gia trong lĩnh vực trí tuệ nhân tạo AI đến từ team Ship Xanh, việc ứng dụng Ship Xanh vào vận hành kinh doanh sẽ giúp bạn không nép vế trước đối thủ\n\nĐừng ngại liên hệ team 24/7 khi bạn gặp bất kỳ trở ngại nào\nHotline Zalo, Whatsapp, Telegram: \n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "en": "A. Product Copying and Shop Cloning\n=> For example, copy products from Shopee to TikTok; copy competitors' products; copy products from locked shops; copy products from 1688, Taobao, Aliexpress… Supports multilingual translation\n=> Insert logo and photo frame when posting products, preserving the original images\n=> ChatGPT support for rewriting product names and descriptions\n=> Bulk product editing in the pending posting list\n=> Schedule free posts to Facebook Fanpage, automatically spin content, and assemble content\n\nB. Display % Fees for Shopee, Tiktok, Lazada platforms\n=> Automatically calculates platform fees as a percentage and displays in the order list\n=> Automatically detect discrepancies in shipping fees\n\nC. Show sales per month of products in search results Shopee\n=> Display statistics of monthly sales and revenue\n=> View product posting time\n=> View the number of reviews and product ratings\n=> View sales of each variant (color, size..)\n\nD. Multi-channel Order Management, Return Tracking\n=> Automatically sync orders from Shopee, Tiktok, Lazada, POS\n=> Bulk order packaging feature to speed up operations\n=> Automatically detect returned orders not yet received by the shop\n=> Automatically detect canceled orders despite being handed over to the carrier\n=> Automatically notify urgent orders, notify when urgent orders are delivered or canceled\n\nE. Multi-channel Inventory Synchronization\n=> AI Ship Xanh automatically detects orders that are not linked to inventory at the order preparation stage.\n=> AI-based inventory linking suggestions, super fast\n=> You can use it immediately without the need to check the entire inventory or link all shops. AI Ship Xanh automatically reminds you to link inventory for new orders.\n\nF. Other Features\n=> Stamp logo or text on each order from the e-commerce platform before printing\n=> Download product videos and images from any platform or source to the computer\n=> Save all Shopee and Lazada products for future backup and reuse\n\nWe have the capability to help you replace your current sales management software with better Ship Xanh software.\n\nWe continuously add new features weekly, with AI experts from the Ship Xanh team. Applying Ship Xanh to your business operations will ensure you stay competitive.\n\nFeel free to contact Ship Xanh 24/7 team if you encounter any obstacles.\nHotline Zalo, Whatsapp, Telegram:\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "id": "A. Penyalinan Produk dan Penggandaan Toko\n=> Misalnya, menyalin produk dari Shopee ke Lazada; menyalin produk pesaing; menyalin produk dari toko yang terkunci; menyalin produk dari 1688, Taobao, Aliexpress… Mendukung terjemahan multibahasa\n=> Menyisipkan logo dan bingkai foto saat memposting produk, menjaga gambar asli\n=> Dukungan ChatGPT untuk menulis ulang nama dan deskripsi produk\n=> Pengeditan produk massal dalam daftar posting yang tertunda\n=> Jadwalkan posting gratis ke Facebook Fanpage, secara otomatis memutar konten, dan merakit konten\n\nB. Menampilkan % Biaya untuk platform Shopee, Tiktok, Lazada\n=> Menghitung biaya platform secara otomatis sebagai persentase dan menampilkannya dalam daftar pesanan\n=> Mendeteksi ketidaksesuaian dalam biaya pengiriman secara otomatis\n\nC. Menampilkan penjualan per bulan produk dalam hasil pencarian Shopee\n=> Menampilkan statistik penjualan dan pendapatan bulanan\n=> Melihat waktu posting produk\n=> Melihat jumlah ulasan dan penilaian produk\n=> Melihat penjualan dari setiap varian (warna, ukuran..)\n\nD. Manajemen Pesanan Multi-saluran, Pelacakan Pengembalian\n=> Menyinkronkan pesanan secara otomatis dari Shopee, Tiktok, Lazada, POS\n=> Fitur pengemasan pesanan massal untuk mempercepat operasi\n=> Mendeteksi pesanan yang dikembalikan yang belum diterima oleh toko secara otomatis\n=> Mendeteksi pesanan yang dibatalkan meskipun sudah diserahkan ke kurir secara otomatis\n=> Memberi notifikasi pesanan mendesak secara otomatis, memberi notifikasi saat pesanan mendesak dikirim atau dibatalkan\n\nE. Sinkronisasi Inventaris Multi-saluran\n=> AI Ship Xanh secara otomatis mendeteksi pesanan yang tidak tersinkronisasi dengan inventaris pada tahap persiapan pesanan.\n=> Saran penghubungan inventaris berbasis AI, sangat cepat\n=> Anda dapat menggunakannya segera tanpa perlu memeriksa seluruh inventaris atau menghubungkan semua toko. AI Ship Xanh secara otomatis mengingatkan Anda untuk menghubungkan inventaris untuk pesanan baru.\n\nF. Fitur Lainnya\n=> Menyematkan logo atau teks pada setiap pesanan dari platform e-commerce sebelum mencetak\n=> Mengunduh video dan gambar produk dari platform atau sumber mana pun ke komputer\n=> Menyimpan semua produk Shopee dan Lazada untuk cadangan dan penggunaan di masa depan\n\nKami memiliki kemampuan untuk membantu Anda mengganti perangkat lunak manajemen penjualan Anda saat ini dengan perangkat lunak Ship Xanh yang lebih baik.\n\nKami terus menambahkan fitur baru setiap minggu, dengan pakar AI dari tim Ship Xanh. Menerapkan Ship Xanh pada operasi bisnis Anda akan memastikan Anda tetap kompetitif.\n\nJangan ragu untuk menghubungi tim Ship Xanh 24/7 jika Anda mengalami kendala.\nHotline Zalo, Whatsapp, Telegram:\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "ms": "A. Penyalinan Produk dan Pemeliharaan Toko\n=> Sebagai contoh, salin produk dari Shopee ke TikTok; salin produk pesaing; salin produk dari toko terkunci; salin produk dari 1688, Taobao, Aliexpress... Mendukung terjemahan multibahasa\n=> Sisipkan logo dan bingkai foto saat memposting produk, dengan menjaga gambar asli\n=> Dukungan ChatGPT untuk menulis ulang nama dan deskripsi produk\n=> Pengeditan produk massal dalam daftar posting tertunda\n=> Jadwalkan posting gratis ke Facebook Fanpage, secara otomatis memutar konten, dan menyusun konten\n\nB. Papar % Yuran untuk Platfom Shopee, Tiktok, Lazada\n=> Mengira yuran platfom secara automatik sebagai peratusan dan paparkan dalam senarai pesanan\n=> Ketahui secara automatik perbezaan dalam yuran penghantaran\n\nC. Papar jualan setiap bulan produk dalam hasil carian Shopee\n=> Paparkan statistik jualan bulanan dan pendapatan\n=> Lihat waktu pengeposan produk\n=> Lihat jumlah ulasan dan penilaian produk\n=> Lihat jualan setiap variasi (warna, saiz..)\n\nD. Pengurusan Pesanan Pelbagai Saluran, Pemantauan Pemulangan\n=> Menyelaraskan pesanan secara automatik dari Shopee, Tiktok, Lazada, POS\n=> Ciri pembungkusan pesanan pukal untuk mempercepat operasi\n=> Mengesan secara automatik pesanan yang dipulangkan yang belum diterima oleh kedai\n=> Mengesan secara automatik pesanan yang dibatalkan walaupun telah diserahkan kepada pembawa\n=> Memberi pemberitahuan secara automatik tentang pesanan yang mendesak, memberi tahu apabila pesanan mendesak disampaikan atau dibatalkan\n\nE. Penyelarasan Inventori Pelbagai Saluran\n=> AI Ship Xanh secara automatik mengesan pesanan yang tidak dikaitkan dengan inventori pada peringkat persediaan pesanan\n=> Cadangan pengaitan inventori berdasarkan AI, sangat cepat\n=> Anda boleh menggunakannya segera tanpa perlu memeriksa seluruh inventori atau mengaitkan semua kedai. AI Ship Xanh secara automatik mengingatkan anda untuk mengaitkan inventori untuk pesanan baru.\n\nF. Ciri-ciri Lain\n=> Cap logo atau teks pada setiap pesanan dari platform e-dagang sebelum mencetak\n=> Muat turun video produk dan imej dari mana-mana platform atau sumber ke komputer\n=> Simpan semua produk Shopee dan Lazada untuk cadangan dan kegunaan masa depan\n\nKami mempunyai keupayaan untuk membantu anda menggantikan perisian pengurusan jualan sedia ada anda dengan perisian Ship Xanh yang lebih baik.\n\nKami secara berterusan menambah ciri-ciri baru setiap minggu, dengan pakar AI dari pasukan Ship Xanh. Mengaplikasikan Ship Xanh kepada operasi perniagaan anda akan memastikan anda kekal bersaing.\n\nJangan ragu untuk menghubungi pasukan 24/7 Ship Xanh jika anda menghadapi sebarang halangan.\nHotline Zalo, Whatsapp, Telegram:\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "pt_BR": "A. Copiar Produtos e Clonar Lojas\n=> Por exemplo, copiar produtos do Shopee para o TikTok; copiar produtos dos concorrentes; copiar produtos de lojas bloqueadas; copiar produtos do 1688, Taobao, Aliexpress... Suporta tradução multilíngue\n=> Inserir logotipo e moldura de foto ao postar produtos, preservando as imagens originais\n=> Suporte ChatGPT para reescrever nomes e descrições de produtos\n=> Edição em massa de produtos na lista de postagens pendentes\n=> Agendar postagens gratuitas na página do Facebook Fanpage, girar conteúdo automaticamente e montar conteúdo\n\nB. Exibir % de Taxas para Plataformas Shopee, Tiktok, Lazada\n=> Calcula automaticamente as taxas da plataforma como porcentagem e exibe na lista de pedidos\n=> Detectar automaticamente discrepâncias nas taxas de envio\n\nC. Mostrar vendas por mês de produtos nos resultados de pesquisa do Shopee\n=> Exibir estatísticas de vendas mensais e receitas\n=> Ver o tempo de postagem do produto\n=> Ver o número de avaliações e classificações de produtos\n=> Ver vendas de cada variante (cor, tamanho..)\n\nD. Gestão de Pedidos Multicanal, Rastreamento de Devoluções\n=> Sincroniza automaticamente pedidos do Shopee, Tiktok, Lazada, POS\n=> Recurso de embalagem de pedidos em massa para acelerar as operações\n=> Detectar automaticamente pedidos devolvidos ainda não recebidos pela loja\n=> Detectar automaticamente pedidos cancelados apesar de entregues ao transportador\n=> Notificar automaticamente pedidos urgentes, notificar quando pedidos urgentes são entregues ou cancelados\n\nE. Sincronização de Inventário Multicanal\n=> O AI Ship Xanh detecta automaticamente pedidos que não estão vinculados ao inventário no estágio de preparação do pedido.\n=> Sugestões de vinculação de inventário baseadas em IA, super rápidas\n=> Você pode usá-lo imediatamente sem precisar verificar todo o inventário ou vincular todas as lojas. O AI Ship Xanh lembra automaticamente você de vincular o inventário para novos pedidos.\n\nF. Outras Funcionalidades\n=> Carimbar logotipo ou texto em cada pedido da plataforma de comércio eletrônico antes de imprimir\n=> Baixar vídeos e imagens de produtos de qualquer plataforma ou fonte para o computador\n=> Salvar todos os produtos do Shopee e Lazada para backup e reutilização\n\nTemos a capacidade de ajudá-lo a substituir seu software atual de gestão de vendas pelo melhor software Ship Xanh.\n\nContinuamos a adicionar novos recursos semanalmente, com especialistas em IA da equipe Ship Xanh. Aplicar o Ship Xanh às suas operações comerciais garantirá que você permaneça competitivo.\n\nSinta-se à vontade para entrar em contato com a equipe Ship Xanh 24/7 se encontrar algum obstáculo.\nLinha direta Whatsapp, Telegram, Zalo:\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "th": "A. การคัดลอกสินค้าและการคลอนร้านค้า\n=> เช่น คัดลอกสินค้าจาก Shopee ไปยัง TikTok; คัดลอกสินค้าของคู่แข่ง; คัดลอกสินค้าจากร้านที่ล็อค; คัดลอกสินค้าจาก 1688, Taobao, Aliexpress... รองรับการแปลภาษาหลายภาษา\n=> แทรกโลโก้และกรอบรูปภาพเมื่อโพสต์สินค้าโดยรักษาภาพต้นฉบับ\n=> การสนับสนุน ChatGPT สำหรับการเขียนชื่อสินค้าและคำอธิบายใหม่\n=> การแก้ไขสินค้าเป็นกลุ่มในรายการโพสต์ที่รอการโพสต์\n=> กำหนดการโพสต์ฟรีไปยัง Facebook Fanpage, หมุนเนื้อหาโดยอัตโนมัติ และรวมเนื้อหา\n\nB. แสดงค่าธรรมเนียมเป็นเปอร์เซ็นต์สำหรับ Shopee, Tiktok, แพลตฟอร์ม Lazada\n=> คำนวณค่าธรรมเนียมของแพลตฟอร์มโดยอัตโนมัติในรูปแบบเปอร์เซ็นต์และแสดงในรายการสั่งซื้อ\n=> ตรวจจับความไม่สอดคล้องในค่าจัดส่งโดยอัตโนมัติ\n\nC. แสดงยอดขายต่อเดือนของสินค้าในผลการค้นหา Shopee\n=> แสดงสถิติของยอดขายและรายได้รายเดือน\n=> ดูเวลาโพสต์สินค้า\n=> ดูจำนวนของการรีวิวและคะแนนสินค้า\n=> ดูยอดขายของแต่ละแบบ (สี, ขนาด..)\n\nD. การจัดการสั่งซื้อแบบหลายช่องทาง, การติดตามการคืนสินค้า\n=> ซิงค์การสั่งซื้อจาก Shopee, Tiktok, Lazada, POS โดยอัตโนมัติ\n=> ฟีเจอร์การบรรจุสินค้าเป็นกลุ่มเพื่อเร่งความเร็วในการดำเนินการ\n=> ตรวจจับการส่งคืนสินค้าที่ยังไม่ได้รับโดยร้านค้าโดยอัตโนมัติ\n=> ตรวจจับการยกเลิกสั่งซื้อโดยอัตโนมัติแม้ว่าจะมีการส่งมอบให้กับผู้ให้บริการ\n=> แจ้งเตือนคำสั่งเร่งด่วนโดยอัตโนมัติ แจ้งเตือนเมื่อคำสั่งเร่งด่วนถูกส่งมอบหรือยกเลิก\n\nE. การประสานสินค้าจากหลายช่องทาง\n=> AI Ship Xanh ตรวจจับคำสั่งที่ไม่ได้เชื่อมโยงกับสินค้าในขั้นตอนการเตรียมคำสั่ง\n=> ข้อเสนอการเชื่อมโยงสินค้าที่ใช้ AI, ด่วนมาก\n=> คุณสามารถใช้ได้ทันทีโดยไม่ต้องตรวจสอบสินค้าทั้งหมดหรือเชื่อมโยงร้านค้าทั้งหมด AI Ship Xanh จะแจ้งเตือนคุณโดยอัตโนมัติให้เชื่อมโยงสินค้าสำหรับคำสั่งใหม่\n\nF. คุณสมบัติอื่น ๆ\n=> ตราโลโก้หรือข้อความบนทุกคำสั่งจากแพลตฟอร์มอีคอมเมิร์ซก่อนพิมพ์\n=> ดาวน์โหลดวิดีโอและรูปภาพสินค้าจากแพลตฟอร์มหรือแหล่งที่มาใด ๆ ไปยังคอมพิวเตอร์\n=> บันทึกสินค้าทั้งหมดจาก Shopee และ Lazada เพื่อการสำรองข้อมูลและใช้ในอนาคต\n\nเรามีความสามารถในการช่วยคุณเปลี่ยนโปรแกรมจัดการการขายปัจจุบันของคุณด้วยซอฟต์แวร์ Ship Xanh ที่ดีกว่า\n\nเรามีการเพิ่มคุณสมบัติใหม่อย่างต่อเนื่องทุกสัปดาห์ ด้วยผู้เชี่ยวชาญด้าน AI จากทีม Ship Xanh การปรับใช้ Ship Xanh ในการดำเนินการธุรกิจของคุณจะช่วยให้คุณคงอยู่ในการแข่งขัน\n\nไม่มีปัญหาที่จะติดต่อทีม Ship Xanh 24/7 หากคุณเผชิญกับปัญหาใด ๆ\nโทรศัพท์ Zalo, Whatsapp, Telegram:\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "zh_CN": "A. 产品复制和店铺克隆\n=> 例如，从Shopee复制产品到TikTok；复制竞争对手的产品；复制来自锁定商铺的产品；复制来自1688、淘宝、速卖通的产品……支持多语言翻译\n=> 在发布产品时插入标志和照片框，保留原始图片\n=> ChatGPT支持重写产品名称和描述\n=> 在待发布列表中进行批量产品编辑\n=> 定时发布免费帖子到Facebook页面，自动旋转内容，并组装内容\n\nB. 显示Shopee、Tiktok、Lazada平台的费用百分比\n=> 自动计算平台费用的百分比，并在订单列表中显示\n=> 自动检测运费不一致\n\nC. 在Shopee搜索结果中显示产品每月销量\n=> 显示每月销售和收入统计数据\n=> 查看产品发布时间\n=> 查看评价和评分数量\n=> 查看每个变体的销售情况（颜色、尺寸等）\n\nD. 多渠道订单管理、退货跟踪\n=> 自动同步来自Shopee、Tiktok、Lazada、POS的订单\n=> 批量订单打包功能以加快操作速度\n=> 自动检测尚未收到的退货订单\n=> 自动检测已交付给承运人但已取消的订单\n=> 自动通知紧急订单，紧急订单交付或取消时通知\n\nE. 多渠道库存同步\n=> AI Ship Xanh在订单准备阶段自动检测未链接到库存的订单。\n=> 基于AI的库存链接建议，超级快速\n=> 您可以立即使用，无需检查全部库存或链接所有商店。AI Ship Xanh会自动提醒您为新订单链接库存。\n\nF. 其他功能\n=> 在打印前在电子商务平台上的每个订单上盖章或添加文字标志\n=> 从任何平台或来源下载产品视频和图片到计算机\n=> 保存所有Shopee和Lazada产品以备将来备份和重复使用\n\n我们有能力帮助您用更好的Ship Xanh软件替换当前的销售管理软件。\n\n我们每周持续添加新功能，拥有Ship Xanh团队的AI专家。将Ship Xanh应用于您的业务操作将确保您保持竞争力。\n\n如果您遇到任何困难，请随时联系Ship Xanh全天候团队。\n热线 Whatsapp、Telegram, WeChat, Zalo：\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh",
    "zh_TW": "A. 產品複製和店鋪克隆\n=> 例如，從Shopee複製產品到TikTok；複製競爭對手的產品；複製來自封鎖店鋪的產品；從1688、淘寶、速賣通複製產品… 支援多語言翻譯\n=> 在發布產品時插入標誌和相框，保留原始圖片\n=> ChatGPT支援重寫產品名稱和描述\n=> 在待發佈清單中進行批量產品編輯\n=> 安排免費帖子到Facebook專頁，自動旋轉內容，並組裝內容\n\nB. 顯示Shopee、Tiktok、Lazada平台的%費用\n=> 自動計算平台費用的百分比並在訂單列表中顯示\n=> 自動檢測運費的差異\n\nC. 在Shopee搜索結果中顯示產品每月銷售量\n=> 顯示每月銷售和收入統計數據\n=> 查看產品發佈時間\n=> 查看評論和評分數量\n=> 查看每個變體的銷售情況（顏色、尺寸等）\n\nD. 多渠道訂單管理、退貨追踪\n=> 自動同步來自Shopee、Tiktok、Lazada、POS的訂單\n=> 批量訂單打包功能以加快操作速度\n=> 自動檢測尚未收到的退貨訂單\n=> 自動檢測已交付給承運人但已取消的訂單\n=> 自動通知緊急訂單，通知緊急訂單已交付或已取消\n\nE. 多渠道庫存同步\n=> AI Ship Xanh自動檢測在訂單準備階段未鏈接到庫存的訂單。\n=> 基於AI的庫存鏈接建議，超級快速\n=> 您可以立即使用，無需檢查全部庫存或鏈接所有商店。AI Ship Xanh會自動提醒您為新訂單鏈接庫存。\n\nF. 其他功能\n=> 在打印前在電子商務平台的每個訂單上蓋章或添加文字標誌\n=> 從任何平台或來源下載產品視頻和圖像到計算機\n=> 保存所有Shopee和Lazada產品以便將來備份和重複使用\n\n我們有能力幫助您用更好的Ship Xanh軟件替換當前的銷售管理軟件。\n\n我們每周持續添加新功能，擁有Ship Xanh團隊的AI專家。將Ship Xanh應用於您的業務操作將確保您保持競爭力。\n\n如果您遇到任何困難，請隨時聯繫Ship Xanh全天候團隊。\n熱線 WeChat, Zalo、Whatsapp、Telegram：\n+84387976660\n+84328803015\nhttps://www.facebook.com/phanmemshipxanh\nhttps://youtube.com/shipxanh"
  }
}