{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to Reply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly reply to non-critical emails with just a click, and save precious time for those crucial for your work and career."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate email productivity tool for corporate staff, entrepreneurs, and freelancers!\n\n\"Click to Reply\" helps you efficiently reply to non-critical emails with just a click, and save precious time for those crucial for your work and career.\n\nUsing its user-friendly interface, \"Click to Reply\" sets complete messages crafted in Formal and Casual styles and according to business situations, such as…\n\n• Meeting requests\n• New Projects opportunities\n• Event Invitations\n• Extra work assignments\n• Cold emails\n\n…ensuring that you can handle in seconds a large amount of the most common inbox-cluttering messages while keeping your professional relations solid and never missing out on business and career growth opportunities.\n\n\"Click to Reply\" was created with a privacy-first approach, so it never reads your emails or shares your data with third parties. Instead, it constantly researches and adds features that meet the changing demands of the business market, so you can always be at the top of the game.\n\nWhether dealing with several projects or juggling multiple clients, \"Click to Reply\" helps you stay organized and focused on emails that deserve your complete attention.\n\nDon't let email overwhelm you. Instead, install \"Click to Reply\" today and take control of your inbox!\n\n\nHOW TO USE (In 3 easy steps):\nStep 1. Install the Chrome Extension\nStep 2. Select a package in: https://clicktoreply.app/#pricing\nStep 3. Visit Gmail and press the \"Reply\" button in any of your emails."
  }
}