{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GradeAssist: AI Essay Grading Agent for Teachers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time with the first AI Agent for teachers, automating feedback, criteria breakdown, and auto-flagging academic dishonesty."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GradeAssist Agent is the AI essay grader that works where you work, integrating seamlessly into Google Docs, Canvas, and more, to help teachers save time grading, deliver better feedback, and reduce bias. Optimize your workflow with cutting-edge AI tools for teachers.\n\n➜ Effortless Grading\n• GradeAssist analyzes essays based on your custom rubric criteria.\n• Supercharge your grading and feedback writing process in one click!\n\n➜ Personalized Feedback\n• AI-generated annotations guide students toward improvement.\n• Enhance learning outcomes with constructive feedback.\n\n➜ Plagiarism Detection\n• GradeAssist flags potential plagiarism, promoting academic integrity.\n• Keep your classroom fair and transparent.\n\n➜ Grade Estimates\n• Get preliminary grade estimates (within ±5% accuracy).\n• Use them as a starting point for your final evaluation.\n\n➜ Playback Writing\n• Rewind and replay the student’s writing process to see how they crafted their essay. \n• Identify revisions, struggles, and potential AI assistance to provide more insightful feedback.\n\n➜ Streamlined Workflow:\n• Open GradeAssist in the sidebar while working in Google Docs.\n• Seamlessly grade essays without switching tabs.\n\nInstall GradeAssist today and supercharge your grading experience with the world's first AI essay grading agent! 🚀🖍️\n\n➜ What’s included?\n\n~ Free\n The free version of GradeAssist delivers a criteria breakdown and annotations designed to help you speed up grading, for up to 10 essays/month.\n • Grade Estimates\n • Criteria Breakdown\n • Smart Annotations\n • Playback Writing\n\n~ Premium\n GradeAssist Premium includes everything available for free, plus an expanded range of tools designed to help you deliver the best high-quality targeted feedback that drives student success and academic integrity.\n • Plagiarism Check\n • AI Writing Detection\n • Grade Estimates\n • Criteria Breakdown\n • Smart Annotations\n • Playback Writing\n • 24/7 Founder + Technical Support\n\n➜ Works where you work\n GradeAssist is constantly evolving to support more teachers across various platforms, which is why it is now supported on Google Docs, Canvas, and more to come!\n\n➜ Trusted by teachers at Top schools\n “It helped me grade 65 essays over the weekend, so well-worth the money” —Metina, grade 6 teacher\n\nDemo video: https://gradeassistai.com/demo\nMade with 💚 from the GradeAssist Team\n\n➜ FAQs:\n\nWhat is GradeAssist?\nGradeAssist is the world's first AI essay grading agent for teachers. Work smarter with your own customized rubric criteria, personalized AI feedback and annotations, plagiarism check, grade estimate and AI writing detection on essays.\n\nWhy do teachers choose GradeAssist over other tools like ChatGPT?\nGradeAssist Agent has advanced features for teachers that other products lack, such as the Chrome Extension Agent for grading essays in a single click, integrated plagiarism checking, and AI detection, and Playback Writing. Unlike other products, which requires manual essay uploads, GradeAssist operates directly in your browser, saving valuable time.\n\nHow is it different from ChatGPT?\nGradeAssist is a specialized platform of tools designed to assist educators in grading essays with responsible and secure use of AI, whereas ChatGPT is a general purpose chatbot.\n\nAlthough ChatGPT can provide general feedback on essays, it makes it hard to pinpoint specific areas for improvement. ChatGPT's performance is inconsistent and often requires tweaking prompts, leading to varied results. GradeAssist offers consistent outcomes instantly without any complicated setup and annotations so teachers can instantly see successes and issues, saving hours of time.\n\nHow does it know the criteria?\nGradeAssist adapts to your unique rubric, analyzing student work solely based on the criteria you provide, ensuring accurate, personalized grading. Simply provide the level 4 section of your rubric, and GradeAssist will take care of the rest!\n\nHow accurate is the grade estimate?\nOur Grade estimates are designed for precision, typically within ±5% of the final grade.\n\nDoesn't AI introduce more bias?\nWe take pride in GradeAssist being the most fair and objective grading tool available. We believe that the professional judgement of teachers is key to fair grading, which is why our tools only use the criteria and grade level provided by the teacher to evaluate work.\n\nWe acknowledge the biases that generative AI technology may introduce, which is why we rigourously test our systems, and always remind our users that teachers are the final decision-makers.\n\nWill GradeAssist replace teachers?\nAbsolutely not. GradeAssist enhances your ability to provide fair and efficient grading, reinforcing the essential role of teachers in providing the best guidance and growth for students."
  }
}