{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "FreeVee Speeder: adjust playback speed",
    "de": "FreeVee Speeder: Anpassen Wiedergabegeschw.",
    "es": "FreeVee Speeder: Ajustar velocidad repro.",
    "fr": "FreeVee Speeder: régler la vitesse de lecture",
    "ja": "FreeVee Speeder: 再生速度を調整する",
    "ko": "FreeVee Speeder: 재생 속도 조정",
    "pl": "FreeVee Speeder: zmień prędkość oglądania",
    "th": "FreeVee Speeder: ปรับความเร็วในการเล่น"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Extension allows to adjust the playback speed on FreeVee Video according to preference",
    "de": "Mit der Erweiterung können Sie die Wiedergabegeschwindigkeit auf FreeVee nach Ihren Wünschen anpassen",
    "es": "La extensión permite ajustar la velocidad de reproducción en FreeVee según sus preferencias",
    "fr": "L'extension permet d'ajuster la vitesse de lecture sur FreeVee selon vos préférences",
    "ja": "拡張機能を使用すると、好みに応じて FreeVee の再生速度を調整できます",
    "ko": "확장 프로그램을 사용하면 선호도에 따라 FreeVee의 재생 속도를 조정할 수 있습니다.",
    "pl": "Rozszerzenie pozwala dostosować prędkość odtwarzania dla FreeVee zgodnie z preferencjami",
    "th": "ส่วนขยายช่วยให้สามารถปรับความเร็วในการเล่นบน FreeVee ได้ตามความต้องการ"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Get your skates on and be in control of the playback speed ⏩on Freevee. This extension will allow you to either speed up or slow down shows and movies to enjoy watching your favorite content at your own pace.\n\nDidn't catch that fast-talking dialogue? Want to experience your favorite scenes in slow-motion? Or maybe you'd like to fast forward the less interesting part to enjoy the series finale? You're in the right place! Here's the solution for changing the video speed.\n\nAll you need to do is to add the extension to your browser and run the control panel which enables you to choose from 0.25x up to 16x speed rates. You can also use hotkeys on your keyboard to control it. It is as simple as that!\n\nHow to find Speeder's control panel:\n1. After installation, click the small puzzle piece icon next to your Chrome profile avatar (top right corner of the browser window)\n2. You'll see all your installed and enabled extensions.\n3. You can pin Speeder to have it always on top in your browser.\n4. Click the Speeder icon and try different speed settings.\n\nDisclaimer: Freevee is a trademark of Amazon Technologies, Inc.. This website & extension hold no association or affiliation with Amazon or any third-party companies.",
    "de": "Ziehen Sie Ihre Schlittschuhe an und behalten Sie die Kontrolle über die Wiedergabegeschwindigkeit auf Freevee. Mit dieser Erweiterung können Sie Sendungen und Filme entweder beschleunigen oder verlangsamen, um Ihre Lieblingsinhalte in Ihrem eigenen Tempo anzusehen.\n\nHaben Sie den schnellen Dialog nicht mitbekommen? Möchten Sie Ihre Lieblingsszenen in Zeitlupe erleben? Oder möchten Sie vielleicht den weniger interessanten Teil vorspulen, um das Serienfinale zu genießen? Hier sind Sie richtig! Hier ist die Lösung zum Ändern der Videogeschwindigkeit.\n\nSie müssen lediglich die Erweiterung zu Ihrem Browser hinzufügen und das Control Panel ausführen, in dem Sie zwischen 0,25-fachen und 16-fachen Geschwindigkeitsraten wählen können. Sie können es auch über Hotkeys auf Ihrer Tastatur steuern. So einfach ist das!\n\nSo finden Sie das Bedienfeld von Speeder:\n1. Klicken Sie nach der Installation auf das kleine Puzzleteil-Symbol neben Ihrem Chrome-Profil-Avatar (obere rechte Ecke des Browserfensters).\n2. Sie sehen alle Ihre installierten und aktivierten Erweiterungen.\n3. Sie können Speeder anpinnen, damit er in Ihrem Browser immer oben angezeigt wird.\n4. Klicken Sie auf das Speeder-Symbol und probieren Sie verschiedene Geschwindigkeitseinstellungen aus.\n\nHaftungsausschluss: Freevee ist eine Marke von Amazon Technologies, Inc.. Diese Website und Erweiterung stehen in keiner Verbindung oder Zugehörigkeit zu Amazon oder Drittunternehmen.",
    "es": "Ponte los patines y controla la velocidad de reproducción ⏩ en Freevee. Esta extensión te permitirá acelerar o ralentizar programas y películas para disfrutar viendo tu contenido favorito a tu propio ritmo.\n\n¿No captaste ese diálogo rápido? ¿Quieres experimentar tus escenas favoritas en cámara lenta? ¿O tal vez te gustaría adelantar la parte menos interesante para disfrutar del final de la serie? ¡Estás en el lugar correcto! Aquí está la solución para cambiar la velocidad del video.\n\nTodo lo que necesita hacer es agregar la extensión a su navegador y ejecutar el panel de control que le permite elegir entre velocidades de 0,25x hasta 16x. También puedes usar teclas de acceso rápido en tu teclado para controlarlo. ¡Es tan simple como eso!\n\nCómo encontrar el panel de control de Speeder:\n1. Después de la instalación, haga clic en el ícono de la pequeña pieza del rompecabezas al lado de su avatar de perfil de Chrome (esquina superior derecha de la ventana del navegador).\n2. Verás todas tus extensiones instaladas y habilitadas.\n3. Puedes fijar Speeder para tenerlo siempre visible en tu navegador.\n4. Haga clic en el ícono Speeder y pruebe diferentes configuraciones de velocidad.\n\nDescargo de responsabilidad: Freevee es una marca comercial de Amazon Technologies, Inc.. Este sitio web y su extensión no tienen asociación ni afiliación con Amazon ni con ninguna empresa de terceros.",
    "fr": "Enfilez vos patins et contrôlez la vitesse de lecture ⏩ sur Freevee. Cette extension vous permettra d'accélérer ou de ralentir des émissions et des films pour profiter de votre contenu préféré à votre rythme.\n\nVous n'avez pas entendu ce dialogue rapide ? Vous souhaitez revivre vos scènes préférées au ralenti ? Ou peut-être aimeriez-vous avancer rapidement vers la partie la moins intéressante pour profiter de la finale de la série ? Vous êtes au bon endroit ! Voici la solution pour modifier la vitesse de la vidéo.\n\nTout ce que vous avez à faire est d'ajouter l'extension à votre navigateur et d'exécuter le panneau de configuration qui vous permet de choisir entre des vitesses de 0,25x à 16x. Vous pouvez également utiliser les raccourcis clavier de votre clavier pour le contrôler. C'est aussi simple que ça!\n\nComment trouver le panneau de contrôle de Speeder :\n1. Après l'installation, cliquez sur la petite icône de pièce de puzzle à côté de l'avatar de votre profil Chrome (coin supérieur droit de la fenêtre du navigateur).\n2. Vous verrez toutes vos extensions installées et activées.\n3. Vous pouvez épingler Speeder pour qu'il soit toujours visible dans votre navigateur.\n4. Cliquez sur l'icône Speeder et essayez différents paramètres de vitesse.\n\nAvis de non-responsabilité : Freevee est une marque commerciale d'Amazon Technologies, Inc.. Ce site Web et cette extension n'ont aucune association ou affiliation avec Amazon ou toute société tierce.",
    "ja": "スケート靴を履いて、Freevee で再生速度をコントロールしましょう。 この拡張機能を使用すると、番組や映画の速度を上げたり下げたりして、お気に入りのコンテンツを自分のペースで楽しむことができます。\n\n早口の会話が聞き取れませんでしたか? お気に入りのシーンをスローモーションで体験してみませんか? それとも、あまり面白くない部分を早送りして、シリーズのフィナーレを楽しみたいですか? あなたは正しい場所にいます！ 動画速度を変更するための解決策は次のとおりです。\n\n拡張機能をブラウザに追加し、0.25 倍から最大 16 倍の速度レートを選択できるコントロール パネルを実行するだけです。 キーボードのホットキーを使用して制御することもできます。 それはとても簡単です!\n\nSpeeder のコントロール パネルを見つける方法:\n1. インストール後、Chrome プロフィール アバターの横にある小さなパズルのピースのアイコン (ブラウザ ウィンドウの右上隅) をクリックします。\n2. インストールされ有効になっているすべての拡張機能が表示されます。\n3. Speeder を固定して、ブラウザ内で常に最上位に表示することができます。\n4. Speeder アイコンをクリックして、さまざまな速度設定を試します。\n\n免責事項: Freevee は Amazon Technologies, Inc. の商標です。この Web サイトおよび拡張機能は、Amazon または第三者企業との関連や提携は一切ありません。",
    "ko": "스케이트를 타고 Freevee에서 재생 속도를 제어하세요. 이 확장 프로그램을 사용하면 쇼와 영화의 속도를 높이거나 낮추어 원하는 속도에 맞춰 좋아하는 콘텐츠를 감상할 수 있습니다.\n\n빠르게 말하는 대화를 못 들으셨나요? 좋아하는 장면을 슬로우모션으로 경험하고 싶으신가요? 아니면 시리즈 피날레를 즐기기 위해 덜 흥미로운 부분을 빨리 감고 싶으십니까? 당신은 바로 이곳에 있습니다! 비디오 속도를 변경하는 솔루션은 다음과 같습니다.\n\n당신이 해야 할 일은 브라우저에 확장 프로그램을 추가하고 0.25x에서 최대 16x까지의 속도를 선택할 수 있는 제어판을 실행하는 것입니다. 키보드의 단축키를 사용하여 제어할 수도 있습니다. 그것은 그렇게 간단합니다!\n\nSpeeder의 제어판을 찾는 방법:\n1. 설치 후 Chrome 프로필 아바타 옆(브라우저 창 오른쪽 상단)에 있는 작은 퍼즐 조각 아이콘을 클릭하세요.\n2. 설치 및 활성화된 모든 확장 프로그램이 표시됩니다.\n3. Speeder를 고정하여 브라우저에서 항상 상단에 표시되도록 할 수 있습니다.\n4. Speeder 아이콘을 클릭하고 다른 속도 설정을 시도해 보십시오.\n\n고지 사항: Freevee는 Amazon Technologies, Inc.의 상표입니다. 이 웹 사이트 및 확장 프로그램은 Amazon 또는 제3자 회사와 아무런 연관이나 제휴를 맺지 않습니다.",
    "pl": "Kontroluj prędkość odtwarzania ⏩na platformie Freevee. To rozszerzenie pozwoli Ci przyspieszyć lub spowolnić programy i filmy, aby cieszyć się oglądaniem ulubionych treści we własnym tempie.\n\nNie załapałeś tego szybkiego dialogu? Chcesz przeżyć ulubione sceny w zwolnionym tempie? A może chcesz przewinąć do przodu mniej interesującą część, aby cieszyć się finałem serialu? Jesteś we właściwym miejscu! Oto rozwiązanie dotyczące zmiany prędkości wideo.\n\nWystarczy, że dodasz rozszerzenie do swojej przeglądarki i uruchomisz panel sterowania, który umożliwi Ci wybór prędkości od 0,25x do 16x. Aby nim sterować, możesz także używać klawiszy skrótu na klawiaturze. To takie proste!\n\nJak znaleźć panel sterowania Speedera:\n1. Po instalacji kliknij małą ikonę puzzli obok awatara profilu Chrome (w prawym górnym rogu okna przeglądarki)\n2. Zobaczysz wszystkie zainstalowane i włączone rozszerzenia.\n3. Możesz przypiąć Speedera, aby zawsze znajdował się na górze przeglądarki.\n4. Kliknij ikonę Speeder i wypróbuj inne ustawienia prędkości.\n\nZastrzeżenie: Freevee jest znakiem towarowym firmy Amazon Technologies, Inc.. Ta witryna i rozszerzenie nie są powiązane z firmą Amazon ani żadnymi firmami zewnętrznymi.",
    "th": "สวมรองเท้าสเก็ตของคุณและควบคุมความเร็วในการเล่น ⏩บน Freevee ส่วนขยายนี้จะทำให้คุณสามารถเพิ่มความเร็วหรือลดความเร็วของรายการและภาพยนตร์ได้ เพื่อเพลิดเพลินกับการรับชมเนื้อหาที่คุณชื่นชอบตามที่คุณต้องการ\n\nไม่เข้าใจบทสนทนาที่พูดเร็วขนาดนั้นใช่ไหม ต้องการสัมผัสฉากที่คุณชื่นชอบในแบบสโลว์โมชั่นหรือไม่? หรือบางทีคุณอาจต้องการส่งต่อส่วนที่น่าสนใจน้อยกว่าอย่างรวดเร็วเพื่อเพลิดเพลินกับตอนจบของซีรีส์ คุณอยู่ในสถานที่ที่เหมาะสม! ต่อไปนี้เป็นวิธีแก้ปัญหาสำหรับการเปลี่ยนความเร็ววิดีโอ\n\nสิ่งที่คุณต้องทำคือเพิ่มส่วนขยายลงในเบราว์เซอร์ของคุณและเรียกใช้แผงควบคุมซึ่งช่วยให้คุณสามารถเลือกอัตราความเร็วได้ตั้งแต่ 0.25x ถึง 16x คุณยังสามารถใช้ปุ่มลัดบนแป้นพิมพ์เพื่อควบคุมได้ มันเป็นเรื่องง่ายเหมือนที่!\n\nวิธีค้นหาแผงควบคุมของ Speeder:\n1. หลังการติดตั้ง คลิกไอคอนชิ้นส่วนปริศนาเล็กๆ ถัดจากอวตารโปรไฟล์ Chrome ของคุณ (มุมขวาบนของหน้าต่างเบราว์เซอร์)\n2. คุณจะเห็นส่วนขยายที่ติดตั้งและเปิดใช้งานทั้งหมดของคุณ\n3. คุณสามารถปักหมุด Speeder ให้อยู่ด้านบนสุดในเบราว์เซอร์ของคุณได้\n4. คลิกไอคอน Speeder แล้วลองตั้งค่าความเร็วแบบอื่น\n\nข้อจำกัดความรับผิดชอบ: Freevee เป็นเครื่องหมายการค้าของ Amazon Technologies, Inc. เว็บไซต์และส่วนขยายนี้ไม่มีการเชื่อมโยงหรือความเกี่ยวข้องกับ Amazon หรือบริษัทบุคคลที่สามใดๆ"
  }
}