{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Christmas Live Wallpaper Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the holiday spirit to your browser with a magical Christmas live wallpaper!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to experience the festive magic of Christmas every time you open a new tab! With this Christmas live wallpaper extension, your browser will be filled with twinkling lights, snowy scenes, and all the joyful vibes that come with the holiday season. Whether it's the warmth of a cozy fireplace or the sparkle of Christmas tree decorations, this extension creates the perfect atmosphere for all things merry and bright.\n\nThe simple yet elegant design also comes with practical features, making it not just a treat for your eyes, but a functional addition to your browsing experience. You can easily access your favorite websites with customizable shortcuts, perform quick searches using the Google search bar, and keep track of time with the clock and date display. The Christmas theme adds that extra touch of joy to your daily browsing, reminding you of the holiday cheer wherever you go.\n\nFeatures:\n🎄 Live Wallpaper: Festive Christmas backgrounds with animated snowflakes and lights to bring the holiday magic to life.\n\n🔍 Google Search Bar: Perform quick searches with the integrated search bar.\n\n🌐 Site Shortcuts: Access your most visited websites instantly with customizable shortcuts.\n\n⏰ Clock & Date Widget: Stay on top of the season with an easy-to-read clock and date display.\n\nCelebrate Christmas all year round with a new tab that’s filled with warmth, joy, and festive cheer!"
  }
}