{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pin Drop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension to drop Pins from the web to your Pin Drop account"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Pin Drop to remember places you’ve been and places you want to go for work, travel and play. The perfect tool for organising maps, planning trips and collaborating with friends, family and colleagues.\n\nPin Drop is FREE to use. No account creation is required to use the app (unless you want to unlock the more advanced / social features).\n\nImport your existing maps from Google Maps, Mapstr and more to super-charge them with Pin Drop.\n\nThe maps you create are fully encrypted, secret and only viewable to you (apart from pins you want to selectively share with friends or colleagues). We don't sell your data, we never will, we don't use your data to target you for advertising, and never will. Your Pins are yours and always will be.\n\nSee it. Remember it. Pin Drop it.\n\n====================\n\nWHAT DO PEOPLE USE PIN DROP FOR?\n\n— WORK\nFrontline sales, location scouting, delivery routes and planning, sales/customer tracking, real estate agents, inventory & fleet management, political electioneering, property management, public utilities\n\n— TRAVEL\nTrip / vacation planning, road trips, shopping, sightseeing, eating, drinking\n\n— LEISURE & HOBBIES\nGeocaching, hiking, skating, surfing, windsurfing, kite boarding, birdwatching, metal detecting, magnet fishing, hunting, historical research, street art enthusiasts, foraging,  parks, playgrounds, the great outdoors and lots lots more…\n\n====================\n\nAWARDS \n\n— 2022 Apple App Store “App of the day”\n— 2014 Apple App Store \"Best of 2013\"\n— 2014 Webby Award - Best Use of GPS or Location Technology (Nominee)\n— 2014 Webby Award - Social (Nominee)\n— 2014 W3 - Maps & Navigation (Silver award)\n— 2014 W3 - Travel (Gold award)\n— 2014 Europas - Best Social, Mobile Startup (Nominee)\n— 2014 Lovie Awards - Community & Social (Shortlisted)\n— 2014 Lovie Awards - Best Visual Design (Shortlisted)\n— 2014 Lovie Awards - Best User Experience (Shortlisted)\n— 2014 Wired Magazine - App of the month\n— 2013 Sunday Times - The App List\n— 2012 Time Out - The World’s 50 Best Travel Apps\n\n====================\n\nTESTIMONIALS \n\n“Pin Drop might at first sound like another (yawn) map app, but this is something that once you’ve used you will move to the front page of your phone. Truly intuitive, truly smart, and truly useful.” - Stephen Fry \n\n“What you have is an exceedingly useful app which also works offline, where you can drop pins of locations” - TechCrunch\n\n===================="
  }
}