{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anti-Captcha Blocker Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anti-Captcha Blocker Extension plugin allows you to automatically solve CAPTCHAs found on any webpage.",
    "ru": "Расширение Anti-Captcha Blocker Extension позволяет автоматически решать капчи на страницах сайтов"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to automatically solve any type CAPTCHA.\n\nSupported:\n- reCAPTCHA: V2 / V2 Invisible / V3 / Enterprise\n- hCaptcha\n- Pictures with any symbols\n- GeeTestdd\n- Arkose Labs Captcha FunCaptcha\n- KeyCaptcha\n\nHow does it work?\nUser must register for a Solving account in order to receive your API key.\n\nExtensions are inoperable without an API key.\n\nA browser add-on helps users solve challenging captchas by completing CAPTCHA on all websites.\n\nThe resolution of problems is not always assured. It is necessary to take into account the technology's limits.\n\nMotivation Captcha challenges may seem more approachable to robots than to people because they are so bizarre.\n\nBy making solutions that are already employed by automated systems simple to access, the initiative aims to enhance our experience with captchas.\n\nWith regard to physical and cognitive capabilities, social and cultural background, and the devices or networks from which they are connected, CAPTCHA obstacles continue to be a substantial burden on the internet, slowing and restricting access to services and information.",
    "ru": "Расширение для автоматического решения любого типа CAPTCHA.\n\nПоддерживается:\n- reCAPTCHA: V2 / V2 Невидимый / V3 / Предприятие\n- hCaptcha\n- Картинки с любыми символами\n- GeeTestdd\n- Arkose Labs Captcha FunCaptcha\n- KeyCaptcha\n\nКак это работает?\nПользователь должен зарегистрировать учетную запись Solving, чтобы получить ключ API.\n\nРасширения не работают без ключа API.\n\nДополнение для браузера помогает пользователям разгадывать сложные CAPTCHA, вводя CAPTCHA на всех веб-сайтах.\n\nРешение проблем не всегда гарантировано. Необходимо учитывать ограничения технологии.\n\nЗадачи Motivation Captcha могут показаться роботам более доступными, чем людям, потому что они такие причудливые.\n\nУпрощая доступ к решениям, которые уже используются автоматизированными системами, инициатива направлена на расширение нашего опыта работы с капчами.\n\nЧто касается физических и когнитивных способностей, социального и культурного происхождения, а также устройств или сетей, к которым они подключены, препятствия CAPTCHA продолжают оставаться существенным бременем в Интернете, замедляя и ограничивая доступ к услугам и информации."
  }
}