{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SkillMapper: Social Highlighter & Bookmarker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight articles and YouTube videos, organize your learning journey, and share insights with a like-minded community of learners!",
    "es": "Resalta artículos y vídeos de YouTube, organiza tus rutas de aprendizaje y comparte tus conocimientos con una comunidad de personas…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SkillMapper is a learning hub and Chrome extension for avid learners, journalist, thinkers, engineers, students, writers or anyone who is constantly seeking to learning something new. With SkillMapper, users can highlight anything on the web, organise their learning journey in Collections (like music playlist), and find what like minded people are learning at anytime on their favourite subjects.\n\nSkillMapper is available in English and Spanish and is intended to help a community of learners find and curate the best learning content.\n\nKey Features:\n✅ Quickly save any content on the web with one-click\n✅ Highlight text or transcripts from any article or Youtube video\n✅ Build and organise your library of knowledge in Collections\n✅ Make notes on the go \n✅ Unlimited AI-powered auto-tagging\n✅ Follow content curators and discover new content in the web via a curated feed\n\nSave and manage your favourite content while browsing:\n➤\tRight-click a link and select “Save to SkillMapper”\n➤\tLeverage the auto-tagging feature to organise and find all your favourite content (videos, articles, courses)\n➤\tAdd notes on the go and don’t let any important information slip through the cracks\nHighlight the web or Youtube has never been easier\n➤\tEasily highlight with a few clicks any content on the web\n➤\tCopy all the highlights and add them to your favourite Knowledge base tools (i.e. Notion)\n➤\tShare your highlights with a community of like minded people through our feed\nSave all content in collections and share it with the community\n➤\tBuild smart collections of your favourite content\n➤\tCollaborate with others and build the best Collections\n➤\tShare your Collections with the community and build an audience of life-long learners\n\nSkillMapper is building the best search and discovery platform for learning. Join thousands of young professionals around the world. Start your learning journey today!",
    "es": "SkillMapper es un centro de aprendizaje y una extensión de Chrome para jóvenes profesionales. Con SkillMapper, los usuarios pueden comparar más de 250.000 cursos, organizar rutas de aprendizaje en Colecciones e identificar las habilidades que necesitan aprender para obtener el trabajo de sus sueños.\n\nLa extensión incluye funciones como recomendaciones de cursos, sugerencias de cursos alternativos y herramientas que permitan identificar la brecha de habilidades de cara al trabajo de tus sueños. Los usuarios también pueden guardar y organizar sus contenidos favoritos de todo la web (artículos, vídeos, cursos) en Colecciones y compartirlos con una creciente comunidad de aprendices permanentes.\n\nSkillMapper está disponible en inglés y español y reduce la brecha entre la educación y la empleabilidad de los jóvenes profesionales.\n\nPrincipales Funcionalidades:\n✅Guarda rápidamente cualquier contenido en la web\n✅Construye y organiza tu biblioteca de conocimientos en Colecciones\n✅Toma notas sobre la marcha \n✅Etiqueta automática e ilimitadamente todo tu contenido con sugerencias de IA\n✅Encuentra mejores alternativas de cursos al visitar proveedores de tecnología educativa\n✅Revisa resúmenes potenciados por IA sobre reseñas de los cursos\n✅Sigue a curadores de contenidos y descubre nuevos contenidos en la web\n✅Identifica tu brecha de habilidades con empleos listados en Linkedin y otras plataformas\n✅Planifica rutas de aprendizaje para cerrar tu brecha de habilidades\n\nGuarda y organiza tus contenidos favoritos en Colecciones mientras navegas:\n➤ Haz clic con el botón derecho en un enlace y selecciona \"Guardar en SkillMapper\"\n➤ Aprovecha nuestra función de etiquetado automático para organizar todos tus contenidos favoritos (vídeos, artículos, cursos) a través de nuestras exclusivas Colecciones inteligentes\n➤ Añade notas sobre la marcha y no dejes que se te escape ninguna información importante\n\nObtén información, califica más de 250k cursos mientras navegas por las principales plataformas ed-tech (por ejemplo, Coursera, Crehana, Udemy, etc.):\n➤ Accede a las tasas de finalización de cursos y a nuestra puntuación de recomendación\n➤ Ahorra tiempo y dinero accediendo a cursos alternativos (gratuitos) sobre la marcha\n➤ Lea resúmenes de las mejores/peores críticas y puntúe los cursos con un solo clic\n\nAdemás, mejora tu posibilidad de conseguir empleo con JobMatch y planifica tu ruta de aprendizaje sobre la marcha:\n➤ Guarda fácilmente oportunidades de empleo desde cualquier web, incluido webs como Linkedin y Glassdoor\n➤ Utiliza JobMatch y calcula tu “match” con cualquier puesto de trabajo mientras identificas tu brecha de skills;\n➤ Planifica tu ruta de aprendizaje para aquellas habilidades que te faltan.\n\nSkillMapper está construyendo el puente entre la educación y la empleabilidad para miles de jóvenes profesionales de todo el mundo. Únete a nuestra creciente comunidad."
  }
}