{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudNein YouTube Word Cloud"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generates a word cloud from the transcript of the current YouTube video"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudNein YouTube Opener\n\nUnlock the power of YouTube video content with CloudNein YouTube Opener! This innovative extension seamlessly bridges YouTube and CloudNein, allowing you to generate insightful word clouds from video transcripts in just one click.\n\nKey Features:\n• One-Click Integration: Open CloudNein with your current YouTube video URL instantly.\n• Effortless Analysis: Transform video content into visually striking word clouds.\n• User-Friendly: Simple, intuitive interface for all users.\n• Time-Saving: Streamline your research and content analysis process.\n\nPerfect for:\n• Students analyzing lecture content\n• Researchers exploring video data\n• Content creators seeking topic insights\n• Anyone curious about video content themes\n\nHow It Works:\n1. Navigate to any YouTube video\n2. Click the CloudNein YouTube Opener icon\n3. Watch as a new tab opens CloudNein, pre-filled with your video URL\n4. Generate your word cloud and start exploring!\n\nDive deeper into video content, uncover hidden themes, and enhance your understanding with CloudNein YouTube Opener. Download now and transform the way you interact with YouTube videos!\n\nSupport:\nNeed help or have questions? Contact us at contact@cloudnein.cloud or visit our support page through the extension options.\n\nElevate your YouTube experience – let CloudNein YouTube Opener reveal the words behind the videos!"
  }
}