{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click to Call/Texting Extension by Mango9"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mango9's Click to Call/SMS Chrome extension allows quick calls and texts from your browser, boosting efficiency in logistics."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionizing Dispatch Communication\n\nMango9 is transforming communication in the transportation sector with our innovative Click to Call and Click to SMS technologies. Our Chrome extension connects calls to the Mango9 app or an IP phone and leverages our ultra-fast fiber optic networks for unparalleled communication speed.\n\nSpeed and Reliability\n\nOur optimized fiber optic networks are crucial in the fast-paced logistics and transportation industry. They ensure every call and message is transmitted quickly and reliably, allowing seamless communication with customers and shippers.\n\nComprehensive Tools\n\nClick to Call: Instant connection at the click of a button.\nClick to Text: Switch between communication methods on transportation loadboards. Adjust numbers effortlessly using our intuitive control box.\n\nEfficient Operations\n\nOur software maximizes efficiency by making every phone number clickable, eliminating manual dialing, and minimizing errors. It recognizes and sorts incoming calls by caller ID, integrating seamlessly with web-based systems.\n\nVoicemail Drop\n\nLeave a pre-recorded message with a single click and move to the next call, optimizing time and ensuring consistent follow-up.\n\nLightweight Application\n\nThe Mango9 app is robust yet resource-efficient, ensuring it doesn't slow down your systems. Businesses report a significant increase in daily calls, leading to higher productivity and revenue.\n\nAutomation and Customization\n\nMango9 offers an automated and customizable platform tailored to the transportation industry's needs. From automating calls to rapid text messaging, every element streamlines operations and enhances communication.\n\nExperience the Difference\n\nJoin thousands who trust Mango9 for swift and efficient communications, staying ahead in a competitive market. Experience the Mango9 difference: where technology meets speed and efficiency in transportation telecommunications."
  }
}