{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save on search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TURN YOUR SEARCHES INTO SAVINGS Discover Deals and Cashback Offers With Every Click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save on Search: Elevate Your Search Experience with Savings\nTransform Your Searches into Savings!\n\n\"Save on Search\" is a cutting-edge Chrome extension that enriches your online search with a world of savings. By integrating deals, cashback offers, and freebies directly into your search results, it ensures that every search is an opportunity to save. Experience a seamless blend of savings and search, where convenience meets cost-effectiveness.\n\nKey Features & Benefits:\nOverride Default Search Engine: \"Save on Search\" initially sets your default search engine to Yahoo, renowned for its rich, relevant search results coupled with exclusive savings opportunities.\n\nCustomizable Search Engine Options: Prefer Google or Bing? No problem. Customize your search engine settings from our supported list to tailor your search experience to your \npreferences.\n\nPrivacy by Design: Your searches and savings are yours alone. \"Save on Search\" operates with a strict privacy policy, ensuring no personal data collection or sharing.\n\nMonetization Explained:\n\"Save on Search\" is offered free of charge, but we sustain our operations through two primary \n\nmonetization strategies:\nSearch Engine Partnership: By setting Yahoo as the default search engine, we receive a share of revenue generated from search-related advertising. This partnership allows us to offer \"Save on Search\" for free while maintaining high-quality service.\n\nAffiliate Programs: Some of the deals, cashback offers, and freebies we present are part of affiliate programs. When you take advantage of these offers, we may earn a commission at no extra cost to you. This supports our mission to keep \"Save on Search\" free and continuously improve your savings experience.\n\nGetting Started is Easy:\nInstall \"Save on Search\" with a single click.\nChoose your preferred search engine from our supported options.\nBegin your search journey enriched with deals and savings.\nEnjoy a tailored browsing experience where savings are always at your fingertips.\n\nWhy \"Save on Search\"?\nBecause every search should come with the potential for savings. With \"Save on Search,\" you're not just searching; you're discovering the best offers the internet has to offer, directly integrated into your search results. It's time to make your searches work harder for you.\nDownload \"Save on Search\" now and start turning your searches into a gateway for savings!"
  }
}