{
  "name": {
    "ar": "تشغيل Ninja Run عبر الإنترنت",
    "am": "ኒንጃዎ በመስመር ላይ ይጫወቱ",
    "bg": "Играйте Ninja Run Online",
    "bn": "অনলাইনে নিনজা রান খেলুন",
    "ca": "Reprodueix Ninja Run en línia",
    "cs": "Hrajte ninja běh online",
    "da": "Spil Ninja Run online",
    "de": "Spielen Sie Ninja online aus",
    "el": "Παίξτε Ninja Run online",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Play Ninja Run Online",
    "es": "Juega Ninja Run en línea",
    "et": "Mängi Ninja Run Online",
    "fa": "Ninja Run را بصورت آنلاین بازی کنید",
    "fi": "PELAA NINJA RUN Online",
    "fr": "Jouez à Ninja Run en ligne",
    "gu": "નીન્જા રન રન",
    "he": "שחק נינג'ה רץ ברשת",
    "hi": "निंजा चलाओ ऑनलाइन",
    "hr": "Igrajte Ninja Run Online",
    "hu": "Játsszon online ninja Run",
    "id": "Mainkan Ninja Run Online",
    "it": "Gioca a Ninja Run online",
    "ja": "忍者をオンラインで実行します",
    "kn": "ನಿಂಜಾ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ರನ್ ಪ್ಲೇ ಮಾಡಿ",
    "ko": "온라인으로 닌자를 실행하십시오",
    "ml": "നിൻജ പ്രവർത്തിപ്പിക്കുക ഓൺലൈനായി പ്രവർത്തിപ്പിക്കുക",
    "mr": "निन्जा ऑनलाईन चालू करा",
    "ms": "Main Ninja Run Online",
    "nl": "Speel Ninja Run online",
    "no": "Spill Ninja Run Online",
    "pl": "Zagraj w Ninja Run Online",
    "ro": "Joacă Ninja Run online",
    "ru": "Играйте в ниндзя, беги онлайн",
    "sk": "Zahrajte si Ninja Run Online",
    "sl": "Predvajaj ninja Run Online",
    "sr": "Играј Ниња Рун Онлине",
    "sv": "Spela Ninja Run Online",
    "sw": "Cheza ninja kukimbia mkondoni",
    "ta": "நிஞ்ஜா ஆன்லைனில் ரன் செய்யுங்கள்",
    "te": "నింజా ఆన్‌లైన్‌లో రన్ చేయండి",
    "th": "เล่นนินจาวิ่งออนไลน์",
    "tr": "Ninja Run Online oynayın",
    "uk": "Грайте в Ninja Run Online",
    "vi": "Chơi ninja chạy trực tuyến"
  },
  "short": {
    "ar": "اختبر مهاراتك في النينجا في تشغيل النينجا! ساعد النينجا من خلال مغامرته ، وجمع الكنز والخطر المتهرب.",
    "am": "በኒንጃ ሩጫ ውስጥ የኒንጃ ችሎታዎን ይፈትሹ! ኒንጃ በጀብዱ በኩል እገዛን, ውድ ሀብትን መሰብሰብ እና አደጋን መሰብሰብ.",
    "bg": "Тествайте уменията си Ninja в Ninja Run! Помогнете на Нинджа чрез неговото приключение, събиране на съкровище и избягване на…",
    "bn": "নিনজা রানে আপনার নিনজা দক্ষতা পরীক্ষা করুন! নিনজাকে তার দু: সাহসিক কাজ, ধন সংগ্রহ এবং বিপদ ডুবে যাওয়ার মাধ্যমে সহায়তা করুন।",
    "ca": "Posa a prova les teves habilitats de ninja a Ninja Run! Ajudeu a Ninja a través de la seva aventura, a recollir el tresor i…",
    "cs": "Vyzkoušejte své ninja dovednosti v ninja run! Pomozte ninji prostřednictvím jeho dobrodružství, shromažďování pokladů a uhýbání…",
    "da": "Test dine ninja -færdigheder i Ninja Run! Hjælp Ninja gennem hans eventyr, indsamle skat og undvige fare.",
    "de": "Testen Sie Ihre Ninja -Fähigkeiten in Ninja Run! Helfen Sie Ninja durch sein Abenteuer, sammeln Schatz und Ausweichen der Gefahr.",
    "el": "Δοκιμάστε τις δεξιότητές σας Ninja στο Ninja Run! Βοηθήστε τον Ninja μέσω της περιπέτειας του, συγκεντρώνοντας τον θησαυρό και την…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Test your NINJA skills in Ninja Run! Help Ninja through his adventure, gathering treasure and dodging danger.",
    "es": "¡Pon a prueba tus habilidades ninja en Ninja Run! Ayuda a Ninja a través de su aventura, reuniendo tesoros y esquivando peligro.",
    "et": "Proovige oma Ninja oskusi Ninja Run'is! Aidake Ninjat tema seikluse kaudu, kogudes aardeid ja vältides ohtu.",
    "fa": "مهارت های نینجا خود را در Ninja Run آزمایش کنید! به نینجا از طریق ماجراجویی خود ، جمع آوری گنج و خطر گول زدن کمک کنید.",
    "fi": "Testaa Ninja -taitosi Ninja Run! Auta ninjaa hänen seikkailunsa kautta keräämällä aarre ja väistämällä vaaraa.",
    "fr": "Testez vos compétences en ninja dans Ninja Run! Aidez Ninja à travers son aventure, rassemblant un trésor et esquivant le danger.",
    "gu": "નીન્જા રનમાં તમારી નીન્જા કુશળતાનું પરીક્ષણ કરો! નીન્જાને તેમના સાહસ દ્વારા, ખજાનો એકત્રિત કરવા અને ભયનો ભય દ્વારા સહાય કરો.",
    "he": "בדוק את כישורי הנינג'ה שלך בריצת הנינג'ה! עזור לנינג'ה דרך ההרפתקה שלו, לאסוף אוצר ולהשתמטות בסכנה.",
    "hi": "निंजा रन में अपने निंजा कौशल का परीक्षण करें! निंजा को उनके साहसिक कार्य के माध्यम से, खजाना इकट्ठा करने और खतरे को चकमा देने में…",
    "hr": "Testirajte svoje ninja vještine u Ninja Run! Pomozite Ninja kroz njegovu avanturu, okupljajući blaga i izbjegavanje opasnosti.",
    "hu": "Tesztelje ninja képességeit a Ninja Run -ban! Segítsen Ninja -nak kalandja révén, kincsgyűjtéssel és a veszély elkerülésével.",
    "id": "Uji keterampilan ninja Anda di Ninja Run! Bantu Ninja melalui petualangannya, mengumpulkan harta dan menghindari bahaya.",
    "it": "Metti alla prova le tue abilità ninja in Ninja Run! Aiuta Ninja nella sua avventura, raccogliendo tesoro e schivando il pericolo.",
    "ja": "忍者ランで忍者スキルをテストしてください！ 彼の冒険を通して忍者を助け、宝物を集め、危険を避けてください。",
    "kn": "ನಿಂಜಾ ಓಟದಲ್ಲಿ ನಿಮ್ಮ ನಿಂಜಾ ಕೌಶಲ್ಯಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ! ನಿಂಜಾ ತನ್ನ ಸಾಹಸದ ಮೂಲಕ, ನಿಧಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದು ಮತ್ತು ಅಪಾಯವನ್ನುಂಟುಮಾಡುವ ಮೂಲಕ ಸಹಾಯ…",
    "ko": "닌자 실행에서 닌자 기술을 테스트하십시오! 그의 모험을 통해 닌자를 도와 보물을 모으고 위험을 피하십시오.",
    "ml": "നിൻജ റണ്ണിൽ നിങ്ങളുടെ നിൻജ കഴിവുകൾ പരീക്ഷിക്കുക! നിൻജയെ തന്റെ സാഹസികതയിലൂടെ സഹായിക്കുക, നിധി, അപകടം എന്നിവ ശേഖരിക്കുക.",
    "mr": "निन्जा रनमध्ये आपल्या निन्जा कौशल्याची चाचणी घ्या! निन्जाला त्याच्या साहसातून मदत करा, खजिना गोळा करणे आणि धोक्याचे धोक्याचे.",
    "ms": "Uji kemahiran ninja anda di Ninja Run! Bantu Ninja melalui pengembaraannya, mengumpulkan harta karun dan mengelak bahaya.",
    "nl": "Test je Ninja -vaardigheden in Ninja Run! Help Ninja door zijn avontuur, het verzamelen van schat en het ontwijken van gevaar.",
    "no": "Test ninja -ferdighetene dine i Ninja Run! Hjelp Ninja gjennom sitt eventyr, samle skatter og unnvike fare.",
    "pl": "Przetestuj swoje umiejętności ninja w biegu Ninja! Pomóż Ninja w jego przygodie, zbierając skarb i unikanie niebezpieczeństwa.",
    "ro": "Testează -ți abilitățile Ninja în Ninja Run! Ajutați -l pe Ninja prin aventura sa, adunând comoara și evitarea pericolului.",
    "ru": "Проверьте свои навыки ниндзя в Ninja Run! Помогите ниндзя через его приключения, собирая сокровища и уклоняясь от опасности.",
    "sk": "Otestujte svoje zručnosti v Ninja v Ninja Run! Pomôžte nini prostredníctvom jeho dobrodružstva, zhromažďovať poklad a uhýbať…",
    "sl": "Preizkusite svoje veščine Ninja v Ninja Run! Pomagajte Ninji skozi svojo pustolovščino, zbrati zaklad in izmikati nevarnost.",
    "sr": "Испитајте своје ниња вештине у нинџи! Помозите нинџи кроз његову авантуру, окупљајући благо и избегавање опасности.",
    "sv": "Testa dina ninja -färdigheter i Ninja Run! Hjälp Ninja genom sitt äventyr, samla skatten och undvika fara.",
    "sw": "Pima ujuzi wako wa ninja katika Ninja Run! Saidia Ninja kupitia adha yake, kukusanya hazina na hatari ya dodging.",
    "ta": "நிஞ்ஜா ரன்னில் உங்கள் நிஞ்ஜா திறன்களை சோதிக்கவும்! நிஞ்ஜாவுக்கு தனது சாகசத்தின் மூலம் உதவுங்கள், புதையல் சேகரித்தல் மற்றும் ஆபத்தை…",
    "te": "నింజా రన్‌లో మీ నింజా నైపుణ్యాలను పరీక్షించండి! నిన్జాకు తన సాహసం ద్వారా సహాయం చేయండి, నిధిని సేకరించడం మరియు ప్రమాదం ఓడించడం.",
    "th": "ทดสอบทักษะนินจาของคุณใน Ninja Run! ช่วยนินจาผ่านการผจญภัยของเขารวบรวมสมบัติและหลบอันตราย",
    "tr": "Ninja Run'da ninja becerilerinizi test edin! Ninjaya macerası, hazine toplama ve tehlikeden kaçma konusunda yardım edin.",
    "uk": "Перевірте свої навички ніндзя в Ninja Run! Допоможіть ніндзя через свою пригоду, зібравши скарб та ухиляючись від небезпеки.",
    "vi": "Kiểm tra kỹ năng Ninja của bạn trong Ninja Run! Giúp Ninja thông qua cuộc phiêu lưu của mình, thu thập kho báu và né tránh nguy…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Game Description\nTest your NINJA skills in Ninja Run! Help Ninja through his adventure, gathering treasure and dodging danger. Time is ticking as you jump from landing to landing. But watch out. One bad move and Ninja falls. Ouch!\n\nNote:- You can Play More Categories Game In This Extension.\n\nGame Instructions\nTap or click to play.\n\nAs Ninja runs the course, tap the screen to jump. Once you’ve landed, you can also double tap to jump again or jump higher. Complete the course to level up. Good luck!"
  }
}