{
  "name": {
    "ar": "ANT ART TYCOON ONLINE",
    "am": "ጉንዳን አርት ቲኮን በመስመር ላይ",
    "bg,el,en,en_AU,en_GB,en_US,es_419,fil,hr,hu,it,ja,ko,lt,lv,no,pt_BR,pt_PT,ro,ru,sl,uk,zh_CN,zh_TW": "Ant Art Tycoon Online",
    "bn": "অ্যান্ট আর্ট টাইকুন অনলাইন",
    "ca": "Tycoon Art Art Online",
    "cs,nl,pl,sk": "Ant Art Tycoon online",
    "da": "Ant Art tycoon online",
    "de": "Ameisenkunst Tycoon online",
    "es": "Ant Art Tycoon en línea",
    "et": "Sipelga kunstäri on võrgus",
    "fa": "Tycoon Ant Art Online",
    "fi": "Muurahaistaiteen tycoon verkossa",
    "fr": "Ant Art Tycoon en ligne",
    "gu": "કીડી આર્ટ ટાઇકૂન ઓનલાઇન",
    "he": "נמלה ארט טייקון ברשת",
    "hi": "चींटी कला टाइकून ऑनलाइन",
    "id": "Taipan seni semut online",
    "kn": "ಇರುವೆ ಕಲೆ ಉದ್ಯಮಿ ಆನ್‌ಲೈನ್",
    "ml": "ഉറുമ്പ് ടൈക്കൂൺ ഓൺലൈൻ",
    "mr": "मुंग्या कला टायकून ऑनलाईन",
    "ms": "Tycoon Art Ant dalam talian",
    "sr": "Ант Арт Тицоон Онлине",
    "sv": "ANT Art tycoon online",
    "sw": "Sanaa ya Ant Tycoon mkondoni",
    "ta": "எறும்பு கலை அதிபர் ஆன்லைன்",
    "te": "చీమల ఆర్ట్ టైకూన్ ఆన్‌లైన్",
    "th": "Ant Art Tycoon ออนไลน์",
    "tr": "Karınca Art Tycoon Online",
    "vi": "Ant Art Tycoon trực tuyến"
  },
  "short": {
    "ar": "ANT ART TYCOON هي لعبة ملحمية وأصلية تقوم فيها ANTS Paint Works of Art Works التي ستبيعها في المزاد.",
    "am": "ጉንዳን አርት ቲኮን ጉንዳኖች በጨረታ የሚሸጡ የጥበብ ስራዎች የሚሸጡበት Epic እና የመጀመሪያ ጨዋታ ነው.",
    "bg": "Ant Art Tycoon е епична и оригинална игра, в която мравките рисуват произведения на изкуството, които ще продавате на търг.",
    "bn": "পিঁপড়া আর্ট টাইকুন একটি মহাকাব্য এবং মূল গেম যা পিঁপড়ায় পেইন্টগুলি শিল্পের কাজ করে যা আপনি নিলামে বিক্রি করবেন।",
    "ca": "Ant Art Tycoon és un joc èpic i original en el qual les obres d'art de pintura de formigues que vendreu a la subhasta.",
    "cs": "Ant Art Tycoon je epická a originální hra, ve které mravenci malí umělecká díla, kterou budete prodávat v aukci.",
    "da": "Ant Art Tycoon er et episk og originalt spil, hvor myrer malingsværker, som du vil sælge på auktion.",
    "de": "Ant -Art -Tycoon ist ein episches und originelles Spiel, bei dem Ants Paint -Kunstwerke, die Sie bei einer Auktion verkaufen werden.",
    "el": "Το Ant Art Tycoon είναι ένα επικό και πρωτότυπο παιχνίδι στο οποίο τα μυρμήγκια έργα τέχνης που θα πουλήσετε σε δημοπρασία.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Ant Art Tycoon is an epic and original game in which ants paint works of art that you will sell at auction.",
    "es": "Ant Art Tycoon es un juego épico y original en el que las hormigas pintan obras de arte que venderá en una subasta.",
    "et": "Ant Art Tycoon on eepiline ja originaalne mäng, kus sipelgad maalivad kunstiteoseid, mida müüte oksjonil.",
    "fa": "Ant Art Tycoon یک بازی حماسی و اصلی است که در آن مورچه ها آثار هنری را نقاشی می کنند که در حراج می فروشید.",
    "fi": "Ant Art Tycoon on eeppinen ja alkuperäinen peli, jossa muurahaisten maaliteokset, joita myyt huutokaupassa.",
    "fr": "Ant Art Tycoon est un jeu épique et original dans lequel les fourmis peignent des œuvres d'art que vous vendrez aux enchères.",
    "gu": "એન્ટ આર્ટ ટાઇકૂન એ એક મહાકાવ્ય અને મૂળ રમત છે જેમાં કીડીઓ પેઇન્ટ કલાના કામ કરે છે જે તમે હરાજીમાં વેચશો.",
    "he": "טייקון נמלים הוא משחק אפי ומקורי בו נמלים מציירים יצירות אמנות שתמכור במכירה פומבית.",
    "hi": "एंट आर्ट टाइकून एक महाकाव्य और मूल खेल है जिसमें चींटियों ने कला का पेंट काम किया है जिसे आप नीलामी में बेचेंगे।",
    "hr": "Ant Art Tycoon je epska i originalna igra u kojoj mravi slikaju umjetnička djela koja ćete prodati na aukciji.",
    "hu": "Az Ant Art Tycoon egy epikus és eredeti játék, amelyben a hangyák festékművei, amelyeket aukción fog eladni.",
    "id": "Ant Art Tycoon adalah permainan epik dan asli di mana karya seni cat semut yang akan Anda jual di pelelangan.",
    "it": "Ant Art Tycoon è un gioco epico e originale in cui le formiche dipingono opere d'arte che vendono all'asta.",
    "ja": "Ant Art Tycoonは、オークションで販売するアリが芸術作品を描く壮大でオリジナルのゲームです。",
    "kn": "ಆಂಟ್ ಆರ್ಟ್ ಟೈಕೂನ್ ಒಂದು ಮಹಾಕಾವ್ಯ ಮತ್ತು ಮೂಲ ಆಟವಾಗಿದ್ದು, ಇದರಲ್ಲಿ ಇರುವೆಗಳು ಕಲಾಕೃತಿಗಳನ್ನು ಚಿತ್ರಿಸುತ್ತವೆ, ಅದನ್ನು ನೀವು ಹರಾಜಿನಲ್ಲಿ ಮಾರಾಟ…",
    "ko": "Ant Art Tycoon은 개미가 경매에서 판매 할 예술 작품을 페인트하는 서사적이고 독창적 인 게임입니다.",
    "ml": "ആന്റ് ആർട്ട് ടൈഹൂൺ ഒരു ഇതിഹാസവും യഥാർത്ഥ ഗെയിവുമാണ്, അതിൽ നിങ്ങൾ ലേലത്തിൽ വിൽക്കും.",
    "mr": "मुंग्या आर्ट टायकून हा एक महाकाव्य आणि मूळ खेळ आहे ज्यामध्ये मुंग्या लिलावात विक्री करतील अशा कला रंगाची कामे करतात.",
    "ms": "Ant Art Tycoon adalah permainan epik dan asal di mana Ants melukis karya seni yang akan anda jual di lelongan.",
    "nl": "Ant Art Tycoon is een episch en origineel spel waarin Ants Paint Works of Art die je op een veiling zult verkopen.",
    "no": "Ant Art Tycoon er et episk og originalt spill der maur maler kunstverk som du vil selge på auksjon.",
    "pl": "Ant Art Tycoon to epicka i oryginalna gra, w której mrówki malują dzieła sztuki, które sprzedajesz na aukcji.",
    "ro": "Ant Art Tycoon este un joc epic și original în care furnici pictează opere de artă pe care le veți vinde la licitație.",
    "ru": "Ant Art Tycoon - это эпическая и оригинальная игра, в которой Ants Paint Works of Art вы будете продавать на аукционе.",
    "sk": "Ant Art Tycoon je epická a originálna hra, v ktorej mravce maľujú umelecké diela, ktoré budete predávať na aukcii.",
    "sl": "Ant Art Tycoon je epska in izvirna igra, v kateri mravlje slikajo umetniška dela, ki jih boste prodali na dražbi.",
    "sr": "АРТ Арт Тицоон је епска и оригинална игра у којој мрави сликају уметничко уметничко дело које ћете продати на аукцији.",
    "sv": "ANT Art Tycoon är ett episkt och originalt spel där myror målar konstverk som du kommer att sälja på auktion.",
    "sw": "Ant Art Tycoon ni mchezo mzuri na wa asili ambao rangi ya mchwa hufanya kazi ya sanaa ambayo utauza kwa mnada.",
    "ta": "ஆண்ட் ஆர்ட் டைகூன் என்பது ஒரு காவிய மற்றும் அசல் விளையாட்டு, இதில் எறும்புகள் நீங்கள் ஏலத்தில் விற்கப்படும் கலைப் படைப்புகளை…",
    "te": "యాంట్ ఆర్ట్ టైకూన్ అనేది ఒక పురాణ మరియు అసలైన ఆట, దీనిలో మీరు వేలంలో విక్రయించే చీమలు పెయింట్ చేసిన కళాకృతులను పెయింట్ చేస్తాయి.",
    "th": "Ant Art Tycoon เป็นเกมที่ยิ่งใหญ่และเป็นต้นฉบับซึ่ง Ants Paint Works of Art ที่คุณจะขายในการประมูล",
    "tr": "Karınca Art Tycoon, karıncaların açık artırmada satacağınız sanat eserlerini boyadığı destansı ve orijinal bir oyundur.",
    "uk": "Ant Art Tycoon - це епічна та оригінальна гра, в якій мурашки малюють твори мистецтва, які ви продаватимете на аукціоні.",
    "vi": "Ant Art Tycoon là một trò chơi hoành tráng và nguyên bản, trong đó kiến ​​tạo tác phẩm nghệ thuật mà bạn sẽ bán đấu giá."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ant Art Tycoon is an idle game created by Wix Games. You are the manager of a colony of artist ants and your job is to decide how much each painting should sell for. \n\nEarn money by adjusting the price tag for each of your ant art pieces to maximize your earnings from potential buyers. Make sure not to overprice the works, or people wont buy them! But don't undersell them either, because you will need the money. \n\nControls:\nBuy - Left mouse button (or tap with your finger)"
  }
}