{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VStat 3 - visit statistics & website traffic",
    "ru": "VStat 3 - статистика посещений и трафик веб-сайтов"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Traffic Analysis and Visitors Details SEO plugin. See visitors on icon. See trends. Similar sites and Similarweb info.",
    "ru": "Анализ веб-трафика и детальный просмотр посещения в нашем СЕО плагине. Смотри количество визитов сайта на иконке. Следи за…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Traffic Analysis and Visitors Details for domains SEO plugin. \n\nIcon show visitors for any site. Charts for the last 6 months. Similar sites and Similaweb info.\n\nYou can see how many visitors a day have each site.\n\nDiscover audience data of any website. See detailed reports of websites traffic, audience sources, profile and interests.\n \nCollect insights for your marketing and sales teams to improve your marketing and sales funnels.\n\nWith VStat Chrome extension you can quickly assess your potential client’s digital outreach and assign them into proper client segment. Or you can audit your competitors’ sites, discover their reach and engagement metrics, asses their digital presence.\n\n✓ Check website popularity at a glance, dive into companies’ audience and marketing mix insights in a click. VStat button becomes your surfing assistant. Just don’t forget to activate it.\n\n✓ Use VStat collections to spare countless hours copying, pasting and matching data from a variety of data sources such as rankings, comparisons, directories and such. \n\n✓ Quickly see how your digital assets stack up against competition, tap into areas of growth. \n\n✓ Get insight into your competitors SEO and advertising with report on their organic and paid Google keywords.\n\nGive your sales and marketing teams a boost with VStat!\n\nYou can read privacy policy here\nhttps://vstat.info/vstat-pp\n\nWe hope you will enjoy VStat and would love to hear from you via the chat or info@vstat.info\n❤️ https://vstat.info ❤️",
    "ru": "Анализ полной Посещаемости  и  Маркетинга для любых доменов,  SEO плагин.\n\nИконка показывает посетителей любого сайта. Графики за последние 6 месяцев. Похожие сайты и информация Similaweb.\n\nВы можете увидеть, сколько посетителей в день посещает каждый вебсайт.\n\nОткройте для себя данные об аудитории любого веб-сайта. Смотрите подробные отчеты о посещаемости веб-сайтов, источниках аудитории, профилях и интересах.\n \nСобирайте информацию для своих отделов маркетинга и продаж, чтобы улучшить воронки маркетинга и продаж.\n\nС расширением VStat Chrome вы можете быстро оценить цифровой охват вашего потенциального клиента и распределить его по нужному клиентскому сегменту. Или вы можете проверять сайты своих конкурентов, узнавать их показатели охвата и вовлеченности, оценивать их цифровое присутствие.\n\n✓ Быстро проверяйте популярность веб-сайта, одним щелчком узнавайте об аудитории компании и маркетинговом комплексе. Кнопка VStat становится вашим помощником по серфингу. Только не забудьте его активировать.\n\n✓ Используйте коллекции VStat, чтобы сэкономить бесчисленное количество часов на копирование, вставку и сопоставление данных из различных источников данных, таких как рейтинги, сравнения, каталоги и т. д.\n\n✓ Быстро оценивайте, как ваши цифровые активы конкурируют с конкурентами, и используйте области роста.\n\n✓ Получите представление о SEO и рекламе своих конкурентов с отчетом об их органических и оплачиваемых ключевых словах Google.\n\nПоднимите свои команды по продажам и маркетингу на новую выстоу с помощью VStat!\n\nВы можете прочитать политику конфиденциальности здесь\nhttps://vstat.info/vstat-pp\n\nМы надеемся, что вам понравится VStat, и будем рады услышать от вас в чате или на info@vstat.info\n❤️ https://vstat.info ❤️"
  }
}