{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clarizen Google Chrome™ Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay on top of your work from any web page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clarizen Overview\nClarizen's online project management solution helps you work more efficiently, effectively, and achieve better results. Clarizen gives you the ability to create and manage projects, cases, to do lists, and much much more, all while socializing with your colleagues with discussion boards, emails, and chat. \n\nClarizen for Google Chrome™\nThe Clarizen Extension for Google Chrome enables you to seamlessly create new discussions, tasks and cases to your Clarizen account from any web page in a flash, with the added value of instantly adding screenshots and any document. \n\nOnce installed, the Clarizen 'C' icon is permanently displayed adjacent to the URL field enabling constant easy access to Clarizen from Chrome.\n\nCreating New Discussion Posts\nConveniently add new discussion posts to your groups from anywhere on the web.  You can choose the relevant group, mention/notify your colleagues, and grab screenshots from any page on the web.  This makes it extremely easy to add relevant discussion posts from wherever you are, without needing to access Clarizen. \n\nCreating New Tasks, To Do List Items, and Cases\nNeed to add a new to do list item or a project task? Just came up with a great project request?  \n\nThe Clarizen Extension allows you to instantly add new cases, project tasks, and to do list items with just one click. You can also assign the relevant resources, set a due date, and enter a description.  The best part is that you can get an instant screenshot from the current webpage, with the ability to take additional screenshots and add other documentation all from one convenient location.  \n\nAll tasks or case-assigned users (including subscribers) are automatically updated on the changes via Clarizen's notification system."
  }
}