{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StatsFacts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Laiendus leiab kasutaja külastatavatelt veebilehtedelt mitmeid märksõnu ning annab nende kohta faktipõhist lisainfot.",
    "en": "The extension highlights one or several words on a webpage, linking them to additional statistical information about the keyword."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Veebilaienduse StatsFacts lõi Statistikaamet oma 100. aastapäeva puhul. Selle eesmärk on suurendada inimeste andmekirjaoskust ja tuua usaldusväärne, riikliku statistika programmi järgi tehtud statistika selle kasutajatele lähemale.\n\nLaiendus märgendab veebilehel ühe või mitu sõna lingina, mille kaudu saab selle märksõna kohta lisainfot. Lingid viivad Statistikaameti veebilehel asuvatele teemalehtedele, sisulehtedele või rakendustesse (Juhtimislauad, Tõetamm jt).\n\nStatsFactsi kasutamise eelised on järgmised.\n1.\tKasutajad saavad kiirelt ja mugavalt ülevaate käsitletava teema sisust ja sellega seotud terminitest.\n2.\tKasutajad saavad kiirelt ülevaate käsitletava teemaga või konkreetse märksõnaga seotud riiklikust statistikast.\n3.\tKasutajad saavad veebis olevat teksti lugedes kontrollida fakte, vaadates üle viimased teema või märksõnaga seotud andmed.\n4.\tKasutajad saavad tuttavaks statistikaameti rakenduste jt veebilahendustega.\n\nStatsFacts aitab seega rikastada veebiteksti ning suurendada inimeste statistikateadlikkust ja andmekirjaoskust, aidates kiiresti leida usaldusväärset teavet huvipakkuva teema või märksõna kohta.\nLaienduse seadetes saab valida keelt ja määrata info detailsuse astet (kas infolugu või ainult üks kindel graafik) või veebiaadresse, millel peaks laienduse kasutust piirama.\nVeebilaiendus StatsFacts töötab ainult Google Chrome’is.",
    "en": "StatsFacts is a browser extension created by Statistics Estonia on the occasion of its 100th anniversary. StatsFacts was created to increase the level of data literacy in the society and bring reliable statistics, produced on the basis of the official statistical programme, closer to people.\n\nThe extension highlights one or several words on a webpage as a link, which leads to additional information about the keyword. By clicking on the link, the user is taken to theme or content pages on the website of Statistics Estonia or to its applications (Dashboards, Tree of Truth, etc.)\n\nThe benefits of using StatsFacts include:\n1.\tUsers can quickly and conveniently get an overview of a specific topic and related terms.\n2.\tUsers get a quick overview of official statistics associated with a specific topic or keyword.\n3.\tWhile reading a text online, users can check facts and review the latest data associated with a topic or keyword.\n4.\tUsers are introduced to the applications and other web content of Statistics Estonia.\n\nStatsFacts helps to enrich texts on the web, raise awareness of statistics and improve data literacy by making it easy to find reliable information about a topic or keyword.\nIn the extension settings, it is possible to choose a language and specify the level of detail (either information text or a specific graph) or web addresses where use of the extension should be restricted.\nThe extension is available only for the Google Chrome browser."
  }
}