{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sellevate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sellevate helpt jou bij product research op bol.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ben jij een verkoper op bol.com? Dan is Sellevate iets voor jou!\n\nVersnel het zoeken en volgen van winstgevende producten en bereken eenvoudig de winst voor gevonden producten met de Sellevate Chrome extensie.\n\nHet uitbreiden van je assortiment begint bij het vinden van nieuwe producten. Sellevate biedt meerdere opties die elk hun eigen voordelen hebben.\n\n- Wil je je productassortiment uitbreiden? Zoeken op product vindt nieuwe producten op basis van je ingevoerde zoekwoord. Een goede optie om te gebruiken wanneer je op zoek bent naar uitbreiding in een specifieke niche.\n- Heb je nog geen idee welk specifiek product je interessant vindt, dan kies je Zoeken op categorie. Doe nieuwe productideeën op door één of meerdere subcategorieën te selecteren binnen de hoofdcategorieën van de bol.com database.\n\nWanneer je interessante producten hebt gevonden, kun je deze gaan volgen. Hier zit de kracht van Sellevate, zodat jij een duidelijk beeld hebt van producten, nog voordat je ze gaat inkopen. Groepeer de producten in lijsten, analyseer de voorraad en verkopen en houd notities en favorieten bij.\n\nVoldoet een product aan je verwachtingen, maak dan een berekening op basis van o.a. de inkoopprijs, productcategorie en verkoopprijs. Alle kosten, zoals de bemiddelingsbijdrage, zijn zo inzichtelijk in één overzicht. Zo weet jij precies wat je verwachte marge is.\n\nKijk voor meer informatie op https://sellevate.nl"
  }
}