{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlockWallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All eyes on your dreams with BlockWallet - your self-custodial Web3 wallet that handles the rest."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take on Ethereum, BNB Chain, Polygon, and every other EVM chain. Have fun and go wild, knowing that BlockWallet has got your back, or pop in your Ledger, Trezor, or Keystone hardware wallet to beef up your security to another level. \n\nBlockWallet is for you if:\n\n- You frequently use DApps and DEXes.\n- You want your tools working smoothly, every time.\n- You care about your personal data and security online.\n- You are tired of overly cluttered and confusing crypto wallets.\n\nHere's what you can expect:\n\nExplore Freely ⇒ Swap and bridge your tokens right inside the wallet, with unbeatable convenience. Get the best quotes on the market too. With Quick Network Finder, adding new networks is as simple as typing in a search. No unnecessary hoops to jump through, no complex steps to stumble over - just a few clicks and you are done.\n\nStay Safe ⇒ Easily revoke token allowances to reduce your risk of losing funds to hacks and exploits. Meanwhile, BlockWallet's uniquely generated artwork is your shield against phishing attempts, helping you easily spot the right from the wrong. \n\nStay Connected ⇒ BlockWallet has your back with a node failover system. BlockWallet uses a primary and a secondary node provider for the most popular networks. So, if one providers fails, your wallet will automatically and instantly switch to the other one, making sure everything keeps running smoothly for you.\n\nBlockWallet is more than just a wallet, it's a launchpad for your dreams. No matter where you stand in the crypto arena - whether you're an old hand or just starting - BlockWallet has your back.\n\nLearn more about BlockWallet:\n\nhttps://blockwallet.io\n\nhttps://twitter.com/GetBlockWallet"
  }
}