{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Full Screen Capture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture Entire Webpages Effortlessly with Full Page Capture\n\nLooking for an easy-to-use browser extension for capturing entire web…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture Entire Webpages Effortlessly with Full Page Capture\n\nLooking for an easy-to-use browser extension for capturing entire web pages? Look no further! Full Page Capture is the ultimate full page screenshot extension designed for developers, designers, marketers, and educators alike. With just a single click, you can capture high-quality screenshots of long web pages, saving time and effort while ensuring that every detail is preserved.\n\nThis lightweight screenshot tool allows you to save web pages as PNG images without the hassle of signing up or intrusive ads. Unlike other tools, Full Page Capture respects your privacy, processing screenshots locally within your browser. Whether you're working on a research project, designing a website, or simply need to archive important content, our extension is optimized for speed and reliability.\n\nNo more scrolling and taking multiple screenshots! Full Page Capture offers seamless webpage capture, enabling you to effortlessly document online content for future reference. Perfect for anyone needing to archive web content quickly or capture visual references for creative projects. Download Full Page Capture today and transform the way you capture online content!"
  }
}