{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetRolled"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spice up your browsing with surprise Rickrolls and add a dash of mischief to your browsing routine!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetRolled is a fun Chrome extension that injects a bit of randomness into your web browsing experience. With GetRolled, you never know when you might get \"Rickrolled\" – redirected to the classic Rick Astley's \"Never Gonna Give You Up\" music video.\n\nFeatures:\n\nChaos Mode: Toggle Chaos Mode to introduce randomness into your browsing. When Chaos Mode is enabled, GetRolled will randomly redirect a portion of your web navigation attempts to the iconic Rickroll video, adding an element of surprise and delight to your browsing sessions.\nCustomizable Chance: Set the likelihood of getting Rickrolled with the customizable chance slider. Adjust the slider to your preferred percentage, and GetRolled will respect your chosen level of mischief.\n\nSleek and Intuitive: GetRolled comes with a sleek and intuitive user interface, making it easy to toggle Chaos Mode and adjust the redirection chance to your liking.\n\nEffortless Installation: Simply install GetRolled from the Chrome Web Store and start enjoying the unexpected twists and turns of the web with a single click.\nWhether you're looking to inject some humor into your browsing or simply enjoy the occasional surprise, GetRolled is the perfect Chrome extension for adding a touch of mischief to your online adventures."
  }
}