{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Date picker/Seleccionar fechas dd/mm/yyyy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to select dates between slashes with a double click/Permite seleccionar fechas entre barras con un doble clic."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "//English\n\nThe \"Date picker\" extension allows the user to easily select a complete date by double-clicking on it. This extension is very useful in cases where multiple dates or date ranges need to be selected on a web page, such as in calendars or schedules. With this extension, the user can simply double-click on any date on a web page, and the complete date will be automatically selected. Additionally, the extension also allows customization of date format and language to fit the user's preferences. With \"Date picker\", you will save time and effort when selecting complete dates on the web.\n\nNew features and updates in coming...\n\n*Bugs have been fixed like selection on certain items.\n*New features have been added such as valid date selection or copy to clipboard.\n\n//Español\n\nLa extensión \"Date picker\" permite al usuario seleccionar fácilmente una fecha completa al dar doble clic en ella. Esta extensión es muy útil en casos en los que se necesite seleccionar varias fechas o rangos de fechas en una página web, como en calendarios o programaciones. Con esta extensión, el usuario puede simplemente dar doble clic en cualquier fecha en una página web, y la fecha completa se seleccionará automáticamente. Además, la extensión también permite personalizar el formato de la fecha y el idioma, para adaptarse a las preferencias del usuario. Con \"Date picker\", ahorrarás tiempo y esfuerzo al seleccionar fechas completas en la web.\n\nPróximamente nuevas funciones y actualizaciones...\n\n*Se han arreglado errores como la selección en ciertos elementos.\n*Se han añadido nuevas funcionalidades como la selección de fecha válida o copiar al portapapeles."
  }
}