{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MagickPen - ChatGPT Writing Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Writing Assistant, powered by ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MagickPen is an AI-powered tool that will help you unleash the maximum potential of GPT. \n\nWith MagickPen, you can effortlessly generate ideas, blogs, plans, reports, resumes, stories, slogans, jokes, and even lyrics without having to rack your brain to come up with a prompt. Writing has never been easier! \n\nFurthermore, you can use it for translation, syntax detection, and code fixing to explore endless possibilities. \n\n\nFAQ\n\n1. What is MagickPen?\nMagickPen, an AI-powered writing tool, unleashes the full potential of GPT, generating articles, papers, reports, stories, ads, and jokes with ease. It also includes translation, grammar check, and code repair functions to enhance your writing capabilities.\n\n2. Is this app free?\nMagickPen provides 10 trial credits per day for free accounts, which can be used without logging in. To obtain more credits, you can purchase a Pro or Subscription account.\n\n3. What's the difference between free and paid accounts?\n\nFree accounts are limited in both the number of available uses and the number of words generated per use (500 words). Paid accounts offer up to 3,000 words per use, and access to exclusive customer service.\n\n4. How can I purchase credits?\nYou can click on the Buy Credits in Setting page.\n\nWe accept various payment methods, such as credit card, PayPal, Apple Pay, Google Pay, Alipay, and WeChat Pay, etc. Purchase is simple and fast.\n\n5. Do students get education discounts?\nYes! If you're a student or teacher with an edu email, email us at hi@magickpen.com to receive a 40% education discount code.\n\n6. How can I use MagickPen effectively?\nMagickPen is easy to use. Just choose the type of writing, role, and topic, and receive great content in seconds. Advanced settings allow customization of language, tone, length, and format.\n\nFor more precise results, please provide a detailed topic description. If needed, our Article Outline Writing tool can assist you.\n\n7. What's the difference between Pro and Subscription accounts?\nUpgrade to a Pro account for flexible choices of 100, 300, and 1000 credits, without time limits. The more you purchase, the more savings you'll earn.\n\nFor high-usage customers, our subscription account offers a billing plan of $29/month, providing unlimited points per month. This is currently the most economical option, and an annual subscription can save you 30%. Subscriptions only support credit card payments.\n\n8. Can I request a refund?\nIf you are a Pro user with under 10% credits usage in 30 days, you can email hi@magickpen.com to request a full refund.\n\nSubscribers can unsubscribe at anytime, with cancellations taking effect after the current billing cycle ends. Subscribers are responsible for fully testing our service before ordering a subscription, as refunds are not available for subscribers."
  }
}