{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "video-clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "video-clipper"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your YouTube Experience with Video Clipper\n\nVideo Clipper is a Chrome extension that allows you to seamlessly create, organize, and play clips from your favourite YouTube videos. Whether you're a dancer, musician, student, or just want to save memorable moments, Video Looper makes it easy to extract and curate the content you love directly within YouTube. Support for more platforms is coming soon!\n\nKey Features\n\n- Simple Clip Creation: Select and save specific video segments with just a few clicks or shortcuts.\n- Full-Screen Playback: Enjoy your clips in full-screen mode while retaining the original video's context.\n- Search Capability: List all your clips and search through them easily in a dedicated UI.\n\nUpcoming Features\n\n- Organized Library: Sort your clips into folders and playlists for easy access.\n- Customizable Settings: Modify playback speed, loop settings, and more to match your preferences.\n\nIdeal for\n\n- Dancers: Practice and perfect your moves with customized clips.\n- Musicians: Extract and loop specific song sections for practice or performance.\n- Students: Save key segments of lectures or tutorials for easy review.\n- Anyone: Create and share your own clips for personal use or to share with friends.\n\nDownload Video Clipper today and maximize your YouTube experience!"
  }
}