{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cyber Guardian",
    "ro": "ubock Origin Lite"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,he,hu,kn,lt,ml,mr,ms,sl,sw,ta,te,th": "An experimental, permission-less content blocker. Blocks ads, trackers, miners, and more immediately upon installation.",
    "bg": "Експериментален блокер за съдържание без разрешения. Блокира реклами, тракери, миньори и други веднага след инсталирането.",
    "ca": "Un blocador de contingut lleuger experimental i sense permisos: bloca anuncis, rastrejadors, miners i molt més per defecte.",
    "cs": "Experimentální blokátor obsahu vyžadující méně oprávnění. Blokuje reklamy, sledovače, těžaře a jiné ihned po instalaci.",
    "da": "En eksperimentel, tilladelsesløs indholdsblocker – blokerer som standard annoncer, trackere, minere mv.",
    "de": "Experimenteller Inhaltsblocker, der keine Berechtigungen benötigt. Blockiert Werbung, Tracker & mehr sofort nach der Installation.",
    "el": "Ένα πειραματικό εργαλείο φραγής περιεχομένου χωρίς δικαιώματα. Αποκλείει διαφημίσεις, ιχνηλάτες και πολλά άλλα μετά την εγκατάσταση.",
    "es": "Un bloqueador de contenido experimental con menos permisos. Bloquea anuncios, rastreadores, criptomineros y aún más [...]",
    "et": "Katsetamisel õigustevaba sisublokeerija. Tõkesta koheselt reklaame, jälgijaid, kaevandajaid ja muud.",
    "fi": "Kokeellinen estotyökalu, joka ei tarvitse erityisiä käyttöoikeuksia. Estää välittömästi mm. mainokset, seurannat ja kryptolouhijat.",
    "fil": "Eksperimental at permission-less na pangharang ng content. Hinaharang ang mga ad, tracker, miner, at higit pa pagka-install.",
    "fr": "Un bloqueur allégé, expérimental et sans permission requise. Bloque les publicités, pisteurs, mineurs et plus dès l'installation.",
    "hi": "एक प्रयोगात्मक, अनुमति-रहित सामग्री अवरोधक. इंस्टालेशन के तुरंत बाद विज्ञापनों, ट्रैकर्स, माइनर्स और बहुत कुछ को ब्लॉक कर देता है.",
    "hr": "Eksperimentalni blokator sadržaja bez dopuštenja. Blokira oglase, trakere za praćenje, \"rudare\" kovanica kripto valute i još [...]",
    "id": "Pemblokir konten eksperimental yang cepat dan ringan -- memblokir iklan, pelacak, penambang kripto dan lainnya secara bawaan.",
    "it": "Un blocco dei contenuti sperimentale, senza permessi, che blocca per impostazione predefinita annunci, tracker, minatori e [...]",
    "ja": "権限不要の実験的なコンテンツブロッカーです。インストールしてすぐに、広告、トラッキング、マイニングなどをブロックします。",
    "ko": "실험적이고 권한이 적은 콘텐츠 차단기. 광고, 추적기, 채굴기 등을 설치 직후 차단합니다.",
    "lv": "Izmēģinājuma, bezatļauju satura aizturētājs. Aiztur reklāmas, izsekotājus, kriptoracējus un vēl uzreiz pēc uzstādīšanas.",
    "nl": "Een experimentele, toestemmingsloze inhoudsblokkeerder. Blokkeert direct na installatie advertenties, trackers, miners en meer.",
    "no": "En eksperimentell innholdsblokkerer uten tillatelseskrav. Blokkerer reklame, sporere, minere og mer øyeblikkelig etter installering.",
    "pl": "Eksperymentalny, niewymagający uprawnień bloker treści. Natychmiast po instalacji blokuje reklamy, moduły śledzące, koparki i [...]",
    "pt_BR": "Um bloqueador de conteúdo leve, experimental e sem uso permissões - bloqueie anúncios, rastreadores, mineradores e muito mais [...]",
    "pt_PT": "Um bloqueador de conteúdo experimental, sem permissão. Bloqueia anúncios, seguidores, mineiros(criptomoedas) e mais [...]",
    "ro": "Un blocant experimental, fără permisiuni. Blochează reclamele, urmăritorii, minerii de monede virtuale și multe altele imediat [...]",
    "ru": "Экспериментальный облегчённый блокировщик контента, не требующий разрешений. Блокирует рекламу, трекеры, майнеры и многое другое.",
    "sk": "Experimentálny blokátor obsahu bez povolení – predvolene blokuje reklamy, sledovacie programy, minery a ďalšie.",
    "sr": "Експериментални блокатор садржаја који не захтева дозволе. Блокира рекламе, праћења, рударе криптовалута и још много тога [...]",
    "sv": "En experimentell blockerare.  Blockerar annonser, spårare, miners och mer omedelbart efter installationen.",
    "tr": "Deneysel, izin gerektirmeyen içerik engelleyicisi. Kurulumdan hemen sonra Reklamları, izleyicileri, kripto madencilerini, ve [...]",
    "uk": "Експериментальний, бездозвільний блокувальник вмісту. Блокує рекламу, трекери, майнери та інше одразу після встановлення.",
    "vi": "Trình chặn nội dung thử nghiệm, không cần quyền. Chặn quảng cáo, trình theo dõi, công cụ khai thác tiền số và hơn thế nữa ngay [...]",
    "zh_CN": "一个实验性的，不需要权限的内容屏蔽工具。安装即可屏蔽广告、跟踪器、挖矿脚本等网页内容。",
    "zh_TW": "一個實驗性，不需要權限的內容封鎖程式。安裝後立刻封鎖廣告、追蹤程式、挖礦程式等網頁內容。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Cyber Guardian, the ultimate Chrome extension that keeps you safe online. With Cyber Guardian, you can browse the web with confidence, knowing that it will block access to unsafe websites and protect you from potential cyber threats.\n\nWhether you're a parent concerned about your child's online safety or an individual who values their privacy and security, Cyber Guardian is the perfect companion. Say goodbye to the constant worry of stumbling upon harmful websites and enjoy a worry-free browsing experience.\n\nStay protected, stay secure, and let Cyber Guardian be your trusted ally in the ever-expanding digital landscape. Install the extension today and reclaim control over your online activities."
  }
}