{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpexAI Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The OpexAI Chrome Extension is your personal AI-powered assistant, designed to enhance productivity and decision-making right from…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The OpexAI Chrome Extension is your personal AI-powered assistant, designed to enhance productivity and decision-making right from your browser. Whether you're managing sales, customer support, or operations, this extension connects seamlessly with your tools to provide actionable insights and recommendations.\n\nWhy Install OpexAI?\n360° Client View: Get a unified view of client data across CRM, accounting, and communication tools. Gain instant access to contracts, invoices, and key metrics without switching tabs.\nAI-Powered Assistance: Ask questions, request updates, or generate summaries with ease. The extension’s built-in AI agents provide real-time answers and actionable insights tailored to your needs.\nQuick Contextual Insights: Highlight any text on your browser, and OpexAI fetches related client data, historical records, and analytics, enabling smarter, faster decisions.\nAutomation Suggestions: Discover workflow automations that can save time and improve efficiency, suggested based on your interactions.\nAnalytics On-the-Go: Access key reports, charts, and predictions in a few clicks, making informed decisions easier than ever.\nWho Should Use It?\nSales teams needing instant client insights.\nSupport agents wanting quick access to case history and solutions.\nOperations and executives looking for efficiency and informed decision-making.\nTransform the way you work by installing the OpexAI Chrome Extension today. Simplify your workflow, boost productivity, and stay ahead with real-time AI-driven insights at your fingertips."
  }
}