{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JoshuaTree"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Usability enhancements for The Housing Bubble Blog (http://housingbubble.blog)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Joshua Tree Extension adds usability enhancements to assist in reading the Housing Bubble Blog, including:\n\n   * Displays the number of new/unread comments in each post summary\n   * Hilights new comments so they're easily identifiable\n   * Adds a toolbar for jumping forward/backward to the next new comment\n   * Ability to ignore(automatically collapse) posts from specified users\n   * Adds text formatting buttons to the comment authoring environment\n   * Checks for unclosed HTML tags when posting a comment\n\nVersion 4.11.0 adds feature (enabled by default) which inlines any images linked in the body of a comment\n\nVersion 4.10.0 implements fuzzy username comparisons when evaluating the ignore list\n\nVersion 4.8.0 adds \"Mark all contents read\" context menu to Next button in toolbar\n\nVersion 4.7.0 adds \"auto-quote\" behavior that automatically quotes (wraps in 'emphasis' tag) and selected text when you click the 'Reply' link\n\nVersion 4.6.0 adds basic HTML validation on comment submission\n\nVersion 4.5.0 adds format buttons for comment editing\n\nVersion 4.3.0 Tweaks the color of ignored comments and attempts to fix an animation timing issue.\n\nVersion 4.2.0 adds back ignore list functionality\n\nVersion 4.1.0 adds back the options menu (ignore list still not functional), as well as makes the extension/toolbar more mobile-friendly.\n\nVersion 4.0.0 adds partial support for the new blog format, limited to new comment count on main page, and toolbar + new comment navigation on comments page."
  }
}