{
  "name": {
    "ar,bg,ca,da,hr,kn,ko,lv,mr,ro,sk,sv,sw,ta,th": "Point To Point Aquatic Online",
    "am,cs,el,fa,fi,fil,hi,hu,ja,ml,pl,te": "Point To Point Aquatic Unblocked Game",
    "bn,et,gu,he,id,ms,no,sl": "Point To Point Aquatic Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Point To Point Aquatic Game"
  },
  "short": {
    "ar": "عليك الجمع بين أكثر من 10 مائية وإكمال المستويات.",
    "am": "ከ10 የሚበልጡ የውኃ ውስጥ እንስሳትን አንድ ላይ በማቀናጀት ደረጃውን ማጠናቀቅ አለብህ ።",
    "bg": "Трябва да комбинирате повече от 10 Водни животни и да завършите нивата.",
    "bn": "আপনাকে 10 টিরও বেশি জলজ প্রাণী একত্রিত করতে হবে এবং স্তরগুলি সম্পূর্ণ করতে হবে।",
    "ca": "Has de combinar més de 10 animals aquàtics i completar els nivells.",
    "cs": "Musíte kombinovat více než 10 Vodní živočichů a dokončit úrovně.",
    "da": "Du skal kombinere mere end 10 vanddyr og gennemføre niveauerne.",
    "de": "Sie müssen mehr als 10 Wassertiere kombinieren und die Levels abschließen.",
    "el": "Πρέπει να συνδυάσετε περισσότερα από 10 υδρόβια ζώα και να ολοκληρώσετε τα επίπεδα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to combine more than 10 Aquatic animals and complete the levels.",
    "es": "Tienes que combinar más de 10 animales acuáticos y completar los niveles.",
    "et": "Sa pead ühendama rohkem kui 10 veeloomad ja täitma tasemed.",
    "fa": "شما باید به ترکیب بیش از 10 حیوانات آبزی و تکمیل سطوح.",
    "fi": "Sinun on yhdistettävä yli 10 vesieläintä ja suoritettava tasot.",
    "fil": "Mayroon kang upang pagsamahin ang higit sa 10 Aquatic hayop at makumpleto ang mga antas.",
    "fr": "Vous devez combiner plus de 10 animaux aquatiques et compléter les niveaux.",
    "gu": "તમારે ૧૦ થી વધુ જળચર પ્રાણીઓનું સંયોજન કરવું પડશે અને સ્તર પૂર્ણ કરવું પડશે.",
    "he": "אתה צריך לשלב יותר מ -10 בעלי חיים ימיים ולהשלים את הרמות.",
    "hi": "आपको 10 से अधिक जलीय जानवरों को संयोजित करना होगा और स्तरों को पूरा करना होगा।",
    "hr": "Morate kombinirati više od 10 vodenih životinja i dovršiti razine.",
    "hu": "Több mint 10 vízi állatot kell kombinálnia, és teljesítenie kell a szinteket.",
    "id": "Anda harus menggabungkan lebih dari 10 hewan Akuatik dan menyelesaikan levelnya.",
    "it": "Devi combinare più di 10 animali acquatici e completare i livelli.",
    "ja": "あなたは10以上の水生動物を組み合わせてレベルを完了する必要があります。",
    "kn": "ನೀವು 10 ಕ್ಕೂ ಹೆಚ್ಚು ಜಲಚರ ಪ್ರಾಣಿಗಳನ್ನು ಸಂಯೋಜಿಸಬೇಕು ಮತ್ತು ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.",
    "ko": "10 마리 이상의 수생 동물을 결합하고 레벨을 완료해야합니다.",
    "lv": "Jums ir jāapvieno vairāk nekā 10 ūdensdzīvnieki un jāpabeidz līmeņi.",
    "ml": "നിങ്ങൾ 10-ലധികം ജലജീവികളെ സംയോജിപ്പിച്ച് നിലകൾ പൂർത്തിയാക്കണം.",
    "mr": "आपल्याला १० पेक्षा जास्त जलचर प्राण्यांना एकत्र करून पातळी पूर्ण करावी लागेल.",
    "ms": "Anda perlu menggabungkan lebih daripada 10 haiwan Akuatik dan melengkapkan tahap.",
    "nl": "Je moet meer dan 10 waterdieren combineren en de levels voltooien.",
    "no": "Du må kombinere mer enn 10 akvatiske dyr og fullføre nivåene.",
    "pl": "Musisz połączyć więcej niż 10 zwierząt wodnych i ukończyć poziomy.",
    "ro": "Trebuie să combine mai mult de 10 animale acvatice și complet nivelurile.",
    "ru": "Вам предстоит объединить более 10 водных животных и пройти уровни.",
    "sk": "Musíte kombinovať viac ako 10 vodných živočíchov a dokončiť úrovne.",
    "sl": "Morate združiti več kot 10  Vodne živali in dokončati ravni.",
    "sv": "Du måste kombinera mer än 10 vattenlevande djur och slutföra nivåerna.",
    "sw": "Lazima uchanganye wanyama zaidi ya 10 wa majini na kukamilisha viwango.",
    "ta": "நீங்கள் 10 க்கும் மேற்பட்ட நீர்வாழ் விலங்குகளை ஒன்றிணைத்து நிலைகளை முடிக்க வேண்டும்.",
    "te": "మీరు 10 కంటే ఎక్కువ జలచరాలను కలపాలి మరియు స్థాయిలను పూర్తి చేయాలి.",
    "th": "คุณต้องรวมสัตว์น้ํามากกว่า 10 ตัวและผ่านด่านต่าง ๆ",
    "tr": "10'dan fazla Su hayvanını birleştirmeli ve seviyeleri tamamlamalısınız.",
    "uk": "Ви повинні об'єднати більше 10 водних тварин і завершити рівні."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How confident are you in your drawing technique! Draw 5+ different animals, start the crazy adventure.\n\nHow To Play\nPlayed with Mouse.\n\nPoint To Point Aquatic Game Features\n✓ Easy control\n✓ Cartoon graphics\n✓ 5+ Level\n✓ Fun sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Point To Point Aquatic Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}