{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JumboGPT - Bulk Prompts for ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Run thousands of prompts through ChatGPT and export answers as CSV or Excel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet JumboGPT, your productivity sidekick for ChatGPT. Bid farewell to manual, one-at-a-time prompts and step into the world of bulk prompts with this Chrome extension.\n\n🔗 Bulk Generation Made Easy\n\nCopy & Paste: Have a list of prompts? Simply copy, paste, and let JumboGPT handle the rest.\nCSV Import: Got more complex, multi-line prompts? Use the CSV import and never miss a beat.\n\n🎯 Effortless Execution\nOne click. That's all it takes. With a single push of a button, shoot all your prompts to ChatGPT. Watch as responses roll in real-time, fully formed, without the need to babysit every single one.\n\n🔄 Auto-Completion Magic\nWorried about lengthy responses getting cut off? JumboGPT's got your back. It will ensure full and comprehensive replies, no matter the length.\n\n💾 Export Options\nOnce the magic unfolds, harness your results with a simple export. Whether you're a CSV aficionado or an Excel enthusiast, JumboGPT ensures your data is ready for deep dives and analyses.\n\n✨ Why JumboGPT?\n\nTime Saver: Process hundreds of prompts in a fraction of the time.\n\nEfficiency: Get consistent, high-quality responses without manual intervention.\n\nUser-Friendly: Designed with simplicity and functionality at its core.\n\n🌟 Features:\n\nBulk Prompting: Easily paste up to thousands of prompts at once. One line, one prompt. Hassle-free.\n\nCSV Import: Import multi-line prompts effortlessly with our CSV integration. Simple, yet powerful.\n\nOne-Click Magic: Shoot your prompts to ChatGPT with a single click and get lightning-fast responses in real time.\n\nAuto-Complete: Got a lengthy response? Don't sweat! JumboGPT ensures full and comprehensive replies, no matter the length.\n\nExport Made Easy: Once done, export your results to CSV or Excel. Perfect for those who crave organized analysis.\n\n✨ Benefits:\n\nSave time and boost productivity.\n\nAnalyze and review responses in your preferred format.\n\nEnhance your ChatGPT experience, making it more flexible and efficient."
  }
}