{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grabr - Global Shopping & Delivery",
    "es_419": "Grabr - Compras y Entregas Globales",
    "pt_BR": "Grabr - Compras e entregas globais",
    "ru": "Grabr — Доставка товаров путешественниками"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get products from abroad delivered to you by travelers! 🛍️ ✈️ Order from any online store, even if they don’t ship to your country",
    "es_419": "¡Consigue productos del exterior entregados por viajeros! 🛍️ ✈️ Compra en cualquier tienda online, incluso si no envían a tu país.",
    "pt_BR": "Compre produtos do exterior e receba por viajantes! 🛍️ ✈️ Compre de qualquer loja online, mesmo que não envie para o seu país.",
    "ru": "Получите доставку товаров из-за границы через путешественников! 🛍️ ✈️ Покупайте там, откуда нет официальной доставки в вашу страну."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚡️ Get this extension to easily order delivery of your favorite products from international stores like Amazon, eBay, Apple and many more in 1-click. ⚡️\n\nYou will be matched with Travelers going to your city who will buy and deliver these products to you.\n\nMore about How Grabr works 👉 https://grabr.io/how-grabr-works\n\n🚀How Grabr Chrome extension works:\n1. Add Grabr extension to your browser.\n2. Browse online stores and find the products you want.\n3. Use Extension to request delivery of the product on Grabr.\n4. Sign up at http://grabr.io to shop any US or overseas products.\n5. Get matched with a traveler going to your city who will buy and deliver these products to you.",
    "es_419": "⚡️Instala esta extensión para comprar tus productos favoritos de tiendas internacionales como Amazon, eBay, Apple y muchos más con un solo clic.⚡️\n\nTe emparejaremos con un viajero rumbo a tu ciudad que comprará y te entregará estos productos.\n\nMás sobre cómo funciona Grabr 👉 https://grabr.io/how-grabr-works\n\n🚀Cómo funciona la extensión Grabr para Chrome:\n1. Añade la extensión Grabr a tu navegador.\n2. Regístrate a través de http://grabr.io para comprar en cualquier tienda de EEUU o el exterior.\n3. Navega por tiendas online y encuentra los productos que buscas.\n4. Usa la extensión para solicitar la entrega del producto con Grabr.\n5. Consigue un viajero que comprará los productos y los entregará en tu ciudad.",
    "pt_BR": "⚡️ Baixe essa extensão para pedir facilmente os seus produtos favoritos de lojas internacionais como Amazon, eBay, Apple e várias outras em apenas um clique. ⚡️\n\nNós vamos encontrar um viajante indo para a sua cidade que vai comprar e entregar esses produtos para você.\n\nSaiba mais como a Grabr funciona 👉 https://grabr.io/how-grabr-works\n\n🚀Como a extensão da Grabr no Chrome funciona:  \n1. Adicione a extensão da Grabr ao seu navegador.\n2. Cadastra-se na Grabr http://grabr.io para comprar de qualquer loja dos EUA ou de qualquer outro país.\n3. Encontre os produtos que você deseja comprar nas lojas online.\n4. Use a extensão para pedir o produto com a Grabr.\n5. Encontre um viajante indo até a sua cidade que irá comprar e entregar esse produto para você.",
    "ru": "⚡️ Установите расширение Grabr и заказывайте в 1 клик товары из Amazon, eBay, Apple и других зарубежных онлайн-магазинов.⚡️\n\nВаш заказ выкупит за свои деньги и доставит путешественник, направляющийся в ваш город. \n\nПодробнее о том, как работает Grabr 👉 https://grabr.io/how-grabr-works\n\n🚀Как работает расширение Grabr для Chrome:\n1. Установите расширение Grabr.\n2. Выберите нужный товар в онлайн-магазине.\n3. Нажмите на иконку Grabr, чтобы перейти к созданию заказа.\n4. Зарегистрируйтесь на http://grabr.io\n5. Получите предложение о доставке от путешественника, который направляется в ваш город и может привезти нужный товар."
  }
}