{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DjVu.js Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens links to .djvu files. Allows opening files from a local disk. Processes <object> & <embed> tags."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Описание на русском ниже**\n\nThe extension collects NO DATA at all. It's completely autonomous (no internet connection required to open a file). It requires access to third-party websites only to render embedded documents (<embed> tag) and open links to .djvu files (on any website).\n\nThe extension, by and large, is a local copy of the DjVu.js Viewer which is available on https://djvu.js.org/.\n\nIt allows you to open links to the files right in the browser (via context menu) and the files from a local drive (after you open a page with the viewer you can choose a file). Also, in case of an indirect (multi-file) document you can bundle it into one file via the extension. Furthermore, it processes <embed> and <object> tags and replaces them with the viewer. So the extension may be, in a sense, a substitution of the Cuminas' native DjVu plug-in.\n\nSince all operations are performed on your machine, the extension can work without an Internet connection.\n\nThe Google Chrome version of the extension allows to open local files by a browser directly (via a double-click)! But you have to enable the \"Allow access to file URLs\", option on the extension's options page. Otherwise, the new feature won't work.\nAlso, the browser should have been already started by the moment you try to open a file.\n\nAll source code is available on https://github.com/RussCoder/djvujs\n\nThe extension is based on DjVu.js - the library which allows to process the files right in the browser. The library is still being developed, so there may be some bugs. If you have a document which is incorrectly opened with the extension, I will appreciate a lot, if you send the problem file to me at djvujs@yandex.ru - if you do it, I will be able to fix bugs and improve the library, which is an open source project.\n\n=======================\n\nРасширение не собирает НИКАКИХ ДАННЫХ. Оно полностью автономно (не нужен интернет, чтобы отобразить файл). Доступ к сайтам нужен только для того, чтобы отображать встроенные документы (тэг <embed>) и открывать ссылки на .djvu файлы (с любого сайта). \n\nРасширение является локальной копией DjVu.js Viewer который доступен на https://djvu.js.org/.\n\nРасширение позволяет открывать ссылки на файлы прямо в браузере (через контекстное меню, пункт Open with DjVu.js Viewer), а также просматривать файлы с диска (после того как Вы открыли вкладку с DjVu.js Viewer, можно выбрать файл через Choose file). В случае многофайлового документа (indirect), есть возможность скачать его единым файлом. Кроме того, расширение обрабатывает <embed> и <object> и заменяет их на DjVu.js Viewer. Следовательно, расширение может в некотором смысле служить заменой Cuminas (Caminova) DjVu Plug-in. \n\nТак как все операции выполняются на вашем компьютере, расширение может работать и без соединения с Интернетом.\n\nТакже локальные файлы можно открывать прямо браузером (через двойной клик). Но для этого надо включить опцию \"Разрешить открывать локальные файлы по ссылкам\" в настройках расширения. Иначе новая возможность не будет работать. Кроме того, сам браузер должен быть уже запущен на момент открытия файла.\n\nИсходный код доступен на https://github.com/RussCoder/djvujs\n\nРасширение основано на DjVu.js - библиотеке, которая позволяет работать с файлами прямо в браузере. Библиотека все еще находится в процессе разработки, поэтому возможно наличие некоторых ошибок. Если Вы встретили файл, который некорректно открывается данным приложением, то, пожалуйста, отправьте его на djvujs@yandex.ru - если Вы это сделаете, то у меня будет возможность исправить ошибки и улучшить библиотеку DjVu.js, которая является open source проектом."
  }
}