{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "3XFocus - Custom StartPage & Dashboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "While this startpage extension is designed for followers of the 3XFocus concept it can help anyone who just wants a more efficient…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "While this startpage extension is designed for followers of the 3XFocus concept it can help anyone who just wants a more efficient start page.\n\nKey Features:\n\nCustomizable To-Do Lists: \n\nKeep track of your tasks with multiple, sortable to-do lists. Whether it's for work, home, or personal projects, our extension keeps your tasks organized and accessible.\n\nBookmark Management: \n\nInstantly access and manage your favorite websites with our intuitive bookmark search and quick links. Organize your bookmarks into easily accessible categories like 'Favorites', 'LinkBox', and 'QuickLinks' to populate link areas.\n\nQuick Tabs\n\nSee all your open tabs for quick access.\n\nReal-Time Notes: \n\nJot down ideas and notes on the go with sticky notes right on your dashboard. Your thoughts are saved and available every time you open a new tab.\n\nAmbient Noise Player: \n\nEnhance focus or relax with a selection of ambient sounds. Choose from a variety of noises to create the perfect background audio for your browsing experience.\n\nCustomizable Appearance: \n\nTailor the look and feel of your start page with custom CSS options and background color selections, making your new tab uniquely yours.\n\nQuick Access to Top Sites: \n\nYour most visited sites are automatically populated for quick access, ensuring your favorite content is just a click away.  Use bookmark folders to manage link cards.\n\nTimer & Date/Time Display: \n\nStay on track with an integrated timer and an up-to-date display of the current time and date.\n\nSleep Mode: \n\nInstantly hide your dashboard with a sleep mode feature, perfect for maintaining privacy when needed.\n\nDark Mode\n\nSwitch between light and dark modes.\n\nMotivational Images\n\nUpload 3 motivational images to keep you focused.\n\nWhy Choose 3XFocus?\n\nWhether you're a professional looking to optimize your online efficiency, a student organizing your study resources, or just someone seeking a more organized and personalized browsing experience, 3XFocus is built for you."
  }
}