{
  "name": {
    "ar": "Effortless Shein Shopify Sync",
    "am": "Shein to Shopify CSV Exporter",
    "bg": "Shein to Shopify Import Assistant",
    "bn": "Shein Shopify Product Bridge",
    "ca": "Quick Shein Shopify Connector",
    "cs": "Shein to Shopify Data Exporter",
    "da": "Shein Shopify Listing Converter",
    "de": "Shein Shopify Import Simplifier",
    "el": "Shein to Shopify Transfer Tool",
    "en,en_AU": "Shein to Shopify CSV Exportor",
    "en_GB": "Shein to Shopify Export",
    "en_US": "Shein to Shopify",
    "es": "Shein Shopify Integration Assistant",
    "es_419": "Shein to Shopify Quick Transfer",
    "et": "Shein Shopify Data Integration",
    "fa": "Shein to Shopify Product Syncer",
    "fi": "Instant Shein to Shopify Importer",
    "fil": "Shein to Shopify Product Manager",
    "fr": "Shein Shopify Quick Import Tool",
    "gu": "Shein to Shopify Easy Export",
    "he": "Shein to Shopify Product Fetcher",
    "hi": "Shein to Shopify Data Bridge",
    "hr": "Shein Shopify Upload Assistant",
    "hu": "Shein to Shopify Product Importer",
    "id": "Shein to Shopify Listing Exporter",
    "it": "Shein to Shopify CSV Converter",
    "ja": "Shein Shopify Product Transfer Tool",
    "kn": "Shein to Shopify Import Helper",
    "ko": "Shein Shopify Data Sync Tool",
    "lt": "Shein to Shopify Quick Exporter",
    "lv": "Shein to Shopify Product Loader",
    "ml": "Shein to Shopify Inventory Importer",
    "mr": "Shein Shopify Product Migration Tool",
    "ms": "Shein to Shopify Easy Import",
    "nl": "Shein Shopify Product Transfer Assistant",
    "no": "Shein to Shopify Fast Exporter",
    "pl,ru": "Shein Shopify Product Import Tool",
    "pt_BR": "Shein to Shopify Easy Transfer",
    "pt_PT": "Shein to Shopify Data Export Helper",
    "ro": "Shein to Shopify Inventory Sync",
    "sk": "Shein to Shopify Quick Data Transfer",
    "sl": "Shein to Shopify Export Assistant",
    "sr": "Shein to Shopify Product Export Pro",
    "sv": "Shein to Shopify CSV Import Tool",
    "sw": "Shein to Shopify Product Sync Tool",
    "ta": "Shein Shopify Easy Product Import",
    "te": "Shein to Shopify Direct Export",
    "th": "Shein to Shopify Product Fetch Tool",
    "tr": "Shein to Shopify Listing Manager",
    "uk": "Shein Shopify Data Importer",
    "vi": "Shein to Shopify Instant Import",
    "zh_CN": "Shein Product Transfer Extension",
    "zh_TW": "Shein Shopify Import Made Easy"
  },
  "short": {
    "ar": "Shein to Shopify in seconds. Export products across categories, download CSVs, and import effortlessly. Grow your store faster.",
    "am": "Simplify e-commerce with Shein to Shopify exports. One-click CSV generation for easy product imports and store expansion.",
    "bg": "Boost your Shopify store with instant Shein product exports. Streamlined CSV creation for efficient inventory management.",
    "bn": "Effortless Shein-to-Shopify product transfers. Export, download, and import with ease. Expand your store's offerings quickly.",
    "ca": "Maximize efficiency with one-click Shein exports for Shopify. Streamline inventory updates and grow your online business.",
    "cs": "Seamless Shein product integration for Shopify stores. Export CSVs instantly, import easily, and expand your inventory effortlessly.",
    "da": "Accelerate Shopify growth with instant Shein exports. One-click CSV generation for quick and easy product imports.",
    "de": "Simplify e-commerce operations: Shein to Shopify in seconds. Export products, create CSVs, and expand your store effortlessly.",
    "el": "Optimize Shopify inventory with one-click Shein exports. Generate compatible CSVs and grow your online store faster.",
    "en,en_AU": "Streamline Shein-to-Shopify imports with one-click CSV exports. Save time, boost efficiency, expand your online store effortlessly.",
    "en_GB": "One-click Shein product exports for Shopify. Compatible with all categories, ensuring seamless store population and growth.",
    "en_US": "Export Shein products to Shopify-ready CSVs instantly. Simplify inventory management and grow your e-commerce business faster.",
    "es": "Effortless Shein product integration for Shopify. Export instantly, create CSVs, and expand your e-commerce offerings easily.",
    "es_419": "Streamline Shopify updates with Shein exports. One-click CSV generation for efficient inventory management and growth.",
    "et": "Shein to Shopify made easy. Export products across categories, create CSVs, and expand your store's inventory effortlessly.",
    "fa": "Boost e-commerce efficiency: Export Shein products to Shopify-ready CSVs instantly. Simplify inventory management and growth.",
    "fi": "Maximize Shopify potential with seamless Shein exports. One-click CSV creation for quick product imports and store expansion.",
    "fil": "Transform Shein listings into Shopify inventory instantly. Export CSVs with a click, import easily, and grow your online business.",
    "fr": "Optimize Shopify growth with efficient Shein exports. Generate compatible CSVs instantly and expand your product offerings easily.",
    "gu": "Revolutionize your Shopify store with instant Shein imports. One-click CSV exports for seamless product integration and rapid growth",
    "he": "Supercharge Shopify inventory: Export Shein products effortlessly. Generate compatible CSVs and expand your e-commerce offerings.",
    "hi": "Unlock Shein's potential for your Shopify store. Export products instantly, create CSVs, and boost your online inventory.",
    "hr": "Elevate your Shopify game with swift Shein exports. One-click CSV generation for efficient product management and store growth.",
    "hu": "Seamless Shein-to-Shopify transition. Export products across categories, create CSVs, and expand your store's range easily.",
    "id": "Turbocharge Shopify growth with Shein product exports. Instant CSV creation for quick imports and inventory diversification.",
    "it": "Streamline e-commerce workflow: Shein to Shopify in seconds. Export, download, and import products with unparalleled ease.",
    "ja": "Maximize Shopify potential with effortless Shein integration. One-click exports for rapid inventory expansion and business growth.",
    "kn": "Transform your Shopify store: Import Shein products instantly. Generate compatible CSVs and diversify your online offerings.",
    "ko": "Optimize Shopify inventory with lightning-fast Shein exports. Create CSVs effortlessly and accelerate your e-commerce success.",
    "lt": "Simplify Shein-to-Shopify product transfers. Export instantly, generate CSVs, and grow your online store's product range.",
    "lv": "Boost Shopify performance with seamless Shein exports. One-click CSV creation for efficient inventory management and growth.",
    "ml": "Elevate your e-commerce game: Shein to Shopify made easy. Export products, create CSVs, and expand your store effortlessly.",
    "mr": "Accelerate Shopify growth with instant Shein product integration. Generate export-ready CSVs and diversify your inventory.",
    "ms": "Unleash Shein's potential on your Shopify store. One-click exports for seamless product imports and business expansion.",
    "nl": "Revolutionize inventory management: Shein to Shopify in a flash. Export products, create CSVs, and grow your online presence.",
    "no": "Maximize e-commerce efficiency with swift Shein-to-Shopify exports. Generate compatible CSVs and expand your product range.",
    "pl": "Transform Shopify inventory: Import Shein products seamlessly. One-click CSV exports for rapid store growth and diversification.",
    "pt_BR": "Streamline Shopify updates with instant Shein exports. Generate CSVs effortlessly and boost your e-commerce offerings.",
    "pt_PT": "Optimize your Shopify store: Integrate Shein products easily. Export CSVs with a click and accelerate your online business growth.",
    "ro": "Power up your Shopify store with instant Shein product imports. One-click CSV exports for seamless inventory expansion.",
    "ru": "Shein to Shopify in seconds: Effortless product exports, easy CSV downloads, rapid store growth. Simplify e-commerce management.",
    "sk": "Accelerate Shopify success: Export Shein products instantly. Generate compatible CSVs and diversify your online offerings fast.",
    "sl": "Streamline e-commerce: One-click Shein exports for Shopify. Create ready-to-import CSVs and expand your store effortlessly.",
    "sr": "Boost Shopify inventory with swift Shein integration. Export products across categories, import easily, grow your business.",
    "sv": "Maximize online sales: Shein to Shopify made simple. Instant CSV exports for quick product imports and store expansion.",
    "sw": "Transform your Shopify store: Import Shein products effortlessly. One-click exports, easy CSVs, rapid inventory growth.",
    "ta": "Optimize e-commerce workflow: Seamless Shein-to-Shopify transfers. Export instantly, create CSVs, expand your product range.",
    "te": "Elevate Shopify performance: Quick Shein product exports. Generate compatible CSVs and boost your online inventory easily.",
    "th": "Simplify Shopify growth: Export Shein items in one click. Create import-ready CSVs and diversify your store's offerings.",
    "tr": "Unlock Shein's potential for your Shopify success. Instant product exports, easy CSV creation, effortless store expansion.",
    "uk": "Revolutionize inventory management: Shein to Shopify instantly. Export products, generate CSVs, grow your online presence.",
    "vi": "Supercharge your Shopify store: Integrate Shein products seamlessly. One-click exports for rapid inventory diversification.",
    "zh_CN": "Transform Shein listings into Shopify-ready inventory. Effortless CSV exports for quick store updates and expanded product offerings",
    "zh_TW": "Streamline e-commerce: Shein exports for Shopify made easy. Generate CSVs instantly, import effortlessly, grow your store."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shein to Shopify - a powerful browser extension designed to streamline your product import process from Shein to Shopify. With just a single click, you can export Shein's product listings and save them in a CSV format compatible with Shopify, making it easier than ever to manage your online store.\n\nKey Features\n- One-Click Export: Seamlessly export product listings from Shein with a single click.\n- Shopify Ready: Save the exported data in a CSV format that is fully compatible with Shopify's import function.\n\nShein to Shopify CSV Exporter supports exporting products from any category on Shein. Whether you're dealing with fashion, accessories, or home goods, this extension allows you to generate a CSV file that Shopify can easily import, ensuring a smooth transition of products to your online store.\n\nHow to Use\n1. Select a Category: Navigate to any product category on the Shein website.\n2. Export Products: Click the \"Export to Shopify\" button located at the top of your browser. This action initiates the data extraction process, and a pop-up window will display the progress.\n3. Download CSV: Once the export is complete or paused, click the \"Download Items\" button to save the data as a CSV file.\n4. Import to Shopify: Open your Shopify store and select the CSV file during the product import process. This will allow you to seamlessly import the products into your Shopify store.\n\nShein Shopify Data Importer is designed to offer unparalleled convenience and efficiency for e-commerce entrepreneurs. By simplifying the product import process, this extension is an invaluable tool for anyone looking to quickly and effectively populate their Shopify store with products from Shein. Experience the ease and efficiency of the Shein Shopify Data Integration tool today and take your online business to the next level.\n\n\nData Privacy Policy:\nYour data remains exclusively on your local machine, ensuring privacy and security. It never passes through our servers, so you can use the extension with confidence knowing that your information is safe and secure.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with SHEIN LLC."
  }
}