{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hulu.jp用スピーダー: 再生速度を調整",
    "en": "Speeder for Hulu.jp: adjust playback speed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "拡張機能は、Hulu.jpの再生速度をお好みに合わせて調整できます",
    "en": "Extension allows to adjust the playback speed on Hulu.jp according to your preferences"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "スケートを履いて、Hulu.jp の再生速度をコントロールしましょう。この拡張機能を使用すると、番組や映画のスピードを上げたり下げたりして、お気に入りのコンテンツを自分のペースで楽しむことができます。\n\n早口のセリフが聞き取れませんでしたか? お気に入りのシーンをスローモーションで体験したいですか? あるいは、シリーズの最終回を楽しむために、あまり面白くない部分を早送りしたいですか? ここに、ビデオの速度を変更するためのソリューションがあります。\n\n必要なのは、ブラウザに拡張機能を追加して、0.25 倍から最大 16 倍の速度を選択できるコントロール パネルを実行することだけです。キーボードのホットキーを使用して制御することもできます。とても簡単です!\n\nSpeeder のコントロール パネルを見つける方法:\n1. インストール後、Chrome プロファイル アバターの横にある小さなパズル ピース アイコンをクリックします (ブラウザ ウィンドウの右上隅)\n2. インストールされ、有効になっているすべての拡張機能が表示されます。\n3. Speeder for Hulu.jp をピン留めして、ブラウザで常に最前面に表示することができます。\n4. Speeder アイコンをクリックし、さまざまな速度設定を試してください。\n\n免責事項: Hulu は Disney Media and Entertainment Distribution の商標です。この Web サイトと拡張機能は、Hulu または第三者企業とは一切関係がありません。",
    "en": "Get your skates on and be in control of the playback speed on Hulu.jp This extension will allow you to either speed up or slow down shows and movies to enjoy watching your favorite content at your own pace.\n\nDidn't catch that fast-talking dialogue? Want to experience your favorite scenes in slow-motion? Or maybe you'd like to fast forward the less interesting part to enjoy the series finale? You're in the right place! Here's the solution for changing the video speed.\n\nAll you need to do is to add the extension to your browser and run the control panel which enables you to choose from 0.25x up to 16x speed rates. You can also use hotkeys on your keyboard to control it. It is as simple as that!\n\nHow to find Speeder's control panel:\n1. After installation, click the small puzzle piece icon next to your Chrome profile avatar (top right corner of the browser window)\n2. You'll see all your installed and enabled extensions.\n3. You can pin Speeder for Hulu.jp to have it always on top in your browser.\n4. Click the Speeder icon and try different speed settings.\n\nDisclaimer : Hulu is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Hulu or any third-party companies."
  }
}