{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HASHIGO! - Learning Japanese with Netflix"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhanced Netflix subtitles for Japanese language study"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When you study Japanese language though Japanese contents, you might have encountered \n• What does the kanji mean and how to read it?\n• Word classes are often swapped.\n• Is this word worth learning? Need for JLPT?\n• Japanese particles are notoriously changeable. (ﾉД`)\n• Can I adopt a new vocabulary word from an anime for real conversations?\nand so on..\n\nThis extension is trying to be the solution for them by watching Japanese contents(anime, films and series).\nHere are what you can do. \n\n■ DISPLAYING HOW TO READ KANJI (CHINESE LETTERS)\n- Displaying how to read kanji (called furigana) in hiragana, katakana, alphabet(roma-ji), allowing for easy comprehension. Of course, you can hide furigana to challenge your next higher level.\n\n■ ON PAGE MEANING OF WORDS (IN YOUR NATIVE LANGUAGES)\n- There's a pop-up dictionary, quickly get the meaning of any word(in almost any languages) and JLPT level, WaniKani level on the subtitle and learn them in the context. No need to leave the video to type and waste your time in dictionaries.\n\n■ HIGHLIGHT WORD CLASSES\n- Hightlight mode allows you to distinguish word classes by colors.\n\n■ DUAL SUBTITLES\n- Japanese subtitles are shown at the bottom, you can also show the other language subtitles, which allows you to compare the original text with subtitles in your language.\n\n■ SMART AUTO-PAUSE\n- Don't miss interesting moments of a movie when you don't know the vocabulary, just click on that word, this extension will hold the movie for you.\n\n■ DISPLAYING JLPT & WaniKani LEVEL\n- You can see which word is worth learning for your Japanese level instantly.\n\n■ COMING FEATURES\n・Making / Sharing original flashcards\n・Saving vocabulary words and phrases to your personal list\n・Pronounce guide button\n・Machine learning translation to any languages\n・Lessons and quizzes to reinforce what you have heard in Japanese contents\n(if you have any good idea, please write review or email below)\n\n■ UPDATES\n・Displaying JLPT & WaniKani level (3/3/2021) \n・Saving furigana setting condition (8/3/2021) \n・Adding \"Learn more >>\" link in popup dictionary for more details about the word (15/3/2021) \n・Fixed an error of not showing subtitles(29/9/2021) \n\nWhat does HASHIGO mean btw?\n\"HASHIGO はしご\" means \"ladder\" in Japanese. \nWe are very interested in your feedback! Please don’t hesitate to get in touch for help with a question or if you wish to share an idea for improving HASHIGO! Learning. Email address is here below.\nhashigo.learning@gmail.com.\n\nOur extension runs on Google Chrome on desktop and laptop computers running Windows and MacOS."
  }
}