{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "youtubecheetsheet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ive just come across this AWESOME YouTube SEO Cheat Sheet thats jam packed with a ton of simple and actionable tricks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I’ve got a special surprise for you today Thats TOTALLY FREE…\nAs you know just about everyone is talking about video marketing these days…\nThe only problem is virtually no one actually tells you what you need to do to get RESULTS…\nWell…\n\nI’ve just come across this AWESOME YouTube SEO Cheat Sheet that’s jam packed with a ton of simple and actionable tricks you can implement immediately to boost your rankings with video…\nAnd the best part is it’s TOTALLY FREE….\n\nIf you want to drive traffic with video, this YouTube SEO Cheat Sheet can really help you out…\nYou can get it here:\n\nSpecifically it reveals:\n– A Proven formula for writing VIDEO TITLES THAT GET CLICKS.\n– The 3 TAGS YOUR VIDEO MUST HAVE to maximize video traffic potential.\n– The single BIGGEST FACTOR THAT IMPACTS VIDEO RANKINGS, and how to nail it by “opening a loop” at the start of each video.\n– 7 simple tricks for generating NATURAL INBOUND LINKS.\n– 3 “psychological video triggers” that PUT PEOPLE IN A TRANCE-LIKE STATE glued to your video till the very end – and why this is essential for earning STABLE rankings…\n– And Heaps More…\n\nDOWNLOAD your Video SEO Cheat Sheet Here (For FREE):\n\nhttps://www.contentsamurai.com/c/crimson77-the-ultimate-youtube-cheatsheet\n\nAll the best,\n\nClaude :-)"
  }
}