{
  "name": {
    "ar": "مترجم Telegram™ - ترجمة غامرة",
    "am": "Telegram™ Translate: Instantly Translate Messages",
    "bg": "Smart Translator for Telegram—100+ Languages",
    "bn": "Telegram™ Translate: Your Multilingual Chat Companion",
    "ca": "Overcome Language Barriers on Telegram",
    "cs": "Easy Telegram Translation—Smart and Fast",
    "da,gu": "Automatic Telegram Translator",
    "de": "Telegram™-Übersetzer – Immersive Übersetzung",
    "el": "Telegram ™ Translator",
    "en,en_AU,en_GB,en_US": "Telegram™ Translator - Immersive Translation",
    "es,es_419": "Traductor Telegram™ - Traducción inmersiva",
    "et": "Translator for Telegram",
    "fa": "مترجم Telegram™ - ترجمه همه جانبه",
    "fi": "Translator for Telegram Web",
    "fil": "Translator for Telegram™ Web",
    "fr": "Traducteur Telegram™ - Traduction immersive",
    "he": "Automatic Telegram™ Translator",
    "hi": "टेलीग्राम™ अनुवादक - इमर्सिव ट्रांसलेशन",
    "hr": "Auto Telegram Translator",
    "hu": "Smart Telegram Translator—Effortless Communication",
    "id": "Telegram™ Translate: Your Language Solution",
    "it": "Traduttore di Telegram™ - Traduzione immersiva",
    "ja": "Telegram™ 翻訳者 - イマーシブ翻訳",
    "kn": "Unlock Multilingual Chats on Telegram",
    "ko": "Telegram™ 번역기 - 몰입형 번역",
    "lt": "Telegram™ vertėjas – įtraukiantis vertimas",
    "lv": "Telegram 实时翻译",
    "ml": "自动Telegram翻译器",
    "mr": "Telegram 翻译器",
    "ms": "Translate Telegram Messages Instantly",
    "nl": "Telegram™ Translate: Seamless Multilingual Chatting",
    "no": "Communicate Globally with Telegram™ Translate",
    "pl": "Smart Telegram Translation—Over 100 Languages",
    "pt_BR,pt_PT": "Tradutor Telegram™ - Tradução Imersiva",
    "ro": "Break Language Barriers on Telegram",
    "ru": "Telegram™ Translator — иммерсивный перевод",
    "sk": "Telegram™ Translate: Enhance Your Messaging",
    "sl": "Effortless Multilingual Communication on Telegram",
    "sr": "Instant Multilingual Support for Telegram",
    "sv": "Telegram™ Translate: Global Messaging Simplified",
    "sw": "Smart and Easy Telegram Translation",
    "ta": "Translate Any Language in Telegram",
    "te": "Telegram™ Translate: Your Global Chat Assistant",
    "th": "Seamless Language Translation for Telegram",
    "tr": "Telegram™ Çevirmen - Kapsamlı Çeviri",
    "uk": "Smart Translation—Empower Your Telegram Chats",
    "vi": "Telegram™ Translator - Bản dịch phong phú",
    "zh_CN": "Telegram™ 翻译器 - 沉浸式翻译",
    "zh_TW": "Telegram™ 翻譯機 - 沉浸式翻譯"
  },
  "short": {
    "ar": "مترجم ذكي للتيليجرام، سهل الاستخدام ويدعم أكثر من 100 لغة. (غير رسمي)",
    "am": "Effortlessly translate Telegram chats with support for over 100 languages. Enhance global communication with ease.",
    "bg": "Break language barriers in Telegram using our smart translation tool. Supports over 100 languages for seamless conversations.",
    "bn": "Communicate globally by translating messages in real-time. Easy to use and supports more than 100 languages.",
    "ca": "Instantly translate Telegram messages into 100+ languages. Simplify international chats effortlessly.",
    "cs": "Enhance your Telegram experience with our user-friendly translator supporting over 100 languages.",
    "da": "Translate chats instantly in Telegram. Supports a wide range of languages for smooth interactions.",
    "de": "Intelligenter Übersetzer für Telegram, einfach zu bedienen und unterstützt über 100 Sprachen. (inoffiziell)",
    "el": "Smart translation tool for Telegram that is easy to use and supports over 100 languages.",
    "en,en_AU,en_GB,en_US": "Smart Translator for Telegram, Easy to Use and Supports Over 100 Languages.(unofficial)",
    "es,es_419": "Traductor inteligente para Telegram, fácil de usar y compatible con más de 100 idiomas (no oficial)",
    "et": "Enjoy seamless multilingual conversations on Telegram with our smart translator.",
    "fa": "مترجم هوشمند برای تلگرام، آسان برای استفاده و پشتیبانی از بیش از 100 زبان (غیر رسمی)",
    "fi": "Instantly translate your Telegram messages. Easy setup and supports over 100 languages.",
    "fil": "Communicate without limits on Telegram. Translate messages in over 100 languages effortlessly.",
    "fr": "Traducteur intelligent pour Telegram, facile à utiliser et prend en charge plus de 100 langues. (non officiel)",
    "gu": "Break down language barriers with our smart Telegram translation tool supporting 100+ languages.",
    "he": "Translate Telegram chats in real-time. User-friendly interface with support for over 100 languages.",
    "hi": "टेलीग्राम के लिए स्मार्ट अनुवादक, उपयोग में आसान और 100 से अधिक भाषाओं का समर्थन करता है। (अनौपचारिक)",
    "hr": "Use Telegram™ Translate to communicate in any language. Supports a vast array of over 100 languages.",
    "hu": "Enhance your global interactions on Telegram with easy translation in over 100 languages.",
    "id": "Instantly translate Telegram messages. Supports more than 100 languages for seamless communication.",
    "it": "Traduttore intelligente per Telegram, facile da usare e supporta oltre 100 lingue. (non ufficiale)",
    "ja": "使いやすく、100以上の言語をサポートする電報用スマート翻訳機（非公式）",
    "kn": "Smart translation tool making Telegram conversations easy across over 100 languages.",
    "ko": "텔레그램용 스마트 번역기, 사용하기 쉽고 100개 이상의 언어를 지원합니다.(비공식)",
    "lt": "Išmanusis Telegramos vertėjas, paprastas naudoti ir palaiko daugiau nei 100 kalbų (neoficialus)",
    "lv": "Effortlessly translate messages in Telegram. Supports over 100 languages for global connectivity.",
    "ml": "Communicate freely on Telegram with instant translations in more than 100 languages.",
    "mr": "Simplify international chats with our Telegram translator supporting over 100 languages.",
    "ms": "Experience hassle-free translation in Telegram with support for over 100 languages.",
    "nl": "Enhance your Telegram experience with easy translations across 100+ languages.",
    "no": "Instant message translation in Telegram. User-friendly and supports over 100 languages.",
    "pl": "Efficiently translate Telegram chats. Easy to use with extensive language support.",
    "pt_BR,pt_PT": "Tradutor inteligente para telegrama, fácil de usar e compatível com mais de 100 idiomas.(não oficial)",
    "ro": "Use our smart translation tool for Telegram to chat in over 100 languages effortlessly.",
    "ru": "Умный переводчик для Telegram, прост в использовании и поддерживает более 100 языков (неофициальный).",
    "sk": "Translate messages instantly in Telegram. Supports a wide range of languages for global communication.",
    "sl": "Smart translation tool supporting over 100 languages. Easy setup for seamless chats.",
    "sr": "Translate Telegram messages in real-time. Supports over 100 languages for smooth conversations.",
    "sv": "Communicate across languages in Telegram with our easy-to-use translator supporting 100+ languages.",
    "sw": "Enhance your Telegram chats with instant translation in over 100 languages.",
    "ta": "Break communication barriers with our smart Telegram translator supporting over 100 languages.",
    "te": "Instantly translate messages in Telegram. User-friendly with support for over 100 languages.",
    "th": "Effortlessly translate chats in Telegram with support for more than 100 languages.",
    "tr": "Telegram için Akıllı Tercüman, Kullanımı Kolay ve 100'den Fazla Dili Destekliyor.(resmi olmayan)",
    "uk": "Communicate globally with instant translation in Telegram. Supports over 100 languages.",
    "vi": "Trình dịch thông minh cho Telegram, dễ sử dụng và hỗ trợ hơn 100 ngôn ngữ. (không chính thức)",
    "zh_CN": "Telegram 智能翻译器，易于使用，支持 100 多种语言。（非官方）",
    "zh_TW": "Telegram 智慧型翻譯器，易於使用，支援 100 多種語言。"
  },
  "long": {
    "ar": "يمكنك بسهولة التواصل مع الأصدقاء حول العالم دون القلق بشأن حاجز اللغة. يقوم هذا المكون الإضافي بترجمة رسائل Telegram تلقائيًا، ويدعم أكثر من 100 لغة، لذا لم يعد حاجز اللغة مشكلة.\n\nيتميز المكون الإضافي الخاص بنا بواجهة بسيطة وسهلة الاستخدام، حيث يتم تنفيذ عملية الترجمة تلقائيًا - دون الحاجة إلى عمليات يدوية. سواء كنت ترسل أو تستقبل رسائل، يقوم المكون الإضافي بترجمتها تلقائيًا، مما يجعل التواصل خاليًا من القلق.\n\nإضافة إلى ذلك، فإن هذا المكون الإضافي قوي وآمن وفعال. وهو مناسب للتواصل الشخصي والتجاري.\n\nعلاوة على ذلك، يقوم المكون الإضافي بترجمة الرسائل التي ترسلها تلقائيًا، مما يجعل التواصل سريعًا وسهلاً. قل وداعًا لعناء الترجمة؛ يبسط المكون الإضافي كل شيء لك.\n\n✓ ترجمة المحادثات عبر اللغات بسهولة: بغض النظر عن البلد أو المنطقة، يمكنك تحقيق تواصل سلس مع جهات الاتصال لديك.\n✓ الترجمة الذكية التلقائية: ليس هناك حاجة لاختيار اللغات يدويًا؛ يترجم المكون الإضافي تلقائيًا بناءً على إعداداتك.\n✓ حماية خصوصيتك: تظل محفوظات الدردشة الخاصة بك ومعلوماتك الشخصية آمنة. نحن لا نقوم بجمع أو تخزين أو مشاركة أي من بياناتك.\n✓ متعدد الاستخدامات لمختلف السيناريوهات: مثالي للأوضاع مثل السفر، الأعمال، الدراسة، والمزيد، مما يضمن لك الثقة والراحة في أي بيئة لغوية.\n✓ آمن وموثوق: لقد خضع المكون الإضافي لفحوصات أمان صارمة، مما يضمن حماية جهاز الكمبيوتر والخصوصية من التهديدات.\n\nإضافة إلى ذلك، نوفر MoreTools لمنحك وظائف قوية إضافية.\n\n--- إخلاء مسؤولية ---\nيرجى ملاحظة أن المكون الإضافي خاصتنا غير مرتبط أو معتمد أو مصادق عليه أو مرتبط رسميًا بـ Telegram Web أو Google أو Google Translate. إنه أداة مستقلة مصممة لتحسين تجربتك في Telegram من خلال توفير ميزات الترجمة التلقائية، وتقديم وظائف إضافية وراحة للتواصل متعدد اللغات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fi,fil,gu,he,hr,hu,id,kn,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Easily connect with friends around the world without worrying about language barriers. This plugin automatically translates Telegram messages, supporting over 100 languages, so language is no longer a problem.\n\nOur plugin features a simple and user-friendly interface, with the translation process handled automatically—no manual operation needed. Whether sending or receiving messages, the plugin automatically translates them, making communication worry-free.\n\nAdditionally, this plugin is powerful, secure, and efficient. It's suitable for both personal and business communication.\n\nMoreover, the plugin automatically translates the messages you send, making communication fast and easy. Say goodbye to the hassle of translation; our plugin simplifies everything for you.\n\n✓ Effortlessly translate cross-language chats: No matter the country or region, you can easily achieve seamless communication with your contacts.\n✓ Smart automatic translation: There's no need to manually select languages; the plugin automatically translates based on your settings.\n✓ Protect your privacy: Your chat history and personal information are secure. We do not collect, store, or share any of your data.\n✓ Versatile for various scenarios: Perfect for situations like travel, business, study, and more, ensuring you feel confident and comfortable in any language environment.\n✓ Safe and reliable: The plugin has undergone strict security checks, ensuring your computer and privacy are protected from threats.\n\nAdditionally, we provide MoreTools to empower you with even more powerful functionalities.\n\n--- Disclaimer ---\nPlease note that our plugin is not affiliated, authorized, endorsed, or officially associated with Telegram Web, Google, or Google Translate. It is an independent tool designed to enhance your Telegram experience by providing automatic translation features, offering added functionality and convenience for multilingual communication.",
    "de": "Verbinden Sie sich mühelos mit Freunden auf der ganzen Welt, ohne sich um Sprachbarrieren zu sorgen. Dieses Plugin übersetzt automatisch Telegram-Nachrichten und unterstützt über 100 Sprachen, sodass Sprache kein Problem mehr ist.\n\nUnser Plugin bietet eine einfache und benutzerfreundliche Oberfläche, wobei der Übersetzungsprozess automatisch abläuft – keine manuelle Bedienung erforderlich. Egal ob Sie Nachrichten senden oder empfangen, das Plugin übersetzt sie automatisch und sorgt so für eine sorgenfreie Kommunikation.\n\nAußerdem ist dieses Plugin leistungsstark, sicher und effizient. Es eignet sich sowohl für persönliche als auch geschäftliche Kommunikation.\n\nDarüber hinaus übersetzt das Plugin automatisch die von Ihnen gesendeten Nachrichten und macht die Kommunikation schnell und einfach. Verabschieden Sie sich vom Übersetzungsaufwand; unser Plugin vereinfacht alles für Sie.\n\n✓ Müheloses Übersetzen von Sprachgrenzen überschreitenden Chats: Unabhängig vom Land oder der Region können Sie nahtlose Kommunikation mit Ihren Kontakten erzielen.\n✓ Intelligente automatische Übersetzung: Es ist nicht notwendig, Sprachen manuell auszuwählen; das Plugin übersetzt automatisch basierend auf Ihren Einstellungen.\n✓ Schützen Sie Ihre Privatsphäre: Ihr Chatverlauf und Ihre persönlichen Informationen sind sicher. Wir sammeln, speichern oder teilen keine Ihrer Daten.\n✓ Vielseitig für verschiedene Szenarien: Perfekt für Situationen wie Reisen, Geschäftsangelegenheiten, Studium und mehr, sodass Sie sich in jeder Sprachumgebung sicher und wohl fühlen.\n✓ Sicher und zuverlässig: Das Plugin hat strenge Sicherheitsprüfungen durchlaufen, um sicherzustellen, dass Ihr Computer und Ihre Privatsphäre vor Bedrohungen geschützt sind.\n\nDarüber hinaus bieten wir MoreTools an, um Ihnen noch leistungsstärkere Funktionen zu bieten.\n\n--- Haftungsausschluss ---\nBitte beachten Sie, dass unser Plugin nicht mit Telegram Web, Google oder Google Translate verbunden, autorisiert, unterstützt oder offiziell assoziiert ist. Es ist ein unabhängiges Tool, das Ihre Telegram-Erfahrung durch automatische Übersetzungsfunktionen verbessern soll und zusätzlichen Komfort für die mehrsprachige Kommunikation bietet.",
    "es": "Conéctate fácilmente con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este plugin traduce automáticamente los mensajes de Telegram, soportando más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro plugin cuenta con una interfaz simple y fácil de usar, con el proceso de traducción manejado automáticamente—no se necesita operación manual. Ya sea al enviar o recibir mensajes, el plugin los traduce automáticamente, haciendo la comunicación sin preocupaciones.\n\nAdemás, este plugin es potente, seguro y eficiente. Es adecuado tanto para comunicación personal como empresarial.\n\nAdemás, el plugin traduce automáticamente los mensajes que envías, haciendo la comunicación rápida y fácil. Di adiós a las molestias de la traducción; nuestro plugin simplifica todo para ti.\n\n✓ Traduce fácilmente los chats entre idiomas: No importa el país o región, puedes lograr una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No hay necesidad de seleccionar manualmente los idiomas; el plugin traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para diversos escenarios: Perfecto para situaciones como viajes, negocios, estudio, y más, asegurando que te sientas seguro y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El plugin ha pasado estrictas revisiones de seguridad, asegurando que tu computadora y privacidad estén protegidas contra amenazas.\n\nAdemás, proporcionamos MoreTools para potenciarte con funcionalidades aún más poderosas.\n\n--- Descargo de responsabilidad ---\nTen en cuenta que nuestro plugin no está afiliado, autorizado, avalado, ni oficialmente asociado con Telegram Web, Google, o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en Telegram al proporcionar funciones de traducción automática, ofreciendo funcionalidad adicional y conveniencia para la comunicación multilingüe.",
    "es_419": "Conéctate fácilmente con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este complemento traduce automáticamente los mensajes de Telegram, soportando más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro complemento cuenta con una interfaz simple y fácil de usar, con el proceso de traducción manejado automáticamente, sin necesidad de operación manual. Ya sea enviando o recibiendo mensajes, el complemento los traduce automáticamente, haciendo la comunicación sin preocupaciones.\n\nAdemás, este complemento es potente, seguro y eficiente. Es adecuado tanto para comunicación personal como empresarial.\n\nAdemás, el complemento traduce automáticamente los mensajes que envías, haciendo la comunicación rápida y fácil. Olvídate de las molestias de la traducción; nuestro complemento lo simplifica todo para ti.\n\n✓ Traducción sin esfuerzo de chats en varios idiomas: No importa el país o región, puedes lograr fácilmente una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No hay necesidad de seleccionar manualmente los idiomas; el complemento traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para diversos escenarios: Perfecto para situaciones como viajes, negocios, estudio y más, asegurando que te sientas seguro y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El complemento ha pasado rigurosos controles de seguridad, asegurando que tu computadora y privacidad estén protegidas de amenazas.\n\nAdemás, proporcionamos MoreTools para empoderarte con funcionalidades aún más poderosas.\n\n--- Descargo de responsabilidad ---\nTen en cuenta que nuestro complemento no está afiliado, autorizado, respaldado o asociado oficialmente con Telegram Web, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en Telegram proporcionando características de traducción automática, ofreciendo funcionalidad adicional y conveniencia para la comunicación multilingüe.",
    "fa": "به راحتی با دوستان در سراسر جهان بدون نگرانی از موانع زبانی ارتباط برقرار کنید. این افزونه به طور خودکار پیام‌های تلگرام را ترجمه می‌کند و از بیش از 100 زبان پشتیبانی می‌کند، بنابراین زبان دیگر مشکلی نخواهد بود.\n\nافزونه ما دارای رابط کاربری ساده و کاربرپسند است و فرآیند ترجمه به صورت خودکار انجام می‌شود—بدون نیاز به عملیات دستی. چه در حال ارسال یا دریافت پیام باشید، افزونه به طور خودکار آنها را ترجمه می‌کند و ارتباطات را بدون نگرانی می‌سازد.\n\nعلاوه بر این، این افزونه قدرتمند، امن و کارآمد است. برای هر دو ارتباطات شخصی و تجاری مناسب است.\n\nعلاوه بر این، افزونه به طور خودکار پیام‌هایی که ارسال می‌کنید را ترجمه می‌کند و ارتباطات را سریع و آسان می‌سازد. با دردسر ترجم وداع کنید؛ افزونه ما همه چیز را برای شما ساده می‌کند.\n\n✓ به راحتی چت‌های بین زبانی را ترجمه کنید: مهم نیست در کدام کشور یا منطقه هستید، می‌توانید به راحتی ارتباطات بی‌وقفه‌ای با مخاطبین‌تان داشته باشید.\n✓ ترجمه هوشمند و خودکار: نیازی به انتخاب دستی زبان‌ها نیست؛ افزونه بر اساس تنظیمات شما به طور خودکار ترجمه می‌کند.\n✓ حفظ حریم خصوصی شما: سابقه چت‌ها و اطلاعات شخصی شما امن است. ما هیچ یک از داده‌های شما را جمع‌آوری، ذخیره یا به اشتراک نمی‌گذاریم.\n✓ چند منظوره برای سناریوهای مختلف: ایده‌آل برای موقعیت‌هایی از قبیل سفر، تجارت، تحصیل و بیشتر، با اطمینان به این که در هر محیط زبانی حس اعتماد و راحتی می‌کنید.\n✓ ایمن و قابل اعتماد: افزونه تحت بررسی امنیتی دقیقی قرار گرفته است، و امنیت کامپیوتر و حریم خصوصی شما را در برابر تهدیدات حفظ می‌کند.\n\nعلاوه بر این، ما MoreTools را ارائه می‌دهیم تا شما را با قابلیت‌های حتی قدرتمندتر توانمند کنیم.\n\n--- عدم مسئولیت ---\nلطفاً توجه داشته باشید که افزونه ما نه با Telegram Web، Google، یا Google Translate مرتبط، مجاز، تأیید شده یا به طور رسمی وابسته است. این ابزار به طور مستقل طراحی شده است تا تجربه تلگرام شما را با ارائه ویژگی‌های ترجمه خودکار بهبود بخشد و افزوده عملکرد و راحتی برای ارتباطات چند زبانه فراهم کند.",
    "fr": "Connectez-vous facilement avec des amis du monde entier sans vous soucier des barrières linguistiques. Ce plugin traduit automatiquement les messages Telegram, prenant en charge plus de 100 langues, de sorte que la langue ne soit plus un problème.\n\nNotre plugin propose une interface simple et conviviale, avec un processus de traduction géré automatiquement—aucune opération manuelle n'est nécessaire. Que ce soit pour envoyer ou recevoir des messages, le plugin les traduit automatiquement, rendant la communication sans souci.\n\nDe plus, ce plugin est puissant, sécurisé et efficace. Il convient aussi bien à la communication personnelle qu'à la communication professionnelle.\n\nEn outre, le plugin traduit automatiquement les messages que vous envoyez, rendant la communication rapide et facile. Dites adieu aux tracas de la traduction ; notre plugin simplifie tout pour vous.\n\n✓ Traduisez sans effort les discussions interlangues : Peu importe le pays ou la région, vous pouvez facilement atteindre une communication fluide avec vos contacts.\n✓ Traduction automatique intelligente : Il n'y a pas besoin de sélectionner manuellement les langues ; le plugin traduit automatiquement en fonction de vos réglages.\n✓ Protégez votre vie privée : Votre historique de chat et vos informations personnelles sont sécurisés. Nous ne collectons, ne stockons, ni ne partageons aucune de vos données.\n✓ Polyvalent pour divers scénarios : Parfait pour des situations comme le voyage, les affaires, les études, et plus encore, garantissant que vous vous sentiez confiant et à l'aise dans n'importe quel environnement linguistique.\n✓ Sûr et fiable : Le plugin a subi des contrôles de sécurité stricts, assurant que votre ordinateur et votre vie privée sont protégés contre les menaces.\n\nEn outre, nous fournissons MoreTools pour vous doter de fonctionnalités encore plus puissantes.\n\n--- Avertissement ---\nVeuillez noter que notre plugin n'est pas affilié, autorisé, approuvé, ou officiellement associé à Telegram Web, Google, ou Google Translate. Il s'agit d'un outil indépendant conçu pour améliorer votre expérience Telegram en fournissant des fonctionnalités de traduction automatique, offrant une fonctionnalité et une commodité accrues pour la communication multilingue.",
    "hi": "दुनिया भर के दोस्तों से आसानी से जुड़ें बिना भाषा की बाधाओं की चिंता किए। यह प्लगइन टेलीग्राम संदेशों का स्वचालित रूप से अनुवाद करता है, 100 से अधिक भाषाओं का समर्थन करता है, इसलिए भाषा अब कोई समस्या नहीं है।\n\nहमारे प्लगइन में एक सरल और उपयोगकर्ता-अनुकूल इंटरफ़ेस है, जिसमें अनुवाद प्रक्रिया स्वचालित रूप से होती है—कोई मैन्युअल ऑपरेशन की आवश्यकता नहीं। चाहे संदेश भेजना हो या प्राप्त करना, प्लगइन स्वचालित रूप से उनका अनुवाद करता है, जिससे संचार चिंता-मुक्त हो जाता है।\n\nइसके अतिरिक्त, यह प्लगइन शक्तिशाली, सुरक्षित और कुशल है। यह व्यक्तिगत और व्यावसायिक संचार दोनों के लिए उपयुक्त है।\n\nइसके अलावा, प्लगइन आपके भेजे गए संदेशों का स्वतः अनुवाद करता है, जिससे संचार तेज और आसान हो जाता है। अनुवाद की झंझट को अलविदा कहें; हमारा प्लगइन आपके लिए सब कुछ सरल कर देता है।\n\n✓ आसानी से क्रॉस-भाषा चैट का अनुवाद करें: चाहे कोई भी देश या क्षेत्र हो, आप अपने संपर्कों के साथ आसानी से निर्बाध संचार प्राप्त कर सकते हैं।\n✓ स्मार्ट स्वचालित अनुवाद: भाषाओं का मैन्युअल चयन करने की कोई आवश्यकता नहीं; प्लगइन आपके सेटिंग्स के आधार पर स्वचालित रूप से अनुवाद करता है।\n✓ अपनी गोपनीयता की रक्षा करें: आपकी चैट हिस्ट्री और व्यक्तिगत जानकारी सुरक्षित रहती है। हम आपके किसी भी डेटा को इकट्ठा, संग्रहीत या साझा नहीं करते हैं।\n✓ विभिन्न परिस्थितियों के लिए बहुमुखी: यात्रा, व्यापार, अध्ययन जैसे हालात के लिए एकदम सही, यह सुनिश्चित करता है कि आप किसी भी भाषा के वातावरण में आत्मविश्वास और आराम महसूस करें।\n✓ सुरक्षित और विश्वसनीय: प्लगइन ने सख्त सुरक्षा जांचों को पार किया है, यह सुनिश्चित करता है कि आपका कंप्यूटर और गोपनीयता खतरों से सुरक्षित हैं।\n\nइसके अलावा, हम आपको और अधिक शक्तिशाली कार्यक्षमताओं के साथ सशक्त बनाने के लिए MoreTools प्रदान करते हैं।\n\n--- अस्वीकरण ---\nकृपया ध्यान दें कि हमारा प्लगइन टेलीग्राम वेब, गूगल या गूगल ट्रांसलेट से संबद्ध, अधिकृत, समर्थन नहीं करता है, या आधिकारिक रूप से जुड़ा नहीं है। यह एक स्वतंत्र उपकरण है जिसे स्वचालित अनुवाद सुविधाएं प्रदान करके आपके टेलीग्राम अनुभव को बढ़ाने के लिए डिज़ाइन किया गया है, जिससे बहुभाषीय संचार के लिए अतिरिक्त कार्यशीलता और सुविधा प्रदान की जाती है।",
    "it": "Connettiti facilmente con amici in tutto il mondo senza preoccuparti delle barriere linguistiche. Questo plugin traduce automaticamente i messaggi di Telegram, supportando oltre 100 lingue, così la lingua non è più un problema.\n\nIl nostro plugin dispone di un'interfaccia semplice e intuitiva, con il processo di traduzione gestito automaticamente—senza bisogno di operazioni manuali. Che si tratti di inviare o ricevere messaggi, il plugin li traduce automaticamente, rendendo la comunicazione senza preoccupazioni.\n\nInoltre, questo plugin è potente, sicuro ed efficiente. È adatto sia per la comunicazione personale che aziendale.\n\nInoltre, il plugin traduce automaticamente i messaggi che invii, rendendo la comunicazione rapida e facile. Dì addio al fastidio della traduzione; il nostro plugin semplifica tutto per te.\n\n✓ Traduci senza sforzo le chat multilingua: Non importa il paese o la regione, puoi facilmente ottenere una comunicazione senza interruzioni con i tuoi contatti.\n✓ Traduzione automatica intelligente: Non c'è bisogno di selezionare manualmente le lingue; il plugin traduce automaticamente in base alle tue impostazioni.\n✓ Proteggi la tua privacy: La tua cronologia delle chat e le informazioni personali sono al sicuro. Non raccogliamo, memorizziamo o condividiamo nessuno dei tuoi dati.\n✓ Versatile per vari scenari: Perfetto per situazioni come viaggi, affari, studio e altro, assicurandoti di sentirti sicuro e a tuo agio in qualsiasi ambiente linguistico.\n✓ Sicuro e affidabile: Il plugin ha superato rigorosi controlli di sicurezza, garantendo che il tuo computer e la tua privacy siano protetti dalle minacce.\n\nInoltre, forniamo MoreTools per fornirti funzionalità ancora più potenti.\n\n--- Disclaimer ---\nSi prega di notare che il nostro plugin non è affiliato, autorizzato, approvato o ufficialmente associato a Telegram Web, Google o Google Translate. È uno strumento indipendente progettato per migliorare la tua esperienza su Telegram fornendo funzionalità di traduzione automatica, offrendo funzionalità aggiuntive e convenienza per la comunicazione multilingue.",
    "ja": "世界中の友人と簡単に繋がることができ、言語の壁を心配する必要はありません。このプラグインは、Telegramメッセージを自動的に翻訳し、100以上の言語をサポートしているため、言語はもはや問題ではありません。\n\n私たちのプラグインはシンプルでユーザーフレンドリーなインターフェースを備えており、翻訳プロセスは自動的に処理されます—手動操作は不要です。メッセージの送受信にかかわらず、プラグインが自動的に翻訳するため、心配のないコミュニケーションが可能です。\n\nさらに、このプラグインは強力で、安全かつ効率的です。個人およびビジネスのコミュニケーションの両方に適しています。\n\nまた、プラグインはあなたが送信するメッセージを自動的に翻訳し、コミュニケーションを迅速かつ簡単にします。翻訳の手間にさようなら、プラグインがすべてを簡素化してくれます。\n\n✓ クロス言語チャットを簡単に翻訳: 国や地域に関係なく、連絡先との円滑なコミュニケーションが簡単に実現できます。\n✓ スマートな自動翻訳: 言語を手動で選ぶ必要はありません。プラグインは設定に基づいて自動的に翻訳します。\n✓ プライバシーの保護: チャット履歴や個人情報は安全です。私たちはあなたのデータを収集、保存、共有しません。\n✓ 様々なシナリオに対応可能: 旅行やビジネス、学習などの状況に最適で、どんな言語環境でも自信と快適さを感じさせます。\n✓ 安全で信頼性: プラグインは厳しいセキュリティチェックを受けており、コンピュータとプライバシーを脅威から保護します。\n\nさらに、多機能を備えたMoreToolsをご提供しています。\n\n--- 免責事項 ---\n私たちのプラグインは、Telegram Web、Google、またはGoogle Translateと提携、認可、推奨、または公式に関連しているわけではありません。これは、あなたのTelegram体験を向上させ、自動翻訳機能を提供し、多言語コミュニケーションに便利さと追加機能を提供するために設計された独立したツールです。",
    "ko": "언어 장벽에 대한 걱정 없이 전 세계 친구들과 쉽게 연결하세요. 이 플러그인은 텔레그램 메시지를 자동으로 번역하며, 100개 이상의 언어를 지원하므로 언어는 더 이상 문제가 되지 않습니다.\n\n우리의 플러그인은 간단하고 사용자 친화적인 인터페이스를 특징으로 하여, 번역 과정이 자동으로 처리됩니다—수동 조작이 필요하지 않습니다. 메시지를 보내거나 받을 때, 플러그인이 이를 자동으로 번역하여 걱정 없는 소통을 가능하게 합니다.\n\n또한, 이 플러그인은 강력하고 안전하며 효율적입니다. 개인 및 비즈니스 커뮤니케이션 모두에 적합합니다.\n\n더욱이, 이 플러그인은 보낸 메시지를 자동으로 번역하여 소통을 빠르고 쉽게 만들어 줍니다. 번역의 번거로움에 작별을 고하세요; 우리의 플러그인은 모든 것을 간단하게 만듭니다.\n\n✓ 국경을 초월한 채팅을 손쉽게 번역: 어떤 나라나 지역에서도 연락처와의 원활한 소통을 쉽게 이룰 수 있습니다.  \n✓ 스마트 자동 번역: 언어를 수동으로 선택할 필요가 없습니다; 플러그인이 설정에 따라 자동으로 번역합니다.  \n✓ 개인정보 보호: 당신의 대화 기록과 개인정보는 안전합니다. 우리는 당신의 데이터를 수집, 저장, 공유하지 않습니다.  \n✓ 다양한 시나리오에 적합: 여행, 비즈니스, 학습 등과 같은 상황에 완벽하여 어떤 언어 환경에서도 자신있고 편안하게 느낄 수 있도록 합니다.  \n✓ 안전하고 신뢰할 수 있음: 플러그인은 엄격한 보안 검사를 거쳐, 당신의 컴퓨터와 개인정보가 위협으로부터 보호되도록 합니다.\n\n또한, 우리는 당신에게 더 강력한 기능을 제공하기 위해 MoreTools를 제공합니다.\n\n--- 면책 조항 ---\n우리의 플러그인은 텔레그램 웹, 구글, 또는 구글 번역과 어떠한 형태로도 제휴, 승인, 지지, 공식적으로 관련이 없음을 알려드립니다. 이는 다국어 커뮤니케이션의 편의성과 부가 기능을 제공하여 텔레그램 경험을 향상시키도록 설계된 독립적인 도구입니다.",
    "lt": "Lengvai susisiekite su draugais visame pasaulyje, nesijaudindami dėl kalbos barjerų. Šis įskiepis automatiškai išverčia Telegram žinutes, palaikydamas daugiau nei 100 kalbų, todėl kalba nebėra problema.\n\nMūsų įskiepis pasižymi paprasta ir patogia naudotojo sąsaja, o vertimo procesas vykdomas automatiškai—nereikia jokio rankinio veikimo. Įskiepis automatiškai išverčia tiek siunčiamas, tiek gaunamas žinutes, todėl komunikacija tampa nerūpestinga.\n\nBe to, šis įskiepis yra galingas, saugus ir efektyvus. Jis tinkamas tiek asmeninei, tiek verslo komunikacijai.\n\nTaip pat, įskiepis automatiškai išverčia jūsų siunčiamas žinutes, padarydamas komunikaciją greitą ir lengvą. Atsisveikinkite su vertimo rūpesčiais; mūsų įskiepis viską supaprastina jums.\n\n✓ Lengvai išverskite tarp kalbų esančias pokalbius: Nesvarbu, kuri šalis ar regionas, galite lengvai užmegzti be kliūčių komunikaciją su savo kontaktais.\n✓ Išmanus automatinis vertimas: Nėra poreikio rankiniu būdu pasirinkti kalbas; įskiepis automatiškai išverčia pagal jūsų nustatymus.\n✓ Apsaugokite savo privatumą: Jūsų pokalbių istorija ir asmeninė informacija yra apsaugota. Mes nesurenkame, nesaugome ar neplatiname jūsų duomenų.\n✓ Universalus įvairiems scenarijams: Puikiai pritaikytas situacijose kaip kelionės, verslas, studijos ir kt., užtikrina, kad jausitės užtikrintai ir patogiai bet kokioje kalbinėje aplinkoje.\n✓ Saugi ir patikima: Įskiepis praėjo griežtus saugumo patikrinimus, užtikrindamas, kad jūsų kompiuteris ir privatumas bus apsaugoti nuo grėsmių.\n\nBe to, mes siūlome MoreTools, kad suteiktume jums dar didesnį funkcionalumų pasirinkimą.\n\n--- Atsakomybės apribojimas ---\nAtkreipkite dėmesį, kad mūsų įskiepis nėra susijęs, autorizuotas, palaikomas ar oficialiai susietas su Telegram Web, Google ar Google Translate. Tai nepriklausomas įrankis, sukurtas pagerinti jūsų Telegram patirtį, suteikiant automatinio vertimo funkcijas ir papildomą patogumą daugiakalbei komunikacijai.",
    "pt_BR": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras de idioma. Este plugin traduz automaticamente mensagens do Telegram, suportando mais de 100 idiomas, para que o idioma não seja mais um problema.\n\nNosso plugin apresenta uma interface simples e amigável, com o processo de tradução sendo realizado automaticamente—sem necessidade de operação manual. Seja enviando ou recebendo mensagens, o plugin as traduz automaticamente, tornando a comunicação despreocupada.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicações pessoais quanto comerciais.\n\nAlém disso, o plugin traduz automaticamente as mensagens que você envia, tornando a comunicação rápida e fácil. Diga adeus ao transtorno da tradução; nosso plugin simplifica tudo para você.\n\n✓ Traduza conversas de idiomas diferentes sem esforço: Não importa o país ou região, você pode facilmente alcançar uma comunicação perfeita com seus contatos.\n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base nas suas configurações.\n✓ Proteja sua privacidade: Seu histórico de chat e informações pessoais estão seguros. Não coletamos, armazenamos ou compartilhamos nenhum de seus dados.\n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudo e muito mais, garantindo que você se sinta confiante e confortável em qualquer ambiente de idioma.\n✓ Seguro e confiável: O plugin passou por rigorosas verificações de segurança, garantindo que seu computador e privacidade estejam protegidos contra ameaças.\n\nAlém disso, fornecemos o MoreTools para empoderá-lo com funcionalidades ainda mais poderosas.\n\n--- Aviso Legal ---\nPor favor, note que nosso plugin não é afiliado, autorizado, endossado ou oficialmente associado com o Telegram Web, Google ou Google Translate. É uma ferramenta independente projetada para melhorar sua experiência no Telegram, fornecendo recursos de tradução automática, oferecendo funcionalidade e conveniência adicionais para a comunicação multilíngue.",
    "pt_PT": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente mensagens do Telegram, suportando mais de 100 idiomas, então a língua deixa de ser um problema.\n\nO nosso plugin possui uma interface simples e fácil de usar, com o processo de tradução sendo feito automaticamente—não é necessária nenhuma operação manual. Quer esteja a enviar ou a receber mensagens, o plugin traduz automaticamente, tornando a comunicação despreocupada.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal como empresarial.\n\nAlém disso, o plugin traduz automaticamente as mensagens que envia, tornando a comunicação rápida e fácil. Diga adeus ao incómodo da tradução; o nosso plugin simplifica tudo para si.\n\n✓ Traduza facilmente chats de diferentes línguas: Não importa o país ou região, pode alcançar facilmente uma comunicação fluida com os seus contactos.\n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base nas suas definições.\n✓ Proteja a sua privacidade: O seu histórico de chat e informações pessoais estão seguros. Não recolhemos, armazenamos, ou partilhamos nenhum dos seus dados.\n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudos e muito mais, garantindo que se sinta confiante e confortável em qualquer ambiente linguístico.\n✓ Seguro e confiável: O plugin foi submetido a rigorosas verificações de segurança, garantindo que o seu computador e privacidade estejam protegidos de ameaças.\n\nAlém disso, fornecemos MoreTools para lhe dar ainda mais funcionalidades poderosas.\n\n--- Disclaimer ---\nPor favor, note que o nosso plugin não está associado, autorizado, endossado, ou oficialmente associado ao Telegram Web, Google, ou ao Google Translate. É uma ferramenta independente projetada para melhorar a sua experiência no Telegram, oferecendo funcionalidades de tradução automática, proporcionando funcionalidade e conveniência adicionais para comunicação multilíngue.",
    "ru": "Легко общайтесь с друзьями по всему миру, не беспокоясь о языковых барьерах. Этот плагин автоматически переводит сообщения Telegram, поддерживая более 100 языков, так что язык больше не проблема.\n\nНаш плагин имеет простой и удобный интерфейс, с автоматизированным процессом перевода — никакой ручной работы не требуется. Независимо от того, отправляете ли вы или получаете сообщения, плагин переводит их автоматически, делая общение беспроблемным.\n\nКроме того, этот плагин мощный, безопасный и эффективный. Он подходит как для личного, так и для делового общения.\n\nБолее того, плагин автоматически переводит отправляемые вами сообщения, делая общение быстрым и легким. Попрощайтесь с хлопотами перевода; наш плагин упрощает всё для вас.\n\n✓ Легко переводите чаты на разных языках: Независимо от страны или региона, вы можете легко достичь беспрепятственного общения с вашими контактами.\n✓ Умный автоматический перевод: Нет необходимости вручную выбирать языки; плагин автоматически переводит на основе ваших настроек.\n✓ Защитите свою конфиденциальность: Ваша история чатов и личная информация находятся в безопасности. Мы не собираем, не храним и не делимся вашими данными.\n✓ Универсальный для различных сценариев: Идеально подходит для таких ситуаций, как путешествия, бизнес, учеба и многое другое, обеспечивая вам уверенность и комфорт в любом языковом окружении.\n✓ Безопасный и надежный: Плагин прошел строгие проверки безопасности, защищая ваш компьютер и конфиденциальность от угроз.\n\nКроме того, мы предлагаем MoreTools, чтобы дать вам еще более мощные функции.\n\n--- Отказ от ответственности ---\nОбратите внимание, что наш плагин не связан, не уполномочен, не одобрен и не имеет официальной связи с Telegram Web, Google или Google Translate. Это независимый инструмент, созданный для улучшения вашего опыта в Telegram, предлагая автоматические функции перевода, предоставляющие дополнительные возможности и удобство для многоязычного общения.",
    "tr": "Dünyanın dört bir yanından arkadaşlarınızla dil engelleri konusunda endişelenmeden kolayca bağlantı kurun. Bu eklenti, 100'den fazla dili destekleyen Telegram mesajlarını otomatik olarak çevirir, böylece dil artık bir sorun değildir.\n\nEklentimiz basit ve kullanıcı dostu bir arayüze sahiptir ve çeviri süreci otomatik olarak yönetilir—manuel işleme gerek yoktur. Mesaj gönderirken veya alırken, eklenti bunları otomatik olarak çevirir, iletişimi sorunsuz hale getirir.\n\nAyrıca, bu eklenti güçlü, güvenli ve verimlidir. Hem kişisel hem de iş iletişimi için uygundur.\n\nBunun yanı sıra, eklenti gönderdiğiniz mesajları otomatik olarak çevirir, iletişimi hızlı ve kolay hale getirir. Çeviri zorluğuna elveda deyin; eklentimiz her şeyi sizin için basitleştirir.\n\n✓ Çapraz dil sohbetlerini zahmetsizce çevirin: Ülke veya bölge ne olursa olsun, kişilerinizle sorunsuz iletişim kurabilirsiniz.\n✓ Akıllı otomatik çeviri: Dilleri manuel olarak seçmeye gerek yoktur; eklenti, ayarlarınıza göre otomatik olarak çeviri yapar.\n✓ Gizliliğinizi koruyun: Sohbet geçmişiniz ve kişisel bilgileriniz güvenli. Verilerinizi toplamaz, saklamaz veya paylaşmaz.\n✓ Çeşitli senaryolar için çok yönlü: Seyahat, iş, eğitim gibi durumlar için mükemmel olup, herhangi bir dil ortamında kendinizi güvende ve rahat hissetmenizi sağlar.\n✓ Güvenli ve güvenilir: Eklenti sıkı güvenlik kontrollerinden geçmiştir, bilgisayarınızı ve gizliliğinizi tehditlere karşı korur.\n\nEk olarak, size daha güçlü işlevler sağlamak için MoreTools sunuyoruz.\n\n--- Feragatname ---\nLütfen eklentimizin Telegram Web, Google veya Google Translate ile bağlantılı, yetkilendirilmiş, onaylanmış veya resmi olarak ilişkili olmadığını unutmayın. Bu, otomatik çeviri özellikleri sunarak Telegram deneyiminizi geliştirmek, çok dilli iletişim için ek işlevsellik ve rahatlık sağlamak amacıyla tasarlanmış bağımsız bir araçtır.",
    "vi": "Dễ dàng kết nối với bạn bè trên khắp thế giới mà không lo ngại về rào cản ngôn ngữ. Plugin này tự động dịch các tin nhắn trên Telegram, hỗ trợ trên 100 ngôn ngữ, vì vậy ngôn ngữ không còn là vấn đề.\n\nPlugin của chúng tôi có giao diện đơn giản và dễ sử dụng, với quá trình dịch được xử lý tự động—không cần thao tác thủ công. Dù là gửi hay nhận tin nhắn, plugin tự động dịch chúng, giúp việc liên lạc không còn lo ngại.\n\nNgoài ra, plugin này mạnh mẽ, an toàn và hiệu quả. Nó phù hợp cho cả giao tiếp cá nhân và kinh doanh.\n\nHơn nữa, plugin tự động dịch các tin nhắn mà bạn gửi, làm cho việc giao tiếp trở nên nhanh chóng và dễ dàng. Tạm biệt sự phiền phức của việc dịch thuật; plugin của chúng tôi đơn giản hóa mọi thứ cho bạn.\n\n✓ Dịch thuật đàm thoại xuyên ngôn ngữ một cách dễ dàng: Dù là quốc gia hay khu vực nào, bạn có thể dễ dàng đạt được giao tiếp liền mạch với các liên hệ của mình.\n✓ Dịch tự động thông minh: Không cần chọn ngôn ngữ thủ công; plugin tự động dịch dựa trên cài đặt của bạn.\n✓ Bảo vệ sự riêng tư của bạn: Lịch sử trò chuyện và thông tin cá nhân của bạn đều được bảo mật. Chúng tôi không thu thập, lưu trữ hay chia sẻ bất kỳ dữ liệu nào của bạn.\n✓ Đa năng cho nhiều tình huống khác nhau: Hoàn hảo cho các tình huống như du lịch, kinh doanh, học tập và hơn thế nữa, đảm bảo bạn cảm thấy tự tin và thoải mái trong bất kỳ môi trường ngôn ngữ nào.\n✓ An toàn và đáng tin cậy: Plugin đã trải qua các cuộc kiểm tra bảo mật nghiêm ngặt, đảm bảo máy tính và quyền riêng tư của bạn được bảo vệ khỏi các mối đe dọa.\n\nNgoài ra, chúng tôi cung cấp MoreTools để cung cấp cho bạn các chức năng mạnh mẽ hơn.\n\n--- Tuyên bố miễn trừ trách nhiệm ---   \nXin lưu ý rằng plugin của chúng tôi không liên kết, được ủy quyền, chứng thực hoặc chính thức liên kết với Telegram Web, Google hoặc Google Dịch. Nó là một công cụ độc lập được thiết kế để nâng cao trải nghiệm Telegram của bạn bằng cách cung cấp các tính năng dịch tự động, cung cấp thêm chức năng và sự tiện lợi cho giao tiếp đa ngôn ngữ.",
    "zh_CN": "轻松与世界各地的朋友联系，无需担心语言障碍。这个插件自动翻译 Telegram 消息，支持超过 100 种语言，因此语言不再是问题。\n\n我们的插件具有简单且用户友好的界面，翻译过程自动处理——无需手动操作。无论是发送还是接收消息，插件都会自动翻译，使沟通无忧。\n\n此外，该插件强大、安全且高效。适合个人和商业沟通。\n\n而且，该插件会自动翻译您发送的消息，使沟通快捷简单。告别翻译麻烦，我们的插件为您简化一切。\n\n✓ 轻松翻译跨语言聊天：无论哪个国家或地区，您都可以轻松与联系人实现无缝沟通。\n✓ 智能自动翻译：无需手动选择语言，插件会根据您的设置自动翻译。\n✓ 保护您的隐私：您的聊天记录和个人信息是安全的。我们不会收集、存储或共享您的任何数据。\n✓ 适用于各种场景：非常适合旅行、商务、学习等情况，确保您在任何语言环境中都能感到自信和舒适。\n✓ 安全可靠：插件经过严格的安全检查，确保您的计算机和隐私免受威胁。\n\n此外，我们提供 MoreTools，为您提供更强大的功能。\n\n--- 免责声明 ---\n请注意，我们的插件与 Telegram Web、Google 或 Google Translate 没有任何隶属、授权、认可或正式关系。这是一个独立的工具，旨在通过提供自动翻译功能增强您的 Telegram 体验，为多语言沟通提供额外的功能和便利。",
    "zh_TW": "輕鬆地與世界各地的朋友聯繫，而不用擔心語言障礙。此插件自動翻譯Telegram消息，支持超過100種語言，因此語言不再是問題。\n\n我們的插件具有簡單且用戶友好的界面，翻譯過程自動處理—不需要手動操作。無論是發送或接收消息，插件都自動翻譯，讓溝通無憂無慮。\n\n此外，這款插件功能強大、安全且高效。適合個人和商業溝通。\n\n而且，插件自動翻譯您發送的消息，使通信快速簡便。告別翻譯的麻煩；我們的插件為您簡化了一切。\n\n✓ 輕鬆翻譯跨語言聊天：無論是國家或地區，您都可以輕鬆實現與聯絡人的無縫通信。  \n✓ 智能自動翻譯：無需手動選擇語言；插件會根據您的設置自動翻譯。  \n✓ 保護您的隱私：您的聊天記錄和個人信息是安全的。我們不會收集、存儲或分享您的任何數據。  \n✓ 適用於多種場景：完美契合旅行、商務、學習等情境，確保您在任何語言環境中都充滿自信和舒適感。  \n✓ 安全可靠：插件經過嚴格的安全檢查，確保您的電腦和隱私免受威脅。\n\n此外，我們提供MoreTools為您提供更強大的功能。\n\n--- 免责声明 ---  \n請注意，我們的插件与Telegram網站、Google或Google翻譯沒有任何關聯、授權、背書或官方聯系。這是一個獨立工具，旨在通過提供自動翻譯功能增強您的Telegram使用體驗，為多語言通信提供更多功能和便利。"
  }
}