{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hi-Q MP3 Recorder"
  },
  "short": {
    "am,ar,bg,ca,cs,da,de,el,en_GB,es,et,fa,fi,fr,hi,hr,hu,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,th,tr,uk,vi,zh_CN,zh_TW": "The Hi-Q MP3 Voice Recorder takes desktop sound recording to the next level. \nFeature-packed and loaded with customisation options,…",
    "bn,en,en_AU,en_US,es_419,fil,gu,he,id,kn,ml,mr,ta,te": "Feature-packed and loaded with customisation options, and with high-fidelity 44 kHz audio sampling, Hi-Q MP3 Voice Recorder is…"
  },
  "long": {
    "am,ar,bg,ca,cs,da,de,el,en_GB,es,et,fa,fi,fr,hi,hr,hu,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,th,tr,uk,vi,zh_CN,zh_TW": "The Hi-Q MP3 Voice Recorder takes desktop sound recording to the next level. \nFeature-packed and loaded with customisation options, and with high-fidelity 44 kHz audio sampling, it's miles ahead of any standard recording app. Personal voice notes, group discussions, band practice, concerts, lectures, talks, sermons and so much more—if you can hear it, the app can record it.\n\n– Capture audio and store as MP3 clips in real-time\n– Customise audio quality with changeable bit rate up to 320 kbps\n– Select front or back microphone for better clarity\n– Switch recording icon for discretion\n– Manage recordings easily—share, sort, rename and delete as you please\n– Specify input gain settings for optimum recording in various noise levels\n\nYou can send your clips to anywhere by Bluetooth, USB cable, SD card, or Wi-Fi Transfer. Share via Skype, WhatsApp, SoundCloud or store online with Dropbox, Evernote, Google Drive, and many others.\nWith the Hi-Q MP3 Voice Recorder you won’t ever have to fuss with your Chromebook to get the best recording quality. Record yourself and practice for a presentation, record song ideas and brainstorming sessions, record anything!\nHelp & FAQ: http://hiqrecorder.com/faq",
    "bn,en,en_AU,en_US,es_419,fil,gu,he,id,kn,ml,mr,ta,te": "Feature-packed and loaded with customisation options, and with high-fidelity 44 kHz audio sampling, Hi-Q MP3 Voice Recorder is miles ahead of any standard recording app. Personal voice notes, group discussions, band practice, concerts, lectures, talks, sermons and so much more—if you can hear it, the app can record it.\n\n– Capture audio and store as MP3, WAV, or OGG clips in real-time\n– Customise audio quality with changeable bit rate up to 320 kbps\n– Select front or back microphone for better clarity\n– Manage recordings easily—share, sort, rename and delete as you please\n– Specify input gain settings for optimum recording in various noise levels\n\nWith the Hi-Q MP3 Voice Recorder you won’t ever have to fuss with your Chromebook to get the best recording quality. Record yourself and practice for a presentation, record song ideas and brainstorming sessions, record anything!\n\nHelp & FAQ: http://www.hiqrecorder.com/faq"
  }
}