{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Locrating Property Portal Integration"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhances Rightmove, Zoopla and OnTheMarket by integrating Locrating."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hugely improve your property hunting experience with our innovative browser extension! \n\nThis extension seamlessly integrates the Locrating interface into Rightmove, Zoopla and OnTheMarket by automatically adding an interactive Locrating map to the top of each property details page, with the property location marked on the map; allowing access the wealth of valuable data that Locrating.com provides on schools and neighbourhoods, such as school catchment areas.\n\nLocrating.com is the UKs most popular and trusted school guide.  It provides comprehensive information on schools and local neighbourhoods, allowing parents to make informed schooling choices.  Locrating even allows you to view flood risk and road/rail noise on the map - great knowledge to have when property hunting!\n\nYour journey to the perfect property starts here!\n\nVersion history:\n\n1.0 First Version; shows Locrating map above Rightmove and Zoopla property detail pages\n1.1 Allows Locrating map to be expanded to full screen\n1.2 Security improvements\n1.3 Added support for OnTheMarket\n1.4 Rightmove bug fix: prevent photos navigation bar from floating in middle of page\n1.5 Zoopla bug fix: prevent Locrating map appearing when viewing property images\n1.6 OnTheMarket bug fix: prevent Locrating map appearing when viewing property images\n1.7 Extension name changed, minor changes to description text\n1.8 OnTheMarket bug fix: prevent Locrating map appearing when viewing property images (caused by OTM code change)\n1.9 OnTheMarket change: change to OnTheMarket website meant property location was showing incorrectly on Locrating map\n1.10 Zoopla and Rightmove sites changed; extension fixed to work with new site versions\n1.11 Fix for Zoopla rental properties; following Zoopla site change"
  }
}