{
  "name": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Fast Delete Messages",
    "bg": "Fast Delete Messages - Бързо изтриване съобщения",
    "es_419": "Rápida Eliminar mensajes",
    "kn": "ಫಾಸ್ಟ್  ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಿ",
    "ru": "Быстрое удаление сообщений - Fast Delete Messages",
    "sk": "Rýchle vymazanie správ",
    "uk": "Швидке видалення повідомлень"
  },
  "short": {
    "ar": "ما عليك سوى حذف جميع رسائل Facebook في Chrome بنقرتين فقط",
    "am": "በ 2 ጠቅ ብቻ ውስጥ ሁሉንም የ Facebook መልዕክቶች በ Chrome ውስጥ ይደምስሱ",
    "bg": "Просто изтрийте всички съобщения Facebook в Chrome само с 2 кликвания",
    "bn": "কেবলমাত্র 2 ক্লিকে থাকা সমস্ত Facebook বার্তাগুলি মুছে দিন।",
    "ca": "Simplement elimineu tots els missatges de Facebook a Chrome només en 2 clics",
    "cs": "Jednoduše odstraňte všechny zprávy Facebook v prohlížeči Chrome pouze za 2 kliknutí",
    "da": "Du skal blot slette alle Facebook -meddelelser i Chrome kun inden for 2 klik",
    "de": "Löschen Sie einfach alle Facebook -Nachrichten in Chrome mit nur 2 Klicks",
    "el": "Απλά διαγράψτε όλα τα μηνύματα Facebook στο Chrome με 2 κλικ",
    "en,en_AU,en_GB,en_US": "Simply delete all Facebook messages in Chrome just in 2 clicks",
    "es,es_419": "Simplemente elimine todos los mensajes Facebook en Chrome solo con 2 clics.",
    "et": "Lihtsalt kustutage kõik Facebook sõnumid Chrome'is vaid 2 klikiga",
    "fa": "به سادگی تمام پیام های Facebook را در Chrome فقط در 2 کلیک حذف کنید.",
    "fi": "Poista kaikki Facebook viestit Chrome vain 2 napsautuksella",
    "fil": "Tanggalin lang ang lahat ng mga mensahe ng Facebook sa Chrome sa loob lamang ng 2 mga pag-click",
    "fr": "Supprimez simplement tous les messages Facebook dans Chrome en seulement 2 clics",
    "gu": "બસ chrome તમામ Facebook સંદેશાઓ માત્ર 2 ક્લિક્સ માં કાઢી નાંખો. એક જ સમયે આ સંદેશાઓ ક્લીનર સાથે સંદેશા સંદેશા કાઢી નાખો",
    "he": "פשוט מחק את כל ההודעות של ™ Facebook ב- Chrome רק בשני קליקים",
    "hi": "केवल 2 क्लिक में क्रोम में सभी फेसबुक ™ संदेशों को हटा दें",
    "hr": "Jednostavno izbrišite sve Facebook poruke u Chromeu samo za 2 klika",
    "hu": "Egyszerűen törölje a Facebook üzeneteket a Chrome-ban mindössze 2 kattintással",
    "id": "Cukup hapus semua pesan Facebook di Chrome hanya dalam 2 klik",
    "it": "Basta eliminare tutti i messaggi di Facebook in Chrome in soli 2 clic",
    "ja": "2回のクリックでChromeのすべてのFacebookメッセージを削除するだけです",
    "kn": "Chrome ನಲ್ಲಿ ಕೇವಲ 2 ಕ್ಲಿಕ್ಗಳಲ್ಲಿ ಎಲ್ಲಾ Facebook ಸಂದೇಶಗಳನ್ನು ಸರಳವಾಗಿ ಅಳಿಸಿ",
    "ko": "2 번의 클릭만으로 Chrome에서 모든 Facebook 메시지를 삭제하십시오.",
    "lt": "Tiesiog ištrinkite visus Facebook pranešimus Chrome tik 2 paspaudimuose",
    "lv": "Vienkārši izdzēsiet visus Facebook ziņojumus pārlūkā Chrome tikai ar 2 klikšķiem",
    "ml": "വെറും 2 ക്ലിക്കുകളിലൂടെ Chrome- ൽ എല്ലാ Facebook സന്ദേശങ്ങളും വെറുതെ ഇല്ലാതാക്കുക",
    "mr": "फक्त 2 क्लिकमध्येच Chrome मधील सर्व Facebook संदेश हटवा हे संदेश क्लिनरसह संदेशवाहक संदेश एकाच वेळी हटवा.",
    "ms": "Cuma memadamkan semua mesej Facebook di Chrome dalam 2 klik sahaja",
    "nl": "Verwijder gewoon alle Facebook -berichten in Chrome in slechts 2 klikken",
    "no": "Bare slett alle Facebook -meldingene i Chrome bare om 2 klikk",
    "pl": "Po prostu usuwaj wszystkie wiadomości Facebooka™ w Chrome za pomocą zaledwie dwóch kliknięć",
    "pt_BR": "Basta apagar todas as mensagens do Facebook em apenas dois cliques.",
    "pt_PT": "Basta apagar todas as mensagens do Facebook em apenas dois cliques",
    "ro": "Pur și simplu ștergeți toate mesajele Facebook din Chrome doar cu 2 clicuri",
    "ru": "Удалите все сообщения Facebook всего за 2 клика",
    "sk": "Jednoducho odstráňte všetky správy Facebook v prehliadači Chrome len za 2 kliknutia",
    "sl": "Preprosto brisanje vseh Facebook sporočil v Chromu samo v dveh klikih",
    "sr": "Једноставно избришите све Facebook поруке у Chrome-у само у 2 кликова",
    "sv": "Ta bort alla Facebook -meddelanden i Chrome bara om 2 klick",
    "sw": "Tu kufuta ujumbe wote wa Facebook kwenye Chrome tu kwenye vifungo 2",
    "ta": "வெறுமனே 2 கிளிக்குகளில் Chrome இல் உள்ள அனைத்து Facebook செய்திகளை வெறுமனே நீக்கவும்",
    "te": "కేవలం 2 క్లిక్ల్లో కేవలం Chrome లో అన్ని Facebook సందేశాలను తొలగించండి.",
    "th": "เพียงแค่ลบข้อความ Facebookทั้งหมดใน Chrome เพียงแค่ 2 ครั้งเท่านั้น ลบข้อความร่อซู้ลด้วยข้อความนี้ให้สะอาดทันที",
    "tr": "Sadece tüm tıklamayla Chrome'daki tüm Facebook ™ mesajlarını silmeniz yeterlidir",
    "uk": "Видаліть всі повідомлення Facebook в Chrome всього за 2 кліки",
    "vi": "Chỉ cần xóa tất cả tin nhắn Facebook trong Chrome chỉ bằng 2 lần nhấp",
    "zh_CN": "只需2次点击即可删除Chrome中的所有Facebook消息。",
    "zh_TW": "只需2次點擊即可刪除Chrome中的所有Facebook消息"
  },
  "long": {
    "ar": "كيفية حذف جميع رسائل الفيسبوك في وقت واحد؟\nبسيط جدا وسريع! Fast Delete Facebook ™ Messages for Chrome ستساعدك في ذلك.\n\nلحذف جميع الرسائل ، تحتاج فقط إلى تنفيذ خطوتين (نقرتين في امتداد النافذة):\n1. انقر على \"فتح الرسائل\"\n2. انقر على \"حذف جميع الرسائل\"\n\nفعله! سيؤدي الإضافة في وقت قصير إلى إزالة جميع رسائل fb تلقائيًا من جميع دردشاتك.\nما عليك سوى الاسترخاء والاستمتاع بالنتيجة.\n\nيسمح الإضافة بإزالة جميع رسائلك دفعة واحدة دون الحاجة إلى حذفها واحدة تلو الأخرى.\n\n-------\nملحوظة\n-------\nFacebook ™ هي علامة تجارية لشركة Facebook ™ Inc. هذا الامتداد ، وهو \"Fast Delete Facebook ™ Messages\" ليس له علاقة بـ Facebook ™ inc.\n\nاستخدم هذا الامتداد على مسؤوليتك الخاصة. احذف رسائلك بعناية.\nالمطور غير مسؤول عن أي ضرر معنوي أو مادي يتكبده لك يتعلق بإزالة الرسائل من خلال هذا التمديد.\n\nيعني استخدام إضافة Chrome هذه موافقتك على هذه البنود.",
    "am": "በአንድ ጊዜ ሁሉንም የፌስቡክ መልእክቶች መሰረዝ የሚቻለው እንዴት ነው?\nበጣም ቀላል እና ፈጣን! ፈጣን ሰርዝ የ Facebook ™ መልዕክቶች ለ Chrome በዚህ ውስጥ ያግዝዎታል.\n\nሁሉንም መልዕክቶች ለመሰረዝ, 2 እርምጃዎችን ብቻ (በቅጥያው መስኮት ላይ 2 ጠቅታዎች):\n1. \"ክፍት መልዕክቶች\" ላይ ጠቅ ያድርጉ\n2. \"ሁሉንም መልዕክቶች ሰርዝ\" ላይ ጠቅ አድርግ\n\nተጠናቋል! በአጭር ጊዜ ውስጥ አጫጭር ቅጥያዎች ከሁሉም ቻቶችዎ ሁሉንም fb መልዕክቶች በራስ-ሰር ያስወግዳል.\nብቻዎን ዘና ማለት እና ውጤቱን ይደሰቱ.\n\nቅጥያ አንድ በአንድ ብቻ መሰረዝ ሳያስፈልግ ሁሉንም መልዕክቶችዎን ማስወገድ ይፈቅዳል.\n\n-------\nማስታወሻ\n-------\nFacebook ™ የ Facebook ™ Inc. የንግድ ምልክት ነው. ይህ ቅጥያ, «ፈጣን ሰርዝ Facebook ™ መልዕክቶች» ማለት «ከ Facebook ™ ጋር ግንኙነት የለውም».\n\nይህን ቅጥያ በእራስዎ ኃላፊነት ይጠቀሙበት. መልዕክቶችዎን በደንብ ይሰርዙ.\nገንቢው በዚህ ቅጥያ የመልዕክቶችን ማስወገድ ጋር በተያያዘ ለሚከሰቱ ማንኛውም የሞራል ወይም የቁስ ጭምር ገንቢዎ ተጠያቂ አይደለም.\n\nይህን የ Chrome ቅጥያ መጠቀም በእነዚህ ውሎች ተስማምተዋል ማለት ነው.",
    "bg": "Как да изтриете всички съобщения на facebook наведнъж?\nМного просто и бързо! Бързо изтриване на Facebook ™ съобщения за Chrome ще ви помогне в това.\n\nЗа да изтриете всички съобщения, трябва само да направите две стъпки (2 кликвания в прозореца на разширението):\n1. Кликнете върху \"Open Messages\"\n2. Кликнете върху \"Изтриване на всички съобщения\"\n\nСвършен! Разширяването за кратко време автоматично ще премахне всички съобщения fb от всичките ви разговори.\nТрябва само да се отпуснете и да се насладите на резултата.\n\nРазширението позволява да премахнете всичките си съобщения наведнъж, без да е необходимо да ги изтривате един по един.\n\n-------\nЗабележка\n-------\nFacebook ™ е запазена марка на Facebook ™ Inc. Това разширение, а именно \"Бързо изтриване на Facebook ™ съобщения\", няма връзка с Facebook ™ inc.\n\nИзползвайте това разширение на свой собствен риск. Изтривайте внимателно съобщенията си.\nПрограмистът не носи отговорност за каквито и да е морални или материални щети, причинени на вас, свързани с премахването на съобщения от това разширение.\n\nИзползването на това разширение за Chrome означава, че сте съгласни с тези условия.",
    "bn": "একসাথে সব ফেসবুক বার্তা মুছে ফেলতে কিভাবে?\nখুব সহজ এবং দ্রুত! ক্রোমের জন্য দ্রুত ফেসবুক ™ বার্তা মুছবে এটি আপনাকে সাহায্য করবে।\n\nসমস্ত বার্তা মুছে ফেলার জন্য, আপনাকে কেবলমাত্র 2 পদক্ষেপ (এক্সটেনশান উইন্ডোতে 2 ক্লিক) করতে হবে:\n1. \"ওপেন বার্তা\" ক্লিক করুন\n2. \"সকল বার্তা মুছে ফেলুন\" এ ক্লিক করুন\n\nসম্পন্ন! একটি স্বল্প সময়ের মধ্যে এক্সটেনশান স্বয়ংক্রিয়ভাবে আপনার সমস্ত চ্যাট থেকে সব fb বার্তা মুছে ফেলা হবে।\nআপনি শুধুমাত্র শিথিল করতে এবং ফলাফল ভোগ করতে হবে।\n\nএক্সটেনশান এক এক এক মুছে ফেলার ছাড়া একবার আপনার সব বার্তা মুছে ফেলতে পারবেন।\n\n-------\nবিঃদ্রঃ\n-------\nফেসবুক ™ ফেসবুক ™ ইনকর্পোরেটেড এর ট্রেডমার্ক। এই এক্সটেনশানটি, \"ফাস্ট ডিলিট ফেসবুক ™ বার্তা\" ফেসবুক ™ ইনক এর সাথে কোন সংযোগ নেই।\n\nআপনার নিজের ঝুঁকিতে এই এক্সটেনশন ব্যবহার করুন। সাবধানে আপনার বার্তা মুছে দিন।\nবিকাশকারী এই এক্সটেনশানটির দ্বারা বার্তাগুলি সরাতে আপনার সম্পর্কিত কোনও নৈতিক বা উপাদান ক্ষতির জন্য দায়বদ্ধ নয়।\n\nএই ক্রোম এক্সটেনশানটি ব্যবহার করে আপনি এই শর্তগুলির সাথে সম্মত হন।",
    "ca": "Com esborrar tots els missatges de Facebook alhora?\nMolt simple i ràpid! Fast Delete Facebook ™ Messages for Chrome l'ajudarà en això.\n\nPer eliminar tots els missatges, només heu de fer 2 passos (2 clics a la finestra d'extensió):\n1. Feu clic a \"Obrir missatges\".\n2. Feu clic a \"Suprimeix tots els missatges\".\n\nFet! L'extensió en poc temps eliminarà automàticament tots els missatges fb de tots els vostres xats.\nNomés cal relaxar-se i gaudir del resultat.\n\nL'extensió permet eliminar tots els vostres missatges alhora sense haver d'eliminar un per un.\n\n-------\nNota\n-------\nFacebook ™ és una marca registrada de Facebook ™ Inc. Aquesta extensió, a saber, \"Missatges ràpids de missatgeria de Facebook\" no té connexió amb Facebook ™ inc.\n\nUtilitzeu aquesta extensió sota el vostre propi risc. Elimineu els missatges amb cura.\nEl desenvolupador no es responsabilitza de cap dany moral o material que se li hagués derivat en l'eliminació de missatges per aquesta extensió.\n\nL'ús d'aquesta extensió de Chrome significa que accepteu aquests termes.",
    "cs": "Jak odstranit všechny zprávy facebook najednou?\nVelmi jednoduché a rychlé! Rychlé odstranění zpráv Facebook ™ pro Chrome vám v tom pomůže.\n\nChcete-li odstranit všechny zprávy, stačí udělat 2 kroky (2 kliknutí v okně rozšíření):\n1. Klikněte na \"Otevřít zprávy\"\n2. Klikněte na \"Smazat všechny zprávy\"\n\nHotovo! Rozšíření v krátkém čase automaticky odstraní všechny zprávy fb ze všech vašich chatů.\nPotřebujete jen relaxovat a užívat si výsledek.\n\nRozšíření umožňuje odebrat všechny zprávy najednou, aniž byste museli odstraňovat jeden po druhém.\n\n-------\nPoznámka\n-------\nFacebook ™ je ochranná známka společnosti Facebook ™ Inc. Toto rozšíření, jmenovitě \"Rychlé odstranění Facebook ™ zpráv\", nemá žádné spojení se službou Facebook ™ inc.\n\nPoužijte toto rozšíření na vlastní nebezpečí. Smazání zpráv pečlivě.\nVývojář nenese žádnou odpovědnost za jakékoli morální nebo materiální škody vzniklé v souvislosti s odstraněním zpráv tímto rozšířením.\n\nPoužití této rozšíření Chrome znamená, že souhlasíte s těmito podmínkami.",
    "da": "Sådan slettes alle facebook-meddelelser på én gang?\nMeget enkelt og hurtigt! Hurtig Slet Facebook ™ Beskeder til Chrome hjælper dig med dette.\n\nFor at slette alle meddelelser skal du bare gøre 2 trin (2 klik i udvidelsesvinduet):\n1. Klik på \"Åbn meddelelser\"\n2. Klik på \"Slet alle meddelelser\"\n\nFærdig! Forlængelse på kort tid fjerner automatisk alle fb-meddelelser fra alle dine chats.\nDu behøver kun at slappe af og nyde resultatet.\n\nUdvidelse tillader at fjerne alle dine beskeder på en gang uden at skulle slette en efter en.\n\n-------\nBemærk\n-------\nFacebook ™ er et varemærke tilhørende Facebook ™ Inc. Denne udvidelse, nemlig \"Fast Delete Facebook ™ Messages\", har ingen forbindelse til Facebook ™ inc.\n\nBrug denne udvidelse på egen risiko. Slet dine meddelelser omhyggeligt.\nUdvikler er ikke ansvarlig for nogen form for moralsk eller materiel skade, der er forbundet med dig i forbindelse med fjernelsen af meddelelser ved denne udvidelse.\n\nBrug af denne Chrome Extension betyder at du accepterer disse vilkår.",
    "de": "Wie lösche ich alle Facebook-Nachrichten auf einmal?\nSehr einfach und schnell! Fast Delete Facebook ™ Nachrichten für Chrome wird Ihnen dabei helfen.\n\nUm alle Nachrichten zu löschen, müssen Sie nur 2 Schritte ausführen (2 Klicks im Erweiterungsfenster):\n1. Klicken Sie auf \"Nachrichten öffnen\"\n2. Klicken Sie auf \"Alle Nachrichten löschen\"\n\nErledigt! Die Erweiterung in kurzer Zeit entfernt automatisch alle FB-Nachrichten von all Ihren Chats.\nSie müssen nur entspannen und das Ergebnis genießen.\n\nDie Erweiterung ermöglicht es, alle Ihre Nachrichten auf einmal zu löschen, ohne sie einzeln löschen zu müssen.\n\n-------\nHinweis\n-------\nFacebook ™ ist eine Marke von Facebook ™ Inc. Diese Erweiterung \"Fast Delete Facebook ™ Messages\" hat keine Verbindung zu Facebook ™ Inc.\n\nVerwenden Sie diese Erweiterung auf eigene Gefahr. Löschen Sie Ihre Nachrichten sorgfältig.\nDer Entwickler haftet nicht für moralische oder materielle Schäden, die Ihnen im Zusammenhang mit der Entfernung von Nachrichten durch diese Erweiterung entstehen.\n\nMit dieser Chrome-Erweiterung stimmen Sie diesen Bedingungen zu.",
    "el": "Πώς να διαγράψετε όλα τα μηνύματα του facebook ταυτόχρονα;\nΠολύ απλό και γρήγορο! Η γρήγορη διαγραφή μηνυμάτων Facebook ™ για το Chrome θα σας βοηθήσει σε αυτό.\n\nΓια να διαγράψετε όλα τα μηνύματα, πρέπει απλά να κάνετε 2 βήματα (2 κλικ στο παράθυρο επέκτασης):\n1. Κάντε κλικ στο \"Άνοιγμα μηνυμάτων\"\n2. Κάντε κλικ στο \"Διαγραφή όλων των μηνυμάτων\"\n\nΕγινε! Η επέκταση σε σύντομο χρονικό διάστημα θα αφαιρέσει αυτόματα όλα τα μηνύματα fb από όλες τις συνομιλίες σας.\nΑπλά πρέπει να χαλαρώσετε και να απολαύσετε το αποτέλεσμα.\n\nΗ επέκταση επιτρέπει την κατάργηση όλων των μηνυμάτων σας ταυτόχρονα χωρίς να χρειάζεται να διαγράψετε ένα προς ένα.\n\n-------\nΣημείωση\n-------\nΤο Facebook ™ είναι εμπορικό σήμα της Facebook ™ Inc. Αυτή η επέκταση, δηλαδή το \"Fast Delete Facebook ™ Messages\" δεν έχει καμία σύνδεση με το Facebook ™ inc.\n\nΧρησιμοποιήστε αυτήν την επέκταση με δική σας ευθύνη. Διαγράψτε προσεκτικά τα μηνύματά σας.\nΟ Προγραμματιστής δεν ευθύνεται για οποιεσδήποτε ηθικές ή υλικές ζημίες που σας έχουν προκύψει σε σχέση με την απομάκρυνση των μηνυμάτων από αυτήν την επέκταση.\n\nΗ χρήση αυτής της επέκτασης του Chrome σημαίνει ότι συμφωνείτε με αυτούς τους όρους.",
    "en,en_AU": "How to delete all facebook messages at once?\nVery simple and fast! Fast Delete Facebook™ Messages for Chrome will help you in this.\n\nTo delete all messages, you just need to do 2 steps (2 clicks in extension window):\n1. Click on \"Open Messages”\n2. Click on \"Delete all messages\"\n\nDone! Extension in a short time will automatically remove all fb messages from all your chats. \nYou only need to relax and enjoy the result.\n\nExtension allows to remove all your messages at once without having to delete one by one.\n\n-------\nNote\n-------\nFacebook™ is a trademark of Facebook ™ Inc. This  extension, namely “Fast Delete Facebook™ Messages\" has no connection to Facebook ™ inc.\n\nUse this extension at your own risk. Delete your messages carefully. \nDeveloper is not liable for any moral or material damage incurred to you related to the removal of messages by this extension. \n\nUsing this Chrome Extension means that you agree to these terms.\n\nMore Functionality:\n- Promoting other extensions",
    "en_GB,en_US": "How to delete all facebook messages at once?\nVery simple and fast! Fast Delete Facebook™ Messages for Chrome will help you in this.\n\nTo delete all messages, you just need to do 2 steps (2 clicks in extension window):\n1. Click on \"Open Messages”\n2. Click on \"Delete all messages\"\n\nDone! Extension in a short time will automatically remove all fb messages from all your chats. \nYou only need to relax and enjoy the result.\n\nExtension allows to remove all your messages at once without having to delete one by one.\n\n-------\nNote\n-------\nFacebook™ is a trademark of Facebook ™ Inc. This  extension, namely “Fast Delete Facebook™ Messages\" has no connection to Facebook ™ inc.\n\nUse this extension at your own risk. Delete your messages carefully. \nDeveloper is not liable for any moral or material damage incurred to you related to the removal of messages by this extension. \n\nUsing this Chrome Extension means that you agree to these terms.",
    "es": "Hvernig á að eyða öllum Facebook skilaboðum í einu?\nMjög einfalt og hratt! Fljótur Eyða Facebook ™ Skilaboð fyrir Chrome mun hjálpa þér í þessu.\n\nTil að eyða öllum skilaboðum þarftu bara að gera 2 skref (2 smelli í viðbótargluggi):\n1. Smelltu á \"Open Messages\"\n2. Smelltu á \"Eyða öllum skilaboðum\"\n\nGert! Eftirnafn á stuttum tíma mun sjálfkrafa fjarlægja allar fb skilaboð frá öllum spjallum þínum.\nÞú þarft aðeins að slaka á og njóta niðurstöðunnar.\n\nEftirnafn leyfir þér að eyða öllum skilaboðum þínum í einu án þess að þurfa að eyða einu í einu.\n\n-------\nAthugaðu\n-------\nFacebook ™ er vörumerki Facebook ™ Inc. Þessi viðbót, þ.e. \"Fast Delete Facebook ™ Skilaboð\" hefur engin tengsl við Facebook ™ inc.\n\nNotaðu þessa framlengingu á eigin ábyrgð. Eyðu skilaboðum þínum vandlega.\nHönnuður er ekki ábyrgur fyrir neinum siðferðilegum eða skemmdum sem þú hefur í för með sér að fjarlægja skilaboð með þessari viðbót.\n\nMeð því að nota þessa Chrome Extension þýðir að þú samþykkir þessa skilmála.",
    "es_419": "¿Cómo eliminar todos los mensajes de Facebook a la vez?\n¡Muy simple y rápido! Los mensajes Fast Delete Facebook ™ para Chrome te ayudarán en esto.\n\nPara eliminar todos los mensajes, solo tiene que hacer 2 pasos (2 clics en la ventana de extensión):\n1. Haga clic en \"Abrir mensajes\"\n2. Haga clic en \"Eliminar todos los mensajes\"\n\n¡Hecho! La extensión en poco tiempo eliminará automáticamente todos los mensajes fb de todos sus chats.\nSolo necesitas relajarte y disfrutar el resultado.\n\nLa extensión permite eliminar todos tus mensajes a la vez sin tener que eliminar uno por uno.\n\n-------\nNota\n-------\nFacebook ™ es una marca comercial de Facebook ™ Inc. Esta extensión, a saber, \"Mensajes Fast Delete Facebook ™\" no tiene conexión con Facebook ™ inc.\n\nUse esta extensión bajo su propio riesgo. Borre sus mensajes cuidadosamente.\nEl Desarrollador no es responsable de ningún daño moral o material en el que se haya incurrido relacionado con la eliminación de mensajes por esta extensión.\n\nEl uso de esta extensión de Chrome significa que usted acepta estos términos.",
    "et": "Kuidas kustutada kõik Facebooki sõnumid korraga?\nVäga lihtne ja kiire! Kiire Facebooki Facebooki sõnumite eemaldamine aitab teil seda teha.\n\nKõigi sõnumite kustutamiseks peate lihtsalt tegema 2 sammu (2 kliki pikenduse aknas):\n1. Klõpsake nuppu \"Ava sõnumid\"\n2. Klõpsake \"Kustuta kõik sõnumid\"\n\nValmis! Laiendamine lühikese aja jooksul eemaldab automaatselt kõik ft-sõnumid kõigist teie vestlustest.\nPeate ainult lõõgastuma ja tulemust nautima.\n\nLaiendus võimaldab eemaldada kõik teie sõnumid korraga, ilma et peaksite neid ükshaaval kustutama.\n\n------\nMärge\n------\nFacebook ™ on Facebook ™ Inc. kaubamärk. Sellel laiendusel nimelt \"Fast Delete Facebook ™ sõnumitel\" puudub link Facebook ™ inc.\n\nKasutage seda laiendit omal vastutusel. Kustuta oma sõnumid hoolikalt.\nArendaja ei vastuta ühegi moraalse või materiaalse kahju eest, mis teil on seoses pikendusega sõnumite eemaldamisega seotud.\n\nSelle Chrome'i laienduse kasutamine tähendab, et nõustute nende tingimustega.",
    "fa": "چگونه همه پیام های فیس بوک را در یک بار حذف کنیم؟\nبسیار ساده و سریع! سریع حذف پیام های فیس بوک ™ برای Chrome به شما در این امر کمک خواهد کرد.\n\nبرای حذف همه پیامها، فقط باید 2 مرحله (2 کلیک در پنجره برنامه افزودنی) انجام دهید:\n1. بر روی \"باز کردن پیام ها\" کلیک کنید\n2. بر روی \"حذف همه پیام ها\" کلیک کنید\n\nانجام شده! فرمت در یک زمان کوتاه به طور خودکار تمام پیام های FB را از همه چت های خود حذف خواهد کرد.\nشما فقط باید برای استراحت و لذت بردن از نتیجه.\n\nفرمت اجازه می دهد تا تمام پیام های شما را به صورت یکبار حذف کنید بدون اینکه یک یا دو مورد را حذف کنید.\n\n-------\nتوجه داشته باشید\n-------\nFacebook ™ یک علامت تجاری از شرکت Facebook ™ است. این فرمت، یعنی \"Fast Delete Facebook ™ Messages\" هیچ ارتباطی با Facebook ™ inc ندارد.\n\nاز این پسوند با ریسک خود استفاده کنید. پیام های خود را با دقت حذف کنید.\nتوسعهدهنده برای هیچگونه خسارت اخلاقی یا مادی مربوط به حذف پیامهای این افزونه مسئول نیست.\n\nبا استفاده از این افزونه Chrome به این معنی است که شما با این شرایط موافقت میکنید.",
    "fi": "Kuinka poistaa kaikki facebook-viestit kerralla?\nErittäin yksinkertainen ja nopea! Fast Delete Facebook ™ -viestit Chromea varten auttavat sinua tässä.\n\nJos haluat poistaa kaikki viestit, sinun tarvitsee vain tehdä 2 vaihetta (2 klikkausta laajennusikkunassa):\n1. Napsauta \"Avaa viestit\"\n2. Napsauta \"Poista kaikki viestit\"\n\nTehty! Laajennus lyhyessä ajassa poistaa automaattisesti kaikki fb-viestit kaikista keskusteluista.\nSinun tarvitsee vain rentoutua ja nauttia tuloksesta.\n\nLaajennus poistaa kaikki viestejäsi kerralla ilman, että sinun tarvitsee poistaa niitä yksitellen.\n\n-------\nHuomautus\n-------\nFacebook ™ on Facebook ™ Inc: n tavaramerkki. Tämä laajennus eli \"Fast Delete Facebook ™ Messages\" ei ole yhteydessä Facebook ™ inc: hen.\n\nKäytä tätä laajennusta omalla vastuullasi. Poista viestisi huolellisesti.\nKehittäjä ei ole vastuussa mihinkään moraaliseen tai aineelliseen vahinkoon, joka aiheutuisi vientien poistamisesta tämän laajennuksen avulla.\n\nTämän Chrome-laajennuksen käyttäminen tarkoittaa, että hyväksyt nämä ehdot.",
    "fil": "Paano tanggalin ang lahat ng mga mensahe ng facebook nang sabay-sabay?\nNapakadali at mabilis! Mabilis na Tanggalin ang Mga Mensahe ng Facebook ™ para sa Chrome ay makakatulong sa iyo sa ito.\n\nUpang tanggalin ang lahat ng mga mensahe, kakailanganin mo lang gawin 2 hakbang (2 click sa window ng extension):\n1. Mag-click sa \"Buksan ang Mga Mensahe\"\n2. Mag-click sa \"Tanggalin ang lahat ng mga mensahe\"\n\nTapos na! Ang extension sa isang maikling panahon ay awtomatikong aalisin ang lahat ng mga mensahe sa fb mula sa lahat ng iyong mga pakikipag-chat.\nKailangan mo lamang magrelaks at magsaya sa resulta.\n\nPinahihintulutan ng Extension na alisin ang lahat ng iyong mga mensahe nang sabay-sabay nang hindi na kailangang magtanggal nang isa-isa.\n\n-------\nTandaan\n-------\nAng Facebook ™ ay isang trademark ng Facebook ™ Inc. Ang extension na ito, lalo na ang \"Mga Mensahe ng Mabilis na Tanggalin ang Facebook ™\" ay walang koneksyon sa Facebook ™ inc.\n\nGamitin ang extension na ito sa iyong sariling peligro. Tanggalin ang iyong mga mensahe nang maingat.\nAng developer ay hindi mananagot para sa anumang pinsala sa moral o materyal na nauugnay sa iyo sa pag-alis ng mga mensahe sa pamamagitan ng extension na ito.\n\nAng paggamit ng Extension ng Chrome ay nangangahulugang sumasang-ayon ka sa mga tuntuning ito.",
    "fr": "Comment supprimer tous les messages facebook en même temps?\nTrès simple et rapide! Supprimer rapidement les messages Facebook ™ pour Chrome vous y aidera.\n\nPour supprimer tous les messages, il vous suffit de faire 2 étapes (2 clics dans la fenêtre d'extension):\n1. Cliquez sur \"Open Messages\"\n2. Cliquez sur \"Supprimer tous les messages\"\n\nTerminé! L'extension dans un court laps de temps supprimera automatiquement tous les messages fb de tous vos chats.\nIl vous suffit de vous détendre et de profiter du résultat.\n\nL'extension permet de supprimer tous vos messages à la fois sans avoir à supprimer un par un.\n\n-------\nRemarque\n-----\nFacebook ™ est une marque commerciale de Facebook ™ Inc. Cette extension, à savoir «Suppression rapide des messages Facebook ™», n'a aucun lien avec Facebook ™ inc.\n\nUtilisez cette extension à vos risques et périls. Supprimez vos messages avec soin.\nLe développeur ne peut être tenu responsable des dommages moraux ou matériels que vous pourriez subir en rapport avec la suppression de messages par cette extension.\n\nL'utilisation de cette extension Chrome signifie que vous acceptez ces termes.",
    "gu": "એક જ સમયે બધા ફેસબુક સંદેશાઓ કેવી રીતે કાઢી નાખવું?\nખૂબ સરળ અને ઝડપી! ક્રોમ માટે ફાસ્ટ મેસેજ ફેસબુક મેસેજ તમને આમાં મદદ કરશે.\n\nબધા સંદેશાઓને કાઢી નાખવા માટે, તમારે ફક્ત 2 પગલાં (એક્સ્ટેંશન વિંડોમાં 2 ક્લિક્સ) કરવાની જરૂર છે:\n1. \"ઓપન મેસેજીસ\" પર ક્લિક કરો\n2. \"બધા સંદેશા કાઢી નાખો\" પર ક્લિક કરો\n\nથઈ ગયું! ટૂંકા સમયમાં એક્સ્ટેંશન આપમેળે તમારા બધા ચેટ્સમાંથી બધા FB સંદેશાઓને દૂર કરશે.\nતમારે માત્ર આરામ કરવાની અને પરિણામનો આનંદ માણવાની જરૂર છે.\n\nએક્સ્ટેન્શન તમારા બધા સંદેશાને એક જ સમયે કાઢી નાખ્યા વગર એકવારમાં દૂર કરવાની મંજૂરી આપે છે.\n\n-------\nનૉૅધ\n-------\nફેસબુક ™ એ ફેસબુક ™ ઇન્ક. નો એક ટ્રેડમાર્ક છે. આ એક્સ્ટેંશન, \"ફાસ્ટ ડિલિટ ફેસબુક ™ મેસેજીસ\" નો ફેસબુક ™ ઇંક સાથે કોઈ જોડાણ નથી.\n\nતમારા પોતાના જોખમે આ એક્સ્ટેંશનનો ઉપયોગ કરો. તમારા સંદેશાઓને ધ્યાનપૂર્વક કાઢી નાખો.\nઆ એક્સ્ટેંશન દ્વારા સંદેશાઓને દૂર કરવાથી સંબંધિત તમારા દ્વારા થતા કોઈપણ નૈતિક અથવા ભૌતિક નુકસાન માટે વિકાસકર્તા જવાબદાર નથી.\n\nઆ Chrome એક્સ્ટેંશનનો ઉપયોગ કરવાનો અર્થ એ છે કે તમે આ શરતોથી સંમત છો.",
    "he": "כיצד למחוק את כל ההודעות בפייסבוק בבת אחת?\nמאוד פשוט ומהיר! מחק במהירות Facebook ™ הודעות עבור Chrome יעזרו לך בכך.\n\nכדי למחוק את כל ההודעות, עליך פשוט לבצע 2 שלבים (2 לחיצות בחלון הרחבה):\n1. לחץ על \"פתח הודעות\"\n2. לחץ על \"מחק את כל ההודעות\"\n\nבוצע! הארכה בתוך זמן קצר תסיר באופן אוטומטי את כל הודעות ה- fb מכל הצ'אטים שלך.\nאתה רק צריך להירגע וליהנות מהתוצאה.\n\nההרחבה מאפשרת להסיר את כל ההודעות שלך בבת אחת מבלי למחוק אחת אחת.\n\n-------\nהערה\n-------\nפייסבוק ™ הוא סימן מסחרי של Facebook ™ Inc. תוסף זה, כלומר \"Fast Delete Facebook ™ Messages\" אין חיבור ל- Facebook ™ inc.\n\nהשתמש בתוסף זה על אחריותך בלבד. מחק את ההודעות שלך בקפידה.\nהמפתח אינו אחראי לכל נזק מוסרי או חומרי שנגרם לך בקשר להסרת הודעות על ידי תוסף זה.\n\nהשימוש בתוסף זה של Chrome פירושו שאתה מסכים לתנאים אלה.",
    "hi": "एक ही समय में सभी फेसबुक संदेशों को कैसे हटाएं?\nबहुत सरल और तेज़! क्रोम के लिए फास्ट हटाएं फेसबुक ™ संदेश इस में आपकी सहायता करेंगे।\n\nसभी संदेशों को हटाने के लिए, आपको केवल 2 कदम (एक्सटेंशन विंडो में 2 क्लिक) करने की आवश्यकता है:\n1. \"ओपन मैसेज\" पर क्लिक करें\n2. \"सभी संदेशों को हटाएं\" पर क्लिक करें\n\nकिया हुआ! थोड़े समय में एक्सटेंशन स्वचालित रूप से आपके सभी चैट से सभी एफबी संदेशों को हटा देगा।\nआपको केवल आराम करने और परिणाम का आनंद लेने की आवश्यकता है।\n\nएक्सटेंशन आपके सभी संदेशों को एक-एक करके हटाए बिना एक बार में हटाने की अनुमति देता है।\n\n-------\nध्यान दें\n-------\nफेसबुक ™ फेसबुक ™ इंक का ट्रेडमार्क है। इस एक्सटेंशन, अर्थात् \"फास्ट डिलीट फेसबुक ™ संदेश\" का फेसबुक ™ इंक से कोई संबंध नहीं है।\n\nइस एक्सटेंशन का प्रयोग अपने जोखिम पर करें। अपने संदेशों को ध्यान से हटाएं।\nडेवलपर इस एक्सटेंशन द्वारा संदेशों को हटाने से संबंधित किसी भी नैतिक या भौतिक क्षति के लिए उत्तरदायी नहीं है।\n\nइस क्रोम एक्सटेंशन का उपयोग करना मतलब है कि आप इन शर्तों से सहमत हैं।",
    "hr": "Kako izbrisati sve facebook poruke odjednom?\nVrlo jednostavno i brzo! Brzo Brisanje Facebook ™ poruka za Chrome pomoći će vam u tome.\n\nDa biste izbrisali sve poruke, trebate samo 2 koraka (2 klikova u prozoru proširenja):\n1. Kliknite \"Otvori poruke\"\n2. Kliknite na \"Izbriši sve poruke\"\n\nGotovo! Proširenje u kratkom vremenu automatski će ukloniti sve fb poruke iz svih razgovora.\nTrebate se samo opustiti i uživati u rezultatu.\n\nProširenje omogućuje uklanjanje svih vaših poruka odjednom bez potrebe za brisanjem jednog po jednog.\n\n-------\nBilješka\n-------\nFacebook ™ je zaštitni znak tvrtke Facebook ™ Inc. Ovo proširenje, naime \"Fast Delete Facebook ™ Messages\" nema veze s Facebook ™ incom.\n\nKoristite ovo proširenje na vlastiti rizik. Pažljivo brisanje poruka.\nDeveloper nije odgovoran za bilo kakvu moralnu ili materijalnu štetu nastalu uslijed uklanjanja poruka ovom produžetku.\n\nUpotreba ovog proširenja za Chrome znači da prihvaćate ove uvjete.",
    "hu": "Hogyan törölheti egyszerre az összes facebook-üzenetet?\nNagyon egyszerű és gyors! Gyors törlés A Facebook ™ üzenetek a Chrome-ban segítenek ebben.\n\nAz összes üzenet törléséhez csak 2 lépést kell tennie (2 kattintás a bõvítõablakban):\n1. Kattintson az \"Üzenetek megnyitása\"\n2. Kattintson az \"Összes üzenet törlése\"\n\nKész! A bővítés rövid idő alatt automatikusan eltávolítja az összes csevegő üzenetét.\nCsak pihenjen és élvezze az eredményt.\n\nAz Extension lehetővé teszi, hogy egyszerre távolítsa el az összes üzenetet anélkül, hogy egyenként törölnie kellene őket.\n\n-------\njegyzet\n-------\nA Facebook ™ a Facebook ™ Inc. védjegye. Ez a kiterjesztés, vagyis a \"Fast Delete Facebook ™ Messages\" nem kapcsolódik a Facebook ™ Inc.-hez.\n\nHasználja ezt a kiterjesztést saját felelősségére. Törölje üzenetét.\nA fejlesztő nem vállal felelősséget semmilyen erkölcsi vagy anyagi kárért, amelyet az üzenetek e bővítéssel történő eltávolításával kapcsolatban okozott.\n\nA Chrome-bővítmény használatával Ön elfogadja ezeket a feltételeket.",
    "id": "Bagaimana cara menghapus semua pesan facebook sekaligus?\nSangat sederhana dan cepat! Hapus Cepat Pesan Facebook ™ untuk Chrome akan membantu Anda dalam hal ini.\n\nUntuk menghapus semua pesan, Anda hanya perlu melakukan 2 langkah (2 klik di jendela ekstensi):\n1. Klik \"Buka Pesan\"\n2. Klik \"Hapus semua pesan\"\n\nSelesai! Ekstensi dalam waktu singkat akan secara otomatis menghapus semua pesan fb dari semua obrolan Anda.\nAnda hanya perlu bersantai dan menikmati hasilnya.\n\nEkstensi memungkinkan untuk menghapus semua pesan Anda sekaligus tanpa harus menghapus satu per satu.\n\n-------\nCatatan\n-------\nFacebook ™ adalah merek dagang dari Facebook ™ Inc. Ekstensi ini, yaitu \"Pesan Cepat Hapus Facebook ™\" tidak memiliki koneksi ke Facebook ™ inc.\n\nGunakan ekstensi ini dengan resiko Anda sendiri. Hapus pesan Anda dengan hati-hati.\nPengembang tidak bertanggung jawab atas kerusakan moral atau materi yang terjadi pada Anda terkait penghapusan pesan oleh ekstensi ini.\n\nMenggunakan Ekstensi Chrome ini berarti Anda menyetujui persyaratan ini.",
    "it": "Come eliminare tutti i messaggi di Facebook contemporaneamente?\nMolto semplice e veloce! Fast Delete Facebook ™ Messaggi per Chrome ti aiuterà in questo.\n\nPer eliminare tutti i messaggi, è sufficiente eseguire 2 passaggi (2 clic nella finestra di estensione):\n1. Fai clic su \"Apri messaggi\"\n2. Fai clic su \"Elimina tutti i messaggi\"\n\nFatto! L'estensione in breve tempo rimuoverà automaticamente tutti i messaggi fb da tutte le tue chat.\nHai solo bisogno di rilassarti e goderti il risultato.\n\nL'estensione consente di rimuovere tutti i tuoi messaggi contemporaneamente senza doverli eliminare uno per uno.\n\n-------\nNota\n-------\nFacebook ™ è un marchio di Facebook ™ Inc. Questa estensione, in particolare \"Messaggi Fast Delete Facebook ™\" non ha alcuna connessione a Facebook ™ inc.\n\nUtilizzare questa estensione a proprio rischio. Elimina i tuoi messaggi con attenzione.\nLo sviluppatore non è responsabile per qualsiasi danno morale o materiale incorso in relazione alla rimozione di messaggi da parte di questa estensione.\n\nL'utilizzo di questa estensione di Chrome ti consente di accettare questi termini.",
    "ja": "一度にすべてのFacebookのメッセージを削除するには？\n非常にシンプルで速い！ Fast Delete Facebook™のメッセージがChromeのために役立ちます。\n\nすべてのメッセージを削除するには、2ステップ（拡張ウィンドウで2回のクリック）を行うだけです。\n1.「メッセージを開く」をクリックします。\n2.「すべてのメッセージを削除する」をクリックします。\n\n完了！ 短い時間内に拡張機能を使用すると、すべてのチャットからすべてのfbメッセージが自動的に削除されます。\nあなたはリラックスして結果を楽しむだけです。\n\n拡張機能を使用すると、すべてのメッセージを1つずつ削除することなく一度に削除できます。\n\n-------\n注意\n-------\nFacebook™はFacebook™の商標です。この拡張機能、すなわち「Fast Delete Facebook™Messages」はFacebook™との接続がありません。\n\nこの拡張機能は、自己責任で使用してください。 メッセージを慎重に削除してください。\n開発者は、この拡張機能によるメッセージの削除に関連してあなたに生じたいかなる道徳的または重大な損害についても責任を負いません。\n\nこのChrome拡張機能を使用することは、これらの条件に同意したことを意味します。",
    "kn": "ಎಲ್ಲಾ ಫೇಸ್ಬುಕ್ ಸಂದೇಶಗಳನ್ನು ಏಕಕಾಲದಲ್ಲಿ ಅಳಿಸಲು ಹೇಗೆ?\nತುಂಬಾ ಸರಳ ಮತ್ತು ವೇಗವಾಗಿ! ಕ್ರೋಮ್ಗಾಗಿ ಫಾಸ್ಟ್ ಅಳಿಸಿ ಫೇಸ್ಬುಕ್ ™ ಸಂದೇಶಗಳು ಇದನ್ನು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.\n\nಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಲು, ನೀವು 2 ಹಂತಗಳನ್ನು (ವಿಸ್ತರಣೆ ವಿಂಡೋದಲ್ಲಿ 2 ಕ್ಲಿಕ್ಗಳು) ಮಾಡಬೇಕಾದ್ದು:\n1. \"ಓಪನ್ ಸಂದೇಶಗಳು\" ಕ್ಲಿಕ್ ಮಾಡಿ\n2. \"ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸಿ\" ಕ್ಲಿಕ್ ಮಾಡಿ\n\nಮುಗಿದಿದೆ! ಅಲ್ಪಾವಧಿಯಲ್ಲಿ ವಿಸ್ತರಣೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಎಲ್ಲ ಚಾಟ್ಗಳಿಂದ Fb ಸಂದೇಶಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ.\nನೀವು ಮಾತ್ರ ಫಲಿತಾಂಶವನ್ನು ವಿಶ್ರಾಂತಿ ಮತ್ತು ಆನಂದಿಸಬೇಕಾಗಿದೆ.\n\nಒಂದರಿಂದ ಒಂದನ್ನು ಅಳಿಸದೆಯೇ ನಿಮ್ಮ ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಒಂದೇ ಬಾರಿಗೆ ತೆಗೆದುಹಾಕಲು ವಿಸ್ತರಣೆ ಅನುಮತಿಸುತ್ತದೆ.\n\n-------\nಸೂಚನೆ\n-------\nಫೇಸ್ಬುಕ್ ™ ಫೇಸ್ಬುಕ್ ™ ಇಂಕ್ ಒಂದು ಟ್ರೇಡ್ಮಾರ್ಕ್ ಆಗಿದೆ. ಈ ವಿಸ್ತರಣೆ, ಅಂದರೆ \"ಫಾಸ್ಟ್ ಅಳಿಸಿ ಫೇಸ್ಬುಕ್ ™ ಸಂದೇಶಗಳು\" ಫೇಸ್ಬುಕ್ ™ ಇಂಕ್ ಯಾವುದೇ ಸಂಪರ್ಕವನ್ನು ಹೊಂದಿದೆ.\n\nನಿಮ್ಮ ಸ್ವಂತ ಅಪಾಯದಲ್ಲಿ ಈ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಿ. ನಿಮ್ಮ ಸಂದೇಶಗಳನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಅಳಿಸಿ.\nಈ ವಿಸ್ತರಣೆಯ ಮೂಲಕ ಸಂದೇಶಗಳನ್ನು ತೆಗೆದುಹಾಕುವಲ್ಲಿ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ನೈತಿಕ ಅಥವಾ ವಸ್ತು ಹಾನಿಗಳಿಗೆ ಡೆವಲಪರ್ಗೆ ಹೊಣೆಗಾರನಾಗಿರುವುದಿಲ್ಲ.\n\nಈ Chrome ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಈ ನಿಯಮಗಳನ್ನು ಒಪ್ಪುತ್ತೀರಿ ಎಂದರ್ಥ.",
    "ko": "한 번에 모든 facebook 메시지를 삭제하는 방법?\n매우 간단하고 빠릅니다! Fast Delete Facebook ™ 메시지가 Chrome에서 도움이 될 것입니다.\n\n모든 메시지를 삭제하려면 2 단계 만 수행하면됩니다 (확장 프로그램 창에서 2 번 클릭).\n1. \"메시지 열기\"를 클릭하십시오.\n2. \"모든 메시지 삭제\"를 클릭하십시오.\n\n끝난! 짧은 시간 내에 내선이 모든 채팅에서 모든 fb 메시지를 자동으로 제거합니다.\n결과를 편안하게 즐기기 만하면됩니다.\n\n확장 프로그램은 하나씩 삭제하지 않고 한 번에 모든 메일을 삭제할 수 있습니다.\n\n-------\n노트\n-------\nFacebook ™은 Facebook ™ Inc.의 상표입니다.이 확장 프로그램, 즉 \"Fast Delete Facebook ™ Messages\"는 Facebook ™ inc에 연결되어 있지 않습니다.\n\n이 확장 프로그램 사용에 따른 모든 책임은 사용자에게 있습니다. 메시지를 신중하게 삭제하십시오.\n개발자는이 확장 프로그램에 의한 메시지 제거와 관련하여 귀하에게 초래 된 도덕적 또는 중대한 손해에 대해 책임을지지 않습니다.\n\n이 Chrome 확장 프로그램을 사용한다는 것은 귀하가이 약관에 동의한다는 의미입니다.",
    "lt": "Kaip ištrinti visus \"Facebook\" pranešimus vienu metu?\nLabai paprasta ir greita! Greitai ištrinti \"Facebook\" pranešimus \"Chrome\" padės jums tai padaryti.\n\nJei norite ištrinti visus pranešimus, jums reikia atlikti 2 žingsnius (2 paspaudimai pratęsimo lange):\n1. Spustelėkite \"Atidaryti pranešimus\"\n2. Spustelėkite \"Ištrinti visus pranešimus\"\n\nPadaryta! Pratęsimas per trumpą laiką automatiškai pašalins visus fb pranešimus iš visų jūsų pokalbių.\nJums reikia tik atsipalaiduoti ir mėgautis rezultatu.\n\nIšplėtimas leidžia pašalinti visus jūsų pranešimus iš karto, neištrindami po vieną.\n\n------\nPastaba\n------\n\"Facebook ™\" yra \"Facebook ™ Inc.\" prekės ženklas. Šis išplėtimas, ty \"Greitas ištrynimas\" \"Facebook\" pranešimai, neturi jokio ryšio su Facebook ™ inc.\n\nNaudokite šį pratęsimą savo rizika. Atidžiai ištrinkite savo pranešimus.\nKūrėjas neatsako už bet kokią moralinę ar materialinę žalą, susijusią su pranešimų pašalinimu šiuo pratęsimu.\n\nNaudodami šį \"Chrome\" plėtinį reiškia, kad sutinkate su šiomis sąlygomis.",
    "lv": "Kā izdzēst visas facebook ziņas uzreiz?\nĻoti vienkārši un ātri! Ātri izdzēsīsiet Facebook ™ ziņojumus par Chrome, kas jums palīdzēs.\n\nLai izdzēstu visas ziņas, jums ir jāveic tikai divas darbības (2 klikšķi paplašinājuma logā):\n1. Noklikšķiniet uz \"Atvērt ziņas\"\n2. Noklikšķiniet uz \"Dzēst visus ziņojumus\"\n\nGatavs! Paplašināšana īsā laikā automātiski noņems visus fb ziņojumus no visām jūsu tērzēšanas sarunām.\nJums tikai nepieciešams atpūsties un izbaudīt rezultātu.\n\nPaplašinājums ļauj noņemt visus jūsu ziņojumus uzreiz, nevajag izdzēst pa vienam.\n\n------\nPiezīme\n------\nFacebook ™ ir Facebook ™ Inc. preču zīme. Šis paplašinājums, proti, \"Fast Delete Facebook ™ Messages\" nav saistīts ar Facebook ™ inc.\n\nIzmantojiet šo paplašinājumu uz savu risku. Rūpīgi izdzēsiet ziņojumus.\nIzstrādātājs nav atbildīgs par jebkādu morālu vai materiālu zaudējumu, kas jums radīts saistībā ar ziņojumu noņemšanu ar šo paplašinājumu.\n\nIzmantojot šo Chrome paplašinājumu, jūs piekrītat šiem noteikumiem.",
    "ml": "എല്ലാ ഫേസ്ബുക്ക് സന്ദേശങ്ങളും ഒറ്റയടിക്ക് എങ്ങനെ ഇല്ലാതാക്കാം?\nവളരെ ലളിതവും വേഗതയുമുള്ള! വേഗത്തിൽ നീക്കംചെയ്യുക Facebook- നുള്ള Chrome സന്ദേശങ്ങൾ ഇതിൽ നിങ്ങളെ സഹായിക്കും.\n\nഎല്ലാ സന്ദേശങ്ങളും ഇല്ലാതാക്കാൻ, നിങ്ങൾ രണ്ട് ഘട്ടങ്ങൾ ചെയ്യേണ്ടതുണ്ട് (വിപുലീകരണ വിൻഡോയിലെ 2 ക്ലിക്കുകൾ):\n1. \"ഓപ്പൺ സന്ദേശങ്ങൾ\" ക്ലിക്ക് ചെയ്യുക\n2. \"എല്ലാ സന്ദേശങ്ങളും ഇല്ലാതാക്കുക\"\n\nചെയ്തുകഴിഞ്ഞു! ചുരുങ്ങിയ സമയത്തിനുള്ളിൽ എക്സ്റ്റൻഷൻ നിങ്ങളുടെ എല്ലാ ചാറ്റുകളിൽ നിന്നും എല്ലാ fb സന്ദേശങ്ങളും സ്വയം നീക്കംചെയ്യും.\nഫലം മാത്രം വിശ്രമിക്കുകയും ആസ്വദിക്കുകയും വേണം.\n\nനിങ്ങളുടെ എല്ലാ സന്ദേശങ്ങളും ഒറ്റത്തവണ ഇല്ലാതാക്കാതെ ഒരേ സമയം നീക്കംചെയ്യാൻ വിപുലീകരണം അനുവദിക്കുന്നു.\n\n-------\nകുറിപ്പ്\n-------\nFacebook ™ Inc. ന്റെ വ്യാപാരമുദ്രയാണ് ഫേസ്ബുക്ക് ™. ഈ വിപുലീകരണം, ഫേസ്ബുക്ക് ™ ഇൻകമിംഗുകൾക്ക് വേഗതയേറിയ ഫെയ്സ്ബുക്ക് ™ സന്ദേശങ്ങൾ ഇല്ല.\n\nനിങ്ങളുടെ സ്വന്തം റിസ്കിൽ ഈ വിപുലീകരണം ഉപയോഗിക്കുക. നിങ്ങളുടെ സന്ദേശങ്ങൾ ശ്രദ്ധാപൂർവ്വം ഇല്ലാതാക്കുക.\nഈ വിപുലീകരണത്തിലൂടെ സന്ദേശങ്ങൾ നീക്കം ചെയ്യപ്പെടുന്നതുമായി ബന്ധപ്പെട്ട് നിങ്ങൾക്ക് സംഭവിച്ച ഏതെങ്കിലും ധാർമ്മികമോ അല്ലെങ്കിൽ ഭൗതിക നഷ്ടത്തിനോ ഡവലപ്പർക്ക് ബാധ്യതയില്ല.\n\nഈ Chrome വിപുലീകരണം ഉപയോഗിക്കുന്നത് നിങ്ങൾ ഈ നിബന്ധനകൾ അംഗീകരിക്കുന്നുവെന്നാണ് അർത്ഥമാക്കുന്നത്.",
    "mr": "एकाच वेळी सर्व फेसबुक संदेश कसे हटवायचे?\nअतिशय साधे आणि वेगवान! Chrome साठी फास्ट हटवा फेसबुक ™ संदेश आपल्याला यामध्ये मदत करेल.\n\nसर्व संदेश हटविण्यासाठी, आपल्याला केवळ 2 चरण (विस्तार विंडोमध्ये 2 क्लिक) करणे आवश्यक आहे:\n1. \"ओपन मेसेज\" वर क्लिक करा.\n2. \"सर्व संदेश हटवा\" वर क्लिक करा.\n\nपूर्ण झाले! एका क्षणात विस्तार आपल्या सर्व चॅट्समधून स्वयंचलितपणे सर्व FB संदेश काढेल.\nआपल्याला केवळ आराम करण्याचा आणि परिणामांचा आनंद घेण्याची आवश्यकता आहे.\n\nविस्तार आपल्या सर्व संदेशांना एकाच वेळी हटविल्याशिवाय एकाचवेळी काढण्याची परवानगी देतो.\n\n-------\nटीप\n-------\nFacebook ™ हा फेसबुक ™ इंकचा ट्रेडमार्क आहे. हा विस्तार, \"फास्ट डिलीट फेसबुक ™ संदेश\" चा फेसबुक ™ इंकशी संबंध नाही.\n\nआपल्या स्वत: च्या जोखमीवर हा विस्तार वापरा. काळजीपूर्वक आपले संदेश हटवा.\nया विस्ताराद्वारे संदेश काढण्याशी संबंधित आपणास झालेल्या कोणत्याही नैतिक किंवा भौतिक हानीसाठी विकसक जबाबदार नाही.\n\nहे Chrome विस्तार वापरणे म्हणजे आपण या अटींशी सहमत आहात.",
    "ms": "Bagaimana untuk memadam semua mesej facebook sekaligus?\nSangat mudah dan cepat! Cepat Hapus Mesej Facebook ™ untuk Chrome akan membantu anda dalam hal ini.\n\nUntuk memadam semua mesej, anda hanya perlu melakukan 2 langkah (2 klik dalam tetingkap sambungan):\n1. Klik pada \"Mesej Terbuka\"\n2. Klik pada \"Padam semua mesej\"\n\nSelesai! Sambungan dalam masa yang singkat secara automatik akan mengeluarkan semua mesej fb dari semua sembang anda.\nAnda hanya perlu berehat dan menikmati hasilnya.\n\nPelanjutan membolehkan anda memadam semua mesej anda sekaligus tanpa perlu memadamkan satu demi satu.\n\n-------\nNota\n-------\nFacebook ™ adalah tanda dagangan Facebook ™ Inc. Pelanjutan ini, iaitu \"Fast Delete Facebook ™ Messages\" tidak mempunyai sambungan ke Facebook ™ inc.\n\nGunakan sambungan ini dengan risiko anda sendiri. Padam mesej anda dengan berhati-hati.\nPemaju tidak bertanggungjawab untuk apa-apa kerosakan moral atau material yang berlaku kepada anda berkaitan dengan penyingkiran mesej oleh pelanjutan ini.\n\nMenggunakan Pelanjutan Chrome ini bermakna anda bersetuju dengan istilah ini.",
    "nl": "Hoe alle facebook-berichten in één keer te verwijderen?\nHeel eenvoudig en snel! Fast Delete Facebook ™ -berichten voor Chrome helpen u hierbij.\n\nOm alle berichten te verwijderen, hoeft u alleen maar 2 stappen te doen (2 klikken in het extensievenster):\n1. Klik op \"Open Berichten\"\n2. Klik op \"Alle berichten verwijderen\"\n\nGedaan! Verlenging in een korte tijd verwijdert automatisch alle fb-berichten van al uw chats.\nU hoeft alleen maar te ontspannen en te genieten van het resultaat.\n\nMet Extension kunt u al uw berichten in één keer verwijderen zonder ze een voor een te verwijderen.\n\n-------\nNotitie\n-------\nFacebook ™ is een handelsmerk van Facebook ™ Inc. Deze extensie, namelijk \"Fast Delete Facebook ™ Messages\" heeft geen verbinding met Facebook ™ inc.\n\nGebruik deze extensie op eigen risico. Verwijder uw berichten zorgvuldig.\nOntwikkelaar is niet aansprakelijk voor morele of materiële schade die u is opgelopen met betrekking tot het verwijderen van berichten door deze extensie.\n\nAls u deze Chrome-extensie gebruikt, betekent dit dat u akkoord gaat met deze voorwaarden.",
    "no": "Hvordan slette alle facebook-meldinger samtidig?\nVeldig enkelt og raskt! Hurtig slett Facebook ™ Meldinger for Chrome hjelper deg med dette.\n\nFor å slette alle meldinger trenger du bare å gjøre 2 trinn (2 klikk i utvidelsesvinduet):\n1. Klikk på \"Åpne meldinger\"\n2. Klikk på \"Slett alle meldinger\"\n\nFerdig! Forlengelse på kort tid vil automatisk fjerne alle fb-meldinger fra alle chattene dine.\nDu trenger bare å slappe av og nyte resultatet.\n\nExtension gjør det mulig å fjerne alle meldingene dine samtidig uten å måtte slette en for en.\n\n-------\nMerk\n-------\nFacebook ™ er et varemerke for Facebook ™ Inc. Denne utvidelsen, nemlig \"Fast Delete Facebook ™ Messages\", har ingen forbindelse til Facebook ™ inc.\n\nBruk denne utvidelsen på egen risiko. Slett meldingene dine forsiktig.\nUtvikler er ikke ansvarlig for noen moralsk eller materiell skade som oppstår i forbindelse med fjerning av meldinger av denne utvidelsen.\n\nBruk av denne Chrome Extension betyr at du godtar disse vilkårene.",
    "pl": "Jak usunąć wszystkie wiadomości na Facebooku?\nBardzo proste i szybkie! Szybkie usuwanie wiadomości Facebook ™ dla Chrome pomoże ci w tym.\n\nAby usunąć wszystkie wiadomości, wystarczy wykonać 2 kroki (2 kliknięcia w oknie rozszerzenia):\n1. Kliknij \"Otwórz wiadomości\"\n2. Kliknij \"Usuń wszystkie wiadomości\"\n\nGotowe! Rozszerzenie w krótkim czasie automatycznie usunie wszystkie wiadomości FB ze wszystkich twoich czatów.\nMusisz tylko odpocząć i cieszyć się rezultatem.\n\nRozszerzenie pozwala na usunięcie wszystkich wiadomości naraz bez konieczności usuwania jednego po drugim.\n\n-------\nUwaga\n-------\nFacebook ™ jest znakiem towarowym firmy Facebook ™ Inc. To rozszerzenie, a mianowicie \"Fast Delete Facebook ™ Messages\", nie ma połączenia z Facebook ™ inc.\n\nUżyj tego rozszerzenia na własne ryzyko. Ostrożnie usuwaj wiadomości.\nProgramista nie ponosi odpowiedzialności za żadne moralne lub materialne szkody poniesione w związku z usunięciem wiadomości przez to rozszerzenie.\n\nKorzystanie z tego rozszerzenia Chrome oznacza, że akceptujesz te warunki.",
    "pt_BR,pt_PT": "Como deletar todas as mensagens do facebook de uma só vez?\nMuito simples e rápido! As Mensagens do Fast Delete Facebook ™ para o Chrome irão ajudá-lo nisso.\n\nPara apagar todas as mensagens, você só precisa fazer 2 passos (2 cliques na janela de extensão):\n1. Clique em \"Abrir mensagens\"\n2. Clique em \"Excluir todas as mensagens\"\n\nFeito! A extensão em um curto período de tempo removerá automaticamente todas as mensagens fb de todos os seus bate-papos.\nVocê só precisa relaxar e aproveitar o resultado.\n\nExtensão permite remover todas as suas mensagens de uma vez sem ter que excluir um por um.\n\n-------\nNota\n-------\nFacebook ™ é uma marca comercial da Facebook ™ Inc. Essa extensão, ou seja, “Mensagens Fast Delete Facebook ™” não tem conexão com o Facebook ™ inc.\n\nUse esta extensão por sua conta e risco. Exclua suas mensagens com cuidado.\nA Developer não se responsabiliza por qualquer dano moral ou material incorrido a você relacionado à remoção de mensagens por esta extensão.\n\nUtilizar esta extensão do Chrome significa que você concorda com estes termos.",
    "ro": "Cum să ștergeți simultan toate mesajele Facebook?\nFoarte simplu și rapid! Ștergeți rapid mesajele Facebook ™ pentru Chrome vă va ajuta în acest sens.\n\nPentru a șterge toate mesajele, trebuie doar să faceți 2 pași (2 clicuri în fereastra extensiei):\n1. Faceți clic pe \"Open Messages\"\n2. Faceți clic pe \"Ștergeți toate mesajele\"\n\nTerminat! Extensia într-un timp scurt va elimina automat toate mesajele fb din toate chat-urile.\nTrebuie doar sa te relaxezi si sa te bucuri de rezultat.\n\nExtensia permite eliminarea simultană a tuturor mesajelor fără a fi nevoie să ștergeți unul câte unul.\n\n-------\nNotă\n-------\nFacebook ™ este o marcă înregistrată a Facebook ™ Inc. Această extensie, și anume \"Șterge Rapid Facebook ™ Mesaje\" nu are legătură cu Facebook ™ inc.\n\nUtilizați această extensie pe propriul risc. Ștergeți-vă cu atenție mesajele.\nProgramatorul nu este răspunzător pentru niciun prejudiciu moral sau material suferit de dvs. în legătură cu eliminarea mesajelor prin această extensie.\n\nUtilizarea acestei extensii Chrome înseamnă că sunteți de acord cu acești termeni.",
    "ru": "Как удалить все сообщения facebook одновременно?\nОчень просто и быстро! Быстрое удаление сообщений Facebook ™ для Chrome поможет вам в этом.\n\nЧтобы удалить все сообщения, вам нужно сделать всего 2 шага (2 клика в окне расширения):\n1. Нажмите «Открыть сообщения»\n2. Нажмите «Удалить все сообщения».\n\nГотово! Расширение за короткое время автоматически удалит все сообщения fb из всех ваших чатов.\nВам нужно только расслабиться и насладиться результатом.\n\nРасширение позволяет сразу удалить все ваши сообщения, не удаляя их по одному.\n\n-------\nЗаметка\n-------\nFacebook ™ является товарным знаком Facebook ™ Inc. Это расширение, а именно «Fast Delete Facebook ™ Messages», не имеет никакого отношения к Facebook ™ inc.\n\nИспользуйте это расширение на свой страх и риск. Удаляйте сообщения.\nРазработчик не несет ответственности за любой моральный или материальный ущерб, причиненный вам в связи с удалением сообщений с помощью этого расширения.\n\nИспользование этого расширения Chrome означает, что вы соглашаетесь с этими условиями.",
    "sk": "Ako odstrániť všetky správy facebook naraz?\nVeľmi jednoduché a rýchle! V tomto prípade vám pomôže rýchlo odstrániť správy Facebook ™ pre prehliadač Chrome.\n\nAk chcete odstrániť všetky správy, stačí urobiť 2 kroky (2 kliknutia v predĺžení):\n1. Kliknite na \"Otvoriť správy\"\n2. Kliknite na \"Odstrániť všetky správy\"\n\nHotový! Rozšírenie v krátkom čase automaticky odstráni všetky správy fb zo všetkých vašich rozhovorov.\nPotrebujete len relaxovať a užívať si výsledok.\n\nRozšírenie umožňuje odstrániť všetky vaše správy naraz, bez toho, aby ste ich museli odstrániť jeden po druhom.\n\n-------\nPoznámka\n-------\nFacebook ™ je ochranná známka spoločnosti Facebook ™ Inc. Toto rozšírenie, a to \"Správy rýchleho vymazania Facebook ™\", nemá žiadnu spojitosť so službou Facebook ™ inc.\n\nPoužite toto rozšírenie na vlastné riziko. Svoje správy starostlivo odstráňte.\nDeveloper nezodpovedá za žiadne morálne alebo materiálne škody, ktoré vznikli v súvislosti s odstránením správ týmto rozšírením.\n\nPoužívanie tohto rozšírenia prehliadača Chrome znamená, že súhlasíte s týmito podmienkami.",
    "sl": "Kako izbrisati vsa sporočila na facebooku hkrati?\nZelo enostavno in hitro! Hitro izbriši sporočila Facebook ™ za Chrome vam bo pomagal pri tem.\n\nČe želite izbrisati vsa sporočila, morate storiti samo dva koraka (2 kliki v oknu razširitev):\n1. Kliknite \"Odpri sporočila\"\n2. Kliknite \"Izbriši vsa sporočila\"\n\nKončano! Razširitev v kratkem času bo samodejno odstranila vsa sporočila fb iz vseh vaših klepetov.\nMoraš se sprostiti in uživati v rezultatu.\n\nRazširitev omogoča, da takoj odstranite vsa vaša sporočila, ne da bi morali izbrisati enega po enega.\n\n-------\nOpomba\n-------\nFacebook ™ je blagovna znamka družbe Facebook ™ Inc. Ta razširitev, in sicer »Fast Delete Facebook ™ Messages« nima povezave s Facebook ™ inc.\n\nUporabite to razširitev na lastno odgovornost. Pazljivo brišite sporočila.\nRazvijalec ni odgovoren za kakršno koli moralno ali materialno škodo, ki ste jo imeli zaradi odstranitve sporočil s to razširitvijo.\n\nUporaba te razširitve za Chrome pomeni, da se strinjate s temi pogoji.",
    "sr": "Како избрисати све фацебоок поруке одједном?\nВрло једноставно и брзо! Брзо Брисање Фацебоок ™ порука за Цхроме ће вам помоћи у томе.\n\nДа бисте избрисали све поруке, потребно је само 2 корака (2 кликова у прозору екстензије):\n1. Кликните на \"Отвори поруке\"\n2. Кликните на \"Обриши све поруке\"\n\nГотово! Продужење за кратко време аутоматски ће уклонити све фб поруке из свих ваших ћаскања.\nСамо треба да се опустите и уживајте у резултату.\n\nПроширење омогућава уклањање свих ваших порука одједном, без потребе за брисањем једног по једног.\n\n-------\nБелешка\n-------\nФацебоок ™ је заштитни знак компаније Фацебоок ™ Инц. Ова екстензија, наиме \"Фаст Делете Фацебоок ™ Поруке\" нема никакву везу са Фацебоок ™ инц.\n\nКористите ову надоградњу на сопствени ризик. Обришите своје поруке пажљиво.\nРазвијач није одговоран за било какву моралну или материјалну штету која вам је настала везана за уклањање порука овим проширењем.\n\nКоришћење овог Цхроме додатка значи да се слажете са овим условима.",
    "sv": "Hur raderas alla facebook-meddelanden samtidigt?\nMycket enkelt och snabbt! Snabba radera Facebook ™ -meddelanden för Chrome hjälper dig här.\n\nFör att radera alla meddelanden behöver du bara göra 2 steg (2 klick i tilläggsfönstret):\n1. Klicka på \"Öppna meddelanden\"\n2. Klicka på \"Ta bort alla meddelanden\"\n\nGjort! Förlängning på kort tid tar automatiskt bort alla fb-meddelanden från alla dina chattar.\nDu behöver bara koppla av och njuta av resultatet.\n\nExtension tillåter att ta bort alla dina meddelanden samtidigt utan att behöva radera en efter en.\n\n-------\nNotera\n-------\nFacebook ™ är ett varumärke som tillhör Facebook ™ Inc. Den här förlängningen, nämligen \"Snabbt bort Facebook ™ -meddelanden\", har ingen koppling till Facebook ™ inc.\n\nAnvänd denna förlängning på egen risk. Ta bort dina meddelanden noggrant.\nUtvecklaren är inte ansvarig för någon moralisk eller materiell skada som uppkommit för dig i samband med att meddelanden avlägsnades av denna tillägg.\n\nMed hjälp av denna Chrome Extension innebär du att du godkänner dessa villkor.",
    "sw": "Jinsi ya kufuta ujumbe wote wa facebook mara moja?\nRahisi sana na ya haraka! Futa haraka ujumbe wa Facebook ™ wa Chrome utawasaidia katika hili.\n\nIli kufuta ujumbe wote, unahitaji tu kufanya hatua 2 (2 clicks katika dirisha extension):\n1. Bonyeza \"Fungua Ujumbe\"\n2. Bonyeza \"Futa ujumbe wote\"\n\nImefanyika! Ugani kwa muda mfupi utaondoa moja kwa moja ujumbe wote wa fb kutoka kwenye mazungumzo yako yote.\nUnahitaji tu kupumzika na kufurahia matokeo.\n\nUgani inaruhusu kuondoa ujumbe wako wote mara moja bila ya kufuta moja kwa moja.\n\n-------\nKumbuka\n-------\nFacebook ™ ni alama ya biashara ya Facebook ™ Inc Ugani huu, yaani \"Futa haraka ujumbe wa Facebook ™\" hauhusiani na Facebook ™ inc.\n\nTumia ugani huu kwa hatari yako mwenyewe. Futa ujumbe wako kwa makini.\nMsanidi programu haukujibika kwa uharibifu wowote wa maadili au vifaa uliohusika kwako kuhusiana na kuondolewa kwa ujumbe kwa ugani huu.\n\nKutumia Ugani huu wa Chrome unamaanisha kwamba unakubaliana na masharti haya.",
    "ta": "ஒரே நேரத்தில் அனைத்து பேஸ்புக் செய்திகளை நீக்க எப்படி?\nமிக எளிய மற்றும் வேகமாக! வேகமாக நீக்கு Facebook ™ செய்திகள் குரல்கள் இந்த உங்களுக்கு உதவும்.\n\nஅனைத்து செய்திகளையும் நீக்க, நீங்கள் 2 படிகள் செய்ய வேண்டும் (நீட்டிப்பு சாளரத்தில் 2 கிளிக்குகள்):\n1. \"திறந்த செய்திகள்\"\n2. \"அனைத்து செய்திகளையும் நீக்கு\"\n\nமுடிந்தது! சிறிது நேரத்தில் நீட்டிப்பு, உங்கள் எல்லா அரட்டைகளிலிருந்தும் அனைத்து FB செய்திகளையும் தானாகவே அகற்றும்.\nநீங்கள் மட்டும் ஓய்வெடுக்க மற்றும் அனுபவிக்க வேண்டும்.\n\nவிரிவாக்கமானது உங்கள் எல்லா செய்திகளையும் ஒரே நேரத்தில் நீக்காமல் ஒரே நேரத்தில் நீக்க அனுமதிக்கிறது.\n\n-------\nகுறிப்பு\n-------\nபேஸ்புக் ™ பேஸ்புக் ™ இன்க் ஒரு வர்த்தக முத்திரை உள்ளது. இந்த நீட்டிப்பு, அதாவது \"ஃபாஸ்ட் ™ பேஸ்புக் ™ செய்திகள் நீக்கு\" பேஸ்புக் ™ இங்க் எந்த இணைப்பு உள்ளது.\n\nஇந்த நீட்டிப்பு உங்கள் சொந்த ஆபத்தில் பயன்படுத்தவும். கவனமாக உங்கள் செய்திகளை நீக்குக.\nஇந்த நீட்டிப்பு மூலம் செய்திகளை அகற்றுவது தொடர்பான உங்களிடம் ஏற்படும் எந்த நன்னெறி அல்லது பொருள் சேதத்திற்கும் டெவெலபர் பொறுப்பல்ல.\n\nஇந்த Chrome நீட்டிப்பைப் பயன்படுத்துவதால், நீங்கள் இந்த விதிமுறைகளை ஏற்கிறீர்கள்.",
    "te": "ఒకేసారి అన్ని ఫేస్బుక్ సందేశాలను తొలగించడం ఎలా?\nచాలా సులభమైన మరియు శీఘ్ర! ఫాస్ట్ కోసం ఫేస్బుక్ ™ సందేశాలు తొలగించు ఈ లో మీకు సహాయం చేస్తుంది.\n\nఅన్ని సందేశాలను తొలగించడానికి, మీరు 2 దశలను (పొడిగింపు విండోలో 2 క్లిక్లు) చెయ్యాల్సిన అవసరం ఉంది:\n1. \"ఓపెన్ సందేశాలు\" పై క్లిక్ చేయండి\n2. \"అన్ని సందేశాలను తొలగించు\" పై క్లిక్ చేయండి\n\nపూర్తి! కొద్ది సమయాలలో పొడిగింపు మీ చాట్ ల నుండి అన్ని fb సందేశాలను స్వయంచాలకంగా తొలగిస్తుంది.\nమీరు మాత్రమే ఫలితంగా విశ్రాంతి మరియు ఆనందించండి అవసరం.\n\nపొడిగింపు మీ అన్ని సందేశాలను ఒకేసారి తొలగించకుండా ఒకేసారి తొలగించడాన్ని అనుమతిస్తుంది.\n\n-------\nగమనిక\n-------\nఫేస్బుక్ ™ ఫేస్బుక్ ™ ఇంక్ యొక్క ట్రేడ్మార్క్. ఈ పొడిగింపు, అనగా \"ఫేస్బుక్ ™ సందేశాలు తొలగించు\" ఫేస్బుక్ ™ ఇంక్ కు ఎటువంటి సంబంధం లేదు.\n\nమీ స్వంత రిస్క్ వద్ద ఈ పొడిగింపుని ఉపయోగించండి. మీ సందేశాలను జాగ్రత్తగా తొలగించండి.\nఈ పొడిగింపు ద్వారా సందేశాలను తీసివేయడానికి సంబంధించిన మీకు సంభవించిన ఏదైనా నైతిక లేదా భౌతిక నష్టం కోసం డెవలపర్ బాధ్యత వహించదు.\n\nఈ Chrome పొడిగింపుని ఉపయోగించడం అంటే మీరు ఈ నిబంధనలను అంగీకరిస్తున్నారని అర్థం.",
    "th": "วิธีการลบข้อความ facebook ทั้งหมดพร้อมกัน?\nง่ายมากและรวดเร็ว! ข้อความ Facebook ™สำหรับ Chrome จะช่วยคุณได้อย่างรวดเร็ว\n\nในการลบข้อความทั้งหมดคุณต้องทำ 2 ขั้นตอน (2 คลิกในหน้าต่างส่วนขยาย):\n1. คลิกที่ \"Open Messages\"\n2. คลิกที่ \"ลบข้อความทั้งหมด\"\n\nทำ! ส่วนขยายในระยะเวลาอันสั้นจะลบข้อความ fb ทั้งหมดออกจากการแชททั้งหมดของคุณโดยอัตโนมัติ\nคุณจะต้องผ่อนคลายและเพลิดเพลินไปกับผล\n\nส่วนขยายช่วยให้คุณนำข้อความทั้งหมดออกพร้อมกันโดยไม่ต้องลบทีละรายการ\n\n-------\nบันทึก\n-------\nFacebook ™เป็นเครื่องหมายการค้าของ Facebook ™ Inc. ส่วนขยายนี้คือ \"Fast Delete Facebook ™ Messages\" ไม่มีการเชื่อมต่อกับ Facebook ™ inc\n\nใช้ส่วนขยายนี้โดยยอมรับความเสี่ยงของคุณเอง ลบข้อความอย่างระมัดระวัง\nนักพัฒนาซอฟต์แวร์จะไม่รับผิดชอบต่อความเสียหายทางศีลธรรมหรือข้อมูลใด ๆ ที่เกิดขึ้นกับคุณซึ่งเกี่ยวข้องกับการลบข้อความโดยส่วนขยายนี้\n\nการใช้ส่วนขยาย Chrome นี้หมายความว่าคุณยอมรับข้อกำหนดเหล่านี้",
    "tr": "Tüm facebook mesajlarını bir defada nasıl silebilirim?\nÇok basit ve hızlı! Hızlı Sil Facebook ™ Chrome için Mesajlar size bu konuda yardımcı olacaktır.\n\nTüm mesajları silmek için, sadece 2 adım (uzantı penceresinde 2 tıklama) yapmanız yeterlidir:\n1. \"Açık Mesajlar\" a tıklayın\n2. \"Tüm mesajları sil\" e tıklayın.\n\nBitti! Uzantı kısa bir süre içinde tüm sohbet mesajlarınızdaki tüm fb mesajlarını otomatik olarak kaldıracaktır.\nSadece rahatlamak ve sonuçtan zevk almanız gerekir.\n\nUzantı, tek tek silmek zorunda kalmadan tüm mesajlarınızı bir kerede kaldırmanıza izin verir.\n\n-------\nNot\n-------\nFacebook ™, Facebook ™ Inc.'in ticari markasıdır. Bu uzantı, yani \"Hızlı Facebook Facebook Mesajları\" Facebook ™ inc ile bağlantıya sahip değildir.\n\nBu uzantıyı kendi sorumluluğunuzda kullanın. Mesajlarınızı dikkatlice silin.\nGeliştirici, bu uzantı ile mesajların kaldırılmasıyla ilgili olarak ortaya çıkan herhangi bir ahlaki veya maddi zarardan sorumlu değildir.\n\nBu Chrome Uzantısını kullanmak, bu şartları kabul ettiğiniz anlamına gelir.",
    "uk": "Як видалити всі повідомлення з Facebook одночасно?\nДуже просто і швидко! Швидке видалення повідомлень Facebook ™ для Chrome допоможе вам у цьому.\n\nЩоб видалити всі повідомлення, потрібно виконати лише два кроки (2 кліки у вікні розширення):\n1. Натисніть \"Відкрити повідомлення\"\n2. Натисніть \"Видалити всі повідомлення\"\n\nГотово! Розширення за короткий час автоматично видалятиме всі повідомлення fb з усіх ваших чатів.\nВам потрібно лише розслабитися і насолодитися результатом.\n\nРозширення дозволяє видалити всі ваші повідомлення одразу, не видаляючи їх один за іншим.\n\n-------\nПримітка\n-------\nFacebook ™ є торговою маркою Facebook ™ Inc. Це розширення, а саме \"Швидке видалення повідомлень Facebook ™\" не має зв'язку з Facebook ™ inc.\n\nВикористовуйте це розширення на свій страх і ризик. Видаліть свої повідомлення обережно.\nРозробник не несе відповідальності за будь-які моральні та матеріальні збитки, пов'язані з видаленням повідомлень цим розширенням.\n\nВикористання цього розширення Chrome означає, що ви погоджуєтеся з цими умовами.",
    "vi": "Làm thế nào để xóa tất cả các tin nhắn facebook cùng một lúc?\nRất đơn giản và nhanh chóng! Nhanh chóng xóa tin nhắn Facebook ™ cho Chrome sẽ giúp bạn trong việc này.\n\nĐể xóa tất cả thư, bạn chỉ cần thực hiện 2 bước (2 lần nhấp trong cửa sổ tiện ích mở rộng):\n1. Nhấp vào \"Mở tin nhắn\"\n2. Nhấp vào \"Xóa tất cả thư\"\n\nLàm xong! Tiện ích trong thời gian ngắn sẽ tự động xóa tất cả tin nhắn fb khỏi tất cả các cuộc trò chuyện của bạn.\nBạn chỉ cần thư giãn và tận hưởng kết quả.\n\nTiện ích mở rộng cho phép xóa tất cả thư của bạn cùng một lúc mà không phải xóa từng thư một.\n\n-------\nchú thích\n-------\nFacebook ™ là thương hiệu của Facebook ™ Inc. Tiện ích mở rộng này, cụ thể là \"Tin nhắn nhanh trên Facebook ™ xóa\" không có kết nối với Facebook ™ inc.\n\nSử dụng phần mở rộng này có nguy cơ của riêng bạn. Xóa tin nhắn của bạn một cách cẩn thận.\nNhà phát triển không chịu trách nhiệm về bất kỳ thiệt hại về mặt đạo đức hoặc vật chất nào phát sinh cho bạn liên quan đến việc xóa tin nhắn bằng tiện ích mở rộng này.\n\nSử dụng Tiện ích Chrome này có nghĩa là bạn đồng ý với các điều khoản này.",
    "zh_CN": "如何一次删除所有Facebook消息？\n非常简单快捷！ 快速删除Chrome™的Facebook™消息将为您提供帮助。\n\n要删除所有邮件，只需执行2个步骤（在扩展程序窗口中单击2次）：\n1.单击“打开消息”\n2.单击“删除所有消息”\n\n完成！ 在短时间内扩展将自动删除所有聊天中的所有fb消息。\n您只需要放松并享受结果。\n\n扩展程序允许一次删除所有邮件，而无需逐个删除。\n\n-------\n注意\n-------\nFacebook™是Facebook™Inc。的商标。此扩展名为“Fast Delete Facebook™Messages”，与Facebook™inc无关。\n\n使用此扩展程序需要您自担风险。 仔细删除您的邮件。\n对于因此扩展程序删除邮件而导致的任何道德或物质损失，开发者不承担任何责任。\n\n使用此Chrome扩展程序即表示您同意这些条款。",
    "zh_TW": "如何一次刪除所有Facebook消息？\n非常簡單快捷！ 快速刪除Chrome™的Facebook™消息將為您提供幫助。\n\n要刪除所有郵件，只需執行2個步驟（在擴展程序窗口中單擊2次）：\n1.單擊“打開消息”\n2.單擊“刪除所有消息”\n\n完成！ 在短時間內擴展將自動刪除所有聊天中的所有fb消息。\n您只需要放鬆並享受結果。\n\n擴展程序允許一次刪除所有郵件，而無需逐個刪除。\n\n-------\n注意\n-------\nFacebook™是Facebook™Inc。的商標。此擴展名為“Fast Delete Facebook™Messages”，與Facebook™inc無關。\n\n使用此擴展程序需要您自擔風險。 仔細刪除您的郵件。\n對於因此擴展程序刪除郵件而導致的任何道德或物質損失，開發者不承擔任何責任。\n\n使用此Chrome擴展程序即表示您同意這些條款。"
  }
}