{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpellStack for NovelAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assist in entering prompts in NovelAI.",
    "ja": "NovelAI のプロンプト入力を支援します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assists in entering prompts in NovelAI.\nYou can organize your prompts by grouping and sorting them by style, effect, face, body, background, etc.\nYou can also save and manage the prompts you create.\n\n# Real-time input to prompts\n\nWhat you are editing on the extension is input to NovelAI prompts in real time.\n\n# Word grouping\n\nGroup words according to style, effect, face, body, background, etc.\nWord groups can also be reordered.\nThe content of the generated prompts will be color-coded according to the word groups.\n\n# Sorting words\n\nWords can be sorted one by one, so you will never lose track of the words you have already entered.\n\n# Vector strength of words\n\nThere is no need to add parentheses to indicate the strength of a word.\nYou can increase or decrease them with extensions, and parentheses are automatically assigned so you will never get a pair of parentheses wrong.\n\n# Save and restore prompts\n\nYou can save your favorite settings.\nYou can also restore the contents of a previously created prompt and resume working on it.",
    "ja": "NovelAIでのプロンプト入力を支援します。\nスタイル、効果、顔、体、背景などでグループ化したり、並べ替えたりしてプロンプトを整理することができます。\nまた、作成したプロンプトを保存・管理することができます。\n\n# プロンプトへのリアルタイム入力\n\n拡張機能上で編集中の内容はリアルタイムでNovelAIのプロンプトへ入力されます。\n\n# 単語のグループ化\n\nスタイル、効果、顔、体、背景などに応じて単語をグループ化します。\n単語のグループは並べ替えも可能です。\n生成されたプロンプトのコンテンツは、単語グループに応じて色分けされます。\n\n# 単語の並べ替え\n\n単語は1つずつソートできるので、入力済みの単語が分からなくなることはありません。\n\n# 単語のベクトル強度\n\n単語の強さを表す括弧を付ける必要はありません。\n拡張機能で増減でき、括弧は自動的に割り当てられるので、括弧の組を間違えることはありません。\n\n# プロンプトの保存と復元\n\nお気に入りの設定を保存することができます。\nまた、以前に作成したプロンプトの内容を復元して、作業を再開することができます。"
  }
}