{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension Manager by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage extensions - a simple menu to enable, disable and access options of extensions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is an easy way for you to manage all of your Chrome extensions that you've installed. \n\n⛔ Problem 1: \nMany people are unaware that they installed Chrome extensions at all. You will be able to see any \"hidden\" extensions and apps that runs in background, so you can protect yourself from malware or malicious extensions and apps.\n\n⛔ Problem 2: \nMany people experience a slow down on their browser experience without realizing that it's due to one of their Chrome extensions that are not optimizing their experience. \n\n⛔ Problem 3: \nMany people use free ad blockers or maybe coupon Chrome extensions who have no privacy or security policy! Those people are usually unaware that those Chrome extensions are using their data in ways that they may not be aware of. \n\nThis new Chrome extension is a simple solution that lets you: \n✅ View all your installed Chrome extensions\n✅ Quickly enable or disable certain Chrome extensions\n✅ Group your extensions \n✅ Enable or disable your Chrome extension groups (like the Chrome extension group \"shopping\", for example)\n\nThis gives you full control of the management of your Google Chrome extensions.\n\ncloudHQ is a large company serving over 4M customers globally, with a strict privacy and security policy. We are safe to use, and we are helping to educate our customers about how they can enjoy their Chrome extensions without compromising their personal data or browser speed experiences.  \n\ncloudHQ. Helping your productivity, 1 click at a time.\n\ncloudHQ website: https://www.cloudhq.net/\nApp website: https://www.chrome-extension-manager.com/\nPricing: https://www.chrome-extension-manager.com/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/chrome-extension-manager/\nBlog: https://blog.cloudhq.net\nDemo: https://www.cloudhq.net/demo\n\nGoogle Workspace, Google Sheets, Google Drive, Google Alerts and Gmail are trademarks of Google LLC. Use of this trademark is subject to Google Permissions."
  }
}