{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GMX MailCheck"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Der sichere Klick in Dein Postfach.",
    "en": "The safe way to access your personal mail.",
    "es": "La forma segura de acceder a su correo personal.",
    "fr": "Un moyen sûr d'accéder à vos e-mails personnels."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deine E-Mail Konten immer im Blick und mit einem Klick ins Postfach!\n\nE-Mail Benachrichtigung im Browser\n\n* Schnellzugriff auf E-Mails\n* Auf einen Klick neue E-Mails schreiben\n* Direkt unnötige E-Mails aus der E-Mail-Vorschau löschen\n* Mails direkt als gelesen markieren\n* Die GMX Suche mit dem Kontextmenü nutzen \n\nBequem mehrere E-Mail Konten auf einmal verwalten (z.B. GMX, WEB.DE,  \nmail.com, gmail und outlook.com)\n\nVerschlüsselte SSL-Verbindung und Passwortschutz mit höchsten \nSicherheitsstandards bei WEB.DE und GMX.\n\nMailCheck übermittelt bei der erstmaligen Einrichtung verschlüsselt die E-Mail Adresse und Passwort. Danach werden diese Informationen nicht mehr übermittelt.\nDie E-Mail Adresse wird lokal im Browser gespeichert.\nEine Speicherung des Passworts findet nicht statt.\n\nUm den Webmailer in nur einem Fenster zu öffnen, kontrolliert die MailCheck Erweiterung, ob GMX Mail bereits geöffnet ist.\nDafür wird die Berechtigung 'Alle Ihre Daten auf von Ihnen besuchten Websites lesen und ändern' benötigt.\nEine darüber hinausgehende Erhebung, Speicherung oder Auswertung der Daten findet nicht statt.\n\nErforderliche Berechtigungen für die reibungsfreie Nutzung von GMX MailCheck:\nhttps://hilfe.gmx.net/mailcheck/chrome/chrome-berechtigungen.html\n\nNach Installation von MailCheck werden mit jedem Browseraufruf technische Daten ohne Personenbezug (z.B. Versionsnummer, Land, Marke, Zeitstempel) erhoben, um Installations- und Aktivierungsprobleme rechtzeitig erkennen und beheben zu können sowie die Stabilität und Leistung von MailCheck sicherzustellen.\n\nDatenschutz\n\nAllgemein\nhttps://agb-server.gmx.net/datenschutz\n\nMailCheck\nhttps://agb-server.gmx.net/datenschutz#datenschutz_freemail\n\nEULA\nhttps://agb-server.gmx.net/mailcheck/\n\nJugendschutz\nhttps://go.gmx.net/tb/gc_jugendschutz",
    "en": "With the MailCheck extension, you only need to log in once with your GMX credentials in order to gain quick and simplified access. From then on, you merely click on the envelope icon in your browser for instant access to all of your emails (e.g. GMX, WEB.DE, Outlook). No more searching for your email provider in a search engine then directing toward the sign-in page, and finally entering your login details—skip all of this with easy one-click login with MailCheck from GMX.\n\nE-Mail notification in the browser\n\nAccess to all your email accounts in only one tool (e.g. GMX, WEB.DE and mail.com) \n\n* Write new emails with only one click\n* Directly delete unwanted unread emails from the email preview panel\n* Manage several email accounts in one tool\n* Customize the (optional) notification sound\n* Mark mails as read in the email preview panel\n* Use the GMX search through the contexmenu\n\nEncrypted SSL connection and password protection with highest security standards.\n\nEULA\nhttps://agb-server.gmx.net/mailcheck/",
    "es,fr": "With the MailCheck extension, you only need to log in once with your GMX credentials in order to gain quick and simplified access. From then on, you merely click on the envelope icon in your browser for instant access to all of your emails. No more searching for your email provider in a search engine then directing toward the sign-in page, and finally entering your login details—skip all of this with easy one-click login with MailCheck from GMX."
  }
}