{
  "name": {
    "ar": "جدول مباريات ESports",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "ESports Tournament Schedule",
    "bg": "Турнирен график на ESports",
    "ca": "Calendari del torneig ESports",
    "cs": "Časový plán ESports Tournament",
    "da,no": "ESports turneringsplan",
    "de": "ESports Turnierplan",
    "el": "Πρόγραμμα τουρνουά ESports",
    "es": "Calendario de torneos de deportes electrónicos",
    "et": "ESportsi turniiri ajakava",
    "fa": "برنامه مسابقات ESports",
    "fi": "ESports-turnauksen aikataulu",
    "fil": "Iskedyul ng Paligsahan sa ESports",
    "fr": "Calendrier des tournois ESports",
    "he": "לוח הזמנים לטורניר ה- ESports",
    "hi": "ESports टूर्नामेंट अनुसूची",
    "hr": "Raspored turnira za ESports",
    "hu": "ESports bajnokság menetrend",
    "id": "Jadwal Turnamen ESports",
    "it": "Calendario dei tornei di sport",
    "ja": "ESportsトーナメントスケジュール",
    "ko": "ESports 토너먼트 일정",
    "lt": "„ESports“ turnyro tvarkaraštis",
    "lv": "ESports Turnīra grafiks",
    "ms": "Jadual Kejohanan ESports",
    "nl": "ESports Toernooischema",
    "pl": "Harmonogram turniejów eSports",
    "ro": "Programul turneului ESports",
    "ru": "Расписание киберспортивных турниров",
    "sk": "Časový plán turnajov ESports",
    "sl": "Razpored turnirjev ESports",
    "sr": "Распоред турнира ЕСпортс",
    "sv": "ESports turneringsschema",
    "th": "ตารางการแข่งขันอีสปอร์ต",
    "tr": "ESports Turnuva Programı",
    "uk": "Розклад турнірів ESports",
    "vi": "Lịch thi đấu eSports",
    "zh_CN": "电竞比赛时间表",
    "zh_TW": "電競比賽時間表"
  },
  "short": {
    "ar": "أبسط وأسهل طريقة لتتبع دورات الرياضات الإلكترونية المفضلة لديك",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "The simplest and easiest way to keep track of your favorite eSports tournaments",
    "bg": "Най-простият и лесен начин да следите любимите си eSports турнири",
    "ca": "La forma més senzilla i senzilla de fer un seguiment dels vostres tornejos esportius preferits",
    "cs": "Nejjednodušší a nejjednodušší způsob, jak sledovat své oblíbené turnaje eSports",
    "da": "Den enkleste og nemmeste måde at holde styr på dine foretrukne eSports-turneringer",
    "de": "Der einfachste und einfachste Weg, um Ihre bevorzugten eSport-Turniere im Auge zu behalten",
    "el": "Ο απλούστερος και ευκολότερος τρόπος για να παρακολουθείτε τα αγαπημένα σας τουρνουά eSports",
    "es": "La forma más sencilla y fácil de realizar un seguimiento de sus torneos de eSports favoritos",
    "et": "Lihtsaim ja lihtsaim viis oma e-spordi lemmikturniiride jälgimiseks",
    "fa": "ساده ترین و ساده ترین راه برای پیگیری مسابقات مورد علاقه خود در eSports",
    "fi": "Yksinkertaisin ja helpoin tapa seurata suosikki eSports-turnauksiasi",
    "fil": "Ang pinakasimpleng at pinakamadaling paraan upang subaybayan ang iyong mga paboritong paligsahan sa eSports",
    "fr": "Le moyen le plus simple et le plus simple de suivre vos tournois eSports préférés",
    "he": "הדרך הפשוטה והקלה ביותר לעקוב אחר טורנירי ה- eSports המועדפים עליך",
    "hi": "अपने पसंदीदा eSports टूर्नामेंट का ट्रैक रखने का सबसे सरल और आसान तरीका",
    "hr": "Najjednostavniji i najjednostavniji način praćenja vaših omiljenih eSports turnira",
    "hu": "A legegyszerűbb és legegyszerűbb módja annak, hogy nyomon kövesse kedvenc eSports versenyeit",
    "id": "Cara termudah dan termudah untuk melacak turnamen eSports favorit Anda",
    "it": "Il modo più semplice e veloce per tenere traccia dei tuoi tornei di eSport preferiti",
    "ja": "お気に入りのeSportsトーナメントを追跡するための最も簡単で簡単な方法",
    "ko": "좋아하는 e 스포츠 토너먼트를 추적하는 가장 간단하고 쉬운 방법",
    "lt": "Paprasčiausias ir lengviausias būdas sekti savo mėgstamus eSporto turnyrus",
    "lv": "Vienkāršākais un vienkāršākais veids, kā sekot līdzi iecienītākajiem eSporta turnīriem",
    "ms": "Kaedah termudah dan termudah untuk mengikuti kejohanan eSports kegemaran anda",
    "nl": "De eenvoudigste en gemakkelijkste manier om uw favoriete eSports-toernooien bij te houden",
    "no": "Den enkleste og enkleste måten å holde oversikt over dine favoritt eSports-turneringer",
    "pl": "Najprostszy i najłatwiejszy sposób na śledzenie ulubionych turniejów eSportowych",
    "ro": "Cea mai simplă și mai ușoară modalitate de a ține evidența turneelor dvs. eSports preferate",
    "ru": "Самый простой и легкий способ отслеживать свои любимые киберспортивные турниры",
    "sk": "Najjednoduchší a najjednoduchší spôsob sledovania vašich obľúbených turnajov v eSports",
    "sl": "Najenostavnejši in najlažji način, kako slediti svojim najljubšim eSports turnirjem",
    "sr": "Најједноставнији и најлакши начин да пратите своје омиљене еСпортс турнире",
    "sv": "Det enklaste och enklaste sättet att hålla koll på dina favorit eSports-turneringar",
    "th": "วิธีที่ง่ายและสะดวกที่สุดในการติดตามการแข่งขัน eSports ที่คุณชื่นชอบ",
    "tr": "Favori eSpor turnuvalarınızı takip etmenin en basit ve en kolay yolu",
    "uk": "Найпростіший і найпростіший спосіб відстежувати улюблені турніри eSports",
    "vi": "Cách đơn giản và dễ dàng nhất để theo dõi các giải đấu eSports yêu thích của bạn",
    "zh_CN": "追踪您最喜欢的电子竞技比赛的最简单，最简单的方法",
    "zh_TW": "追踪最喜歡的電子競技比賽的最簡單，最簡單的方法"
  },
  "long": {
    "ar": "هل تريد مشاهدة دورات الرياضات الإلكترونية المفضلة لديك؟ ألست متأكدًا من موعد بدء اللعبة؟ فقط قم بتثبيت هذا البرنامج البسيط ولن تفوتك أي لعبة مرة أخرى. يساعد برنامجنا في تتبع جداول الدورات لألعاب الكمبيوتر الأكثر شيوعًا مثل\n- دي أو تي ايه 2\n- دوري الأساطير\n- ملاحظة ومراقبة\n- كاونتر سترايك جلوبال أوفينس\n- ببجي\n- دوري الصواريخ\n- Call of Duty Modern Warfare\n\nادعم فرقك المفضلة وتأكد من عدم تفويت أي مباراة مهمة مرة أخرى.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to watch your favorite esports tournaments? Not sure when a game is about to begin? Just install this simple software and you will never miss a game again. Our software helps keep track of the tournament schedules for the most popular computer games such as\n\n- Dota 2\n- League of Legends\n- Overwatch\n\nJust choose the game you wish to check the tournament schedule for after you click on our extension icon. Never miss your favorite esports tournament games again.\n\nSupport your favorite teams and ensure you never ever miss an important match again.",
    "bg": "Искате ли да гледате любимите си еспорт турнири? Не сте сигурни кога да започне игра? Просто инсталирайте този прост софтуер и никога повече няма да пропуснете игра. Нашият софтуер помага да следим графиците на турнирите за най-популярните компютърни игри като\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Ракетна лига\n- Call of Duty Modern Warfare\n\nПодкрепете любимите си отбори и се уверете, че никога повече няма да пропуснете важен мач.",
    "ca": "Voleu veure els vostres torneigs esportius preferits? No esteu segur de quan està a punt de començar un joc? Només heu d’instal·lar aquest senzill programari i mai més no trobareu a faltar cap joc. El nostre programari ajuda a fer un seguiment dels horaris del torneig dels jocs d'ordinador més populars, com ara\n- Dota 2\n- Lliga de Llegendes\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Lliga de coets\n- Call of Duty Modern Warfare\n\nAjudeu els vostres equips favorits i assegureu-vos que no torneu a perdre mai cap partit important.",
    "cs": "Chcete sledovat své oblíbené esportové turnaje? Nejste si jisti, kdy má hra začít? Stačí si nainstalovat tento jednoduchý software a už vám hra nikdy neunikne. Náš software pomáhá sledovat rozpis turnajů nejpopulárnějších počítačových her, jako je\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike: globální útočné\n- PUBG\n- Raketová liga\n- Call of Duty Modern Warfare\n\nPodpořte své oblíbené týmy a zajistěte, aby vám už nikdy neunikl důležitý zápas.",
    "da": "Vil du se dine foretrukne esports-turneringer? Er du ikke sikker på, hvornår et spil er ved at begynde? Installer bare denne enkle software, så går du aldrig glip af et spil igen. Vores software hjælper med at holde styr på turneringsplanerne for de mest populære computerspil som f.eks\n- Dota 2\n- Liga af legender\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Rocket League\n- Call of Duty moderne krigsførelse\n\nStøt dine yndlingshold, og sørg for, at du aldrig går glip af en vigtig kamp igen.",
    "de": "Möchten Sie Ihre Lieblingssportturniere sehen? Sie sind sich nicht sicher, wann ein Spiel beginnen soll? Installieren Sie einfach diese einfache Software und Sie werden nie wieder ein Spiel verpassen. Unsere Software hilft dabei, die Turnierpläne für die beliebtesten Computerspiele wie z\n- Dota 2\n- Liga der Legenden\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Raketenliga\n- Call of Duty Modern Warfare\n\nUnterstützen Sie Ihre Lieblingsteams und stellen Sie sicher, dass Sie nie wieder ein wichtiges Spiel verpassen.",
    "el": "Θέλετε να παρακολουθήσετε τα αγαπημένα σας τουρνουά esports; Δεν είστε σίγουροι πότε πρόκειται να ξεκινήσει ένα παιχνίδι; Απλώς εγκαταστήστε αυτό το απλό λογισμικό και δεν θα χάσετε ποτέ ξανά ένα παιχνίδι. Το λογισμικό μας βοηθά στην παρακολούθηση των προγραμμάτων τουρνουά για τα πιο δημοφιλή παιχνίδια στον υπολογιστή, όπως\n- Ντότα 2\n- Λεγεώνα των Θρύλων\n- Υπέρβαση\n- Counter Strike Global Offensive\n- PUBG\n- Rocket League\n- Call of Duty Modern Warfare\n\nΥποστηρίξτε τις αγαπημένες σας ομάδες και βεβαιωθείτε ότι δεν θα χάσετε ποτέ ξανά έναν σημαντικό αγώνα",
    "es": "¿Quieres ver tus torneos de deportes electrónicos favoritos? ¿No estás seguro de cuándo va a comenzar un juego? Simplemente instale este sencillo software y nunca más se perderá un juego. Nuestro software ayuda a realizar un seguimiento de los horarios de los torneos de los juegos de computadora más populares, como\n- Dota 2\n- Liga de Leyendas\n- Supervisión\n- Counter Strike ofensiva global\n- PUBG\n- Liga de cohetes\n- Call of Duty Modern Warfare\n\nApoya a tus equipos favoritos y asegúrate de no volver a perderte nunca un partido importante.",
    "et": "Kas soovite oma lemmik esporditurniire vaadata? Kas pole kindel, millal mäng kohe algab? Lihtsalt installige see lihtne tarkvara ja te ei jää enam kunagi mängust ilma. Meie tarkvara aitab jälgida kõige populaarsemate arvutimängude, näiteks\n- Dota 2\n- Legendide liiga\n- üle vaadata\n- Counter Strike ülemaailmne solvav\n- PUBG\n- Raketiliiga\n- Call of Duty Modern Warfare\n\nToetage oma lemmikmeeskondi ja veenduge, et te ei jätaks enam kunagi tähtsat matši vahele.",
    "fa": "می خواهید مسابقات مورد علاقه خود را تماشا کنید؟ مطمئن نیستید چه زمانی بازی در شرف شروع است؟ فقط این نرم افزار ساده را نصب کنید و دیگر هرگز بازی را از دست نخواهید داد. نرم افزار ما به شما کمک می کند تا برنامه مسابقات را برای محبوب ترین بازی های رایانه ای مانند ردیابی کنید\n- دوتا 2\n- لیگ افسانه ها\n- ساعت مچی\n- ضد حمله جهانی حمله\n- PUBG\n- لیگ موشک\n- Call of Duty Modern Warfare\n\nاز تیم های مورد علاقه خود حمایت کنید و اطمینان حاصل کنید که هرگز یک مسابقه مهم را از دست نخواهید داد.",
    "fil": "Haluatko katsella suosikki esport-turnauksiasi? Etkö ole varma, milloin peli on alkamassa? Asenna vain tämä yksinkertainen ohjelmisto, etkä koskaan unohda peliä enää. Ohjelmistomme auttaa seuraamaan suosituimpien tietokonepelien kuten turnausten aikatauluja\n- Dota 2\n- League of Legends\n- Overwatch\n- Vastaisku maailmanlaajuinen hyökkäys\n- PUBG\n- Rakettiliiga\n- Call of Duty Modern Warfare\n\nTue suosikkijoukkueitasi ja varmista, että et koskaan unohda tärkeätä ottelua.",
    "fr": "Vous voulez regarder vos tournois esports préférés? Vous ne savez pas quand un jeu est sur le point de commencer? Installez simplement ce logiciel simple et vous ne manquerez plus jamais un jeu. Notre logiciel permet de suivre les horaires des tournois pour les jeux informatiques les plus populaires tels que\n- Dota 2\n- League of Legends\n- Overwatch\n- Offensive mondiale Counter Strike\n- PUBG\n- Ligue de fusée\n- Call of Duty Modern Warfare\n\nSoutenez vos équipes préférées et assurez-vous de ne plus jamais manquer un match important.",
    "hi": "अपने पसंदीदा esports टूर्नामेंट देखना चाहते हैं? निश्चित नहीं है कि खेल कब शुरू होगा? बस इस सरल सॉफ़्टवेयर को स्थापित करें और आप फिर से एक खेल को कभी भी याद नहीं करेंगे। हमारा सॉफ्टवेयर सबसे लोकप्रिय कंप्यूटर गेम जैसे कि टूर्नामेंट शेड्यूल का ट्रैक रखने में मदद करता है\n- डोटा 2\n- प्रसिद्ध व्यक्तियों के संघ\n- ओवरऑल\n- जवाबी हमला वैश्विक आक्रमण\n- PUBG\n- रॉकेट लीग\n- कर्तव्य की पुकार आधुनिक संग्राम\n\nअपनी पसंदीदा टीमों का समर्थन करें और सुनिश्चित करें कि आप कभी भी एक महत्वपूर्ण मैच को फिर से याद न करें।",
    "hr": "Želite li gledati svoje omiljene esports turnire? Niste sigurni kada igra počinje? Samo instalirajte ovaj jednostavni softver i nikada više nećete propustiti igru. Naš softver pomaže u praćenju rasporeda turnira za najpopularnije računalne igre poput\n- Dota 2\n- Liga legendi\n- Nadzor\n- Counter Strike Global Offensive\n- PUBG\n- Raketna liga\n- Call of Duty Modern Warfare\n\nPodržite svoje omiljene timove i osigurajte da više nikada ne propustite važnu utakmicu.",
    "hu": "Meg akarja nézni kedvenc esport versenyeit? Nem biztos abban, hogy mikor kezdődik egy játék? Csak telepítse ezt az egyszerű szoftvert, és soha többé nem fog lemaradni egy játékról. Szoftverünk segít nyomon követni a legnépszerűbb számítógépes játékok, pl\n- DOTA 2\n- Legendák Ligája\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Rakéta Liga\n- Call of Duty Modern Warfare\n\nTámogassa kedvenc csapatait, és biztosítsa, hogy soha többé ne hagyjon ki egy fontos mérkőzést.",
    "id": "Ingin menonton turnamen esports favorit Anda? Tidak yakin kapan game akan dimulai? Instal saja perangkat lunak sederhana ini dan Anda tidak akan pernah melewatkan permainan lagi. Perangkat lunak kami membantu melacak jadwal turnamen untuk game komputer paling populer seperti\n- Dota 2\n- Liga legenda\n- Overwatch\n- Serangan Global Counter Strike\n- PUBG\n- Liga roket\n- Call of Duty Modern Warfare\n\nDukung tim favorit Anda dan pastikan Anda tidak pernah melewatkan pertandingan penting lagi.",
    "it": "Vuoi guardare i tuoi tornei di eSport preferiti? Non sei sicuro di quando una partita sta per iniziare? Installa questo semplice software e non perderai mai più un gioco. Il nostro software aiuta a tenere traccia degli orari dei tornei per i giochi per computer più popolari come\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Rocket League\n- Call of Duty Modern Warfare\n\nSostieni le tue squadre preferite e assicurati di non perdere mai più una partita importante.",
    "ja": "お気に入りのeスポーツトーナメントを見たいですか？ゲームがいつ始まるかわからない？このシンプルなソフトウェアをインストールするだけで、ゲームを見逃すことはありません。当社のソフトウェアは、次のような最も人気のあるコンピュータゲームのトーナメントスケジュールを追跡するのに役立ちます。\n-土田2\n- リーグ・オブ・レジェンズ\n-オーバーウォッチ\n-カウンターストライクグローバルオフェンシブ\n-PUBG\n- ロケットリーグ\n- デューティーモダンウォーフェアのコール\n\nお気に入りのチームをサポートし、重要な試合を二度と見逃さないようにします。",
    "ko": "좋아하는 e 스포츠 토너먼트를보고 싶습니까? 게임이 언제 시작되는지 잘 모르시겠습니까? 이 간단한 소프트웨어를 설치하기 만하면 다시는 게임을 놓칠 염려가 없습니다. 당사의 소프트웨어는 다음과 같은 가장 인기있는 컴퓨터 게임의 토너먼트 일정을 추적하는 데 도움이됩니다.\n- 도타 2\n- 리그 오브 레전드\n- 오버 워치\n-카운터 스트라이크 글로벌 공격\n-PUBG\n-로켓 리그\n- 콜 오브 듀티 - 모던 워 페어\n\n좋아하는 팀을 지원하고 중요한 경기를 다시는 놓치는 일이 없도록하십시오.",
    "lt": "Norite žiūrėti mėgstamus esporto turnyrus? Nežinote, kada netrukus prasidės žaidimas? Tiesiog įdiekite šią paprastą programinę įrangą ir daugiau niekada nepraleisite žaidimo. Mūsų programinė įranga padeda sekti populiariausių kompiuterinių žaidimų, tokių kaip, turnyrų tvarkaraščius\n- Dota 2\n- Legendų lygos\n- Peržiūrėkite\n- „Counter Strike Global Offensive“\n- PUBG\n- Raketų lyga\n- Pareigos šauksmas - modernus karas\n\nPalaikykite savo mėgstamas komandas ir užtikrinkite, kad daugiau niekada nepraleisite svarbių rungtynių.",
    "lv": "Vai vēlaties noskatīties iecienītākos esporta turnīrus? Vai neesat pārliecināts, kad spēle sāksies? Vienkārši instalējiet šo vienkāršo programmatūru, un jūs nekad vairs nepalaidīsit garām spēli. Mūsu programmatūra palīdz izsekot turnīra grafikiem tādām populārākajām datorspēlēm kā\n- Dota 2\n- Leģendu Līga\n- Pārskatīties\n- Counter Strike Global Offensive\n- PUBG\n- Raķešu līga\n- Call of Duty Modern Warfare\n\nAtbalstiet savas iecienītās komandas un pārliecinieties, ka nekad vairs neizlaižat svarīgu maču.",
    "ms": "Ingin menonton kejohanan esports kegemaran anda? Tidak pasti bila permainan akan dimulakan? Cukup pasang perisian sederhana ini dan anda tidak akan terlepas permainan lagi. Perisian kami membantu melacak jadual kejohanan untuk permainan komputer yang paling popular seperti\n- Dota 2\n- Liga Legenda\n- Overwatch\n- Counter Strike Global Serangan\n- PUBG\n- Liga Roket\n- Call of Duty Modern Warfare\n\nSokong pasukan kegemaran anda dan pastikan anda tidak pernah ketinggalan dalam pertandingan penting lagi.",
    "nl": "Wil je je favoriete esports-toernooien bekijken? Weet u niet zeker wanneer een spel gaat beginnen? Installeer gewoon deze eenvoudige software en u zult nooit meer een spel missen. Onze software helpt bij het bijhouden van de toernooischema's voor de meest populaire computerspellen zoals\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Rocket League\n- Call of Duty Modern Warfare\n\nSteun je favoriete teams en zorg ervoor dat je nooit meer een belangrijke wedstrijd mist.",
    "no": "Vil du se favoritt-esports-turneringene dine? Ikke sikker på når et spill skal begynne? Bare installer denne enkle programvaren, så vil du aldri gå glipp av et spill igjen. Programvaren vår hjelper med å holde oversikt over turneringsplanene for de mest populære dataspillene som\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Rocket League\n- Call of Duty Modern Warfare\n\nStøtt favorittlagene dine og sørg for at du aldri går glipp av en viktig kamp igjen.",
    "pl": "Chcesz oglądać swoje ulubione turnieje e-sportowe? Nie masz pewności, kiedy gra się rozpocznie? Wystarczy zainstalować to proste oprogramowanie, a już nigdy nie przegapisz żadnej gry. Nasze oprogramowanie pomaga śledzić harmonogramy turniejów w najpopularniejszych grach komputerowych, takich jak\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike globalna ofensywa\n- PUBG\n- Rocket League\n- Call of Duty Modern Warfare\n\nWspieraj swoje ulubione drużyny i upewnij się, że nigdy więcej nie przegapisz ważnego meczu.",
    "ro": "Doriți să urmăriți turneele dvs. esports preferate? Nu sunteți sigur când urmează să înceapă un joc? Doar instalați acest software simplu și nu veți mai pierde niciodată un joc. Software-ul nostru vă ajută să țineți evidența programelor turneelor pentru cele mai populare jocuri pe computer, cum ar fi\n- Dota 2\n- Liga Legendelor\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Liga Rocket\n- Call of Duty Modern Warfare\n\nSprijină-ți echipele preferate și asigură-te că nu vei mai rata vreodată un meci important.",
    "ru": "Хотите посмотреть свои любимые киберспортивные турниры? Не уверены, когда начнется игра? Просто установите это простое программное обеспечение, и вы больше никогда не пропустите игру. Наше программное обеспечение помогает отслеживать расписание турниров по самым популярным компьютерным играм, таким как\n- Dota 2\n- Лига Легенд\n- Наблюдение\n- Глобальное наступление Counter Strike\n- PUBG\n- Ракетная лига\n- Call of Duty Modern Warfare\n\nПоддерживайте свои любимые команды и никогда больше не пропустите важный матч.",
    "sk": "Chcete sledovať svoje obľúbené turnaje v e-športe? Nie ste si istí, kedy sa hra má začať? Stačí si nainštalovať tento jednoduchý softvér a už vám nikdy neunikne žiadna hra. Náš softvér pomáha sledovať rozpis turnajov o najobľúbenejšie počítačové hry, ako sú\n- Dota 2\n- Liga legiend\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Raketová liga\n- Call of Duty Modern Warfare\n\nPodporte svoje obľúbené tímy a zaistite, že už nikdy nezmeškáte dôležitý zápas.",
    "sl": "Si želite ogledati svoje najljubše esports turnirje? Niste prepričani, kdaj se igra začne? Samo namestite to preprosto programsko opremo in igre ne boste nikoli več zamudili. Naša programska oprema pomaga slediti urnikom turnirjev za najbolj priljubljene računalniške igre, kot je\n- Dota 2\n- Liga legend\n- Nadzor\n- Counter Strike Global Offensive\n- PUBG\n- Raketna liga\n- Call of Duty Modern Warfare\n\nPodprite svoje najljubše ekipe in poskrbite, da nikoli več ne boste zamudili pomembne tekme.",
    "sr": "Желите ли да гледате своје омиљене еспортс турнире? Нисте сигурни када игра почиње? Само инсталирајте овај једноставни софтвер и никада више нећете пропустити игру. Наш софтвер помаже у праћењу распореда турнира за најпопуларније рачунарске игре као што су\n- Дота 2\n- Легија славних\n- Надзор\n- Цоунтер Стрике Глобал Оффенсиве\n- ПУБГ\n- Ракета лига\n- Цалл оф Дути Модерн Варфаре\n\nПодржите своје омиљене тимове и осигурајте да више никада не пропустите важан меч.",
    "sv": "Vill du se dina favorit-esports-turneringar? Är du inte säker på när ett spel ska börja? Installera bara den här enkla programvaran så kommer du aldrig att missa ett spel igen. Vår programvara hjälper till att hålla reda på turneringsscheman för de mest populära datorspel som t.ex.\n- Dota 2\n- League of Legends\n- Övervakning\n- Counter Strike Global Offensive\n- PUBG\n- Raket ligan\n- Call of Duty Modern Warfare\n\nStöd dina favoritlag och se till att du aldrig missar en viktig match igen.",
    "th": "ต้องการชมการแข่งขัน eSports ที่คุณชื่นชอบหรือไม่? ไม่แน่ใจว่าเกมกำลังจะเริ่มเมื่อไหร่? เพียงติดตั้งซอฟต์แวร์ง่ายๆนี้แล้วคุณจะไม่พลาดเกมอีกต่อไป ซอฟต์แวร์ของเราช่วยติดตามตารางการแข่งขันสำหรับเกมคอมพิวเตอร์ยอดนิยมเช่น\n- Dota 2\n- League of Legends\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- ลีกร็อคเก็ต\n- การเรียกร้องของสงครามสมัยใหม่หน้าที่\n\nสนับสนุนทีมโปรดของคุณและรับรองว่าคุณจะไม่พลาดการแข่งขันนัดสำคัญอีกต่อไป",
    "tr": "En sevdiğiniz e-spor turnuvalarını izlemek ister misiniz? Bir oyunun ne zaman başlayacağından emin değil misiniz? Sadece bu basit yazılımı kurun ve bir daha asla bir oyunu kaçırmayacaksınız. Yazılımımız, aşağıdakiler gibi en popüler bilgisayar oyunları için turnuva programlarını takip etmeye yardımcı olur\n- Dota 2\n- Efsaneler Ligi\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Roket Ligi\n- Görev modern savaş çağrısı\n\nFavori takımlarınızı destekleyin ve önemli bir maçı bir daha asla kaçırmadığınızdan emin olun.",
    "uk": "Хочете переглянути ваші улюблені еспортні турніри? Не впевнені, коли почнеться гра? Просто встановіть це просте програмне забезпечення, і ви більше ніколи не пропустите гру. Наше програмне забезпечення допомагає відстежувати розклад турнірів для найпопулярніших комп'ютерних ігор, таких як\n- Dota 2\n- Ліга Легенд\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Ракетна ліга\n- Call of Duty Modern Warfare\n\nПідтримайте свої улюблені команди та переконайтеся, що більше ніколи не пропустите важливий матч.",
    "vi": "Bạn muốn xem các giải đấu thể thao điện tử yêu thích của mình? Bạn không chắc chắn khi nào một trò chơi sắp bắt đầu? Chỉ cần cài đặt phần mềm đơn giản này và bạn sẽ không bao giờ bỏ lỡ một trò chơi nào nữa. Phần mềm của chúng tôi giúp theo dõi lịch thi đấu cho các trò chơi máy tính phổ biến nhất như\n- Dota 2\n- Liên Minh Huyền Thoại\n- Overwatch\n- Counter Strike Global Offensive\n- PUBG\n- Liên đoàn tên lửa\n- Call of Duty Modern Warfare\n\nHỗ trợ các đội yêu thích của bạn và đảm bảo bạn sẽ không bao giờ bỏ lỡ một trận đấu quan trọng nào nữa.",
    "zh_CN": "想观看您最喜欢的电子竞技比赛吗？不确定游戏何时开始？只要安装这个简单的软件，您就不会再错过任何游戏。我们的软件可帮助跟踪最流行的计算机游戏的比赛时间表，例如\n-Dota 2\n- 英雄联盟\n-守望先锋\n- 反恐精英全球攻势\n-PUBG\n-火箭联盟\n-使命召唤现代战争\n\n支持您最喜欢的球队，并确保您再也不会错过重要的比赛。",
    "zh_TW": "想觀看您最喜歡的電子競技比賽嗎？不確定遊戲何時開始？只要安裝這個簡單的軟件，您就不會再錯過任何遊戲。我們的軟件可幫助跟踪最流行的計算機遊戲的比賽時間表，例如\n-Dota 2\n- 英雄聯盟\n-守望先鋒\n- 反恐精英全球攻勢\n-PUBG\n-火箭聯盟\n-使命召喚現代戰爭\n\n支持您最喜歡的球隊，並確保您再也不會錯過重要的比賽。"
  }
}