{
  "name": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Baby Animals Wallpaper",
    "ca": "Fons de pantalla Animals del nadó",
    "de": "Tierbabys Hintergrund",
    "es": "Fondo de pantalla de Animales Bebés",
    "fil": "Mga Hayop na Sanggol Wallpaper",
    "fr": "Fond d'écran Des bébés animaux",
    "id": "Bayi Hewan Wallpaper",
    "it": "Sfondi di Cucciolo di Animale",
    "ja": "赤ちゃん動物壁紙",
    "ko": "아기 동물 바탕 화면",
    "pt_BR,pt_PT": "Papel de parede de Animais Bebés",
    "th": "ลูกสัตว์ วอลเปเปอร์",
    "zh_CN": "婴儿动物壁纸",
    "zh_TW": "嬰兒動物壁紙"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Baby Animals Wallpaper turn new tab to HD Baby Animal background. Cute Baby Animals wallpaper themes for fans.",
    "ca": "Animals del nadó Wallpaper canvia la pestanya nova amb el fons de pantalla Animals del nadó. Temes per als fans de Animals del nadó.",
    "de": "Tierbabys Wallpaper Ändern Sie den neuen Tab mit Tierbabys Hintergrund. Themen für Tierbabys Fans.",
    "es": "Animales Bebés Wallpaper cambia una nueva pestaña con el fondo de pantalla de Animales Bebés. Temas para los fans de Animales Bebés.",
    "fil": "Ang Mga Hayop na Sanggol Wallpaper ay nagbabago ng bagong tab gamit ang background ng wallpaper ng Mga Hayop na Sanggol.",
    "fr": "Des bébés animaux Wallpaper change de nouvel onglet avec le fond d'écran Des bébés animaux. Pour les fans de Des bébés animaux.",
    "id": "Bayi Hewan Wallpaper mengubah tab baru dengan latar belakang wallpaper Bayi Hewan. Tema untuk penggemar Bayi Hewan.",
    "it": "Lo sfondo di Cucciolo di Animale cambia nuova scheda con lo sfondo dello sfondo di Cucciolo di Animale.",
    "ja": "赤ちゃん動物の壁紙は、赤ちゃん動物の壁紙の背景で新しいタブを変更します。赤ちゃん動物ファンのためのテーマ。",
    "ko": "아기 동물 바탕 화면은 아기 동물 바탕 화면 배경으로 새 탭을 변경합니다. 아기 동물 팬들을위한 테마.",
    "pt_BR,pt_PT": "Animais Bebés Wallpaper mudar nova guia com o fundo de papel de parede Animais Bebés. Temas para fãs de Animais Bebés.",
    "th": "วอลล์เปเปอร์ ลูกสัตว์  เปลี่ยนแท็บใหม่ด้วยพื้นหลังวอลล์เปเปอร์ ลูกสัตว์  ธีมสำหรับแฟน ๆ ลูกสัตว์ .",
    "zh_CN": "婴儿动物壁纸扩展程序重新定义了您的Chrome新标签页成为婴儿动物的背景壁纸。婴儿动物粉丝的主题。",
    "zh_TW": "嬰兒動物壁紙擴展程序重新定義了您的Chrome新標籤頁成為嬰兒動物的背景壁紙。嬰兒動物粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Features:\n\n1. Shuffle Baby Animals wallpaper every time you open a new tab. \n2. Randomize Baby Animals background or favorite it in wallpaper selection panel.\n3. Search Bar using Google.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Baby Animals new tab."
  }
}