{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Harvester for Sitecore"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tool to harvest and import any website's content into Sitecore"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "'Web Harvester for Sitecore' is a Chrome Extension that enables content administrators/developers to harvest and import any website's content into Sitecore.\n\nThe Extension intends to solve the current content migration problem that requires developers to build unique solution to migrate content into Sitecore depending on the content's source location/tool. This Chrome Extension provides a tech-agnostic solution for content migrations and improves productivity, efficiency and accuracy.\n\nThe Extension introduces a DevTools Panel which allows users to import urls by selecting the target item location & template in Sitecore and enables them to map the Webpage's DOM contents with desired Sitecore template fields. To migrate a website's content into Sitecore, you must right-click on the intended website page and select 'Inspect Element' or press 'F12' to launch Developer Tools and navigate to 'Web Harvester' panel.\n\nThe Extension is highly customizable; allows users to edit the DOM paths, configure replace options for item name and individual field values thereby supporting different field types like Mulilist, Image, Link, Droplist etc. in Sitecore. The Extension allows importing multiple urls(that follow the same page DOM structure) at once and intended urls can be fetched directly from Sitemap. Import operation includes more flexible options like abort, logs, etc. Additionally, past imports can be found in the History tab and can be rerun again with/without modifications.\n\nThank you for using this extension!"
  }
}