{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock TikTok"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Unlock TikTok effortlessly and enjoy unrestricted access to your favorite content anytime, anywhere with TikTok Unblocked",
    "es": "Desbloquea TikTok sin esfuerzo y disfruta de acceso sin restricciones a tu contenido favorito en cualquier momento y en cualquier…",
    "pt_BR": "Desbloqueie o TikTok sem esforço e aproveite o acesso irrestrito ao seu conteúdo favorito a qualquer hora e em qualquer lugar com o…",
    "ru": "Разблокируйте TikTok без особых усилий и наслаждайтесь неограниченным доступом к любимому контенту в любое время и в любом месте с…",
    "uk": "Розблокуйте TikTok - без зусиль і насолоджуйтеся необмеженим доступом до улюбленого контенту в будь-який час і в будь-якому місці з…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Unblock TikTok and enjoy open access with optimized app performance\n\n🔓 Unlock TikTok – Access TikTok Anywhere Without Limits!\n\nUnlock TikTok is a powerful extension designed to bypass restrictions and provide seamless access to TikTok content. Whether you're at school, in the office, or in a region with limited TikTok access, this tool lets you unblock TikTok and explore your favorite content effortlessly.\n\n🌟 Features:\n🌍 Unblock Restricted TikTok Content: Easily bypass regional restrictions and firewalls to access TikTok without limitations.\n🔒 Secure Proxy Servers: Use reliable servers to maintain privacy and safety while unblocking TikTok.\n⚡ Fast and Reliable: Experience high-speed connectivity without lag or reduced app performance, ensuring smooth TikTok browsing.\n🌐 Smart Server Selection: The extension uses an automatic server selection feature to optimize performance based on browsing data like connection speed and server load.\n🛠️ User-Friendly: One-click activation allows you to unblock TikTok and start exploring or sharing content instantly without hassle.\n\n🔍 Privacy Note:\nUnlock TikTok may collect limited browsing performance data to enhance features like automatic server selection. This data is exclusively used to improve functionality and is never shared with third parties.\n\nWe also participate in affiliate partnerships through Admitad. While affiliate links may be included, we do NOT store search queries or collect rewards based on user activities. Commissions are only earned when users voluntarily make purchases after clicking affiliate links.\n\n🌎 Access TikTok Without Limits:\nIn many institutions, such as schools, colleges, offices, and workplaces, TikTok is often blocked through ISP or firewall restrictions. Additionally, some regions enforce bans on TikTok access entirely. Unlock TikTok solves this problem by using an advanced tunneling mechanism, allowing users to bypass restrictions and access TikTok content freely.\n\nEnjoy unrestricted access to TikTok today with this easy-to-use, high-speed extension. Start exploring, discovering, and sharing content now with no compromises on quality or security!",
    "es": "Desbloquea TikTok y disfruta de un acceso abierto con un rendimiento optimizado de la app\n\n🔓 Desbloquea TikTok - ¡Accede a TikTok desde cualquier lugar sin límites!\n\nUnlock TikTok es una poderosa extensión diseñada para eludir las restricciones y proporcionar un acceso fluido a los contenidos de TikTok. Ya sea que estés en la escuela, en la oficina o en una región con acceso limitado a TikTok, esta herramienta te permite desbloquear TikTok y explorar tu contenido favorito sin esfuerzo.\n\n🌟 Características:\n🌍 Desbloquea contenido restringido de TikTok: Evita fácilmente las restricciones regionales y los cortafuegos para acceder a TikTok sin limitaciones.\n🔒 Servidores Proxy Seguros: Utiliza servidores confiables para mantener la privacidad y seguridad mientras desbloqueas TikTok.\n⚡ Rápido y Fiable: Experimenta una conectividad de alta velocidad sin lag ni reducción del rendimiento de la app, garantizando una navegación fluida por TikTok.\n🌐 Selección Inteligente de Servidor: La extensión utiliza una función de selección automática de servidor para optimizar el rendimiento basado en datos de navegación como la velocidad de conexión y la carga del servidor.\n🛠️ Fácil de usar: La activación con un solo clic te permite desbloquear TikTok y empezar a explorar o compartir contenido al instante sin complicaciones.\n\n🔍 Nota de Privacidad:\nDesbloquear TikTok puede recopilar datos limitados de rendimiento de navegación para mejorar funciones como la selección automática de servidores. Estos datos se utilizan exclusivamente para mejorar la funcionalidad y nunca se comparten con terceros.\n\nTambién participamos en asociaciones de afiliados a través de Admitad. Aunque se pueden incluir enlaces de afiliados, NO almacenamos las consultas de búsqueda ni cobramos recompensas basadas en las actividades de los usuarios. Las comisiones sólo se obtienen cuando los usuarios realizan compras voluntariamente después de hacer clic en los enlaces de afiliados.\n\n🌎 Accede a TikTok sin límites:\nEn muchas instituciones, como escuelas, colegios, oficinas y lugares de trabajo, TikTok suele estar bloqueado por restricciones de ISP o firewall. Además, algunas regiones prohíben totalmente el acceso a TikTok. Unlock TikTok resuelve este problema mediante el uso de un mecanismo de túnel avanzado, permitiendo a los usuarios eludir las restricciones y acceder a los contenidos de TikTok libremente.\n\nDisfruta hoy mismo de un acceso sin restricciones a TikTok con esta extensión fácil de usar y de alta velocidad. Empieza ya a explorar, descubrir y compartir contenidos sin comprometer la calidad ni la seguridad.",
    "pt_BR": "Desbloqueie o TikTok e aproveite o acesso aberto com desempenho otimizado do aplicativo\n\n🔓 Unlock TikTok - Acesse o TikTok em qualquer lugar sem limites!\n\nO Unlock TikTok é uma poderosa extensão projetada para contornar restrições e fornecer acesso ininterrupto ao conteúdo do TikTok. Quer esteja na escola, no escritório ou em uma região com acesso limitado ao TikTok, essa ferramenta permite desbloquear o TikTok e explorar seu conteúdo favorito sem esforço.\n\n🌟 Recursos:\n🌍 Desbloqueie conteúdo restrito do TikTok: Contorne facilmente restrições regionais e firewalls para acessar o TikTok sem limitações.\n🔒 Servidores proxy seguros: Use servidores confiáveis para manter a privacidade e a segurança enquanto desbloqueia o TikTok.\n⚡ Rápido e confiável: Experimente a conectividade de alta velocidade sem atrasos ou redução do desempenho do aplicativo, garantindo uma navegação tranquila no TikTok.\n🌐 Seleção inteligente de servidores: A extensão usa um recurso de seleção automática de servidor para otimizar o desempenho com base em dados de navegação, como velocidade de conexão e carga do servidor.\n🛠️ Fácil de usar: A ativação com um clique permite que você desbloqueie o TikTok e comece a explorar ou compartilhar conteúdo instantaneamente, sem complicações.\n\n🔍 Nota de privacidade:\nO Unlock TikTok pode coletar dados limitados de desempenho de navegação para aprimorar recursos como a seleção automática de servidores. Esses dados são usados exclusivamente para melhorar a funcionalidade e nunca são compartilhados com terceiros.\n\nTambém participamos de parcerias de afiliados por meio da Admitad. Embora links de afiliados possam ser incluídos, NÃO armazenamos consultas de pesquisa nem coletamos recompensas com base nas atividades do usuário. As comissões são obtidas somente quando os usuários fazem compras voluntariamente após clicarem nos links de afiliados.\n\n🌎 Acesse o TikTok sem limites:\nEm muitas instituições, como escolas, faculdades, escritórios e locais de trabalho, o TikTok é frequentemente bloqueado por restrições de ISP ou firewall. Além disso, algumas regiões proíbem totalmente o acesso ao TikTok. O Unlock TikTok resolve esse problema usando um mecanismo avançado de tunelamento, permitindo que os usuários contornem as restrições e acessem o conteúdo do TikTok livremente.\n\nAproveite o acesso irrestrito ao TikTok hoje mesmo com essa extensão fácil de usar e de alta velocidade. Comece a explorar, descobrir e compartilhar conteúdo agora mesmo, sem comprometer a qualidade ou a segurança!",
    "ru": "Разблокируйте TikTok и наслаждайтесь открытым доступом с оптимизированной производительностью приложения\n\n🔓 Unlock TikTok - доступ к TikTok в любом месте без ограничений!\n\nUnlock TikTok - это мощное расширение, предназначенное для обхода ограничений и обеспечения беспрепятственного доступа к контенту TikTok. Где бы вы ни находились - в школе, в офисе или в регионе с ограниченным доступом к TikTok, - этот инструмент позволит вам разблокировать TikTok и без труда просматривать любимый контент.\n\n🌟 Особенности:\n🌍 Разблокируйте ограниченный контент TikTok: Легко обходите региональные ограничения и брандмауэры, чтобы получить доступ к TikTok без ограничений.\n🔒 Безопасные прокси-серверы: Используйте надежные серверы, чтобы сохранить конфиденциальность и безопасность при разблокировке TikTok.\n⚡ Быстро и надежно: Высокоскоростное соединение без задержек и снижения производительности приложений, обеспечивающее плавный просмотр TikTok.\n🌐 Умный выбор сервера: Расширение использует функцию автоматического выбора сервера для оптимизации производительности на основе данных просмотра, таких как скорость соединения и загрузка сервера.\n🛠️ Удобство использования: Активация в один клик позволяет разблокировать TikTok и начать просматривать или делиться контентом мгновенно и без лишних хлопот.\n\n🔍 Примечание о конфиденциальности:\nРазблокировка TikTok может собирать ограниченные данные о производительности браузера для улучшения таких функций, как автоматический выбор сервера. Эти данные используются исключительно для улучшения функциональности и никогда не передаются третьим лицам.\n\nМы также участвуем в партнерских соглашениях через Admitad. Хотя партнерские ссылки могут быть включены, мы НЕ храним поисковые запросы и не собираем вознаграждения на основе действий пользователей. Комиссионные начисляются только в том случае, если пользователи добровольно совершают покупки после перехода по партнерским ссылкам.\n\n🌎 Доступ к TikTok без ограничений:\nВо многих учреждениях, таких как школы, колледжи, офисы и рабочие места, TikTok часто блокируется из-за ограничений провайдера или брандмауэра. Кроме того, в некоторых регионах действует полный запрет на доступ к TikTok. Unlock TikTok решает эту проблему с помощью усовершенствованного механизма туннелирования, позволяя пользователям обходить ограничения и получать свободный доступ к контенту TikTok.\n\nНаслаждайтесь неограниченным доступом к TikTok уже сегодня с помощью этого простого в использовании и высокоскоростного расширения. Начните изучать, открывать и делиться контентом прямо сейчас без компромиссов в отношении качества и безопасности!",
    "uk": "Розблокуйте TikTok і насолоджуйтесь відкритим доступом з оптимізованою продуктивністю програми\n\n🔓 Розблокуйте TikTok - отримуйте доступ до TikTok звідусіль без обмежень!\n\nUnlock TikTok - це потужне розширення, призначене для обходу обмежень і забезпечення безперешкодного доступу до контенту TikTok. Незалежно від того, чи перебуваєте ви в школі, в офісі або в регіоні з обмеженим доступом до TikTok, цей інструмент дозволить вам розблокувати TikTok і досліджувати ваш улюблений вміст без особливих зусиль.\n\n🌟 Функції:\n🌍 Розблокування обмеженого вмісту TikTok: Легко обходьте регіональні обмеження та брандмауери, щоб отримати доступ до TikTok без обмежень.\n🔒 Безпечні проксі-сервери: Використовуйте надійні сервери для збереження конфіденційності та безпеки під час розблокування TikTok.\n⚡ Швидко та надійно: Насолоджуйтесь високошвидкісним з'єднанням без затримок або зниження продуктивності додатків, забезпечуючи безперебійний перегляд TikTok.\n🌐 Розумний вибір сервера: Розширення використовує функцію автоматичного вибору сервера для оптимізації продуктивності на основі даних перегляду, таких як швидкість з'єднання та навантаження на сервер.\n🛠️ Зручний для користувача: Активація в один клік дозволяє розблокувати TikTok і миттєво почати досліджувати або ділитися контентом без зайвого клопоту.\n\n🔍 Примітка про конфіденційність:\nUnlock TikTok може збирати обмежені дані про продуктивність браузера для покращення таких функцій, як автоматичний вибір сервера. Ці дані використовуються виключно для покращення функціональності і ніколи не передаються третім особам.\n\nМи також беремо участь в афілійованих партнерствах через Admitad. Хоча партнерські посилання можуть бути включені, ми НЕ зберігаємо пошукові запити і не збираємо винагороди на основі дій користувачів. Комісійні заробляються лише тоді, коли користувачі добровільно здійснюють покупки після переходу за партнерськими посиланнями.\n\n🌎 Доступ до TikTok без обмежень:\nУ багатьох установах, таких як школи, коледжі, офіси та робочі місця, TikTok часто блокується через обмеження провайдера або брандмауера. Крім того, деякі регіони повністю забороняють доступ до TikTok. Unlock TikTok вирішує цю проблему за допомогою вдосконаленого механізму тунелювання, що дозволяє користувачам обходити обмеження і вільно отримувати доступ до контенту TikTok.\n\nНасолоджуйтесь необмеженим доступом до TikTok вже сьогодні за допомогою цього простого у використанні високошвидкісного розширення. Почніть досліджувати, знаходити та ділитися контентом вже зараз без жодних компромісів щодо якості та безпеки!"
  }
}