{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YTchat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat, ask questions and get the specific information you need from Youtube videos, without leaving Youtube!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\nYTchat is an extremely helpful, easy use AI chatbot which users can open up in YouTube and use to chat with a video, being able to ask questions relating the video content, and receive fast, detailed responses in return. Simply open the YouTube video you want to chat with, click on the extension icon, and the chat will open alongside the video. Ideal for productivity, general use, studying/learning, etc., YTchat allows you to ask for the key points of video, ask for specific details from the video, get desired information from lengthy videos without having to find the correct timestamp, and more!\n\nFeatures include:\n-Quick open/close system allowing for instant chatting without the wait\n-Extremely simple and minimal user interface\n-Fast responses\n-YTchat responds strictly within context of the YouTube video, making it great for attaining specific information unique to the video, alongside general information\n-Use your own customizing words in your query to alter your response to your needs (alter the length/format of the answer, the details focused on, etc.)\n-No need to watch/go through the video - simply load the video, and begin chatting instantly!\n\nNote:\nYTchat requires the YouTube video to have subtitles. It works best with videos with built in subtitles, however may also be used with videos with auto generated subtitles."
  }
}