{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remind Me!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Set reminders with titles, descriptions, and URLs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remind Me - Set Custom Reminders with Ease\n\nNever forget important tasks again with Remind Me, a simple yet powerful reminder extension for Google Chrome. Quickly create reminders by entering a title, description, date, time, and URL, and stay on top of your schedule.\n\nImportant Notice:\nThis alarm relies on Windows notification features. Please ensure that the Chrome browser has permission to display notifications in Windows. For detailed instructions, visit: https://support.microsoft.com/en-us/windows/change-notification-and-quick-settings-in-windows-ddcbbcd4-0a02-f6e4-fe14-6766d850f294\n\nKey Features:\n\n- Set Custom Reminders: Add a title, description, date, and time to create personal alarms.\n- URL Integration: Attach a URL to each reminder, perfect for tracking websites or online tasks.\n- Context Menu Integration: Highlight text on any webpage, and send it directly to the extension as a reminder title. Automatically captures the current tab's URL for your reminder.\n- User-Friendly Interface: Easily manage your reminders through a popup interface and make changes at any time.\n- Customize your reminder with sound alerts.\n\nWith Remind Me, you'll always have a handy reminder to guide you through your tasks and important deadlines.\n\nStay productive, stay organized, and never miss an important event again with Remind Me!"
  }
}