{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mafuyu PJSK Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hatsune Miku to your browser with the Mafuyu PJSK Live Wallpaper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the vibrant energy of Mafuyu from Project Sekai: Colorful Stage! feat. Hatsune Miku to your browser with the Mafuyu PJSK Live Wallpaper. This dynamic live wallpaper showcases Mafuyu in her iconic style, featuring bright, lively animations that will make your new tab more exciting. Immerse yourself in the world of PJSK with every open tab and enjoy Mafuyu’s presence in stunning detail.\n\nLet Mafuyu’s energy light up your browser with her colorful, captivating presence.\n\nFeatures:\n🎤 Live Wallpaper: Stunning animated scenes featuring Mafuyu from Project Sekai, bringing her vibrant personality to life.\n🌐 Popular Site Shortcuts: Quick access to your favorite websites with built-in shortcuts.\n➕ Addable Shortcuts: Customize your new tab by adding links to frequently visited sites.\n🔍 Search Bar: Easily search the web using your preferred search engine.\n🕒 Calendar & Clock: Stay organized with the built-in calendar and clock display.\nWhy Choose This Extension?\nThis lightweight and secure extension enhances your browsing experience while respecting your privacy. Uninstallation is easy through your browser settings.\n\nExplore more live wallpapers featuring anime characters, colorful visuals, and engaging designs. Additional tools include a note-taking feature, a privacy policy, and a direct uninstall option.\n\nDownload the Mafuyu PJSK Live Wallpaper now and add a burst of color and energy to your browser. Visit our website for more exciting extensions!"
  }
}