{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swip - shopping assistant",
    "de": "Swip - Shopping-Assistent",
    "fr": "Swip - assistant shopping",
    "nl,sv": "Swip - shoppingassistent"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swip shopping assistant is a extension that makes shopping easier and saves you money. Product history, coupon code tests, wishlist.",
    "de": "Swip-Shopping-Assistent: erleichtert Einkaufen mit Produktverlauf, Rabattcode-Test und Wunschliste. Einfacher Einkauf,…",
    "fr": "Swip assistant shopping est une extension pour Chrome qui facilite vos achats. Historique des produits visités, tests de codes…",
    "nl": "Swip shoppingassistent: Chrome-extensie voor eenvoudiger winkelen. Productgeschiedenis, promotiecode-test, wensenlijst en meer.",
    "sv": "Swip shoppingassistent: Chrome-tillägg för enklare shopping med produkthistorik, kupongkodstest och önskelista."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swip displays the coupons found for the merchant you are visiting, and allows you to test all known coupons during the final purchase phase. \n\nSwip also allows you to bookmark favorite products in your wishlist, and have suggestions for similar products from certain merchants.",
    "fr": "Trouvez automatiquement des réductions, appliquez les meilleurs codes promo et économisez encore plus lors de vos achats en ligne… \n\nÉconomisez du temps et de l'argent lors de vos achats en ligne. Inutile de chercher des codes promo, car avec Swip, vous obtenez des coupons pour vos boutiques en ligne préférées.\n\n💸 Économisez sur des milliers de sites marchands populaires   \n\nAvec Swip, l'outil ultime pour trouver automatiquement des coupons, vous dénicherez constamment les meilleurs codes promo en ligne, appliqués automatiquement à vos achats à la caisse. \n\n🔗 Profitez des meilleures offres en un seul clic   \n\nSwip vous indique si des réductions sont disponibles pendant votre shopping. Un simple clic sur « Appliquer les réductions » et continuez vos achats normalement. \n\n🚀 Ajoutez Swip à votre navigateur en quelques secondes et profitez de coupons automatiques pour économiser sur vos achats en ligne. \n\n☝️ En installant cette extension, vous acceptez la politique de confidentialité https://addswip.com/politique-de-confidentialite/ \n\nSwip collabore avec des réseaux d'affiliation. Lorsque vous utilisez Swip, les marchands peuvent nous verser des commissions d'affiliation. \n\nL'extension Swip Chrome utilise Google Analytics pour collecter des statistiques d'utilisation afin d'améliorer l'expérience utilisateur. Vous pouvez vous désinscrire du suivi Google Analytics en visitant http://tools.google.com/dlpage/gaoptout."
  }
}