{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ECHO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest, fastest way to generate ECHO widget"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ECHO is the first decentralized social engagement protocol based on Arweave.\n\nOur goal is to provide the fundamental infrastructure of Web3 social by introducing the first comment widget that can be deployed on any Web3 website with permanent data storage, so that users can speak up for themselves in a decentralized, permissionless, and censorship-resistant environment. It is our conviction that every person deserves to be heard, and we strive to create the right tool to make that happen. “Long live our opinion”, as our slogan goes.\n\nMore importantly, as we are providing a multi-chain, multi-platform, and multi-disciplinary solution, ECHO will energize the social mobility in an aggregated manner to address the current social segregation issue in Web3. And our protocol-based data structure of social activities both on-chain and off-chain will be the cornerstone of the future Web3 social paradigm.\n\nOur opinion is our intellectual assets. People don’t own their voice in Web2, and people have no tool to own their voice in Web3. People are awakening that decentralization should not be limited to finance, but also in other fields. And we need a product so that people can speak freely and equally without worrying about censorship and privacy issue. And Arweave is a much better storage solution than IPFS that the technology is mature to make this happen.\n\nECHO provides a neutral commenting tool that can be used to comment on anything."
  }
}