{
  "name": {
    "ar,cs,gu,ja,ml,sv": "Maze Control Online",
    "am,fi,hr,hu,ro,sk": "Maze Control Unblocked Game",
    "bg,da,et,hi,kn,lv,ms": "Maze Control Platform Games",
    "bn,fil,id,mr,no,sl,te": "Maze Control Game",
    "ca,ko,ta": "Maze Control Online Game",
    "de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fr,he,it,lt,nl,pl,pt_BR,pt_PT,ru,sr,sw,th,tr,uk,vi,zh_CN,zh_TW": "Maze Control Platform Game"
  },
  "short": {
    "ar": "في لعبة المنصة هذه ، عليك أن تصل بالكرة إلى خط النهاية في أسرع وقت في المتاهة.",
    "am": "በዚህ የመድረክ ጨዋታ ውስጥ በግርግር ውስጥ በፍጥነት ውስጥ ኳሱን ወደ መጨረሻ መስመር ማድረግ አለብዎት.",
    "bg": "В тази игра платформа, трябва да получите топката до финалната линия в най-бързото време в лабиринта.",
    "bn": "এই প্ল্যাটফর্ম গেমে গোলকধাঁধায় দ্রুততম সময়ে ফিনিশিং লাইনে বল পেতে হয়।",
    "ca": "En aquest joc de plataformes, heu de portar la pilota a la línia de meta en el temps més ràpid del laberint.",
    "cs": "V této plošinovce musíte dostat míč do cíle v nejrychlejším čase v bludišti.",
    "da": "I dette platformspil skal du få bolden til målstregen i den hurtigste tid i labyrinten.",
    "de": "In diesem Plattformspiel musst du den Ball in der schnellsten Zeit im Labyrinth bis zur Ziellinie bringen.",
    "el": "Σε αυτό το παιχνίδι πλατφόρμας, πρέπει να πάρετε την μπάλα στη γραμμή τερματισμού στον ταχύτερο χρόνο στο λαβύρινθο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this platform game, you have to get the ball to the finish line in the fastest time in the maze.",
    "es": "En este juego de plataformas, tienes que llevar la pelota a la línea de meta en el tiempo más rápido del laberinto.",
    "et": "Selles platvormimängus peate palli finišisse jõudma labürindi kiireima ajaga.",
    "fa": "در این بازی پلت فرم، شما باید توپ را به خط پایان در سریعترین زمان در پیچ و خم.",
    "fi": "Tässä tasohyppelypelissä sinun on saatava pallo maaliin sokkelon nopeimmassa ajassa.",
    "fil": "Sa laro platform na ito, mayroon kang upang makuha ang bola sa tapusin ang linya sa pinakamabilis na oras sa kalituhan.",
    "fr": "Dans ce jeu de plateforme, vous devez amener la balle à la ligne d’arrivée dans le temps le plus rapide du labyrinthe.",
    "gu": "આ પ્લેટફોર્મ ગેમમાં તમારે ભુલભુલામણીમાં સૌથી ઝડપી સમયમાં બોલને ફિનિશ લાઇન સુધી પહોંચાડવાનો હોય છે.",
    "he": "במשחק פלטפורמה זה, אתה צריך להביא את הכדור לקו הסיום בזמן המהיר ביותר במבוך.",
    "hi": "इस प्लेटफ़ॉर्म गेम में, आपको भूलभुलैया में सबसे तेज़ समय में गेंद को फिनिश लाइन पर लाना होगा।",
    "hr": "U ovoj igri platforme morate dobiti loptu do cilja u najbržem vremenu u labirintu.",
    "hu": "Ebben a platformjátékban a labirintus leggyorsabb idejében kell célba juttatnod a labdát.",
    "id": "Dalam game platform ini, Anda harus membawa bola ke garis finis dalam waktu tercepat di labirin.",
    "it": "In questo gioco di piattaforma, devi portare la palla al traguardo nel tempo più veloce nel labirinto.",
    "ja": "このプラットフォームゲームでは、迷路で最速の時間でフィニッシュラインにボールを取得する必要があります。",
    "kn": "ಈ ಪ್ಲಾಟ್ ಫಾರ್ಮ್ ಆಟದಲ್ಲಿ, ನೀವು ಮೇಜ್ ನಲ್ಲಿ ಅತ್ಯಂತ ವೇಗದ ಸಮಯದಲ್ಲಿ ಚೆಂಡನ್ನು ಫಿನಿಶ್ ಲೈನ್ ಗೆ ತರಬೇಕು.",
    "ko": "이 플랫폼 게임에서는 미로에서 가장 빠른 시간에 결승선에 공을 가져와야합니다.",
    "lv": "Šajā platformas spēlē jums ir jānogādā bumba līdz finiša līnijai visātrākajā laikā labirintā.",
    "ml": "ഈ പ്ലാറ്റ്ഫോം ഗെയിമിൽ, നിങ്ങൾക്ക് പന്ത് ഫിനിഷ് ലൈനിലേക്ക് ഏറ്റവും വേഗതയേറിയ സമയത്ത് നേടേണ്ടതുണ്ട്.",
    "mr": "या प्लॅटफॉर्म गेममध्ये भुलभुलैयामध्ये सर्वात जलद वेळेत चेंडू अंतिम रेषेपर्यंत पोहोचवायचा असतो.",
    "ms": "Dalam permainan platform ini, anda perlu mendapatkan bola ke garisan penamat dalam masa terpantas dalam maze.",
    "nl": "In dit platformspel moet je de bal in de snelste tijd in het doolhof naar de finish krijgen.",
    "no": "I dette plattformspillet må du få ballen til målstreken på den raskeste tiden i labyrinten.",
    "pl": "W tej grze platformowej musisz doprowadzić piłkę do mety w najszybszym czasie w labiryncie.",
    "ro": "În acest joc de platformă, trebuie să obțineți mingea la linia de sosire în cel mai rapid timp în labirint.",
    "ru": "В этой платформенной игре вам предстоит доставить мяч к финишу в самое быстрое время в лабиринте.",
    "sk": "V tejto plošinovke musíte dostať loptičku do cieľa v najrýchlejšom čase v bludisku.",
    "sl": "V tej igri platforme, morate dobiti žogo do cilja v najhitrejšem času v labirintu.",
    "sv": "I det här plattformsspelet måste du få bollen till mållinjen på den snabbaste tiden i labyrinten.",
    "sw": "Katika mchezo huu wa jukwaa, lazima upate mpira kwenye mstari wa kumaliza kwa muda wa haraka zaidi katika maze.",
    "ta": "இந்த மேடையில் விளையாட்டில், நீங்கள் பிரமை வேகமாக நேரத்தில் பூச்சு வரி பந்தை பெற வேண்டும்.",
    "te": "ఈ ప్లాట్ ఫారమ్ గేమ్ లో, మీరు మేజ్ లో వేగవంతమైన సమయంలో బంతిని ఫినిష్ లైన్ కు పొందాలి.",
    "th": "ในเกมแพลตฟอร์มนี้คุณต้องนําลูกบอลไปให้ถึงเส้นชัยในเวลาที่เร็วที่สุดในเขาวงกต",
    "tr": "Bu platform oyununda, topu labirentteki en hızlı sürede bitiş çizgisine götürmeniz gerekir.",
    "uk": "У цій платформній грі ви повинні доставити м'яч до фінішу в найшвидший час в лабіринті."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a fun platform puzzle game! Get the ball to the exit and complete all levels.\n\nHow To Play\nPlayed with Mouse.\n\nMaze Control Platform Game Features\n✓ 13+ Level\n✓ Little Particle\n✓ Colorful Graphics\n✓ Arcade Sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Maze Control Platform Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}