{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Polygraf AI Content Detector: Advanced Plagiarism & ChatGPT Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Free Polygraf AI content detector with plagiarism checker to identify ChatGPT, Gemini, Mistral, Llama, Grammarly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get instant content verification with the Polygraf AI Content Detector, now with exciting new features in our year-end update! This extension will help you to identify AI-generated text in real time and humanize, summarize your text directly within the tool. Whether you’re an editor, writer, student, marketeer, or just a curious browser, Polygraf AI Content Detector Chrome extension lets you check the authenticity of your digital content everywhere you work. Upgrade to use advanced features. \nWe’ve introduced some major upgrades:\nFresh New Design: A sleek interface to make your workflow seamless.\nScan Anything, Anywhere: Highlight text and click our yellow Polygraf icon for instant detection—it's always right where you need it.\nText Editing Magic: Edit and scan text in one space, no more tab-hopping!\n\n\nFor Standard/Premium Plan Holders:\nInstant Summaries: Get quick summaries for any text.\nHumanizer (Beta): Transform AI-generated text into natural, human-like content, ensuring it's ready for any authenticity checks.\n\n\nPolygraf remains the world’s most detailed AI Content Detector, capable of identifying content generated by ChatGPT, GPT-4, Claude, Gemini, Grammarly, and  with greater than 98% accuracy. It’s the only detector that can distinguish Grammarly-enhanced text from AI-generated content, providing unmatched accuracy for professionals and students alike.\nEasy Installation:\nClick ‘Add to Chrome’\nPin the Polygraf AI Detector to your extension bar\nLog in using Google or Sign up with your email\nHighlight text and click the extension icon to start detecting with our ChatGPT and Plagiarism checker.\n\n\nKey Features:\nAI Checker Free Version: Enjoy robust detection capabilities at no cost with the free version of our AI detector, including features like the ChatGPT detector and Grammarly detection with monthly renewing limited tokens.\nAI Detection: Add Polygraf Google Chrome extension in seconds and use Polygraf AI Detection to identify Human or AI-generated content in real-time, including a precise ChatGPT detector for pinpointing AI-created text, and a plagiarism checker for identifying unoriginal content. Polygraf accurately shows ChatGPT, Claude, Gemini, Llama, and other gen-AI\nAI Source Detection: Patent-pending Polygraf AI Content Detector will tell you whether the content was artificially generated, enhanced by Grammarly, or created by specific AI models like ChatGPT, functioning as an effective plagiarism detector as well.\nHumanized Text Detection: Our extension can immediately tell you whether the content is original or has been altered by AI-powered humanizers, paraphrasers, or tools like Grammarly. \nWriting Style Analysis: Evaluates text on 6 parameters:\nPerplexity: measures text complexity. (Higher tends to be Human)\nReadability: indicates sentence structure complexity.\nVocabulary richness: reflects word diversity. (Higher tends to be AI, especially if altered by Grammarly)\nSyntactic tree depth: assesses text predictability. (Higher tends to be AI)\nAverage sentence length: shows typical word count per sentence. (Higher tends to be AI)\nAverage word length: represents the average length of words used. (Higher tends to be AI)\n\n\nUnmatched Accuracy: Boasts over 98% accuracy with a minimal false positive rate.\nVersatile LLM Detection: Recognizes content generated by top AI models, including ChatGPT 3.5, 4; Google Gemini, Meta Llama 3, Mistral AI, Grammarly, and Claude.\nDetailed Reports: Generates comprehensive reports to verify the originality of your content, leveraging both ChatGPT checker and plagiarism checker functionalities.\nDeception Filter (Web interface only): Detects intentional and unintentional text modifications aimed at deceiving AI models, such as empty spaces between words, deliberate grammatical errors, or alterations by Grammarly.\nCopyright Detector (Web interface only): Detects the original source of the content, providing URLs and exact sentence or phrase matches from the source, acting as a powerful plagiarism detector.\n\n\nHow It Works:\nPolygraf AI uses proprietary AI protocols extensively trained on human and AI-generated content. Our real-time AI text detector can identify nuanced patterns in text to distinguish between human and AI authorship, even for Grammarly-enhanced text.\nReal-time Detector: Verifies content origins in real-time across multiple models like ChatGPT, Google Gemini, Meta Llama 3, Mistral AI, Grammarly, and Claude.\nProbability Assessment: Provides insights into the origin, trustworthiness, and whether content was human-written or AI-enhanced.\nForensic Linguistic Analysis: Traces machine-generated text back to its original source material.\nIntuitive Interface: Features easy-to-use dashboards, direct source links, and clear similarity percentages.\n\n\n\n\nPremium Features:\nUnlock the full potential of Polygraf with a premium subscription:\nHumanized Text Analysis: Detect if the content was humanized.\nAI Source Detector: Identify which AI tool (e.g., ChatGPT) created the content.\nCopyright Detector: Protect your work by identifying the original copyright holder.\nAI Highlighter: See exactly which parts of your content are AI-generated.\nAdvanced Plagiarism Detector: Check for deeper plagiarism issues (web only).\nWebsite AI Analysis: Instantly verify AI usage on websites.\n\n\nWhy Choose Polygraf?\nThe Best Detection Accuracy: Our AI Detector boasts an impressive >98% accuracy rate in internal tests, setting a benchmark in the industry. Polygraf is trusted by government agencies and businesses worldwide for its ChatGPT detector and plagiarism detector capabilities.\nUnique Features: Did you know that Polygraf is the only AI detector that can tell if the content was enhanced by Grammarly or created by generative AI models like ChatGPT? This can be critical, protecting you against misinformation, propaganda, and claims of academic misconduct & copyright infringement with our advanced plagiarism checker.\nTrust & Data Security: We don’t train our models on your data. This means we never store your information, making Polygraf a trusted, 100% secure AI Detector. Our ChatGPT detector, Grammarly detection, and plagiarism checker functionalities ensure your content remains original and credible.\nBy integrating a powerful ChatGPT detector, plagiarism detector, and Grammarly detection, Polygraf stands out as a comprehensive tool for anyone serious about maintaining the authenticity of their digital content."
  }
}