{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NFe para PDF"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NFe para PDF: Converta NFes em PDFs no Chrome. Grátis, seguro e fácil de usar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NFe para PDF é uma extensão gratuita, segura e fácil de usar para o Google Chrome. Ela permite que você converta notas fiscais eletrônicas (NFes) em arquivos PDF de forma simples e rápida.\n\nPara utilizar a extensão, basta acessar o site da fazenda (https://www.nfe.fazenda.gov.br/portal/consultaRecaptcha.aspx?tipoConsulta=resumo&tipoConteudo=7PhJ%20gAVw2g=) ou clicar no ícone da extensão, que irá direcioná-lo diretamente para o site. Em seguida, insira a chave da nota fiscal e resolva o 'Captcha'. Assim que a nota for carregada, clique no ícone da extensão novamente para acessar a tela de impressão.\n\nA extensão lerá os dados da NFe do site da Fazenda e criará um PDF conforme o padrão de NFe. Importante ressaltar que todo o processo de geração ocorre apenas no seu próprio computador, sem o envio de sua nota para servidores de terceiros, garantindo a segurança de suas informações.\n\nNFe para PDF é uma ferramenta extremamente útil para qualquer pessoa que precise converter NFes em PDFs. Sua utilização é descomplicada e, o melhor de tudo, é totalmente gratuita. Aproveite para baixar NFe para PDF hoje mesmo e comece a converter suas NFes em PDFs de forma rápida e fácil.\n\n\nINSTRUÇÕES DE USO:\n\n1º APÓS INSTALAR A EXTENSÃO, CLIQUE NO ICONE DE EXTENSÕES, NO CANTO SUPERIOR DIREITO.\n2º CLIQUE NO ICONE DE ALFINETE PARA FIXAR A \"NFE PARA PDF\" NO TOPO DA BARRA DE TAREFAS (OPICIONAL)\n3º CLIQUE NO ICONE DA EXTENSÃO PARA ABRIR A PÁGINA DE CONSULTA DE NOTAS FISCAIS\n4º PREENCHA OS CAMPOS COM A CHAVE DE ACESSO E O CAPTCHA\n5º CLIQUE NO ICONE DA EXTENSÃO PARA ABRIR A PÁGINA DE IMPRESSÃO"
  }
}