{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X Saylor Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get notified when Michael Saylor posts on X"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X Saylor Tracker: Stay Ahead with Real-Time Notifications\n\nAre you a fan of Michael Saylor, the visionary founder of MicroStrategy and a leading advocate for Bitcoin? Known for his transformative insights into Bitcoin adoption, corporate strategy, and financial innovation, Michael Saylor’s updates are highly sought after by tech entrepreneurs, investors, and crypto enthusiasts worldwide. With X Saylor Tracker, never miss a post from one of the most influential voices in the worlds of technology, business intelligence, and cryptocurrency.\n\n🔔 Key Features:\n\n- Instant Notifications: Get real-time updates whenever Michael Saylor posts a new tweet. Notifications include tweet text, images, and quick links to view the full post.\n- Customizable Settings: Tailor the extension to your needs. Set the check frequency, adjust rate limits, and manage your Bearer Token for secure API integration.\n- Clean and Intuitive Interface: The popup displays the latest tweet in a sleek, organized card with text, timestamps, and media previews.\n- Multi-Media Support: View tweet media like photos directly in the notification or within the extension interface.\n- Hassle-Free Installation: Easy to set up and configure. Requires a Bearer Token from X's API for secure connectivity.\n\n📋 How It Works:\n\n1. Install the extension from the Chrome Web Store.\n2. Input your API Bearer Token and customize settings in the \"Settings\" tab.\n3. Sit back as the extension checks for updates at your defined intervals and sends instant notifications.\n\n💡 What’s a Bearer Token?\n\nA Bearer Token is a secure credential provided by X's Developer Platform, enabling the extension to access public tweet data. To get your Bearer Token:\n\n1. Sign up as a Developer: Visit X Developer Platform and create a developer account if you don’t already have one.\n2. Create a Project and App: After signing up, set up a new project and application in your developer dashboard.\n3. Generate Your Token: Navigate to the \"Keys and Tokens\" section and generate your Bearer Token. Copy and securely paste it into the extension settings.\n\nDon't worry—this token is encrypted within the extension for your privacy and security.\n\n\n💡 Who’s It For?\n\n- Bitcoin Enthusiasts: Stay informed on Michael Saylor’s latest Bitcoin insights and strategies.\n- Investors and Traders: Gain real-time access to updates from one of the leading voices in financial innovation.\n- Tech Entrepreneurs and Professionals: Learn from a visionary who has transformed the business intelligence landscape.\n\nDon't let important tweets slip through the cracks. Download X Saylor Tracker today, set it up in minutes, and stay at the forefront of innovation and the crypto revolution!"
  }
}