{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mccheyne Bible Reading Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is designed to help you stay on track with your daily Bible reading. \n\nAs I think about the people who will use this extension…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is designed to help you stay on track with your daily Bible reading. \n\nAs I think about the people who will use this extension to read God’s Word and experience a transformed life, I feel so joyful and happy. Knowing that this tool can contribute to their spiritual growth and deeper relationship with God brings me immense satisfaction.\n\n\n************************************************************************************************\n[Here’s what you can do with it]\n\n- Daily Bible Verse Display\nEvery day, the extension automatically shows you the Bible chapters you need to read. It identifies today’s reading and displays it directly in the popup.\n\n- Track Your Progress\nYou can mark your daily readings as \"read\" with a simple click. The extension keeps track of which days you've completed, so you always know where you stand in your reading plan.\n\n- Yearly Reading Stats\nThe extension provides a summary of your progress throughout the year. It calculates the percentage of days you've completed and shows how many days you’ve read out of the total 365 days.\n\n- Automatic New Year Reset\nOn January 1st, your reading progress resets automatically, allowing you to start fresh every year.\n\n- Verse API Integration\nAlthough this feature is in progress, the extension will soon be able to fetch specific Bible verses directly from an online Bible API, providing you with the exact text you need to read each day.\n************************************************************************************************\n\nThis extension makes it easy to manage your Bible reading plan, track your progress, and stay motivated to complete your yearly reading goals!\n\nGod loves you so much!!"
  }
}