{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Re-newtab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A redesigned, productive and pragmatic new tab alternative.",
    "zh_CN": "高效实用的 Chrome 新标签页扩展。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Overview: This extension provides 19 desktop widgets, plus bookmarks manager, history manager, extensions manager, downloaded files manager and quick search function in your new tab page (so chrome will show you these permissions when you install it).\n\nThe core idea of this extension is to help user quickly find web pages that you want to open. The home panel shows links, information and functions by different widgets. Of course, you can customize these widgets. Sometimes if you just want to see a wallpaper on new tab,  there is a wallpaper mode that hide all elements on the page and only show the wallpaper and a toggle button.\n\nVersion 8.0.0 (March 2023) Updates:\n• Remove weather widget.\n• Remove Chrome Apps related functions.\n• Upgrade to Chrome Manifest V3.\n\n0. Quick Search\nYou can use keyboard shortcuts to search for bookmarks, history, opened tabs and downloaded files, similar to Alfred.\n\n1. Home Panel\nHome panel contains many versatile widgets(cards), like clock, calendar, recently closed tabs. You can add/remove widgets, drag and drop widget to a new position, change widget's title and color. \n\nMain widgets:\n• Most Visited: show default newtab most visited pages.\n• Bookmarks Bar: show Bookmarks.\n• Todo List: a simple but powerful todo(task) list.\n• Opened Tabs: a simple tabs manager, which shows all current opened tabs. You can jump to or close a tab by click, and more functions in context menu.\n• Recently Closed: recently closed tabs.\n• Analog clock and digital clock: highly customizable clocks.\n• Calendar: A month view calendar.\n• Calculator: A super calculator powered by math.js.\n• Google Drive widget: quick access recent, starred, shared drive files or search files.\n• Google Calendar widget: list your Google Calendar events.\n• Translate: a Google Translate widget.\n• Notepad: a simple notepad.\n• Search Engine: search via your browser's default search provider.\n• YouTube Subscriptions: list video updates for all your subscriptions.\n• Google Sites: top google services.\n• Office: ms office web apps.\n• Chrome Misc: chrome internal pages.\n\n2. Bookmarks Manager\nBookmarks are an important concept, because they are your own collections and what you need. This extension provides a more productive bookmarks manager.\n\nSimilar to Mac Finder in columns view, you can manage and navigate bookmarks by mouse or keyboard shortcuts, for example:\n• Navigate all bookmarks using mouse or arrow keys.\n• Open a bookmark by double click or enter key.\n• Open all bookmarks in a folder by context menu.\n• Drag and Drop a bookmark to a new location.\n• Create, edit or delete bookmark or folder by context menu.\n• Select multi bookmarks to move, delete or open.\n• Copy/cut/paste bookmarks(except folders) by shortcuts.\n• Sort bookmarks by name\n• Support many keyboard shortcuts.\n\n3. History Manager\nSearch or clear browsing history by date range.\n\n4. Downloads Manager\nShow your downloaded files. You can open downloaded files or open their folders, and clear download history.\n\n5. Devices\nShow synced open tabs on other devices.\n\n6. Extensions Manager\nManage all extensions and apps. You can enable/disable/remove the extensions and open their options.\n\n7. Settings\n• User login, logout.\n• Theme settings: Pure colors or Wallpapers or Custom photo.\n\nIssue feedback or feature request: https://goo.gl/forms/YOOG4TTkaY2lIbBv2\nContact author: guokai.dev+newtab@gmail.com",
    "zh_CN": "概述：此扩展在新标签页中提供了 19 个桌面小工具，以及书签管理、历史管理、扩展管理、下载文件管理和快速搜索等功能 (所以安装时会提示需要这些权限)。\n\nRe-newtab 的核心理念是帮助用户快速找到想要打开的 Web 页面。在主页上，各种 widget 会提供一些特别的链接、信息或功能，当然你可以定制使用哪些 widget 。有时候如果你只想在新标签中显示壁纸，此扩展提供了一个壁纸模式，它会隐藏页面上的所有元素，而只显示壁纸和一个切换按钮。\n\n版本 8.0.0 (2023年3月) 更新：\n• 删除天气 widget\n• 删除 Chrome Apps 相关功能\n• 升级到 Chrome Manifest V3\n\n0. 快速搜索\n像 Alfred 和 Vimium 一样，你可以在新标签中通过快捷键搜索书签、历史记录、打开的标签页、下载的文件和安装的扩展。\n\n1. 主页\n主页包含各种不同功能的 widget ，如世界时钟、日历、最近关闭的标签页等。你可以根据自己的需求，添加、删除 widget ，拖拽 widget 到不同的位置，修改 widget 的标题和颜色。\n\n目前主要的 widget 包括：\n• 最常访问页面: 显示浏览器默认新标签页中提供的最常访问页面。\n• 书签栏: 显示书签。\n• Todo: 简单而强大的任务列表。\n• 打开的标签页: 一个简单的标签管理工具。它会显示当前所有打开的标签页，点击一下即可跳转到或关闭某个标签页，右键菜单有更多功能。\n• 最近关闭的标签页: 显示最近关闭的页面。\n• 模拟时钟和数字时钟: 高度可定制的时钟 widget 。\n• 日历: 显示月视图的日历。\n• 计算器: 基于 math.js 的超级计算器。\n• 搜索引擎: 使用浏览器默认搜索引擎执行搜索。\n• Google Drive widget: 快速访问最近访问过的 Google Drive 文件、加星文件和共享文件，并提供搜索功能。\n• Google Calendar widget: 显示最近几天 Google 日历上的活动。\n• Google 翻译 widget: 多语言互译功能。\n• Google Sites: 常见 Google 服务的快速链接。\n• Office: 显示微软 Office Web 应用。\n• Chrome Misc: Chrome 常用的内置链接。\n• Notepad: 简单的临时记事本。\n• YouTube Subscriptions: 显示你的所有 YouTube 订阅视频更新。\n\n2. 书签管理\n书签是很重要的概念，它帮助你管理需要经常要访问的页面。此扩展提供了更高效的书签管理器。类似于 Mac 系统中的 Finder (文件管理器) ，你可以通过鼠标或快捷键管理或使用书签。例如：\n\n• 使用鼠标或方向键浏览书签。\n• 双击或回车键开打书签。\n• 使用右键菜单打开目录下的所有书签。\n• 拖拽书签到新的位置。\n• 使用右键菜单新建、编辑、删除书签或目录。\n• 支持鼠标或键盘选择多个书签移动或删除。\n• 支持快捷键复制、剪切、黏贴(非目录的)书签。\n• 支持按名称排序当前目录下的书签。\n• 支持许多快捷键。\n\n3. 历史记录管理\n显示、搜索或删除浏览历史记录。\n\n4. 下载管理\n显示所有的下载文件。可以打开下载的文件或所在的文件夹，可以删除下载历史记录。\n\n5. Devices\n显示其它设备上打开的标签页。\n\n6. 扩展管理\n管理所有的扩展和应用。可以启用、禁用、删除某个扩展，可以打开扩展的选项。\n\n7. 设置\n此扩展的设置，包括登录和主题(纯色、壁纸或自定义)设置。\n\n问题反馈或功能建议: https://goo.gl/forms/YOOG4TTkaY2lIbBv2\n联系作者: guokai.dev+newtab@gmail.com"
  }
}