{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SPOI Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control the way you read RSS news online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SPOI Filter - lets you hide and highlight RSS news items in feedly and The Old Reader by keyword or regular expression.\n\nFilter is based on a paid subscription model.  Licensed users will be billed $0.99 monthly.  Six month and twelve month subscriptions are also available, as is a trial license.\n\nWe all like to use our new readers to get our RSS news, and we all subscribe to the feeds that we want, but sometimes we get tired of reading about the same vapid celebrities or the same iPhone killer.  Using SPOI Filter, you input a name or a word, and BLAM any news item that contains it is reduced to a fancy coloured bar that you can scroll on by or click on to reveal the hidden gem.  Or you can completely hide it and your life will be all the better.  You can even choose filter based on text found in the body and the subject, or in the subject line only.  Filtering logic includes case-sensitive, not case-sensitive, and regular expressions (regex/regexp).  Tired of duplicate items?  You can make them never exist!  Think that a particular feed should never be filtered?  Add them to an exempt list!  Want to highlight specific words, you can do that too!\n\nWant to only read news that has your keywords and skip everything else?  Done.\n\nWant to securely sync all your settings and filter between different browsers on different machines?  Even more done.\n\nThere is a handy popup menu to enter new filters or highlights on-the-fly as you are reading.  You can also use it to un-hide or re-hide all hidden news items, hide the header, and hide the navigation pane sidebar.\n\nAnd do not forget about the Layout tweaks.  Hide all sorts of stuff around the page and fix some spacing while you are at it.  You can even change the font.\n\nPlease see the \"Extension support\" link for responses to comments and emails.\n\nDo not host, archive, or distribute SPOI Filter without permission from smart people on ice, LLC. (spoi).\n\nhttps://spoi.com/filter/EULA"
  }
}