{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HeftyApp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically finds the best product prices an coupon codes while browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Money and Find the Best Deals While Shopping Online – Completely Free\nHeftyApp makes it easy to save money and avoid costly purchases. The app automatically searches for the lowest prices and the best discount codes while you browse products online. Soon, it will also warn you about poor reviews on popular platforms like Trustpilot and Google Reviews – all without you lifting a finger.\n\nHow HeftyApp Works\nOnce you’ve installed the browser extension, you’re ready to start saving money. No account is needed to access the core features, which include:\n\n💵 Best Prices\nHeftyApp scans and compares product prices as you shop, ensuring you always find the best deals.\n\n🎁 Discount Codes and offers\nWe automatically search for and apply discount codes and offers directly in your browser, making saving effortless.\n\n👍 Reviews\nComing soon: Gain insight into customer experiences with Trustpilot and Google Reviews, so you can make better shopping decisions.\n\nWe’re continuously expanding our database with more discount codes and products, so keep HeftyApp installed. Before long, we’ll be your ultimate online shopping partner. Stay up to date with the latest news about our launches in the HeftyApp or here on our site.\n\nAffiliate Disclosure\nThis extension participates in affiliate programs to support its development and maintenance. When you interact with specific features, such as applying promo codes or visiting partner websites, an affiliate code or link may be included. No affiliate codes, links, or cookies are added or modified without your explicit consent or related action.\n\nClicking the \"Reveal coupon\" button will apply a promo url to the current page.\nVisiting a product from the automated product price search will include an affiliate link in the URL.\nWe do not replace existing affiliate codes, modify shopping cookies, or change URLs without your knowledge and action."
  }
}