{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BC Web app config import/export"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can export/import/share Adobe's Business Catalyst web apps easily from within Google Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How does it work?\nFirst, install the extension. You can find it on the Google Web Store. If you want to install the latest build follow these instructions\n\nExporting web apps.\nIf you want to export an existing web app, go to that app's Edit page. You will notice a little black [BC] icon will appear in the browser's address bar. Click on that icon and a popup dialogue will appear. Select the Export tab then press Export button and be patient. The Chrome extension will automatically open every web app tab (Details/Fields/Layouts/Autoresponder) and extract the data from it. In the end, a textarea will appear filled with the web app settings in JSON format.\n\nYou can copy this JSON and share it or use it to copy the web app configs to another site.\n\nImporting web apps.\nIf you want to import a web app, go to the Business Catalyst Admin Console and choose Add Web App. Click the black [BC] icon in the address bar. Only the import tab will be available. Paste the JSON with the web app configuration you want to import into the textarea and click the Import button. Be patient and don't close the popup (see the note bellow) until the import is done.\n\nImportant Note:\nDon't click outside of the popup area or change the tab! This will close the popup and abort the export/import operation.\n\nThis extension is open source. You can clone the source code from Github https://github.com/adobe-business-catalyst/web-app-export\n\nAny bugs, suggestions, feature requests you can report on app github page."
  }
}