{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control Your Feed – Remove YouTube Distractions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control YouTube's feed & related videos, remove shorts, comments, sidebar, top navigation bar, and other distractions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ Control Your Feed is a powerful Chrome extension designed to help you stay productive on YouTube. Instead of removing your feed entirely, our advanced filtering system lets you customize what you see, By removing distracting elements it offers a clean, minimalist interface so you can focus on content that truly matters.\n\nKey Features:\n\n• Channel Feed Filtering: Add your favorite channels in the extension's settings and filter the homepage feed to only display content from those channels. No more distractions from unwanted videos!\n\n• Hide Sidebar Recommendations: Eliminates suggested videos from the sidebar for a cleaner viewing experience.\n\n• Hide and Disable Shorts: Blocks the YouTube Shorts section to avoid unnecessary distractions.\n\n• Hide Subscriptions and Explore Sidebars: Simplifies the interface by removing Subscriptions and Explore options from the side menu.\n\n• Hide Comments: Keeps your focus on the video by removing the comment section.\nToggle Button: Easily activate or deactivate the extension as needed.\n\nThis extension is perfect for students 📚, professionals 💻, or anyone seeking a distraction-free environment on YouTube to enhance focus and productivity.\n\nNote: This extension is not affiliated with, endorsed by, or sponsored by YouTube or Google. All logos and trademarks belong to their respective owners."
  }
}