{
  "name": {
    "ar,et,fa,ml,ms,pl,ta": "3D Rolling Ball Unblocked Game",
    "am,da,de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,he,hr,it,ja,lt,lv,nl,pt_BR,pt_PT,ro,ru,sk,sr,sw,th,tr,uk,vi,zh_CN,zh_TW": "3D Rolling Ball Game",
    "bg,ca,cs,el,fil,gu,id,kn,mr,no,sl": "3D Rolling Ball Online Game",
    "bn,hi,hu,ko,sv,te": "3D Rolling Ball Online"
  },
  "short": {
    "ar": "عليك الوصول إلى خط النهاية في أقرب وقت ممكن عن طريق تمرير الكرة عبر العقبات.",
    "am": "በእንቅፋቱ ውስጥ ኳሱን በማለፍ በተቻለ ፍጥነት ወደ መጨረሻው መስመር መድረስ አለብዎት።",
    "bg": "Трябва да достигнете финалната линия възможно най-скоро, като преминете топката през препятствията.",
    "bn": "যত দ্রুত সম্ভব বাধা পেরিয়ে বল পাস করিয়ে ফিনিশিং লাইনে পৌঁছতে হবে।",
    "ca": "Vostè ha d'arribar a la línia de meta tan aviat com sigui possible passant la pilota a través dels obstacles.",
    "cs": "Musíte se dostat do cíle co nejdříve přihrávkou míče přes překážky.",
    "da": "Du skal nå målstregen så hurtigt som muligt ved at sende bolden gennem forhindringerne.",
    "de": "Sie müssen die Ziellinie so schnell wie möglich erreichen, indem Sie den Ball durch die Hindernisse passieren.",
    "el": "Πρέπει να φτάσετε στη γραμμή τερματισμού το συντομότερο δυνατό περνώντας την μπάλα μέσα από τα εμπόδια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to reach the finish line as soon as possible by passing the ball through the obstacles.",
    "es": "Hay que llegar a la meta lo antes posible pasando la pelota a través de los obstáculos.",
    "et": "Sa pead jõudma finišijoonele nii kiiresti kui võimalik, läbides palli läbi takistuste.",
    "fa": "شما باید برای رسیدن به خط پایان در اسرع وقت با عبور توپ را از طریق موانع.",
    "fi": "Sinun on saavutettava maaliviiva mahdollisimman pian syöttämällä pallo esteiden läpi.",
    "fil": "Mayroon kang upang maabot ang tapusin ang linya sa lalong madaling panahon sa pamamagitan ng pagpasa",
    "fr": "Vous devez atteindre la ligne d’arrivée le plus tôt possible en passant la balle à travers les obstacles.",
    "gu": "તમારે અવરોધોમાંથી બોલને પસાર કરીને શક્ય તેટલી વહેલી તકે અંતિમ રેખા પર પહોંચવું પડશે.",
    "he": "אתה צריך להגיע לקו הסיום בהקדם האפשרי על ידי העברת הכדור דרך המכשולים.",
    "hi": "आपको बाधाओं के माध्यम से गेंद को पारित करके जितनी जल्दी हो सके फिनिश लाइन तक पहुंचना होगा।",
    "hr": "Morate doći do cilja što je prije moguće dodavanjem lopte kroz prepreke.",
    "hu": "A lehető leghamarabb el kell érnie a célvonalat, ha a labdát az akadályokon keresztül továbbítja.",
    "id": "Anda harus mencapai garis finis sesegera mungkin dengan mengoper bola melalui rintangan.",
    "it": "Devi raggiungere il traguardo il prima possibile facendo passare la palla attraverso gli ostacoli.",
    "ja": "障害物を通してボールを渡すことによって、できるだけ早くフィニッシュラインに到達する必要があります。",
    "kn": "ಅಡೆತಡೆಗಳ ಮೂಲಕ ಚೆಂಡನ್ನು ಪಾಸ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಫಿನಿಶ್ ಲೈನ್ ಅನ್ನು ತಲುಪಬೇಕು.",
    "ko": "장애물을 통해 공을 통과시켜 가능한 한 빨리 결승선에 도달해야합니다.",
    "lv": "Jums pēc iespējas ātrāk jāsasniedz finiša līnija, šķērsojot bumbu caur šķēršļiem.",
    "ml": "തടസ്സങ്ങളിലൂടെ പന്ത് പാസ് ചെയ്തുകൊണ്ട് നിങ്ങൾ എത്രയും വേഗം ഫിനിഷ് ലൈനിൽ എത്തണം.",
    "mr": "अडथळ्यांमधून चेंडू पार करून लवकरात लवकर अंतिम रेषेपर्यंत पोहोचावे लागते.",
    "ms": "Anda perlu mencapai garisan penamat secepat mungkin dengan melepasi bola melalui halangan.",
    "nl": "Je moet zo snel mogelijk de finish bereiken door de bal door de obstakels te halen.",
    "no": "Du må nå målstreken så snart som mulig ved å passere ballen gjennom hindringene.",
    "pl": "Musisz jak najszybciej dotrzeć do mety, przepuszczając piłkę przez przeszkody.",
    "ro": "Trebuie să ajungeți la linia de sosire cât mai curând posibil prin trecerea mingii prin obstacole.",
    "ru": "Вы должны как можно скорее добраться до финиша, пройдя мяч через препятствия.",
    "sk": "Musíte dosiahnuť cieľovú čiaru čo najskôr prihrávkou lopty cez prekážky.",
    "sl": "Čimprej morate priti do ciljne črte, tako da žogo prehitite skozi ovire.",
    "sv": "Du måste nå mållinjen så snart som möjligt genom att passera bollen genom hindren.",
    "sw": "Una kufikia mstari wa kumaliza haraka iwezekanavyo kwa kupitisha mpira kupitia vikwazo.",
    "ta": "தடைகளைக் கடந்து பந்தைக் கடப்பதன் மூலம் நீங்கள் முடிந்தவரை விரைவில் பூச்சுக் கோட்டை அடைய வேண்டும்.",
    "te": "అడ్డంకుల గుండా బంతిని పాస్ చేయడం ద్వారా మీరు సాధ్యమైనంత త్వరగా ఫినిష్ లైన్ కు చేరుకోవాలి.",
    "th": "คุณต้องไปถึงเส้นชัยโดยเร็วที่สุดโดยการส่งบอลผ่านอุปสรรค",
    "tr": "Topu engellerin arasından geçirerek bitiş çizgisine mümkün olan en kısa sürede ulaşmalısınız.",
    "uk": "Ви повинні якомога швидше вийти на фінішну пряму, пропустивши м'яч через перешкоди."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a 3D puzzle frenzy! Pass the challenging and fun levels, become the legend of the puzzle game. There are more than ninety challenging puzzle levels in the 3D Rolling Ball game. Only the first level is unlocked to make the game more enjoyable, and the next level is unlocked when you complete each level.\n\nThis way, you can complete all puzzle game levels by playing each level starting from the first. The primary purpose of the 3D Rolling Ball game is to drop the white ball from the hole on the finish line by moving the track.\n\nHow To Play\nWith the help of the mouse, you can move the track to the right, left, up, and down to drop the ball down the hole. When you move the track, the ball will start to move according to the laws of physics, and you will have the opportunity to complete the level.\n\n3D Rolling Ball Game Features\n✓ Little particles\n✓ 5+ level\n✓ Basic control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! 3D Rolling Ball Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}