{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Tooltip Info"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays image properties like resolution, file size, and ALT text on hover."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Tooltip Info is a simple yet powerful Chrome extension that provides detailed image properties when you hover over any image on a webpage. With this tool, you can easily view an image's resolution, file size (in KB or MB), and the ALT text (if available), without needing to open the image or inspect the element.\n\nKey Features:\nHover Over Images: Instantly get image details when hovering over images on any webpage.\nResolution Display: View the image resolution (width x height).\nFile Size in KB/MB: Know the exact file size of the image, displayed in either KB or MB based on the size.\nALT Text: Displays the image’s ALT text for accessibility or SEO purposes.\nNo Popups: Enjoy a clean, non-intrusive user experience with tooltips appearing directly next to the image.\nWorks on All Websites: The extension works seamlessly on all websites that display images, including blog posts, e-commerce sites, galleries, etc.\n\nHow It Works:\nOnce installed, simply hover over any image on a webpage, and the extension will display a small tooltip in the top-right corner of the image, showing its properties, including:\n\nImage Resolution (Width x Height)\nImage File Size (KB or MB)\nImage ALT Text (if provided)\nThis extension is lightweight, fast, and user-friendly, making it the perfect tool for designers, developers, and anyone interested in quickly gathering image properties while browsing the web.\n\nWhy Use It:\nFor Developers: Quickly check image sizes and resolutions for optimization purposes.\nFor Designers: Get a fast overview of the images used on a website to assess quality and performance.\nFor Content Creators: View ALT text of images and ensure they are SEO-friendly.\nFor Web Enthusiasts: Curious about the details of images on the web? This extension gives you all the information you need instantly.\n\nPrivacy Practices:\nNo Data Collection: This extension does not collect or store any user data. It only works locally on the browser and displays image information in the tooltip.\nPermissions: The extension only requires the activeTab permission, which allows it to work with the images on the active tab. No other permissions are required."
  }
}