{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "CRX Downloader",
    "es": "CRX Descargar",
    "ja": "CRX ダウンローダー",
    "ko": "CRX 다운로더",
    "ru": "CRX Загрузчик",
    "zh_CN": "CRX 下载器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You can download Chrome extensions, Edge/Firefox addons, or Opera extensions (.crx or .xpi) from the Chrome web store and elsewhere.",
    "es": "A través de una ventana emergente de la barra de herramientas, puede descargar el código fuente de la extensión en formato .zip o…",
    "ja": "ツールバーのポップアップから、.zip または .crx 形式で拡張機能のソース コードをダウンロードできます。",
    "ko": "툴바 팝업을 통해 .zip 또는 .crx 형식의 확장 소스 코드를 다운로드할 수 있습니다.",
    "ru": "Через всплывающее окно на панели инструментов вы можете загрузить исходный код расширения в форматах .zip или .crx.",
    "zh_CN": "通过工具栏弹出窗口，您可以下载 .zip 或 .crx 格式的扩展源代码。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This is a tool through which you can download the source code of any extension from the chrome web store or other stores. You can also download the source code file in ZIP format or CRX format or XPI format. It is very easy to use. You just need to open the extension page in an active tab for your browser, then when you go to the  toolbar popup, the URL of your extension will load toolbar popup. Then you will see the download button when you open toolbar popup. Additionally, you can copy the valid URL of the extension page link and paste it into  toolbar popup. \n\nIf you find any reports or bug, please let us know through this page\n(https://www.downloadhub.cloud/2023/01/extension.html)",
    "es": "Esta es una herramienta a través de la cual puedes descargar el código fuente de cualquier extensión de la tienda web de Chrome u otras tiendas. También puedes descargar el archivo de código fuente en formato ZIP, CRX o XPI. Es muy fácil de usar. Solo necesitas abrir la página de la extensión en una pestaña activa de tu navegador, luego, cuando vayas a la ventana emergente de la barra de herramientas, la URL de tu extensión se cargará en la ventana emergente de la barra de herramientas. Luego, verás el botón de descarga cuando abras la ventana emergente de la barra de herramientas. Además, puedes copiar la URL válida del enlace de la página de la extensión y pegarla en la ventana emergente de la barra de herramientas.\n\nSi encuentras algún informe o error, infórmanos a través de esta página\n(https://www.downloadhub.cloud/2023/01/extension.html)",
    "ja": "これは、Chrome ウェブストアやその他のストアから拡張機能のソースコードをダウンロードできるツールです。ZIP 形式、CRX 形式、または XPI 形式のソースコードファイルをダウンロードすることもできます。使い方は非常に簡単です。ブラウザのアクティブタブで拡張機能ページを開くだけで、ツールバーのポップアップに移動すると、拡張機能の URL がツールバーのポップアップをロードします。ツールバーのポップアップを開くと、ダウンロードボタンが表示されます。さらに、拡張機能ページのリンクの有効な URL をコピーして、ツールバーのポップアップに貼り付けることもできます。\n\nレポートやバグを見つけた場合は、このページからお知らせください\n(https://www.downloadhub.cloud/2023/01/extension.html)",
    "ko": "이것은 크롬 웹 스토어나 다른 스토어에서 모든 확장 프로그램의 소스 코드를 다운로드할 수 있는 도구입니다. ZIP 형식이나 CRX 형식 또는 XPI 형식으로 소스 코드 파일을 다운로드할 수도 있습니다. 사용하기 매우 쉽습니다. 브라우저의 활성 탭에서 확장 프로그램 페이지를 열기만 하면 됩니다. 그런 다음 툴바 팝업으로 이동하면 확장 프로그램의 URL이 툴바 팝업을 로드합니다. 그런 다음 툴바 팝업을 열면 다운로드 버튼이 표시됩니다. 또한 확장 프로그램 페이지 링크의 유효한 URL을 복사하여 툴바 팝업에 붙여넣을 수 있습니다.\n\n신고나 버그를 발견하면 이 페이지를 통해 알려주십시오.\n(https://www.downloadhub.cloud/2023/01/extension.html)",
    "ru": "Это инструмент, с помощью которого вы можете загрузить исходный код любого расширения из интернет-магазина Chrome или других магазинов. Вы также можете загрузить файл исходного кода в формате ZIP, CRX или XPI. Он очень прост в использовании. Вам просто нужно открыть страницу расширения в активной вкладке вашего браузера, затем, когда вы перейдете к всплывающему окну панели инструментов, URL-адрес вашего расширения загрузит всплывающее окно панели инструментов. Затем вы увидите кнопку загрузки, когда откроете всплывающее окно панели инструментов. Кроме того, вы можете скопировать действительный URL-адрес ссылки на страницу расширения и вставить его во всплывающее окно панели инструментов.\n\nЕсли вы обнаружите какие-либо отчеты или ошибки, сообщите нам об этом через эту страницу\n(https://www.downloadhub.cloud/2023/01/extension.html)",
    "zh_CN": "这是一个工具，您可以通过它从 chrome 网上商店或其他商店下载任何扩展的源代码。您还可以以 ZIP 格式、CRX 格式或 XPI 格式下载源代码文件。它非常易于使用。您只需要在浏览器的活动选项卡中打开扩展页面，然后当您转到工具栏弹出窗口时，扩展的 URL 将加载工具栏弹出窗口。然后，当您打开工具栏弹出窗口时，您将看到下载按钮。此外，您可以复制扩展页面链接的有效 URL 并将其粘贴到工具栏弹出窗口中。\n\n如果您发现任何报告或错误，请通过此页面告知我们\n(https://www.downloadhub.cloud/2023/01/extension.html)"
  }
}