{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Corruptbox Music Mixer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser-based music mixing game with real-time effects and intuitive controls."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Corruptbox: The Ultimate Music Adventure Awaits! 🎶 | Play Now\n\nGet ready to dive into Sprunki Corruptbox, a one-of-a-kind browser game that combines music creation, thrilling adventures, and glitch-inspired surprises into a unique experience! Whether you're a casual gamer or a music enthusiast, this game offers boundless creativity, funky beats, and unexpected twists.\n\nTop Features of Sprunki Corruptbox\n🎵 Custom Music Creation – Mix and match beats, vocals, and melodies using Sprunki characters, each with their own distinct sounds. Create soundtracks that are truly yours.\n\n👾 Glitch Mechanics – Experience gameplay like never before with dynamic \"corruption effects\" that bring distorted sounds, trippy visuals, and unpredictable challenges.\n\n🌟 Weekly Challenges & Events – Test your skills, collaborate with other players, and take part in exciting team events and creative competitions.\n\n🎮 Infected War Mode – Immerse yourself in a spooky pixel-art adventure filled with haunting soundscapes and ever-changing artistic visuals.\n\nWhy Choose Sprunki Corruptbox?\nPerfect for music lovers and creative minds who want to unwind or challenge themselves in fun ways.\nEnjoy regular updates with new characters, features, and surprises to keep your experience fresh.\nDesigned for all skill levels with simple, intuitive controls.\nJoin a vibrant community of players who love creating, competing, and discovering new soundscapes.\nUnleash Your Creativity Today!\nRelax with funky beats or showcase your musical talents in an immersive, glitch-filled world. With endless creative possibilities and frequent updates, Sprunki Corruptbox is the ultimate game for music fans and adventurers alike.\n\n🎧 Start your journey today at Corruptbox.info"
  }
}