{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disposable Email Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily insert and manage disposable email addresses (favorite + random) on popular platforms using a context menu on text fields."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disposable Email Helper makes it easier to use disposable email services such as Mailinator, MailDrop.CC, and others. The extension adds a context menu (right click menu) option on text fields which allows you to autofill a disposable email address and then open the online, web based inbox for that disposable email address.\n\nThe extension allows you to setup a default disposable email account inbox and also makes it easy to use a random disposable email address on the fly. The extension makes it easy to reuse a random disposable email address and keeps a history of the five most recently used random email addresses.\n\nThis extension can help you when you need to test your application's email sending functionality or when you want to avoid spam email to your real email inbox.  \n\nPlease note that disposable email addresses do not necessarily provide any privacy or security advantages on their own and should be used with other security/privacy tools. Please checkout the extension's wiki (https://github.com/erichgoldman/disposable-email-helper/wiki) to learn more.\n\nThe extension includes a few different disposable email services since some are blocked on different networks by system administrators. \n\nThis extension is open source (GPL v3) - view the source at: https://github.com/erichgoldman/disposable-email-helper\n\nPlease help support future development: https://github.com/erichgoldman/disposable-email-helper#donate-and-support"
  }
}