{
  "name": {
    "ar": "مُصدر ردود الفعل FB - استخراج إعجابات Facebook، الحب، إلخ.",
    "am": "FB Reaction Exporter - Extract Facebook Likes & Reactions",
    "bg": "Facebook Reaction Analyzer - Extract & Export FB Reactions",
    "bn": "FB Reaction Exporter - Facebook এর মতো, ভালোবাসা, ইত্যাদি নিষ্কাশন",
    "ca": "FB Engagement Extractor - Facebook Reaction Export Tool",
    "cs": "Facebook Data Exporter - Extract FB Post Reactions",
    "da": "FB Reaction Exporter - Uddrag Facebook Like, Love, osv.",
    "de": "FB Reaction Exporter - Extrahieren von Facebook Like, Love, usw.",
    "el": "FB Reaction Scraper - Facebook Engagement Analyzer",
    "en,en_AU,en_GB,en_US,es_419,he,hr,id,lt,ml,mr,nl,no,pl,ro,sk,sl,sr,sw,te,th,tr": "Reaction Exporter - Extract Like, Love, etc.",
    "es": "FB Reaction Exporter - Extraer Me gusta de Facebook, Amor, etc.",
    "et": "FB Reaction Insights - Facebook Engagement Extractor",
    "fa": "Social Media Analyzer - FB Reaction Export Tool",
    "fi": "Facebook Engagement Tracker - Reaction Exporter",
    "fil": "FB Data Miner - Reaction Extraction & Analysis",
    "fr": "FB Reaction Exporter - Extraire Like, Love, etc. de Facebook",
    "gu": "Reaction Insights Pro - Facebook Engagement Exporter",
    "hi": "FB Reaction Exporter - Facebook Like, Love, आदि निकालें",
    "hu": "FB Reaction Analytics - Social Media Insights Tool",
    "it": "FB Reaction Exporter - Estrai Mi piace, Love, ecc. di Facebook",
    "ja": "FB Reaction Exporter - Facebookの「いいね」、「大好き」などを抽出",
    "kn": "Social Engagement Extractor - FB Reaction Analyzer",
    "ko": "FB Reaction Exporter - Facebook 좋아요, 사랑 등 추출",
    "lv": "FB Reaction Metrics - Social Media Data Exporter",
    "ms": "Reaction Insights Hub - FB Engagement Exporter",
    "pt_BR": "FB Reaction Exporter - Extrair Curtidas, Amor, etc. do Facebook",
    "pt_PT": "FB Reaction Exporter - Extrair Like, Love, etc. do Facebook",
    "ru": "FB Reaction Exporter - Извлечение реакций Facebook",
    "sv": "FB Reaction Exporter - Extrahera Facebook Like, Love, etc.",
    "ta": "FB Reaction Exporter - Facebook வினைகளை எடுக்கவும்",
    "uk": "FB Reaction Exporter - Витягнення Facebook Like, Love, тощо.",
    "vi": "FB Reaction Exporter - Trích xuất Facebook Like, Love, v.v.",
    "zh_CN": "FB Reaction Exporter - 提取Facebook的赞，爱，等等",
    "zh_TW": "FB Reaction Exporter - 提取 Facebook 的「讚」、「愛心」等"
  },
  "short": {
    "ar": "التنقيب، استخراج ردود فعل منشورات Facebook (الإعجاب، الحب، إلخ.)، وتصديرها إلى CSV/Excel",
    "am": "Scrape and export Facebook post reactions (Like, Love, Haha, Wow, Sad, Angry) to CSV/Excel for social media analysis",
    "bg": "Powerful tool to extract Facebook post reactions, export to CSV/Excel, and gain insights for social media engagement",
    "bn": "স্ক্র্যাপ, Facebook পোস্ট প্রতিক্রিয়া (মতো, ভালোবাসা, ইত্যাদি) নিষ্কাশন এবং CSV/Excel এ রপ্তানি",
    "ca": "Extract and analyze Facebook post reactions. Export Like, Love, Haha, Wow, Sad, Angry reactions to CSV/Excel",
    "cs": "Easily extract and export Facebook post reactions. Analyze social media engagement with CSV/Excel output",
    "da": "Scrape, Uddrag Facebook Post Reaktioner(Like, Love, osv.), og eksporter til CSV/Excel",
    "de": "Scrape, Extrahieren von Facebook Post Reaktionen (Like, Love, usw.), und Exportieren zu CSV/Excel",
    "el": "Scrape, extract, and analyze Facebook post reactions. Export Like, Love, and other reactions to CSV/Excel for insights",
    "en,en_AU,en_GB,en_US,es_419,he,hr,id,lt,ml,mr,nl,no,pl,ro,sk,sl,sr,sw,te,th,tr": "Scrape, Extract Facebook Post Reactions(Like, Love, etc.), and export to CSV/Excel",
    "es": "Raspar, Extraer las reacciones de las publicaciones de Facebook (Me gusta, Amor, etc.), y exportar a CSV/Excel",
    "et": "Extract, analyze, and export Facebook post reactions. Get insights on Likes, Loves, and more with CSV/Excel output",
    "fa": "Comprehensive tool for extracting and analyzing Facebook post reactions. Export Like, Love, Haha, Wow, Sad, Angry to CSV/Excel",
    "fi": "Track and export Facebook post reactions. Analyze social media engagement with detailed CSV/Excel reports on Likes, Loves, and more",
    "fil": "Mine valuable data from Facebook posts. Extract, export, and analyze reactions (Like, Love, etc.) with our powerful CSV/Excel tool",
    "fr": "Récupérer, Extraire les réactions aux publications Facebook (Like, Love, etc.), et exporter vers CSV/Excel",
    "gu": "Professional tool for extracting and analyzing Facebook reactions. Export Like, Love, and other engagement metrics to CSV/Excel for…",
    "hi": "Scrape, Facebook पोस्ट प्रतिक्रियाओं को निकालें (Like, Love, आदि), और CSV/Excel में निर्यात करें",
    "hu": "Analyze Facebook engagement with our reaction extraction tool. Export Likes, Loves, and more to CSV/Excel for comprehensive social…",
    "it": "Raschia, Estrai le Reazioni ai Post di Facebook (Mi piace, Love, ecc.), ed esporta in CSV/Excel",
    "ja": "Facebookの投稿のリアクション（「いいね」、「大好き」など）をスクレイピング、抽出し、CSV/Excelにエクスポート",
    "kn": "Boost your social media strategy by extracting and analyzing Facebook reactions. Export Like, Love, Haha, Wow, Sad, Angry data to…",
    "ko": "스크랩, Facebook 게시물 반응(좋아요, 사랑 등) 추출, CSV/Excel로 내보내기",
    "lv": "Measure social media impact by extracting Facebook reaction data. Export Like, Love, and other engagement metrics to CSV/Excel for…",
    "ms": "Your hub for Facebook reaction insights. Extract, export, and analyze post engagement data including Likes, Loves, and more with…",
    "pt_BR": "Raspar, Extrair Reações de Postagens do Facebook (Curtir, Amor, etc.), e exportar para CSV/Excel",
    "pt_PT": "Raspar, Extrair Reações de Postagens do Facebook (Like, Love, etc.), e exportar para CSV/Excel",
    "ru": "Сканирование, извлечение реакций на посты в Facebook (Нравится, Люблю и т.д.) и экспорт в CSV/Excel",
    "sv": "Skrapa, extrahera Facebook-inläggsreaktioner (Like, Love, etc.), och exportera till CSV/Excel",
    "ta": "Scrape, Facebook இடுகை வினைகளை (போன்ற, அன்பு, முதலியவற்றை) எடுக்கவும், மற்றும் CSV/Excel க்கு ஏற்றுமதி செய்யவும்",
    "uk": "Збирання, витягнення реакцій на дописи Facebook (Like, Love, тощо.) та експорт до CSV/Excel",
    "vi": "Scrape, Trích xuất Phản ứng Bài đăng Facebook (Like, Love, v.v.), và xuất ra CSV/Excel",
    "zh_CN": "抓取，提取Facebook帖子的反应（赞，爱，等等），并导出到CSV/Excel",
    "zh_TW": "擷取、提取 Facebook 貼文的反應（如「讚」、「愛心」等），並導出至 CSV/Excel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With FB Reaction Exporter, analyzing your post engagement just got easier. \n\nThis tool is essential for businesses, organizations, and individuals looking to track and analyze engagement on their Facebook posts.\n\nWhether you're a data analyst, business owner, or just interested in personal social media insights, FB Reaction Exporter offers an efficient way to understand audience reactions and refine your social media strategy.\n\n# Features\n✓ Download Reactions such as like, love, wow, happy, etc.\n✓ Copy to Clipboard (Paste to Google Sheet) \n✓ Analyze engagement on posts and videos\n✓ Export data as Excel, CSV, and JSON\n\n# Supported fields:\n- User Id\n- Username\n- Reaction Type\n- Avatar URL\n- Friendship Status\n- Subscribe Status\n- Mutual Friends Number \n- Profile URL \n- etc.\n\n# How to get started?\n1. Access the Facebook post or video.\n2. Click on the FB Reaction Exporter icon.\n3. Choose the reactions you wish to download.\n4. Click 'Export'.\n\nIf it keeps failing, please send us the corresponding link, and we will do some troubleshooting and compatibility.\n\n# Additional Features\n- Video Tutorial: Learn how to use this extension with our handy video guide.\n- Pro Version: For subscribing to or accessing premium features.\n- Feedback: Your feedback matters! If you have any suggestions or issues, reach out to us at support@convlead.com. We are committed to improving your experience.\n\n# Data Privacy\nYour data's security is our top priority. Rest assured, all data remains on your device, ensuring 100% privacy and trustworthiness.\n\n# About Pro\nFB Reaction Exporter is a paid extension, you can get basic functionality and upgrade to get more functionality."
  }
}