{
  "name": {
    "ar": "Inbox When Ready لـ Gmail™",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inbox When Ready for Gmail™",
    "de": "Inbox When Ready für Gmail™",
    "es": "Inbox When Ready para Gmail™",
    "fr": "Inbox When Ready pour Gmail™",
    "nl": "Inbox When Ready voor Gmail™"
  },
  "short": {
    "ar": "احم تركيزك... اخف صندوق الوارد في Gmail افتراضيا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your focus... spend less time on your email.",
    "de": "Verliere nicht den Fokus – verstecke einfach deinen Gmail-Posteingang!",
    "es": "Protege tu concentración... oculta tu bandeja de entrada de Gmail de forma predeterminada.",
    "fr": "Restez concentré(e)... masquez votre boîte de réception Gmail par défaut.",
    "nl": "Hou focus... verberg standaard je Gmail Postvak IN"
  },
  "long": {
    "ar": "هذا الامتداد يخفي البريد الوارد في Gmail افتراضيا، حتى تتمكن من البحث في الأرشيف أو إنشاء رسائل *دون أن تتشتت*.\n\nآآآآآآه.\n\nملاحظة، عندما ترغب في مشاهدة صندوق الوارد، اضغط على \"عرض صندوق الوارد\".\n\n### لماذا استخدم هذا؟\n\nإذا كنت تحب معالجة الدفعات أو تقنية التركيز الخاصة ببومودرو، فسوف تفهم هذا الإمتداد على الأرجح \n\nإذا كنت لا تمانع أن يتم مقاطعتك بصفة مستمرة، أو لديك وظيفة تجبرك على التعامل مع البريد الإلكتروني بسرعة، فإن هذا الامتداد لا يناسبك.\n\n### ماذا عن خصوصيتي؟\n\nيطلب الامتداد الحد الأدنى من الأذون من إجل إضافة ميزة \"عرض/ إخفاء\" البريد الوارد إلى Gmail. لم ولن يقوم الامتداد بقراءة رسائل البريد الإلكتروني الخاصة بك أو غيرها من البيانات الشخصية.\n\nتجد الشروط وسياسة الخصوصية الكاملة على الموقع الإلكتروني للامتداد:\nhttps://inboxwhenready.org/terms-privacy.html\n\n### هل يعمل على البريد الوارد في Gmail؟\n\nنعم، يدعم الامتداد كلا من Gmail الكلاسيكي والبريد الوارد في Gmail. \n\n### الدعم، والطلبات الجديدة والمساهمات\n\nيرجى مراسلتنا على peter@inboxwhenready.org.\n\n### كيف يختلف هذا عن امتداد Inbox Pause؟\nالفرق الرئيسي: يخفي Inbox When Ready البريد الوارد بأكمله افتراضيا، بينما يقوم Inbox Pause المقدم بواسطة Boomerang بإخفاء البريد الوارد الجديد فقط.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension will help you check your inbox with reasonable frequency, batch process your email on a regular schedule and minimise the total time you spend in your inbox.\n\nIf you're a good fit, you'll reclaim about an hour from your inbox every week.\n\n### How it works\n\nInbox When Ready makes some changes to the Gmail interface to help you cultivate a better email workflow.\n\n- Hide your inbox by default\nSearch your archives and compose new messages *without getting distracted*. See your inbox only when you deliberately choose to.\n\n- Set an inbox budget\nDecide how many times you want to check your inbox and how much total time you want to spend on it. Then, get visual feedback on how you're doing versus your intention.\n\n- Schedule your inbox lockout\nDefine an inbox lockout schedule so you can focus on deep work and then batch process your mail at optimal moments.\n\n### Free or PRO?\n\nThe free edition of Inbox When Ready puts a small message in your email signature. You can upgrade to Inbox When Ready PRO to permanently disable the signature. \n\nAll new users enjoy a 14 day free trial of Inbox When Ready PRO.\n\nMore information here:\nhttps://inboxwhenready.org/pricing/\n\n### What about my privacy?\n\nThe extension requests the minimum browser permissions that are required to make changes to the Gmail web interface.\n\nInbox When Ready does not require API access to your Gmail account. This makes it much more secure than the vast majority of browser extensions for Gmail, and suitable for use with Google's Advanced Protection Programme.\n\nThe full terms and privacy policy is here:\nhttps://inboxwhenready.org/terms-privacy.html\n\n### Support, feature requests and contributions\n\nPlease email peter@inboxwhenready.org.\n\n### How is this different from the Inbox Pause extension?\nThe main difference: Inbox When Ready hides your entire inbox by default, while Inbox Pause by Boomerang only hides new incoming mail.",
    "de,nl": "This extension hides your Gmail inbox by default, so you can search your archive or compose messages *without getting distracted*.\n\nAhhhhhh.\n\nP.S. When you actually want to see your inbox, press \"Show Inbox\".\n\n### Why would I use this?\n\nIf you're into batch processing or the Pomodoro focus technique, this extension will probably make sense to you. \n\nIf you're okay being frequently interrupted, or you have a job that obliges you to deal with new email very quickly, this extension probably isn't for you.\n\n### What about my privacy?\n\nThe extension requests the minimum permission it requires in order to add the \"show / hide\" inbox feature to Gmail. The extension does not and never will read your emails or other personal data.\n\nThe full terms and privacy policy are available on the extension website:\nhttps://inboxwhenready.org/terms-privacy.html\n\n### Does it work on Inbox by Gmail?\n\nYes, the extension supports both classic Gmail and Inbox by Gmail. \n\n### Support, feature requests and contributions\n\nPlease email peter@inboxwhenready.org.\n\n### How is this different from the Inbox Pause extension?\nThe main difference: Inbox When Ready hides your entire inbox by default, while Inbox Pause by Boomerang only hides new incoming mail.",
    "es": "Esta extensión oculta de forma predeterminada tu bandeja de entrada de Gmail, para que puedas buscar en tu archivo o componer mensajes *sin distracciones*.\n\nAhhhhhh.\n\nP.D. Cuando ya desees ver tu bandeja de entrada, presiona \"Mostrar bandeja de entrada\".\n\n### ¿Por qué debo usar esto?\n\nSi estás procesando por lotes o usando la técnica de concentración Pomodoro, esta extensión probablemente tiene más sentido para ti. \n\nSi te parece bien ser interrumpido frecuentemente, o si tienes un trabajo que te obliga a manejar rápidamente el correo entrante, esta extensión probablemente no sea para ti.\n\n### ¿Qué pasa con mi privacidad?\n\nEsta extensión solicita los permisos mínimos requeridos para añadir a Gmail la función \"mostrar/ocultar\" bandeja de entrada. Esta extensión no lee ni leerá tus correos ni los demás datos personales.\n\nLos términos y la política de privacidad completa están disponibles en el sitio web de la extensión:\nhttps://inboxwhenready.org/terms-privacy.html\n\n### ¿Funciona en Inbox by Gmail?\n\nSí, la extensión es compatible tanto con Gmail clásico como con Inbox by Gmail. \n\n### Soporte, solicitudes de funciones y contribuciones\n\nPor favor envía un correo electrónico a peter@inboxwhenready.org.\n\n### En que se diferencia de la extensión Inbox Pause? \nLa principal diferencia: Inbox When Ready oculta toda tu bandeja de entrada de forma predeterminada, mientras que Inbox Pause de Boomerang solo oculta el correo entrante nuevo.",
    "fr": "Cette extension permet de cacher votre boîte de réception Gmail par défaut afin de réaliser des recherches ou de composer des messages *sans être distrait*.\n\nAhhhhhh.\n\nP.S : lorsque vous souhaitez afficher à nouveau votre boîte de réception, appuyez sur « Afficher la boîte de réception ».\n\n### Pourquoi utiliser When Ready for Gmail™ ?\n\nSi vous êtes familier avec le traitement par lots ou la technique Pomodoro, cette extension vous sera probablement très utile. \n\nSi pour vous, être fréquemment interrompu n'est pas un problème ou si vous devez rester joignable en permanence, cette extension n'est probablement pas faite pour vous.\n\n### Et ma vie privée dans tout ça ?\n\nCette extension exige une autorisation minimum nécessaire afin d’ajouter la fonction « afficher/masquer » sur votre boîte de réception de Gmail. Notre extension n’aura jamais accès à vos e-mails ou à toute autre donnée personnelle.\n\nLes conditions et politiques de confidentialité sont disponibles sur le site Web de l’extension :\nhttps://inboxwhenready.org/terms-privacy.html\n\n### L'extension est-elle compatible avec Inbox by Gmail ?\n\nOui, notre extension est compatible avec Gmail classique et Inbox by Gmail. \n\n### Assistance, demandes de fonctionnalités et contributions\n\nVeuillez envoyer un e-mail à peter@inboxwhenready.org.\n\n### Quelle est la différence avec Inbox Pause ?\nPrincipale différence : Inbox When Ready cache l'ensemble de votre boîte de réception par défaut, Inbox Pause de Boomerang ne cache que les nouveaux messages entrants."
  }
}