{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Screenshot Ex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Easily capture, edit, and share ChatGPT conversations. Offers selective editing for clarity, and image splitting for readability.",
    "zh_TW": "輕鬆捕捉、編輯及分享 ChatGPT 對話。提供選擇性編輯以保護隱私、清晰度和圖片分割以提高可讀性。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Introducing \"ChatGPT Screenshot Ex\", a versatile Chrome extension designed for users who frequently interact with ChatGPT and wish to preserve their conversations.\n\nKey Features:\n\n1. Effortless Screenshot Capture: Capture your entire ChatGPT conversation with a single click, ensuring no detail is missed, whether the conversation is brief or extensive.\n\n2. Comprehensive Thread Capture: Our extension includes all threads and branches of your conversation, preserving the full context and depth of your discussions.\n\n3. Editorial Control with Privacy: With \"ChatGPT Screenshot Ex\", you have the editorial freedom to selectively hide specific lines, allowing you to tailor the content for your audience while maintaining privacy and focus.\n\n4. Image Splitting for Long Conversations: For particularly lengthy conversations, set a height cap to split the output into multiple, manageable images. This ensures that even the most extended dialogues are captured in an organized and readable format.\n\n5. Client-Side Security: Operating entirely on the client side, \"ChatGPT Screenshot Ex\" guarantees that your data remains private and secure, with no server-side data processing.\n\nThe source code is openly available for review and contributions at https://github.com/it9gamelog/chatgpt-screenshot-ex.",
    "zh_TW": "ChatGPT Screenshot Ex 是一款多功能的 Chrome 擴充功能，專為經常與 ChatGPT 互動並希望分享和保存他們對話的用戶而設計。\n\n主要功能：\n\n1. 輕鬆截圖捕捉：單擊即可捕捉您與 ChatGPT 的整個對話，無論對話是簡短還是廣泛，都能確保不漏掉任何細節。\n\n2. 全面的對話線程捕捉：此擴充功能包含了您對話的所有線程和分支，保留了討論的完整背景和深度。\n\n3. 具有隱私保護的編輯控制：使用 \"ChatGPT Screenshot Ex\"，您可以自由地選擇性隱藏特定對話行，以去除不必要的閒雜對話讓分享內容更為清晰。\n\n4. 長對話的圖片分割：對於特別長的對話，設置高度上限以使輸出分割成多個圖片檔案。這確保即使是最長的對話也能以有組織且易於閱讀。\n\n5. 客戶端安全性：\"ChatGPT Screenshot Ex\" 完全在客戶端裡運作，不會上傳到任何的伺服器，保證您的數據保持私密和安全。\n\n源代碼開放於 https://github.com/it9gamelog/chatgpt-screenshot-ex"
  }
}