{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Roamer - Airbnb Internet Speeds"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See which Airbnb listings are in neighborhoods with fast internet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Roamer appears above the pricing panel whenever you are browsing vacation rental listings on Airbnb.\n\nGeographically narrow your search - Roamer provides a simple rating scale you can use to compare neighborhood internet performance across listings worldwide.\n\nRequest a speed test - With one click Roamer will pre-populate a message to the host asking them to run an internet speed test from the property.\n\nWhere does the data come from?\nRoamer uses the raw data generated from Google's internet speed test. We have done the work to clean and translate the millions of speed tests run each day into a few trustworthy metrics.\n\nWhat websites does Roamer work with?\nCurrently, Roamer is only compatible with Airbnb.\n\nWhat information can I see with Roamer?\n1) Download Speed\nThe speed at which information travels from the internet to your device. For example, if you are video chatting, your download speed would determine your ability to view other participants. Measured in megabits per second (Mbps).\n\n2) Upload Speed\nThe speed at which information travels from your device to the internet. So if you are video chatting, your upload speed would impact how other participants view your video feed. Measured in megabits per second (Mbps).\n\n3) Latency\nLatency is the time required for a signal to travel from one computer to another computer on the network and back. When video chatting, high latency will cause delays in your conversation. Measured in milliseconds (MS).\n\n4) Homes Tested\nThe number of unique addresses tested in the neighborhood over the past year. Generally, a neighborhood covers an area of 0.25 square miles (0.6 square km).\n\nWhat do the ranges indicate?\nThe lower and upper bound of the range represent the 25th and 75th percentiles of all homes speed tested in the neighborhood.\n\nWho is Roamer for?\n- World travelers that need to know where they can get connected.\n- Digital nomad's that want to travel the world and work from anywhere. \n- Remote workers that need a reliable WiFi connection for video calls.\n- People tired of working from home that want to plan a last minute vacation."
  }
}