{
  "name": {
    "ar": "فتحة الساحرة",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fi,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te,uk": "Witch Slot",
    "bg": "Слот за вещици",
    "cs": "Slot pro čarodějnice",
    "da": "Hekse Slot",
    "de": "Hexen-Slot",
    "el": "Κουλοχέρη μαγισσών",
    "es": "Tragamonedas de bruja",
    "et": "Nõia pesa",
    "fa": "اسلات جادوگر",
    "fil": "﻿Web Client para sa larong Ultimate Boxing",
    "fr": "Emplacement de sorcière",
    "he": "חריץ מכשפה",
    "hr": "Utor za vještice",
    "hu": "Boszorkány Slot",
    "id": "Slot Penyihir",
    "it": "Slot della strega",
    "ja": "魔女スロット",
    "ko": "마녀 슬롯",
    "lt": "Raganos lizdas",
    "lv": "Raganas slots",
    "nl": "Heks Slot",
    "no": "Heksespor",
    "pl": "Gniazdo Czarownicy",
    "ro": "Slot de vrăjitoare",
    "ru": "Слот ведьмы",
    "sk": "Čarodejnica Slota",
    "sl": "Reža za čarovnice",
    "sr": "Витцх Слот",
    "sv": "Häxa Slot",
    "th": "สล็อตแม่มด",
    "tr": "Cadı Yuvası",
    "vi": "Khe cắm phù thủy",
    "zh_CN": "女巫老虎机",
    "zh_TW": "女巫老虎機"
  },
  "short": {
    "ar": "قم بتشغيل عميل الويب لـ Witch Slot تمامًا مثل لعبتك المفضلة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Run web client for Witch Slot just like your favorite game.",
    "bg": "Стартирайте уеб клиент за Witch Slot точно като любимата си игра.",
    "cs": "Spusťte webového klienta pro Witch Slot stejně jako svou oblíbenou hru.",
    "da": "Kør webklient til Witch Slot ligesom dit yndlingsspil.",
    "de": "Führen Sie den Webclient für Witch Slot genau wie Ihr Lieblingsspiel aus.",
    "el": "Εκτελέστε web client για Witch Slot όπως ακριβώς το αγαπημένο σας παιχνίδι.",
    "es": "Ejecute el cliente web para Witch Slot como su juego favorito.",
    "et": "Käivitage Witch Sloti veebiklienti nagu oma lemmikmängu.",
    "fa": "کلاینت وب را برای Witch Slot درست مانند بازی مورد علاقه خود اجرا کنید.",
    "fi": "Käytä Witch Slotin verkkoasiakasohjelmaa kuten suosikkipeliäsi.",
    "fil": "﻿Patakbuhin ang web client para sa Ultimate Boxing tulad ng iyong paboritong laro.",
    "fr": "Exécutez le client Web pour Witch Slot, tout comme votre jeu préféré.",
    "he": "הפעל לקוח אינטרנט עבור Witch Slot בדיוק כמו המשחק האהוב עליך.",
    "hr": "Pokrenite web klijent za Witch Slot kao svoju omiljenu igru.",
    "hu": "Futtassa a Witch Slot webkliensét, akárcsak kedvenc játékát.",
    "id": "Jalankan klien web untuk Witch Slot seperti game favorit Anda.",
    "it": "Esegui il client web per Witch Slot proprio come il tuo gioco preferito.",
    "ja": "お気に入りのゲームと同じように、Witch Slot の Web クライアントを実行します。",
    "ko": "좋아하는 게임처럼 Witch Slot용 웹 클라이언트를 실행하세요.",
    "lt": "Paleiskite „Witch Slot“ žiniatinklio klientą kaip savo mėgstamą žaidimą.",
    "lv": "Palaidiet Witch Slot tīmekļa klientu tāpat kā savu iecienītāko spēli.",
    "nl": "Voer een webclient uit voor Witch Slot, net als je favoriete spel.",
    "no": "Kjør nettklient for Witch Slot akkurat som favorittspillet ditt.",
    "pl": "Uruchom klienta sieciowego dla Witch Slot, tak jak w swojej ulubionej grze.",
    "ro": "Rulați clientul web pentru Witch Slot la fel ca jocul dvs. preferat.",
    "ru": "Запускайте веб-клиент Witch Slot так же, как свою любимую игру.",
    "sk": "Spustite webového klienta pre Witch Slot rovnako ako svoju obľúbenú hru.",
    "sl": "Zaženite spletni odjemalec za igralni avtomat Witch tako kot svojo najljubšo igro.",
    "sr": "Покрените веб клијент за Витцх Слот као своју омиљену игру.",
    "sv": "Kör webbklient för Witch Slot precis som ditt favoritspel.",
    "th": "เรียกใช้เว็บไคลเอ็นต์สำหรับ Witch Slot เช่นเดียวกับเกมที่คุณชื่นชอบ",
    "tr": "Tıpkı favori oyununuz gibi Witch Slot için web istemcisini çalıştırın.",
    "uk": "Запустіть веб-клієнт Witch Slot, як свою улюблену гру.",
    "vi": "Chạy ứng dụng khách web cho Witch Slot giống như trò chơi yêu thích của bạn.",
    "zh_CN": "就像您最喜欢的游戏一样运行 Witch Slot 的网络客户端。",
    "zh_TW": "就像您最喜歡的遊戲一樣運行 Witch Slot 的網路用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wicked Witch Slot is an enchanting online slot game that transports players to a magical world filled with spells, potions, and mystical creatures. It’s perfect for fans of fantasy themes and those seeking a fun, visually captivating slot experience. Here's an overview:"
  }
}