{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live web feedback for Pixel Perfect",
    "ja": "画面キャプチャ・ウェブ修正支援ツール by Revool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screencapture, compare designs and staging with grids and a transparent overlay for pixel-perfect coding and design feedback.",
    "ja": "キャプチャに修正指示を追加。デザインとテストアップを比較できる透過レイヤー、グリッド・ガイド機能。ピクセルパーフェクトにこだわるコーディングにも最適。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance web reviews with device-specific views (PC, Tablet, Mobile), grid & guide layers, and a transparent overlay for Pixel Perfect coding.\n\nCapture screenshots, add annotations, and manage feedback with task categorization.\n\nOnce linked with a Revool account, you can share tasks that you post with your project team members.\n\nPosted tasks are automatically categorized and saved based on their URL, and you can set statuses for each comment and manage them as tasks.\n\nPlease use it not only for static content like corporate websites, landing pages, photos, and illustrations but also for reviewing dynamic content like games, web apps, and videos.",
    "ja": "ブラウザで開いたウェブページをモバイル、タブレット、PCビューで手軽にレビュー、ピクセルパーフェクトのコード修正やウェブ制作の修正依頼にも役立つ拡張機能です。\n\nウェブページ上にグリッド・ガイドを表示したり、透過レイヤー上に別ページを重ねて表示することができます。figmaなどのデザインファイルとテストアップページのずれを確認するのに便利です。\n\n拡張機能単体でも、ご利用いただけます。\n\nレビューしたい箇所のスクリーンショットをキャンバスに読み込むと、手書き線やコメントがつけられます。キャンバスのデータは、クリップボードに保存、または画像としてダウンロードできます。\n\nさらに、デザイン修正指示ツール「Revool（レブール）」のアカウントと連携すると、投稿したタスクをプロジェクトメンバーで共有できるようになります。\n\n投稿されたタスクは、URLベースで自動的に分類・保存され、コメントごとにステータスを設定し、タスクとして管理できます。\n\n制作チームでのデザイン修正指示、タスクのプロジェクト管理におすすめです。\n\n企業サイト、ランディングページ、写真、イラストなどの静的なコンテンツはもちろん、ゲーム、ウェブアプリ、動画など、動的なコンテンツのレビューにもご利用ください。"
  }
}