{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trackabi URL Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enables the Trackabi Desktop Timer application to log the URLs a user opens in his browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enables the Trackabi Desktop Timer application to log the URLs a user opens in his browser. This extension requires the Trackabi Desktop Timer application to be installed and cannot function independently. You can download the app at https://trackabi.com/time-tracking-desktop-application\n\nTrackabi is employee monitoring, time tracking, and leave management software leveraging the gamification approach to make dull things fun. Trackabi includes a web version, a desktop application for Windows, Linux, and macOS, as well as a mobile application for iOS and Android. Trackabi is an excellent instrument for freelancers, distributed teams, service providers billing by the hour, and other businesses that want to improve employee productivity or work on time-sensitive projects.\n\nThe key features of Trackabi are: desktop timer application for Windows, Linux, and macOS (screenshot capturing, user activity monitoring, log of opened apps); mobile application with GPS tracking; gamification of time tracking; highly customizable timesheets; employee leave management integrated with timesheets; customizable time reports; invoicing & payments; project plans & estimates; user access roles; client access; Git commits import; informative dashboards; company data insights; timesheets locking."
  }
}