{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Job Clerk Co-pilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI assistant for job applications. Visit jobclerk.com for more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Job Clerk Co-pilot: Your NHS job application assistant\n\nDiscover the future of job applications with Job Clerk Co-pilot, your AI-powered assistant dedicated to simplifying the NHS job applications. This innovative web extension is designed to enhance your job-seeking experience by automating the form-filling process, making it faster, more accurate, and stress-free.\n\nEffortless Form Filling: Say goodbye to the tedium of manual entries. Our AI technology intelligently fills out application forms for you on trac.jobs, the UK's leading healthcare job portal.\n\nTime-Saving: Spend less time on paperwork and more on what matters – preparing for your next career move.\n\nAccuracy and Consistency: Minimize errors in your applications with automated, consistent form filling.\n\nUser-Friendly: A simple, intuitive interface ensures a smooth experience, regardless of your tech skill level.\n\nCurrent and Future Capabilities\n\nOptimized for trac.jobs: Currently, Job Clerk Co-pilot is optimized for trac.jobs, offering seamless integration with one of the UK's largest application tracking systems in the healthcare sector.\n\nExpanding Horizons: We're committed to broadening our reach. Our team is diligently working to make Job Clerk Co-pilot compatible with more job application websites, expanding your opportunities."
  }
}