{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WildWonders Homepage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WildWonders - Homepage Safari"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive deep into the heart of nature with WildWonders, the Chrome Extension designed for wildlife enthusiasts and nature lovers. Every new tab unveils the beauty and diversity of the animal kingdom, presenting vivid snapshots of creatures from the densest jungles to the vast savannahs.\n\nVenture Through WildWonders' Features:\n\nWildlife Expedition Hotlinks: Organize and bookmark your treasured wildlife documentaries, animal facts, and conservation stories. With WildWonders, the animal kingdom awaits you at every click.\n\nLatest Nature News: Stay attuned with the pulse of the wild. From conservation efforts to new species discoveries, WildWonders ensures you're in the loop with nature's ever-evolving narrative.\nRSS news feed provided by World Wildlife Fund.\nhttps://www.worldwildlife.org\n\nBreathtaking Wildlife Backgrounds: Elevate your browsing experience with captivating visuals of animals in their natural habitats. Each tab with WildWonders offers a window into the mesmerizing world of nature.\n\nCommitment to Transparency: By clicking \"Add to Chrome,\" you acknowledge that your new tab search will be provided by Google, in line with our Terms of Use and Privacy Policy. Your adventure with WildWonders is ever yours to command, enabling you to uninstall the extension at your discretion. \n\nPrivacy Policy: https://adatech.online/?page_id=3.\nTerms of Use: https://adatech.online/?page_id=625.\n\nFor guidance or to share your wild encounters, please reach out to us at info@adatech.online.\n\nEmbark on a journey through the wonders of nature with WildWonders today!"
  }
}