{
  "name": {
    "am,ar,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fr,gu,hr,hu,ja,kn,ml,mr,nl,pt_BR,pt_PT,sk,sv,sw,ta,te,uk": "Sand Tetris",
    "bg": "Пясъчен Тетрис",
    "ca": "Tetris de sorra",
    "es,no": "Tetris de Arena",
    "et": "Sable Tetris",
    "fi": "Hiekka-Tetris",
    "fil": "Buhangin na Tetris",
    "he": "טריס חול",
    "hi": "Arena de Tetris",
    "id": "Arena del Tetris",
    "it": "Tetris di Sabbia",
    "ko": "Tetris를 즐기세요.",
    "lt": "Tetris de arena",
    "lv": "Smilšu Tetris",
    "ms": "Tetris Pantai",
    "pl": "Piaskowy Tetris",
    "ro": "Nisip Tetris",
    "ru": "Песочный тетрис",
    "sl": "Peskovni tetris",
    "sr": "Песак Тетрис",
    "th": "ทราบเถอะ",
    "tr": "Kum Tetris",
    "vi": "Cát xếp hình",
    "zh_CN": "沙块俄罗斯方块",
    "zh_TW": "沙堆推積木"
  },
  "short": {
    "am,ar,bn,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fi,gu,hr,kn,ko,ml,mr,pt_BR,pt_PT,sk,sv,sw,ta,te": "Experience Sand Tetris as a Chrome extension - Try it now!",
    "bg": "Experience Sand Tetris като разширение за Chrome - Опитайте го сега!",
    "ca": "Experimenta Sand Tetris com a extensió de Chrome - Prova-ho ara!",
    "da": "Oplev Sand Tetris som en Chrome-udvidelse - Prøv det nu!",
    "et": "Découvrez Sand Tetris en tant qu'extension Chrome - Essayez-le dès maintenant!",
    "fil": "Subukan ang Sand Tetris bilang isang Chrome extension - Subukan mo na ngayon!",
    "fr": "Experiencez Sand Tetris en tant qu'extension Chrome - Essayez-le maintenant!",
    "he": "Experimenta Sand Tetris como una extensión de Chrome. ¡Pruébalo ahora!",
    "hi": "قم بتجربة لعبة تتريس الرمل كاملة كاملة كإضافة Google Chrome - جرب الآن!",
    "hu": "Tapasztald meg a Homok Tetrist Chrome bővítményként - Próbáld ki most!",
    "id": "Experimentez Sand Tetris en tant qu'extension Chrome - Essayez maintenant!",
    "it": "Prova ora l'esperienza di Sand Tetris come estensione di Chrome!",
    "ja": "Chrome拡張機能としてSand Tetrisを体験してみてください - 今すぐお試しください！",
    "lt": "Patirkite \"Sand Tetris\" kaip \"Chrome\" plėtinį - Išbandykite dabar!",
    "lv": "Izjūtiet Smilšu Tetris kā Chrome paplašinājumu - Izmēģiniet to tagad!",
    "ms": "Alami Sand Tetris sebagai sambungan Chrome - Cuba sekarang!",
    "nl": "Ervaar Sand Tetris als een Chrome-extensie - Probeer het nu!",
    "no": "¡Experimenta Sand Tetris como una extensión de Chrome - Pruébalo ahora!",
    "pl": "Spróbuj teraz doświadczyć Piaskowego Tetrisa jako rozszerzenia Chrome!",
    "ro": "Experimentați Sand Tetris ca extensie Chrome - Încercați acum!",
    "ru": "Ощутите Песочный Тетрис в виде расширения для Chrome - Попробуйте сейчас!",
    "sl": "Doživite peskoviti tetris kot razširitev za Chrome - Poskusite zdaj!",
    "sr": "Iskusite pesak Tetris kao proširenje za Chrome - Isprobajte sada!",
    "th": "ลองใช้งาน Sand Tetris ในรูปแบบของ Chrome extension - ลองใช้ดูเลย!",
    "tr": "Deneyim Kum Tetris olarak bir Chrome uzantısı - Şimdi deneyin!",
    "uk": "Experimenta Sand Tetris como una extensión de Chrome - ¡Pruébalo ahora!",
    "vi": "Trải nghiệm Sand Tetris như một tiện ích mở rộng Chrome - Thử ngay bây giờ!",
    "zh_CN": "体验沙漠俄罗斯方块作为 Chrome 扩展 - 立即尝试！",
    "zh_TW": "Experience Sand Tetris as a Chrome extension - 立即嘗試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sand Tetris offers a unique twist on the classic Tetris gameplay, immersing players in a desert-themed challenge where sand blocks fall, and strategic moves shape the arid landscape. Dive into this engaging puzzle game that adds a new layer of creativity to the beloved Tetris concept.\n\nGame Controls\nMaster the controls to manipulate the sand blocks:\n\nArrow Keys: Move the falling sand block left or right.\nDown Arrow Key: Accelerate the descent of the sand block.\nUp Arrow Key: Rotate the sand block to fit into the landscape.\n\nHow to Play\nFalling Sand Blocks: Navigate and strategically position falling sand blocks to create complete horizontal lines.\nLine Completion: When a horizontal line is filled with sand blocks, it disappears, and you earn points.\nChallenges and Levels: Progress through increasingly challenging levels, introducing new obstacles and sand block variations.\nGame Over: Be cautious—allowing the sand blocks to reach the top of the screen results in a game over."
  }
}