{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free QR Code Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate QR Code for the current page URL or for any text"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free QR Code Generator Extension\n\nQuick, Easy, and Efficient QR Generator\n\nFree QR Code Generator is a powerful Chrome extension designed to enhance your browsing experience by enabling quick and easy generation of QR codes directly from your browser. Whether you need to share a website, text, or any piece of information, QR Code Generator is your go-to solution, providing a seamless and efficient way to create and download QR codes instantly.\n\nFeatures:\n\n    Instant QR Code Generation: Create QR codes from any text or URL with just \n    a click. Perfect for sharing websites.\n    Current Page QR Code: Generate a QR code for the URL of the page you're \n    currently viewing with a single button press.\n    Downloadable QR Codes: Easily download generated QR code as PNG \n    images, allowing you to share them across different platforms or use them \n    in print materials.\n    User-Friendly Interface: Enjoy a clean and intuitive interface that makes QR \n    code generation accessible to everyone, regardless of technical expertise.\n\nHow It Works:\n\n    Click on the QR Code Generator icon in your browser toolbar.\n    Enter any text or URL you wish to convert into a QR code, or use the \"QR of \n    Current Page\" button to generate a code for the current website URL.\n    Click \"Generate QR Code\" to view your QR code instantly.\n    Optionally, click \"Download QR Code\" to save the QR code image for offline \n    use or sharing.\n\nWhy QR Code Generator?\n\nFree QR Code Generator is more than just a tool; it's an extension that bridges the gap between the digital and physical worlds. Whether you're a professional looking to share your portfolio, a retailer promoting your online store, or simply someone who loves sharing cool websites with friends, QR Code Generator makes it all a breeze.\n\nGet Started Now:\n\nEnhance your digital sharing capabilities with QR Code Generator. It's fast, free, and designed with your convenience in mind. Install QR Code Generator today and turn URLs and text into shareable QR codes in seconds!"
  }
}