{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "letras personalizadas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "letras personalizadas para nick Instagram  letraspersonalizadas pequenas Online para Facebook e Instagram 100% Gratis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recursos do Gerador de letras personalizadas\n\nUm novo site, letras personalizadas, surgiu nos últimos anos para preencher uma necessidade há muito esperada de pessoas que procuram uma maneira mais fácil de criar letras personalizadas.\n\nEste não é outro site baseado em modelo, mas sim um lugar onde as pessoas podem ir para obter satisfação ao projetar letras que são exclusivamente suas, sem ter que pensar em cada uma das palavras individuais que desejam escrever.\n\nComo usar letras personalizadas\n\nEs bastante simple, simplemente inserte su texto normal en la sección del cuadro de entrada que se encuentra en la parte superior, el movimiento que escribe su texto normal generará automáticamente muchas listas de letras personalizadas.\n\nAhora, si desea copiar esas letras personalizadas generadas, simplemente haga clic en el botón Copiar y, tan pronto como haga clic en ellas, se copiarán automáticamente en su sistema, ahora donde desea pegar, puede pegar allí.\n\nTambién te he guiado en una captura de pantalla si ves de cerca las imágenes que he compartido a continuación. comprenderá cómo podemos utilizar este sitio web fácil de usar de herramientas generadoras de letras personalizadas.\n\n\nÉ superfácil.\n\nTudo o que você precisa fazer é abrir nosso site na lista de favoritos do seu navegador.\n\nIsso gerará tantas letras personalizadas exclusivas em um segundo.\n\nEm seguida, basta clicar na fonte que deseja usar e colá-la onde quiser."
  }
}