{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Media Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download images and videos from any webpage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Media Downloader: Your One-Click Solution for Saving Online Content\n\nEffortlessly download images and videos from any webpage with Media Downloader. This powerful Chrome extension simplifies the process of saving online media, making it perfect for researchers, content creators, and casual internet users alike.\n\nKey Features:\n• One-Click Downloads: Easily save images and videos with just a single click.\n• Universal Compatibility: Works on virtually any website, from social media platforms to news sites.\n• Bulk Download Option: Save multiple files simultaneously, saving you time and effort.\n• High-Quality Media: Automatically detects and downloads the highest quality version available.\n• User-Friendly Interface: Clean, intuitive design for a seamless user experience.\n• Privacy Focused: Your browsing data stays on your device - we don't collect any personal information.\n\nWhy Choose Media Downloader?\n• Save Time: No more right-clicking and saving images one by one.\n• Stay Organized: Automatically names files based on their content for easy management.\n• Offline Access: Download important content for offline viewing or archiving.\n• Research Tool: Perfect for students and professionals collecting online resources.\n• Content Creation: Easily gather inspiration or resources for your projects.\n\nMedia Downloader respects copyright laws and terms of service. Please ensure you have the right to download and use any content before doing so.\n\nUpgrade your browsing experience today with Media Downloader - your personal assistant for capturing online media with ease!"
  }
}