{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quipu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inteligência para as suas reuniões."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quipu: Inteligência em Reuniões Online\n\nTransforme suas reuniões no Google Meet e Microsoft Teams com inteligência em tempo real.\n\nIntegrado aos principais CRMs do mercado, como Salesforce, HubSpot e Pipedrive, o Quipu simplifica o processo de preenchimento de informações no CRM, eliminando a necessidade de inserir dados manualmente após a reunião.\n\nComo funciona?\n\n- Conexão Automática com CRM: Selecione o Deal da reunião diretamente na extensão, e todas as informações são automaticamente vinculadas a esse Deal no seu CRM.\n\n- Inteligência em Tempo Real: Durante a reunião, o Quipu te avisa em tempo real sobre os campos do CRM que ainda precisam ser preenchidos. Além disso, você pode cadastrar perguntas importantes que devem ser feitas, e as respostas são exibidas na hora.\n\n- Resumo Completo Após a Reunião: Ao final da reunião, o Quipu gera um resumo com feedback, perguntas e respostas, e ainda oferece um chat para discutir detalhes adicionais. Você também recebe métricas detalhadas sobre a performance do vendedor, competidores, objeções e insights estratégicos para melhorar suas vendas.\n\n- Automatização e Sincronização: Com apenas um clique, sincronize todas as informações coletadas diretamente para o seu CRM, garantindo que nenhum dado importante seja esquecido e mantendo a saúde do seu pipeline de vendas.\n\nBenefícios:\n\nSem fricção: Preencha automaticamente os campos do CRM.\nOtimização de Vendas: Obtenha insights valiosos e melhore continuamente suas estratégias de vendas.\nEficiência em Tempo Real: Garanta que todas as informações necessárias sejam capturadas durante a reunião.\n\n\nExperimente o Quipu e revolucione suas reuniões de vendas!"
  }
}