{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LoadFocus Cloud Load Testing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Cloud Load Testing at Scale\n\nThe LoadFocus Cloud Load Testing Chrome Extension makes it easy to create and run powerful…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Cloud Load Testing at Scale\n\nThe LoadFocus Cloud Load Testing Chrome Extension makes it easy to create and run powerful load tests with just a few clicks. Simulate up to 20,000 virtual users per second from 25+ cloud locations worldwide—no coding required.\n\nKey Benefits:\n\nEffortless Setup: Quickly configure load tests for Websites, APIs, and Mobile/Web Apps without the need for complex setup or installation.\nMassive Scalability: Simulate up to 20,000 virtual users per second from over 25 global cloud locations, supporting full REST methods, headers, cookies, and authentication.\nReal-Time Insights: Monitor performance metrics such as Response Time, Latency, Hits/Second, and Percentiles with modern, real-time charts.\nComprehensive Analysis: Access detailed reports on Throughput, Standard Deviation, and advanced percentiles (50th, 90th, 99th).\nCustomizable Scenarios: Tailor load tests with ramp-up times, step configurations, and unique test scenarios.\nFeatures:\n\nOne-Click Load Testing: Create and execute tests for Websites and APIs within minutes, directly from your browser.\nRecord & Replay: Capture HTTP/S requests and replay them for effective load testing.\nNo Installation Needed: Run robust performance tests straight from your Chrome browser, without any additional software.\nEnsure your applications can handle real-world traffic and identify performance bottlenecks before your users do—right from your browser with up to 20,000 virtual users from 25+ global locations."
  }
}