{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn™ Alerts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get real-time notifications for new connection requests and messages with this LinkedIn Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frustrated with constant LinkedIn refreshes? Get instant message alerts!\n\nLinkedIn Notification Extension: Your Personal Networking Assistant\n\nQ: What exactly is this LinkedIn Notification Extension?\n\nA: This extension is your personal LinkedIn assistant, designed to keep you updated with real-time notifications about new messages and connection requests. Instead of endlessly refreshing LinkedIn, you’ll see small icons with message and connection request counts directly on your browser. With just one click, you'll be directed to LinkedIn to take action immediately.\n\n---\n\nQ: Why should I use it? What’s the benefit?\n\nA: In a fast-paced world, time is precious! Here’s why you should consider using this extension:\n\n- Efficiency: No more manually checking LinkedIn for unread messages or connection requests. Get notified instantly when there’s something new!\n  \n- Productivity Boost: Instead of keeping LinkedIn open in a tab and constantly refreshing, this extension will allow you to focus on your other tasks while keeping you informed in the background.\n\n- Real-Time Alerts: Whether it’s a new job opportunity or an important message, you’ll never miss out. Everything is updated in real time.\n\n- Instant Access: Clicking the notification icon takes you directly to the appropriate page on LinkedIn. No unnecessary clicks or browsing required. Messages? Click. Connection requests? Click. It's that simple.\n\n---\n\nQ: How does it work?\n\nA: The extension works by integrating seamlessly with your LinkedIn account. When you receive a new message or connection request, two icons appear in your browser:\n\n- Message Icon: Shows the count of unread messages. Just click the icon to jump straight to your LinkedIn inbox!\n  \n- Connection Request Icon: Displays the number of pending connection requests. A simple click takes you to LinkedIn’s connection request page.\n\nWith these two icons, you have complete control over your LinkedIn notifications without needing to visit the platform over and over.\n\n---\n\nQ: Who is this extension for?\n\nA: This extension is perfect for:\n\n- Professionals: Stay on top of important LinkedIn messages and networking opportunities without constantly checking the platform.\n  \n- Job Seekers: Don’t miss any connection requests or recruiter messages. Respond quickly to new opportunities!\n\n- Entrepreneurs & Freelancers: Get notified instantly when potential clients or collaborators reach out, and grow your network faster.\n\n- Anyone with a Busy Schedule: No more switching between tabs. Stay focused while keeping your networking game strong."
  }
}