{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Big Metrics SEO Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides common SEO utilities;Onpage SEO, Redirect Path Robots.txt viewer rendering controls and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our Chrome extension that provides essential SEO utilities for website owners, digital marketers, and SEO professionals. With this extension, you'll have access to a range of tools that can help improve your website's visibility and rankings on search engines.\n\nSome of the key features include:\n\nOnpage SEO: Analyze key on-page elements such as page title, H1 tags, meta descriptions, canonical tags, and robots tags. \n\nRedirect Path: Easily identify and troubleshoot redirect issues on your website. With the Redirect Path tool, you can see the full redirect path of any URL on your website, including status codes and any chain redirects.\n\nRobots.txt Viewer: View and analyze the robots.txt file of any website. This tool is essential for ensuring search engine crawlers can access and index your website's content.\n\nRendering Controls: Enable or disable JavaScript and CSS to see how your website renders without them. This feature can help identify rendering issues that could affect your website's user experience and search engine rankings.\n\nRendering View: See the difference between the raw source code and the rendered DOM.\n\nAnd more: Our extension also includes controls to highlight internal and external links on your website and provides detailed stats and data on your website's performance in search engines.\n\nOverall, our SEO extension is a must-have tool for anyone looking to improve their website's SEO and online visibility. Install it today and start optimizing your website for success!"
  }
}