{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goobric Web App Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension launches the Goobric web app, a rubric based assessment tool that works with the Doctopus Add-on for Google Sheets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To be used in tandem with the Doctopus Add-on for Google Sheets, the Goobric web app enables flexible, efficient rubric-based grading of Google Drive resources (Documents, Presentations, Spreadsheets, Folders, etc.)  Doctopus is a popular assignment distribution and management tool available from any Google Sheet from the Add-ons menu->just search the Add-ons store for \"Doctopus.\"\n\nThe Goobric web app provides teachers a handy assessment toolbar -- in the same browser tab as the Google Drive assignment being evaluated! -- that includes a clickable scoring tool tied to any grid-style rubric, comments, and audio-comments recording.  Submitted scores can be auto-emailed to students, pasted into the bottom of a Google Document, and are automatically transferred to the Google Sheet that holds your assignment roster.  Includes \"Back\" and \"Next\" buttons that allow teachers to efficiently advance through a batch of student assignments, all without leaving the same browser tab.\n\nRubrics should be built as a simple spreadsheet grid.  They can be of any dimension or content.  Headers can be integer scores (e.g. 1, 2, 3, 4, ... or ...4,3,2,1) -OR- text descriptors (e.g. Developing, Meets, Exceeds)  starting in column 2 and skills/competencies must be in rows, with skill titles in column 1.\n\nHistory of updates:\nUpdate 1.20 (11.12.13) Fixes broken \"Email rubric scores to student\" feature.\nV1.22 includes compatibility with Add-ons version of Doctopus\nV1.23 helps users better understand why \"No rubric associated...\" error is happening for multi-account sign on and how to fix.\nV1.25 Adds persistence (local storage) of rubric scores so you can click out of the Goobric without losing your work. Woot!\nV1.28 Fixes problem with rubrics not being found for student assignment files type: New Google Sheet\nV1.29 Adds the ability to use non-numeric rubric scores, adds clickability to rubric cells for faster scoring\nV1.30 Should fix issue of misaligned scores arising when numeric rubric scores were listed in descending order from right to left.\nV1.31 Minor fixes around issues related to zero scores in numeric rubrics\nV1.32 Aesthetic and usability improvements to UI - smaller fonts, tighter spacing, better scroll behavior\nV1.34 Minor tweak to ui behavior\nV1.35 Fixes to allow Doctopus-assigned folders to be graded via rubric from folder view\nV1.36 Adds persistent back and next links to the bottom button panel to allow for partial grading workflows\nV1.37 Fixes UI overflow issue with group projects.  Minor tweaks to labels.\nV1.38 Minor bug fix\nV1.39 Adds optional new Goobric web app functionality\nV1.40 + 1.41 Minor but fixes\nV1.42 Adds non-numeric rubric functionality to new Goobric web app\nV2.0 Goobric extension icon now directly launches web app.  Goodbye trusty extension popup, you've served us well...\nV2.2 Oof! Fixed broken icon links... small potatoes.\nV2.3 Replaced default gif icon with png in effort to solve reported icon disappearance for Windows users.\nV2.4 Can't remember what changed -- probably a small bug fix\nV2.5 Minor tweak to make Goobric eye also show up for Drive video projects"
  }
}