{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SubSaves - скидки в интернет-магазинах"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Мы автоматически ищем скидки и акции в популярных интернет-магазинах и подсказываем вам когда можно сэкономить"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subsaves - лучшие акции, скидки и секретные купоны!\n\nSubsaves - функциональное расширение для браузера, созданное для быстрого поиска скидок и акций. Но это ещё не всё!  С его помощью вы получаете доступ к эксклюзивным купонам, которыми могут воспользоваться только избранные — пользователи данного сервиса. \n  \nИспользуйте свой браузер максимально продуктивно, а не только для просмотра страниц на интернет-площадках. Экономьте ваши деньги и не переплачивайте, в разы упрощая процесс совершения покупок. И это не фантастика, а реальность. Ведь все эти опции доступны благодаря Subsaves.\n  \nКак начать пользоваться? \n\nАлгоритм простой: просто скачайте приложение. Всего несколько кликов и вы счастливый обладатель расширения! Все 100% бесплатно. \n\nА дальше продолжайте покупать онлайн, как это делали и раньше, но теперь, если на сайте есть скидки, все они будут отражены в первую очередь. Вы ничего не упустите из вида! \n\nКакие магазины доступны? \n\nБолее 1000 наиболее популярных площадок самых известных мировых брендов. Среди таковых - Lamoda, Mango, Lacoste, Reebok. Но не только одежда, обувь и аксессуары, а еще электроника, детские и автомобильные товары, а также категории дом и сад, доставка продуктов и многое другое. \n\nВы точно найдете самую лучшую цену! Обязательно попробуйте прямо сейчас! Зачем упускать возможность сэкономить?\n\nSubsaves автоматически ищет самые лучшие предложения, а также добавляет уникальные промокоды. Они доступны благодаря прямому сотрудничеству с магазинами."
  }
}