{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spendbase for Chrome: SaaS management and Shadow IT discovery"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An easy and reliable way to discover every single SaaS application used in your company — know who uses what and how often."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "10X SAAS USAGE VISIBILITY\nThe extension will ensure you have accurate app usage data in Spendbase so that you can make timely and efficient SaaS management decisions.\n\n➤ Shadow IT detection\nIdentify every new app your team starts using as soon as someone logs into it through their corporate account for the first time.\n\n➤ Real-time app usage\nHave up-to-date app usage data to justify subscription renewals or cancellations based on their actual adoption and usage.\n\n➤ Last login date\nMonitor when employees stop using apps, enabling timely offboarding and effective license redistribution.\n\nCOMPLIANT DATA COLLECTION\nSpendbase for Chrome tracks your company employees' logins to apps on the browser under their corporate accounts. \n\n➤ Spendbase for Chrome collects minimum necessary data: \n\n• corporate email\n• date and time of login\n• application name\n\n➤ No extra data collected\nThe extension does not collect browsing history, website content, passwords, or any other excessive data.\n\n➤ Respect for user privacy\nThe extension does not track activities when employees use their personal accounts.\n\nHOW TO START TRACKING WITH EXTENSION:\nYou should start with a short list of action to take to make it up and running:\n1. Create an account in Spendbase as an Admin\n2. Connect you workspace to identify employees activity (Google Workspace, Microsoft Entra ID) in there\n3. Make your employees install & sign in to extension (without any additional invitation)\n\nAs soon as you've done these simple three steps we'll automatically start tracking activities and syncing them to Spendbase platform\n\nMANUAL OR FORCED INSTALL\nYou can install the browser extension for all employees using either method:\n\n➤ Manual install\nEmployees can install the extension from the Google Chrome Store manually upon request.\n\n➤ Forced install\nYou can use the Force Install feature in Google Admin Console to automatically install the extension on all corporate accounts.\n\nWith Spendbase for Chrome active on every corporate account browser, you will receive the most complete and accurate data on your corporate app usage.\n______________________________\n\nABOUT SPENDBASE\nSpendbase is a SaaS subscription management tool for IT and finance teams to optimize software usage and spending.\n\nAdditionally, Spendbase provides software cost optimization services, including vendor contract negotiations, expert advice on software consolidation, and partner discounts on SaaS and cloud services.\n\nThe unique savings-based pricing model allows customers to receive cost negotiation support without upfront payments, sharing only 25% of the amount saved. \n\nSpendbase customers achieve up to 39% in software savings using our risk-free vendor negotiation services.\n\nLearn more on https://www.spendbase.co/"
  }
}