{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockins Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Blockin game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockins: A pixel-themed puzzle game where you control two blocks to overcome challenging levels!\n\nWelcome to Blockins! This pixel-themed puzzle game puts you in control of two adorable blocks as you strive to overcome various challenging levels. Are you ready to take on the challenge?\n\nKey Features:\n\nPixel Art Style: Blockins features a charming pixel art style that provides a retro and cute visual experience. Each block has a unique appearance and expression, immersing you in a distinctive pixelated world.\n\nDual Block Control: Unlike other puzzle games, Blockins allows you to simultaneously control two blocks. You need to skillfully maneuver them, making them work together to overcome obstacles and successfully navigate through the levels. This dual block control mechanic adds difficulty and challenges to the gameplay.\n\nChallenging Levels: Blockins offers uniquely designed levels that are both exciting and challenging. Each level is filled with various obstacles, traps, and puzzles. You must use your wits and reflexes to find the best strategies and race through the levels, unlocking more challenges along the way.\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}