{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version Check for Drupal"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,hi,hr,kn,ko,lv,ml,mr,sl,sr,sw,ta,te,th,vi": "Check what version of Drupal a web page is powered by.",
    "bg": "Проверете с коя версия на Drupal е генерирана дадена уеб страница.",
    "ca": "Comproveu quina versió de Drupal fa servir una determinada pàgina web.",
    "cs": "Zjištění, jaká je verze Drupal na aktuální stránce.",
    "da": "Kontroller, hvilken version af Drupal en webside drives af.",
    "de": "Überprüfen Sie die Drupal-Version einer Webseite.",
    "el": "Ελέγξτε ποια έκδοση του Drupal χρησιμοποιεί μια συγκεκριμένη ιστοσελίδα.",
    "es": "Comprueba con qué versión de Drupal funciona la página web.",
    "et": "Võimaldab kontrollida, millist Drupal versiooni veebileht kasutab.",
    "fi": "Tarkista, mikä Drupal-versio toimii verkkosivuston moottorina.",
    "fil": "Tingnan kung anong bersyon ng Drupal ang nagpapagana sa isang web page.",
    "fr": "Vérifiez sous quelle version de Drupal tourne votre page Web.",
    "he": "בדוק איזו גרסה של Drupal מפעילה את דף האינטרנט.",
    "hu": "Ellenőrizze, hogy melyik verziójú Drupal működtet egy adott weboldalt.",
    "id": "Periksa versi Drupal yang mendukung halaman web.",
    "it": "Verifica con quale versione di Drupal è stata creata una pagina Web.",
    "ja": "ウェブページで利用されている Drupal のバージョンをチェック",
    "lt": "Patikrinkite tinklalapio platformos Drupal versiją.",
    "ms": "Semak apa versi Drupal sebuah laman web dikuasakan oleh.",
    "nl": "Check op welke versie van Drupal deze webpagina draait.",
    "no": "Sjekk hvilken Drupal-versjon web-siden kjører på.",
    "pl": "Sprawdź, jaką wersję Drupal wykorzystuje dana strona.",
    "pt_BR": "Verifique de qual versão do Drupal uma página da web é alimentada.",
    "pt_PT": "Verificar a versão da Drupal com que uma página Web é desenvolvida.",
    "ro": "Verificaţi care versiune Drupal susţine pagina web respectivă.",
    "ru": "Проверьте, на какой версии Drupal работает веб-сайт.",
    "sk": "Skontrolujte, akú verziu Drupal používa webová stránka.",
    "sv": "Kontrollera vilken version av Drupal en viss webbsida använder.",
    "tr": "Web sayfasının hangi Drupal sürümü tarafından desteklendiğini kontrol edin.",
    "uk": "Перевірте, якою версією Drupal обслуговується сторінка.",
    "zh_CN": "检查网页由什么版本的Drupal提供技术支持。",
    "zh_TW": "檢查網頁由什麼版本的Drupal提供技術支援。"
  },
  "long": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,hi,hr,kn,ko,lv,ml,mr,sl,sr,sw,ta,te,th,vi": "Version Check for Drupal determines if web pages are powered by Drupal, what version they are running, and indicates if the version in use is outdated.\n\nIf you run across a website that is not properly detected as running Drupal please let us know through the Support tab, so that we can improve detection in future versions.\n\nRecent Changes\n1.0.54: Updated for release of Drupal 7.53 and 8.2.4.\n1.0.53: Updated for release of Drupal 7.52 and 8.2.3.\n1.0.52: Updated for release of Drupal 8.2.2.",
    "bg": "Version Check for Drupal установява дали уеб страниците са генерирани с Drupal, коя точно версия се използва и дали тази версия е остаряла.",
    "ca": "Version Check for Drupal determina si les pàgines web utilitzen Drupal i indica quina versió fan servir i si aquesta està obsoleta.",
    "cs": "Version Check for Drupal zjišťuje, zda stránky využívají systém Drupal, jaká je verze, a indikuje, zda je používaná verze zastaralá.",
    "da": "Version Check for Drupal bestemmer, om websider drives af Drupal, hvilken version, de kører, og viser, om den anvendte version er forældet.",
    "de": "Version Check for Drupal ermittelt, ob Webseiten mit Drupal erstellt wurden, welche Version dafür verwendet wurde und ob die verwendete Version veraltet ist.",
    "el": "Το Version Check for Drupal καθορίζει αν κάποια ιστοσελίδα χρησιμοποιεί Drupal, ποια έκδοσή του χρησιμοποιεί και αν η έκδοση που χρησιμοποιείται είναι ξεπερασμένη.",
    "es": "Version Check for Drupal determina si las páginas web funcionan con Drupal, qué versión se está usando e indica si la versión está desactualizada.",
    "et": "Version Check Drupal määrab, kas veebilehed kasutavad Drupal, millist versiooni nad kasutavad ja näitab, kas kasutusel olev versioon on aegunud.",
    "fi": "Drupal versiotarkistus määrittää, onko verkkosivujen moottorina Drupal, mikä versio on käytössä ja varoittaa mahdollisesta käytössä olevasta vanhentuneesta versiosta.",
    "fil": "Ang Version Check for Drupal ay ipinapaalam kung ang mga web page ay pinapagana ng Drupal, anong bersyon ang ginagamit, at ipinapakita kung ang bersyon na ginagamit ay lipas na.",
    "fr": "Version Check for Drupal détermine si les pages Web tournent sous Drupal, le cas échéant en indique la version et si cette dernière est en vigueur.",
    "he": "בדיקת גרסת Drupal בודקת אם דפי אינטרנט מופעלים על-ידי Joomla, באיזו גרסה הם משתמשים, ומציינת אם הגרסה בשימוש מיושנת.",
    "hu": "A Version Check for Drupal, hogy a weboldalakat Drupal működteti-e, annak melyik verziója van használatban, és jelzi, ha a használt verzió elavult.",
    "id": "Version Check for Drupal menentukan apakah halaman web didukung oleh Drupal, versi yang digunakan, dan menunjukkan apakah versi yang digunakan sudah usang.",
    "it": "Version Check for Drupal determina se le pagine Web sono state create con Drupal, quale versione utilizzano e indica se la versione in uso è obsoleta.\n\nYou can try out the functionality of this extension for free with our Version Check extension, which is available at https://chrome.google.com/webstore/detail/version-check/eihipkpiiekmobooapflpdhpkpjohahe",
    "ja": "Drupal バージョンチェックは、ウェブページに Drupalが利用されているか、利用されている場合は、そのバージョンナンバー、およびバージョンが古いかどうかを調べます。",
    "lt": "Drupal versijos patikra nustatoma, ar tinklalapių platforma yra Drupal, kokia jos versija ir ar naudojama versija nepasenusi.",
    "ms": "Version Check for Drupal menentukan adakah halaman web dikuasakan oleh Drupal, versi apa yang mereka digunakan dan menunjukkan sekiranya versi yang digunakan sudah lapuk.",
    "nl": "De 'Version Check for Drupal' bepaalt of webpagina's op Drupal draaien, welke versie in gebruik is, en geeft aan of deze verouderd is.",
    "no": "Drupal versjons-sjekk finner ut om web-siden kjører på Drupal, hvilken versjon som er i bruk, og indikerer dersom versjonen er utdatert.",
    "pl": "Version Check for Drupal pozwala określić, czy strony internetowe wykorzystują Drupal, z jakiej wersji korzystają i informuje, czy używana wersja jest aktualna.",
    "pt_BR": "A Version Check for Drupal determina se as páginas da web são alimentadas pelo Drupal, que versão elas estão executando e indica se a versão em uso está desatualizada.",
    "pt_PT": "A Verificação da Versão Drupal determina se as páginas Web são desenvolvidas pela Drupal, a versão que executam e indica se a versão em utilização está desatualizada.",
    "ro": "Version Check for Drupal stabileşte dacă paginile web sunt susţinute de Drupal, ce versiune rulează acestea şi indică dacă versiunea în uz este expirată.",
    "ru": "Version Check for Drupal позволяет узнать, работают ли веб-страницы на Drupal, какую версию они используют, а также определить, не устарела ли используемая версия.",
    "sk": "Kontrola verzie Drupal určuje, či webové stránky používajú Drupal, aká verzia je spustená a signalizuje, ak je používaná verzia zastaraná.",
    "sv": "Version Check for Drupal fastställer om en webbsida använder Drupal, vilken version som används, samt indikerar om versionen fortfarande är giltig.",
    "tr": "Drupal Sürüm Kontrolü, web sayfalarının Drupal destekli olup olmadığını, kullanılan sürümü ve mevcut sürümün eski olup olmadığını gösterir.",
    "uk": "Перевірка версії Drupal визначає, чи сторінки обслуговуються Drupal, яку версію вони використовують, і вказує, що версія, яка використовується, застаріла.",
    "zh_CN": "Version Check for Drupal可确定网页是否由Drupal提供技术支持，网页在运行什么版本，还可以指明使用中的版本是否已过时。",
    "zh_TW": "Version Check for Drupal 可確定網頁是否由Drupal提供技術支援，網頁在運行什麼版本，還可以指明使用中的版本是否已過時。"
  }
}