{
  "name": {
    "ar": "Adblock Plus - مانع إعلانات مجاني",
    "am,cs,el,en,en_AU,en_GB,en_US,es_419,fa,gu,hi,hr,ja,kn,lt,ml,mr,pt_PT,sk,sr,sw,te,th,zh_TW": "Adblock Plus - free ad blocker",
    "bg": "Adblock Plus — безплатен блокер на реклами",
    "bn": "Adblock Plus - বিনামূল্যে বিজ্ঞাপন ব্লকার",
    "ca": "Adblock Plus - bloquejador d'anuncis gratuït",
    "da": "Adblock Plus -gratis annonceblokeringsværktøj",
    "de": "Adblock Plus - kostenloser Adblocker",
    "es": "Adblock Plus - bloqueador de anuncios gratis",
    "et": "Adblock Plus - tasuta reklaamide blokeerija",
    "fi": "Adblock Plus - ilmainen mainosesto",
    "fil": "Adblock Plus - libreng ad blocker",
    "fr": "Adblock Plus - bloqueur de publicités gratuit",
    "he": "Adblock Plus - חוסם פרסומות חינמי",
    "hu": "Adblock Plus - ingyenes hirdetés blokkoló",
    "id": "Adblock Plus - pemblokir iklan gratis",
    "it": "Adblock Plus - ad-blocker gratuito",
    "ko": "Adblock Plus - 무료 광고 차단",
    "lv": "Adblock Plus - bezmaksas reklāmbloķētājs",
    "ms": "Adblock Plus - penyekat iklan percuma",
    "nl": "Adblock Plus - gratis adblocker",
    "no": "Adblock Plus - gratis reklamefjerner",
    "pl": "Adblock Plus - darmowy adblocker",
    "pt_BR": "Adblock Plus - bloqueador de anúncios grátis",
    "ro": "Adblock Plus - ad blocker gratuit",
    "ru": "Adblock Plus - бесплатный блокировщик рекламы",
    "sl": "Adblock Plus - brezplačno blokiranje oglasov",
    "sv": "Adblock Plus - gratis annonsblockerare",
    "ta": "Adblock Plus - இலவச விளம்பரம் தடுப்பான்",
    "tr": "Adblock Plus - ücretsiz reklam engelleyici",
    "uk": "Adblock Plus — безкоштовний блокувач реклами",
    "vi": "Adblock Plus - trình chặn quảng cáo miễn phí",
    "zh_CN": "Adblock Plus - 免费的广告拦截器"
  },
  "short": {
    "ar": "يمكنك إزالة الإعلانات على موقع YouTube وأي موقع آخر تتصفحه.",
    "am,en,en_AU,en_US,kn,ml,sw,te,th,zh_TW": "Remove ads on YouTube and everywhere else you browse.",
    "bg": "Изтеглете Adblock Plus — един от най-популярните блокери на реклами в света.",
    "bn": "Adblock Plus ডাউনলোড করুন যা বিশ্বের অন্যতম জনপ্রিয় অ্যাড ব্লকার।",
    "ca": "Bloqueja les finestres emergents, els anuncis de YouTube™ i us protegeix contra el programari maliciós!",
    "cs": "Více než 500 milionů stažení, Adblock Plus je jedním z nejvíce používaných programu na blokování reklamy.",
    "da": "Blokér YouTube™-annoncer, pop-op-vinduer og bekæmp malware!",
    "de": "Entferne Werbung auf YouTube und allen anderen Webseiten, die du besuchst.",
    "el": "Αφαιρέστε τις διαφημίσεις από το YouTube και από οπουδήποτε αλλού περιηγήστε.",
    "en_GB": "Block YouTube™ ads and pop-ups & fight malware!",
    "es": "Elimina anuncios en YouTube y dondequiera que navegues.",
    "es_419": "Con más de 500 millones de descargas, Adblock Plus es uno de los bloqueadores de anuncios más populares del mundo.",
    "et": "Laadi alla Adblock Plus, maailma üks populaarsemaid reklaamide blokeerijaid.",
    "fa": "با بیش‌ از ۵۰۰ میلیون دانلود، اد بلاک پلاس یکی از محبوب‌ترین مسدود کننده‌ های تبلیغات در جهان است.",
    "fi": "Estä YouTube™-mainokset, ponnahdusikkunat ja haittaohjelmat!",
    "fil": "I-block ang mga YouTube™ ad, mga pop-up & labanan ang malware!",
    "fr": "Supprimez les publicités sur YouTube et partout où vous naviguez.",
    "gu": "500 મિલિયનથી વધુ ઉપકરણો પર ઉપયોગ થાય છે, એડબ્લોક પ્લસ એ વિશ્વની સૌથી લોકપ્રિય જાહેરાત અવરોધક છે.",
    "he": "חסום פרסומות YouTube™, חלונות קופצים והילחם בנוזקה!",
    "hi": "500 मिलियन से अधिक डाउनलोड के साथ, एडब्लॉक प्लस दुनिया का एक सबसे लोकप्रिय विज्ञापन अवरोधक है।",
    "hr": "S više od 500 milijuna preuzimanja, Adblock Plus je jedan od napopularnijih servisa za blokiranje oglasa na svijetu.",
    "hu": "Távolítsd el a hirdetéseket a YouTube-ról vagy bármely más olyan helyről, ahol böngészel.",
    "id": "Dengan lebih dari 500 juta unduh, Adblock Plus adalah salah satu pemblokir Iklan terpopuler di dunia.",
    "it": "Rimuovi gli annunci su YouTube e dovunque vorrai navigare.",
    "ja": "YouTubeや閲覧するあらゆる場所の広告を除去します。",
    "ko": "YouTube 및 여러분이 탐색하는 모든 곳의 광고를 제거합니다.",
    "lt": "Naudojamas daugiau nei 500 milijonų įrenginių, „Adblock Plus“ yra populiariausias reklamos blokavimo įrankis.",
    "lv": "Izmantots vairāk nekā 500 miljonos ierīču, Adblock Plus ir pasaulē populārākais reklāmu bloķētājs.",
    "mr": "५०० दशलक्ष पेक्षा जास्त उतरवण्या, अॅडब्लॉक प्लस जगातील सर्वात लोकप्रिय जाहिरात रोधक आहे.",
    "ms": "Muat turun Adblock Plus, salah satu penyekat iklan paling popular di dunia.",
    "nl": "Verwijder reclame op YouTube en overal waar u surft.",
    "no": "Med mer enn 500 millioner nedlastinger, er Adblock Plus blant de mest populære reklamefjernerene i verden.",
    "pl": "Usuń reklamy z YouTube i wszystkich innych miejsc, które przeglądasz.",
    "pt_BR": "Remova anúncios no YouTube e em todos os outros lugares nos quais navega.",
    "pt_PT": "Usado em mais de 500 milhões de dispositivos, o Adblock Plus é um dos bloqueadores de anúncios mais popular do mundo.",
    "ro": "Blochează reclame pe YouTube™, pop-up-uri și luptă cu malware-le!",
    "ru": "Избавьтесь от рекламы на YouTube и в других местах по всему интернету.",
    "sk": "S viac ako 500 miliónmi sťahovaní, Adblock Plus je jeden z najpoužívanejších blokovačov.",
    "sl": "Prenesi Adblock Plus, eno najbolj priljubljenih razširitev za blokiranje oglasov na svetu.",
    "sr": "Са преко 500 милиона преузимања, Adblock Plus је један од најпопуларнијих блокатора огласа на свету.",
    "sv": "Blockera YouTube™-annonser, popup-fönster & bekämpa mot skadlig kod!",
    "ta": "YouTube™ விளம்பரங்கள், பாப்-அப்சைத் தடுக்கவும் & தீம்பொருளை எதிர்க்கவும்!",
    "tr": "YouTube’da ve ziyaret ettiğiniz tüm sitelerdeki reklamları kaldırın.",
    "uk": "Завантажте Adblock Plus — один з найбільш популярних блокувальників реклами в світі.",
    "vi": "Hãy tải về Adblock Plus, một trong những trình chặn quảng cáo phổ biến nhất thế giới.",
    "zh_CN": "在 YouTube 和您浏览的其他网站上去除广告。"
  },
  "long": {
    "ar": "يعد Adblock Plus من بين أدوات حجب الإعلانات المجانية الأكثر شهرة وموثوقية إذ يبلغ إجمالي عدد عمليات تنزيله أكثر من 500 مليون عملية تنزيل. ويمكنك استخدام Adblock Plus على YouTube وغيره من مواقعك المفضلة لحجب الإعلانات والاستمتاع بتجربة أفضل لتصفح الويب.\n\n⮜ قم بتنزيل Adblock Plus وتمتع بالميزات المجانية التالية:\n\n● حجب الإعلانات المزعجة، مثل النوافذ المنبثقة الأمامية وإعلانات الفيديو والشعارات.\n● حجب أدوات التعقب التابعة لجهات خارجية والحفاظ أكثر على خصوصية معلوماتك من الجهات المعلنة.\n● تقليل إلحاق الإعلانات الضارة التي تحتوي على فيروسات ومحاولات الاحتيال الضرر بجهازك.\n● إضفاء طابع شخصي على تصفحك للإنترنت عن طريق اختيار ما تريد حجبه وما تسمح به.\n● التمتع بالدعم المجاني والسريع الاستجابة الذي يقدمه فريقنا!\n\n⮜ تحكم أكثر في تجربة التصفح عند الترقية إلى Premium:\n\n● حجب ما هو أكثر من مجرد الإعلانات والتخلص من مقاطع الفيديو التي يتم تشغيلها تلقائيًا أثناء التصفح، ونوافذ النشرات الإخبارية المنبثقة الأمامية، وطلبات الاستطلاعات، والمزيد غير ذلك.\n● إخفاء شعارات ملفات تعريف الارتباط والوصول إلى وجهتك بشكل أسرع لما تتوقف عن رؤية تلك النوافذ المنبثقة الأمامية المزعجة التي تطلب منك قبول ملفات تعريف الارتباط على المواقع.\n\nيمكن أن يحجب Adblock Plus الإعلانات من اللحظة التي تقوم فيها بتثبيت الملحق، مما يمكّنك من تصفح الويب بالطريقة التي تريدها. ويمكنك تخصيص الإعدادات فور تثبيت الملحق على جهازك، وتثبيته في شريط الأدوات بمتصفحك، وفتح القائمة.\n\nنحن ندعم مبادرة Acceptable Ads (الإعلانات المقبولة) (المعروفة اختصارًا في اللغة الإنجليزية باسم \"AA\") (www.acceptableads.com)، وهي عبارة عن مشروع يبحث عن حل وسط لدعم مواقع الويب التي تعتمد على عائدات الإعلانات مع مراعاة تجربة العملاء في الوقت ذاته. فإذا كنت لا ترغب في رؤية \"الإعلانات المقبولة\"، فيمكن إيقاف تشغيل ذلك في أي وقت: https://adblockplus.org/acceptable-ads#optout.\n\nيُرجى العلم أنه: عند تثبيت ملحق Adblock Plus، ستتلقى تحذيرًا بأن الملحق سيتمكن من الوصول إلى سجل التصفح الخاص بك وبياناتك. وهذه مجرد رسالة قياسية - فنحن لا نجمع أبدًا أيًا من معلومات المستخدم.\n\nنحن نضع خصوصية المستخدم وأمانه على رأس أولوياتنا، مما يضمن بقاء سجل التصفح الخاص بك ومعلوماتك الشخصية سرية وخصوصية. وعن طريق تنزيل هذا الملحق وتثبيته، فإنك توافق على \"شروط الاستخدام\" المطبقة لدينا: https://adblockplus.org/terms و\"سياسة الخصوصية\" المتبعة لدينا: https://adblockplus.org/privacy.\n\nهذا الملحق متوفر أيضًا لمتصفحات Firefox وMicrosoft Edge وOpera.\n\nإذا كنت تشعر بروح المغامرة، فيمكنك دائمًا تجربة الإصدارات التجريبية للحصول على أحدث ميزات Adblock Plus لـ Google Chrome™‎‏. ويتم تحديث هذه الإصدارات بشكل منفصل بإعدادات مستقلة. https://adblockplus.org/development-builds\n\n⮜ سجلات التغييرات:\n\n[مايو 2024] تم طرح إصدار Manifest V3 من Adblock Plus.\n\n[فبراير 2024] تمت إضافة دعم لحجب الإعلانات بلغات أكثر، بما في ذلك التايلاندية والمجرية والكرواتية والصربية والسلوفينية والبوسنية. وتم أيضًا إدخال تحسينات على ميزة القائمة المسموح بها لموقع YouTube وعلى قوائم عوامل التصفية في Premium.\n\n[يناير 2024] تمت إضافة دعم لحجب الإعلانات باللغتين اليابانية والتركية.\n\n[ديسمبر 2023] تم تحديث وظائف الملحق لإزالة الإعلانات بشكل أفضل أثناء التصفح. \n\n[نوفمبر 2023] تمت إضافة وظيفة جديدة لتحسين حجب الإعلانات أثناء البث. وتم أيضًا إجراء تغييرات على عوامل التصفية وأجزاء التعليمات البرمجية لتوفير تجربة أفضل في حجب الإعلانات. وتم أيضًا إصلاح بعض الأخطاء والتي كان من بينها الخطأ الذي لم يسمح للمستخدمين بالتبديل بين علامات التبويب باستخدام لوحة المفاتيح. \n\n[سبتمبر 2023] تمت إضافة ميزة جديدة في Premium لحجب شعارات ملفات تعريف الارتباط عبر الويب. وتم أيضًا إدخال تحسينات على البنية الأساسية وهو ما من شأنه زيادة مستوى أداء وظائف الملحق وطول عمره.\n\n[ربيع 2023] تمت إضافة ميزة \"حجب العناصر\"، مما يسمح لك بحجب أجزاء من صفحة الويب حتى لو لم تكن تلك الأجزاء إعلانًا. وتم أيضًا طرح Adblock Plus Premium في شكل اشتراك مدفوع لحجب المزيد من عوامل التشتيت، مثل مقاطع الفيديو العائمة ونوافذ النشرات الإخبارية المنبثقة الأمامية وإشعارات المواقع والمزيد غير ذلك.\n\n[خريف 2022] تم إدخال تحسينات على الوظائف وعلى البنية الأساسية لإصدار Manifest V3، وتم أيضًا إجراء إصلاحات للعديد من الأخطاء، بما في ذلك مُدد التداخل الانتقالية على مواقع الويب.\n\n[ربيع 2022] تم إدخال تحسينات على الواجهة الخلفية والوظائف، وتمت إضافة دعم لحجب الإعلانات باللغتين الفنلندية والسويدية، وتمت أيضًا إضافة عوامل تصفية ذكية للغات لكي يتمكن المستخدمون من حجب الإعلانات باللغات التي يستخدمونها للتصفح.",
    "am,bg,bn,cs,da,et,fa,fi,fil,gu,hi,hr,id,kn,lv,ml,mr,ms,no,sk,sl,sr,sv,sw,ta,te,th,uk,vi": "Browse the web without annoying and intrusive ads.\n\nAdblock Plus for Google Chrome blocks video ads, banners, pop-ups and other forms of intrusive and annoying advertising, as well as blocking tracking and malware.\n\nAn easy-to-use, customizable ad-blocking browser extension, Adblock Plus gives you control over your Google Chrome browsing experience. Block annoying and intrusive ads for a cleaner, better web experience. Blocking ads also reduces the risk of infection from malvertising campaigns. Users also have the option to add personal filters and whitelist websites.\n\nUsed by millions worldwide, Adblock Plus is a community-driven open source project. Hundreds of volunteers contribute daily to ensure that all intrusive ads are blocked.\n\nAdblock Plus supports the Acceptable Ads initiative. By default, Acceptable Ads are shown, which helps support websites that rely on advertising revenue, but choose to only display nonintrusive ads. This can be disabled at any time for users who wish to block all ads. Learn more at https://adblockplus.org/acceptable-ads\n\nPlease Note: When installing Adblock Plus for Chrome, you will receive a warning that Adblock Plus for Chrome will receive access to your browsing history and data. This is a standard message - we NEVER collect any user information.\n\nBy downloading and installing this extension, you agree to our Terms of Use https://adblockplus.org/terms and our Privacy Policy https://adblockplus.org/privacy.\n\n************\n\nRelease announcements and changelogs can be found at: http://adblockplus.org/releases/\n\nProblem with the extension? Try reloading Chrome and/or opening the Adblock Plus settings, clicking the Advanced tab, and clicking Update all filter lists.\n\nFound a bug? Check known issues at https://adblockplus.org/bugs or visit our forum at https://adblockplus.org/forum/viewforum.php?f=10\n\nIf you feel adventurous you can always try out the development builds to get the latest features of Adblock Plus for Chrome. These builds are updated separately with independent settings. https://adblockplus.org/development-builds",
    "ca": "Disfruta surfejant la web sense anuncis intrusius omplint la teva pantalla!\n\nL'AdBlock Plus per Google Chrome Bloca : \n\n  · Bànners\n  · Els anuncis dels Vídeos del YouTube\n  · Els anuncis de Facebook\n  · Els Pop-ups\n  · Tots els altres anuncis intrusius\n\nL'AdBlock Plus és la extensió per a navegador més popular del món, i és utilitzada per milions d'usuaris arreu del planeta. És un projecte obert conduït per la comunitat, i centenars de voluntaris estàn contribuint a l'èxit d'AdBlock Plus per assegurar-se que tots aquells anuncis tan estressants es bloquejin automàticament.\n\nSiusplau tingues en compte que quan instal·les l'AdBlock Plus per a Chrome, el navegador mostra una alerta dient que l'AdBlock Plus ha accedit al teu historial de navegació i a les dades. Això és un missatge estàndard, nosaltres MAI agafem informació. \n\nRecentment, la comunitat d'AdBlock Plus va presentar la iniciativa d'anuncis acceptables. Deixant alguns anuncis petits i estàtics tu dones suport a pàgines web que confien en els anuncis però esculls fer-ho d'una manera no intrusiva. Aquesta característica pot ser desactivada en qualsevol moment, vés a : http://adblockplus.org/en/acceptable-ads per saber-ne més.  \n\n************\nEls anuncis de versions i canvis es poden trobar aquí : http://adblockplus.org/releases/\n\nProblemes? Escull reiniciar Chrome i/o clica \"Actualitza ara\" a les opcions d'AdBlock Plus.\n\nHas trobat un Bug? Estem al corrent d'alguns assumptes : http://adblockplus.org/en/known-issues-chrome. Si en trobes més o necessites ajuda visita el nostre fòrum : https://adblockplus.org/forum/viewforum.php?f=10.\n\n*************\nEt sents aventurer? Prova la nostra versió pel desenvolupament per obtenir sempre les últimes característiques d'AdBlock Plus per a Chrome http://adblockplus.org/en/development-builds (actualitzat per separat, configuració independent).",
    "de": "Adblock Plus ist einer der populärsten und zuverlässigsten kostenlosen Adblocker, der schon mehr als 500 Millionen Mal heruntergeladen wurde. Benutze Adblock Plus auf YouTube und deinen bevorzugten Webseiten, um Werbung zu blockieren und ein besseres Interneterlebnis zu genießen.\n\n➤ Lade Adblock Plus herunter und nutze diese kostenlosen Funktionen:\n\n● Blockiere lästige Werbung wie Pop-ups, Videowerbung und Banner.\n● Blockiere Tracker von Dritten und schütze deine Informationen besser vor Werbetreibenden.\n● Reduziere bösartige Werbung mit Viren und Betrügereien, die dein Gerät gefährden.\n● Personalisiere dein Interneterlebnis, indem du entscheidest, was du blockierst und was du zulässt. \n● Genieße kostenlosen und schnellen Support von unserem Team!\n\n➤ Sichere dir noch mehr Kontrolle über dein Interneterlebnis mit einem Premium-Upgrade:\n\n● Blockiere außer Werbung auch Autoplay-Videos, die dir beim Surfen folgen, Newsletter-Pop-ups, Umfragen und vieles mehr.\n● Blende Cookie-Banner aus und gelange schneller an dein Ziel, indem du lästige Pop-ups entfernst, die dich auffordern, Cookies auf Webseiten zu akzeptieren.\n\nNachdem du die Erweiterung installiert hast, kann Adblock Plus sofort Werbung blockieren, sodass du im Internet ganz nach Belieben surfen kannst. Du kannst deine Einstellungen nach der Installation der Erweiterung anpassen, sie an deine Symbolleiste anheften und das Menü öffnen.\n\nWir unterstützen die Acceptable Ads (AA) (www.acceptableads.com) Initiative automatisch, ein Projekt, das nach einem Mittelweg sucht und einerseits Webseiten unterstützt, die auf Werbeeinnahmen angewiesen sind, andererseits aber auch das Kundenerlebnis berücksichtigt. Wenn du Acceptable Ads nicht sehen möchtest, können diese jederzeit ausgeschaltet werden: https://adblockplus.org/acceptable-ads#optout.\n\nBitte beachte: Wenn du Adblock Plus installierst, erhältst du eine Warnung, dass die Erweiterung Zugriff auf deinen Browserverlauf und deine Daten erhält. Das ist eine Standardmeldung − wir erfassen NIEMALS Benutzerdaten.\n\nWir priorisieren die Privatsphäre und die Sicherheit unserer Nutzer und gewährleisten, dass dein Browserverlauf und deine personenbezogenen Daten vertraulich bleiben. Durch Herunterladen und Installation dieser Erweiterung stimmst du unseren Nutzungsbedingungen https://adblockplus.org/terms und unserer Datenschutzerklärung https://adblockplus.org/privacy zu.\n\nDiese Erweiterung ist auch für Firefox, Microsoft Edge und Opera erhältlich.\n\nWenn du experimentierfreudig bist, kannst du immer die Entwicklungs-Builds ausprobieren, um die neusten Funktionen für Adblock Plus für Google Chrome™ zu erhalten. Diese Builds werden separat mit unabhängigen Einstellungen aktualisiert: https://adblockplus.org/development-builds\n\n➤ Änderungshistorie:\n\n[Mai 2024] Veröffentlichung der Manifest V3-Version von Adblock Plus.\n\n[Februar 2024] Unterstützung der Werbeblockierung in weiteren Sprachen wie Thai, Ungarisch, Kroatisch, Serbisch, Slowenisch und Bosnisch. Verbesserung unserer Allowlist-Funktion bei YouTube und der Premium-Filterlisten.\n\n[Januar 2024] Unterstützung der Werbeblockierung auf Japanisch und Türkisch.\n\n[Dezember 2023] Aktualisierung unserer Funktionalität, um Werbung beim Surfen besser zu entfernen. \n\n[November 2023] Hinzufügung neuer Funktionen, um die Werbeblockierung beim Streamen zu verbessern. Umsetzung von Filter- und Snippet-Änderungen für ein besseres Erlebnis bei der Werbeblockierung. Beseitigung einiger Programmfehler, u. a. ein Fehler, der verhinderte, dass Nutzer mit ihrer Tastatur zu einem anderen Tab wechseln. \n\n[September 2023] Hinzufügung einer neuen Premium-Funktion, um Cookie-Banner im Internet zu blockieren. Verbesserung der Infrastruktur, die die Funktionalität und Lebensdauer der Erweiterung erhöht.\n\n[Frühjahr 2023] Hinzufügung der Funktion zur Blockierung von Elementen, mit der du Teile einer Webseite blockieren kannst, auch wenn es sich nicht um Werbung handelt. Veröffentlichung von Adblock Plus Premium als kostenpflichtiges Abonnement, um mehr Ablenkungen wie Videoeinblendungen, Newsletter-Pop-ups, Benachrichtigungen und vieles mehr zu blockieren. \n\n[Herbst 2022] Verbesserung der Funktionalität, Verbesserung der Infrastruktur für Manifest V3, Beseitigung verschiedener Programmfehler, z. B. Verzögerungen auf Webseiten\n\n[Frühjahr 2022] Backend-Verbesserungen, Verbesserung der Funktionalität, Unterstützung der Werbeblockierung auf Finnisch und Schwedisch, Hinzufügung von Smart Language-Filtern, damit Nutzer Werbung in den Sprachen blockieren können, in denen sie surfen",
    "el": "Το Adblock Plus είναι από τα πιο δημοφιλή και αξιόπιστα δωρεάν προγράμματα αποκλεισμού διαφημίσεων με πάνω από 500 εκατομμύρια λήψεις. Χρησιμοποιήστε το Adblock Plus στο YouTube και σε άλλους αγαπημένους σας ιστότοπους για να αποκλείσετε διαφημίσεις και να απολαύσετε μια καλύτερη εμπειρία περιήγησης.\n\n➤ Κατεβάστε το Adblock Plus και αποκτήστε πρόσβαση σε αυτές τις δωρεάν λειτουργίες:\n\n● Αποκλείστε ενοχλητικές διαφημίσεις όπως τα αναδυόμενα παράθυρα, διαφημίσεις βίντεο και banners.\n● Αποκλείστε trackers τρίτων μερών και κρατήστε τις πληροφορίες σας πιο ιδιωτικές από τους διαφημιστές.\n● Μειώστε τις κακόβουλες διαφημίσεις με ιούς και απάτες από το να θέσουν σε κίνδυνο τη συσκευή σας.\n● Εξατομικεύστε την περιήγησή σας επιλέγοντας τι θα αποκλειστεί και τι θα επιτραπεί.\n● Απολαύστε δωρεάν και άμεση υποστήριξη από την ομάδα μας!\n\n➤ Αποκτήστε περισσότερο έλεγχο στην εμπειρία περιήγησής σας όταν αναβαθμίζετε σε Premium:\n\n● Αποκλείστε κάτι περισσότερο από διαφημίσεις και πείτε αντίο στα βίντεο που αναπαράγονται αυτόματα και σας ακολουθούν καθώς περιηγείστε, στα αναδυόμενα παράθυρα ενημερωτικών δελτίων, στα αιτήματα έρευνας και πολλά άλλα.\n● Αποκρύψτε μπάνερ για τα cookies και να φτάσετε εκεί που θέλετε πιο γρήγορα όταν σταματάτε να βλέπετε αυτά τα ενοχλητικά αναδυόμενα παράθυρα που σας ζητούν να αποδεχτείτε cookies σε ιστότοπους.\n\nΤο Adblock Plus μπορεί να αποκλείσει διαφημίσεις τη στιγμή που θα εγκαταστήσετε την επέκταση, επιτρέποντάς σας να περιηγηθείτε στον ιστό όπως εσείς θέλετε. Μπορείτε να προσαρμόσετε τις ρυθμίσεις σας μόλις εγκαταστήσετε την επέκταση, την καρφιτσώσετε στη γραμμή εργαλείων σας και ανοίξετε το μενού.\n\nΥποστηρίζουμε τις αποδεκτές διαφημίσεις (AA) (www.acceptable ads.com) ως προεπιλογή, ένα έργο που αναζητά μια μέση λύση, για την υποστήριξη ιστοσελίδων που βασίζονται στα διαφημιστικά έσοδα, αλλά λαμβάνουν υπόψη την εμπειρία του πελάτη. Αν δεν επιθυμείτε να βλέπετε Αποδεκτές Διαφημίσεις, μπορείτε να τις απενεργοποιήσετε ανά πάσα στιγμή: https://adblockplus.org/acceptable-ads#optout.\n\nΠαρακαλούμε σημειώστε: Κατά την εγκατάσταση του Adblock Plus, θα λάβετε μια προειδοποίηση ότι η επέκταση θα αποκτήσει πρόσβαση στο ιστορικό και στα δεδομένα σας. Αυτό είναι ένα τυπικό μήνυμα - δεν συλλέγουμε ΠΟΤΕ πληροφορίες χρήστη.\n\nΔίνουμε προτεραιότητα στην ιδιωτικότητα και στην ασφάλεια των χρηστών, διασφαλίζοντας ότι το ιστορικό και οι προσωπικές σας πληροφορίες παραμένουν ιδιωτικές. Κατεβάζοντας και εγκαθιστώντας αυτή την επέκταση, συμφωνείτε με τους Όρους Χρήσης: https://adblockplus.org/terms και η Προστασία απορρήτου Πολιτική https://adblockplus.org/privacy.\n\nΑυτή η επέκταση είναι επίσης διαθέσιμη για τα Firefox, Microsoft Edge και Opera.\n\nΑν αισθάνεστε τολμηροί, μπορείτε πάντα να δοκιμάσετε τις εκδόσεις ανάπτυξης για να αποκτήσετε τα πιο πρόσφατα χαρακτηριστικά του Adblock Plus για το Google Chrome™. Αυτές οι εκδόσεις ενημερώνονται ξεχωριστά με ανεξάρτητες ρυθμίσεις. https://adblockplus.org/development-builds\n\n➤ Καταγραφές αλλαγών:\n\n[Μάιος 2024] Κυκλοφόρησε η έκδοση Manifest V3 του Adblock Plus.\n\n[Φεβρουάριος 2024] Προστέθηκε υποστήριξη για αποκλεισμό διαφημίσεων σε περισσότερες γλώσσες, συμπεριλαμβανομένων των ταϊλανδικών, ουγγρικών, κροατικών, σερβικών, σλοβενικών και βοσνιακών. Βελτιώσαμε τη λειτουργία καταλόγου αδειών στο YouTube και τις λίστες φίλτρων Premium.\n\n[Ιανουάριος 2024] Προστέθηκε υποστήριξη για αποκλεισμό διαφημίσεων στα ιαπωνικά και τα τουρκικά.\n\n[Δεκέμβριος 2023] Αναβαθμίσαμε τη λειτουργικότητά μας για καλύτερη αφαίρεση των διαφημίσεων κατά την περιήγηση. \n\n[Νοέμβριος 2023] Προστέθηκε νέα λειτουργία για τη βελτίωση του αποκλεισμού διαφημίσεων στη ροή. Υλοποιήθηκαν αλλαγές σε φίλτρα και αποσπάσματα για καλύτερη εμπειρία αποκλεισμού διαφημίσεων. Διορθώθηκαν μερικά σφάλματα, συμπεριλαμβανομένου ενός που δεν επέτρεπε στους χρήστες να αλλάζουν καρτέλες με το πληκτρολόγιό τους. \n\n[Σεπτέμβριος 2023] Προστέθηκε μια νέα λειτουργία Premium για τον αποκλεισμό των μπάνερ για τα cookies σε όλο τον ιστό. Βελτιώθηκε η υποδομή που αυξάνει τη λειτουργικότητα και τη μακροζωία της επέκτασης.\n\n[Άνοιξη 2023] Προστέθηκε η λειτουργία αποκλεισμού στοιχείου, που σας επιτρέπει να αποκλείσετε τμήματα μιας ιστοσελίδας ακόμα και αν δεν πρόκειται για διαφήμιση. Κυκλοφόρησε το Adblock Plus Premium ως συνδρομή επί πληρωμή για τον αποκλεισμό περισσότερων περισπασμών, όπως τα βίντεο που αιωρούνται, τα αναδυόμενα παράθυρα ενημερωτικών δελτίων, οι ειδοποιήσεις ιστότοπων και άλλα.\n\n[Φθινόπωρο 2022] Βελτιώθηκε η λειτουργικότητα, βελτιώθηκε η υποδομή για το Manifest V3, διορθώθηκαν διάφορα σφάλματα, συμπεριλαμβανομένων καθυστερήσεων σε ιστοτόπους.\n\n[Άνοιξη 2022] Βελτιώσεις στο παρασκήνιο, βελτιώθηκε η λειτουργικότητα, προστέθηκε υποστήριξη για τον αποκλεισμό διαφημίσεων στα φινλανδικά και τα σουηδικά, προστέθηκαν φίλτρα Ευφυούς Γλώσσας, ώστε οι χρήστες να μπορούν να αποκλείσουν τις διαφημίσεις στις γλώσσες που χρησιμοποιούν για την περιήγησή τους.",
    "en,en_AU,en_US": "Remove ads on YouTube and everywhere else you browse.\n\nAdblock Plus is among the most popular and trusted free ad blockers with over 500 million downloads. A favorite ad blocker among users since 2006, Adblock Plus lets you block ads and enjoy a better browsing experience on YouTube and your other favorite sites. \n\nStill reliable: Adblock Plus is compatible with the latest MV3 updates. \n\n➤ Download Adblock Plus and access these free ad-blocking features:\n\n● Block annoying ads like pop-ups, video ads, and banners.\n● Block third-party trackers and keep your information more private from advertisers.\n● Reduce malicious ads with viruses and scams from compromising your device.\n● Personalize your browsing by choosing what to block and what to allow.\n● Enjoy free and responsive support from our team!\n\n➤ Get more from your adblocker and take more control over your browsing experience when you upgrade to Premium:\n\n● Block more than ads and say goodbye to auto-play videos that follow as you browse, newsletter pop-ups, survey requests, and more.\n● Hide cookie banners and get where you’re going faster when you stop seeing those pesky pop-ups that ask you to accept cookies on sites.\n\nAdblock Plus functions as an adblock for YouTube and other sites the moment you install the extension allowing you to browse the web how you want. You can customize your settings once you install the extension, pin it to your toolbar, and open the menu. In some cases, ads may be displayed on YouTube or other sites. Learn more about blocking ads on YouTube: https://adblockplus.org/youtube.  If you need to pause AdBlock Plus, open the extension and click ‘pause on this site’. \n\nOur extension helps keep content free for users by showing some nonintrusive ads that comply with the Acceptable Ads Standard (www.acceptableads.com) by default. If you do not wish to see Acceptable Ads, this can be turned off at any time: https://adblockplus.org/acceptable-ads#optout.\n\nPlease note: When installing Adblock Plus, you will receive a warning that the extension will receive access to your browsing history and data. This is a standard message - we NEVER collect any user information.\n\nWe prioritize user privacy and security, ensuring your browsing history and personal information remain private. By downloading and installing this extension, you agree to our Terms of Use: https://adblockplus.org/terms and our Privacy Policy https://adblockplus.org/privacy.\n\nThis adblock extension is also available for Firefox, Microsoft Edge, and Opera.\n\nIf you feel adventurous you can always try out the development builds to get the latest features of Adblock Plus for Google Chrome™. These builds are updated separately with independent settings. https://adblockplus.org/development-builds\n\n➤ Changelogs:\n\n[May 2024] Released the Manifest V3 version of Adblock Plus.\n\n[February 2024] Added support for ad-blocking in more languages including Thai, Hungarian, Croatian, Serbian, Slovenian, and Bosnian. Improved our YouTube allowlisting feature and Premium filter lists.\n\n[January 2024] Added support to block ads in Japanese and Turkish.\n\n[December 2023] Updated our functionality to better remove ads while browsing. \n\n[November 2023] Added new functionality to improve ad-blocking on streaming. Implemented filter and snippet changes for a better ad-blocking experience. Fixed a few bugs including one that didn’t allow users to switch tabs with their keyboard. \n\n[September 2023] Added a new Premium feature to block cookie banners across the web. Improved infrastructure that increases the functionality and longevity of the extension.\n\n[Spring 2023] Added the block element feature, allowing you to block parts of a web page even if it’s not an ad. Released Adblock Plus Premium as a paid subscription to block more distractions like floating videos, newsletter pop-ups, site notifications, and more.\n\n[Fall 2022] Improved functionality, improved infrastructure for Manifest V3, various bug fixes including lags on websites\n\n[Spring 2022] Back-end improvements, improved functionality, added support for blocking ads in Finnish and Swedish, added Smart Language filters so users can block ads in the languages they’re using for browsing",
    "en_GB": "The Adblock Plus for Chrome™ ad blocker has been downloaded over 500 million times and is one of the most popular and trusted on the market. Users get fast, sleek ad-blocking capabilities to enjoy sites like YouTube™ interruption free. \n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n✓ Give yourself faster browsing (as resources are blocked from loading)\n✓ Customize features, like whitelisting for favorite sites\n✓ Get free and constant support\n✓ Give yourself simply more control of the experience you want\n\nAdblock Plus for Chrome™ is the adblocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\nⓘ To use Adblock Plus, just click on \"Add to Chrome\". Click on the ABP icon to see how many ads you've blocked, to change your settings, or report an error. It’s that easy!\n\nAdblock Plus supports the Acceptable Ads (AA) (www.acceptableads.com) initiative by default, a project that looks for a middle way, to support websites that rely on advertising revenue yet take into account the customer experience. If you do not wish to see Acceptable Ads, this can be turned off at any time: https://adblockplus.org/de/acceptable-ads#optout.\n\n************\n\nPlease Note: When installing Adblock Plus for Chrome, you will receive a warning that Adblock Plus for Chrome will receive access to your browsing history and data. This is a standard message - we NEVER collect any user information.\n\nBy downloading and installing this extension, you agree to our Terms of Use https://adblockplus.org/terms and our Privacy Policy https://adblockplus.org/privacy.\n\n************\n\nRelease announcements and changelogs can be found at: http://adblockplus.org/releases/\n\nProblem with the extension? Try reloading Chrome and/or opening the Adblock Plus settings, clicking the Advanced tab, and clicking Update all filter lists.\n\nFound a bug? Check known issues at https://adblockplus.org/bugs or visit our forum at https://adblockplus.org/forum/viewforum.php?f=10\n\nIf you feel adventurous you can always try out the development builds to get the latest features of Adblock Plus for Chrome. These builds are updated separately with independent settings. https://adblockplus.org/development-builds",
    "es": "Adblock Plus se encuentra entre los bloqueadores de anuncios gratuitos más populares y de confianza, con más de 500 millones de descargas. Utiliza Adblock Plus en YouTube y en el resto de tus sitios favoritos para bloquear anuncios y disfrutar de una mejor experiencia de navegación.\n\n➤ Descarga Adblock Plus y accede a estas funciones gratuitas:\n\n● Bloquea los anuncios molestos como los elementos emergentes, los anuncios de vídeo y los avisos.\n● Bloquea los rastreadores de terceros y mantén tu información más protegida frente a los anunciantes.\n● Impide que anuncios maliciosos con virus y timos pongan en peligro tu dispositivo.\n● Personaliza tu navegación eligiendo lo que deseas bloquear y permitir.\n● Disfruta de una ayuda gratuita y rápida por parte de nuestro equipo.\n\n➤ Consigue un mayor control sobre tu experiencia de navegación al pasarte a Premium:\n\n● Bloquea más que anuncios y despídete de los vídeos de reproducción automática que te siguen mientras navegas, los boletines emergentes, las peticiones de encuestas y mucho más.\n● Oculta los avisos de cookies y llega más rápido a tu destino cuando dejas de ver esos latosos elementos emergentes que te piden que aceptes las cookies de los sitios.\n\nAdblock Plus puede bloquear anunciós desde el momento en el que lo instalas, permitiéndote navegar por la web a como a ti te gusta. Puedes personalizar tu configuración cuando hayas instalado la extensión, anclado a tu barra de herramientas y abierto el menú.\n\nApoyamos la iniciativa Anuncios Aceptables (AA) (www.acceptableads.com) por defecto, un proyecto que trata de encontrar un término medio, a fin de ayudar a los sitios web que dependen de los ingresos de la publicidad, al tiempo que se tiene en cuenta la experiencia de usuario. Si no deseas ver los anuncios aceptables, puedes desactivarlo en cualquier momento: https://adblockplus.org/acceptable-ads#optout.\n\nTen en cuenta que, al instalar Adblock Plus recibirás un aviso de que la extensión tendrá acceso a tu historial y datos de navegación. Se trata de un mensaje estándar: NUNCA recopilamos ninguna información de los usuarios/as.\n\nPriorizamos la privacidad y seguridad de los usuarios/as, asegurando que tu historial de navegación y tu información personal sean siempre privados. Al descargar e instalar esta extensión aceptas nuestras Condiciones de uso: https://adblockplus.org/terms y nuestra Política de privacidad https://adblockplus.org/privacy.\n\nEsta extensión también está disponible para Firefox, Microsoft Edge y Opera.\n\nSi te sientes aventurero/a, siempre puedes probar nuestras versiones en desarrollo para obtener nuestras funciones más recientes de Adblock Plus para Google Chrome™. Estas versiones se actualizan por separado con configuraciones independientes. https://adblockplus.org/development-builds\n\n➤ Registro de cambios:\n\n[Mayo de 2024] Publicación de la versión Manifest V3 de Adblock Plus.\n\n[Febrero de 2024] Ayuda añadida en más idiomas, incluidos el húngaro, tailandés, croata, serbio, esloveno y bosnio. Mejora de nuestra función de elementos permitidos de YouTube y listas de filtros Premium.\n\n[Enero de 2024] Ayuda añadida para bloquear anuncios en japonés y turco.\n\n[Diciembre de 2023] Actualizada nuestra funcionalidad para eliminar mejor los anuncios durante la navegación. \n\n[Noviembre de 2023] Añadida nueva funcionalidad para mejorar el bloqueo de anuncios durante las retransmisiones. Cambios aplicados a los filtros y fragmentos de código para mejorar la experiencia de bloqueo de anuncios. Solución de algunos errores, incluido uno que no permitía a los usuario cambiar de pestaña con el teclado. \n\n[Septiembre de 2023] Añadida una nueva función Premium para bloquear los avisos de cookies en la web. Mejora de la infraestructura que aumenta la funcionalidad y longevidad de la extensión.\n\n[Primavera de 2023] Añadida la función de bloquear elementos, que te permite bloquear partes de una página web aunque no sean anuncios. Publicado Adblock Plus Premium como suscripción de pago para bloquear más distracciones como los vídeos flotantes, los boletines emergentes, las notificaciones de sitios y mucho más.\n\n[Otoño de 2022] Mejora de la funcionalidad y de la infraestructura para Manifest V3; solución de varios errores, incluidos los retrasos en sitios web.\n\n[Primavera de 2022] Mejoras internas, mejora de la funcionalidad, más ayuda para bloquear anuncios en finlandés y sueco, añadidos filtros de idiomas inteligentes para que los/as usuarios/as puedan bloquear anuncios en los idiomas que utilizan para navegar.",
    "es_419": "¡Disfrutá de navegar la web sin publicidad hostigadora que sature tu pantalla!\n\nAdblock Plus para Google Chrome bloquea:\n\n• Báners\n• Publicidad en videos de YouTube\n• Publicidades en Facebook\n• Ventanas emergentes\n• Toda otra publicidad hostigadora\n\nAdblock Plus es la extensión para navegadores, más popular del mundo, usada por millones de usuarios en todo el planeta. Es un proyecto de código fuente abierto, conducido por su comunidad. Cientos de voluntarios contribuyen al éxito de Adblock Plus para asegurarse de que todas las publicidades molestas son bloqueadas automáticamente.\n\nNOTA: Al instalar Adblock Plus para Chrome, tu navegador web muestra una advertencia notificando que Adblock Plus para Chrome tiene acceso a tu historial de navegación e información personal. Este mensaje es común a todas las extensiones, ¡nosotros JAMÁS recolectamos ninguna información de nadie!\n\nRecientemente, la comunidad de Adblock Plus introdujo la iniciativa \"Publicidad aceptable\". Al permitir pequeños anuncios estáticos, ayudás a que los sitios web confíen en la publicidad, pero no modo hostigador. Esta función puede ser deshabilitada en cualquier momento. Visitá http://adblockplus.org/es/acceptable-ads para más info.\n\n***********\nAnuncios de lanzamiento y lista de cambios pueden encontrarse —en inglés— acá: http://adblockplus.org/releases/\n\n¿Problemas? Probá reiniciar Chrome y/o cliquear en \"Actualizar ahora\" en las Opciones de Adblock Plus.\n\n¿Encontraste un error? Ya estamos al tanto de algunos problemas: http://adblockplus.org/es/known-issues-chrome. Si encontraste otros, o necesitás ayuda, visitá nuestro foro —en inglés—: https://adblockplus.org/forum/viewforum.php?f=10\n\n***********\n¿Te sentís corajudo? Probá nuestra compilación de desarrollo para disfrutar de las últimas funciones de Chrome Adblock Plus: http://adblockplus.org/es/development-builds (se actualiza y configura por separado).",
    "fr": "Adblock Plus est l'un des bloqueurs de publicités gratuits les plus populaires et les plus fiables, avec plus de 500 millions de téléchargements. Utilisez Adblock Plus sur YouTube et vos autres sites préférés pour bloquer les publicités et améliorer votre expérience de navigation.\n\n➤ Téléchargez Adblock Plus et bénéficiez de ces fonctionnalités gratuites :\n\n● Bloquer les publicités gênantes comme les pop-ups, les publicités vidéo et les bannières.\n● Bloquez les traqueurs tiers et protégez vos informations des annonceurs.\n● Empêchez les publicités malveillantes, les virus et les « scams » (tentatives d'escroquerie) de compromettre votre appareil.\n● Personnalisez votre expérience de navigation en choisissant ce que vous voulez bloquer autoriser.\n● Bénéficiez d'une assistance gratuite et réactive de notre équipe !\n\n➤ Maîtrisez davantage votre expérience de navigation en passant à la version Premium :\n\n● Bloquez bien plus de choses que juste les publicités et dites adieu aux vidéos en lecture automatique qui vous suivent lorsque vous naviguez, aux pop-ups d'inscription aux newsletters, aux demandes d'enquête, etc.\n● Masquez les bannières et les pop-ups qui vous demandent d'accepter les cookies et accédez plus rapidement à votre contenu préféré.\n\nAdblock Plus bloque les publicités dès l'installation de l'extension, vous permettant ainsi de naviguer sur le web comme vous le souhaitez. Vous pouvez personnaliser vos paramètres une fois que vous avez installé l'extension, que vous l'avez épinglée à votre barre d'outils et que vous avez ouvert le menu.\n\nNous soutenons par défaut l'initiative Acceptable Ads (AA) (www.acceptableads.com), un projet qui propose une solution intermédiaire pour soutenir les sites web qui dépendent des recettes publicitaires tout en tenant compte de l'expérience de l'utilisateur. Si vous ne souhaitez pas voir les publicités acceptables, vous pouvez les désactiver à tout moment : https://adblockplus.org/acceptable-ads#optout.\n\nRemarque : lorsque vous installerez Adblock Plus, vous recevrez un avertissement indiquant que l'extension aura accès à votre historique de navigation et à vos données. Il s'agit d'un message standard – nous ne recueillons JAMAIS d'informations sur les utilisateurs.\n\nNous donnons la priorité à la protection de la vie privée et à la sécurité des utilisateurs, en veillant à ce que votre historique de navigation et vos informations personnelles restent confidentiels. En téléchargeant et en installant cette extension, vous acceptez nos conditions d'utilisation : https://adblockplus.org/terms et notre politique de confidentialité https://adblockplus.org/privacy.\n\nCette extension est également disponible pour Firefox, Microsoft Edge et Opera.\n\nSi vous avez le goût de l'aventure, vous pouvez toujours essayer les modules de développement pour obtenir les dernières fonctionnalités d'Adblock Plus pour Google Chrome™. Ces versions sont mises à jour séparément avec des paramètres indépendants. https://adblockplus.org/development-builds\n\n➤ Changements apportés :\n\n[Mai 2024] Publication de la version Manifest V3 d'Adblock Plus.\n\n[Février 2024] Ajout de la possibilité de bloquer les publicités dans d'autres langues, notamment le thaï, le hongrois, le croate, le serbe, le slovène et le bosniaque. Amélioration de la fonction d'autorisation de YouTube et des listes de filtres Premium.\n\n[Janvier 2024] Ajout de la possibilité de bloquer les publicités en japonais et en turc.\n\n[Décembre 2023] Mise à jour de notre fonctionnalité de blocage des publicités pendant la navigation.  \n\n[Novembre 2023] Ajout d'une nouvelle fonctionnalité pour améliorer le blocage des publicités en streaming. Modification des filtres et des extraits pour une meilleure expérience de blocage des publicités. Correction de plusieurs bogues, dont un qui ne permettait pas aux utilisateurs de passer d'un onglet à l'autre à l'aide de leur clavier. \n\n[Septembre 2023] Ajout d'une nouvelle fonctionnalité Premium pour bloquer les bannières de cookies sur le web. Amélioration de l'infrastructure afin de renforcer les fonctionnalités et la longévité de l'extension.\n\n[Printemps 2023] Ajout de la fonction de blocage des éléments, qui permet de bloquer certaines parties d'une page web, même s'il ne s'agit pas d'une publicité. Lancement d'Adblock Plus Premium en tant qu'abonnement payant pour bloquer davantage de sources de distractions telles que les vidéos flottantes, les pop-ups des newsletters, les notifications des sites, et bien plus encore.\n\n[Automne 2022] Amélioration des fonctionnalités, amélioration de l'infrastructure pour Manifest V3, diverses corrections de bogues, y compris des lenteurs sur certains sites web.\n\n[Printemps 2022] Améliorations du back-end, amélioration des fonctionnalités, ajout de la possibilité de bloquer les publicités en finnois et en suédois, ajout de filtres de langue intelligents pour que les utilisateurs puissent bloquer les publicités dans les langues qu'ils utilisent sur le web.",
    "he": "תהנה מגלישה ללא פרסומות !\n\nAdblock Plus לגוגל כרום חוסם\n\n*באנרים \n* פרסומות ב YouTube\n*פרסומות ב Facebook\n*חלונות קופצים\n*את כל שאר הפרסומות מכל האתרים האחרים\n\nAdblock Plus הוא התוסף הכי פופולרי לדפדפן.\nמשתמשים בו מליוני אנשים מכל העולם.\nAdblock Plus הוא פרויקט קהילתי בקוד פתוח ומאות אנשים מתנדבים ועוזרים.\n\nשים לב: מתי שאתה מתקין את Adblock Plus כרום יודיע לך של Adblock Plus תהיה גישה להיסטוריה של הדפדפן.\nזאת הודעה סטנדרטית של כרום והיא מופיע בכל תוסף שתרצה להתקין.\nהודעה זו מופיעה בגלל ש Adblock Plus צריך גישה לדפי אינטרנט שאתם פותחים בשביל שהוא יוכל לחסום את הפרסומות.\nאנחנו אף פעם לא אוספים מידע / מוכרים מידע.\nהמידע היחיד שאנו אוספים הוא על Adblock Plus.\nראה את מדיניות הפרטיות שלנו: http://adblockplus.org/he/privacy\n\nלאחרונה הוספנו אפשרות לאפשר לראות קצת מודעות לא מציקות.\nבדרך זו אתה מעודד אתרים להשתמש בפרסומות לא מציקות + האתרים ממשיכים להרוויח כסף. (האתרים שאנחנו גולשים בהם בחינם מאפשרים לנו לגלוש בחינם בזכות הפרסומות ואנחנו לא רוצים למנוע מהם פרנסה רק לגרום להם להשתמש בפרסומות לא מעצבנות)\nאם אתה ממש שונא מודעות אתה יכול לבטל אופציה זאת ולא תראה פרסומות בכלל ראה כאן: http://adblockplus.org/he/acceptable-ads\nעוד מידע בנושא + איך לבטל את כל הפרסומות.\n\nגרסאות שחרור: http://adblockplus.org/releases/\n\nיש בעיות ? נסה לשחזר את כרום/לעדכן את הרשימות באופן ידני (הרשימות מתעדכנות לבד באופן אוטומטי כל כמה ימים אתה לא צריך לעשות כלום אם הכל עובד בסדר) \n\nמצאת באג ?\nבבקשה דווח לנו כאן: http://adblockplus.org/he/known-issues-chrome\nנתקלת בבעיה ? צריך עזרה ?\nרשום כאן: https://adblockplus.org/forum/viewforum.php?f=10",
    "hu": "Az Adblock Plus bővítmény a legnépszerűbb és legmegbízhatóbb ingyenes reklámblokkolók között szerepel a több mint 500 milliós letöltésével. Használd az Ablock Plus bővítményt a YouTube-on vagy bármely más kedvenc webhelyeden a hirdetések blokkolásához és egy jobb böngészési élményhez.\n\n➤ Töltsd le az Adblock Plus bővítményt és férj hozzá ezekhez az ingyenes funkciókhoz:\n\n● Blokkold az olyan bosszantó hirdetéseket, mint előugró ablakok, videohirdetések és reklámszalagok.\n● Blokkold a harmadik felek követőit, és tartsd jobban távol a információidat a hirdetőktől.\n● Csökkentsd a vírusokat tartalmazó kártékony hirdetések és levélszemét számát, amelyek károsítják az eszközödet.\n● Annak megválasztásával szabd személyre a böngészésedet, hogy mit blokkolsz és mit engedélyezel.\n● Élvezd a csapatunk ingyenes készséges támogatását!\n\n➤ Gyakorolj nagyobb ellenőrzést a böngészési élményed felett a Premium magasabb verzióra frissítésével:\n\n● Blokkolj többet, mint csupán a hirdetéseket, és mondj búcsút az automatikus videolejátszásoknak, amelyek a böngészés során követnek, továbbá a előugró hírlevélre vonatkozó feliratkozási ajánlatoknak, felmérési kérelmeknek és egyebeknek.\n● Rejtsd el a sütinyilatkozatokat, és gyorsabban juss el oda, ahová tartasz, azáltal, hogy beszünteted az olyan bosszantó előugró ablakok megnézését, amelyek arra kérnek, hogy fogadd el a webhelyen található sütiket.\n\nAz Adblock Plus bővítmény attól a pillanattól blokkolhatja a hirdetéseket, hogy telepíted a bővítményt lehetővé téve, hogy úgy böngéssz a weben, ahogy akarsz. A bővítmény telepítése után személyre szabhatod a beállításaidat, tűzd ki az eszköztáradra és nyisd meg a menüt.\n\nAlapértelmezésként támogatjuk az elfogadható hirdetések (Acceptable Ads - AA) kezdeményezést (www.acceptableads.com), amely egy olyan projekt, amely középutat keres olyan webhelyek támogatására, amelyek ugyan a hirdetési bevételekből élnek, de figyelembe veszik a felhasználói élményt is. Ha nem akarsz elfogadható hirdetéseket nézni, akkor ez bármikor kikapcsolható https://adblockplus.org/acceptable-ads#optout.\n\nNe feledd: Az Adblock Plus bővítmény telepítésekor egy értesítést kapsz, hogy a bővítmény hozzáférést kap a böngészési előzményeidhez és adataidhoz. Ez egy standard üzenet - mi SOHA NEM gyűjtünk felhasználói információkat.\n\nElsőbbséget adunk a felhasználó adatai és biztonsága védelmének, biztosítva azt, hogy a böngészési előzményeid és személyes adataid bizalmasak maradjanak. E bővítmény letöltésével és telepítésével elfogadod a Használati feltételeinket: https://adblockplus.org/terms és az Adatvédelmi szabályzatunkat https://adblockplus.org/privacy.\n\nEz a bővítmény rendelkezésre áll Firefox, Microsoft Edge és Opera böngészők esetében is.\n\nHa úgy érzed, hogy előnyös a számodra mindig kipróbálhatod a továbbfejlesztett buildeket, hogy hozzájuss az Adblock Plus Google Chrome™ esetén bővítmény legújabb funkcióihoz. Ezen buildek frissítése, független beállításokkal külön történik. https://adblockplus.org/development-builds\n\n➤ Változásnaplók:\n\n[2024. május] Kiadásra került az Adblock Plus bővítmény Manifest V3 verziója.\n\n[2024. február] A thai, magyar, horvát, szerb és bosnyák nyelvet beleértve több nyelvvel egészítettük ki a reklámblokkolás támogatását. Javítottunk a YouTube Engedélyezőlista funkciónkon és a Premium szűrőlistáinkon.\n\n[2024. január] További támogatással egészült ki a japán és török reklámblokkolás támogatása.\n\n[2023. december] Frissítettük a funkcióinkat, hogy a böngészés során hatékonyabban távolítsuk el a hirdetéseket. \n\n[2023. november] Új funkciókkal egészült ki adatfolyam-továbbítás esetén a reklámblokkolás javítására. A telepített szűrő és kódrészlet egy jobb reklámblokkolási eredményt ér el. Kijavításra került néhány hiba azt is beleértve, amely nem engedélyezte a felhasználóknak, hogy a billentyűzetükkel váltsanak lapokat. \n\n[2023. szeptember] Új Premium funkció hozzáadása a sütinyilatkozatok blokkolásának céljából. Javított infrastruktúra, amely növeli a bővítmény funkcióválasztékát és élettartamát.\n\n[2023 tavasza] Olyan blokkolási elem funkció, amely akkor is lehetővé teszi a weboldal részeinek a blokkolását, ha azok nem tartalmaznak hirdetést. Fizetős formájában megtörtént az Adblock Plus Premium bővítmény kiadása, több olyan zavarás blokkolására, mint a lebegő videók, előugró hitlevélre való feliratkozási ajánlatok.\n\n[2022 ősze] Javított funkciók, javított infrastruktúra a Manifest V3 esetén, a webhelyeken való kését is beleértve különböző hibák kijavítását.\n\n[2022 tavasza] Háttéralkalmazások javítása, javított funkciók, finn és svéd nyelven további reklámblokkolási támogatás hozzáadása, Intelligens nyelvi szűrők hozzáadása, hogy a felhasználók a böngészés nyelvén blokkolhassák a hirdetéseket.",
    "it": "Adblock Plus è tra i blocchi annunci gratuiti più fidati e popolari, con più di 500 milioni di download. Prova Adblock Plus su YouTube e sui tuoi siti preferiti per bloccare gli annunci e goderti una migliore esperienza di navigazione.\n\n➤ Scarica Adblock Plus e ottieni queste funzionalità gratuite:\n\n● Blocco di annunci fastidiosi come pop-up, annunci video e banner.\n● Blocco del tracciamento da parte di terzi, protezione delle tue informazioni dagli inserzionisti.\n● Protezione da annunci dannosi contenenti virus e truffe.\n● Personalizzazione della tua navigazione: potrai scegliere tu cosa bloccare.\n● Assistenza gratuita e tempestiva da parte del nostro team.\n\n➤ Assumi il controllo della tua esperienza di navigazione con un upgrade a Premium:\n\n● Blocca molto più che soli annunci, e di' addio ai video in riproduzione automatica che ti seguono durante la navigazione, ai pop-up delle newsletter, alle richieste di partecipazione a sondaggi e a molto altro.\n● Nascondi i banner dei cookie e naviga più velocemente.\n\nAdblock Plus inizia a bloccare gli annunci dal momento in cui viene installato, permettendoti di navigare in modo più sereno. Potrai personalizzare le impostazioni dopo aver installato l'estensione; salvala nella barra degli strumenti e apri il menu.\n\nSupportiamo l'iniziativa Acceptable Ads (AA) (www.acceptableads.com), un progetto che cerca una soluzione per sostenere i siti web che si basano sulle entrate pubblicitarie tenendo conto dell'esperienza del cliente. Se non desideri visualizzare agli annunci accettabili (AA), potrai disattivare questa funzione in qualsiasi momento: https://adblockplus.org/acceptable-ads#optout.\n\nNota bene: nel momento in cui installerai Adblock Plus riceverai un avviso che ti farà sapere che l'estensione avrà accesso alla cronologia e ai dati di navigazione. Si tratta di un messaggio standard: non raccogliamo MAI le informazioni dei nostri utenti.\n\nDiamo la priorità alla privacy e alla sicurezza degli utenti, facendo in modo che le tue informazioni personali e la tua cronologia rimangano private. Scaricando e installando questa estensione, confermi di accettare i nostri Termini di utilizzo: https://adblockplus.org/terms e la nostra Informativa sulla privacyhttps://adblockplus.org/privacy.\n\nQuesta estensione è anche disponibile per Firefox, Microsoft Edge e Opera.\n\nSe ti senti in vena di avventure potrai sempre provare le versioni di sviluppo per ottenere le ultime funzionalità di Adblock Plus per Google Chrome™. Queste vengono aggiornate separatamente e hanno impostazioni a sé stanti. https://adblockplus.org/development-builds\n\n➤ Registri delle modifiche:\n\n[Maggio 2024] Lancio della versione Manifest V3 di Adblock Plus.\n\n[Febbraio 2024] Aggiunta di assistenza nel blocco degli annunci in lingue tra cui tailandese, ungherese, croato, serbo, sloveno e bosniaco. Miglioramento della funzionalità di liste di siti accettati e liste di filtri Premium.\n\n[Gennaio 2024] Aggiunta dell'assistenza al blocco degli annunci in giapponese e turco.\n\n[Dicembre 2023] Aggiornamento delle funzionalità per rimuovere più efficacemente gli annunci durante la navigazione. \n\n[Novembre 2023] Aggiunta di una nuova funzionalità per migliorare il blocco degli annunci durante i video. Cambiamenti al filtro e agli snippet per assicurare un'esperienza di blocco annunci migliorata. Correzione di alcuni bug tra cui quello che non permetteva agli utenti di passare da una finestra all'altra con la tastiera. \n\n[Settembre 2023] Aggiunta di una nuova funzionalità Premium per bloccare i banner dei cookie sul web. Infrastruttura migliorata che aumenta le funzionalità e la longevità dell'estensione.\n\n[Primavera 2023] Aggiunta della funzionalità di blocco elementi, che permette di bloccare parti di una pagina web anche se non presenta annunci. Lancio di Adblock Plus Premium a pagamento per bloccare ulteriori distrazioni come video fluttuanti, pop-up di newsletter, notifiche di siti e molto altro.\n\n[Autunno 2022] Miglioramento delle funzionalità, dell'infrastruttura di Manifest V3 e varie correzioni di bug tra cui la lentezza sui siti web.\n\n[Primavera 2022] Miglioramenti back-end, funzionalità migliorate, aggiunta di assistenza al blocco degli annunci in finlandese e svedese, aggiunta dei filtri Smart Language in modo che gli utenti possano bloccare gli annunci nella lingua in cui stanno navigando.",
    "ja": "Adblock Plusは5億回以上もダウンロードされた、最も人気があり、信頼できる無料広告ブロッカーです。YouTubeやその他のお気に入りのサイトでAdblock Plusを使って広告をブロックし、より快適なブラウジングをお楽しみください。\n\n➤ Adblock Plusをダウンロードして、以下の無料機能をご利用ください。\n\n● ポップアップ、動画広告、バナーなどの迷惑な広告をブロックします。\n● サードパーティのトラッカーをブロックし、広告主から個人情報をよりプライベートに保ちます。\n● ウイルスや詐欺などの悪質な広告がデバイスに侵入するのを防ぎます。\n● ブロックするものと許可するものを選択できるので、ブラウジングをパーソナライズできます。\n● 当社のチームによる無料で迅速なサポートをご利用ください！\n\n➤ Premiumにアップグレードすると、以下のように、ブラウジングをより自由にコントロールできます。\n\n● 広告以外にも、閲覧中に自動再生されるビデオ、ニュースレターのポップアップ、アンケートのリクエストなどをブロックできます。\n● クッキーバナーを非表示にし、サイト上のクッキーを受け入れるように要求する厄介なポップアップが表示されなくなれば、目的のサイトへ早く着けます。\n\nAdblock Plusは、拡張機能をインストールと同時に広告をブロックすることができるので、お好きなようにウェブを閲覧することができます。拡張機能をインストールし、ツールバーに固定して、メニューを開くと、設定をカスタマイズできます。\n\n当社はデフォルトで「控えめな広告」（AA）（www.acceptableads.com）イニシアチブをサポートしています。これは、広告収入に依存しながら顧客体験を考慮したウェブサイトをサポートするための、中間的な方法を探すプロジェクトです。「控えめな広告」を表示したくない場合は、いつでもオフにできます：https://adblockplus.org/acceptable-ads#optout。\n\n注意: Adblock Plusをインストールすると、拡張機能により閲覧履歴やデータにアクセスするという警告が表示されます。これは標準的なメッセージです。当社は決してユーザー情報を収集することはありません。\n\n当社はユーザーのプライバシーとセキュリティを最優先としており、閲覧履歴や個人情報は常に非公開です。この拡張機能をダウンロードしインストールすると、当社の「利用規約」https://adblockplus.org/termsおよび「プライバシーポリシー」https://adblockplus.org/privacyに同意したものとみなされます。\n\nこの拡張機能はFirefox、Microsoft Edge、Operaでも利用できます。\n\n冒険心のある方は、Adblock Plus for Google Chrome™の最新機能を入手できる開発ビルドをお試しください。これらのビルドは独立した設定で別々に更新されます。https://adblockplus.org/development-builds\n\n➤ 変更履歴\n\n［2024年5月］ Adblock PlusのManifest V3バージョンをリリース。\n\n［2024年2月］ タイ語、ハンガリー語、クロアチア語、セルビア語、スロベニア語、ボスニア語を含む、より多くの言語による広告ブロックのサポートを追加。YouTubeの許可リスト機能とPremiumフィルターリストを改善。\n\n［2024年1月］ 日本語とトルコ語での広告ブロックに対応。\n\n［2023年12月］ブラウジング中の広告を削除する機能を更新。\n\n［2023年11月］ ストリーミングの広告ブロックを改善する新機能を追加。より良い広告ブロック体験のためのフィルターとスニペットを変更。ユーザーがキーボードでタブの切り替えができないバグを含む、いくつかのバグを修正。 \n\n［2023年9月］ウェブ上のクッキーバナーをブロックするPremiumの新機能を追加。拡張機能の機能性と寿命を向上させるインフラを改善\n\n［2023年春］広告でなくても、ウェブページの一部をブロックできるブロックエレメント機能を追加。フローティングビデオ、ニュースレターポップアップ、サイト通知など、より多くの邪魔なものをブロックできる、Adblock Plus Premiumを有料サブスクリプションとしてリリース。\n\n［2022年秋］機能を改善、Manifest V3用のインフラを改善、ウェブサイト上のラグを含む様々なバグを修正。\n\n［2022年春］バックエンドの改善、機能性の向上、フィンランド語とスウェーデン語による広告ブロックのサポート追加。ユーザーが閲覧に使用する言語で広告をブロックできるスマート言語フィルターの追加。",
    "ko": "Adblock Plus는 가장 인기 있고 신뢰 받는 무료 광고 차단기로 5억 건 이상 다운로드 되었습니다. YouTube 및 다른 좋아하는 사이트에서 Adblock Plus를 사용하고 광고를 차단해 더 나은 브라우징 경험을 누리세요.\n\n➤ Adblock Plus를 다운로드하여 다음 무료 기능을 확인하세요:\n\n● 팝업, 동영상 광고, 배너 같은 거슬리는 광고 차단.\n● 제 3자 추적기를 차단하고 귀하의 정보를 광고자로부터 더 안전하게 유지합니다.\n● 바이러스 및 사기가 포함된 악의적인 광고가 기기를 손상 시키는 것을 줄입니다.\n● 차단할 것과 허용할 것을 선택해 브라우징을 맞춤화합니다.\n● 무료로 저희 팀의 빠른 지원을 누리세요!\n\n➤ 프리미엄으로 업그레이드하면 브라우징 경험에 더 많은 통제를 할 수 있습니다:\n\n● 광고보다 더 많은 것을 차단하고 탐색할 때 따라오는 자동 재생 동영상, 뉴스레터 팝업, 설문조사 요청 등에 작별을 고하세요.\n● 사이트에서 쿠키 허용을 요청하는 성가신 팝업이 더 이상 표시되지 않으면 쿠키 배너를 숨기고 더 빨리 원하는 곳으로 이동할 수 있습니다.\n\nAdblock Plus는 확장 프로그램을 설치하는 순간부터 광고를 차단해 원하는 방법으로 웹을 탐색할 수 있게 합니다. 확장 프로그램을 설치하고 툴 바에 고정한 뒤 메뉴를 열면 설정을 맞춤화 할 수 있습니다.\n\n광고 수익에 의존하면서도 고객 경험을 고려하는 웹사이트를 지원하기 위해 중도를 찾는 프로젝트인 ‘허용되는 광고(AA) (www.acceptableads.com) ’ 이니셔티브를 기본 설정으로 지원합니다. 허용되는 광고를 보고 싶지 않다면, 언제든지 이 기능을 끌 수 있습니다: https://adblockplus.org/acceptable-ads#optout\n\n참고: Adblock Plus를 설치하면 확장 프로그램이 귀하의 인터넷 사용 기록과 데이터에 접근하게 된다는 경고를 받게 됩니다. 이는 기본 메시지입니다. 저희는 절대로 어떤 사용자 정보도 수집하지 않습니다.\n\n저희는 사용자 프라이버시와 보안을 최우선으로 여기며, 여러분의 브라우징 이력 및 개인정보는 프라이버시로 유지됩니다. 이 확장 프로그램을 다운로드 및 설치함으로써, 귀하는 저희의 이용 약관(https://adblockplus.org/terms) 및 개인정보 보호 정책(https://adblockplus.org/privacy)에 동의하게 됩니다.\n\n이 확장 프로그램은 Firefox, Microsoft Edge, 그리고 Opera에서도 사용할 수 있습니다.\n\n모험을 즐기시면 언제든지 개발 빌드를 시도해 Google Chrome™용 Adblock Plus의 최신 기능을 얻을 수 있습니다. 이러한 빌드는 독립적인 설정으로 별도로 업데이트 됩니다. https://adblockplus.org/development-builds\n\n➤ 변경 로그:\n\n[2024년 5월] Adblock Plus의 Manifest V3 버전 출시되었습니다.\n\n[2024년 2월] 태국어, 헝가리어, 크로아티아어, 세르비아어, 슬로베니아어, 보스니아어 포함한 더 많은 언어로 광고 차단 지원을 추가했습니다. YouTube 허용 목록 기능 및 프리미엄 필터 목록이 개선되었습니다.\n\n[2024년 1월] 일본어 및 터키어 광고 차단 지원이 추가되었습니다.\n\n[2023년 12월] 브라우징 동안 더 나은 광고 제거를 위한 기능이 업데이트 되었습니다. \n\n[2023년 11월] 스트리밍 시 광고 차단을 개선하기 위해 새로운 기능이 추가되었습니다. 더 나은 광고 차단 경험을 위해 필터 및 스니펫 변경을 실행했습니다. 사용자가 키보드로 탭을 전환할 수 없는 버그를 포함해 몇 가지 버그를 수정했습니다. \n\n[2023년 9월] 웹에서 쿠키 배너 차단을 위한 새로운 프리미엄 기능을 추가했습니다. 확장 프로그램의 기능과 수명을 늘리는 향상된 인프라입니다.\n\n[2023년 봄] 광고가 아니더라도 웹 페이지의 일부를 차단할 수 있는 차단 요소 기능이 추가되었습니다. 플로팅 동영상, 뉴스레터 팝업, 사이트 공지 등과 같은 더 많은 방해물을 차단하기 위한 유료 구독으로 Adblock Plus 프리미엄을 출시했습니다.\n\n[2022년 가을] 기능 개선, Manifest V3의 인프라 개선, 웹사이트 지연을 포함한 다양한 버그를 수정했습니다.\n\n[2022년 봄] 백엔드 개선, 기능 개선, 핀란드어 및 스웨덴어로 광고 차단 지원을 추가하고 사용자가 탐색에 사용하는 언어로 광고를 차단할 수 있도록 스마트 언어 필터를 추가했습니다.",
    "lt": "Mėgaukitės interneto naršymu be trukdančių reklamų!\n\nAdblock Plus skirta Google Chrome blokuoja:\n\n· Banerius\n· YouTube video reklamas\n· Facebook reklamas\n· Iššokančius langus\n· Visas kitas trukdančias reklamas\n\nAdblock Plus yra populiariausias pasaulyje naršyklių plėtinys, skirtas reklamų blokavimui, jį naudoja milijonai naudotojų visame pasaulyje. Tai yra bendruomenės kuriamas atviro kodo projektas, šimtai savanorių prisideda prie jo sėkmės ir visų reklamų automatinio blokavimo.\n\nPastaba: diegiant Adblock Plus skirtą Chrome, jūsų naršyklė rodo įspėjimą jog Adblock Plus skirtas Chrome turi priėjimą prie jūsų istorijos ir duomenų. Tai yra standartinis pranešimas, mes NIEKADA nerenkame jokios informacijos!\n\nPastaruoju metu Adblock Plus bendruomenė pristatė „Priimtinas reklamas“. Leidžiant mažas, nejudančias reklamas jūs palaikote tinklapius kurie priklausomi nuo reklamos, bet pasirinko tai daryti neerzinančiu būdu. Ši galimybė gali būti betkada išjungta. Eikite į http://adblockplus.org/en/acceptable-ads ir sužinokite daugiau.\n\n***********\nIšleidimo pranešimus ir keitimų žurnalus galite rasti čia: http://adblockplus.org/releases/\n\nProblemos? Pabandykite paleisti Chrome iš naujo ir/ar paspausdami „Atnaujinti“ Adblock Plus parinktyse.\n\nRadote klaidą? Mes žinome apie kai kurias klaidas: http://adblockplus.org/en/known-issues-chrome. Jei radote daugiau arba jums reikia pagalbos, aplankykite mūsų forumą: https://adblockplus.org/forum/viewforum.php?f=10.\n\n*************\nIeškote nuotykių? Išbandykite mūsų kūrėjų versiją ir gausite naujausias Chrome Adblock Plus galimybes: http://adblockplus.org/en/development-builds (atnaujinama atskirai nepriklausomi nustatymai).",
    "nl": "Adblock Plus is een van de populairste en meest vertrouwde gratis tools voor reclameblokkering met meer dan 500 miljoen downloads. Gebruik Adblock Plus op YouTube en uw andere favoriete websites om reclame te blokkeren en te genieten van een betere surfervaring.\n\n➤ Download Adblock Plus en krijg toegang tot deze gratis functies:\n\n● Blokkeer vervelende reclame zoals pop-ups, videoreclame en banners.\n● Blokkeer trackers van derden en houd uw informatie meer privé voor adverteerders.\n● Voorkom dat schadelijke reclame met virussen en scams uw apparaat binnendringt.\n● Personaliseer uw surfervaring door te kiezen wat u blokkeert en toestaat.\n● Geniet van gratis en effectieve ondersteuning van ons team!\n\n➤ Neem meer controle over uw surfervaring wanneer u upgrade naar Premium:\n\n● Blokkeer meer dan reclame en neem afscheid van automatisch afspelende video's die u volgen terwijl u surft, pop-ups voor nieuwsbrieven, enquêteverzoeken en nog veel meer.\n● Verberg cookiebanners en kom sneller op uw bestemming wanneer u niet langer die vervelende pop-ups ziet die u vragen om cookies te accepteren op websites.\n\nAdblock Plus kan reclame blokkeren zodra u de extensie installeert, zodat u op het internet kunt surfen zoals u dat wilt. U kunt uw instellingen aanpassen zodra u de extensie installeert, vastmaakt aan uw werkbalk en het menu opent.\n\nWe ondersteunen standaard het initiatief 'Acceptabele advertenties (AA)' (www.acceptableads.com), een project dat een middenweg zoekt om websites te ondersteunen die afhankelijk zijn van reclame-inkomsten maar toch rekening houden met de klantervaring. Als u geen acceptabele advertenties wilt zien, kunt u dit op elk moment uitschakelen: https://adblockplus.org/acceptable-ads#optout.\n\nLet op: Wanneer u Adblock Plus installeert, krijgt u een waarschuwing dat de extensie toegang krijgt tot uw browsegeschiedenis en -gegevens. Dit is een standaardbericht. Wij verzamelen NOOIT gebruikersinformatie.\n\nWij geven prioriteit aan de privacy en veiligheid van gebruikers, en zorgen ervoor dat uw browsegeschiedenis en persoonlijke gegevens privé blijven. Door deze extensie te downloaden en te installeren, gaat u akkoord met onze gebruiksvoorwaarden (https://adblockplus.org/terms) en ons privacybeleid (https://adblockplus.org/privacy).\n\nDeze extensie is ook beschikbaar voor Firefox, Microsoft Edge en Opera.\n\nAls u zich avontuurlijk voelt, kunt u altijd de development builds uitproberen om over de nieuwste functies van Adblock Plus voor Google Chrome™ te beschikken. Deze builds worden afzonderlijk bijgewerkt met onafhankelijke instellingen. https://adblockplus.org/development-builds\n\n➤ Changelogs:\n\n[Mei 2024] De Manifest V3-versie van Adblock Plus gelanceerd.\n\n[Februari 2024] Ondersteuning toegevoegd voor reclameblokkering in meer talen, waaronder Thais, Hongaars, Kroatisch, Servisch, Sloveens en Bosnisch. Onze YouTube-functie voor toelatingslijsten en Premium-filterlijsten verbeterd.\n\n[Januari 2024] Ondersteuning toegevoegd om reclame te blokkeren in het Japans en Turks.\n\n[December 2023] Onze functionaliteit bijgewerkt om reclame tijdens het surfen beter te verwijderen. \n\n[November 2023] Nieuwe functionaliteit toegevoegd om reclameblokkering tijdens het streamen te verbeteren. Filter- en snippetwijzigingen geïmplementeerd voor een betere ervaring bij het blokkeren van reclame. Enkele bugs verholpen, waaronder een bug die gebruikers niet toestond om met hun toetsenbord van tabblad te wisselen. \n\n[September 2023] Een nieuwe Premium-functie toegevoegd om cookiebanners op het internet te blokkeren. De infrastructuur verbeterd die de functionaliteit en gebruiksduur van de extensie verhoogt.\n\n[Lente 2023] Het blokkeerelement toegevoegd, zodat u delen van een internetpagina kunt blokkeren, zelfs als het geen reclame is. Adblock Plus Premium gelanceerd als betaald abonnement om meer afleidingen te blokkeren, zoals zwevende video's, pop-ups voor nieuwsbrieven, sitemeldingen en nog veel meer.\n\n[Herfst 2022] De functionaliteit verbeterd, de infrastructuur voor Manifest V3 verbeterd, diverse bugfixes waaronder vertraging op websites.\n\n[Lente 2022] Back-end verbeteringen toegevoegd, de functionaliteit verbeterd, ondersteuning toegevoegd om reclame te blokkeren in het Fins en Zweeds, Smart Language-filters toegevoegd zodat gebruikers reclame kunnen blokkeren in de talen waarin ze browsen.",
    "pl": "Adblock Plus jest jednym z najpopularniejszych i najbardziej zaufanych darmowych blokerów reklam z ponad 500 milionami pobrań. Korzystaj z Adblock Plus w YouTube i innych ulubionych witrynach, aby blokować reklamy i cieszyć się lepszym przeglądaniem.\n\n➤ Pobierz Adblock Plus i uzyskaj dostęp do tych bezpłatnych funkcji:\n\n● Blokuj irytujące reklamy, takie jak wyskakujące okienka, reklamy wideo i banery.\n● Blokuj zewnętrzne moduły śledzące i zachowaj prywatność informacji przed reklamodawcami.\n● Ogranicz złośliwe reklamy z wirusami i oszustwami, które włamują się do Twojego urządzenia.\n● Spersonalizuj przeglądanie, wybierając, co ma być blokowane, a co dozwolone.\n● Ciesz się bezpłatnym i responsywnym wsparciem ze strony naszego zespołu!\n\n➤ Przejmij większą kontrolę nad przeglądaniem stron dzięki uaktualnieniu do wersji Premium:\n\n● Blokuj nie tylko reklamy i pożegnaj się z automatycznie odtwarzanymi filmami, które śledzą Cię podczas przeglądania, wyskakującymi okienkami biuletynu, prośbami o wypełnienie ankiety i nie tylko.\n● Ukryj banery z plikami cookie i szybciej docieraj do celu, gdy przestaniesz widzieć te irytujące wyskakujące okienka z prośbą o zaakceptowanie plików cookie w witrynach.\n\nAdblock Plus może blokować reklamy od razu po zainstalowaniu rozszerzenia, dzięki czemu możesz przeglądać internet tak, jak chcesz. Po zainstalowaniu rozszerzenia, przypięciu go do paska narzędzi i otwarciu menu można dostosować ustawienia.\n\nDomyślnie wspieramy inicjatywę Acceptable Ads (AA) (www.acceptableads.com), projekt, który szuka pośredniej drogi, aby wspierać strony internetowe, które opierają się na przychodach z reklam, a jednocześnie uwzględniają doświadczenia klientów. Jeśli nie chcesz oglądać akceptowanych reklam, możesz je wyłączyć w dowolnym momencie: https://adblockplus.org/acceptable-ads#optout.\n\nUwaga: podczas instalacji Adblock Plus pojawi się ostrzeżenie, że rozszerzenie uzyska dostęp do historii przeglądania i danych użytkownika. To standardowa wiadomość - NIGDY nie zbieramy żadnych informacji o użytkownikach.\n\nPriorytetowo traktujemy prywatność i bezpieczeństwo użytkowników, zapewniając, że historia przeglądania i dane osobowe pozostają prywatne. Pobierając i instalując to rozszerzenie, wyrażasz zgodę na nasze Warunki użytkowania: https://adblockplus.org/terms i naszą Politykę prywatności https://adblockplus.org/privacy.\n\nRozszerzenie to jest również dostępne dla przeglądarek Firefox, Microsoft Edge i Opera.\n\nJeśli masz ochotę na przygodę, zawsze możesz wypróbować wersje rozwojowe, aby uzyskać najnowsze funkcje Adblock Plus dla Google Chrome™. Te kompilacje są aktualizowane osobno z niezależnymi ustawieniami. https://adblockplus.org/development-builds\n\n➤ Dzienniki zmian:\n\n[Maj 2024] Wydano wersję Manifest V3 aplikacji Adblock Plus.\n\n[Luty 2024] Dodano obsługę blokowania reklam w większej liczbie języków, w tym tajskim, węgierskim, chorwackim, serbskim, słoweńskim i bośniackim. Ulepszono funkcję listy dozwolonych treści YouTube i listy filtrów Premium.\n\n[Styczeń 2024] Dodano obsługę blokowania reklam w języku japońskim i tureckim.\n\n[Grudzień 2023] Zaktualizowaliśmy naszą funkcjonalność, aby lepiej usuwać reklamy podczas przeglądania. \n\n[Listopad 2023 r.] Dodano nową funkcję usprawniającą blokowanie reklam podczas przesyłania strumieniowego. Zaimplementowano zmiany w filtrach i fragmentach, aby zapewnić lepsze działanie blokowania reklam. Naprawiono kilka błędów, w tym jeden, który nie pozwalał użytkownikom na przełączanie kart za pomocą klawiatury. \n\n[Wrzesień 2023] Dodano nową funkcję Premium do blokowania banerów plików cookie w Internecie. Ulepszona infrastruktura, która zwiększa funkcjonalność i trwałość rozszerzenia.\n\n[Wiosna 2023] Dodano funkcję elementu blokującego, umożliwiającą blokowanie części strony internetowej, nawet jeśli nie jest to reklama. Wydano Adblock Plus Premium jako płatną subskrypcję, aby blokować więcej zakłóceń, takich jak pływające filmy, wyskakujące okienka biuletynu, powiadomienia o witrynach i inne.\n\n[Jesień 2022] Ulepszona funkcjonalność, ulepszona infrastruktura dla Manifestu V3, różne poprawki błędów, w tym opóźnienia na stronach internetowych.\n\n[Wiosna 2022] Ulepszenia zaplecza, poprawiona funkcjonalność, dodano obsługę blokowania reklam w języku fińskim i szwedzkim, dodano inteligentne filtry językowe, aby użytkownicy mogli blokować reklamy w językach, których używają do przeglądania.",
    "pt_BR": "O Adblock Plus está entre os bloqueadores de anúncios gratuitos mais populares e mais confiáveis e tem mais de 500 milhões de downloads. Use o Adblock Plus no YouTube e em outros sites da sua preferência para bloquear anúncios e ter uma melhor experiência de navegação.\n\n➤ Faça o download do Adblock Plus e acesse os seguintes recursos:\n\n● Bloquear anúncios irritantes como janelas pop-ups, anúncios em vídeo e banners.\n● Bloquear rastreadores de terceiros e manter as suas informações mais privadas para anunciantes.\n● Reduzir a possibilidade de anúncios maliciosos com vírus e fraudes comprometerem o seu dispositivo.\n● Personalizar a sua experiência de navegação ao escolher o que bloquear e o que permitir.\n● Ter suporte gratuito e rápido da nossa equipe!\n\n➤ Assuma um maior controle da sua experiência de navegação quando fizer o upgrade para a versão Premium:\n\n● Bloqueie mais do que anúncios e diga adeus a vídeos com reprodução automática que seguem você enquanto navega, janelas pop-up de newsletters, solicitações de pesquisa e muito mais.\n● Oculte banners de cookies e chegue ao seu destino mais rapidamente quando parar de ver as janelas pop-up incômodas que pedem que você aceite cookies nos sites.\n\nO Adblock Plus pode começar a bloquear anúncios no momento da instalação da extensão, permitindo que você navegue na web como quiser. Você pode personalizar as configurações depois de instalar a extensão, fixá-la à barra de tarefas e abrir o menu.\n\nPor padrão, somos compatíveis com a iniciativa Anúncios Aceitáveis (AA) (www.acceptableads.com), um projeto que busca um meio termo: apoiar sites que dependem da receita de propagandas e, ao mesmo tempo, levar em conta a experiência do usuário. Se não desejar ver Anúncios Aceitáveis, desative-os a qualquer momento: https://adblockplus.org/acceptable-ads#optout.\n\nObservação: ao instalar o Adblock Plus, você receberá o aviso de que a extensão terá acesso aos seus dados e ao histórico de navegação. A mensagem é padrão: NUNCA coletamos informações de qualquer usuário. \n\nPriorizamos a privacidade e a segurança do usuário, garantindo que o seu histórico de navegação e informações pessoais continuem confidenciais. Quando faz o download e instala a extensão, você concorda com os nossos Termos de uso: https://adblockplus.org/terms e com a nossa Política de privacidade https://adblockplus.org/privacy.\n\nA extensão também está disponível para Firefox, Microsoft Edge e Opera.\n\nSe quiser se aventurar, experimente as versões de desenvolvimento para obter os mais novos recursos do Adblock Plus para Google Chrome™. Essas versões são atualizadas separadamente com configurações independentes. https://adblockplus.org/development-builds\n\n➤ Registros das alterações:\n\n[Maio de 2024] Lançada a versão Manifest V3 do Adblock Plus.\n\n[Fevereiro de 2024] Adicionada a compatibilidade com bloqueio de anúncios em mais idiomas, inclusive: tailandês, húngaro, croata, sérvio, esloveno e bósnio. Recurso de lista de permitidos do YouTube e as listas de filtros do Premium aprimorados.\n\n[Janeiro de 2024] Adicionada a compatibilidade com bloqueio de anúncios em japonês e turco.\n\n[Dezembro de 2023] Atualizada a funcionalidade que remove melhor anúncios durante a navegação.\n\n[Novembro de 2023] Adicionada a nova funcionalidade que aprimora o bloqueio de anúncios em streaming. Implementadas alterações de filtros e snippets para oferecer uma melhor experiência de bloqueio de anúncios. Bugs corrigidos, inclusive o bug que não permitia que usuários alterassem guias usando o teclado. \n\n[Setembro de 2023] Adicionado o novo recurso Premium que bloqueia banners de cookies em toda a web. Aprimorada a infraestrutura que aumenta da funcionalidade e a longevidade da extensão.\n\n[Segundo trimestre de 2023] Adicionado o recurso de elemento de bloqueio que permite que você bloqueie partes de uma página da web mesmo que não seja um anúncio. Lançado o Adblock Plus Premium como assinatura paga para bloquear mais distrações como vídeos flutuantes, janelas pop-up de newsletters, notificações de sites e muito mais.\n\n[Quarto trimestre de 2022] Funcionalidade aprimorada, aprimorada a infraestrutura para o Manifest V3, correções de diversos bugs, inclusive atrasos em sites\n\n[Segundo trimestre de 2022] Aprimoramentos no back-end, funcionalidade aprimorada, adicionada compatibilidade com bloqueio de anúncios em finlandês e sueco, adicionados filtros inteligentes de idiomas para que os usuários possam bloquear anúncios nos idiomas que usam enquanto navegam",
    "pt_PT": "Desfrute de uma navegação na Internet sem anúncios irritantes no seu ecrã!\n\nO Adblock Plus para Google Chrome bloqueia:\n\n· Banners\n· Anúncios nos videos do YouTube\n· Anúncios no Facebook\n· Pop-ups\n· Todos os outros anúncios intrusivos\n\nO Adblock Plus é a extensão para browser mais popular do mundo, usada por milhões de utilizadores em todo o mundo. É um projecto comunitário de código aberto onde centenas de voluntários contribuem para o sucesso do Adblock Plus, por forma a que todos os anúncios irritantes sejam automaticamente bloqueados.\n\nPor favor note: Quando instalar o Adblock Plus para Chrome, o seu browser exibe um aviso de que o Adblock Plus para Chrome tem acesso ao seu histórico de navegação e dados. Isto é uma mensagem standard, nós NUNCA guardamos qualquer tipo de informações!\n\nRecentemente, foi introduzido pela comunidade Adblock Plus a iniciativa Anúncios Aceitáveis. Ao permitir anúncios pequenos e estáticos, você estará a suportar sites que dependem da publicidade mas que escolheram fazê-lo de uma forma não intrusiva. Esta funcionalidade pode ser desativada em qualquer altura. Vá a http://adblockplus.org/en/acceptable-ads para saber mais.\n\n*************\nAnúncios de lançamentos e modificações podem ser encontrados aqui: http://adblockplus.org/releases/\n\nProblemas? Reinicie o Chrome e/ou clique \"Atualizar agora\" nas opções do Adblock Plus.\n\nEncontrou um bug? Nós estamos conscientes de alguns problemas: http://adblockplus.org/en/known-issues-chrome. Se encontrou mais algum ou precisa de ajuda, visite o nosso forum: https://adblockplus.org/forum/viewforum.php?f=10.\n\n*************\nSente-se com espírito aventureiro? Experimente uma versão de desenvolvimento para usufruir sempre das últimas funcionalidades do Adblock Plus para Chrome:  http://adblockplus.org/en/development-builds (actualizado separadamente, configurações independentes).",
    "ro": "Ad blockerul gratuit Adblock Plus pentru Chrome™ are peste 500 de milioane de decărcări și este în prezent unul dintre cele mai populare și mai capabile extensii de acest tip de pe piață. Utilizatorii se pot bucura de funcționalități de ad blocking rapide ce le permit să navigheze pe site-uri precum YouTube™ fără întreruperi.\n\nIată doar câteva motive să instalezi Adblock Plus:\n\n✓ Este gratuit, fără să îți creezi vreun cont\n✓ Blochează reclame video și bannere enervante\n✓ Blochează pop-ups\n✓ Oprește tracking-ul și îți oferă mai multă confidențialitate online\n✓ Previne încărcarea unor potențiali viruși ce se pot ascunde în reclame\n✓ Îți oferă o navigare mai rapidă (resursele necesare reclamelor sunt blocate din a se mai încărca)\n✓ Personalizează-ți experiența web: adaugă în \"whitelist\" site-urile preferate pentru a le sprijini\n✓ Suport gratuit și constant\n✓ Îți oferă o experiență web în care tu controlezi ceea ce vezi\n\nAdblock Plus pentru Chrome™ este ad blockerul care îți va oferi o experiență web fix asa cum ar trebui să fie - fără întreruperi, fără pagini care se încarcă greu din cauza reclamelor, fără reclame în video-uri YouTube™.\n\nⓘ Pentru a folosi Adblock Plus, apasă pe butonul \"Adaugă în Chrome\". După instalare, fă click pe simbolul ABP din browser pentru a vedea câte reclame ai blocat, pentru a-ți schimba setările sau pentru a raporta o problemă. Este foarte ușor de folosit!\n\nAdblock Plus susține în mod implicit inițiativa Acceptable Ads (AA) (www.acceptableads.com), un proiect menit să găsească o cale de mijloc, pentru a sprijini site-urile care depind de veniturile din reclame dar care iau în considerare experiența utilizatorului și nu afișează reclame intrusive. Dacă nu vrei insă să vezi niciun fel de reclamă, acceptabilă sau nu, poti opri această funcționalitate oricând din pagina de Setări din Adblock Plus. Află mai multe aici: https://adblockplus.org/en/acceptable-ads#optout\n\n************\n\nNotă: Atunci când instalezi acest adblocker pentru Google Chrome™, vei fi notificat că Adblock Plus va primi acces la istoricul și datele tale de navigare. Acesta este un mesaj standard - nu colectăm aceste informații NICIODATĂ.\n\nPrin descărcarea și instalarea acestei extensii, ești de acord cu Termenii și condițiile noastre de utilizare (https://adblockplus.org/terms) și Politica noastră de confidențialitate (https://adblockplus.org/privacy).\n\nAdblock Plus este disponibil și pentru Firefox și Edge.\n\n ************\n\nAnunțuri legate de lansări noi cât și istoricul schimbărilor poate fi regăsit aici: http://adblockplus.org/releases/\n\nAi întâmpinat probleme cu extensia? Încearcă să reîncarci Google Chrome™ și/sau să deschizi setările Adblock Plus, să dai click pe fila \"Avansat\" și să dai click pe \"Updatează toate listele de filtre\".\n\nAi găsit un bug? Află cum să-l raportezi la https://adblockplus.org/bugs sau vizitează-ne pe forum la https://adblockplus.org/forum/viewforum.php?f=10\n\nDacă vrei să testezi în premieră cele mai noi funcționalități, încearcă build-urile noastre de development. Aceste build-uri sunt updatate separat cu setări independente. Le poți găsi aici: https://adblockplus.org/development-builds",
    "ru": "Adblock Plus – один из самых популярных и надежных бесплатных блокировщиков рекламы, который уже скачали более 500 миллионов раз. Используйте Adblock Plus на YouTube и других ваших любимых сайтах, чтобы заблокировать рекламу и наслаждаться комфортным просмотром веб-страниц.\n\nЗагрузите Adblock Plus и получите доступ к следующим бесплатным функциям:\n\nБлокируйте раздражающую рекламу: выскакивающие окна, видеорекламу и баннеры.\nБлокируйте сторонние трекеры и защитите свою персональную информацию от рекламодателей.\nЗащитите ваше устройство от вредоносной рекламы с вирусами и мошенническими уловками.\nПерсонализируйте свои впечатления от просмотра веб-страниц, выбирая, что заблокировать, а что разрешить.\nПолучите бесплатную и оперативную поддержку от нашей команды!\n\nПолучите больше контроля над своими впечатлениями от просмотра веб-страниц при переходе на Premium:\n\nБлокируйте не только рекламу: попрощайтесь с автовоспроизводящимися видео, которые не уходят с экрана при прокрутке веб-страницы, выскакивающими окнами с уведомлениями о новостях, просьбами поучаствовать в опросах и многим другим.\nСкрывайте баннеры согласия на использование файлов cookie – получите то, что вам нужно, без надоедливых выскакивающих баннеров cookie.\n\nAdblock Plus может блокировать рекламу с момента установки расширения, позволяя просматривать сайты так, как вы хотите. Вы можете настроить параметры по своему усмотрению после того, как вы установите расширение, закрепите его на панели инструментов и откроете меню.\n\nПо умолчанию мы поддерживаем инициативу «Допустимая реклама» (AA) (www.acceptableads.com). Этот проект призван найти золотую грань между поддержкой сайтов, зависящих от рекламных доходов, и желанием пользователей не видеть рекламы в принципе. Если вы не хотите видеть «Допустимую рекламу», ее можно отключить в любой момент: https://adblockplus.org/acceptable-ads#optout.\n\nОбратите внимание! При установке Adblock Plus вы получите предупреждение о том, что расширение получит доступ к вашей истории просмотра веб-страниц и данным. Это стандартное сообщение – мы НИКОГДА не собираем никакой информации о пользователях.\n\nМы уделяем первостепенное внимание конфиденциальности и безопасности пользователей – ваша история просмотра и личная информация не попадут в чужие руки. Загружая и устанавливая это расширение, вы соглашаетесь с нашими Условиями использования: https://adblockplus.org/terms и нашей Политикой конфиденциальности https://adblockplus.org/privacy.\n\nЭто расширение также доступно для Firefox, Microsoft Edge и Opera.\n\nЕсли вы хотите испытать что-то новенькое, вы всегда можете опробовать сборки разработчиков и получить доступ к самым новым функциям Adblock Plus для Google Chrome™. Эти сборки обновляются отдельно от основной версии, и настройки для них хранятся независимо от нее. https://adblockplus.org/development-builds\n\nЖурналы изменений:\n\n[Май 2024 года] Выпущена новая версия Adblock Plus – Manifest V3.\n\n[Февраль 2024 года] Добавлена поддержка блокировки рекламы на новых языках: тайский, венгерский, хорватский, сербский, словенский и боснийский. Улучшена функция «Разрешенный список» YouTube и список фильтров для подписки Premium.\n\n[Январь 2024 года] Добавлена поддержка блокировки рекламы на японском и турецком языках.\n\n[Декабрь 2023 года] Обновлены функции, позволяющие лучше удалять рекламу во время просмотра.\n\n[Ноябрь 2023 года] Добавлена новая функция для улучшения блокировки рекламы при потоковой передаче. Внесены изменения в фильтры и сниппеты для улучшенной блокировки рекламы для пользователей. Исправлено несколько ошибок, в том числе ошибка, из-за которой пользователи не могли переключаться между вкладками с помощью клавиатуры. \n\n[Сентябрь 2023 года] В версию Premium добавлена новая функция, позволяющая блокировать баннеры согласия на использование файлов cookie. Улучшена инфраструктура, что позволило повысить функциональность и долговечность расширения.\n\n[Весна 2023 года] Добавлена функция блокировки элементов, позволяющая пользователю блокировать отдельные части веб-страницы, даже не являющиеся рекламой. По платной подписке выпущена версия Adblock Plus Premium, позволяющая блокировать дополнительные отвлекающие элементы – «плавающие» видео, выскакивающие информационные окна, уведомления сайтов и многое другое.\n\n[Осень 2022 года] Расширена функциональность, улучшена инфраструктура для Manifest V3. Исправлены различные ошибки, включая задержки при отображении сайта.\n\n[Весна 2022 года] Улучшения прикладной части расширения, расширение функциональности. Добавлена поддержка блокировки рекламы на финском и шведском языках. Добавлены фильтры Smart Language, позволяющие пользователям блокировать рекламу конкретно на тех языках, которые пользователи используют для просмотра.",
    "tr": "500 milyondan fazla indirilmiş olan Adblock Plus, en popüler ve güvenilir ücretsiz reklam engelleyicilerden biridir. YouTube'da ve diğer favori sitelerinizde Adblock Plus'ı kullanarak reklamları engelleyin ve daha iyi bir gezinme deneyiminin keyfini çıkarın.\n\n➤ Adblock Plus’ı indirin ve şu ücretsiz özelliklere erişin:\n\n● Açılır pencereler, video reklamlar ve bantlar gibi rahatsız edici reklamları engelleyin.\n● Üçüncü taraf izleyicileri engelleyin ve reklam verenlere karşı bilgilerinizin gizlilik düzeyini artırın.\n● Virüs ve dolandırıcılık içeren kötü amaçlı reklamların, cihazınızın güvenliğini tehlikeye atması riskini azaltın.\n● Neleri engelleyip nelere izin vereceğinizi seçerek gezinme deneyiminizi kişiselleştirin.\n● Soru ve taleplerinize hızla yanıt veren ekibimizin sağlayacağı ücretsiz desteğin keyfini çıkarın!\n\n➤ Premium’a yükseltme yaparak gezinme deneyiminiz üzerinde daha fazla kontrol sahibi olun:\n\n● Reklamlardan çok daha fazlasını engelleyerek siz gezinirken sizi takip eden otomatik oynatılan videolara, açılır bültenlere, anket taleplerine ve çok daha fazlasına veda edin.\n● Çerez bantlarını gizleyin ve sitelerde çerezleri kabul etmenizi isteyen o sinir bozucu açılır pencerelerden kurtularak görüntülemek istediğiniz sayfaya daha hızlı ulaşın.\n\nAdblock Plus, uzantıyı yüklediğiniz anda reklamları engelleme kabiliyetine sahiptir; böylece web’de isteğiniz gibi gezinmenize olanak sağlar. Uzantıyı kurup, araç çubuğunuza sabitleyip menüyü açarak ayarlarınızı özelleştirebilirsiniz.\n\nStandart bir tutum olarak varlığını reklam gelirleriyle sürdüren ve fakat müşteri deneyimini de dikkate alan web sitelerinin desteklenmesi konusunda bir orta yolun bulunmasına yönelik bir proje olan Kabul Edilebilir Reklamlar (Acceptable Ads - AA) (www.acceptableads.com) girişimini destekliyoruz. Kabul Edilebilir Reklamları görmek istemezseniz, bunu dilediğiniz zaman devre dışı bırakabilirsiniz: https://adblockplus.org/acceptable-ads#optout.\n\nÖnemli not: Adblock Plus'ın kurulumu sırasında uzantının tarama geçmişinize ve verilerinize erişim sağlayacağına dair bir uyarı gösterilecektir. Bu standart bir mesajdır; HİÇBİR ZAMAN hiçbir kullanıcı bilgisini kullanmayız.\n\nGizlilik ve güvenliği önceliyor ve tarama geçmişinizin ve kişisel bilgilerinizin gizliliğinin korunmasını temin ediyoruz. Bu uzantıyı indirip kurarak, Kullanım Koşullarımızı (https://adblockplus.org/terms) ve Gizlilik Politikamızı (https://adblockplus.org/privacy) kabul etmiş olursunuz.\n\nBu uzantıyı aynı zamanda Firefox, Microsoft Edge ve Opera’da da kullanabilirsiniz.\n\nYenilikleri piyasaya çıkmadan deneyimlemekten hoşlanan insanlardansanız, her zaman geliştirme sürümlerini deneyerek Google Chrome™ için Adblock Plus'ın en yeni özelliklerini edinebilirsiniz. Bu sürümler, bağımsız ayarlarla ayrıca güncellenir. https://adblockplus.org/development-builds\n\n➤ Yaptığımız değişiklik ve güncellemeler:\n\n[Mayıs 2024] Adblock Plus’ın Manifest V3 sürümü kullanıma sunuldu.\n\n[Şubat 2024] Aralarında Tayca, Macarca, Hırvatça, Sırpça, Slovence ve Boşnakçanın da bulunduğu çok daha fazla dilde reklam engelleme desteği alma olanağını sağladık. YouTube izin verilen reklamları listeleme özelliğimizde ve Premium filtre listelerimizde iyileştirmeler yaptık.\n\n[Ocak 2024] Japonca ve Türkçe dillerinde reklam engelleme desteği alma olanağı sağladık.\n\n[Aralık 2023] İşlevselliğimizi, gezinme esnasında reklamların daha iyi kaldırılmasını sağlayacak şekilde güncelledik. \n\n[Kasım 2023] Akışlar üzerinde reklam engelleme işlevinde iyileştirme sağlayan bir dizi yeni bir işlevsellik ekledik. Daha iyi bir reklam engelleme deneyimi sunmak için, filtre ve parçacık değişikliklerini uygulamaya koyduk. Kullanıcıların klavyelerinden sekmeler arasında geçiş yapmasını engelleyen bir hata da dâhil olmak üzere bir dizi hatayı düzelttik. \n\n[Eylül 2023] web üzerindeki çerez bantlarını engellemeye olanak sağlayan yeni bir Premium özelliği ekledik. Altyapıda, uzantının işlevselliğini ve ömrünü artıracak iyileştirmeler yaptık.\n\n[Bahar 2023] Bir web sayfasının belirli kısımlarını, reklam olmasa dahi engellemenize olanak sağlayan öge engelleme özelliğini kullanıma sunduk. Ücretli abonelik sürümü olarak kayan videolar, açılır bültenler, site bildirimleri ve çok daha fazlası gibi daha fazla dikkat dağıtıcı unsuru engellemenize olanak sağlayan Adblock Plus Premium’u kullanıma sunduk.\n\n[Güz 2022] Manifest V3’e ilişkin olarak işlevselliğimizde ve altyapımızda iyileştirmeler yaptık; web sitelerinde gecikmelere neden olan bir hata da dâhil olmak üzere, çeşitli hata düzeltmeleri yaptık\n\n[Bahar 2022] Arka uç iyileştirmelerini hayata geçirdik, işlevsellikte iyileştirmeler yaptık, Fince ve İsveççe dillerinde reklam engelleme desteği alma olanağını sağladık; kullanıcıların web’de gezinirken kullandıkları dillerde reklam engellemesine olanak sağlayan Akıllı Dil filtrelerini kullanıma sunduk",
    "zh_CN": "Adblock Plus 是最受欢迎、最值得信赖的免费广告拦截程序之一，下载量超过 5 亿次。在 YouTube 和您喜欢的其他网站上，使用 Adblock Plus 拦截广告，享受更好的浏览体验。\n\n➤ 下载 Adblock Plus，获取以下免费功能：\n\n● 拦截恼人的广告，例如弹出窗口、视频广告和横幅。\n● 拦截第三方跟踪器，提高隐私性，防止广告主获取您的信息。\n● 减少带有病毒和诈骗信息的恶意广告，防止其损害您的设备。\n● 选择要拦截的内容和允许的内容，打造个性化浏览体验。\n● 及时获取我们的团队提供的免费支持！\n\n➤ 升级至 Premium 版本后，您可以进一步掌控自己的浏览体验：\n\n● 不仅可拦截广告，还可以拦截在您浏览时自动跟随播放的视频、时事通讯弹出窗口和调查请求等。\n● 隐藏 Cookie 横幅，拦截要求您接受网站 Cookie 的烦人的弹出窗口，更快展示需要浏览的内容。\n\n从您安装扩展程序的那一刻，Adblock Plus 就开始拦截广告，让您随心所欲地浏览网页。安装扩展程序、将其固定到工具栏并打开菜单后，即可开始自定义设置。\n\n我们默认支持“可接受广告”(AA) (www.acceptableads.com) 倡议，该项目旨在寻找折衷的方式，在支持那些依靠广告收入的网站的同时，兼顾客户体验。如果您不愿意看到可接受广告，可以随时关闭该功能：https://adblockplus.org/acceptable-ads#optout。\n\n请注意：安装 Adblock Plus 时，您会收到一则警告，说明该扩展程序会访问您的浏览历史和数据。这是标准消息——我们从不收集任何用户信息。\n\n保护用户隐私和安全是我们的核心要务，我们将竭力保障您的浏览历史记录和个人信息的私密性。下载和安装此扩展程序，即表示您同意我们的《使用条款》(https://adblockplus.org/terms) 和《隐私政策》(https://adblockplus.org/privacy)。\n\n此扩展程序也适用于 Firefox、Microsoft Edge 和 Opera。\n\n如果您乐于探索，也可以试用我们的开发版本，以获取 Adblock Plus for Google Chrome™ 的最新功能。您可以使用独立设置，单独更新这些版本。https://adblockplus.org/development-builds\n\n➤ 更新日志：\n\n[2024 年 5 月] 发布 Manifest V3 版本的 Adblock Plus。\n\n[2024 年 2 月] 扩大支持范围，可拦截更多语言的广告，包括泰语、匈牙利语、克罗地亚语、塞尔维亚语、斯洛文尼亚语和波斯尼亚语。改进了 YouTube 允许列表功能和 Premium 筛选清单。\n\n[2024 年 1 月] 扩大支持范围，可拦截日语和土耳其语广告。\n\n[2023 年 12 月] 更新了功能，可以在用户浏览时更好地去除广告。 \n\n[2023 年 11 月] 增加了新功能，提升了流媒体上的广告拦截表现。更新了筛选功能和片段，可以提供更出色的广告拦截体验。修复了一些错误，包括不允许用户使用键盘切换标签页的错误。 \n\n[2023 年 9 月] 为 Premium 增加了新功能，可以拦截整个网络的 Cookie 横幅。改进了基础架构，增加了扩展程序的功能，延长了其使用寿命。\n\n[2023 年春季] 增加了拦截元素功能，允许您拦截网页的部分内容（即使不是广告）。推出付费订阅的 Adblock Plus Premium，可拦截更多干扰，例如浮动视频、时事通讯弹出窗口和网站通知等。\n\n[2022 年秋季] 完善了功能，针对 Manifest V3 改进了基础架构，修复了各种错误，包括网站上的滞后问题\n\n[2022 年春季] 改进了后端功能，扩大了支持范围，可拦截芬兰语和瑞典语广告，增加了智能语言筛选器，用户可以拦截其所浏览语言的广告",
    "zh_TW": "盡情享受沒有廣告轟炸的網路世界吧！\n\nAdblock Plus for Google Chrome 會阻擋:\n\n· 橫幅廣告\n· YouTube 影片廣告\n· Facebook 廣告\n· 彈出式視窗\n· 還有各種礙眼的廣告\n\nAdblock Plus 是世界上最受歡迎的瀏覽器套件，擁有數百萬名使用者。這是一個由社群推動的開放原始碼專案，並有數百名志願者貢獻反饋來確保 Adblock Plus 可自動阻擋所有煩人的廣告。\n\n請注意：當您安裝 Adblock Plus for Chrome 時，瀏覽器會警告 Adblock Plus for Chrome 擁有存取您資料及瀏覽紀錄的權限。這是一個標準提示訊息，我們絕不會收集任何資訊！\n\nAdblock Plus 最近推出了關於「可接受的廣告」的倡議。只要允許一些小型的靜態廣告，您就可以支援那些仰賴廣告生存且選擇採用非侵入式廣告的網站。這項功能可以隨時關閉。詳細情形請至 http://adblockplus.org/en/acceptable-ads。\n\n***********\n釋出公告及更新日誌可在這裡取得：http://adblockplus.org/releases/\n\n碰到問題了嗎？請試試重新啟動 Chrome 及(或)在 Adblock Plus 選項裡點擊「立即更新」。\n\n發現 bug？我們已經注意到了一些問題：http://adblockplus.org/en/known-issues-chrome。若您發現其他問題或需要幫助，請造訪我們的論壇：https://adblockplus.org/forum/viewforum.php?f=10。\n\n*************\n喜歡嘗鮮嗎？試試開發中的 Chrome Adblock Plus 來取得最新功能：http://adblockplus.org/en/development-builds (單獨更新且使用獨立設定)。"
  }
}