{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maty's Better Alexia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Herramienta de productividad. Copiar y pegar en leccionario; contador de asistencia; resumen de instrucciones para reportes y más"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Herramienta de Productividad para Alexia\n\n¿Te resulta tedioso contar manualmente los presentes en la lista digital de Alexia? ¿Pierdes tiempo copiando y pegando información del leccionario?\n\n¡Esta extensión es la solución que necesitas!\n\nCaracterísticas:\n\n- Contador Automático de Asistencia: Detecta automáticamente los estudiantes presentes y ausentes en la lista digital, incluso si la tabla de asistencia tiene alumnos retirados o no está ordenada. Di adiós a los errores de conteo y ahorra tiempo en cada clase.\n- Copiado y Pegado de actividades: Guarda y luego pega los Títulos, sesión, minutos y descripción de tus actividades (leccionario).\n- Resumen de instrucciones para informes usuales en la central de reportes.\n- Alerta de año incorrecto en pre-matrícula. Advierte de un posible año incorrecto seleccionado en la pre-matrícula\n\nVentajas:\n\n- Eficiencia: Optimiza tu tiempo y minimiza errores en la gestión de asistencia y actividades (leccionario).\n- Simplicidad: Interfaz fácil de usar que detecta la funcionalidad adecuada según la página de Alexia en la que te encuentres.\n- Versatilidad: Funciona tanto en la lista de asistencia como en las actividades (leccionario) de Alexia y en la central de reportes.\n- ¡Solo tienes que hacer click!\n\n¡Despídete de los procesos manuales y dale la bienvenida a la eficiencia! \n\nfeat ChatGPT."
  }
}