{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schoolboy Runaway Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into Schoolboy Runaway Unblocked hassle-free—no internet required, just open the popup and immerse yourself in the action!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schoolboy Runaway is a thrilling adventure where players take on the role of a young student attempting to escape a series of unexpected challenges. This game combines fast-paced action with clever puzzles, offering a unique experience that keeps players engaged at every turn. Navigate through tricky obstacles, outsmart pursuers, and explore a vibrant world filled with surprises.\n\n🎮 Gameplay Features\nSchoolboy Runaway offers a variety of engaging gameplay elements that make it a standout adventure. Key features include:\n- Dynamic Obstacles: Navigate through corridors, climb fences, and dodge traps as you make your escape. \n- Multiple Levels: Progress through increasingly challenging stages that test your reflexes and problem-solving skills. \n- Interactive Environments: Use objects in the surroundings to create distractions or find shortcuts.\n\nThe combination of action and strategy ensures a thrilling experience for players of all skill levels.\n\n🎮Tips for Success\nTo master Schoolboy Runaway and outwit your pursuers, consider these tips:\n- Stay Alert: Keep an eye on your surroundings to anticipate obstacles and plan your moves. \n- Use Resources: Collect items that can help you escape or slow down your pursuers. - Practice Timing: Precise jumps and well-timed actions are key to overcoming tricky sections.\n\nWith persistence and quick thinking, you’ll successfully escape and conquer every level of the game."
  }
}