{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Glean"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Glean unlocks your company’s knowledge and enables powerful work AI for everyone."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💡 Know what your company knows, instantly.\n* Search across all of your company’s data to find the answers you need.\n* Get instant answers using Glean’s generative AI capabilities.\n* Summarize information from work applications anywhere -- just hit Ctrl/Cmd-J.\n\n⚡️ Get quick access to the work resources you need.\n* Glean’s new tab page puts all of your company’s knowledge at your fingertips\n* See recommended documents, notifications from across applications, access calendar events, and more.\n* Use Glean’s Go Links feature to instantly access even the most complex URLs\n\n🛠️ Build generative AI experiences, no code required.\n* Use Glean Apps to create generative AI chatbots, apps and agents based on your company’s knowledge\n* Apps can perform actions like creating tickets and writing social media posts to boost productivity\n* Share Apps to level up your entire team’s productivity.\n\n—\n\nGlean connects with dozens of popular workplace apps like Google Drive, Jira, Confluence, Slack, and more. Use this extension if you have an account created by your company admin.\n\nQuestions? Visit https://help.glean.com or learn more at https://www.glean.com\n\nLearn more about the permissions we ask for: https://help.glean.com/en/articles/3643260-why-does-the-chrome-extension-ask-for-those-permissions"
  }
}