{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Location Notifications (Ex)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show notifications of your location sharing friends and more. (Supports Google Map location sharing)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show notifications of your location sharing friends and more. (Works with Google Maps location sharing!)\n\nStory & Features:\n\nSeason #2:\n\n(Previously on season 1: There once was a \"Latitude Notifications\" extension for Google Latitude, an I was a happy user, until Google killed Latitude. After months without notifications, I rewrote the old extension to work with Google+ location sharing.)\n\nRecently, Google moved location sharing from Google+ back to Google Maps again. Since I have foresee this problem years ago, and architected this extension accordingly, this time I am able to quickly adapt to the change.\n\nTo continue receiving location notifications, please install the new \"Google Maps Location Provider\" extension: https://chrome.google.com/webstore/detail/aoiaobnnbepbkgepbccipipllpmoegjk\n\nHint for new users: click on the \"Ex\" at the top of the configurations page for more controls and configurations.\n\nSeason #1:\n\nI was once a happy user of Latitude Notifications ... until Google decided to kill Latitude with only a short notice... :(\n\nAfter weeks without location updates, I decided to create my own \"clone\" of Latitude Notifications, but takes Google+ location sharing as source.\n\nIt turned out to be more than a clone. :D The old code was almost completely rewritten, with two major features:\n\n1. The location source is split from the notification.\n\nThis extension is only the notification module, which can take location updates from arbitrary sources; I have created another extension to track Google+ location updates and channel information to this module.\n\nhttps://chrome.google.com/webstore/detail/ggedjgnelceocdippaplkifmgeknklbe\n\nThe downside is that you have to install two extensions, but the up side is that, in case Google decide to make another switch later, adapting to new location provider is much less painful.\n\n2. The notification function has been greatly enhanced.\n\nI made use of the latest rich notification. When you enter the \"Ex\" mode, you have an option to enable a small map on each notification. (Please refer to image #4 and #5)\n\nYou can also customize the notification level (i.e. move across town, move in town), as well as specifying a threshold to filter out jitters (ignore random small movements)."
  }
}