{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yoriichi Tsugikuni Demon Slayer Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Channel the power of Yoriichi Tsugikuni from Demon Slayer with a breathtaking live wallpaper!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the world of the greatest swordsman in Demon Slayer history with this incredible Chrome extension! Yoriichi Tsugikuni, the first user of Sun Breathing and the legendary hero who nearly defeated Muzan Kibutsuji, comes alive on your new tab. With dynamic live wallpapers, this extension captures his unmatchable strength, grace, and tragic backstory, reminding you of the unparalleled legacy he left behind.\n\nCheck out the powerful features of this extension:\n\n🎥 Live Wallpaper\nExperience Yoriichi’s epic presence in motion. Watch as his Sun Breathing technique illuminates your screen with dynamic visuals of his fierce battle and legendary skill.\n\n🖥️ Website Shortcuts\nAccess your most-used websites with ease by adding customizable shortcuts, so you can quickly navigate to all your favorite sites without missing a beat.\n\n🔍 Google Search Bar\nSearch effortlessly for Demon Slayer content, Yoriichi-related information, or anything else with the built-in Google search feature.\n\n🕒 Time & Date Display\nStay organized with the sleek and simple time and date display, keeping you on track while surrounded by Yoriichi’s timeless legacy.\n\nWith Yoriichi Tsugikuni as your browser’s inspiration, every tab will remind you of his unmatched strength and indomitable spirit. This extension is a must-have for fans who admire Yoriichi’s skill and his profound impact on the Demon Slayer world.\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}