{
  "name": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alt Text Copy",
    "cs": "Kopírování alt textu",
    "de": "Alt-Text-Kopie",
    "es": "Copiar texto alternativo",
    "fi": "Alt-teksti Kopio",
    "fr": "Copie du texte alternatif",
    "it": "Copia testo alternativo",
    "ja": "代替テキストコピー",
    "lt": "Alt Teksto Kopija",
    "nl": "Alt-tekst kopiëren",
    "pl": "Kopiuj tekst alternatywny",
    "sk": "Kopírovanie alternatívneho textu",
    "sv": "Alternativ Text Kopiera"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View and copy image alt text by right clicking on an image.",
    "cs": "Zobrazte a zkopírujte alt text obrázku kliknutím pravým tlačítkem myši na obrázek.",
    "de": "Sehen Sie sich den Alt-Text von Bildern an und kopieren Sie ihn, indem Sie mit der rechten Maustaste auf ein Bild klicken.",
    "es": "Ver y copiar el texto alternativo de las imágenes haciendo clic derecho en una imagen.",
    "fi": "Näytä ja kopioi kuvien alt-tekstit oikealla hiiren painikkeella.",
    "fr": "Afficher et copier le texte alternatif d'une image en cliquant avec le bouton droit sur une image.",
    "it": "Visualizza e copia il testo alternativo delle immagini facendo clic destro su un'immagine.",
    "ja": "画像を右クリックして代替テキストを表示およびコピーします。",
    "lt": "Peržiūrėkite ir kopijuokite paveikslėlio alt tekstą paspaudę dešinįjį pelės mygtuką ant paveikslėlio.",
    "nl": "Bekijk en kopieer de alt-tekst van een afbeelding door met de rechtermuisknop op een afbeelding te klikken.",
    "pl": "Wyświetl i skopiuj tekst alternatywny obrazu, klikając prawym przyciskiem myszy na obraz.",
    "sk": "Zobraziť a kopírovať alternatívny text obrázka pravým kliknutím na obrázok.",
    "sv": "Visa och kopiera bildens alternativtext genom att högerklicka på en bild."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This will allow you to right click on an image and click the menu item to copy image alt text to the clipboard and view it."
  }
}