{
  "name": {
    "ar": "تطبيق Send to Kindle لـ Google Chrome™",
    "am,bg,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hr,hu,id,lt,lv,ms,no,ro,ru,sk,sl,sr,sw,th,uk,vi": "Send to Kindle for Google Chrome™",
    "bn": "Google Chrome™-এর জন্য Send to Kindle",
    "cs": "Send to Kindle pro Google Chrome™",
    "da": "Send to Kindle til Google Chrome",
    "de": "Send to Kindle für Google Chrome™",
    "es,pt_BR": "Send to Kindle para Google Chrome™",
    "fr": "Send to Kindle pour Google Chrome™",
    "he": "Send to Kindle עבור Google Chrome™",
    "hi": "Google Chrome™ के लिए Send to Kindle",
    "it": "Send to Kindle per Google Chrome™",
    "ja": "Google Chrome™版Send to Kindle",
    "kn": "Google Chrome™ ಗಾಗಿ Send to Kindle",
    "ko": "구글 크롬용 Send to Kindle",
    "ml": "Google Chrome™-നുള്ള Send to Kindle",
    "mr": "Google Chrome साठी Send to Kindle",
    "nl": "Send to Kindle voor Google Chrome™",
    "pl": "Dodatek Send to Kindle dla przeglądarki Google Chrome™",
    "pt_PT": "Sendo to Kindle para o Google Chrome™",
    "sv": "Send to Kindle för Google Chrome™",
    "ta": "Google Chrome™க்கான Send to Kindle",
    "te": "Google Chrome కోసం Send to Kindle",
    "tr": "Google Chrome™ için Send to Kindle",
    "zh_CN": "适用于 Google Chrome™ 的 Send to Kindle",
    "zh_TW": "Google Chrome 版 Send to Kindle"
  },
  "short": {
    "ar": "أصبح إرسال محتوى الويب وقراءته مثل المقالات الإخبارية ومنشورات المدونات إلى جهاز Kindle أو تطبيق القراءة أسهل من أي وقت مضى.",
    "am,bg,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hr,hu,id,lt,lv,ms,no,ro,ru,sk,sl,sr,sw,th,uk,vi": "Sending and reading web content such as news articles and blog posts to your Kindle device or reading app is now easier than ever.",
    "bn": "আপনার Kindle ডিভাইসে বা রিডিং অ্যাপে সংবাদ আর্টিকেল এবং ব্লগ পোস্টের মতো ওয়েব কন্টেন্ট পাঠানো এবং পড়া এখন আগের চেয়ে সহজ।",
    "cs": "Odesílání a čtení webového obsahu, jako jsou novinové články a příspěvky na blogu, na Vašem zařízení Kindle nebo v aplikaci pro…",
    "da": "Det er nu nemmere end nogensinde at sende og læse webindhold såsom nyhedsartikler og blogindlæg til din Kindle-enhed eller læseapp.",
    "de": "Das Senden und Lesen von Webinhalten wie Nachrichtenartikeln und Blogbeiträgen an dein Kindle-Gerät oder deine Lese-App ist jetzt…",
    "es": "Enviar y leer contenido de Internet como artículos periodísticos y publicaciones de blog a tu dispositivo Kindle o aplicación de…",
    "fr": "L'envoi et la lecture de contenus Web tels que des articles de presse et des publication de blogs vers votre appareil Kindle ou…",
    "he": "שליחה וקריאה של תוכן אינטרנטי כגון מאמרי חדשות ופרסומי בלוג למכשיר Kindle או לאפליקציית הקריאה שלך היא כעת קלה מתמיד.",
    "hi": "अपने Kindle डिवाइस या रीडिंग ऐप पर समाचार लेख और ब्लॉग पोस्ट जैसी वेब सामग्री भेजना और पढ़ना अब पहले से कहीं ज्यादा आसान हो गया है.",
    "it": "Inviare e leggere contenuti web come articoli di notizie e post di blog sul tuo dispositivo Kindle o sull'app di lettura è ora più…",
    "ja": "ニュース記事やブログ投稿などのウェブコンテンツをKindleデバイスや読書アプリに送ったり読んだりすることが、これまでになく簡単になりました。",
    "kn": "ನಿಮ್ಮ Kindle ಸಾಧನ ಅಥವಾ ಓದುವ ಆ್ಯಪ್‌ಗೆ ಸುದ್ದಿ ಲೇಖನಗಳು ಮತ್ತು ಬ್ಲಾಗ್ ಪೋಸ್ಟ್‌ಗಳಂತಹ ವೆಬ್ ವಿಷಯವನ್ನು ಕಳುಹಿಸುವುದು ಮತ್ತು ಓದುವುದು ಈಗ…",
    "ko": "뉴스 기사 및 블로그 게시물과 같은 웹 콘텐츠를 Kindle 기기 또는 읽기 앱으로 보내고 읽는 게 이제 그 어느 때보다 쉬워졌습니다.",
    "ml": "നിങ്ങളുടെ Kindle ഉപകരണത്തിലേക്കോ വായനാ ആപ്പിലേക്കോ വാർത്താ ലേഖനങ്ങളും ബ്ലോഗ് പോസ്റ്റുകളും പോലുള്ള വെബ് ഉള്ളടക്കം അയയ്ക്കുന്നതും…",
    "mr": "तुमच्या Kindle डिव्हाइसवर बातम्या लेख आणि ब्लॉग पोस्ट्स किंवा वाचन अ‍ॅप यासारख्या वेब सामग्री पाठविणे आणि वाचणे आता पूर्वीपेक्षा…",
    "nl": "Het is nu eenvoudiger dan ooit om webinhoud zoals nieuwsartikelen en blogpposts te lezen en te verzenden naar je Kindle-apparaat of…",
    "pl": "Wysyłanie i czytanie treści internetowych, takich jak artykuły z wiadomościami i wpisy na blogach, na czytniku lub w aplikacji do…",
    "pt_BR": "Enviar e ler conteúdo da web, como artigos de notícias e postagens de blog, para o seu dispositivo ou aplicativo de leitura Kindle…",
    "pt_PT": "O envio e a leitura de conteúdos web, tais como artigos de notícias e publicações de blogues para o seu dispositivo Kindle ou app…",
    "sv": "Att skicka innehåll som nyhetsartiklar och blogginlägg och läsa det på din Kindle-enhet eller Reading-app är nu enklare än någonsin.",
    "ta": "உங்கள் Kindle சாதனம் அல்லது வாசிப்புச் செயலிக்கு, செய்திக் கட்டுரைகள், வலைப்பதிவு இடுகைகள் போன்ற இணைய உள்ளடக்கத்தை அனுப்புவது…",
    "te": "వార్తా కథనాలు మరియు బ్లాగ్ పోస్ట్‌లు వంటి వెబ్ కంటెంట్‌ను మీ Kindle పరికరం లేదా రీడింగ్ యాప్‌కు పంపడం మరియు చదవడం ఇప్పుడు మునుపటి…",
    "tr": "Kindle cihazınıza veya okuma uygulamanıza haber makaleleri ve blog gönderileri gibi web içeriklerini göndermek ve okumak artık her…",
    "zh_CN": "现在，发送新闻文章和博客帖子等网络内容到您的 Kindle 设备或阅读应用上并进行阅读，比以往更加简单。",
    "zh_TW": "現在，無論是向您的 Kindle 裝置，還是其他閱讀應用程式傳送或者閱讀網絡內容，例如新聞和部落格文章，都比過去任何時候容易。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "[Official Amazon.com extension.]\n\nSend to Kindle for Google Chrome makes it easier to read web content with Kindle. Send articles, blog posts, and more to your Kindle. Read anytime, anywhere on a Kindle E-reader or with the Kindle app.\n\nYou can \nUse quick send to instantly send full pages to your library.\nPreview how content will appear on Kindle. \nSelect text and send just the selection to your Kindle. \nEdit the title and author of your document before sending. \nAdd content to your library on all devices or send only to specific devices.\n\nLearn more about Send to Kindle at https://www.amazon.com/sendtokindle.\n\n----------------\nFor customers located within the European Union, United Kingdom, or Brazil: By downloading or using Send to Kindle, you agree to the terms applicable for your country or territory located at http://www.amazon.com/sendtokindleterms.  Please also see the applicable Privacy Notice, Cookies Notice, and Interest-Based Ads Notice for your country; links to these notices can be found in the footer of your local Amazon homepage. \n\nFor all other customers: By downloading or using Send to Kindle, you agree to the terms applicable for your country or territory located at http://www.amazon.com/sendtokindleterms.  You also agree to the applicable Privacy Notice (e.g. http://www.amazon.com/privacy) for your country; the link to your applicable Privacy Notice can be found in the footer of your local Amazon homepage. \n\n----------------\nNote: Send to Kindle for Google Chrome may not work properly in the Chrome Web Store or other sites that prevent its use. The extension may also not work properly if you have extensions that block the use of JavaScript running. If you continue to experience problems, please submit your feedback to sendtokindle-feedback@amazon.com.\n\n----------------\nChanges in version 2.1.1.7 – Jan 2024\n  • Bug fixes."
  }
}