{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMTLazarusv16"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMTLazarus's remote filtering agent."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for parental management through the IMTLazarus platform (designed for schools, peace of mind for families).\nParental Control, Web Filter & Youtube Filtering extension for Chrome & Chromebooks.\nOffered by IMTLazarus  - www.imtlazarus.com\n\nSecurity policies are applied to browsing and data access depending on whether the student is at school (only authorized school staff will have access) or at home (only families will have access).\n\nMain features of the extension are:\n\n- Web filtering across categories including pornography, adult, security and malware.\n- Youtube filtering.             \n- Content filtering.\n- Black/White List.\n- Camera hidden (Google Meet).\n- Notification on Chromebook.\n- Screen Lock.\n- Participation with digital screens.\n- Block images of adult content.\n- Student tab status for the teacher's knowledge and monitoring that the student is focused in the classroom.\n- It obtains device information such as memory, cpu or battery and is shared with the school IT to confirm if there is any anomaly in any of the students' devices.\n- Protects in blinklearning the non-introduction of html code in the exercise boxes and protects in geogebra that they cannot press the button to add urls, preventing students from bypassing security, accessing online games (not allowed at school or by families).\n\nDownload it and internet filtering on any chrome based browser or any chromebook.\n\nThe extension will show a blocking panel if the web pages are not valid in the school or even establish a total blocking when required."
  }
}