{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strict Workflow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "Enforces a 25min/5min workflow: 25 minutes of distraction-free work, followed by 5 minutes of break. Repeat as necessary.",
    "ru": "Блокирует отвлекающие вас веб-сайты, дабы вы могли работать по технике управления временем «помодоро»",
    "uk": "Блокує веб-сайти, котрі вас відволікають, щоб ви могли працювати відповідно до техніки керування часом «помодоро».",
    "zh_CN": "实践番茄工作法：工作时屏蔽浪费时间的网站，休息时允许访问。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "1. Click to start a 25-minute work timer, and work without distraction.\n2. Click to start a 5-minute break timer, and kick back and relax.\n3. Repeat until all your work is done.\n\n=======================\nFeatures:\n  * Easy to use: just one click starts a work/break timer\n  * Easy to get started: pre-configured to block popular distracting websites\n  * Easy to personalize: block the sites that are most distracting to you or change the timer durations\n  * Blacklist or whitelist: either choose what sites to block during a work timer, or what sites to allow\n=======================\nPermissions:\n  * Your data on all websites\n  * Your tabs and browsing activity\n\nIn order to cover up blocked websites, we need permission to interact with them. We're open-source, so feel free to grab a programmer buddy and make sure that that's all we do: no website's content is read or stored in any way. https://github.com/matchu/Strict-Workflow\n=======================\n\nThe Strict Workflow time management strategy is simple: work hard for 25 minutes without distractions, knowing that a 5 minute break is soon on its way. This extension helps you stay focused while you work by blocking the sites that can so easily distract us.\n\nWe pre-loaded the extension with a handful of popular distracting websites, but you can easily add new sites to the list, or, if you're daring, you can even create a whitelist of the *only* websites allowed during a work session. You can also change the lengths of the work and break timers - though I'd recommend against it: these times are default for a reason, so only change them if you're certain that they will make you more productive.\n\nWhen we say \"strict\", we mean it. Once a work timer starts, there's no stopping it without straight-up disabling the extension or restarting the browser. This is for your benefit: I wrote this extension with myself in mind, and I know how tempting it can be to just give up when work gets too frustrating. Therefore, Strict Workflow actively discourages this behavior, though you can always disable the extension in case of emergency.\n\nTomato icon is from Artbees's lovely Paradise Fruit Icons set, and the ringing sound is from FreeSound.org. Both of these assets are distributed under a Creative Commons license.\n\nThe source code for this extension is available at https://github.com/matchu/Strict-Workflow\nPlease feel free to fork and do what you like! Pull requests make my day.\n\nStay focused, and have fun!\n\nNOTICE: This extension was once named Strict Pomodoro, but has been renamed in compliance with a cease and desist letter sent on behalf of Francesco Cirillo, who holds the trademark for Pomodoro and The Pomodoro Technique. Thanks for understanding.",
    "ru,uk,zh_CN": "1. Click to start a 25-minute work timer, and work without distraction.\n2. Click to start a 5-minute break timer, and kick back and relax.\n3. Repeat until all your work is done.\n\n=======================\nWhat's new? (3 April 2012: version 1.5.0)\n  * Whitelist! Now, instead of saying \"block these sites\", you can alternatively say \"only allow these sites\".\n  * New option so that clicking on a running timer will cause it to restart. (Not cancel!) Off by default.\n=======================\nFeatures:\n  * Easy to use: just one click starts a work/break timer\n  * Easy to get started: pre-configured to block popular distracting websites\n  * Easy to personalize: block the sites that are most distracting to you or change the timer durations\n  * Blacklist or whitelist: either choose what sites to block during a work timer, or what sites to allow\n=======================\nPermissions:\n  * Your data on all websites\n  * Your tabs and browsing activity\n\nIn order to cover up blocked websites, we need permission to interact with them. We're open-source, so feel free to grab a programmer buddy and make sure that that's all we do: no website's content is read or stored in any way. https://github.com/matchu/Strict-Pomodoro\n=======================\n\nThe Pomodoro Technique for time management is simple: work hard for 25 minutes without distractions, knowing that a 5 minute break is soon on its way. This extension helps you stay focused while you work by blocking the sites that can so easily distract us.\n\nWe pre-loaded the extension with a handful of popular distracting websites, but you can easily add new sites to the list, or, if you're daring, you can even create a whitelist of the *only* websites allowed during a work session. You can also change the lengths of the work and break timers - though I'd recommend against it: these times are default for a reason, so only change them if you're certain that they will make you more productive.\n\nWhen we say \"strict\", we mean it. Once a work timer starts, there's no stopping it without straight-up disabling the extension or restarting the browser. This is for your benefit: I wrote this extension with myself in mind, and I know how tempting it can be to just give up when work gets too frustrating. Therefore, Strict Pomodoro actively discourages this behavior, though you can always disable the extension in case of emergency.\n\nTomato icon is from Artbees's lovely Paradise Fruit Icons set, and the ringing sound is from FreeSound.org. Both of these assets are distributed under a Creative Commons license.\n\nFor more info on the Pomodoro Technique, see http://PomodoroTechnique.com/\n\nThe source code for this extension is available at https://github.com/matchu/Strict-Pomodoro\nPlease feel free to fork and do what you like! Pull requests make my day.\n\nStay focused, and have fun!"
  }
}