{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "MagicGourd: Mark Web/PDF/YouTube/Bilibili",
    "zh_CN": "魔法葫芦 - 批注网页、PDF、Bilibili、YouTube",
    "zh_TW": "魔法葫蘆 - 批註網頁、PDF、YouTube、Bilibili"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Annotate Anything: Add text or image highlights, notes, and tags to webpages, PDFs, YouTube, and Bilibili -- all in one place!",
    "zh_CN": "批注万物：在网页、PDF、Bilibili 和 YouTube 上添加文字或图片高亮、笔记和标签，一站式搞定！",
    "zh_TW": "批註萬物：在網頁、PDF、YouTube 和 Bilibili 上添加文字或圖片高亮、筆記和標籤，一站式搞定！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "When you encounter something that sparks a thought during your daily browsing, a simple click is all it takes to capture it.\n\nMagic Gourd is designed to perfectly support the “Sparked Learning Method,” allowing you to annotate any webpage or PDF, highlight text, images, and even video frames(YouTube & Bilibili), with options for tags and color settings. Focused, efficient, and delightful.\n\nA spark is the flash of an idea. Magic Gourd quietly preserves these sparks, ready to present them whenever you need. Each captured moment is support for the future.\n\nA spark is also an anchor for memory. Magic Gourd loads your annotations for each page, helping you reconnect with the original content as if conversing with the author. It anchors memories and bridges connections.\n\nYour sparks are your personal intellectual wealth. Magic Gourd employs local encryption, with only encrypted data stored in the backend database, ensuring that all your data remains exclusively yours.\n\nA spark is a magical tool at your fingertips; recording it makes the magic appear. Although Magic Gourd is developed by a small team, cost control and reserved funds ensure stable operation for at least 10 years. We hope this number is forever, and we will explore additional paid features to build a sustainable business model.\n\nKey Features:\n✅ Annotate any webpage and online PDFs\n✅ Highlight text, images, and video frames (YouTube & Bilibili)\n✅ Offers unlimited tags, color, and categorization options\n✅ Export highlighted cards and Markdown notes\n✅ “Read Later” functionality for marking as unread\n✅ Browse history review, quick search, categorization, filtering, and sorting\n✅ Multi-browser syncing to ensure data security\n✅ Offline annotation mode with automatic cloud syncing when online\n✅ Local encryption to ensure your data remains fully private\n\nOfficial Website: https://www.magic-gourd.site/\nUser Guide: https://www.yuque.com/yuqueyonghu4j1trj/magic-gourd/gu6qpetgyzvbyocm\n\nKeep recording, and the magic will unfold.",
    "zh_CN": "日常浏览时遇到触动你的点，轻轻一点，即可收集。\n\n魔法葫芦旨在完美支持‘触动学习法’，支持任意网页和PDF的批注记录，支持图片、高亮、视频帧高亮（YouTube & Bilibili），支持标签和颜色设置。专注、高效、愉悦。\n\n触动是思维的火花。魔法葫芦会安静地保管这些火花，在你需要时随时为你呈现。每一次收集，都是增援未来。\n\n触动是记忆的锚点。魔法葫芦为每个页面载入历史批注，就像你和原文作者恢复对话。是记忆的锚点，也是情感的连接。\n\n触动是独属于你的精神财富。魔法葫芦采用了本地加密技术，后端数据库仅存储密文，确保所有数据独属于你。\n\n触动是随手可得的魔法，坚持记录便能显现。魔法葫芦虽由小团队开发，但通过成本控制和资金预留，确保至少 10 年的稳定运营。我们希望这个数字是永远，未来会探索增量的付费功能，构建可持续的商业模式。\n\n\n主要功能：\n✅ 支持任意网页和在线 PDF 批注\n✅ 支持文本、图片和视频帧（YouTube & Bilibili）高亮\n✅ 提供标签、颜色和分类设置，数量无限制\n✅ 可导出高亮卡片和 Markdown 笔记\n✅ 支持稍后阅读（标记未读）功能\n✅ 提供历史记录回顾、快捷搜索、分类查询、过滤和排序功能\n✅ 多浏览器间同步，保障数据安全\n✅ 支持离线批注模式，联网后自动同步到云端\n✅ 本地加密保护，确保数据完全私有\n\n官方网址：https://www.magic-gourd.site/\n帮助文档：https://www.yuque.com/yuqueyonghu4j1trj/magic-gourd/gu6qpetgyzvbyocm\n\n坚持记录，魔法自然显现。",
    "zh_TW": "日常瀏覽時遇到觸動你的點，輕輕一點，即可收集。\n\n魔法葫蘆旨在完美支持「觸動學習法」，支持任意網頁和 PDF 的批註記錄，支持圖片、高亮、視頻幀高亮（YouTube & Bilibili），支持標籤和顏色設置。專注、高效、愉悅。\n\n觸動是思維的火花。魔法葫蘆會安靜地保管這些火花，在你需要時隨時為你呈現。每一次收集，都是支援未來。\n\n觸動是記憶的錨點。魔法葫蘆為每個頁面載入歷史批註，就像你和原文作者恢復對話。是記憶的錨點，也是情感的連接。\n\n觸動是獨屬於你的精神財富。魔法葫蘆採用了本地加密技術，後端數據庫僅存儲密文，確保所有數據獨屬於你。\n\n觸動是隨手可得的魔法，堅持記錄便能顯現。魔法葫蘆雖由小團隊開發，但通過成本控制和資金預留，確保至少 10 年的穩定運營。我們希望這個數字是永遠，未來會探索增量的付費功能，構建可持續的商業模式。\n\n主要功能：\n✅ 支持任意網頁和線上 PDF 批註\n✅ 支持文本、圖片和視頻幀（YouTube & Bilibili）高亮\n✅ 提供標籤、顏色和分類設置，數量無限制\n✅ 可導出高亮卡片和 Markdown 筆記\n✅ 支持稍後閱讀（標記未讀）功能\n✅ 提供歷史記錄回顧、快捷搜尋、分類查詢、過濾和排序功能\n✅ 多瀏覽器間同步，保障數據安全\n✅ 支持離線批註模式，連線後自動同步到雲端\n✅ 本地加密保護，確保數據完全私有\n\n官方網站：https://www.magic-gourd.site/\n幫助文檔：https://www.yuque.com/yuqueyonghu4j1trj/magic-gourd/gu6qpetgyzvbyocm\n\n堅持記錄，魔法自然顯現。"
  }
}