{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mastodon Toot Forwarder",
    "ja": "トゥートを別サーバに転送"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Mastodon Toot Forwarder\" is an extension for forwarding Mastodon toots to other Mastodon servers in its Web UI easily.  \n\nIf you…",
    "ja": "マストドンのWeb UIに表示される個別トゥートのリンクを右クリックすると、コンテキストメニュー上に追加のメニューが表示されます。それを使うことで、予め設定で指定した別のマストドンサーバに当該トゥートを簡単に取り込むことができます。…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Mastodon Toot Forwarder\" is an extension for forwarding Mastodon toots to other Mastodon servers in its Web UI easily.  \n\nIf you right-click on the individual toot link in Mastodon's web UI, you can not only forward, but also favourite, boost the toot with the context menu.\n\n* How to use\n-- Enter the server name and domain name of the target Mastodon server on the option screen that appears after installing the extension. (This screen can also be displayed from the context menu.)\n-- Click the \"Open Authorization Page\" button on the option screen, and enter your account information of the Mastodon server.\n-- Right-click the individual toot link that appears in Mastodon's web UI and check if the context menu appears or not.\n\n* What's new (v1.1.1.0)\n-- English support.",
    "ja": "マストドンのWeb UIに表示される個別トゥートのリンクを右クリックすると、コンテキストメニュー上に追加のメニューが表示されます。それを使うことで、予め設定で指定した別のマストドンサーバに当該トゥートを簡単に取り込むことができます。\n\nトゥートを取り込むだけではなく、同時にお気に入りに追加／ブーストを行うこともできるので、複数のマストドンサーバをWeb UI上で使用している人にとっては非常に有用です。\n\n※使用方法\n- 拡張機能インストール後に表示されるオプション画面に、転送先のマストドンサーバのサーバ名、ドメイン名を入力します。（この画面は、コンテキストメニューからも表示することができます。）\n- オプション画面の「認証画面を開く」ボタンを押して、転送先のマストドンサーバの認証情報を取得します。\n- マストドンのWeb UIに表示される個別トゥートのリンクを右クリックして、コンテキストメニューが表示されることを確認します。\n\n----------\n\n【最新版の更新内容】\n- 英語表示に対応"
  }
}