{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tarot Online Gratis - Futooro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "El tarot en tus manos... descubre lo que te depara el futuro en Futooro"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gracias a FUTOORO podrás descubrir con esta extensión los diferentes tipos más populares. Podrás hacer tiradas de tarot gratis para conocer tu futuro con los tarots de:\n\nTarot del Amor\nTarot del Destino\nTarot del Dinero\nTarot del Oráculo\nTarot de 3 cartas\nTarot con Baraja Española\nTarot de los Ángeles\nTarot de Marsella\nTarot Celta\nTarot Chino\nTarot Egipcio\nTarot si o no\n\nAdemás de famosos tarots como:\nTarot de Osho Zen\nTarot de Euroresidentes\nTrusted Tarot\nTarot Esotarot\n\n\nEl Tarot se usa a menudo en conjunción con el estudio de la Qabalah Hermética. En estos mazos todas las cartas están ilustradas de acuerdo con los principios cabalísticos, siendo la mayoría influenciadas por el mazo de Rider-Waite. Sus imágenes fueron dibujadas por la artista Pamela Colman Smith, siguiendo las instrucciones del místico y ocultista cristiano Arthur Edward Waite y publicadas en 1911. El tarot se utiliza a menudo junto con el estudio de la Cábala Hermética. Una diferencia con respecto a las cubiertas de estilo marsellés es que Waite-Smith utiliza escenas con significados esotéricos en las cartas del traje.\n\nLas cartas del Tarot se han vuelto muy populares en Japón, donde se han diseñado cientos de barajas nuevas en los últimos años.\n\n\n- HISTORIA DEL TAROT ¿ De donde viene el tarot? ¿Qué es?\n\nUna de las primeras referencias a los triunfos del Tarot, y probablemente la primera referencia al Tarot como el libro ilustrado del diablo, es dada por un predicador dominico en un sermón ardiente contra los males del instrumento del diablo. Las referencias al Tarot como una plaga social continúan a lo largo de los siglos XVI y XVII, pero no hay indicios de que las cartas fueran usadas para nada más que para juegos en cualquier otro lugar que no sea Bolonia.Como señala Dummett (1980: 96), \"...fue sólo en la década de 1780, cuando la práctica de la adivinación con naipes regulares había estado bien establecida durante al menos dos décadas, que cualquiera comenzó a usar la baraja de Tarot para la cartomancia.\"\n\nLa creencia en el significado adivinatorio de las cartas está estrechamente relacionada con la creencia en sus propiedades ocultas: una creencia común en el siglo XVIII propagada por prominentes clérigos protestantes y francmasones:96 Una de ellas era la Corte de Gébelin (véase más adelante).\n\nDesde su humilde aceptación como instrumento de profecía en Francia, el Tarot pasó a ser una cosa hermenéutica, mágica, mística, semiótica, e incluso psicológica. Fue utilizado por el pueblo romaní para adivinar la suerte como un aparato psicológico junguiano capaz de aprovechar el \"conocimiento absoluto en el inconsciente\", como una herramienta para el análisis arquetípico, e incluso como una herramienta para facilitar el proceso junguiano de la individuación.\n\n*Tribunal de Gébelin*\n\nMuchos involucrados en prácticas ocultas y adivinatorias intentan rastrear el Tarot hasta el antiguo Egipto, la sabiduría hermética divina, y los misterios de Isis.\n\nPosiblemente el primero de ellos fue Antoine Court de Gébelin, un clérigo francés, quien escribió que después de ver a un grupo de mujeres jugando a las cartas tuvo la idea de que el Tarot no era simplemente un juego de cartas, sino que en realidad era de origen egipcio antiguo, de importancia cabalística mística y de profundo significado divino. De Gébelin publicó una tesis sobre los orígenes del simbolismo en el Tarot en el volumen VIII de la obra Le Monde primitif en 1781. Pensó que el Tarot representaba a la antigua teología egipcia, incluyendo a Isis, Osiris y Tifón. Por ejemplo, pensó que la carta que conocía como la Papesse y que hoy se conoce como la Suma Sacerdotisa representaba a Isis y relacionó también cuatro cartas del Tarot con las cuatro virtudes del Cardenal cristiano: la Templanza, la Justicia, la Fortaleza y la Prudencia y relacionó La Torre con una fábula griega sobre la avaricia.\n\nAunque la antigua lengua egipcia aún no había sido descifrada, de Gébelin afirmó que el nombre \"Tarot\" provenía de las palabras egipcias Tar, \"camino\" o \"camino\", y la palabra Ro, Ros o Rog, que significa \"Rey\" o \"real\", y que el Tarot literalmente tradujo al Camino Real de la Vida.13] Los egiptólogos posteriores no encontraron nada en el idioma egipcio que apoyara las etimologías de De Gébelin. A pesar de esta falta de evidencia, la creencia de que las cartas del tarot están vinculadas al Libro Egipcio de Thoth continúa hasta el día de hoy.\n\nLa fuente real del Tarot oculto puede ser rastreada a dos artículos en el volumen ocho, uno escrito por él mismo y otro escrito por M. le C. de M.***. El segundo ha sido notado por haber sido aún más influyente que el de Gébelin. El autor lleva las especulaciones de Gébelin aún más lejos, concordando con él acerca de los orígenes místicos del Tarot en el antiguo Egipto, pero haciendo varias declaraciones adicionales e influyentes que continúan influenciando el entendimiento masivo del tarot oculto incluso hasta el día de hoy.Él hace la primera declaración proponiendo que el Tarot es, de hecho, el Libro de Thoth, que está asociado con el pueblo romaní (y que el pueblo romaní estaba vagando por Egipto), y hace la primera asociación del Tarot con la cartomancia."
  }
}