{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "AdsPower Authenticator",
    "es": "Autenticador AdsPower",
    "ja": "AdsPower 認証器",
    "ru": "Аутентификатор AdsPower",
    "vi": "Ứng dụng xác thực AdsPower",
    "zh_CN": "AdsPower密码管理器",
    "zh_TW": "AdsPower 認證器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "2FA codes generator and auto-login manager. Together with the AdsPower browser, this tool makes the Internet a safer place.",
    "es": "Generador de códigos 2FA y administrador de inicio de sesión automático. Junto con el navegador AdsPower, esta herramienta hace que…",
    "ja": "2FAコードジェネレーターと自動ログインマネージャー。AdsPowerブラウザーと一緒に、このツールはインターネットをより安全な場所にします。",
    "ru": "Генератор кодов 2FA и менеджер автоматической авторизации. Вместе с браузером AdsPower, эта утилита делает Интернет более…",
    "vi": "Trình tạo và trình quản lý đăng nhập tự động mã 2FA. Làm cho Internet một nơi an toàn hơn.",
    "zh_CN": "用于生成2FA验证码和自动登录网站。与AdsPower浏览器一起使用更加安全。",
    "zh_TW": "兩步驟驗證碼生成器和自動登入管理器。結合AdsPower瀏覽器,這個工具使網際網路變得更安全。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "AdsPower Authenticator makes your login safer and faster. With the help it, you can save all your passwords, fill forms and complete auto-logins.\n\n​🌎 Applicable to all websites\n    ● Quickly log in to your account on Facebook, Google, Amazon and other websites.\n\n📟 Generate 2FA verification codes\n    ● For generating 2FA verification codes; TOTP 2FA supported.\n    ● Manage 2FA keys to all websites in one place to avoid losing or forgetting the keys.\n\n⚡️Quick login\n    ● Right-click menu with quick login feature for immediate access to account information.\n    ● Auto-fill in login information, saving the time of manually typing.\n\n🔒Data security  \n    ● AES 256 encryption employed to secure user data and avoid password leaks.\n    ● All data are encrypted and stored on local devices, and will never be uploaded to cloud.\n\n👩‍💻Type-as-human\n    ● Simulate human typing when filling our passwords to avoid detection of copy-and-paste actions.",
    "es": "AdsPower Authenticator hace tu inicio de sesión más seguro y rápido. Con su ayuda, puedes guardar todas tus contraseñas, rellenar formularios e iniciar sesión automáticamente. \n\n​🌎 Aplicable a todos los sitios web\n- Inicia sesión rápidamente en tu cuenta de Facebook, Google, Amazon y otros sitios web.\n\n📟 Genera códigos de verificación 2FA\n- Para generar códigos de verificación 2FA; soporta TOTP 2FA.\n- Administra las claves 2FA de todos los sitios web en un solo lugar para evitar perderlas u olvidarlas.\n\n⚡ Inicio de sesión rápido\n- Menú de clic derecho con función de inicio de sesión rápido para acceso inmediato a la información de la cuenta.\n- Rellena automáticamente la información de inicio de sesión, ahorrando el tiempo de escribir manualmente.\n\n🔒 Seguridad de datos\n- Emplea encriptación AES 256 para proteger los datos de usuario y evitar fugas de contraseñas.\n- Todos los datos están encriptados y almacenados en dispositivos locales, y nunca se subirán a la nube.\n\n👩‍💻Escribe como humano\n- Simula la escritura humana al rellenar nuestras contraseñas para evitar la detección de acciones de copiar y pegar.",
    "ja": "AdsPowerパスワードマネージャーは、ユーザーのパスワードを安全に保存し、ウェブサイトへの自動ログインを助けるパスワード管理ツールです。ログインをより安全かつ便利にします。\n\n🌎 すべてのウェブサイトで使用可能\n- Facebook、Google、Amazonなどのウェブサイトでアカウントに一括ログインできます。\n\n📟 2FAコードの生成\n- TOTP規格の2要素認証をサポートし、2要素認証(2FA)コードを生成できます。\n- 異なるウェブサイトの2FAキーを統一的に管理し、キーの紛失や忘れるのを防ぎます。\n\n⚡️高速ログイン\n- 右クリックメニューのショートカットログイン機能でアカウント情報にすぐアクセスできます。\n- ログイン情報を自動入力するので、複雑なアカウントやパスワードを手動で入力する必要がありません。\n\n🔒データセキュリティ\n- AES 256ビット暗号化アルゴリズムを使用してユーザー情報を暗号化し、アカウントやパスワードが漏洩するのを防ぎます。\n- すべてのデータは暗号化されてローカルデバイスに保存されるので、クラウドに決して送信されません。\n\n👩‍💻 シミュレート入力\n- アカウントやパスワードの入力時に実際のユーザーの入力をシミュレートするので、コピペが検知されるのを防ぎます。",
    "ru": "Аутентификатор AdsPower обеспечивает безопасность и ускоряет процесс авторизации. С его помощью вы можете сохранять все ваши пароли, заполнять формы ввода и выполнять автоматическую авторизацию.\n\n​🌎 Применим на всех сайтах\n​     ● Быстрый вход в аккаунты на Facebook, Google, Amazon и других сайтах.\n\n​📟 Генерация кодов 2FA\n​​     ● Поддержка генерации кодов 2FA; поддерживается TOTP 2FA.\n​​     ● Управление ключами 2FA для всех сайтов в одном месте, чтобы не потерять или не забыть их.\n\n​⚡️ Быстрая авторизация\n​​     ● Контекстное меню с функцией быстрой авторизации для немедленного доступа к информации аккаунта.\n​​     ● Автоматическое заполнение информации для входа в систему, экономя время при ручном вводе.\n\n​🔒 Безопасность данных\n​​     ● Использование шифрования AES 256 для защиты данных пользователей и предотвращения утечки паролей.\n​​     ● Все данные зашифрованы и хранятся на локальных устройствах и никогда не загружаются в облако.\n\n​👩‍💻Функция \"Type-as-human\"\n​​     ● Симуляция ввода текста человеком при заполнении паролей, чтобы избежать обнаружения копирования и вставки.",
    "vi": "Trình xác thực AdsPower giúp thông tin đăng nhập của bạn an toàn hơn và nhanh hơn. Với sự trợ giúp của Trình xác thực AdsPower, bạn có thể lưu tất cả mật khẩu, điền biểu mẫu và hoàn tất đăng nhập tự động.\n\n​🌎 Áp dụng cho tất cả website\n​● Đăng nhập nhanh chóng vào tài khoản của bạn trên Facebook, Google, Amazon và các trang web khác.\n\n​📟 Tạo mã xác minh 2FA\n​● Để tạo mã xác minh 2FA; Hỗ trợ TOTP 2FA.\n​● Quản lý khóa 2FA cho tất cả các trang web ở một nơi để tránh bị mất hoặc quên khóa.\n\n​⚡️Đăng nhập nhanh\n​● Menu chuột phải với tính năng đăng nhập nhanh để truy cập ngay vào thông tin tài khoản.\n​● Tự động điền thông tin đăng nhập, tiết kiệm thời gian gõ thủ công.\n\n​🔒Bảo mật dữ liệu\n​● Mã hóa AES 256 được sử dụng để bảo mật dữ liệu người dùng và tránh rò rỉ mật khẩu.\n​● Tất cả dữ liệu được mã hóa và lưu trữ trên thiết bị cục bộ và sẽ không bao giờ được tải lên đám mây.\n\n​👩‍💻Điền như con người\n​● Mô phỏng thao tác gõ của con người khi điền mật khẩu của chúng tôi để tránh bị phát hiện hành động sao chép và dán.",
    "zh_CN": "AdsPower密码管理器是一款能够帮助用户安全存储密码和自动登录网站的密码管理工具，让您的登录更安全、更方便。\n\n🌎 适用于任何网站\n    ● 在 Facebook、Google、Amazon等网站上，可一键登录您的账号。\n\n📟 生成2FA验证码\n    ● 支持TOTP标准的双因素身份验证，可生成双因素身份验证(2FA)验证码。\n    ● 统一管理不同网站的2FA密钥，以防止密钥丢失或遗忘。\n\n⚡️快速登录\n    ● 右键菜单快捷登录功能，快速获取账号信息。\n    ● 自动填充登录信息，无需手动输入复杂账号密码。\n\n🔒数据安全性        \n    ● 使用AES 256位加密算法加密保护用户信息，确保账号密码不会泄露。\n    ● 所有数据都经过加密存储在本地设备上，永远不会传输到云端。\n\n👩‍💻仿真填充\n    ● 填充账号密码时会模拟真实用户输入，防止被网站检测到复制粘贴行为。",
    "zh_TW": "AdsPower密碼管理器是一款能夠幫助用戶安全存儲密碼和自動登錄網站的密碼管理工具,讓您的登錄更安全、更方便。\n\n🌎 適用於任何網站\n- 您可以在Facebook、Google、Amazon等網站上一鍵登錄您的帳號。\n\n📟 生成2FA驗證碼\n- 支持TOTP標準的雙因素驗證,可生成雙因素驗證(2FA)驗證碼。\n- 統一管理不同網站的2FA密鑰,以防止密鑰遺失或遺忘。\n\n⚡️快速登錄\n- 右鍵菜單快捷登錄功能,快速獲取帳號信息。\n- 自動填充登錄信息,無需手動輸入複雜帳號密碼。\n\n🔒數據安全性\n- 使用AES 256位加密算法加密保護用戶信息,確保帳號密碼不會洩露。\n- 所有數據都經過加密存儲在本地設備上,永遠不會傳輸到雲端。\n\n👩‍💻仿真填充\n- 填充帳號密碼時會模擬真實用戶輸入,防止被網站檢測到復制粘貼行為。"
  }
}