{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AMZ Images and Videos Downloader - ECabLeads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Amazon images, videos, and descriptions with ease. Customize with titles or your logo."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for a smart, efficient, and effortless way to download and customize Amazon product content? Look no further! AMZ Images and Videos Downloader - ECabLeads is your ultimate Google Chrome extension designed to make managing Amazon product images, videos, and descriptions a breeze.\n\n** How It Works:\n1. Install the Extension: Start by adding the AMZ Images and Videos Downloader extension to your Google Chrome browser from the Chrome Web Store.\n2. Pin the Extension: After installation, pin it to your browser’s toolbar for quick and convenient access.\n3. Browse Amazon Products: Visit the product page of any Amazon item you’re interested in.\n4. Click \"Download This Product\": A button labeled \"Download This Product\" will appear on the product page. Click it to unlock powerful download options.\n5. Customize Before Download:\n-->> Add text or watermark to images.\n-->> Insert your logo for branding.\n-->> Make quick edits with ease.\n6. Unlimited Downloads: Select and download images, videos, and descriptions without limits—completely free and hassle-free!\n\n** Why Choose AMZ Images and Videos Downloader - ECabLeads?\n-->> Professional Image Editing: Customize product images directly in the tool by adding text or inserting your logo, making it ideal for marketing and branding.\n-->> Unlimited Access: Download as many product images, videos, and descriptions as you want—no restrictions!\n-->> Seamless User Experience: Designed with simplicity and professionalism in mind, this tool is perfect for all users, from beginners to advanced professionals.\n-->> Effortless Integration: Lightweight yet powerful, the extension integrates seamlessly into your browser, saving you time and effort.\n-->> Perfect for eCommerce: Tailored for dropshippers, eCommerce enthusiasts, and marketers looking to streamline their workflow.\n\n** Simple Tool, Powerful Results\nWhether you're managing an eCommerce store, creating marketing content, or simply curating your Amazon collection, AMZ Images and Videos Downloader - ECabLeads gives you the power to do it all efficiently.\n\nDownload the extension today and revolutionize the way you work with Amazon product images and videos! Your success is just a click away."
  }
}