{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم تويو توصيل مجاني | خصومات تويو 2023",
    "en": "ToYou Promo Code KSA | ToYou coupons 2023"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم تويو توصيل مجاني اليوم عند تفعيل كوبون تويو السعودية: A20. ثبت إضافة كروم هذه وتمتع بخصومات تويو Toyou 2023",
    "en": "Use ToYou App promo code A20, get 90% OFF delivery fees. Install this Chrome extension to get exclusive ToYou App coupons in KSA."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "أحدث كود خصم تو يو السعودية:\nهل تبحث عن اقوى كوبون تويو للتمتع بتوصيل مخفض أو مجاني عبر تطبيق Toyou، أفضل خدمة توصيل طلبات وأطعمة من المتاجر والمطاعم المفضلة لديك؟ إنسخ رمز عرض تويو اليوم: A20، وقم بتحميل إضافة كروم Chrome Extension التي تزودك بأهم كوبونات وخصومات تويو لسنة 2023.\n\n  كود خصم تويو أول طلب يقدم لعملاء التطبيق الجدد خصم يصل حتى 90% على رسوم التوصيل ولغاية 10 ريال سعودي - استخدم الكود: A20.\n\n\nكيفية تثبيت واستخدام إضافة جوجل كروم الخاصة بتزويدك باقوى اكواد خصم تويو ToYou الترويجية والحصرية لعام 2023 \n١. إذا كنت تبحث دائمًا عن كود خصم ToYou توصيل مجاني، فكل ما عليك فعله هو النقر فوق زر التثبيت على إضافة Google Chrome المخصصة لتزويدك بأحدث كوبون خصم تو يو خصم 90% على رسوم التوصيل، قم بتثبيته على الفور وإبقائه في متناول اليد متى ما كنت تقوم بالتسوق أون لاين عبر الموقع الإلكتروني أو التطبيق من خلال اللابتوب أو الكمبيوتر.\n٢. توجه أولًا إلى موقع تو يو أو إلى متجر أبل ستور أو بلاي ستور وقم بتحميل التطبيق هو تطبيق يقدم خدمات توصيل متنوعة لكافة العملاء في المملكة العربية السعودية.\n٣. ابدأ برحلة التسوق الخاصة بك وأرسل ما تريد لأصدقائك أو اطلب من متاجرك المفضلة حتى وإن لم تكن مسجّل في التطبيق، و اضف المنتجات التي ترغب في توصيلها من أي مكان ولكل مكان.\n٤. بمجرد أن تكون جاهزًا للدفع، لن تحتاج إلى عناء البحث عن قسيمة خصم صالحة وفعالة، كل ما عليك فعله هو النقر فوق إضافة Google Chrome لكوبونات تويو 2023، وسيتم تزويدك بشكل فوري بأفضل وأحدث كود خصم ToYou توصيل لعام 2023 (استعمل كود A20) وتمتع بتجربة سلسة وخالية من المتاعب الآن!\n٥. بعد ذلك، كل ما عليك فعله هو النقر فوق زر \"نسخ\" ولصق رمز الكوبون في المربع المخصص عند الدفع.\n٦. انقر فوق زر \"تطبيق\" وسيتم تطبيق الخصم على الفور ويمكنك معرفة المبلغ الذي قمت بتوفيره.\n٧. بعد ذلك، اختر طريقة الدفع وأضف عنوان التسليم الخاص بك وانقر على \"تأكيد الطلب\".\n٨. بعد بضعة دقائق ستتلقى تأكيدًا للطلب وهذا هو كل شيء!! هذه هي أسهل طريقة للتوفير عند استخدام تطبيق تويو السعودية!! \n\n\nلماذا ننصحك بتثبيت إضافة جوجل كروم هذه الآن:\nهل تبحث دائمًا عن أقوى وأفضل كوبون خصم تويو ولا تجد أي كوبون فعال؟ لا حاجة للبحث بعد اليوم، يقوم فريق المختصين لدينا بتجربة جميع أكواد الخصم والتحقق من صحتها وتحديثها للتأكد من أن إضافة Google Chrome الخاصة بنا لا تقوم بتزويدك إلا بأقوى كودات تويو الجديدة والفعالة والمحدثة بنسبة 100% في السعودية. قم بتحميل و تثبيت إضافة Google Chrome هذا سلاحك السري لتحصل على خصم على خدمة التوصيل وجعلها في متناول يدك عند إستعمال تطبيق ToYou.\n\n\nلماذا ننصحك باستخدام تطبيق تويو للتوصيل فقط:\nتطبيق ToYou السعودية هو تطبيقك الوحيد عبر الإنترنت الذي يمكنك من خلاله طلب خدمات توصيل متنوعة، إذ يتيح خدمة توصيل الأطعمة والفواكه والخضار الطازجة، وخدمة التنقلات والمشاوير التي تريد الذهاب إليها، وخدمة البريد السريع، وغيرهم الكثير.\nيمكنك الاستمتاع بأفضل الأسعار وخصم يصل حتى 90% على رسوم التوصيل لطلباتك عند تطبيق كود خصم تويو اليوم (A20). \nاستمتع بخدمة التوصيل في نفس اليوم في جميع مدن المملكة العربية السعودية.\nيدعم تطبيق To You جميع أنظمة تشغيل الهواتف المختلفة مثل آيفون وأندرويد، ويمتاز بأنه سهل الاستخدام والتصفح.\nيمكنك الدفع باستخدام بطاقة الخصم / الائتمان الخاصة بك أو الدفع نقدًا عند التسليم.\nيتمتع التطبيق بميزة مشاركة الصور والمشتريات مع عائلتك أو أصدقائك عبر نظام محادثات ليسهل عليك عملية التواصل والتسوق معاً.\nاستمتع بخدمة العملاء على مدار الساعة طوال أيام العمل، بالإضافة إلى سياسة الاستبدال المرنة.",
    "en": "Activate the latest ToYou App discount code in Saudi Arabia:\nAre you looking for the best ToYou App coupons? Download and install the Chrome Extension that provides you with the latest ToYou App promo code in KSA get a discount Code (A20).\n\nIf you are not familiar with ToYou App, It is a delivery app that provides various services to all customers in the Kingdom of Saudi Arabia. This extension will help you get active discount promo codes for this delivery app.\n\nHow to install and use this Google Chrome Extension:\nAdd the products you want to be delivered.\nOnce you are ready to pay, you won’t need to go through the hassle of searching for valid and effective voucher codes. All you have to do is click on the Google Chrome Extension for ToYou App offers 2023 and you will be instantly provided with the best and latest codes. *Use the ToYou App promo code first order (A20)\nAfter that, all you have to do is click on the \"Copy\" button and paste the coupon in the box provided at checkout.\nClick the \"Apply\" button and the discount will be applied immediately and you can see how much you have saved."
  }
}