{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LikePlus.eu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weryfikacja czynności w systemie LikePlus"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dodatek pozwalający na weryfikację kliknięć w serwisie LikePlus.eu\n\nWtyczka uruchamiana jest w oknach serwisów społecznościowych, otwieranych przez serwis LikePlus.eu. Dzięki jej działaniu, serwis LikePlus.eu jest zdolny do weryfikacji realizacji zadań, które użytkownik ma wykonać w serwisie.\n\nGromadzimy wyłącznie dane służące weryfikacji czynności wykonywanych w ramach zadań serwisu LikePlus. Należą do nich:\n- identyfikator użytkownika w serwisie społecznościowym\n- identyfikator strony lub profilu, którego dotyczy wykonane zadanie\n- identyfikator posta, zdjęcia lub innego typu treści, której dotyczy wykonywane zadanie\n- w przypadku komentarzy - również treść komentarza\n\nDane te są zapisywane na naszych serwerach i przechowywane w celu:\n- wynagradzania użytkowników (tj. przyznawania punktów) za wykonane zadania\n- wykrywania nadużyć i oszustw\n- informowania zlecających zadania o osiągniętym wyniku promocji profilu\n\nW przypadku integrowania swojego profilu możemy dodatkowo zgromadzić następujące informacje, które umożliwiają nam właściwe targetowanie zadań dla użytkowników:\n- zdjęcie profilowe\n- wiek\n- liczba znajomych / obserwujących / obserwowanych\n- nazwa profilu (imię i nazwisko, login, adres e-mail)\n- opis profilu\n\nWyrażenie zgody nie jest obowiązkowe, ale jest konieczne, aby można było korzystać z wtyczki. Nie jest możliwe prawidłowe funkcjonowanie wtyczki bez możliwości gromadzenia w/w informacji.\n\nWtyczka uruchamia gromadzenie danych tylko wtedy, kiedy strona serwisu społecznościowego jest uruchamiana poprzez serwis LikePlus."
  }
}