{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Focus Frame"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture and view a section of the screen in a quick and accessible way."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of constantly switching between different tabs and screens to reference important information while you work? Say goodbye to distractions and hello to seamless productivity with “Focus Frame,” your go-to Chrome extension for lightning-fast and effortless multitasking.\n\nFocus Frame is a tool that allows you to quickly capture an area of your screen and view it in the extension window as often as you need WITHOUT having to save the image to any place on your computer. When you no longer need the capture, simply press the Clear button and the image is gone!\n\nKey Features:\n1. Capture with Ease: With the press of the “Capture” button, Focus Frame allows you capture any selected area of your screen using an intuitive drag-to-select method.\n2. Stay in the Zone: Keep your workflow uninterrupted by quickly referring back to your captured content without switching tabs or screens. Simply reopen the Focus Frame extension and your capture is ready to be viewed.\n3. Lightweight and Low Risk: Similar to whiteboards, Focus Frame is designed to allow you to clear the capture just as quickly as you can take it. Enjoy the freedom to experiment and capture without commitment. With Focus Frame, your workspace is as agile as your thoughts.\n4. Privacy and Security: Your captures are only stored locally within the Chrome browser on your device, ensuring sensitive information stays private and secure.\n5. Boost Productivity: Focus Frame is not only an extension; it’s a productivity enhancer. Streamline your tasks, save time, and stay in the flow with this essential tool.\n\nHow to Use:\n1. Install Focus Frame from the Chrome web store\n2. Pin it to your Chrome extension bar for quick access\n3. Use the “Capture” button to select an area of your screen\n4. Open the extension once the image has loaded to view your capture\n5. Press the “Clear” button to delete your capture when it is no longer needed\n6. Boost your productivity and stay in the zone\n\nElevate your work experience, reduce distractions, and maximize your productivity with Focus Frame. It’s the ultimate companion for professionals, students, and anyone looking to work smarter, not harder.\n\nSimplify your workflow and unlock your true potential with Focus Frame. Try it today and experience a new level of productivity!"
  }
}