{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "lucreBux )) Notificações"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para notificá-lo de novos anúncios disponíveis no lucreBux!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aumente sua produtividade e nunca perca nenhuma oportunidade de ganhar no lucreBux com a nossa extensão lucreBux )) Notificações para Google Chrome! Fique sempre atualizado e receba notificações em tempo real sobre novos Anúncios, Ofertas, Mensagens e as últimas Novidades diretamente em seu navegador.\n\nNotificações em Tempo Real: Receba alertas instantâneos sempre que novos anúncios estiverem disponíveis para visualização, novas ofertas forem lançadas, mensagens importantes estiverem em sua caixa de entrada ou sempre que houver atualizações emocionantes sobre o LucreBux.\n\nCustomização Flexível: Personalize suas preferências de notificação. Escolha quais tipos de notificações deseja receber e como deseja ser informado, seja por meio de pop-ups discretos ou sons distintos.\n\nEconomize Tempo e Maximize Seus Ganhos: Com o lucreBux )) Notificações, você não precisa mais verificar o site constantemente em busca de novas oportunidades. Deixe que a extensão faça o trabalho pesado para você.\n\nSeguro e Confiável: Seus dados pessoais e informações de conta são mantidos seguros e nunca compartilhados. A extensão é projetada com segurança em mente, proporcionando tranquilidade aos membros do lucreBux.\n\nNão perca mais tempo valioso e esteja sempre um passo à frente dos outros membros do lucreBux. Instale a extensão lucreBux )) Notificações agora e esteja no controle total de sua jornada para lucros incríveis. Aproveite a vantagem e comece a ganhar mais hoje mesmo!\n\nBaixe Agora e transforme sua experiência no lucreBux!"
  }
}