{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Debias Yourself"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "hide identifying information about Airbnb guests in order to facilitate discrimination-free evaluation by hosts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Debias Yourself offers a simple tool to reduce discrimination at online platforms such as Airbnb.\n\nOnline platforms have the potential to create fairer, more inclusive transactions. Because they facilitate commerce at a distance, they can conceal information that might otherwise be used for discrimination. However, these advantages are by no means guaranteed, and in fact they depend on design choices made by each online platform. Indeed, many sharing economy marketplaces have moved in the opposite direction, requiring users to share personal information before transactions are confirmed.\n\nOur research documents a troubling side effect: racial discrimination against guests on Airbnb is pervasive. But what can an individual host on Airbnb do to combat this problem? The design choices Airbnb makes are outside your control. And biases can be implicit, therefore hard to avoid.\n\nWe created the Debias Yourself browser plugin to give hosts the power to fight this problem. When a guest contacts a host, Debias Yourself removes information that can facilitate discrimination. A host can view the guest’s message and past reviews without having to see the guest’s face or name. This way, the host can review and accept guest requests on a nondiscriminatory basis, considering a guest’s request on the merits (such as dates, number of people, and purpose of the visit) without information that conveys race, gender, or age (such as name and photograph). In future versions, we will add support for other online marketplaces.\n\nWhile we designed the Debias Yourself browser plugin primarily for hosts (to evaluate guest requests without considering race or other sensitive factors), the plugin can also be used by guests who wish to evaluate properties without regard to host characteristics."
  }
}