{
  "name": {
    "ar": "IGExporter - أداة تصدير متابعي IG",
    "am": "IGexporter - IG ተከታይ ወደ ውጭ መላክ መሳሪያ",
    "bg": "IGExporter - Инструмент за експортиране на последователи на IG",
    "bn": "IGExporter - IG ফলোয়ার এক্সপোর্ট টুল",
    "ca": "IGExporter - Eina d'exportació de seguidors d'IG",
    "cs,da,en,en_AU,en_GB,en_US,es_419,fil,no,sv": "IGExporter - IG Follower Export Tool",
    "de": "IGExporter – IG-Follower-Exporttool",
    "el": "IGExporter - Εργαλείο εξαγωγής οπαδών IG",
    "es": "IGExporter - Herramienta de exportación de seguidores de IG",
    "et": "IGExporter – IG jälgija eksporditööriist",
    "fa": "IGExporter - ابزار صادرات دنبال کننده IG",
    "fi": "IGExporter - IG-seuraajan vientityökalu",
    "fr": "IGExporter - Outil d'exportation de suiveurs IG",
    "gu": "IGExporter - IG અનુયાયી નિકાસ સાધન",
    "he": "IGEexporter - כלי ייצוא עוקבים של IG",
    "hi": "IGExporter - IG अनुयायी निर्यात उपकरण",
    "hr": "IGExporter - Alat za izvoz IG sljedbenika",
    "hu": "IGExporter – IG követő exportáló eszköz",
    "id": "IGExporter - Alat Ekspor Pengikut IG",
    "it": "IGExporter - Strumento di esportazione dei follower IG",
    "ja": "IGExporter - IGフォロワーエクスポートツール",
    "kn": "IGExporter - IG ಅನುಯಾಯಿ ರಫ್ತು ಸಾಧನ",
    "ko": "IGExporter - IG 팔로어 내보내기 도구",
    "lt": "IGExporter – IG sekėjų eksportavimo įrankis",
    "lv": "IGExporter — IG sekotāju eksportēšanas rīks",
    "ml": "IGExporter - IG ഫോളോവർ എക്സ്പോർട്ട് ടൂൾ",
    "mr": "IGExporter - IG अनुयायी निर्यात साधन",
    "ms": "IGExporter - Alat Eksport Pengikut IG",
    "nl": "IGExporter - IG Follower-exporttool",
    "pl": "IGExporter - narzędzie do eksportu obserwujących IG",
    "pt_BR,pt_PT": "IGExporter - Ferramenta de exportação de seguidores IG",
    "ro": "IGExporter - Instrumentul de export IG Follower",
    "ru": "IGExporter - Инструмент экспорта подписчиков IG",
    "sk": "IGExporter - Nástroj na export IG Follower",
    "sl": "IGExporter - orodje za izvoz sledilcev IG",
    "sr": "ИГЕкпортер - ИГ Фолловер Екпорт Тоол",
    "sw": "IGEExporter - Zana ya Kusafirisha Mfuasi wa IG",
    "ta": "IGExporter - IG பின்பற்றுபவர் ஏற்றுமதி கருவி",
    "te": "IGExporter - IG అనుచరుల ఎగుమతి సాధనం",
    "th": "IGExporter - เครื่องมือส่งออกผู้ติดตาม IG",
    "tr": "IGExporter - IG Takipçi Dışa Aktarma Aracı",
    "uk": "IGExporter - інструмент експорту підписників IG",
    "vi": "IGExporter - Công cụ xuất người theo dõi IG",
    "zh_CN": "IGExporter - IG 粉丝导出工具",
    "zh_TW": "IGExporter - IG 粉絲匯出工具"
  },
  "short": {
    "ar": "نقرة واحدة لتصدير متابعي Instagram ومتابعتهم إلى Excel في ملف CSV للتحليل.",
    "am": "ኢንስታግራም ተከታዮችን እና መከተልን ወደ ኤክሴል በCSV ለመላክ አንድ ጠቅታ።",
    "bg": "Едно щракване за експортиране на последователи и следване в Instagram в Excel в CSV за анализ.",
    "bn": "বিশ্লেষণের জন্য CSV-এ Excel-এ Instagram অনুসরণকারী এবং অনুসরণ রপ্তানি করতে এক ক্লিক করুন।",
    "ca": "Un clic per exportar els seguidors i els seguidors d'Instagram a Excel en CSV per analitzar-los.",
    "cs": "Jedním kliknutím exportujete sledující Instagram a sledování do Excelu ve formátu CSV pro analýzu.",
    "da": "Et klik for at eksportere Instagram-følgere og -følger til Excel i CSV til analyse.",
    "de": "Mit einem Klick können Sie Instagram-Follower und -Follower zur Analyse nach Excel im CSV-Format exportieren.",
    "el": "Ένα κλικ για εξαγωγή ακολούθων Instagram και παρακολούθησης στο Excel σε CSV για ανάλυση.",
    "en,en_AU,en_GB,en_US,es_419": "One click to export Instagram Followers and Following to Excel in CSV for analysis.",
    "es": "Un clic para exportar seguidores y seguidores de Instagram a Excel en CSV para su análisis.",
    "et": "Instagrami jälgijate ja jälgimise eksportimiseks CSV-vormingus analüüsimiseks üks klõps.",
    "fa": "یک کلیک برای صادرات فالوورهای اینستاگرام و دنبال کردن به اکسل در CSV برای تجزیه و تحلیل.",
    "fi": "Vie Instagram-seuraajat ja -seuraajat Exceliin CSV-muodossa analysointia varten yhdellä napsautuksella.",
    "fil": "Isang pag-click upang i-export ang Mga Tagasubaybay ng Instagram at Pagsubaybay sa Excel sa CSV para sa pagsusuri.",
    "fr": "Un clic pour exporter les abonnés Instagram et les suivis vers Excel au format CSV pour analyse.",
    "gu": "વિશ્લેષણ માટે CSV માં Instagram ફોલોઅર્સ અને એક્સેલ પર ફોલોઇંગ નિકાસ કરવા માટે એક ક્લિક કરો.",
    "he": "לחיצה אחת לייצא עוקבים ומעקבים באינסטגרם ל-Excel ב-CSV לניתוח.",
    "hi": "विश्लेषण के लिए इंस्टाग्राम फॉलोअर्स और फॉलोअर्स को सीएसवी में एक्सेल में निर्यात करने के लिए एक क्लिक।",
    "hr": "Jednim klikom za izvoz Instagram pratitelja i praćenja u Excel u CSV-u za analizu.",
    "hu": "Egy kattintással exportálhatja az Instagram-követőket és követéseket Excelbe CSV-fájlba elemzés céljából.",
    "id": "Satu klik untuk mengekspor Pengikut dan Pengikut Instagram ke Excel dalam CSV untuk dianalisis.",
    "it": "Un clic per esportare follower e follower di Instagram in Excel in CSV per l'analisi.",
    "ja": "ワンクリックで Instagram のフォロワーとフォローを CSV 形式で Excel にエクスポートし、分析できます。",
    "kn": "Instagram ಅನುಯಾಯಿಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ಮತ್ತು ವಿಶ್ಲೇಷಣೆಗಾಗಿ CSV ನಲ್ಲಿ Excel ಗೆ ಅನುಸರಿಸಲು ಒಂದು ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "ko": "분석을 위해 한 번의 클릭으로 Instagram 팔로어 및 팔로잉을 CSV 형식으로 Excel로 내보낼 수 있습니다.",
    "lt": "Vienu spustelėjimu eksportuokite „Instagram“ stebėtojus ir stebėjimus į „Excel“ CSV formatu analizei.",
    "lv": "Viens klikšķis, lai Instagram sekotājus un sekotājus eksportētu uz Excel CSV formātā analīzei.",
    "ml": "ഇൻസ്റ്റാഗ്രാം ഫോളോവേഴ്‌സ് എക്‌സ്‌പോർട്ട് ചെയ്യാനും വിശകലനത്തിനായി CSV-ൽ Excel-ലേക്ക് പിന്തുടരാനും ഒരു ക്ലിക്ക്.",
    "mr": "विश्लेषणासाठी CSV मध्ये Instagram फॉलोअर्स आणि Excel वर फॉलोइंग एक्सपोर्ट करण्यासाठी एक क्लिक.",
    "ms": "Satu klik untuk mengeksport Pengikut Instagram dan Mengikuti ke Excel dalam CSV untuk analisis.",
    "nl": "Met één klik exporteer je Instagram-volgers en volgers naar Excel in CSV voor analyse.",
    "no": "Ett klikk for å eksportere Instagram-følgere og -følger til Excel i CSV for analyse.",
    "pl": "Jedno kliknięcie, aby wyeksportować obserwujących i obserwujących na Instagramie do programu Excel w formacie CSV w celu analizy.",
    "pt_BR,pt_PT": "Um clique para exportar seguidores e seguidores do Instagram para Excel em CSV para análise.",
    "ro": "Un clic pentru a exporta urmăritori și urmăriri Instagram în Excel în CSV pentru analiză.",
    "ru": "Одним щелчком мыши можно экспортировать подписчиков и подписок из Instagram в Excel в формате CSV для анализа.",
    "sk": "Jedným kliknutím exportujete sledovateľov Instagramu a sledovanie do Excelu vo formáte CSV na analýzu.",
    "sl": "En klik za izvoz sledilcev in sledilcev na Instagramu v Excel v CSV za analizo.",
    "sr": "Један клик да бисте извезли пратиоце на Инстаграму и праћење у Екцел у ЦСВ-у ради анализе.",
    "sv": "Ett klick för att exportera Instagram-följare och -följare till Excel i CSV för analys.",
    "sw": "Bofya mara moja ili kusafirisha Wafuasi wa Instagram na Kufuata kwa Excel katika CSV kwa uchambuzi.",
    "ta": "இன்ஸ்டாகிராம் பின்தொடர்பவர்களை ஏற்றுமதி செய்ய ஒரு கிளிக் செய்யவும் மற்றும் பகுப்பாய்விற்காக CSV இல் எக்செல் பின்பற்றவும்.",
    "te": "ఇన్‌స్టాగ్రామ్ అనుచరులను ఎగుమతి చేయడానికి మరియు విశ్లేషణ కోసం CSVలో Excelకు అనుసరించడానికి ఒక క్లిక్ చేయండి.",
    "th": "คลิกเพียงครั้งเดียวเพื่อส่งออกผู้ติดตาม Instagram และการติดตามไปยัง Excel ในรูปแบบ CSV เพื่อการวิเคราะห์",
    "tr": "Analiz için Instagram Takipçilerini ve Takipçilerini CSV'de Excel'e aktarmak için tek tıklama.",
    "uk": "Одним клацанням миші можна експортувати підписників і підписок в Instagram до Excel у форматі CSV для аналізу.",
    "vi": "Một cú nhấp chuột để xuất Người theo dõi và Người theo dõi trên Instagram sang Excel ở dạng CSV để phân tích.",
    "zh_CN": "一键将 Instagram 关注者和关注者导出到 CSV 格式的 Excel 中进行分析。",
    "zh_TW": "一鍵將 Instagram 追蹤者和追蹤者匯出到 CSV 格式的 Excel 中進行分析。"
  },
  "long": {
    "ar": "IGExporter هي أداة قوية لتصدير متابIGExporter هي أداة قوية لتصدير متابعي Instagram تساعدك على تصدير متابعيك والقائمة التالية إلى ملف CSV. يمكن للأداة أيضًا استخراج عناوين البريد الإلكتروني وأرقام الهواتف (إذا كانت متوفرة) من متابعي Instagram، مما يسمح لك بتحديد العملاء المحتملين وتصميم حملاتك التسويقية واكتساب رؤى أعمق حول جمهورك.\n\nسمات:\n- تصدير عدد غير محدود من المتابعين أو المتابعين\n- استخراج البريد الإلكتروني ورقم الهاتف إذا كان متاحا\n- حفظ بتنسيق CSV / Excel\n- التعامل التلقائي والقابل للتخصيص مع حدود الأسعار والتحديات\n\nملحوظة:\n- يتبع IGExporter نموذج فريميوم، مما يتيح لك تصدير ما يصل إلى 500 متابع أو متابعة دون أي تكلفة. إذا كانت هناك حاجة إلى عمليات تصدير إضافية، ففكر في الترقية إلى الإصدار المميز الخاص بنا.\n- لحماية حسابك الأساسي على Instagram من القيود المؤقتة، نوصي بشدة بإنشاء حساب منفصل مخصص لتصدير البيانات. من خلال إبقاء أنشطة تصدير البيانات الخاصة بك منفصلة عن حسابك الرئيسي، يمكنك تقليل فرص مواجهة أي انقطاعات في استخدامك العادي لـ Instagram بشكل كبير.\n\nما نوع البيانات التي يمكنك تصديرها؟\n- معرف المستخدم\n- اسم المستخدم\n- الاسم الكامل\n- متابعة من قبلك\n- متابعون\n- التالي\n- دعامات\n- بريد إلكتروني\n- هاتف\n- تم التحقق منه\n- هو خاص\n- هل الأعمال\n- هو الخالق\n- فئة\n- سيرة شخصية\n- عنوان URL خارجي\n- الصفحة الرئيسية للمستخدم\n- الصورة الرمزية (ورل\n\nكيفية استخدام IGExporter؟\nلاستخدام أداة تصدير متابعي IG، ما عليك سوى إضافة امتدادنا إلى المتصفح وإنشاء حساب. بمجرد تسجيل الدخول، يمكنك إدخال اسم مستخدم IG الذي تريد تصدير متابعيه والنقر فوق الزر \"تصدير\". سيتم تصدير بيانات متابعيك إلى ملف CSV أو Excel، والذي يمكنك بعد ذلك تنزيله على جهاز الكمبيوتر الخاص بك.\n\nخصوصية البيانات:\nتتم معالجة كافة البيانات على جهاز الكمبيوتر المحلي الخاص بك، ولا تمر عبر خوادم الويب الخاصة بنا مطلقًا. صادراتك سرية.\n\nأسئلة مكررة:\nhttps://igexporter.toolmagic.app/#faqs\nلا تتردد في الاتصال بنا إذا كان لديك أي أسئلة أخرى.\n\nتنصل:\nIGExporter هو امتداد تابع لجهة خارجية مصمم لتسهيل تصدير متابعي Instagram وقوائم المتابعة، إلى جانب البيانات المرتبطة بها، لتحسين التحليلات والإدارة. لم يتم تطوير هذا الامتداد أو اعتماده أو الانضمام إليه رسميًا لشركة Instagram, Inc.عي Instagram تساعدك على تصدير متابعيك والقائمة التالية إلى ملف CSV. يمكن للأداة أيضًا استخراج عناوين البريد الإلكتروني وأرقام الهواتف (إذا كانت متوفرة) من متابعي Instagram، مما يسمح لك بتحديد العملاء المحتملين وتصميم حملاتك التسويقية والحصول على رؤى أعمق لجمهورك.\n\nسمات:\n- تصدير عدد غير محدود من المتابعين أو المتابعين\n- استخراج البريد الإلكتروني ورقم الهاتف إذا كان متاحا\n- حفظ بتنسيق CSV / Excel\n- تصدير المتابعين أو المتابعة من عدة مستخدمين في نفس الوقت\n\nما نوع البيانات التي يمكنك تصديرها؟\n- معرف المستخدم\n- اسم المستخدم\n- الاسم الكامل\n- متابعة من قبلك\n- متابعون\n- التالي\n- دعامات\n- بريد إلكتروني\n- هاتف\n- تم التحقق منه\n- هو خاص\n- هل الأعمال\n- سيرة شخصية\n- الصفحة الرئيسية للمستخدم\n- الصورة الرمزية (ورل\n\nكيفية استخدام IGExporter؟\nلاستخدام أداة تصدير متابعي IG، ما عليك سوى إضافة امتدادنا إلى المتصفح وإنشاء حساب. بمجرد تسجيل الدخول، يمكنك إدخال اسم مستخدم IG الذي تريد تصدير متابعيه والنقر فوق الزر \"تصدير\". سيتم تصدير بيانات متابعيك إلى ملف CSV أو Excel، والذي يمكنك بعد ذلك تنزيله على جهاز الكمبيوتر الخاص بك.\n\nملحوظة:\n- لحماية حسابك الأساسي على Instagram من القيود المؤقتة، نوصي بشدة بإنشاء حساب منفصل مخصص لتصدير البيانات. من خلال إبقاء أنشطة تصدير البيانات الخاصة بك منفصلة عن حسابك الرئيسي، يمكنك تقليل فرص مواجهة أي انقطاعات في استخدامك العادي لـ Instagram بشكل كبير.\n- يتبع IGExporter نموذج فريميوم، مما يتيح لك تصدير ما يصل إلى 500 متابع أو متابعة دون أي تكلفة. إذا كانت هناك حاجة إلى عمليات تصدير إضافية، ففكر في الترقية إلى الإصدار المميز الخاص بنا.\n\nخصوصية البيانات:\nتتم معالجة كافة البيانات على جهاز الكمبيوتر المحلي الخاص بك، ولا تمر عبر خوادم الويب الخاصة بنا مطلقًا. صادراتك سرية.\n\nأسئلة مكررة:\nhttps://igexporter.toolmagic.app/#faqs\nلا تتردد في الاتصال بنا إذا كان لديك أي أسئلة أخرى.\n\nتنصل:\nIGExporter هو امتداد تابع لجهة خارجية مصمم لتسهيل تصدير متابعي Instagram وقوائم المتابعة، إلى جانب البيانات المرتبطة بها، لتحسين التحليلات والإدارة. لم يتم تطوير هذا الامتداد أو اعتماده أو الانضمام إليه رسميًا لشركة Instagram, Inc.",
    "am": "IGexporter ተከታዮችዎን እና የሚከተለውን ዝርዝር ወደ CSV ፋይል እንዲልኩ የሚያግዝ ኃይለኛ የ Instagram ተከታይ ወደ ውጭ መላኪያ መሳሪያ ነው። መሳሪያው የኢሜይል አድራሻዎችን እና ስልክ ቁጥሮችን (ካለ) ከኢንስታግራም ተከታዮች ማውጣት ይችላል፣ ይህም ሊሆኑ የሚችሉ መሪዎችን እንዲለዩ፣ የግብይት ዘመቻዎችዎን እንዲያመቻቹ እና ስለ ታዳሚዎችዎ ጠለቅ ያለ ግንዛቤ እንዲያገኙ ያስችልዎታል።\n\nዋና መለያ ጸባያት:\n- UNLIMITED ተከታዮችን ወይም ተከታይን ወደ ውጭ ላክ\n- ካለ ኢሜል እና ስልክ ቁጥር ያውጡ\n- እንደ ሲኤስቪ/ኤክሴል አስቀምጥ\n- የፍጥነት ገደቦችን እና ተግዳሮቶችን በራስ-ሰር እና ሊበጅ የሚችል አያያዝ\n\nማስታወሻ:\n- IG ኤክስፖርተር የፍሪሚየም ሞዴልን በመከተል እስከ 500 ተከታዮችን ወደ ውጭ ለመላክ ወይም ያለ ምንም ወጪ እንድትከተል ያስችልሃል። ተጨማሪ ወደ ውጭ መላክ ካስፈለገ ወደ ፕሪሚየም ስሪታችን ማሻሻል ያስቡበት።\n- ዋናውን የኢንስታግራም መለያዎን ከጊዜያዊ ገደቦች ለመጠበቅ በተለይ ለውሂብ ወደ ውጭ ለመላክ የተለየ መለያ መፍጠር በጣም እንመክራለን። የእርስዎን ውሂብ ወደ ውጭ የመላክ እንቅስቃሴዎች ከዋናው መለያዎ እንዲለዩ በማድረግ በመደበኛው የ Instagram አጠቃቀምዎ ላይ ማናቸውንም ማቋረጦች ሊያጋጥሙዎት የሚችሉትን እድሎች በእጅጉ ሊቀንሱ ይችላሉ።\n\nምን አይነት ውሂብ ወደ ውጭ መላክ ይችላሉ?\n- የተጠቃሚው መለያ\n- የተጠቃሚ ስም\n- ሙሉ ስም\n- በአንተ ተከተል\n- ተከታዮች\n- በመከተል ላይ\n- ልጥፎች\n- ኢሜል\n- ስልክ\n- የተረጋገጠ ነው\n- የግል ነው\n- ንግድ ነው\n- ፈጣሪ ነው።\n- ምድብ\n- የህይወት ታሪክ\n- ውጫዊ URL\n- የተጠቃሚ መነሻ ገጽ\n- አምሳያ ዩአርኤል\n\nIGEexporter እንዴት መጠቀም እንደሚቻል?\nየእኛን የ IG ተከታይ ወደ ውጭ መላኪያ መሳሪያ ለመጠቀም በቀላሉ የእኛን ቅጥያ ወደ አሳሽ ያክሉ እና መለያ ይፍጠሩ። አንዴ ከገቡ በኋላ ተከታዮቹን ወደ ውጭ መላክ የሚፈልጉትን የ IG ተጠቃሚ ስም ያስገቡ እና \"Export\" ቁልፍን ጠቅ ያድርጉ። የተከታዮችዎ ውሂብ ወደ CSV ወይም Excel ፋይል ይላካል፣ ከዚያ ወደ ኮምፒውተርዎ ማውረድ ይችላሉ።\n\nየውሂብ ግላዊነት፡\nሁሉም ውሂብ በአከባቢዎ ኮምፒዩተር ላይ ነው የሚስተናገደው፣ በድር አገልጋዮቻችን አያልፍም። ወደ ውጭ የሚላኩ ነገሮች ሚስጥራዊ ናቸው።\n\nተደጋግሞ የሚነሱ ጥያቄዎች:\nhttps://igexporter.toolmagic.app/#faqs\nሌሎች ጥያቄዎች ካሉዎት እኛን ለማነጋገር ነፃነት ይሰማዎ።\n\nየክህደት ቃል፡\nIGExporter የ Instagram ተከታይ እና ተከታይ ዝርዝሮችን ወደ ውጭ ለመላክ ለማመቻቸት የተነደፈ የሶስተኛ ወገን ቅጥያ ሲሆን ከተዛማጅ ውሂብ ጋር ለተሻሻለ ትንታኔ እና አስተዳደር ይህ ቅጥያ አልተሰራም፣ አልፀደቀም ወይም ከInstagram፣ Inc. ጋር በይፋ አልተገናኘም።",
    "bg": "IGExporter е мощен инструмент за експортиране на последователи в Instagram, който ви помага да експортирате вашите последователи и списък със следващи в CSV файл. Инструментът може също така да извлече имейл адреси и телефонни номера (ако има такива) от вашите последователи в Instagram, което ви позволява да идентифицирате потенциални клиенти, да приспособите маркетинговите си кампании и да получите по-задълбочена представа за вашата аудитория.\n\nХарактеристика:\n- Експортирайте НЕОГРАНИЧЕНИ последователи или следване\n- Извлечете имейл и телефонен номер, ако има такива\n- Запазване като CSV / Excel\n- Автоматично и персонализирано боравене с ограничения на скоростта и предизвикателства\n\nЗабележка:\n- IGExporter следва freemium модел, което ви позволява да експортирате до 500 последователи или да следвате безплатно. Ако са необходими допълнителни експорти, помислете за надграждане до нашата премиум версия.\n- За да защитите основния си акаунт в Instagram от временни ограничения, силно препоръчваме да създадете отделен акаунт специално за експортиране на данни. Като държите дейностите си по експортиране на данни отделно от основния си акаунт, можете значително да намалите шансовете да срещнете каквито и да е прекъсвания на редовното ви използване на Instagram.\n\nКакъв тип данни можете да експортирате?\n- Потребителско име\n- Потребителско име\n- Пълно име\n- Следвай от теб\n- Последователи\n- Следвам\n- Постове\n- Електронна поща\n- Телефон\n- Проверено е\n- Частно е\n- Е бизнес\n- Е Създател\n- Категория\n- Биография\n- Външен URL адрес\n- Начална страница на потребителя\n- URL адрес на аватар\n\nКак да използвам IGExporter?\nЗа да използвате нашия инструмент за експортиране на последователи на IG, просто добавете нашето разширение към браузъра и създайте акаунт. След като влезете, можете да въведете потребителското име на IG, чиито последователи искате да експортирате, и да щракнете върху бутона „Експортиране“. Данните за вашите последователи ще бъдат експортирани в CSV или Excel файл, който след това можете да изтеглите на вашия компютър.\n\nПоверителност на данните:\nВсички данни се обработват на вашия локален компютър, като никога не преминават през нашите уеб сървъри. Вашият износ е поверителен.\n\nЧесто задавани въпроси:\nhttps://igexporter.toolmagic.app/#faqs\nЧувствайте се свободни да се свържете с нас, ако имате други въпроси.\n\nОпровержение:\nIGExporter е разширение на трета страна, предназначено да улесни експортирането на списъци с последователи и последователи в Instagram, заедно със свързани данни, за подобрени анализи и управление. Това разширение не е разработено, одобрено или официално свързано с Instagram, Inc.",
    "bn": "IGExporter হল একটি শক্তিশালী Instagram ফলোয়ার এক্সপোর্ট টুল যা আপনাকে আপনার ফলোয়ার এবং ফলোওয়ার লিস্টকে একটি CSV ফাইলে এক্সপোর্ট করতে সাহায্য করে। টুলটি আপনার Instagram অনুগামীদের থেকে ইমেল ঠিকানা এবং ফোন নম্বর (যদি পাওয়া যায়) বের করতে পারে, যা আপনাকে সম্ভাব্য লিডগুলি সনাক্ত করতে, আপনার বিপণন প্রচারাভিযানগুলিকে উপযোগী করতে এবং আপনার শ্রোতাদের মধ্যে গভীর অন্তর্দৃষ্টি অর্জন করতে দেয়।\n\nবৈশিষ্ট্য:\n- সীমাহীন অনুসরণকারী বা অনুসরণ রপ্তানি করুন\n- পাওয়া গেলে ইমেল এবং ফোন নম্বর বের করুন\n- CSV / Excel হিসাবে সংরক্ষণ করুন\n- হারের সীমা এবং চ্যালেঞ্জগুলির স্বয়ংক্রিয় এবং কাস্টমাইজযোগ্য পরিচালনা\n\nবিঃদ্রঃ:\n- আইজিইএক্সপোর্টার একটি ফ্রিমিয়াম মডেল অনুসরণ করে, যা আপনাকে 500 পর্যন্ত অনুসরণকারী বা বিনা খরচে অনুসরণ করতে সক্ষম করে। অতিরিক্ত রপ্তানির প্রয়োজন হলে, আমাদের প্রিমিয়াম সংস্করণে আপগ্রেড করার কথা বিবেচনা করুন।\n- আপনার প্রাথমিক Instagram অ্যাকাউন্টকে সাময়িক বিধিনিষেধ থেকে রক্ষা করার জন্য, আমরা বিশেষভাবে ডেটা এক্সপোর্টের জন্য একটি আলাদা অ্যাকাউন্ট তৈরি করার সুপারিশ করছি। আপনার প্রধান অ্যাকাউন্ট থেকে আপনার ডেটা রপ্তানি কার্যক্রম আলাদা রেখে, আপনি আপনার নিয়মিত Instagram ব্যবহারে কোনো বাধার সম্মুখীন হওয়ার সম্ভাবনা উল্লেখযোগ্যভাবে কমাতে পারেন।\n\nআপনি কি ধরনের ডেটা রপ্তানি করতে পারেন?\n- ব্যবহারকারী আইডি\n- ব্যবহারকারীর নাম\n- পুরো নাম\n- আপনার দ্বারা অনুসরণ করুন\n- অনুসারী\n- অনুসরণ করছে\n- পোস্ট\n- ইমেইল\n- ফোন\n- যাচাই করা হয়েছে\n- ব্যক্তিগত\n- ব্যবসা\n- সৃষ্টিকর্তা\n- শ্রেণী\n- জীবনী\n- বাহ্যিক URL\n- ব্যবহারকারীর হোমপেজ\n- অবতার URL\n\nকিভাবে IGExporter ব্যবহার করবেন?\nআমাদের IG ফলোয়ার এক্সপোর্ট টুল ব্যবহার করতে, ব্রাউজারে আমাদের এক্সটেনশন যোগ করুন এবং একটি অ্যাকাউন্ট তৈরি করুন। একবার আপনি সাইন ইন করলে, আপনি IG ব্যবহারকারীর নাম ইনপুট করতে পারেন যার অনুসরণকারীদের আপনি রপ্তানি করতে চান এবং \"রপ্তানি\" বোতামে ক্লিক করুন৷ আপনার অনুসরণকারীদের ডেটা একটি CSV বা Excel ফাইলে রপ্তানি করা হবে, যা আপনি আপনার কম্পিউটারে ডাউনলোড করতে পারবেন।\n\nডেটা গোপনীয়তা:\nসমস্ত ডেটা আপনার স্থানীয় কম্পিউটারে প্রক্রিয়া করা হয়, আমাদের ওয়েব সার্ভারের মধ্য দিয়ে যায় না। আপনার রপ্তানি গোপনীয়.\n\nসচরাচর জিজ্ঞাস্য:\nhttps://igexporter.toolmagic.app/#faqs\nআপনার যদি অন্য কোন প্রশ্ন থাকে তবে নির্দ্বিধায় আমাদের সাথে যোগাযোগ করুন।\n\nদাবিত্যাগ:\nআইজিইএক্সপোর্টার হল একটি তৃতীয় পক্ষের এক্সটেনশন যা ইনস্টাগ্রাম ফলোয়ার এবং নিম্নলিখিত তালিকাগুলি রপ্তানি করার সুবিধার্থে ডিজাইন করা হয়েছে, সংশ্লিষ্ট ডেটা সহ, উন্নত বিশ্লেষণ এবং পরিচালনার জন্য। এই এক্সটেনশনটি ইনস্টাগ্রাম, ইনকর্পোরেটেডের সাথে বিকশিত, অনুমোদিত বা আনুষ্ঠানিকভাবে অনুমোদিত নয়।",
    "ca": "IGExporter és una potent eina d'exportació de seguidors d'Instagram que us ajuda a exportar els vostres seguidors i la llista següent a un fitxer CSV. L'eina també pot extreure adreces de correu electrònic i números de telèfon (si estan disponibles) dels vostres seguidors d'Instagram, cosa que us permet identificar clients potencials, adaptar les vostres campanyes de màrqueting i obtenir informació més profunda sobre el vostre públic.\n\nCaracterístiques:\n- Exporta seguidors o seguidors ILLIMITATS\n- Extreu el correu electrònic i el número de telèfon si està disponible\n- Desa com a CSV / Excel\n- Gestió automàtica i personalitzable de límits i reptes de tarifes\n\nNota:\n- IGExporter segueix un model freemium, que us permet exportar fins a 500 seguidors o seguir sense cap cost. Si calen exportacions addicionals, penseu a actualitzar a la nostra versió premium.\n- Per protegir el vostre compte principal d'Instagram de restriccions temporals, us recomanem que creeu un compte separat específicament per a l'exportació de dades. Si manteniu les vostres activitats d'exportació de dades separades del vostre compte principal, podeu reduir significativament les possibilitats de patir interrupcions en el vostre ús habitual d'Instagram.\n\nQuin tipus de dades podeu exportar?\n- ID d'usuari\n- Nom d'usuari\n- Nom complet\n- Segueix per tu\n- Seguidors\n- Seguint\n- Publicacions\n- Correu electrònic\n- Telèfon\n- Està verificat\n- És privat\n- És negoci\n- És Creador\n- Categoria\n- Biografia\n- URL extern\n- Pàgina d'inici de l'usuari\n- URL de l'avatar\n\nCom utilitzar IGExporter?\nPer utilitzar la nostra eina d'exportació de seguidors IG, només cal que afegiu la nostra extensió al navegador i creeu un compte. Un cop hàgiu iniciat la sessió, podeu introduir el nom d'usuari d'IG els seguidors del qual voleu exportar i fer clic al botó \"Exporta\". Les dades dels vostres seguidors s'exportaran a un fitxer CSV o Excel, que podeu descarregar al vostre ordinador.\n\nPrivadesa de les dades:\nTotes les dades es processen al vostre ordinador local, sense passar mai pels nostres servidors web. Les vostres exportacions són confidencials.\n\nPreguntes freqüents:\nhttps://igexporter.toolmagic.app/#faqs\nNo dubteu a contactar amb nosaltres si teniu qualsevol altra pregunta.\n\nExempció de responsabilitat:\nIGExporter és una extensió de tercers dissenyada per facilitar l'exportació de llistes de seguidors i seguidors d'Instagram, juntament amb les dades associades, per millorar l'anàlisi i la gestió. Aquesta extensió no està desenvolupada, aprovada ni afiliada oficialment a Instagram, Inc.",
    "cs": "IGExporter je výkonný nástroj pro export sledujících Instagramu, který vám pomůže exportovat sledující a seznam sledujících do souboru CSV. Nástroj také dokáže extrahovat e-mailové adresy a telefonní čísla (pokud jsou k dispozici) od vašich sledujících na Instagramu, což vám umožní identifikovat potenciální potenciální zákazníky, přizpůsobit marketingové kampaně a získat hlubší přehled o vašem publiku.\n\nFunkce:\n- Exportujte NEOMEZENÉ sledující nebo sledující\n- Extrahujte e-mail a telefonní číslo, pokud je k dispozici\n- Uložit jako CSV / Excel\n- Automatické a přizpůsobitelné zpracování rychlostních limitů a výzev\n\nPoznámka:\n- IGExporter se řídí modelem freemium, který vám umožňuje zdarma exportovat až 500 sledujících nebo sledujících. Pokud jsou vyžadovány další exporty, zvažte upgrade na naši prémiovou verzi.\n- Chcete-li chránit svůj primární účet Instagram před dočasnými omezeními, důrazně doporučujeme vytvořit samostatný účet speciálně pro export dat. Tím, že své aktivity exportu dat oddělíte od svého hlavního účtu, můžete výrazně snížit pravděpodobnost, že dojde k přerušení vašeho běžného používání Instagramu.\n\nJaký typ dat můžete exportovat?\n- Uživatelské ID\n- Uživatelské jméno\n- Celé jméno\n- Následujte vás\n- Následovníci\n- Následující\n- Příspěvky\n- E-mailem\n- Telefon\n- Je ověřeno\n- Je soukromý\n- Je podnikání\n- Je Stvořitel\n- Kategorie\n- Životopis\n- Externí URL\n- Uživatelská domovská stránka\n- URL avatara\n\nJak používat IGExporter?\nChcete-li použít náš nástroj pro export sledujících IG, jednoduše přidejte naše rozšíření do prohlížeče a vytvořte si účet. Jakmile se přihlásíte, můžete zadat uživatelské jméno IG, jehož sledující chcete exportovat, a kliknout na tlačítko „Exportovat“. Data vašich sledujících budou exportována do souboru CSV nebo Excel, který si pak můžete stáhnout do svého počítače.\n\nOchrana osobních údajů:\nVšechna data jsou zpracovávána na vašem lokálním počítači, nikdy neprocházejí našimi webovými servery. Vaše exporty jsou důvěrné.\n\nČasto kladené otázky:\nhttps://igexporter.toolmagic.app/#faqs\nV případě dalších dotazů nás neváhejte kontaktovat.\n\nVyloučení odpovědnosti:\nIGExporter je rozšíření třetí strany navržené k usnadnění exportu seznamů sledujících a sledujících na Instagramu spolu s přidruženými daty za účelem lepší analýzy a správy. Toto rozšíření není vyvinuto, podporováno ani oficiálně spojeno se společností Instagram, Inc.",
    "da": "IGExporter er et kraftfuldt Instagram-følgere-eksportværktøj, der hjælper dig med at eksportere dine følgere og følgeliste til en CSV-fil. Værktøjet kan også udtrække e-mailadresser og telefonnumre (hvis de er tilgængelige) fra dine Instagram-følgere, så du kan identificere potentielle kundeemner, skræddersy dine marketingkampagner og få dybere indsigt i dit publikum.\n\nFunktioner:\n- Eksporter UBEGRÆNSET følgere eller følgere\n- Udtræk e-mail og telefonnummer, hvis det er tilgængeligt\n- Gem som CSV / Excel\n- Automatisk og tilpasselig håndtering af takstgrænser og udfordringer\n\nBemærk:\n- IGExporter følger en freemium-model, så du kan eksportere op til 500 følgere eller følge uden omkostninger. Hvis yderligere eksport er påkrævet, kan du overveje at opgradere til vores premium-version.\n- For at beskytte din primære Instagram-konto mod midlertidige begrænsninger, anbefaler vi stærkt at oprette en separat konto specifikt til dataeksport. Ved at holde dine dataeksportaktiviteter adskilt fra din hovedkonto kan du reducere chancerne for at støde på afbrydelser i din almindelige Instagram-brug markant.\n\nHvilken type data kan du eksportere?\n- Bruger ID\n- Brugernavn\n- Fulde navn\n- Følg med dig\n- Tilhængere\n- Følger efter\n- Indlæg\n- E-mail\n- Telefon\n- Er verificeret\n- Er privat\n- Er Business\n- Er skaberen\n- Kategori\n- Biografi\n- Ekstern URL\n- Brugerhjemmeside\n- Avatar URL\n\nHvordan bruger man IGExporter?\nFor at bruge vores IG follower eksportværktøj skal du blot tilføje vores udvidelse til browseren og oprette en konto. Når du har logget ind, kan du indtaste det IG-brugernavn, hvis følgere du vil eksportere, og klikke på knappen \"Eksporter\". Dine følgere-data vil blive eksporteret til en CSV- eller Excel-fil, som du derefter kan downloade til din computer.\n\nDatabeskyttelse:\nAlle data behandles på din lokale computer og passerer aldrig gennem vores webservere. Din eksport er fortrolig.\n\nOfte stillede spørgsmål:\nhttps://igexporter.toolmagic.app/#faqs\nDu er velkommen til at kontakte os, hvis du har andre spørgsmål.\n\nAnsvarsfraskrivelse:\nIGExporter er en tredjepartsudvidelse designet til at lette eksporten af ​​Instagram-følger- og følgelister sammen med tilhørende data til forbedret analyse og styring. Denne udvidelse er ikke udviklet, godkendt eller officielt tilknyttet Instagram, Inc.",
    "de": "IGExporter ist ein leistungsstarkes Tool zum Exportieren von Instagram-Followern, mit dem Sie Ihre Follower und die Followerliste in eine CSV-Datei exportieren können. Das Tool kann auch E-Mail-Adressen und Telefonnummern (falls verfügbar) von Ihren Instagram-Followern extrahieren, sodass Sie potenzielle Leads identifizieren, Ihre Marketingkampagnen anpassen und tiefere Einblicke in Ihr Publikum gewinnen können.\n\nMerkmale:\n- Exportieren Sie UNBEGRENZTE Follower oder Follower\n- Extrahieren Sie E-Mail und Telefonnummer, falls verfügbar\n- Als CSV/Excel speichern\n- Automatische und anpassbare Handhabung von Ratenlimits und Herausforderungen\n\nNotiz:\n- IGExporter folgt einem Freemium-Modell, sodass Sie bis zu 500 Follower oder Follower kostenlos exportieren können. Wenn zusätzliche Exporte erforderlich sind, erwägen Sie ein Upgrade auf unsere Premium-Version.\n- Um Ihr primäres Instagram-Konto vor vorübergehenden Einschränkungen zu schützen, empfehlen wir dringend, ein separates Konto speziell für Datenexporte zu erstellen. Indem Sie Ihre Datenexportaktivitäten von Ihrem Hauptkonto trennen, können Sie die Wahrscheinlichkeit von Unterbrechungen Ihrer regulären Instagram-Nutzung erheblich reduzieren.\n\nWelche Art von Daten können Sie exportieren?\n- Benutzer-ID\n- Nutzername\n- Vollständiger Name\n- Folge dir\n- Anhänger\n- Folgend\n- Beiträge\n- Email\n- Telefon\n- Ist verifiziert\n- Ist privat\n- Ist Geschäft\n- Ist Schöpfer\n- Kategorie\n- Biografie\n- Externe URL\n- Benutzer-Homepage\n- Avatar-URL\n\nWie verwende ich IGExporter?\nUm unser IG-Follower-Exporttool zu verwenden, fügen Sie einfach unsere Erweiterung zum Browser hinzu und erstellen Sie ein Konto. Sobald Sie sich angemeldet haben, können Sie den IG-Benutzernamen eingeben, dessen Follower Sie exportieren möchten, und auf die Schaltfläche „Exportieren“ klicken. Die Daten Ihrer Follower werden in eine CSV- oder Excel-Datei exportiert, die Sie dann auf Ihren Computer herunterladen können.\n\nDatenprivatsphäre:\nAlle Daten werden auf Ihrem lokalen Computer verarbeitet und passieren niemals unsere Webserver. Ihre Exporte sind vertraulich.\n\nHäufig gestellte Fragen:\nhttps://igexporter.toolmagic.app/#faqs\nWenn Sie weitere Fragen haben, können Sie sich gerne an uns wenden.\n\nHaftungsausschluss:\nIGExporter ist eine Drittanbieter-Erweiterung, die den Export von Instagram-Follower- und Follower-Listen zusammen mit den zugehörigen Daten für eine verbesserte Analyse und Verwaltung erleichtert. Diese Erweiterung wird nicht von Instagram, Inc. entwickelt, unterstützt oder ist offiziell mit dieser verbunden.",
    "el": "Το IGExporter είναι ένα ισχυρό εργαλείο εξαγωγής ακολούθων Instagram που σας βοηθά να εξάγετε τους ακόλουθούς σας και τη λίστα ακολουθιών σας σε ένα αρχείο CSV. Το εργαλείο μπορεί επίσης να εξάγει διευθύνσεις email και αριθμούς τηλεφώνου (εάν υπάρχουν) από τους οπαδούς σας στο Instagram, επιτρέποντάς σας να εντοπίσετε πιθανούς δυνητικούς πελάτες, να προσαρμόσετε τις καμπάνιες μάρκετινγκ και να αποκτήσετε βαθύτερες γνώσεις για το κοινό σας.\n\nΧαρακτηριστικά:\n- Εξαγωγή ΑΠΕΡΙΟΡΙΣΤΩΝ οπαδών ή ακολούθων\n- Εξαγωγή email και αριθμού τηλεφώνου, εάν είναι διαθέσιμο\n- Αποθήκευση ως CSV / Excel\n- Αυτόματος και προσαρμόσιμος χειρισμός ορίων και προκλήσεων τιμών\n\nΣημείωση:\n- Το IGExporter ακολουθεί ένα μοντέλο freemium, το οποίο σας επιτρέπει να εξάγετε έως και 500 ακόλουθους ή να ακολουθείτε χωρίς κόστος. Εάν απαιτούνται πρόσθετες εξαγωγές, εξετάστε το ενδεχόμενο αναβάθμισης στην έκδοση premium.\n- Για να προστατεύσετε τον κύριο λογαριασμό σας στο Instagram από προσωρινούς περιορισμούς, συνιστούμε ανεπιφύλακτα να δημιουργήσετε έναν ξεχωριστό λογαριασμό ειδικά για εξαγωγές δεδομένων. Διατηρώντας τις δραστηριότητες εξαγωγής δεδομένων σας ξεχωριστές από τον κύριο λογαριασμό σας, μπορείτε να μειώσετε σημαντικά τις πιθανότητες να αντιμετωπίσετε τυχόν διακοπές στην τακτική χρήση του Instagram.\n\nΤι τύπο δεδομένων μπορείτε να εξαγάγετε;\n- Ταυτότητα χρήστη\n- Όνομα χρήστη\n- Πλήρες όνομα\n- Follow by You\n- Οπαδοί\n- ΕΠΟΜΕΝΟ\n- Αναρτήσεις\n- ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ\n- Τηλέφωνο\n- Επαληθεύτηκε\n- Είναι Ιδιωτικό\n- Είναι Επιχείρηση\n- Είναι Δημιουργός\n- Κατηγορία\n- Βιογραφία\n- Εξωτερική διεύθυνση URL\n- Αρχική σελίδα χρήστη\n- URL Avatar\n\nΠώς να χρησιμοποιήσετε το IGExporter;\nΓια να χρησιμοποιήσετε το εργαλείο εξαγωγής οπαδών IG, απλώς προσθέστε την επέκτασή μας στο πρόγραμμα περιήγησης και δημιουργήστε έναν λογαριασμό. Αφού συνδεθείτε, μπορείτε να εισαγάγετε το όνομα χρήστη IG του οποίου τους ακόλουθους θέλετε να εξαγάγετε και να κάνετε κλικ στο κουμπί \"Εξαγωγή\". Τα δεδομένα των ακολούθων σας θα εξαχθούν σε ένα αρχείο CSV ή Excel, το οποίο στη συνέχεια μπορείτε να κατεβάσετε στον υπολογιστή σας.\n\nΙδιωτικότητα δεδομένων:\nΌλα τα δεδομένα υποβάλλονται σε επεξεργασία στον τοπικό σας υπολογιστή, χωρίς να περνούν ποτέ από τους διακομιστές ιστού μας. Οι εξαγωγές σας είναι εμπιστευτικές.\n\nΣυχνές Ερωτήσεις:\nhttps://igexporter.toolmagic.app/#faqs\nΜη διστάσετε να επικοινωνήσετε μαζί μας εάν έχετε άλλες ερωτήσεις.\n\nΑποποίηση ευθυνών:\nΤο IGExporter είναι μια επέκταση τρίτου μέρους που έχει σχεδιαστεί για να διευκολύνει την εξαγωγή λιστών ακολούθων και ακόλουθων Instagram, μαζί με σχετικά δεδομένα, για βελτιωμένα αναλυτικά στοιχεία και διαχείριση. Αυτή η επέκταση δεν έχει αναπτυχθεί, δεν έχει εγκριθεί ή δεν είναι επίσημα συνδεδεμένη με την Instagram, Inc.",
    "en,en_AU,en_GB,en_US,es_419": "IGExporter is a powerful Instagram follower export tool that helps you export your followers and following list to a CSV file. The tool can also extract email addresses and phone numbers (if available) from your Instagram followers, allowing you to identify potential leads, tailor your marketing campaigns, and gain deeper insights into your audience.\n\nFeatures:\n- Export UNLIMITED followers or following\n- Extract email and phone number if available\n- Save as CSV / Excel\n- Automatic and customizable handling of rate limits and challenges\n\nNote:\n- IGExporter follows a freemium model, enabling you to export up to 500 followers or following at no cost. If additional exports are required, consider upgrading to our premium version.\n- To protect your primary Instagram account from temporary restrictions, we highly recommend creating a separate account specifically for data exports. By keeping your data export activities separate from your main account, you can significantly reduce the chances of encountering any interruptions to your regular Instagram usage.\n\nWhat type of data can you export?\n- User ID\n- Username\n- Full Name\n- Follow by You\n- Followers\n- Following\n- Posts\n- Email\n- Phone\n- Is Verified\n- Is Private\n- Is Business\n- Is Creator\n- Category\n- Biography\n- External URL\n- User Homepage\n- Avatar URL\n\nHow to use IGExporter?\nTo use our IG follower export tool, simply add our extension to browser and create an account. Once you have signed in, you can input the IG username whose followers you want to export and click the \"Export\" button. Your followers data will be exported to a CSV or Excel file, which you can then download to your computer.\n\nData Privacy:\nAll data is processed on your local computer, never passing through our web servers. Your exports are confidential.\n\nFrequently Asked Questions:\nhttps://igexporter.toolmagic.app/#faqs\nFeel free to contact us if you have any other questions.\n\nDisclaimer:\nIGExporter is a third-party extension designed to facilitate the export of Instagram follower and following lists, along with associated data, for enhanced analytics and management. This extension is not developed, endorsed, or officially affiliated with Instagram, Inc.",
    "es": "IGExporter es una poderosa herramienta de exportación de seguidores de Instagram que te ayuda a exportar tus seguidores y tu lista de seguidores a un archivo CSV. La herramienta también puede extraer direcciones de correo electrónico y números de teléfono (si están disponibles) de sus seguidores de Instagram, lo que le permite identificar clientes potenciales, adaptar sus campañas de marketing y obtener información más profunda sobre su audiencia.\n\nCaracterísticas:\n- Exportar seguidores o seguidores ILIMITADOS\n- Extraiga el correo electrónico y el número de teléfono si están disponibles\n- Guardar como CSV/Excel\n- Manejo automático y personalizable de límites de tarifas y desafíos.\n\nNota:\n- IGExporter sigue un modelo freemium, lo que le permite exportar hasta 500 seguidores o seguidores sin costo alguno. Si se requieren exportaciones adicionales, considere actualizar a nuestra versión premium.\n- Para proteger su cuenta principal de Instagram de restricciones temporales, le recomendamos encarecidamente que cree una cuenta separada específicamente para la exportación de datos. Al mantener sus actividades de exportación de datos separadas de su cuenta principal, puede reducir significativamente las posibilidades de encontrar interrupciones en su uso habitual de Instagram.\n\n¿Qué tipo de datos puedes exportar?\n- Identificación de usuario\n- Nombre de usuario\n- Nombre completo\n- Seguir por ti\n- Seguidores\n- Siguiente\n- Publicaciones\n- Correo electrónico\n- Teléfono\n- Es verificado\n- Es privado\n- Es negocio\n- Es Creador\n- Categoría\n- Biografía\n- URL externa\n- Página de inicio del usuario\n- URL de avatar\n\n¿Cómo utilizar IGExporter?\nPara utilizar nuestra herramienta de exportación de seguidores de IG, simplemente agregue nuestra extensión al navegador y cree una cuenta. Una vez que haya iniciado sesión, puede ingresar el nombre de usuario de IG cuyos seguidores desea exportar y hacer clic en el botón \"Exportar\". Los datos de tus seguidores se exportarán a un archivo CSV o Excel, que luego podrás descargar a tu computadora.\n\nPrivacidad de datos:\nTodos los datos se procesan en su computadora local, sin pasar nunca por nuestros servidores web. Sus exportaciones son confidenciales.\n\nPreguntas frecuentes:\nhttps://igexporter.toolmagic.app/#faqs\nNo dude en contactarnos si tiene alguna otra pregunta.\n\nDescargo de responsabilidad:\nIGExporter es una extensión de terceros diseñada para facilitar la exportación de seguidores de Instagram y listas de seguidores, junto con datos asociados, para mejorar el análisis y la gestión. Esta extensión no está desarrollada, respaldada ni afiliada oficialmente a Instagram, Inc.",
    "et": "IGExporter on võimas Instagrami jälgijate eksporditööriist, mis aitab teil oma jälgijaid ja järgnevaid loendeid eksportida CSV-faili. Samuti saab tööriist hankida teie Instagrami jälgijatelt e-posti aadresse ja telefoninumbreid (kui need on saadaval), võimaldades teil tuvastada potentsiaalseid müügivihjeid, kohandada oma turunduskampaaniaid ja saada oma vaatajaskonnast põhjalikumat teavet.\n\nFunktsioonid:\n- Eksportige PIIRAMATU jälgijaid või jälgijaid\n- Väljavõte e-posti aadress ja telefoninumber, kui need on saadaval\n- Salvestage CSV / Excelina\n- Intressipiirangute ja väljakutsete automaatne ja kohandatav käsitlemine\n\nMärge:\n- IGExporter järgib freemiumi mudelit, mis võimaldab teil tasuta eksportida kuni 500 jälgijat või jälgida. Kui on vaja täiendavat eksporti, kaaluge üleviimist meie tasulisele versioonile.\n- Oma peamise Instagrami konto kaitsmiseks ajutiste piirangute eest soovitame tungivalt luua eraldi konto spetsiaalselt andmete eksportimiseks. Kui hoiate oma andmete eksportimise tegevusi põhikontost eraldi, saate märkimisväärselt vähendada võimalust, et Instagrami tavapärases kasutuses tekivad katkestused.\n\nMis tüüpi andmeid saate eksportida?\n- Kasutaja ID\n- Kasutajanimi\n- Täisnimi\n- Jälgi teid\n- Jälgijad\n- Järgnev\n- Postitused\n- Meil\n- Telefon\n- on kinnitatud\n- On privaatne\n- Kas äri\n- On Looja\n- Kategooria\n- Biograafia\n- Väline URL\n- Kasutaja koduleht\n- Avatari URL\n\nKuidas IGExporterit kasutada?\nMeie IG jälgijate eksporditööriista kasutamiseks lisage lihtsalt meie laiendus brauserisse ja looge konto. Kui olete sisse loginud, saate sisestada IG kasutajanime, kelle jälgijaid soovite eksportida ja klõpsata nuppu \"Ekspordi\". Teie jälgijate andmed eksporditakse CSV- või Exceli faili, mille saate seejärel oma arvutisse alla laadida.\n\nAndmete privaatsus:\nKõiki andmeid töödeldakse teie kohalikus arvutis ja need ei liigu kunagi meie veebiserverite kaudu. Teie eksport on konfidentsiaalne.\n\nKorduma kippuvad küsimused:\nhttps://igexporter.toolmagic.app/#faqs\nKui teil on muid küsimusi, võtke meiega julgelt ühendust.\n\nVastutusest loobumine:\nIGExporter on kolmanda osapoole laiendus, mis on loodud selleks, et hõlbustada Instagrami jälgijate ja järgmiste loendite eksportimist koos nendega seotud andmetega täiustatud analüüsi ja haldamise jaoks. See laiendus ei ole välja töötatud, kinnitatud ega ametlikult seotud ettevõttega Instagram, Inc.",
    "fa": "IGExporter یک ابزار قدرتمند صادرات فالوور اینستاگرام است که به شما کمک می کند فالوورها و لیست فالوهای خود را به یک فایل CSV صادر کنید. این ابزار همچنین می‌تواند آدرس‌های ایمیل و شماره تلفن (در صورت وجود) را از فالوورهای اینستاگرام شما استخراج کند و به شما امکان می‌دهد تا سرنخ‌های بالقوه را شناسایی کنید، کمپین‌های بازاریابی خود را تنظیم کنید و بینش عمیق‌تری نسبت به مخاطبان خود به دست آورید.\n\nامکانات:\n- فالوور یا دنبال کننده نامحدود را صادر کنید\n- در صورت وجود ایمیل و شماره تلفن را استخراج کنید\n- ذخیره به عنوان CSV / Excel\n- کنترل خودکار و قابل تنظیم محدودیت ها و چالش ها\n\nتوجه داشته باشید:\n- IGExporter از یک مدل freemium پیروی می کند، که به شما امکان می دهد تا حداکثر 500 دنبال کننده را صادر کنید یا بدون هیچ هزینه ای دنبال کنید. اگر صادرات اضافی مورد نیاز است، ارتقا را به نسخه پریمیوم ما در نظر بگیرید.\n- برای محافظت از حساب اینستاگرام اصلی خود در برابر محدودیت های موقت، ما به شدت توصیه می کنیم یک حساب کاربری جداگانه به طور خاص برای صادرات داده ایجاد کنید. با جدا نگه داشتن فعالیت های صادرات داده خود از حساب اصلی خود، می توانید به میزان قابل توجهی شانس مواجهه با هرگونه وقفه در استفاده منظم از اینستاگرام خود را کاهش دهید.\n\nچه نوع داده ای را می توانید صادر کنید؟\n- شناسه کاربر\n- نام کاربری\n- نام و نام خانوادگی\n- توسط شما دنبال کنید\n- پیروان\n- ذیل\n- نوشته ها\n- پست الکترونیک\n- تلفن\n- تایید شده است\n- خصوصی است\n- تجارت است\n- خالق است\n- دسته بندی\n- زندگینامه\n- URL خارجی\n- صفحه اصلی کاربر\n- آدرس آواتار\n\nچگونه از IGExporter استفاده کنیم؟\nبرای استفاده از ابزار صادرات فالوور IG، به سادگی افزونه خود را به مرورگر اضافه کنید و یک حساب کاربری ایجاد کنید. پس از ورود به سیستم، می‌توانید نام کاربری IG را که می‌خواهید دنبال‌کنندگان آن را صادر کنید، وارد کنید و روی دکمه «صادر کردن» کلیک کنید. داده‌های فالوورهای شما به یک فایل CSV یا Excel صادر می‌شود، سپس می‌توانید آن را در رایانه خود دانلود کنید.\n\nحریم خصوصی داده ها:\nهمه داده ها در رایانه محلی شما پردازش می شوند و هرگز از سرورهای وب ما عبور نمی کنند. صادرات شما محرمانه است.\n\nسوالات متداول:\nhttps://igexporter.toolmagic.app/#faqs\nاگر سوال دیگری دارید با ما تماس بگیرید.\n\nسلب مسئولیت:\nIGExporter یک برنامه افزودنی شخص ثالث است که برای تسهیل صادرات فالوورهای اینستاگرام و لیست های فالو، همراه با داده های مرتبط، برای تجزیه و تحلیل و مدیریت پیشرفته طراحی شده است. این برنامه افزودنی توسعه یافته، تایید شده یا به طور رسمی به Instagram، Inc وابسته نیست.",
    "fi": "IGExporter on tehokas Instagram-seuraajien vientityökalu, jonka avulla voit viedä seuraajasi ja seuraavat luettelosi CSV-tiedostoon. Työkalu voi myös poimia sähköpostiosoitteita ja puhelinnumeroita (jos saatavilla) Instagram-seuraajiltasi, jolloin voit tunnistaa mahdolliset liidit, räätälöidä markkinointikampanjoitasi ja saada syvempää tietoa yleisöstäsi.\n\nOminaisuudet:\n- Vie RAJOITTAMAT seuraajat tai seuraavat\n- Ota sähköposti ja puhelinnumero, jos saatavilla\n- Tallenna CSV/Excel-muodossa\n- Automaattinen ja mukautettava nopeusrajoitusten ja haasteiden käsittely\n\nHuomautus:\n- IGExporter noudattaa freemium-mallia, jonka avulla voit viedä jopa 500 seuraajaa tai seuraajia ilmaiseksi. Jos tarvitaan lisää vientiä, harkitse päivittämistä premium-versioomme.\n- Ensisijaisen Instagram-tilisi suojaamiseksi väliaikaisilta rajoituksilta suosittelemme erillisen tilin luomista erityisesti tietojen vientiä varten. Pitämällä tietojen vientitoimintasi erillään päätilistäsi, voit vähentää merkittävästi mahdollisuuksia kohdata häiriöt normaalissa Instagram-käytössäsi.\n\nMillaisia ​​tietoja voit viedä?\n- Käyttäjätunnus\n- Käyttäjätunnus\n- Koko nimi\n- Seuraa sinua\n- Seuraajia\n- Seurata\n- Viestit\n- Sähköposti\n- Puhelin\n- Vahvistettu\n- On yksityinen\n- On bisnestä\n- On Luoja\n- Kategoria\n- Elämäkerta\n- Ulkoinen URL-osoite\n- Käyttäjän kotisivu\n- Avatarin URL-osoite\n\nKuinka käyttää IGExporteria?\nVoit käyttää IG-seuraajien vientityökaluamme lisäämällä laajennuksemme selaimeen ja luomalla tilin. Kun olet kirjautunut sisään, voit syöttää IG-käyttäjätunnuksen, jonka seuraajat haluat viedä, ja klikata \"Vie\" -painiketta. Seuraajatietosi viedään CSV- tai Excel-tiedostoon, jonka voit ladata tietokoneellesi.\n\nTietosuoja:\nKaikki tiedot käsitellään paikallisella tietokoneellasi, eivätkä ne koskaan kulje verkkopalvelimiemme kautta. Vientisi ovat luottamuksellisia.\n\nUsein Kysytyt Kysymykset:\nhttps://igexporter.toolmagic.app/#faqs\nOta rohkeasti yhteyttä, jos sinulla on muita kysymyksiä.\n\nVastuuvapauslauseke:\nIGExporter on kolmannen osapuolen laajennus, joka on suunniteltu helpottamaan Instagram-seuraajien ja seuraavien luetteloiden sekä niihin liittyvien tietojen vientiä analytiikan ja hallinnan tehostamiseksi. Tätä laajennusta ei ole kehitetty, tuettu tai se ei ole virallisesti sidoksissa Instagram, Inc:iin.",
    "fil": "Ang IGExporter ay isang makapangyarihang Instagram follower export tool na tumutulong sa iyong i-export ang iyong mga tagasunod at sumusunod na listahan sa isang CSV file. Maaari ding kunin ng tool ang mga email address at numero ng telepono (kung available) mula sa iyong mga tagasubaybay sa Instagram, na nagbibigay-daan sa iyong matukoy ang mga potensyal na lead, maiangkop ang iyong mga kampanya sa marketing, at makakuha ng mas malalim na mga insight sa iyong audience.\n\nMga Tampok:\n- I-export ang UNLIMITED followers o following\n- I-extract ang email at numero ng telepono kung magagamit\n- I-save bilang CSV / Excel\n- Awtomatiko at nako-customize na paghawak ng mga limitasyon sa rate at mga hamon\n\nTandaan:\n- Ang IGExporter ay sumusunod sa isang freemium na modelo, na nagbibigay-daan sa iyong mag-export ng hanggang 500 tagasunod o sumusunod nang walang bayad. Kung kinakailangan ang mga karagdagang pag-export, isaalang-alang ang pag-upgrade sa aming premium na bersyon.\n- Upang maprotektahan ang iyong pangunahing Instagram account mula sa mga pansamantalang paghihigpit, lubos naming inirerekomenda ang paglikha ng isang hiwalay na account partikular para sa mga pag-export ng data. Sa pamamagitan ng pagpapanatiling hiwalay sa iyong mga aktibidad sa pag-export ng data mula sa iyong pangunahing account, maaari mong makabuluhang bawasan ang mga pagkakataong makatagpo ng anumang mga pagkaantala sa iyong regular na paggamit ng Instagram.\n\nAnong uri ng data ang maaari mong i-export?\n- User ID\n- Username\n- Buong pangalan\n- Sumunod ka\n- Mga tagasunod\n- Sumusunod\n- Mga post\n- Email\n- Telepono\n- Na-verify\n- Ay Pribado\n- Ay Negosyo\n- Ay Manlilikha\n- Kategorya\n- Talambuhay\n- Panlabas na URL\n- Homepage ng User\n- Avatar URL\n\nPaano gamitin ang IGExporter?\nUpang magamit ang aming tool sa pag-export ng tagasubaybay ng IG, idagdag lang ang aming extension sa browser at lumikha ng isang account. Kapag nakapag-sign in ka na, maaari mong ipasok ang IG username na ang mga tagasunod ay gusto mong i-export at i-click ang button na \"I-export\". Ang data ng iyong mga tagasubaybay ay ie-export sa isang CSV o Excel file, na maaari mong i-download sa iyong computer.\n\nPagkalihim ng datos:\nAng lahat ng data ay pinoproseso sa iyong lokal na computer, hindi kailanman dumadaan sa aming mga web server. Ang iyong mga pag-export ay kumpidensyal.\n\nMga Madalas Itanong:\nhttps://igexporter.toolmagic.app/#faqs\nHuwag mag-atubiling makipag-ugnay sa amin kung mayroon kang anumang iba pang mga katanungan.\n\nDisclaimer:\nAng IGExporter ay isang third-party na extension na idinisenyo upang mapadali ang pag-export ng Instagram follower at mga sumusunod na listahan, kasama ang nauugnay na data, para sa pinahusay na analytics at pamamahala. Ang extension na ito ay hindi binuo, inendorso, o opisyal na kaakibat sa Instagram, Inc.",
    "fr": "IGExporter est un puissant outil d'exportation de followers Instagram qui vous aide à exporter vos followers et votre liste de suivi vers un fichier CSV. L'outil peut également extraire les adresses e-mail et les numéros de téléphone (si disponibles) de vos abonnés Instagram, vous permettant d'identifier des prospects potentiels, d'adapter vos campagnes marketing et d'obtenir des informations plus approfondies sur votre audience.\n\nCaractéristiques:\n- Exporter des abonnés ou des suivis ILLIMITÉS\n- Extraire l'e-mail et le numéro de téléphone si disponible\n- Enregistrer au format CSV/Excel\n- Gestion automatique et personnalisable des limites de taux et des défis\n\nNote:\n- IGExporter suit un modèle freemium, vous permettant d'exporter jusqu'à 500 abonnés ou abonnés sans frais. Si des exportations supplémentaires sont nécessaires, envisagez de passer à notre version premium.\n- Pour protéger votre compte Instagram principal des restrictions temporaires, nous vous recommandons fortement de créer un compte distinct spécifiquement pour les exportations de données. En séparant vos activités d'exportation de données de votre compte principal, vous pouvez réduire considérablement les risques d'interruption de votre utilisation habituelle d'Instagram.\n\nQuel type de données pouvez-vous exporter ?\n- ID de l'utilisateur\n- Nom d'utilisateur\n- Nom et prénom\n- Suivez-vous\n- Suiveurs\n- Suivant\n- Des postes\n- E-mail\n- Téléphone\n- Est vérifié\n- Est privé\n- Est-ce que les affaires\n- Est Créateur\n- Catégorie\n- Biographie\n- URL externe\n- Page d'accueil de l'utilisateur\n- URL de l'avatar\n\nComment utiliser IGExporter ?\nPour utiliser notre outil d'exportation de followers IG, ajoutez simplement notre extension au navigateur et créez un compte. Une fois connecté, vous pouvez saisir le nom d'utilisateur IG dont vous souhaitez exporter les abonnés et cliquer sur le bouton \"Exporter\". Les données de vos abonnés seront exportées vers un fichier CSV ou Excel, que vous pourrez ensuite télécharger sur votre ordinateur.\n\nConfidentialité des données:\nToutes les données sont traitées sur votre ordinateur local et ne transitent jamais par nos serveurs Web. Vos exportations sont confidentielles.\n\nQuestions fréquemment posées:\nhttps://igexporter.toolmagic.app/#faqs\nN'hésitez pas à nous contacter si vous avez d'autres questions.\n\nClause de non-responsabilité:\nIGExporter est une extension tierce conçue pour faciliter l'exportation des listes d'abonnés et de suivi Instagram, ainsi que des données associées, pour une analyse et une gestion améliorées. Cette extension n'est pas développée, approuvée ou officiellement affiliée à Instagram, Inc.",
    "gu": "IGExporter એ એક શક્તિશાળી Instagram અનુયાયી નિકાસ સાધન છે જે તમને તમારા અનુયાયીઓ અને નીચેની સૂચિને CSV ફાઇલમાં નિકાસ કરવામાં સહાય કરે છે. આ સાધન તમારા Instagram અનુયાયીઓ પાસેથી ઇમેઇલ સરનામાં અને ફોન નંબરો (જો ઉપલબ્ધ હોય તો) પણ કાઢી શકે છે, જેનાથી તમે સંભવિત લીડ્સને ઓળખી શકો છો, તમારા માર્કેટિંગ ઝુંબેશને અનુરૂપ બનાવી શકો છો અને તમારા પ્રેક્ષકોમાં ઊંડી આંતરદૃષ્ટિ મેળવી શકો છો.\n\nવિશેષતા:\n- અમર્યાદિત અનુયાયીઓ અથવા અનુસરણની નિકાસ કરો\n- જો ઉપલબ્ધ હોય તો ઈમેલ અને ફોન નંબર કાઢો\n- CSV / Excel તરીકે સાચવો\n- દર મર્યાદાઓ અને પડકારોનું સ્વચાલિત અને કસ્ટમાઇઝ હેન્ડલિંગ\n\nનૉૅધ:\n- IGExporter ફ્રીમિયમ મોડલને અનુસરે છે, જે તમને 500 ફોલોઅર્સ સુધી નિકાસ કરવા અથવા કોઈપણ ખર્ચ વિના અનુસરવા સક્ષમ બનાવે છે. જો વધારાની નિકાસની જરૂર હોય, તો અમારા પ્રીમિયમ સંસ્કરણ પર અપગ્રેડ કરવાનું વિચારો.\n- તમારા પ્રાથમિક Instagram એકાઉન્ટને અસ્થાયી પ્રતિબંધોથી બચાવવા માટે, અમે ખાસ કરીને ડેટા નિકાસ માટે અલગ એકાઉન્ટ બનાવવાની ભલામણ કરીએ છીએ. તમારી ડેટા નિકાસ પ્રવૃત્તિઓને તમારા મુખ્ય એકાઉન્ટથી અલગ રાખીને, તમે તમારા નિયમિત Instagram વપરાશમાં કોઈપણ વિક્ષેપોનો સામનો કરવાની શક્યતાને નોંધપાત્ર રીતે ઘટાડી શકો છો.\n\nતમે કયા પ્રકારનો ડેટા નિકાસ કરી શકો છો?\n- યુઝર આઈડી\n- વપરાશકર્તા નામ\n- પૂરું નામ\n- તમારા દ્વારા અનુસરો\n- અનુયાયીઓ\n- અનુસરે છે\n- પોસ્ટ્સ\n- ઈમેલ\n- ફોન\n- ચકાસાયેલ છે\n- ખાનગી છે\n- બિઝનેસ છે\n- સર્જક છે\n- શ્રેણી\n- જીવનચરિત્ર\n- બાહ્ય URL\n- વપરાશકર્તા હોમપેજ\n- અવતાર URL\n\nIGExporter નો ઉપયોગ કેવી રીતે કરવો?\nઅમારા IG અનુયાયી નિકાસ સાધનનો ઉપયોગ કરવા માટે, ફક્ત અમારા એક્સ્ટેંશનને બ્રાઉઝરમાં ઉમેરો અને એક એકાઉન્ટ બનાવો. એકવાર તમે સાઇન ઇન કરી લો તે પછી, તમે IG યુઝરનેમ ઇનપુટ કરી શકો છો જેના અનુયાયીઓને તમે નિકાસ કરવા માંગો છો અને \"નિકાસ\" બટનને ક્લિક કરો. તમારા અનુયાયીઓનો ડેટા CSV અથવા Excel ફાઇલમાં નિકાસ કરવામાં આવશે, જે પછી તમે તમારા કમ્પ્યુટર પર ડાઉનલોડ કરી શકો છો.\n\nડેટા ગોપનીયતા:\nતમામ ડેટા તમારા સ્થાનિક કમ્પ્યુટર પર પ્રક્રિયા કરવામાં આવે છે, અમારા વેબ સર્વર્સમાંથી ક્યારેય પસાર થતો નથી. તમારી નિકાસ ગોપનીય છે.\n\nવારંવાર પૂછાતા પ્રશ્નો:\nhttps://igexporter.toolmagic.app/#faqs\nજો તમને કોઈ અન્ય પ્રશ્નો હોય તો અમારો સંપર્ક કરવા માટે નિઃસંકોચ.\n\nઅસ્વીકરણ:\nIGExporter એ તૃતીય-પક્ષ એક્સ્ટેંશન છે જે ઇન્સ્ટાગ્રામ ફોલોઅર અને ફોલોવર્સ ની નિકાસને સરળ બનાવવા માટે રચાયેલ છે, સંલગ્ન ડેટા સાથે, ઉન્નત વિશ્લેષણ અને સંચાલન માટે. આ એક્સ્ટેંશન ઇન્સ્ટાગ્રામ, Inc સાથે વિકસિત, સમર્થન અથવા સત્તાવાર રીતે સંલગ્ન નથી.",
    "he": "IGExporter הוא כלי יצוא עוקבים אינסטגרם חזק שעוזר לך לייצא את העוקבים ורשימת העוקבים שלך לקובץ CSV. הכלי יכול גם לחלץ כתובות אימייל ומספרי טלפון (אם זמינים) מהעוקבים שלך באינסטגרם, מה שמאפשר לך לזהות לידים פוטנציאליים, להתאים את הקמפיינים השיווקיים שלך ולקבל תובנות מעמיקות יותר על הקהל שלך.\n\nמאפיינים:\n- ייצא עוקבים או עוקבים ללא הגבלה\n- חלץ אימייל ומספר טלפון אם זמין\n- שמור כ-CSV / Excel\n- טיפול אוטומטי וניתן להתאמה אישית במגבלות תעריפים ואתגרים\n\nהערה:\n- IGEexporter עוקב אחר מודל freemium, המאפשר לך לייצא עד 500 עוקבים או עוקבים ללא עלות. אם נדרש יצוא נוסף, שקול לשדרג לגרסת הפרימיום שלנו.\n- כדי להגן על חשבון האינסטגרם הראשי שלך מפני הגבלות זמניות, אנו ממליצים בחום ליצור חשבון נפרד במיוחד ליצוא נתונים. על ידי שמירת פעילויות ייצוא הנתונים שלך נפרדות מהחשבון הראשי שלך, אתה יכול להפחית משמעותית את הסיכוי להיתקל בהפרעות כלשהן בשימוש הרגיל שלך באינסטגרם.\n\nאיזה סוג של נתונים אתה יכול לייצא?\n- זהות המשתמש\n- שם משתמש\n- שם מלא\n- עקוב על ידך\n- עוקבים\n- הבא\n- פוסטים\n- אימייל\n- טלפון\n- מאומת\n- הוא פרטי\n- האם עסקים\n- האם בורא\n- קטגוריה\n- ביוגרפיה\n- כתובת אתר חיצונית\n- דף הבית של המשתמש\n- כתובת אתר אווטאר\n\nכיצד להשתמש ב-IGEexporter?\nכדי להשתמש בכלי ייצוא עוקבי IG שלנו, פשוט הוסף את התוסף שלנו לדפדפן וצור חשבון. לאחר שנכנסת, תוכל להזין את שם המשתמש של IG שאת העוקבים שלו ברצונך לייצא וללחוץ על כפתור \"ייצוא\". נתוני העוקבים שלך ייוצאו לקובץ CSV או Excel, שאותו תוכל להוריד למחשב שלך.\n\nפרטיות מידע:\nכל הנתונים מעובדים במחשב המקומי שלך, לעולם לא עוברים דרך שרתי האינטרנט שלנו. הייצוא שלך חסוי.\n\nשאלות נפוצות:\nhttps://igexporter.toolmagic.app/#faqs\nאל תהסס לפנות אלינו אם יש לך שאלות נוספות.\n\nכתב ויתור:\nIGExporter הוא תוסף של צד שלישי שנועד להקל על ייצוא רשימות עוקבים ורשימות עוקבים באינסטגרם, יחד עם נתונים משויכים, לניתוח וניהול משופרים. תוסף זה אינו מפותח, מאושר או מזוהה רשמית עם Instagram, Inc.",
    "hi": "IGExporter एक शक्तिशाली इंस्टाग्राम फॉलोअर एक्सपोर्ट टूल है जो आपको अपने फॉलोअर्स और फॉलोअर्स की सूची को CSV फ़ाइल में निर्यात करने में मदद करता है। टूल आपके इंस्टाग्राम फॉलोअर्स से ईमेल पते और फोन नंबर (यदि उपलब्ध हो) भी निकाल सकता है, जिससे आप संभावित लीड की पहचान कर सकते हैं, अपने मार्केटिंग अभियानों को अनुकूलित कर सकते हैं और अपने दर्शकों के बारे में गहरी जानकारी प्राप्त कर सकते हैं।\n\nविशेषताएँ:\n- असीमित फॉलोअर्स या फ़ॉलोइंग निर्यात करें\n- यदि उपलब्ध हो तो ईमेल और फोन नंबर निकालें\n- सीएसवी/एक्सेल के रूप में सहेजें\n- दर सीमा और चुनौतियों का स्वचालित और अनुकूलन योग्य प्रबंधन\n\nटिप्पणी:\n- IGExporter एक फ्रीमियम मॉडल का अनुसरण करता है, जो आपको बिना किसी लागत के 500 फॉलोअर्स या फॉलोअर्स तक निर्यात करने में सक्षम बनाता है। यदि अतिरिक्त निर्यात की आवश्यकता है, तो हमारे प्रीमियम संस्करण में अपग्रेड करने पर विचार करें।\n- आपके प्राथमिक इंस्टाग्राम खाते को अस्थायी प्रतिबंधों से बचाने के लिए, हम विशेष रूप से डेटा निर्यात के लिए एक अलग खाता बनाने की अत्यधिक अनुशंसा करते हैं। अपनी डेटा निर्यात गतिविधियों को अपने मुख्य खाते से अलग रखकर, आप अपने नियमित इंस्टाग्राम उपयोग में किसी भी रुकावट का सामना करने की संभावना को काफी कम कर सकते हैं।\n\nआप किस प्रकार का डेटा निर्यात कर सकते हैं?\n- उपयोगकर्ता पहचान\n- उपयोगकर्ता नाम\n- पूरा नाम\n- आपके द्वारा अनुसरण करें\n- अनुयायी\n- अगले\n- पोस्ट\n- ईमेल\n- फ़ोन\n- सत्यापित है\n- निजी है\n- व्यवसाय है\n-निर्माता है\n- वर्ग\n- जीवनी\n- बाहरी यूआरएल\n- उपयोगकर्ता मुखपृष्ठ\n- अवतार यूआरएल\n\nIGExporter का उपयोग कैसे करें?\nहमारे आईजी फॉलोअर एक्सपोर्ट टूल का उपयोग करने के लिए, बस ब्राउज़र में हमारा एक्सटेंशन जोड़ें और एक खाता बनाएं। एक बार साइन इन करने के बाद, आप आईजी उपयोगकर्ता नाम इनपुट कर सकते हैं जिनके अनुयायियों को आप निर्यात करना चाहते हैं और \"निर्यात\" बटन पर क्लिक करें। आपके फ़ॉलोअर्स का डेटा एक CSV या Excel फ़ाइल में निर्यात किया जाएगा, जिसे आप बाद में अपने कंप्यूटर पर डाउनलोड कर सकते हैं।\n\nडाटा प्राइवेसी:\nसारा डेटा आपके स्थानीय कंप्यूटर पर संसाधित होता है, हमारे वेब सर्वर से कभी नहीं गुजरता। आपके निर्यात गोपनीय हैं.\n\nअक्सर पूछे जाने वाले प्रश्नों:\nhttps://igexporter.toolmagic.app/#faqs\nयदि आपके कोई अन्य प्रश्न हों तो बेझिझक हमसे संपर्क करें।\n\nअस्वीकरण:\nIGExporter एक तृतीय-पक्ष एक्सटेंशन है जिसे उन्नत विश्लेषण और प्रबंधन के लिए संबंधित डेटा के साथ-साथ इंस्टाग्राम फॉलोअर्स और फॉलोइंग सूचियों के निर्यात की सुविधा के लिए डिज़ाइन किया गया है। यह एक्सटेंशन Instagram, Inc. के साथ विकसित, समर्थित या आधिकारिक रूप से संबद्ध नहीं है।",
    "hr": "IGExporter je moćan alat za izvoz pratitelja na Instagramu koji vam pomaže da izvozite svoje pratitelje i popis praćenja u CSV datoteku. Alat također može izdvojiti adrese e-pošte i telefonske brojeve (ako su dostupni) od vaših pratitelja na Instagramu, omogućujući vam da identificirate potencijalne potencijalne klijente, prilagodite svoje marketinške kampanje i steknete dublji uvid u svoju publiku.\n\nZnačajke:\n- Izvezite NEOGRANIČENO sljedbenike ili praćenje\n- Izdvojite e-poštu i telefonski broj ako su dostupni\n- Spremi kao CSV / Excel\n- Automatsko i prilagodljivo rukovanje ograničenjima brzine i izazovima\n\nBilješka:\n- IGExporter slijedi freemium model, što vam omogućuje izvoz do 500 pratitelja ili praćenje bez naknade. Ako su potrebni dodatni izvozi, razmislite o nadogradnji na našu premium verziju.\n- Kako biste zaštitili svoj primarni Instagram račun od privremenih ograničenja, preporučujemo stvaranje zasebnog računa posebno za izvoz podataka. Održavanjem aktivnosti izvoza podataka odvojenim od vašeg glavnog računa, možete značajno smanjiti šanse da naiđete na bilo kakve prekide u redovnom korištenju Instagrama.\n\nKoju vrstu podataka možete izvesti?\n- ID korisnika\n- Korisničko ime\n- Puno ime\n- Pratiti vas\n- Sljedbenici\n- Pratim\n- Postovi\n- E-mail\n- Telefon\n- Provjereno\n- Je li privatno\n- Posao je\n- Je Stvoritelj\n- Kategorija\n- Biografija\n- Vanjski URL\n- Korisnička početna stranica\n- URL avatara\n\nKako koristiti IGExporter?\nDa biste koristili naš alat za izvoz sljedbenika IG, jednostavno dodajte naše proširenje u preglednik i kreirajte račun. Nakon što ste se prijavili, možete unijeti IG korisničko ime čije pratitelje želite izvesti i kliknuti gumb \"Izvezi\". Podaci o vašim pratiteljima bit će izvezeni u CSV ili Excel datoteku, koju potom možete preuzeti na svoje računalo.\n\nPrivatnost podataka:\nSvi se podaci obrađuju na vašem lokalnom računalu, nikad ne prolazeći kroz naše web poslužitelje. Vaš izvoz je povjerljiv.\n\nČesto postavljana pitanja:\nhttps://igexporter.toolmagic.app/#faqs\nSlobodno nam se obratite ako imate još pitanja.\n\nOdricanje:\nIGExporter je proširenje treće strane osmišljeno za olakšavanje izvoza popisa sljedbenika i pratitelja na Instagramu, zajedno s povezanim podacima, za poboljšanu analitiku i upravljanje. Ovo proširenje nije razvijeno, odobreno niti službeno povezano s Instagramom, Inc.",
    "hu": "Az IGExporter egy hatékony Instagram követő-exportáló eszköz, amely segít a követőinek és a követőinek CSV-fájlba exportálásában. Az eszköz e-mail címeket és telefonszámokat is kinyerhet Instagram-követőitől (ha elérhető), lehetővé téve a potenciális leadek azonosítását, a marketingkampányok testreszabását, és mélyebb betekintést nyerhet a közönségbe.\n\nJellemzők:\n- Exportálhat KORLÁTLAN követőket vagy követőket\n- Ha rendelkezésre áll, vegye ki az e-mail-címet és a telefonszámot\n- Mentés CSV / Excel formátumban\n- A sebességkorlátok és kihívások automatikus és testreszabható kezelése\n\nJegyzet:\n- Az IGExporter egy freemium modellt követ, amely lehetővé teszi akár 500 követő vagy követés díjmentes exportálását. Ha további exportra van szükség, fontolja meg a prémium verzióra való frissítést.\n- Elsődleges Instagram-fiókja ideiglenes korlátozásokkal szembeni védelme érdekében erősen javasoljuk, hogy hozzon létre egy külön fiókot kifejezetten az adatexportáláshoz. Azáltal, hogy adatexportálási tevékenységeit elválasztja fő fiókjától, jelentősen csökkentheti annak az esélyét, hogy a szokásos Instagram-használat megszakadjon.\n\nMilyen típusú adatokat exportálhat?\n- Felhasználói azonosító\n- Felhasználónév\n- Teljes név\n- Kövess téged\n- Követők\n- Követve\n- Hozzászólások\n- E-mail\n- Telefon\n- Ellenőrzött\n- Privát\n- Üzleti\n- A Teremtő\n- Kategória\n- Életrajz\n- Külső URL\n- Felhasználói honlap\n- Avatar URL\n\nHogyan kell használni az IGExportert?\nAz IG követő exportáló eszközünk használatához egyszerűen adja hozzá a bővítményünket a böngészőhöz, és hozzon létre fiókot. Miután bejelentkezett, megadhatja azt az IG felhasználónevét, amelynek követőit exportálni szeretné, és kattintson az \"Exportálás\" gombra. Követői adatait a rendszer CSV- vagy Excel-fájlba exportálja, amelyet aztán letölthet a számítógépére.\n\nAdatvédelem:\nMinden adatot az Ön helyi számítógépén dolgozunk fel, és soha nem haladnak át webszervereinken. Az exportált adatok bizalmasak.\n\nGyakran Ismételt Kérdések:\nhttps://igexporter.toolmagic.app/#faqs\nHa további kérdése van, forduljon hozzánk bizalommal.\n\nJogi nyilatkozat:\nAz IGExporter egy harmadik féltől származó bővítmény, amely megkönnyíti az Instagram-követők és az azt követő listák exportálását a kapcsolódó adatokkal együtt a továbbfejlesztett elemzés és kezelés érdekében. Ezt a bővítményt nem fejlesztették ki, nem hagyták jóvá, és nem áll hivatalosan kapcsolatban az Instagram, Inc.-vel.",
    "id": "IGExporter adalah alat ekspor pengikut Instagram yang kuat yang membantu Anda mengekspor pengikut dan daftar pengikut Anda ke file CSV. Alat ini juga dapat mengekstrak alamat email dan nomor telepon (jika tersedia) dari pengikut Instagram Anda, memungkinkan Anda mengidentifikasi calon pelanggan potensial, menyesuaikan kampanye pemasaran, dan mendapatkan wawasan lebih dalam tentang audiens Anda.\n\nFitur:\n- Ekspor pengikut atau pengikut TANPA BATAS\n- Ekstrak email dan nomor telepon jika tersedia\n- Simpan sebagai CSV / Excel\n- Penanganan batas kecepatan dan tantangan secara otomatis dan dapat disesuaikan\n\nCatatan:\n- IGExporter mengikuti model freemium, memungkinkan Anda mengekspor hingga 500 pengikut atau pengikut tanpa biaya. Jika ekspor tambahan diperlukan, pertimbangkan untuk meningkatkan ke versi premium kami.\n- Untuk melindungi akun Instagram utama Anda dari pembatasan sementara, kami sangat menyarankan untuk membuat akun terpisah khusus untuk ekspor data. Dengan memisahkan aktivitas ekspor data dari akun utama, Anda dapat secara signifikan mengurangi kemungkinan terjadinya gangguan apa pun pada penggunaan reguler Instagram Anda.\n\nJenis data apa yang dapat Anda ekspor?\n- Identitas pengguna\n- Nama belakang\n- Nama lengkap\n- Ikuti oleh Anda\n- Pengikut\n- Mengikuti\n- Postingan\n- Surel\n- Telepon\n- Terverifikasi\n- Apakah Pribadi\n- Apakah Bisnis\n- Apakah Pencipta\n- Kategori\n- Biografi\n- URL Eksternal\n- Beranda Pengguna\n- URL Avatar\n\nBagaimana cara menggunakan IGExporter?\nUntuk menggunakan alat ekspor pengikut IG kami, cukup tambahkan ekstensi kami ke browser dan buat akun. Setelah Anda masuk, Anda dapat memasukkan nama pengguna IG yang pengikutnya ingin Anda ekspor dan klik tombol \"Ekspor\". Data pengikut Anda akan diekspor ke file CSV atau Excel, yang kemudian dapat Anda unduh ke komputer Anda.\n\nPrivasi data:\nSemua data diproses di komputer lokal Anda, tidak pernah melewati server web kami. Ekspor Anda bersifat rahasia.\n\nPertanyaan yang Sering Diajukan:\nhttps://igexporter.toolmagic.app/#faqs\nJangan ragu untuk menghubungi kami jika Anda memiliki pertanyaan lain.\n\nPenafian:\nIGExporter adalah ekstensi pihak ketiga yang dirancang untuk memfasilitasi ekspor pengikut Instagram dan daftar pengikut, bersama dengan data terkait, untuk meningkatkan analisis dan manajemen. Ekstensi ini tidak dikembangkan, didukung, atau secara resmi berafiliasi dengan Instagram, Inc.",
    "it": "IGExporter è un potente strumento di esportazione dei follower di Instagram che ti aiuta a esportare i tuoi follower e l'elenco dei seguenti in un file CSV. Lo strumento può anche estrarre indirizzi email e numeri di telefono (se disponibili) dai tuoi follower su Instagram, permettendoti di identificare potenziali lead, personalizzare le tue campagne di marketing e ottenere informazioni più approfondite sul tuo pubblico.\n\nCaratteristiche:\n- Esporta follower o follower ILLIMITATI\n- Estrai email e numero di telefono se disponibili\n- Salva come CSV/Excel\n- Gestione automatica e personalizzabile dei limiti di velocità e delle sfide\n\nNota:\n- IGExporter segue un modello freemium, consentendoti di esportare fino a 500 follower o follower senza alcun costo. Se sono necessarie ulteriori esportazioni, prendi in considerazione l'aggiornamento alla nostra versione premium.\n- Per proteggere il tuo account Instagram principale da restrizioni temporanee, ti consigliamo vivamente di creare un account separato specifico per le esportazioni di dati. Mantenendo le tue attività di esportazione dei dati separate dal tuo account principale, puoi ridurre significativamente le possibilità di riscontrare interruzioni nel tuo normale utilizzo di Instagram.\n\nChe tipo di dati puoi esportare?\n- ID utente\n- Nome utente\n- Nome e cognome\n- Seguiti da te\n- Seguaci\n- Seguente\n- Messaggi\n- E-mail\n- Telefono\n- È verificato\n- È privato\n- Sono affari\n- È Creatore\n- Categoria\n- Biografia\n-URL esterno\n- Home page dell'utente\n-URL dell'avatar\n\nCome utilizzare IGExporter?\nPer utilizzare il nostro strumento di esportazione dei follower IG, aggiungi semplicemente la nostra estensione al browser e crea un account. Una volta effettuato l'accesso, puoi inserire il nome utente IG di cui desideri esportare i follower e fare clic sul pulsante \"Esporta\". I dati dei tuoi follower verranno esportati in un file CSV o Excel, che potrai quindi scaricare sul tuo computer.\n\nPrivacy dei dati:\nTutti i dati vengono elaborati sul tuo computer locale, senza mai passare attraverso i nostri server web. Le tue esportazioni sono confidenziali.\n\nDomande frequenti:\nhttps://igexporter.toolmagic.app/#faqs\nNon esitate a contattarci se avete altre domande.\n\nDisclaimer:\nIGExporter è un'estensione di terze parti progettata per facilitare l'esportazione di follower e elenchi di follower di Instagram, insieme ai dati associati, per analisi e gestione avanzate. Questa estensione non è sviluppata, approvata o ufficialmente affiliata a Instagram, Inc.",
    "ja": "IGExporter は、フォロワーとフォローリストを CSV ファイルにエクスポートするのに役立つ強力な Instagram フォロワー エクスポート ツールです。このツールでは、Instagram のフォロワーから電子メール アドレスと電話番号 (利用可能な場合) を抽出することもできるため、潜在的なリードを特定し、マーケティング キャンペーンを調整し、視聴者についてより深い洞察を得ることができます。\n\n特徴：\n- 無制限のフォロワーまたはフォローをエクスポートします\n- 可能な場合は電子メールと電話番号を抽出します\n- CSV/Excelとして保存\n- レート制限とチャレンジの自動かつカスタマイズ可能な処理\n\n注記：\n- IGExporter はフリーミアム モデルに従っており、最大 500 人のフォロワーまたはフォローを無料でエクスポートできます。追加のエクスポートが必要な場合は、プレミアム バージョンへのアップグレードを検討してください。\n- プライマリ Instagram アカウントを一時的な制限から保護するために、データ エクスポート専用に別のアカウントを作成することを強くお勧めします。データのエクスポート操作をメインアカウントから切り離しておくことで、通常の Instagram の使用が中断される可能性を大幅に減らすことができます。\n\nどのような種類のデータをエクスポートできますか?\n- ユーザーID\n- ユーザー名\n- フルネーム\n- あなたに従ってください\n- フォロワー\n- 続く\n- 投稿\n- Eメール\n- 電話\n- 検証済み\n- プライベートです\n- ビジネスです\n- クリエイターです\n- カテゴリー\n- 略歴\n- 外部URL\n- ユーザーホームページ\n- アバターURL\n\nIGExporter の使い方\nIG フォロワー エクスポート ツールを使用するには、拡張機能をブラウザに追加してアカウントを作成するだけです。サインインしたら、エクスポートしたいフォロワーのIGユーザー名を入力し、「エクスポート」ボタンをクリックします。フォロワー データは CSV または Excel ファイルにエクスポートされ、コンピューターにダウンロードできます。\n\nデータのプライバシー：\nすべてのデータはローカル コンピューター上で処理され、当社の Web サーバーを通過することはありません。あなたの輸出は機密扱いとなります。\n\nよくある質問：\nhttps://igexporter.toolmagic.app/#faqs\n他にご質問がございましたら、お気軽にお問い合わせください。\n\n免責事項:\nIGExporter は、分析と管理を強化するために、Instagram のフォロワーおよびフォローリストと関連データのエクスポートを容易にするように設計されたサードパーティの拡張機能です。この拡張機能は、Instagram, Inc. と開発、承認されておらず、公式に提携していません。",
    "kn": "IGExporter ಪ್ರಬಲವಾದ Instagram ಅನುಯಾಯಿ ರಫ್ತು ಸಾಧನವಾಗಿದ್ದು ಅದು ನಿಮ್ಮ ಅನುಯಾಯಿಗಳನ್ನು ಮತ್ತು ಕೆಳಗಿನ ಪಟ್ಟಿಯನ್ನು CSV ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಉಪಕರಣವು ನಿಮ್ಮ Instagram ಅನುಯಾಯಿಗಳಿಂದ ಇಮೇಲ್ ವಿಳಾಸಗಳು ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಗಳನ್ನು (ಲಭ್ಯವಿದ್ದಲ್ಲಿ) ಹೊರತೆಗೆಯಬಹುದು, ಸಂಭಾವ್ಯ ನಾಯಕರನ್ನು ಗುರುತಿಸಲು, ನಿಮ್ಮ ಮಾರ್ಕೆಟಿಂಗ್ ಪ್ರಚಾರಗಳನ್ನು ಸರಿಹೊಂದಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರಿಗೆ ಆಳವಾದ ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಲು ಅನುಮತಿಸುತ್ತದೆ.\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- UNLIMITED ಅನುಯಾಯಿಗಳನ್ನು ರಫ್ತು ಮಾಡಿ ಅಥವಾ ಅನುಸರಿಸಿ\n- ಲಭ್ಯವಿದ್ದರೆ ಇಮೇಲ್ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊರತೆಗೆಯಿರಿ\n- CSV / ಎಕ್ಸೆಲ್ ಆಗಿ ಉಳಿಸಿ\n- ದರ ಮಿತಿಗಳು ಮತ್ತು ಸವಾಲುಗಳ ಸ್ವಯಂಚಾಲಿತ ಮತ್ತು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ನಿರ್ವಹಣೆ\n\nಸೂಚನೆ:\n- IGExporter ಫ್ರೀಮಿಯಮ್ ಮಾದರಿಯನ್ನು ಅನುಸರಿಸುತ್ತದೆ, 500 ಅನುಯಾಯಿಗಳವರೆಗೆ ರಫ್ತು ಮಾಡಲು ಅಥವಾ ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲದೆ ಅನುಸರಿಸಲು ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಹೆಚ್ಚುವರಿ ರಫ್ತುಗಳ ಅಗತ್ಯವಿದ್ದರೆ, ನಮ್ಮ ಪ್ರೀಮಿಯಂ ಆವೃತ್ತಿಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡುವುದನ್ನು ಪರಿಗಣಿಸಿ.\n- ನಿಮ್ಮ ಪ್ರಾಥಮಿಕ Instagram ಖಾತೆಯನ್ನು ತಾತ್ಕಾಲಿಕ ನಿರ್ಬಂಧಗಳಿಂದ ರಕ್ಷಿಸಲು, ಡೇಟಾ ರಫ್ತಿಗಾಗಿ ಪ್ರತ್ಯೇಕ ಖಾತೆಯನ್ನು ರಚಿಸಲು ನಾವು ಹೆಚ್ಚು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ನಿಮ್ಮ ಡೇಟಾ ರಫ್ತು ಚಟುವಟಿಕೆಗಳನ್ನು ನಿಮ್ಮ ಮುಖ್ಯ ಖಾತೆಯಿಂದ ಪ್ರತ್ಯೇಕವಾಗಿ ಇಟ್ಟುಕೊಳ್ಳುವ ಮೂಲಕ, ನಿಮ್ಮ ನಿಯಮಿತ Instagram ಬಳಕೆಗೆ ಯಾವುದೇ ಅಡಚಣೆಗಳನ್ನು ಎದುರಿಸುವ ಸಾಧ್ಯತೆಗಳನ್ನು ನೀವು ಗಮನಾರ್ಹವಾಗಿ ಕಡಿಮೆ ಮಾಡಬಹುದು.\n\nನೀವು ಯಾವ ರೀತಿಯ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಬಹುದು?\n- ಬಳಕೆದಾರರ ಗುರುತು\n- ಬಳಕೆದಾರ ಹೆಸರು\n- ಪೂರ್ಣ ಹೆಸರು\n- ನಿಮ್ಮಿಂದ ಅನುಸರಿಸಿ\n- ಅನುಯಾಯಿಗಳು\n- ಅನುಸರಿಸುತ್ತಿದೆ\n- ಪೋಸ್ಟ್‌ಗಳು\n- ಇಮೇಲ್\n- ದೂರವಾಣಿ\n- ಪರಿಶೀಲಿಸಲಾಗಿದೆ\n- ಖಾಸಗಿಯಾಗಿದೆ\n- ವ್ಯಾಪಾರವಾಗಿದೆ\n- ಸೃಷ್ಟಿಕರ್ತ\n- ವರ್ಗ\n- ಜೀವನಚರಿತ್ರೆ\n- ಬಾಹ್ಯ URL\n- ಬಳಕೆದಾರ ಮುಖಪುಟ\n- ಅವತಾರ್ URL\n\nIGExporter ಅನ್ನು ಹೇಗೆ ಬಳಸುವುದು?\nನಮ್ಮ IG ಅನುಯಾಯಿ ರಫ್ತು ಸಾಧನವನ್ನು ಬಳಸಲು, ಬ್ರೌಸರ್‌ಗೆ ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಸೇರಿಸಿ ಮತ್ತು ಖಾತೆಯನ್ನು ರಚಿಸಿ. ಒಮ್ಮೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ನೀವು ರಫ್ತು ಮಾಡಲು ಬಯಸುವ ಅನುಯಾಯಿಗಳ IG ಬಳಕೆದಾರ ಹೆಸರನ್ನು ನೀವು ಇನ್‌ಪುಟ್ ಮಾಡಬಹುದು ಮತ್ತು \"ರಫ್ತು\" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನಿಮ್ಮ ಅನುಯಾಯಿಗಳ ಡೇಟಾವನ್ನು CSV ಅಥವಾ Excel ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ, ನಂತರ ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\nಡೇಟಾ ಗೌಪ್ಯತೆ:\nಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಸ್ಥಳೀಯ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ, ನಮ್ಮ ವೆಬ್ ಸರ್ವರ್‌ಗಳ ಮೂಲಕ ಎಂದಿಗೂ ಹಾದುಹೋಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ರಫ್ತುಗಳು ಗೌಪ್ಯವಾಗಿರುತ್ತವೆ.\n\nಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು:\nhttps://igexporter.toolmagic.app/#faqs\nನೀವು ಯಾವುದೇ ಇತರ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ.\n\nಹಕ್ಕು ನಿರಾಕರಣೆ:\nIGExporter ಎಂಬುದು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು, ವರ್ಧಿತ ವಿಶ್ಲೇಷಣೆಗಳು ಮತ್ತು ನಿರ್ವಹಣೆಗಾಗಿ ಸಂಬಂಧಿಸಿದ ಡೇಟಾದೊಂದಿಗೆ Instagram ಅನುಯಾಯಿಗಳು ಮತ್ತು ಕೆಳಗಿನ ಪಟ್ಟಿಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ಅನುಕೂಲವಾಗುವಂತೆ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಈ ವಿಸ್ತರಣೆಯನ್ನು Instagram, Inc ನೊಂದಿಗೆ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿಲ್ಲ, ಅನುಮೋದಿಸಲಾಗಿಲ್ಲ ಅಥವಾ ಅಧಿಕೃತವಾಗಿ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ.",
    "ko": "IGExporter는 팔로어와 팔로잉 목록을 CSV 파일로 내보내는 데 도움이 되는 강력한 인스타그램 팔로어 내보내기 도구입니다. 또한 이 도구는 Instagram 팔로어로부터 이메일 주소와 전화번호(사용 가능한 경우)를 추출할 수 있으므로 잠재적인 리드를 식별하고 마케팅 캠페인을 맞춤화하며 잠재 고객에 대한 더 깊은 통찰력을 얻을 수 있습니다.\n\n특징:\n- 무제한 팔로어 또는 팔로잉 내보내기\n- 가능한 경우 이메일 및 전화번호 추출\n- CSV/엑셀로 저장\n- 속도 제한 및 문제에 대한 자동 및 사용자 정의 처리\n\n메모:\n- IGExporter는 프리미엄 모델을 따르므로 최대 500명의 팔로어 또는 팔로어를 무료로 내보낼 수 있습니다. 추가 내보내기가 필요한 경우 프리미엄 버전으로 업그레이드하는 것이 좋습니다.\n- 임시 제한으로부터 기본 Instagram 계정을 보호하려면 데이터 내보내기 전용으로 별도의 계정을 만드는 것이 좋습니다. 데이터 내보내기 활동을 기본 계정과 별도로 유지함으로써 일반적인 Instagram 사용이 중단될 가능성을 크게 줄일 수 있습니다.\n\n어떤 유형의 데이터를 내보낼 수 있나요?\n- 사용자 ID\n- 사용자 이름\n- 성명\n- 당신을 따라\n- 추종자\n- 팔로잉\n- 게시물\n- 이메일\n- 핸드폰\n- 검증됨\n- 비공개입니다\n- 사업인가\n- 창조자인가\n- 범주\n- 전기\n- 외부 URL\n- 사용자 홈페이지\n- 아바타 URL\n\nIGExporter를 어떻게 사용하나요?\nIG 팔로어 내보내기 도구를 사용하려면 브라우저에 확장 프로그램을 추가하고 계정을 만드세요. 로그인한 후 내보내려는 팔로어의 IG 사용자 이름을 입력하고 \"내보내기\" 버튼을 클릭할 수 있습니다. 팔로어 데이터는 CSV 또는 Excel 파일로 내보내진 후 컴퓨터에 다운로드할 수 있습니다.\n\n데이터 개인정보 보호:\n모든 데이터는 귀하의 로컬 컴퓨터에서 처리되며 당사의 웹 서버를 통과하지 않습니다. 귀하의 수출은 기밀입니다.\n\n자주 묻는 질문:\nhttps://igexporter.toolmagic.app/#faqs\n다른 질문이 있으면 언제든지 문의해 주세요.\n\n부인 성명:\nIGExporter는 향상된 분석 및 관리를 위해 관련 데이터와 함께 Instagram 팔로어 및 팔로잉 목록을 쉽게 내보낼 수 있도록 설계된 타사 확장 프로그램입니다. 이 확장 프로그램은 Instagram, Inc.와 개발, 승인 또는 공식적으로 제휴되지 않습니다.",
    "lt": "„IGExporter“ yra galingas „Instagram“ stebėtojų eksporto įrankis, padedantis eksportuoti savo stebėtojus ir sekamų sąrašą į CSV failą. Įrankis taip pat gali išgauti el. pašto adresus ir telefono numerius (jei yra) iš jūsų „Instagram“ sekėjų, kad galėtumėte nustatyti potencialius potencialius klientus, pritaikyti rinkodaros kampanijas ir įgyti gilesnių įžvalgų apie savo auditoriją.\n\nFunkcijos:\n- Eksportuokite NERIBOTUS stebėtojus ar sekimus\n- Ištraukite el. pašto adresą ir telefono numerį, jei yra\n- Išsaugoti kaip CSV / Excel\n- Automatinis ir pritaikomas normų limitų ir iššūkių valdymas\n\nPastaba:\n- IGExporter vadovaujasi freemium modeliu, leidžiančiu nemokamai eksportuoti iki 500 sekėjų arba sekėjų. Jei reikia papildomai eksportuoti, apsvarstykite galimybę atnaujinti į mūsų aukščiausios kokybės versiją.\n- Norėdami apsaugoti savo pagrindinę Instagram paskyrą nuo laikinų apribojimų, labai rekomenduojame sukurti atskirą paskyrą, skirtą duomenims eksportuoti. Duomenų eksportavimo veiklą atskirdami nuo pagrindinės paskyros, galite žymiai sumažinti įprasto „Instagram“ naudojimo trikdžių tikimybę.\n\nKokio tipo duomenis galite eksportuoti?\n- Vartotojo ID\n- Vartotojo vardas\n- Pilnas vardas\n- Sekite tave\n– Sekėjai\n- Seku\n– Įrašai\n– El. paštas\n- Telefonas\n- Patvirtinta\n- Yra privatus\n- Ar verslas\n- Yra Kūrėjas\n- Kategorija\n– Biografija\n- Išorinis URL\n- Vartotojo pagrindinis puslapis\n– Avataro URL\n\nKaip naudotis IGExporter?\nNorėdami naudoti mūsų IG sekėjų eksporto įrankį, tiesiog pridėkite plėtinį prie naršyklės ir susikurkite paskyrą. Prisijungę galite įvesti IG vartotojo vardą, kurio sekėjus norite eksportuoti, ir spustelėti mygtuką „Eksportuoti“. Jūsų sekėjų duomenys bus eksportuoti į CSV arba Excel failą, kurį galėsite atsisiųsti į savo kompiuterį.\n\nDuomenų privatumas:\nVisi duomenys apdorojami jūsų vietiniame kompiuteryje, niekada neperduodami per mūsų žiniatinklio serverius. Jūsų eksportas yra konfidencialus.\n\nDažnai užduodami klausimai:\nhttps://igexporter.toolmagic.app/#faqs\nNedvejodami susisiekite su mumis, jei turite kitų klausimų.\n\nAtsisakymas:\n„IGExporter“ yra trečiosios šalies plėtinys, skirtas palengvinti „Instagram“ stebėtojų ir sekančių sąrašų eksportą kartu su susijusiais duomenimis, siekiant pagerinti analizę ir valdymą. Šis plėtinys nėra sukurtas, nepatvirtintas arba oficialiai nesusijęs su Instagram, Inc.",
    "lv": "IGExporter ir spēcīgs Instagram sekotāju eksportēšanas rīks, kas palīdz eksportēt sekotājus un sekojošo sarakstu uz CSV failu. Šis rīks var arī iegūt e-pasta adreses un tālruņu numurus (ja tie ir pieejami) no jūsu Instagram sekotājiem, ļaujot jums identificēt potenciālos potenciālos klientus, pielāgot mārketinga kampaņas un gūt dziļāku ieskatu savā auditorijā.\n\nIespējas:\n- Eksportējiet NEIEROBEŽOTU sekotāju vai sekotāju skaitu\n- Izņemiet e-pastu un tālruņa numuru, ja tas ir pieejams\n- Saglabāt kā CSV / Excel\n- Automātiska un pielāgojama likmes ierobežojumu un izaicinājumu apstrāde\n\nPiezīme:\n- IGExporter izmanto freemium modeli, kas ļauj bez maksas eksportēt līdz 500 sekotājiem vai sekotājiem. Ja ir nepieciešams papildu eksports, apsveriet iespēju jaunināt uz mūsu premium versiju.\n- Lai aizsargātu savu primāro Instagram kontu no pagaidu ierobežojumiem, ļoti iesakām izveidot atsevišķu kontu, kas īpaši paredzēts datu eksportēšanai. Nošķirot savas datu eksportēšanas darbības no galvenā konta, varat ievērojami samazināt iespēju, ka var rasties jebkādi pārtraukumi regulārā Instagram lietošanā.\n\nKāda veida datus varat eksportēt?\n- Lietotāja ID\n- Lietotājvārds\n- Pilnais vārds\n- Seko tev\n- Sekotāji\n- Sekojošs\n- Ziņas\n- E-pasts\n- Tālrunis\n- Ir pārbaudīts\n- Ir privāts\n- Ir bizness\n- Ir Radītājs\n- Kategorija\n- Biogrāfija\n- Ārējais URL\n- Lietotāja mājas lapa\n- Iemiesojuma URL\n\nKā lietot IGExporter?\nLai izmantotu mūsu IG sekotāju eksportēšanas rīku, vienkārši pievienojiet mūsu paplašinājumu pārlūkprogrammai un izveidojiet kontu. Kad esat pierakstījies, varat ievadīt IG lietotājvārdu, kura sekotājus vēlaties eksportēt, un noklikšķināt uz pogas \"Eksportēt\". Jūsu sekotāju dati tiks eksportēti uz CSV vai Excel failu, ko pēc tam varēsiet lejupielādēt savā datorā.\n\nDatu konfidencialitāte:\nVisi dati tiek apstrādāti jūsu lokālajā datorā, nekad netiekot cauri mūsu tīmekļa serveriem. Jūsu eksports ir konfidenciāls.\n\nBieži uzdotie jautājumi:\nhttps://igexporter.toolmagic.app/#faqs\nJa jums ir kādi citi jautājumi, sazinieties ar mums.\n\nAtruna:\nIGExporter ir trešās puses paplašinājums, kas paredzēts, lai atvieglotu Instagram sekotāju un sekojošo sarakstu eksportēšanu, kā arī saistītos datus, lai uzlabotu analīzi un pārvaldību. Šis paplašinājums nav izstrādāts, apstiprināts vai oficiāli saistīts ar Instagram, Inc.",
    "ml": "ഒരു CSV ഫയലിലേക്ക് നിങ്ങളെ പിന്തുടരുന്നവരെയും പിന്തുടരുന്ന ലിസ്റ്റിനെയും കയറ്റുമതി ചെയ്യാൻ സഹായിക്കുന്ന ശക്തമായ ഇൻസ്റ്റാഗ്രാം ഫോളോവർ എക്‌സ്‌പോർട്ട് ടൂളാണ് IGExporter. നിങ്ങളുടെ ഇൻസ്റ്റാഗ്രാം ഫോളോവേഴ്‌സിൽ നിന്ന് ഇമെയിൽ വിലാസങ്ങളും ഫോൺ നമ്പറുകളും (ലഭ്യമെങ്കിൽ) എക്‌സ്‌ട്രാക്റ്റുചെയ്യാനും ടൂളിന് കഴിയും, ഇത് സാധ്യതയുള്ള ലീഡുകൾ തിരിച്ചറിയാനും നിങ്ങളുടെ മാർക്കറ്റിംഗ് കാമ്പെയ്‌നുകൾ ക്രമീകരിക്കാനും നിങ്ങളുടെ പ്രേക്ഷകരെക്കുറിച്ചുള്ള ആഴത്തിലുള്ള ഉൾക്കാഴ്ചകൾ നേടാനും നിങ്ങളെ അനുവദിക്കുന്നു.\n\nഫീച്ചറുകൾ:\n- അൺലിമിറ്റഡ് ഫോളോവേഴ്‌സ് അല്ലെങ്കിൽ പിന്തുടരുന്നവരെ കയറ്റുമതി ചെയ്യുക\n- ലഭ്യമാണെങ്കിൽ ഇമെയിലും ഫോൺ നമ്പറും എക്‌സ്‌ട്രാക്‌റ്റ് ചെയ്യുക\n- CSV / Excel ആയി സംരക്ഷിക്കുക\n- നിരക്ക് പരിധികളും വെല്ലുവിളികളും യാന്ത്രികവും ഇഷ്ടാനുസൃതമാക്കാവുന്നതുമായ കൈകാര്യം ചെയ്യൽ\n\nകുറിപ്പ്:\n- IGExporter ഒരു ഫ്രീമിയം മോഡൽ പിന്തുടരുന്നു, 500 ഫോളോവേഴ്‌സ് വരെ കയറ്റുമതി ചെയ്യാനോ ചെലവില്ലാതെ പിന്തുടരാനോ നിങ്ങളെ പ്രാപ്തരാക്കുന്നു. അധിക കയറ്റുമതി ആവശ്യമാണെങ്കിൽ, ഞങ്ങളുടെ പ്രീമിയം പതിപ്പിലേക്ക് അപ്ഗ്രേഡ് ചെയ്യുന്നത് പരിഗണിക്കുക.\n- നിങ്ങളുടെ പ്രാഥമിക ഇൻസ്റ്റാഗ്രാം അക്കൗണ്ടിനെ താൽക്കാലിക നിയന്ത്രണങ്ങളിൽ നിന്ന് പരിരക്ഷിക്കുന്നതിന്, ഡാറ്റ കയറ്റുമതിക്കായി പ്രത്യേകമായി ഒരു പ്രത്യേക അക്കൗണ്ട് സൃഷ്ടിക്കാൻ ഞങ്ങൾ വളരെ ശുപാർശ ചെയ്യുന്നു. നിങ്ങളുടെ ഡാറ്റ എക്‌സ്‌പോർട്ട് പ്രവർത്തനങ്ങൾ നിങ്ങളുടെ പ്രധാന അക്കൗണ്ടിൽ നിന്ന് വേറിട്ട് നിർത്തുന്നതിലൂടെ, നിങ്ങളുടെ പതിവ് ഇൻസ്റ്റാഗ്രാം ഉപയോഗത്തിന് എന്തെങ്കിലും തടസ്സങ്ങൾ നേരിടാനുള്ള സാധ്യത ഗണ്യമായി കുറയ്ക്കാനാകും.\n\nഏത് തരത്തിലുള്ള ഡാറ്റയാണ് നിങ്ങൾക്ക് കയറ്റുമതി ചെയ്യാൻ കഴിയുക?\n- ഉപയോക്തൃ ഐഡി\n- ഉപയോക്തൃനാമം\n- പൂർണ്ണമായ പേര്\n- നിങ്ങളെ പിന്തുടരുക\n- അനുയായികൾ\n- പിന്തുടരുന്നു\n- പോസ്റ്റുകൾ\n- ഇമെയിൽ\n- ഫോൺ\n- പരിശോധിച്ചുറപ്പിച്ചു\n- സ്വകാര്യമാണ്\n- ബിസിനസ് ആണ്\n- സ്രഷ്ടാവാണ്\n- വിഭാഗം\n- ജീവചരിത്രം\n- ബാഹ്യ URL\n- ഉപയോക്തൃ ഹോംപേജ്\n- അവതാർ URL\n\nIGExporter എങ്ങനെ ഉപയോഗിക്കാം?\nഞങ്ങളുടെ ഐജി ഫോളോവർ എക്‌സ്‌പോർട്ട് ടൂൾ ഉപയോഗിക്കുന്നതിന്, ബ്രൗസറിലേക്ക് ഞങ്ങളുടെ വിപുലീകരണം ചേർത്ത് ഒരു അക്കൗണ്ട് സൃഷ്‌ടിക്കുക. നിങ്ങൾ സൈൻ ഇൻ ചെയ്‌തുകഴിഞ്ഞാൽ, നിങ്ങൾക്ക് എക്‌സ്‌പോർട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഐജി ഉപയോക്തൃനാമം നൽകി \"കയറ്റുമതി\" ബട്ടണിൽ ക്ലിക്ക് ചെയ്യാം. നിങ്ങളെ പിന്തുടരുന്നവരുടെ ഡാറ്റ ഒരു CSV അല്ലെങ്കിൽ Excel ഫയലിലേക്ക് എക്‌സ്‌പോർട്ട് ചെയ്യും, അത് നിങ്ങൾക്ക് കമ്പ്യൂട്ടറിലേക്ക് ഡൗൺലോഡ് ചെയ്യാം.\n\nഡാറ്റ സ്വകാര്യത:\nഎല്ലാ ഡാറ്റയും നിങ്ങളുടെ പ്രാദേശിക കമ്പ്യൂട്ടറിൽ പ്രോസസ്സ് ചെയ്യപ്പെടുന്നു, ഞങ്ങളുടെ വെബ് സെർവറിലൂടെ ഒരിക്കലും കടന്നുപോകുന്നില്ല. നിങ്ങളുടെ കയറ്റുമതി രഹസ്യാത്മകമാണ്.\n\nപതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ:\nhttps://igexporter.toolmagic.app/#faqs\nനിങ്ങൾക്ക് മറ്റെന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല.\n\nനിരാകരണം:\nമെച്ചപ്പെടുത്തിയ അനലിറ്റിക്‌സിനും മാനേജ്‌മെൻ്റിനുമായി ബന്ധപ്പെട്ട ഡാറ്റയ്‌ക്കൊപ്പം ഇൻസ്റ്റാഗ്രാം ഫോളോവേഴ്‌സിൻ്റെയും ഇനിപ്പറയുന്ന ലിസ്റ്റുകളുടെയും കയറ്റുമതി സുഗമമാക്കുന്നതിന് രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ഒരു മൂന്നാം കക്ഷി വിപുലീകരണമാണ് IGExporter. ഈ വിപുലീകരണം Instagram, Inc-മായി വികസിപ്പിച്ചതോ അംഗീകരിച്ചതോ ഔദ്യോഗികമായി അഫിലിയേറ്റ് ചെയ്തതോ അല്ല.",
    "mr": "IGExporter हे एक शक्तिशाली Instagram अनुयायी निर्यात साधन आहे जे तुम्हाला तुमचे फॉलोअर्स आणि फॉलोअर लिस्ट CSV फाइलमध्ये एक्सपोर्ट करण्यात मदत करते. हे टूल तुमच्या Instagram अनुयायांकडून ईमेल पत्ते आणि फोन नंबर (उपलब्ध असल्यास) देखील काढू शकते, ज्यामुळे तुम्हाला संभाव्य लीड्स ओळखता येतात, तुमच्या मार्केटिंग मोहिमा तयार करता येतात आणि तुमच्या प्रेक्षकांमध्ये सखोल अंतर्दृष्टी मिळू शकते.\n\nवैशिष्ट्ये:\n- अमर्यादित अनुयायी किंवा फॉलोअर्स निर्यात करा\n- उपलब्ध असल्यास ईमेल आणि फोन नंबर काढा\n- CSV / Excel म्हणून सेव्ह करा\n- दर मर्यादा आणि आव्हानांचे स्वयंचलित आणि सानुकूल हाताळणी\n\nटीप:\n- IGExporter फ्रीमियम मॉडेलचे अनुसरण करते, जे तुम्हाला 500 पर्यंत फॉलोअर्स निर्यात करण्यास सक्षम करते किंवा कोणतेही शुल्क न घेता फॉलो करते. अतिरिक्त निर्यात आवश्यक असल्यास, आमच्या प्रीमियम आवृत्तीवर अपग्रेड करण्याचा विचार करा.\n- तुमच्या प्राथमिक Instagram खात्याचे तात्पुरते निर्बंधांपासून संरक्षण करण्यासाठी, आम्ही विशेषत: डेटा निर्यातीसाठी स्वतंत्र खाते तयार करण्याची शिफारस करतो. तुमच्या डेटा निर्यात क्रियाकलापांना तुमच्या मुख्य खात्यापासून वेगळे ठेऊन, तुम्ही तुमच्या नियमित इंस्टाग्राम वापरामध्ये कोणत्याही व्यत्ययांचा सामना करण्याची शक्यता लक्षणीयरीत्या कमी करू शकता.\n\nतुम्ही कोणत्या प्रकारचा डेटा निर्यात करू शकता?\n- वापरकर्ता आयडी\n- वापरकर्तानाव\n- पूर्ण नाव\n- आपण अनुसरण करा\n- अनुयायी\n- खालील\n- पोस्ट\n- ईमेल\n- फोन\n- सत्यापित आहे\n- खाजगी आहे\n- व्यवसाय आहे\n- निर्माता आहे\n- श्रेणी\n- चरित्र\n- बाह्य URL\n- वापरकर्ता मुख्यपृष्ठ\n- अवतार URL\n\nIGExporter कसे वापरावे?\nआमचे IG अनुयायी निर्यात साधन वापरण्यासाठी, फक्त आमचे विस्तार ब्राउझरमध्ये जोडा आणि खाते तयार करा. एकदा तुम्ही साइन इन केल्यानंतर, तुम्ही IG वापरकर्तानाव इनपुट करू शकता ज्यांचे फॉलोअर्स तुम्हाला एक्सपोर्ट करायचे आहेत आणि \"Export\" बटण क्लिक करा. तुमचा फॉलोअर्स डेटा CSV किंवा Excel फाइलवर एक्सपोर्ट केला जाईल, जो तुम्ही तुमच्या काँप्युटरवर डाउनलोड करू शकता.\n\nडेटा गोपनीयता:\nसर्व डेटा आपल्या स्थानिक संगणकावर प्रक्रिया केला जातो, आमच्या वेब सर्व्हरमधून कधीही जात नाही. तुमची निर्यात गोपनीय आहे.\n\nसतत विचारले जाणारे प्रश्न:\nhttps://igexporter.toolmagic.app/#faqs\nआपल्याकडे इतर काही प्रश्न असल्यास आमच्याशी संपर्क साधा.\n\nअस्वीकरण:\nआयजीईएक्सपोर्टर हे इंस्टाग्राम फॉलोअर आणि फॉलोअर याद्या, संबंधित डेटासह, वर्धित विश्लेषणे आणि व्यवस्थापनासाठी निर्यात करणे सुलभ करण्यासाठी डिझाइन केलेले तृतीय-पक्ष विस्तार आहे. हा विस्तार विकसित, मान्यताप्राप्त किंवा अधिकृतपणे Instagram, Inc सह संबद्ध नाही.",
    "ms": "IGExporter ialah alat eksport pengikut Instagram yang berkuasa yang membantu anda mengeksport pengikut anda dan senarai ikutan ke fail CSV. Alat ini juga boleh mengekstrak alamat e-mel dan nombor telefon (jika ada) daripada pengikut Instagram anda, membolehkan anda mengenal pasti prospek yang berpotensi, menyesuaikan kempen pemasaran anda dan mendapatkan pandangan yang lebih mendalam tentang khalayak anda.\n\nCiri-ciri:\n- Eksport pengikut atau pengikut TANPA HAD\n- Ekstrak e-mel dan nombor telefon jika ada\n- Simpan sebagai CSV / Excel\n- Pengendalian had kadar dan cabaran automatik dan boleh disesuaikan\n\nCatatan:\n- IGExporter mengikuti model freemium, membolehkan anda mengeksport sehingga 500 pengikut atau mengikuti tanpa sebarang kos. Jika eksport tambahan diperlukan, pertimbangkan untuk meningkatkan kepada versi premium kami.\n- Untuk melindungi akaun Instagram utama anda daripada sekatan sementara, kami amat mengesyorkan anda membuat akaun berasingan khusus untuk eksport data. Dengan memastikan aktiviti eksport data anda berasingan daripada akaun utama anda, anda boleh mengurangkan dengan ketara kemungkinan menghadapi sebarang gangguan pada penggunaan Instagram biasa anda.\n\nApakah jenis data yang boleh anda eksport?\n- ID Pengguna\n- Nama pengguna\n- Nama penuh\n- Ikuti oleh Anda\n- Pengikut\n- Mengikuti\n- Catatan\n- E-mel\n- Telefon\n- Disahkan\n- Adalah Persendirian\n- Adakah Perniagaan\n- Adalah Pencipta\n- Kategori\n- Biografi\n- URL Luaran\n- Halaman Utama Pengguna\n- URL Avatar\n\nBagaimana untuk menggunakan IGExporter?\nUntuk menggunakan alat eksport pengikut IG kami, cuma tambah sambungan kami pada penyemak imbas dan buat akaun. Sebaik sahaja anda telah log masuk, anda boleh memasukkan nama pengguna IG yang pengikutnya ingin anda eksport dan klik butang \"Eksport\". Data pengikut anda akan dieksport ke fail CSV atau Excel, yang kemudian anda boleh muat turun ke komputer anda.\n\nPrivasi Data:\nSemua data diproses pada komputer tempatan anda, tidak pernah melalui pelayan web kami. Eksport anda adalah sulit.\n\nSoalan Lazim:\nhttps://igexporter.toolmagic.app/#faqs\nJangan ragu untuk menghubungi kami jika anda mempunyai sebarang soalan lain.\n\nPenafian:\nIGExporter ialah sambungan pihak ketiga yang direka untuk memudahkan eksport pengikut Instagram dan senarai ikutan, bersama-sama dengan data yang berkaitan, untuk analisis dan pengurusan yang dipertingkatkan. Sambungan ini tidak dibangunkan, disahkan atau bergabung secara rasmi dengan Instagram, Inc.",
    "nl": "IGExporter is een krachtige exporttool voor Instagram-volgers waarmee je je volgers en volglijst naar een CSV-bestand kunt exporteren. De tool kan ook e-mailadressen en telefoonnummers (indien beschikbaar) van uw Instagram-volgers extraheren, zodat u potentiële leads kunt identificeren, uw marketingcampagnes kunt aanpassen en diepere inzichten in uw publiek kunt krijgen.\n\nFuncties:\n- Exporteer ONBEPERKT aantal volgers of volgers\n- Extraheer e-mailadres en telefoonnummer, indien beschikbaar\n- Opslaan als CSV/Excel\n- Automatische en aanpasbare afhandeling van tarieflimieten en uitdagingen\n\nOpmerking:\n- IGExporter volgt een freemium-model, waardoor u gratis maximaal 500 volgers of volgers kunt exporteren. Als er extra exports nodig zijn, overweeg dan om te upgraden naar onze premiumversie.\n- Om uw primaire Instagram-account te beschermen tegen tijdelijke beperkingen, raden we u ten zeerste aan een afzonderlijk account aan te maken, speciaal voor gegevensexport. Door uw gegevensexportactiviteiten gescheiden te houden van uw hoofdaccount, kunt u de kans op onderbrekingen in uw normale Instagram-gebruik aanzienlijk verkleinen.\n\nWelk type gegevens kunt u exporteren?\n- Gebruikersnaam\n- Gebruikersnaam\n- Voor-en achternaam\n- Volg door jou\n- Volgers\n- Als vervolg op\n- Berichten\n- E-mail\n- Telefoon\n- Is geverifieerd\n- Is privé\n- Is zakelijk\n- Is Schepper\n- Categorie\n- Biografie\n- Externe URL\n- Gebruikersstartpagina\n- Avatar-URL\n\nHoe gebruik ik IGExporter?\nOm onze IG-volger-exporttool te gebruiken, voegt u eenvoudigweg onze extensie toe aan de browser en maakt u een account aan. Nadat u zich heeft aangemeld, kunt u de IG-gebruikersnaam invoeren waarvan u de volgers wilt exporteren en op de knop \"Exporteren\" klikken. De gegevens van uw volgers worden geëxporteerd naar een CSV- of Excel-bestand, dat u vervolgens naar uw computer kunt downloaden.\n\nData Privacy:\nAlle gegevens worden verwerkt op uw lokale computer en gaan nooit via onze webservers. Uw export is vertrouwelijk.\n\nVeel Gestelde Vragen:\nhttps://igexporter.toolmagic.app/#faqs\nNeem gerust contact met ons op als u nog vragen heeft.\n\nVrijwaring:\nIGExporter is een extensie van derden die is ontworpen om de export van Instagram-volgers en volglijsten, samen met de bijbehorende gegevens, te vergemakkelijken voor verbeterde analyses en beheer. Deze extensie is niet ontwikkeld, goedgekeurd of officieel aangesloten bij Instagram, Inc.",
    "no": "IGExporter er et kraftig verktøy for eksport av følgere på Instagram som hjelper deg med å eksportere følgere og følgeliste til en CSV-fil. Verktøyet kan også trekke ut e-postadresser og telefonnumre (hvis tilgjengelig) fra Instagram-følgerne dine, slik at du kan identifisere potensielle potensielle kunder, skreddersy markedsføringskampanjene dine og få dypere innsikt i publikummet ditt.\n\nEgenskaper:\n- Eksporter UBEGRENSET følgere eller følgere\n- Trekk ut e-post og telefonnummer hvis tilgjengelig\n- Lagre som CSV / Excel\n- Automatisk og tilpassbar håndtering av takstgrenser og utfordringer\n\nMerk:\n- IGExporter følger en freemium-modell, som lar deg eksportere opptil 500 følgere eller følgere uten kostnad. Hvis ytterligere eksport er nødvendig, bør du vurdere å oppgradere til vår premiumversjon.\n- For å beskytte din primære Instagram-konto mot midlertidige begrensninger, anbefaler vi på det sterkeste å opprette en egen konto spesielt for dataeksport. Ved å holde dataeksportaktivitetene dine atskilt fra hovedkontoen din, kan du redusere sjansene betraktelig for å støte på avbrudd i din vanlige Instagram-bruk.\n\nHvilken type data kan du eksportere?\n- Bruker-ID\n- Brukernavn\n- Fullt navn\n- Følg med deg\n- Følgere\n- Følger med\n- Innlegg\n- E-post\n- Telefon\n- Er verifisert\n- Er privat\n- Er Business\n- Er Skaperen\n- Kategori\n- Biografi\n- Ekstern URL\n- Brukerhjemmeside\n- Avatar-URL\n\nHvordan bruker jeg IGExporter?\nFor å bruke vårt IG-følgereksportverktøy, legg ganske enkelt til utvidelsen vår i nettleseren og opprette en konto. Når du har logget på, kan du skrive inn IG-brukernavnet hvis følgere du vil eksportere og klikke på \"Eksporter\"-knappen. Følgerdataene dine vil bli eksportert til en CSV- eller Excel-fil, som du deretter kan laste ned til datamaskinen din.\n\nPersonvern:\nAlle data behandles på din lokale datamaskin, og går aldri gjennom våre webservere. Eksporten din er konfidensiell.\n\nOfte stilte spørsmål:\nhttps://igexporter.toolmagic.app/#faqs\nTa gjerne kontakt hvis du har andre spørsmål.\n\nAnsvarsfraskrivelse:\nIGExporter er en tredjepartsutvidelse designet for å lette eksporten av Instagram-følger- og følgelister, sammen med tilhørende data, for forbedret analyse og administrasjon. Denne utvidelsen er ikke utviklet, godkjent eller offisielt tilknyttet Instagram, Inc.",
    "pl": "IGExporter to potężne narzędzie do eksportowania obserwujących na Instagramie, które pomaga eksportować obserwujących i listę obserwowanych do pliku CSV. Narzędzie może również wyodrębnić adresy e-mail i numery telefonów (jeśli są dostępne) od obserwujących Cię na Instagramie, co pozwala zidentyfikować potencjalnych klientów, dostosować kampanie marketingowe i uzyskać głębszy wgląd w odbiorców.\n\nCechy:\n- Eksportuj NIEOGRANICZONĄ liczbę obserwujących lub obserwujących\n- Wyodrębnij adres e-mail i numer telefonu, jeśli są dostępne\n- Zapisz jako CSV / Excel\n- Automatyczna i konfigurowalna obsługa limitów stawek i wyzwań\n\nNotatka:\n- IGExporter działa w modelu freemium, umożliwiając eksport do 500 obserwujących lub obserwujących bezpłatnie. Jeśli wymagany jest dodatkowy eksport, rozważ aktualizację do naszej wersji premium.\n- Aby chronić swoje główne konto na Instagramie przed tymczasowymi ograniczeniami, zdecydowanie zalecamy utworzenie osobnego konta przeznaczonego specjalnie do eksportu danych. Trzymając operacje eksportu danych oddzielnie od głównego konta, możesz znacznie zmniejszyć ryzyko wystąpienia jakichkolwiek przerw w regularnym korzystaniu z Instagrama.\n\nJakiego rodzaju dane możesz eksportować?\n- Identyfikator użytkownika\n- Nazwa użytkownika\n- Pełne imię i nazwisko\n- Podążaj za tobą\n- Obserwujący\n- Następny\n- Posty\n- E-mail\n- Telefon\n- Jest zweryfikowane\n- Jest prywatne\n- Czy biznes\n- Jest Stwórcą\n- Kategoria\n- Biografia\n- Zewnętrzny adres URL\n- Strona główna użytkownika\n- Adres URL awatara\n\nJak korzystać z IGExportera?\nAby skorzystać z naszego narzędzia do eksportu obserwujących na IG, po prostu dodaj nasze rozszerzenie do przeglądarki i utwórz konto. Po zalogowaniu możesz wprowadzić nazwę użytkownika IG, którego obserwujących chcesz wyeksportować, i kliknąć przycisk „Eksportuj”. Dane Twoich obserwujących zostaną wyeksportowane do pliku CSV lub Excel, który możesz następnie pobrać na swój komputer.\n\nPrywatność danych:\nWszystkie dane są przetwarzane na Twoim komputerze lokalnym i nigdy nie przechodzą przez nasze serwery internetowe. Twój eksport jest poufny.\n\nCzęsto Zadawane Pytania:\nhttps://igexporter.toolmagic.app/#faqs\nJeśli masz inne pytania, skontaktuj się z nami.\n\nZastrzeżenie:\nIGExporter to rozszerzenie innej firmy zaprojektowane w celu ułatwienia eksportu list obserwujących i obserwujących na Instagramie wraz z powiązanymi danymi w celu ulepszonej analityki i zarządzania. To rozszerzenie nie zostało opracowane, zatwierdzone ani oficjalnie powiązane z firmą Instagram, Inc.",
    "pt_BR,pt_PT": "IGExporter é uma poderosa ferramenta de exportação de seguidores do Instagram que ajuda você a exportar seus seguidores e lista de seguidores para um arquivo CSV. A ferramenta também pode extrair endereços de e-mail e números de telefone (se disponíveis) de seus seguidores do Instagram, permitindo identificar leads em potencial, personalizar suas campanhas de marketing e obter insights mais profundos sobre seu público.\n\nCaracterísticas:\n- Exporte seguidores ou seguidores ILIMITADOS\n- Extraia e-mail e número de telefone, se disponível\n- Salvar como CSV/Excel\n- Tratamento automático e personalizável de limites e desafios de taxas\n\nObservação:\n- O IGExporter segue um modelo freemium, permitindo exportar até 500 seguidores ou seguidores sem nenhum custo. Se forem necessárias exportações adicionais, considere atualizar para a nossa versão premium.\n- Para proteger sua conta principal do Instagram contra restrições temporárias, é altamente recomendável criar uma conta separada especificamente para exportação de dados. Ao manter suas atividades de exportação de dados separadas de sua conta principal, você pode reduzir significativamente as chances de encontrar interrupções no uso regular do Instagram.\n\nQue tipo de dados você pode exportar?\n- ID do usuário\n- Nome de usuário\n- Nome completo\n- Siga por você\n- Seguidores\n- Seguindo\n- Postagens\n- E-mail\n- Telefone\n- É verificado\n- É privado\n- É negócio\n- É Criador\n- Categoria\n- Biografia\n- URL externo\n- Página inicial do usuário\n- URL do avatar\n\nComo usar o IGExporter?\nPara usar nossa ferramenta de exportação de seguidores IG, basta adicionar nossa extensão ao navegador e criar uma conta. Depois de fazer login, você pode inserir o nome de usuário do IG cujos seguidores deseja exportar e clicar no botão \"Exportar\". Os dados dos seus seguidores serão exportados para um arquivo CSV ou Excel, que você poderá baixar para o seu computador.\n\nDados privados:\nTodos os dados são processados ​​no seu computador local, nunca passando pelos nossos servidores web. Suas exportações são confidenciais.\n\nPerguntas frequentes:\nhttps://igexporter.toolmagic.app/#faqs\nSinta-se à vontade para entrar em contato conosco se tiver outras dúvidas.\n\nIsenção de responsabilidade:\nIGExporter é uma extensão de terceiros projetada para facilitar a exportação de listas de seguidores e seguidores do Instagram, juntamente com dados associados, para análise e gerenciamento aprimorados. Esta extensão não foi desenvolvida, endossada ou oficialmente afiliada ao Instagram, Inc.",
    "ro": "IGExporter este un instrument puternic de export de urmăritori Instagram care vă ajută să vă exportați urmăritorii și lista de urmăritori într-un fișier CSV. Instrumentul poate extrage, de asemenea, adrese de e-mail și numere de telefon (dacă sunt disponibile) de la urmăritorii dvs. de pe Instagram, permițându-vă să identificați potențiali clienți potențiali, să vă adaptați campaniile de marketing și să obțineți informații mai profunde asupra audienței dvs.\n\nCaracteristici:\n- Exportați utilizatori NELIMITAT sau urmăritori\n- Extrageți e-mailul și numărul de telefon, dacă sunt disponibile\n- Salvați ca CSV / Excel\n- Gestionarea automată și personalizabilă a limitelor ratelor și provocărilor\n\nNotă:\n- IGExporter urmează un model freemium, permițându-vă să exportați până la 500 de urmăritori sau urmăritori gratuit. Dacă sunt necesare exporturi suplimentare, luați în considerare trecerea la versiunea noastră premium.\n- Pentru a vă proteja contul principal de Instagram de restricții temporare, vă recomandăm să creați un cont separat special pentru exporturile de date. Menținând activitățile dvs. de export de date separate de contul dvs. principal, puteți reduce semnificativ șansele de a întâmpina întreruperi în utilizarea Instagram obișnuită.\n\nCe tip de date puteți exporta?\n- ID-ul de utilizator\n- Nume de utilizator\n- Numele complet\n- Urmărește-te de tine\n- Urmaritori\n- Ca urmare a\n- Postări\n- E-mail\n- Telefon\n- Este verificat\n- Este privat\n- Este afaceri\n- Este Creatorul\n- Categorie\n- Biografie\n- URL extern\n- Pagina de pornire a utilizatorului\n- URL avatarului\n\nCum se utilizează IGExporter?\nPentru a utiliza instrumentul nostru de export IG follower, pur și simplu adăugați extensia noastră în browser și creați un cont. După ce v-ați conectat, puteți introduce numele de utilizator IG ai cărui adepți doriți să-i exportați și faceți clic pe butonul „Exportați”. Datele urmăritorilor dvs. vor fi exportate într-un fișier CSV sau Excel, pe care apoi îl puteți descărca pe computer.\n\nConfidențialitatea datelor:\nToate datele sunt procesate pe computerul dumneavoastră local, fără a trece niciodată prin serverele noastre web. Exporturile dvs. sunt confidențiale.\n\nÎntrebări frecvente:\nhttps://igexporter.toolmagic.app/#faqs\nNu ezitați să ne contactați dacă aveți alte întrebări.\n\nDisclaimer:\nIGExporter este o extensie terță parte concepută pentru a facilita exportul de urmăritori Instagram și listele următoare, împreună cu datele asociate, pentru analize și management îmbunătățite. Această extensie nu este dezvoltată, aprobată sau afiliată oficial cu Instagram, Inc.",
    "ru": "IGExporter — это мощный инструмент экспорта подписчиков Instagram, который помогает вам экспортировать ваших подписчиков и список подписчиков в файл CSV. Инструмент также может извлекать адреса электронной почты и номера телефонов (если они есть) от ваших подписчиков в Instagram, что позволяет вам выявлять потенциальных клиентов, адаптировать свои маркетинговые кампании и получать более глубокое представление о своей аудитории.\n\nФункции:\n- Экспортировать НЕОГРАНИЧЕННОЕ количество подписчиков или подписчиков\n- Извлеките адрес электронной почты и номер телефона, если они доступны.\n- Сохранить как CSV/Excel\n- Автоматическая и настраиваемая обработка ограничений ставок и проблем\n\nПримечание:\n- IGExporter придерживается модели freemium, что позволяет вам бесплатно экспортировать до 500 подписчиков или подписчиков. Если требуется дополнительный экспорт, рассмотрите возможность обновления до нашей премиум-версии.\n- Чтобы защитить вашу основную учетную запись Instagram от временных ограничений, мы настоятельно рекомендуем создать отдельную учетную запись специально для экспорта данных. Отделив операции по экспорту данных от основной учетной записи, вы можете значительно снизить вероятность возникновения каких-либо перебоев в обычном использовании Instagram.\n\nКакие типы данных вы можете экспортировать?\n- ID пользователя\n- Имя пользователя\n- Полное имя\n- Следуй за тобой\n- Последователи\n- Следующий\n- Сообщения\n- Электронная почта\n- Телефон\n- Проверено\n- является частным\n- это бизнес\n- Создатель\n- Категория\n- Биография\n- Внешний URL-адрес\n- Домашняя страница пользователя\n- URL-адрес аватара\n\nКак использовать IGExporter?\nЧтобы использовать наш инструмент экспорта подписчиков IG, просто добавьте наше расширение в браузер и создайте учетную запись. После входа в систему вы можете ввести имя пользователя IG, подписчиков которого вы хотите экспортировать, и нажать кнопку «Экспорт». Данные о ваших подписчиках будут экспортированы в файл CSV или Excel, который затем можно будет загрузить на свой компьютер.\n\nКонфиденциальность данных:\nВсе данные обрабатываются на вашем локальном компьютере и никогда не проходят через наши веб-серверы. Ваш экспорт конфиденциальен.\n\nЧасто задаваемые вопросы:\nhttps://igexporter.toolmagic.app/#faqs\nНе стесняйтесь обращаться к нам, если у вас есть какие-либо другие вопросы.\n\nОтказ от ответственности:\nIGExporter — это стороннее расширение, предназначенное для облегчения экспорта списков подписчиков и подписчиков Instagram, а также связанных с ними данных для расширенной аналитики и управления. Это расширение не разработано, не одобрено и не связано официально с Instagram, Inc.",
    "sk": "IGExporter je výkonný nástroj na export sledovateľov Instagramu, ktorý vám pomôže exportovať vašich sledovateľov a zoznam sledovania do súboru CSV. Nástroj tiež dokáže extrahovať e-mailové adresy a telefónne čísla (ak sú k dispozícii) od vašich sledovateľov na Instagrame, čo vám umožní identifikovať potenciálnych potenciálnych zákazníkov, prispôsobiť marketingové kampane a získať hlbší prehľad o vašom publiku.\n\nVlastnosti:\n- Exportujte NEOBMEDZENÝCH sledovateľov alebo sledovateľov\n- Vytiahnite e-mail a telefónne číslo, ak je k dispozícii\n- Uložiť ako CSV / Excel\n- Automatické a prispôsobiteľné spracovanie limitov a výziev\n\nPoznámka:\n- IGExporter sa riadi modelom freemium, ktorý vám umožňuje bezplatne exportovať až 500 sledovateľov alebo sledovateľov. Ak sú potrebné ďalšie exporty, zvážte inováciu na našu prémiovú verziu.\n- Ak chcete chrániť svoj primárny účet Instagram pred dočasnými obmedzeniami, dôrazne odporúčame vytvoriť samostatný účet špeciálne na export údajov. Tým, že svoje aktivity exportu dát oddelíte od svojho hlavného účtu, môžete výrazne znížiť šance, že narazíte na akékoľvek prerušenia bežného používania Instagramu.\n\nAký typ údajov môžete exportovať?\n- ID používateľa\n- Používateľské meno\n- Celé meno\n- Nasledujte vás\n- Nasledovníci\n- Sledovanie\n- Príspevky\n- E-mail\n- Telefón\n- Je overený\n- Je súkromný\n- Je obchod\n- Je Stvoriteľ\n- Kategória\n- Životopis\n- Externá adresa URL\n- Domovská stránka používateľa\n- URL avatara\n\nAko používať IGExporter?\nAk chcete použiť náš nástroj na export sledovateľov IG, jednoducho pridajte naše rozšírenie do prehliadača a vytvorte si účet. Po prihlásení môžete zadať používateľské meno IG, ktorých sledovateľov chcete exportovať, a kliknúť na tlačidlo „Exportovať“. Údaje o vašich sledovateľoch sa exportujú do súboru CSV alebo Excel, ktorý si potom môžete stiahnuť do počítača.\n\nOchrana osobných údajov:\nVšetky údaje sa spracúvajú na vašom lokálnom počítači a nikdy neprechádzajú cez naše webové servery. Vaše exporty sú dôverné.\n\nČasto kladené otázky:\nhttps://igexporter.toolmagic.app/#faqs\nV prípade ďalších otázok nás neváhajte kontaktovať.\n\nVylúčenie zodpovednosti:\nIGExporter je rozšírenie tretej strany navrhnuté tak, aby uľahčilo export zoznamov sledovateľov a sledovateľov Instagramu spolu s pridruženými údajmi na vylepšenú analýzu a správu. Toto rozšírenie nie je vyvinuté, schválené ani oficiálne prepojené so spoločnosťou Instagram, Inc.",
    "sl": "IGExporter je zmogljivo orodje za izvoz sledilcev na Instagramu, ki vam pomaga izvoziti vaše sledilce in seznam sledilcev v datoteko CSV. Orodje lahko tudi izvleče e-poštne naslove in telefonske številke (če so na voljo) vaših sledilcev na Instagramu, kar vam omogoča, da prepoznate potencialne potencialne stranke, prilagodite svoje marketinške akcije in pridobite globlji vpogled v svoje občinstvo.\n\nLastnosti:\n- Izvozi NEOMEJENO število sledilcev ali sledilcev\n- Izvlecite e-pošto in telefonsko številko, če sta na voljo\n- Shrani kot CSV / Excel\n- Samodejno in prilagodljivo ravnanje z omejitvami stopnje in izzivi\n\nOpomba:\n- IGExporter sledi modelu freemium, kar vam omogoča izvoz do 500 sledilcev ali spremljanje brez stroškov. Če so potrebni dodatni izvozi, razmislite o nadgradnji na našo premium različico.\n- Če želite zaščititi svoj primarni račun Instagram pred začasnimi omejitvami, zelo priporočamo, da ustvarite ločen račun posebej za izvoz podatkov. Če svoje dejavnosti izvoza podatkov držite ločene od glavnega računa, lahko občutno zmanjšate možnosti, da bi naleteli na kakršne koli prekinitve vaše redne uporabe Instagrama.\n\nKakšno vrsto podatkov lahko izvozite?\n- Uporabniško ime\n- Uporabniško ime\n- Polno ime\n- Sledite vam\n- Sledilci\n- Spremljanje\n- Objave\n- E-naslov\n- Telefon\n- Je preverjeno\n- Je zasebna\n- Je posel\n- Je Stvarnik\n- Kategorija\n- Biografija\n- Zunanji URL\n- Domača stran uporabnika\n- URL avatarja\n\nKako uporabljati IGExporter?\nČe želite uporabiti naše orodje za izvoz sledilcev IG, preprosto dodajte našo razširitev v brskalnik in ustvarite račun. Ko se prijavite, lahko vnesete uporabniško ime IG, katerega sledilce želite izvoziti, in kliknete gumb »Izvozi«. Podatki o vaših sledilcih bodo izvoženi v datoteko CSV ali Excel, ki jo lahko nato prenesete v svoj računalnik.\n\nZasebnost podatkov:\nVsi podatki se obdelujejo na vašem lokalnem računalniku in nikoli ne gredo skozi naše spletne strežnike. Vaši izvozi so zaupni.\n\nPogosto zastavljena vprašanja:\nhttps://igexporter.toolmagic.app/#faqs\nČe imate še kakšna vprašanja, nas kontaktirajte.\n\nZavrnitev odgovornosti:\nIGExporter je razširitev tretje osebe, zasnovana za olajšanje izvoza seznamov sledilcev in sledilcev na Instagramu, skupaj s povezanimi podatki, za izboljšano analitiko in upravljanje. Ta razširitev ni razvita, potrjena ali uradno povezana z Instagramom, Inc.",
    "sr": "ИГЕкпортер је моћан алат за извоз пратилаца на Инстаграму који вам помаже да извезете своје пратиоце и листу праћења у ЦСВ датотеку. Алат такође може да издвоји адресе е-поште и бројеве телефона (ако су доступни) од ваших пратилаца на Инстаграму, омогућавајући вам да идентификујете потенцијалне потенцијалне клијенте, прилагодите своје маркетиншке кампање и стекнете дубљи увид у своју публику.\n\nКарактеристике:\n- Извезите НЕОГРАНИЧЕН број пратилаца или пратилаца\n- Извуците е-пошту и број телефона ако су доступни\n- Сачувај као ЦСВ / Екцел\n- Аутоматско и прилагодљиво руковање ограничењима стопе и изазовима\n\nБелешка:\n- ИГЕкпортер прати фреемиум модел, омогућавајући вам да извезете до 500 пратилаца или пратите бесплатно. Ако су потребни додатни извози, размислите о надоградњи на нашу премиум верзију.\n- Да бисте заштитили свој примарни Инстаграм налог од привремених ограничења, топло препоручујемо да направите посебан налог посебно за извоз података. Ако своје активности извоза података држите одвојено од главног налога, можете значајно смањити шансе да наиђете на било какве прекиде у редовном коришћењу Инстаграма.\n\nКоју врсту података можете да извезете?\n- ИД корисник\n- Корисничко име\n- Пуно име\n- Прати вас\n- Следбеници\n- Следећи\n- Постови\n- Емаил\n- Телефон\n- Проверено\n- Приватно\n- Посао\n- Је Креатор\n- Категорија\n- Биографија\n- Екстерни УРЛ\n- Почетна страница корисника\n- УРЛ адреса аватара\n\nКако користити ИГЕкпортер?\nДа бисте користили наш алат за извоз ИГ пратилаца, једноставно додајте наше проширење у претраживач и креирајте налог. Када се пријавите, можете да унесете ИГ корисничко име чије пратиоце желите да извезете и кликнете на дугме „Извези“. Подаци о вашим пратиоцима ће бити извезени у ЦСВ или Екцел датотеку, коју затим можете преузети на свој рачунар.\n\nПриватност података:\nСви подаци се обрађују на вашем локалном рачунару и никада не пролазе кроз наше веб сервере. Ваши извози су поверљиви.\n\nЧесто постављана питања:\nхттпс://игекпортер.тоолмагиц.апп/#факс\nСлободно нас контактирајте ако имате још питања.\n\nОдрицање одговорности:\nИГЕкпортер је екстензија треће стране дизајнирана да олакша извоз пратилаца на Инстаграму и листа праћења, заједно са повезаним подацима, за побољшану аналитику и управљање. Ово проширење није развијено, одобрено или званично повезано са Инстаграмом, Инц.",
    "sv": "IGExporter är ett kraftfullt exportverktyg för Instagram-följare som hjälper dig att exportera dina följare och följelista till en CSV-fil. Verktyget kan också extrahera e-postadresser och telefonnummer (om sådana finns) från dina Instagram-följare, så att du kan identifiera potentiella leads, skräddarsy dina marknadsföringskampanjer och få djupare insikter om din publik.\n\nFunktioner:\n- Exportera obegränsat antal följare eller följare\n- Extrahera e-post och telefonnummer om det finns\n- Spara som CSV / Excel\n- Automatisk och anpassningsbar hantering av taxegränser och utmaningar\n\nNotera:\n- IGExporter följer en freemium-modell, vilket gör att du kan exportera upp till 500 följare eller följa utan kostnad. Om ytterligare export krävs, överväg att uppgradera till vår premiumversion.\n- För att skydda ditt primära Instagram-konto från tillfälliga begränsningar rekommenderar vi starkt att du skapar ett separat konto specifikt för dataexport. Genom att hålla dina dataexportaktiviteter åtskilda från ditt huvudkonto kan du avsevärt minska chanserna att stöta på avbrott i din vanliga Instagram-användning.\n\nVilken typ av data kan du exportera?\n- Användar ID\n- Användarnamn\n- Fullständiga namn\n- Följ med dig\n- Följare\n- Följer\n- Inlägg\n- E-post\n- Telefon\n- Är verifierad\n- Är privat\n- Är Business\n- Är Skapare\n- Kategori\n- Biografi\n- Extern URL\n- Användarhemsida\n- Avatar-URL\n\nHur använder man IGExporter?\nFör att använda vårt exportverktyg för IG-följare lägger du bara till vårt tillägg i webbläsaren och skapar ett konto. När du har loggat in kan du mata in IG-användarnamnet vars följare du vill exportera och klicka på knappen \"Exportera\". Dina följares data kommer att exporteras till en CSV- eller Excel-fil, som du sedan kan ladda ner till din dator.\n\nDataintegritet:\nAll data behandlas på din lokala dator och passerar aldrig genom våra webbservrar. Din export är konfidentiell.\n\nVanliga frågor:\nhttps://igexporter.toolmagic.app/#faqs\nKontakta oss gärna om du har några andra frågor.\n\nVarning:\nIGExporter är ett tredjepartstillägg utformat för att underlätta exporten av Instagram-följar- och följelistor, tillsammans med tillhörande data, för förbättrad analys och hantering. Denna tillägg är inte utvecklad, godkänd eller officiellt ansluten till Instagram, Inc.",
    "sw": "IGExporter ni zana yenye nguvu ya usafirishaji ya wafuasi wa Instagram ambayo hukusaidia kuhamisha wafuasi wako na orodha ifuatayo kwa faili ya CSV. Chombo hiki kinaweza pia kutoa anwani za barua pepe na nambari za simu (ikiwa zinapatikana) kutoka kwa wafuasi wako wa Instagram, kukuruhusu kutambua viongozi unaowezekana, kurekebisha kampeni zako za uuzaji, na kupata maarifa ya kina juu ya hadhira yako.\n\nvipengele:\n- Hamisha wafuasi WASIO NA UKOMO au wanaofuata\n- Toa barua pepe na nambari ya simu ikiwa inapatikana\n- Hifadhi kama CSV / Excel\n- Ushughulikiaji wa kiotomatiki na unaowezekana wa viwango na changamoto\n\nKumbuka:\n- IGEExporter hufuata muundo wa freemium, unaokuwezesha kusafirisha hadi wafuasi 500 au kufuata bila gharama yoyote. Ikiwa uhamishaji wa ziada unahitajika, zingatia kupata toleo letu la malipo.\n- Ili kulinda akaunti yako ya msingi ya Instagram dhidi ya vizuizi vya muda, tunapendekeza sana kuunda akaunti tofauti mahususi kwa ajili ya usafirishaji wa data. Kwa kutenganisha shughuli zako za kuhamisha data na akaunti yako kuu, unaweza kupunguza kwa kiasi kikubwa uwezekano wa kukatizwa na utumiaji wako wa kawaida wa Instagram.\n\nJe, ni aina gani ya data unaweza kuhamisha?\n- Kitambulisho cha Mtumiaji\n- Jina la mtumiaji\n- Jina kamili\n- Fuata Wewe\n- Wafuasi\n- Kufuatia\n- Machapisho\n- Barua pepe\n- Simu\n- Imethibitishwa\n- Ni ya Kibinafsi\n- Ni Biashara\n- Ni Muumba\n- Jamii\n- Wasifu\n- URL ya Nje\n- Ukurasa wa nyumbani wa Mtumiaji\n- URL ya Avatar\n\nJinsi ya kutumia IGEExporter?\nIli kutumia zana yetu ya usafirishaji ya wafuasi wa IG, ongeza tu kiendelezi chetu kwenye kivinjari na uunde akaunti. Mara tu unapoingia, unaweza kuingiza jina la mtumiaji la IG ambalo wafuasi wake ungependa kuhamisha na ubofye kitufe cha \"Hamisha\". Data ya wafuasi wako itatumwa kwa faili ya CSV au Excel, ambayo unaweza kuipakua kwenye kompyuta yako.\n\nFaragha ya Data:\nData yote inachakatwa kwenye kompyuta yako ya ndani, kamwe haipiti kwenye seva zetu za wavuti. Usafirishaji wako ni siri.\n\nMaswali yanayoulizwa mara kwa mara:\nhttps://igexporter.toolmagic.app/#faqs\nJisikie huru kuwasiliana nasi ikiwa una maswali mengine yoyote.\n\nKanusho:\nIGExporter ni kiendelezi cha wahusika wengine kilichoundwa ili kuwezesha usafirishaji wa wafuasi wa Instagram na orodha zifuatazo, pamoja na data zinazohusiana, kwa uchanganuzi na usimamizi ulioimarishwa. Kiendelezi hiki hakijatengenezwa, hakijaidhinishwa, au kuhusishwa rasmi na Instagram, Inc.",
    "ta": "IGExporter என்பது ஒரு சக்திவாய்ந்த Instagram பின்தொடர்பவர் ஏற்றுமதி கருவியாகும், இது உங்களைப் பின்தொடர்பவர்கள் மற்றும் பின்வரும் பட்டியலை CSV கோப்பில் ஏற்றுமதி செய்ய உதவுகிறது. இந்த கருவி உங்கள் இன்ஸ்டாகிராம் பின்தொடர்பவர்களிடமிருந்து மின்னஞ்சல் முகவரிகள் மற்றும் தொலைபேசி எண்களை (கிடைத்தால்) பிரித்தெடுக்க முடியும், இது சாத்தியமான முன்னணிகளை அடையாளம் காணவும், உங்கள் சந்தைப்படுத்தல் பிரச்சாரங்களைத் தக்கவைக்கவும் மற்றும் உங்கள் பார்வையாளர்களைப் பற்றிய ஆழமான நுண்ணறிவுகளைப் பெறவும் உங்களை அனுமதிக்கிறது.\n\nஅம்சங்கள்:\n- UNLIMITED பின்தொடர்பவர்களை அல்லது பின்தொடர்பவர்களை ஏற்றுமதி செய்யவும்\n- மின்னஞ்சல் மற்றும் தொலைபேசி எண் இருந்தால் பிரித்தெடுக்கவும்\n- CSV / Excel ஆக சேமிக்கவும்\n- விகித வரம்புகள் மற்றும் சவால்களை தானாக மற்றும் தனிப்பயனாக்கக்கூடிய கையாளுதல்\n\nகுறிப்பு:\n- IGExporter ஒரு ஃப்ரீமியம் மாதிரியைப் பின்பற்றுகிறது, 500 பின்தொடர்பவர்கள் வரை ஏற்றுமதி செய்ய அல்லது எந்த கட்டணமும் இல்லாமல் பின்தொடர உங்களை அனுமதிக்கிறது. கூடுதல் ஏற்றுமதிகள் தேவைப்பட்டால், எங்கள் பிரீமியம் பதிப்பிற்கு மேம்படுத்தவும்.\n- உங்கள் முதன்மை இன்ஸ்டாகிராம் கணக்கை தற்காலிக கட்டுப்பாடுகளிலிருந்து பாதுகாக்க, குறிப்பாக தரவு ஏற்றுமதிக்காக தனி கணக்கை உருவாக்க பரிந்துரைக்கிறோம். உங்கள் தரவு ஏற்றுமதி செயல்பாடுகளை உங்கள் பிரதான கணக்கிலிருந்து தனித்தனியாக வைத்திருப்பதன் மூலம், உங்களின் வழக்கமான இன்ஸ்டாகிராம் பயன்பாட்டிற்கு ஏதேனும் குறுக்கீடுகளை எதிர்கொள்ளும் வாய்ப்புகளை நீங்கள் கணிசமாகக் குறைக்கலாம்.\n\nநீங்கள் எந்த வகையான தரவை ஏற்றுமதி செய்யலாம்?\n- பயனர் ஐடி\n- பயனர் பெயர்\n- முழு பெயர்\n- உங்களைப் பின்தொடரவும்\n- பின்பற்றுபவர்கள்\n- தொடர்ந்து\n- இடுகைகள்\n- மின்னஞ்சல்\n- தொலைபேசி\n- சரிபார்க்கப்பட்டது\n- தனிப்பட்டது\n- வணிகம்\n- படைப்பாளி\n- வகை\n- சுயசரிதை\n- வெளிப்புற URL\n- பயனர் முகப்புப்பக்கம்\n- அவதார் URL\n\nIGExporter ஐ எவ்வாறு பயன்படுத்துவது?\nஎங்கள் IG ஃபாலோயர் ஏற்றுமதி கருவியைப் பயன்படுத்த, உலாவியில் எங்கள் நீட்டிப்பைச் சேர்த்து கணக்கை உருவாக்கவும். நீங்கள் உள்நுழைந்ததும், நீங்கள் ஏற்றுமதி செய்ய விரும்பும் IG பயனர்பெயரை உள்ளீடு செய்து \"ஏற்றுமதி\" பொத்தானைக் கிளிக் செய்யவும். உங்களைப் பின்தொடர்பவர்களின் தரவு CSV அல்லது Excel கோப்பிற்கு ஏற்றுமதி செய்யப்படும், அதை நீங்கள் உங்கள் கணினியில் பதிவிறக்கம் செய்யலாம்.\n\nதரவு தனியுரிமை:\nஎல்லா தரவும் உங்கள் உள்ளூர் கணினியில் செயலாக்கப்படும், எங்கள் இணைய சேவையகங்கள் வழியாக செல்லாது. உங்கள் ஏற்றுமதிகள் ரகசியமானவை.\n\nஅடிக்கடி கேட்கப்படும் கேள்விகள்:\nhttps://igexporter.toolmagic.app/#faqs\nஉங்களுக்கு வேறு ஏதேனும் கேள்விகள் இருந்தால் எங்களை தொடர்பு கொள்ளவும்.\n\nமறுப்பு:\nIGExporter என்பது மூன்றாம் தரப்பு நீட்டிப்பு ஆகும், இது Instagram பின்தொடர்பவர்களின் ஏற்றுமதியை எளிதாக்கும் மற்றும் மேம்பட்ட பகுப்பாய்வு மற்றும் நிர்வாகத்திற்காக தொடர்புடைய தரவுகளுடன் பின்வரும் பட்டியல்களை எளிதாக்க வடிவமைக்கப்பட்டுள்ளது. இந்த நீட்டிப்பு Instagram, Inc உடன் உருவாக்கப்படவில்லை, அங்கீகரிக்கப்படவில்லை அல்லது அதிகாரப்பூர்வமாக இணைக்கப்படவில்லை.",
    "te": "IGExporter అనేది శక్తివంతమైన Instagram అనుచరుల ఎగుమతి సాధనం, ఇది మీ అనుచరులను మరియు క్రింది జాబితాను CSV ఫైల్‌కి ఎగుమతి చేయడంలో మీకు సహాయపడుతుంది. సాధనం మీ ఇన్‌స్టాగ్రామ్ అనుచరుల నుండి ఇమెయిల్ చిరునామాలు మరియు ఫోన్ నంబర్‌లను (అందుబాటులో ఉంటే) సంగ్రహించగలదు, సంభావ్య లీడ్‌లను గుర్తించడానికి, మీ మార్కెటింగ్ ప్రచారాలను రూపొందించడానికి మరియు మీ ప్రేక్షకులపై లోతైన అంతర్దృష్టులను పొందేందుకు మిమ్మల్ని అనుమతిస్తుంది.\n\nలక్షణాలు:\n- UNLIMITED అనుచరులను లేదా క్రింది వారిని ఎగుమతి చేయండి\n- అందుబాటులో ఉంటే ఇమెయిల్ మరియు ఫోన్ నంబర్‌ను సంగ్రహించండి\n- CSV / Excel వలె సేవ్ చేయండి\n- రేటు పరిమితులు మరియు సవాళ్లను స్వయంచాలకంగా మరియు అనుకూలీకరించదగిన నిర్వహణ\n\nగమనిక:\n- IGExporter ఒక ఫ్రీమియం మోడల్‌ను అనుసరిస్తుంది, మీరు 500 మంది అనుచరులను ఎగుమతి చేయడానికి లేదా ఎటువంటి ఖర్చు లేకుండా అనుసరించడానికి వీలు కల్పిస్తుంది. అదనపు ఎగుమతులు అవసరమైతే, మా ప్రీమియం వెర్షన్‌కి అప్‌గ్రేడ్ చేయడాన్ని పరిగణించండి.\n- మీ ప్రాథమిక Instagram ఖాతాను తాత్కాలిక పరిమితుల నుండి రక్షించడానికి, డేటా ఎగుమతుల కోసం ప్రత్యేకంగా ప్రత్యేక ఖాతాను సృష్టించాలని మేము సిఫార్సు చేస్తున్నాము. మీ డేటా ఎగుమతి కార్యకలాపాలను మీ ప్రధాన ఖాతా నుండి వేరుగా ఉంచడం ద్వారా, మీరు మీ సాధారణ Instagram వినియోగానికి ఏవైనా అంతరాయాలను ఎదుర్కొనే అవకాశాలను గణనీయంగా తగ్గించవచ్చు.\n\nమీరు ఏ రకమైన డేటాను ఎగుమతి చేయవచ్చు?\n- వినియోగదారుని గుర్తింపు\n- వినియోగదారు పేరు\n- పూర్తి పేరు\n- మీరు అనుసరించండి\n- అనుచరులు\n- అనుసరించడం\n- పోస్ట్‌లు\n- ఇమెయిల్\n- ఫోన్\n- ధృవీకరించబడింది\n- ప్రైవేట్\n- వ్యాపారం\n- సృష్టికర్త\n- వర్గం\n- జీవిత చరిత్ర\n- బాహ్య URL\n- వినియోగదారు హోమ్‌పేజీ\n- అవతార్ URL\n\nIGExporterని ఎలా ఉపయోగించాలి?\nమా IG అనుచరుల ఎగుమతి సాధనాన్ని ఉపయోగించడానికి, బ్రౌజర్‌కు మా పొడిగింపును జోడించి, ఖాతాను సృష్టించండి. మీరు సైన్ ఇన్ చేసిన తర్వాత, మీరు ఎగుమతి చేయాలనుకుంటున్న IG వినియోగదారు పేరును ఇన్‌పుట్ చేయవచ్చు మరియు \"ఎగుమతి\" బటన్‌ను క్లిక్ చేయండి. మీ అనుచరుల డేటా CSV లేదా Excel ఫైల్‌కి ఎగుమతి చేయబడుతుంది, మీరు దానిని మీ కంప్యూటర్‌కు డౌన్‌లోడ్ చేసుకోవచ్చు.\n\nడేటా గోప్యత:\nమొత్తం డేటా మీ స్థానిక కంప్యూటర్‌లో ప్రాసెస్ చేయబడుతుంది, మా వెబ్ సర్వర్‌ల ద్వారా ఎప్పుడూ వెళ్లదు. మీ ఎగుమతులు గోప్యంగా ఉంటాయి.\n\nతరచుగా అడుగు ప్రశ్నలు:\nhttps://igexporter.toolmagic.app/#faqs\nమీకు ఏవైనా ఇతర ప్రశ్నలు ఉంటే మమ్మల్ని సంప్రదించడానికి సంకోచించకండి.\n\nనిరాకరణ:\nIGExporter అనేది మెరుగైన విశ్లేషణలు మరియు నిర్వహణ కోసం అనుబంధిత డేటాతో పాటు Instagram అనుచరులు మరియు క్రింది జాబితాల ఎగుమతిని సులభతరం చేయడానికి రూపొందించబడిన మూడవ-పక్ష పొడిగింపు. ఈ పొడిగింపు Instagram, Incతో అభివృద్ధి చేయబడలేదు, ఆమోదించబడలేదు లేదా అధికారికంగా అనుబంధించబడలేదు.",
    "th": "IGExporter เป็นเครื่องมือส่งออกผู้ติดตาม Instagram ที่ทรงพลัง ซึ่งช่วยให้คุณส่งออกผู้ติดตามและรายการติดตามของคุณเป็นไฟล์ CSV เครื่องมือนี้ยังดึงที่อยู่อีเมลและหมายเลขโทรศัพท์ (ถ้ามี) จากผู้ติดตาม Instagram ของคุณ ช่วยให้คุณสามารถระบุโอกาสในการขาย ปรับแต่งแคมเปญการตลาดของคุณ และรับข้อมูลเชิงลึกเกี่ยวกับกลุ่มเป้าหมายของคุณ\n\nคุณสมบัติ:\n- ส่งออกผู้ติดตามหรือผู้ติดตามได้ไม่จำกัด\n- แยกอีเมลและหมายเลขโทรศัพท์หากมี\n- บันทึกเป็น CSV / Excel\n- การจัดการขีดจำกัดอัตราและความท้าทายโดยอัตโนมัติและปรับแต่งได้\n\nบันทึก:\n- IGExporter ดำเนินตามโมเดล freemium ทำให้คุณสามารถส่งออกผู้ติดตามได้มากถึง 500 คนหรือติดตามโดยไม่มีค่าใช้จ่าย หากจำเป็นต้องมีการส่งออกเพิ่มเติม ให้พิจารณาอัปเกรดเป็นเวอร์ชันพรีเมี่ยมของเรา\n- เพื่อปกป้องบัญชี Instagram หลักของคุณจากข้อจำกัดชั่วคราว เราขอแนะนำอย่างยิ่งให้สร้างบัญชีแยกต่างหากสำหรับการส่งออกข้อมูลโดยเฉพาะ ด้วยการแยกกิจกรรมการส่งออกข้อมูลของคุณออกจากบัญชีหลัก คุณสามารถลดโอกาสที่จะพบกับการหยุดชะงักในการใช้งาน Instagram ตามปกติของคุณได้อย่างมาก\n\nคุณสามารถส่งออกข้อมูลประเภทใดได้บ้าง\n- รหัสผู้ใช้\n- ชื่อผู้ใช้\n- ชื่อเต็ม\n- ติดตามโดยคุณ\n- ผู้ติดตาม\n- กำลังติดตาม\n- โพสต์\n- อีเมล\n- โทรศัพท์\n- ได้รับการตรวจสอบแล้ว\n- เป็นส่วนตัว\n- เป็นธุรกิจ\n- เป็นผู้สร้าง\n- หมวดหมู่\n- ชีวประวัติ\n- URL ภายนอก\n- หน้าแรกของผู้ใช้\n- URL อวตาร\n\nวิธีการใช้งาน IGExporter\nหากต้องการใช้เครื่องมือส่งออกผู้ติดตาม IG เพียงเพิ่มส่วนขยายของเราลงในเบราว์เซอร์และสร้างบัญชี เมื่อคุณลงชื่อเข้าใช้แล้ว คุณสามารถป้อนชื่อผู้ใช้ IG ของผู้ติดตามที่คุณต้องการส่งออก แล้วคลิกปุ่ม \"ส่งออก\" ข้อมูลผู้ติดตามของคุณจะถูกส่งออกเป็นไฟล์ CSV หรือ Excel ซึ่งคุณสามารถดาวน์โหลดลงคอมพิวเตอร์ของคุณได้\n\nความเป็นส่วนตัวของข้อมูล:\nข้อมูลทั้งหมดได้รับการประมวลผลบนคอมพิวเตอร์ของคุณ โดยไม่ผ่านเว็บเซิร์ฟเวอร์ของเรา การส่งออกของคุณเป็นความลับ\n\nคำถามที่พบบ่อย:\nhttps://igexporter.toolmagic.app/#faqs\nโปรดติดต่อเราหากคุณมีคำถามอื่น ๆ\n\nข้อสงวนสิทธิ์:\nIGExporter เป็นส่วนขยายของบุคคลที่สามที่ออกแบบมาเพื่ออำนวยความสะดวกในการส่งออกผู้ติดตาม Instagram และรายการต่อไปนี้ รวมถึงข้อมูลที่เกี่ยวข้อง เพื่อการวิเคราะห์และการจัดการที่ได้รับการปรับปรุง ส่วนขยายนี้ไม่ได้รับการพัฒนา รับรอง หรือมีส่วนเกี่ยวข้องอย่างเป็นทางการกับ Instagram, Inc.",
    "tr": "IGExporter, takipçilerinizi ve takip listenizi bir CSV dosyasına aktarmanıza yardımcı olan güçlü bir Instagram takipçi dışa aktarma aracıdır. Araç aynı zamanda Instagram takipçilerinizden e-posta adreslerini ve telefon numaralarını (varsa) çıkararak potansiyel potansiyel müşterileri belirlemenize, pazarlama kampanyalarınızı uyarlamanıza ve hedef kitleniz hakkında daha derin bilgiler edinmenize olanak tanır.\n\nÖzellikler:\n- SINIRSIZ takipçiyi veya takipçiyi dışa aktarın\n- Varsa e-postayı ve telefon numarasını çıkarın\n- CSV / Excel olarak kaydet\n- Oran limitlerinin ve zorlukların otomatik ve özelleştirilebilir şekilde ele alınması\n\nNot:\n- IGExporter ücretsiz bir model izler ve 500'e kadar takipçiyi veya takipçiyi ücretsiz olarak dışa aktarmanıza olanak tanır. Ek dışa aktarım gerekiyorsa premium sürümümüze yükseltmeyi düşünün.\n- Birincil Instagram hesabınızı geçici kısıtlamalardan korumak için, özellikle veri aktarımı için ayrı bir hesap oluşturmanızı önemle tavsiye ederiz. Veri dışa aktarma aktivitelerinizi ana hesabınızdan ayrı tutarak normal Instagram kullanımınızda herhangi bir kesinti ile karşılaşma ihtimalinizi önemli ölçüde azaltabilirsiniz.\n\nNe tür verileri dışa aktarabilirsiniz?\n- Kullanıcı kimliği\n- Kullanıcı adı\n- Ad Soyad\n- Sizin Tarafınızdan Takip Edin\n- Takipçiler\n- Takip etme\n- Gönderiler\n- E-posta\n- Telefon\n- Doğrulandı\n- Özel mi\n- İş mi\n- Yaratıcıdır\n- Kategori\n- Biyografi\n- Harici URL\n- Kullanıcı Ana Sayfası\n- Avatar URL'si\n\nIGExporter nasıl kullanılır?\nIG takipçi dışa aktarma aracımızı kullanmak için uzantımızı tarayıcıya eklemeniz ve bir hesap oluşturmanız yeterlidir. Oturum açtıktan sonra takipçilerini dışa aktarmak istediğiniz IG kullanıcı adını girebilir ve \"Dışa Aktar\" düğmesini tıklayabilirsiniz. Takipçi verileriniz, daha sonra bilgisayarınıza indirebileceğiniz bir CSV veya Excel dosyasına aktarılacaktır.\n\nVeri gizliliği:\nTüm veriler yerel bilgisayarınızda işlenir ve hiçbir zaman web sunucularımızdan geçmez. İhracatlarınız gizlidir.\n\nSıkça Sorulan Sorular:\nhttps://igexporter.toolmagic.app/#faqs\nBaşka sorularınız varsa bizimle iletişime geçmekten çekinmeyin.\n\nYasal Uyarı:\nIGExporter, gelişmiş analiz ve yönetim için Instagram takipçi ve takip listelerinin ilişkili verilerle birlikte dışa aktarılmasını kolaylaştırmak üzere tasarlanmış bir üçüncü taraf uzantısıdır. Bu uzantı Instagram, Inc. ile geliştirilmemiştir, onaylanmamıştır veya resmi olarak bağlantısı yoktur.",
    "uk": "IGExporter — це потужний інструмент експорту підписників Instagram, який допомагає експортувати ваших підписників і список підписок у файл CSV. Інструмент також може отримувати адреси електронної пошти та номери телефонів (якщо доступні) від ваших підписників в Instagram, дозволяючи вам визначати потенційних потенційних клієнтів, адаптувати свої маркетингові кампанії та отримати глибше розуміння своєї аудиторії.\n\nособливості:\n- Експорт НЕОБМЕЖЕНОЇ кількості підписників або підписок\n- Витягніть адресу електронної пошти та номер телефону, якщо є\n- Зберегти як CSV / Excel\n- Автоматичне та настроюване оброблення обмежень швидкості та завдань\n\nПримітка:\n- IGExporter дотримується моделі freemium, що дозволяє експортувати до 500 підписників або підписок безкоштовно. Якщо потрібні додаткові експорти, розгляньте можливість оновлення до нашої преміум-версії.\n- Щоб захистити свій основний обліковий запис Instagram від тимчасових обмежень, ми настійно рекомендуємо створити окремий обліковий запис спеціально для експорту даних. Зберігаючи експорт даних окремо від основного облікового запису, ви можете значно зменшити шанси зіткнутися з перебоями у звичайному використанні Instagram.\n\nЯкий тип даних можна експортувати?\n- Ідентифікатор користувача\n- Ім'я користувача\n- Повне ім'я\n- Слідуйте за вами\n- Послідовники\n- Слідую\n- Пости\n- Електронна пошта\n- Телефон\n- Перевірено\n- Є приватним\n- Це Бізнес\n- Є Творцем\n- Категорія\n- Біографія\n- Зовнішня URL-адреса\n- Домашня сторінка користувача\n- URL-адреса аватара\n\nЯк користуватися IGExporter?\nЩоб скористатися нашим інструментом експорту підписників IG, просто додайте наше розширення до браузера та створіть обліковий запис. Увійшовши, ви можете ввести ім’я користувача IG, чиї підписники ви хочете експортувати, і натиснути кнопку «Експортувати». Дані ваших підписників буде експортовано у файл CSV або Excel, який потім ви зможете завантажити на свій комп’ютер.\n\nКонфіденційність даних:\nУсі дані обробляються на вашому локальному комп’ютері, ніколи не проходячи через наші веб-сервери. Ваш експорт є конфіденційним.\n\nПитання що часто задаються:\nhttps://igexporter.toolmagic.app/#faqs\nНе соромтеся зв’язатися з нами, якщо у вас виникнуть інші запитання.\n\nВідмова від відповідальності:\nIGExporter — це стороннє розширення, призначене для полегшення експорту списків підписників і підписок Instagram разом із пов’язаними даними для покращеної аналітики та керування. Це розширення не розроблено, не схвалено та офіційно не пов’язано з Instagram, Inc.",
    "vi": "IGExporter là một công cụ xuất người theo dõi Instagram mạnh mẽ giúp bạn xuất những người theo dõi và danh sách theo dõi của mình sang tệp CSV. Công cụ này cũng có thể trích xuất địa chỉ email và số điện thoại (nếu có) từ những người theo dõi Instagram của bạn, cho phép bạn xác định khách hàng tiềm năng, điều chỉnh chiến dịch tiếp thị và hiểu sâu hơn về đối tượng của mình.\n\nĐặc trưng:\n- Xuất người theo dõi hoặc theo dõi KHÔNG GIỚI HẠN\n- Trích xuất email và số điện thoại nếu có\n- Lưu dưới dạng CSV/Excel\n- Xử lý tự động và tùy chỉnh các giới hạn và thách thức về tỷ lệ\n\nGhi chú:\n- IGExporter theo mô hình freemium, cho phép bạn xuất tối đa 500 người theo dõi hoặc theo dõi miễn phí. Nếu cần xuất thêm, hãy xem xét nâng cấp lên phiên bản cao cấp của chúng tôi.\n- Để bảo vệ tài khoản Instagram chính của bạn khỏi những hạn chế tạm thời, chúng tôi khuyên bạn nên tạo một tài khoản riêng dành riêng cho việc xuất dữ liệu. Bằng cách tách biệt hoạt động xuất dữ liệu với tài khoản chính của mình, bạn có thể giảm đáng kể khả năng gặp phải bất kỳ gián đoạn nào đối với việc sử dụng Instagram thông thường của mình.\n\nBạn có thể xuất loại dữ liệu nào?\n- Tên người dùng\n- Tên tài khoản\n- Họ và tên\n- Theo dõi bạn\n- Người theo dõi\n- Tiếp theo\n- Bài viết\n- Email\n- Điện thoại\n- Đã được xác minh\n- Là riêng tư\n- Là kinh doanh\n- Là Đấng Tạo Hóa\n- Loại\n- Tiểu sử\n- URL bên ngoài\n- Trang chủ người dùng\n- URL hình đại diện\n\nLàm cách nào để sử dụng IGExporter?\nĐể sử dụng công cụ xuất người theo dõi IG của chúng tôi, chỉ cần thêm tiện ích mở rộng của chúng tôi vào trình duyệt và tạo tài khoản. Sau khi đăng nhập, bạn có thể nhập tên người dùng IG của những người theo dõi bạn muốn xuất và nhấp vào nút \"Xuất\". Dữ liệu người theo dõi của bạn sẽ được xuất sang tệp CSV hoặc Excel, sau đó bạn có thể tải tệp này xuống máy tính của mình.\n\nQuyền riêng tư dữ liệu:\nTất cả dữ liệu được xử lý trên máy tính cục bộ của bạn, không bao giờ đi qua máy chủ web của chúng tôi. Việc xuất khẩu của bạn được bảo mật.\n\nCác câu hỏi thường gặp:\nhttps://igexporter.toolmagic.app/#faqs\nHãy liên hệ với chúng tôi nếu bạn có bất kỳ câu hỏi nào khác.\n\nTuyên bố từ chối trách nhiệm:\nIGExporter là tiện ích mở rộng của bên thứ ba được thiết kế để hỗ trợ xuất người theo dõi Instagram và danh sách theo dõi, cùng với dữ liệu liên quan, để quản lý và phân tích nâng cao. Tiện ích mở rộng này không được phát triển, xác nhận hoặc liên kết chính thức với Instagram, Inc.",
    "zh_CN": "IGExporter 是一款功能强大的 Instagram 关注者导出工具，可帮助您将关注者和关注列表导出到 CSV 文件。该工具还可以从您的 Instagram 关注者中提取电子邮件地址和电话号码（如果有），使您能够识别潜在的销售线索，定制您的营销活动，并更深入地了解您的受众。\n\n特征：\n- 导出无限关注者或关注者\n- 提取电子邮件和电话号码（如果有）\n- 保存为 CSV/Excel\n- 自动且可定制的速率限制和挑战处理\n\n笔记：\n- IGExporter 遵循免费增值模式，使您能够免费导出最多 500 个关注者或关注者。如果需要额外的导出，请考虑升级到我们的高级版本。\n- 为了保护您的主要 Instagram 帐户免受临时限制，我们强烈建议您创建一个专门用于数据导出的单独帐户。通过将数据导出活动与主帐户分开，您可以显着降低正常使用 Instagram 时遇到中断的可能性。\n\n您可以导出什么类型的数据？\n- 用户身份\n- 用户名\n- 全名\n- 跟随你\n- 追随者\n- 下列的\n- 帖子\n- 电子邮件\n- 电话\n- 已验证\n- 是私人的\n- 是生意\n- 是创造者\n- 类别\n- 传记\n- 外部网址\n- 用户主页\n- 头像网址\n\n如何使用IGExporter？\n要使用我们的 IG 关注者导出工具，只需将我们的扩展程序添加到浏览器并创建一个帐户即可。登录后，您可以输入要导出关注者的 IG 用户名，然后单击“导出”按钮。您的关注者数据将导出到 CSV 或 Excel 文件，然后您可以将其下载到您的计算机。\n\n数据隐私：\n所有数据都在您的本地计算机上处​​理，从未经过我们的网络服务器。您的出口是保密的。\n\n经常问的问题：\nhttps://igexporter.toolmagic.app/#faqs\n如果您有任何其他问题，请随时与我们联系。\n\n免责声明：\nIGExporter 是一款第三方扩展程序，旨在促进 Instagram 关注者和关注列表以及相关数据的导出，以增强分析和管理。此扩展程序并非由 Instagram, Inc. 开发、认可或正式附属。",
    "zh_TW": "IGExporter 是一款功能強大的 Instagram 追蹤者匯出工具，可協助您將追蹤者和追蹤清單匯出到 CSV 檔案。該工具還可以從您的 Instagram 追蹤者中提取電子郵件地址和電話號碼（如果有），使您能夠識別潛在的銷售線索，客製化您的行銷活動，並更深入地了解您的受眾。\n\n特徵：\n- 匯出無限追蹤者或追蹤者\n- 提取電子郵件和電話號碼（如果有）\n- 儲存為 CSV/Excel\n- 自動且可自訂的速率限制和挑戰處理\n\n筆記：\n- IGExporter 遵循免費增值模式，讓您能夠免費匯出最多 500 位追蹤者或追蹤者。如果需要額外的匯出，請考慮升級到我們的高級版本。\n- 為了保護您的主要 Instagram 帳戶免受臨時限制，我們強烈建議您建立一個專門用於資料匯出的單獨帳戶。透過將資料匯出活動與主帳戶分開，您可以顯著降低正常使用 Instagram 時遇到中斷的可能性。\n\n您可以匯出什麼類型的資料？\n- 使用者身份\n- 使用者名稱\n- 全名\n- 跟隨你\n- 追蹤者\n- 下列的\n- 貼文\n- 電子郵件\n- 電話\n- 已驗證\n- 是私人的\n- 是生意\n- 是創造者\n- 類別\n- 傳記\n- 外部網址\n- 使用者主頁\n- 頭像網址\n\n如何使用IGExporter？\n要使用我們的 IG 追蹤者匯出工具，只需將我們的擴充功能新增至瀏覽器並建立帳戶即可。登入後，您可以輸入要匯出追蹤者的 IG 使用者名，然後按一下「匯出」按鈕。您的追蹤者資料將會匯出到 CSV 或 Excel 文件，然後您可以將其下載到您的電腦。\n\n資料隱私：\n所有資料都在您的本機電腦上處理，從未經過我們的網路伺服器。您的出口是保密的。\n\n常問的問題：\nhttps://igexporter.toolmagic.app/#faqs\n如果您有任何其他問題，請隨時與我們聯繫。\n\n免責聲明：\nIGExporter 是一款第三方擴充程序，旨在促進 Instagram 追蹤者和追蹤清單以及相關資料的匯出，以增強分析和管理。此擴充功能並非由 Instagram, Inc. 開發、認可或正式附屬。"
  }
}