{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page summary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarizes page content using ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page Summary is a user-friendly Google Chrome browser extension that leverages the cutting-edge capabilities of ChatGPT, an advanced language model, to provide you with succinct and accurate summaries of web page content. Save time and energy while staying informed, as Page Summary effortlessly condenses lengthy articles, blog posts, news stories, and more into easily digestible overviews.\n\nKey Features:\n\n    Effortless Summaries: Instantly generate summaries of the page you're viewing with just a click. Page Summary streamlines the process of extracting essential information, enabling you to grasp the main points in no time.\n\n    ChatGPT-Powered Precision: The extension utilizes the powerful ChatGPT language model to guarantee that the generated summaries are precise, coherent, and contextually relevant. Rest assured that you'll receive high-quality summaries tailored to your needs.\n\n    Summarize Anywhere: Page Summary works seamlessly across different websites and content types. From research papers to trending news, you can obtain concise summaries from various sources effortlessly.\n\n    Save and Share: Find a summary that sparks your interest? Save it for future reference or share it with friends, colleagues, or on social media directly from the extension. Collaborate and disseminate knowledge with ease.\n\nHow to Use:\n\n    Install the Page Summary extension from the Chrome Web Store.\n    When you encounter a webpage with extensive content, simply click on the Page Summary icon in your Chrome toolbar.\n    In a matter of seconds, the extension will generate a concise summary of the page using ChatGPT's state-of-the-art language capabilities.\n    Save or share the summary for future reference or seamless collaboration.\n\nEmbrace the future of effortless browsing with Page Summary. Unleash the power of AI-driven summarization, allowing you to access crucial information efficiently and make well-informed decisions without feeling overwhelmed. Experience the convenience and accuracy of this intelligent extension that keeps you informed, all with just a click."
  }
}