{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneTab"
  },
  "short": {
    "ar": "وفر ما يصل إلى 95% من الذاكرة وقلل تراكم علامات التبويب",
    "am,bg,bn,ca,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te,uk": "Save up to 95% memory and reduce tab clutter",
    "cs": "Ušetříte až 95 % paměti a snížíte objem nepoužívaných karet.",
    "da": "Spar op til 95 % hukommelse og reducér fane-rod",
    "de": "Sparen Sie bis zu 95 % Arbeitsspeicher und räumen Sie Ihre Tabs auf",
    "es": "Ahorra hasta 95% de memoria y reduce la desorden de pestañas",
    "es_419": "Ahorre hasta el 95% de la memoria y reduzca el desorden de pestañas",
    "fi": "Säästä jopa 95 % muistia ja vähennä välilehtisotkua",
    "fr": "Economisez jusqu'à 95% de mémoire et réduisez l'encombrement des onglets",
    "he": "חסוך עד 95% מזיכרון המכשיר והפחת את עומס הכרטיסיות",
    "hi": "95% तक मेमोरी बचाता है और टैब की भीड़ कम करता है",
    "hu": "Szabadítson fel 95% memóriát és szüntesse meg a lapok káoszát",
    "id": "Hematlah 95% memori dan kurangi kekacauan pengaturan tab",
    "it": "Consente di risparmiare fino al 95% di memoria e riduce l'ingombro delle schede",
    "ja": "メモリ使用量を95％減少させ、タブを整理します",
    "ko": "최대 95%의 메모리를 절감하고 탭 클러터를 줄이세요.",
    "ms": "Jimat sehingga 95% ingatan dan kurangkan kekusutan tab",
    "nl": "Bespaar tot 95% geheugen en verminder tabbladrommel",
    "no": "Reduser fane-rot og spar opptil 95 % minne",
    "pl": "Zyskaj do 95% pamięci i zmniejsz liczbę kart",
    "pt_BR": "Poupe até 95% de memória e reduza sua ocupação com guias",
    "pt_PT": "Economize até 95% de memória e reduza a confusão de separadores",
    "ro": "Economisește memoria până la 95% și redu dezordinea filele",
    "ru": "Сэкономьте до 95% памяти и наведите порядок во вкладках",
    "sk": "Ušetrite až 95% pamäte a obmedzte tak neporiadok medzi kartami",
    "sv": "Spara upp till 95 % minne och slipp röran",
    "th": "ประหยัดหน่วยความจำสูงสุดถึง 95% และลดความยุ่งเหยิงของแท็บ",
    "tr": "Bellek kapasitesinde %95 oranında tasarruf sağlayın ve sekme karmaşasını engelleyin",
    "vi": "Tiết kiệm đến 95% bộ nhớ và giảm tình trạng loạn tab",
    "zh_CN": "节省高达95％的内存，并减轻标签页混乱现象",
    "zh_TW": "節省高達95％的記憶體，並減輕分頁混亂現象"
  },
  "long": {
    "ar": "كلما وجدت لديك الكثير جدًا من علامات التبويب، انقر على أيقونة OneTab لتحويل كل علامات التبويب إلى قائمة. عندما تحتاج إلى الوصول إلى علامات التبويب مرة أخرى، يمكنك إما استعادتهم فردًا أو كلهم مرة واحدة.\n\nعندما تكون علامات التبويب في قائمة OneTab، سوف توفر ما يصل إلى 95% من الذاكرة لأن عدد علامات التبويب المفتوحة في Google Chrome سيقل.\n\nضمان الخصوصية\n\nلا يتم أبدًا إرسال معلومات عن علامات التبويب الخاصة بك أو الإفصاح عنها إلى مطوري Google Chrome أو أي طرف آخر. الاستثناء الوحيد لهذا هو إذا قمت بالنقر عمدًا على خاصية \"مشاركة كصفحة ويب\" التي تسمح لك بتحميل قائمة علامات التبويب في صفحة ويب من أجل مشاركتها مع الآخرين. لا يتم أبدًا مشاركة علامات التبويب إلا إذا استخدمت تحديدًا زر \"شارك كصفحة ويب\".",
    "am,bg,bn,ca,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te,uk": "Whenever you find yourself with too many tabs, click the OneTab icon to convert all of your tabs into a list. When you need to access the tabs again, you can either restore them individually or all at once.\n\nWhen your tabs are in the OneTab list, you will save up to 95% of memory because you will have reduced the number of tabs open in Google Chrome.\n\nPrivacy assurance\n\nInformation about your tabs are never transmitted or disclosed to the OneTab developers. The only exception to this is if you intentionally click on our 'share as a web page' feature that allows you to upload your list of tabs into a web page in order to share them with others. Tabs are never shared unless you specifically use the 'share as a web page' button. \n\nAdditional Benefits\n\nDepending on how many scripts are running inside your tabs, moving them to OneTab can also speed up your computer by reducing the CPU load. We have also had reports that this also contributes to your computer resuming from sleep more quickly.",
    "cs": "Kdykoli se vám bude zdát, že máte příliš mnoho karet, můžete kliknutím na ikonu OneTab všechny karty převést na seznam. Když se pak budete chtít ke kartám znovu dostat, můžete je obnovit buď jednotlivě, nebo všechny najednou.\n\nKdyž budete mít karty v seznamu OneTab, ušetříte až 95 % paměti, protože zmenšíte počet karet otevřených v prohlížeči Google Chrome.\n\nZajištění ochrany osobních údajů\n\nInformace o kartách se nikdy neodesílají ani neodhalují vývojářům aplikace OneTab ani nikomu jinému. Jedinou výjimkou je případ, kdy záměrně kliknete na naši funkci Sdílet jako webovou stránku, která vám umožňuje nahrát seznam karet na webovou stránku za účelem jejich sdílení s ostatními uživateli. Pokud vyloženě nepoužijete tlačítko Sdílet jako webovou stránku, karty se nikdy nesdílejí.",
    "da,no": "Klik på OneTab-ikonet for at konvertere alle dine faner til en liste, når du har alt for mange faner. Når du skal bruge fanerne igen, kan du enten gendanne dem enkeltvis eller alle på én gang.\n\nDu sparer op til 95 % af hukommelsen ved at have dine faner på OneTab-listen, fordi du har færre faneblade åbne i Google Chrome.\n\nBeskyttelse af personlige oplysninger\n\nOneTabs udviklere eller en tredjepart vil aldrig få adgang til oplysninger om dine faner, medmindre du klikker på vores funktion \"del som en hjemmeside\", der giver dig mulighed for at uploade din faneliste til en hjemmeside for at dele dem med andre. Faner vil aldrig blive delt, med mindre du specifikt bruger knappen 'del som en hjemmeside'.",
    "de": "Wenn Ihnen zu viele Tabs angezeigt werden, klicken Sie einfach auf das OneTab-Symbol, um alle Ihre Tabs in eine Liste umzuwandeln. Wenn Sie die Tabs erneut aufrufen müssen, können Sie sie entweder einzeln oder alle auf einmal wiederherstellen.\n\nWenn sich Ihre Tabs in der OneTab-Liste befinden, sparen Sie bis zu 95 % Arbeitsspeicher, denn in Google Chrome sind weniger Tabs geöffnet.\n\nDatenschutz\n\nInformationen über Ihre Tabs werden keinesfalls übertragen oder gegenüber den Entwicklern von OneTab oder Dritten offengelegt. Die einzige Ausnahme besteht darin, dass Sie auf unsere Funktion „Als Webseite teilen“ klicken, mit der Sie Ihre Tab-Liste in eine Webseite hochladen und sie mit anderen teilen können. Tabs werden keinesfalls geteilt, sofern Sie nicht ausdrücklich die Schaltfläche „Als Webseite teilen“ anklicken.",
    "es": "Cada vez que te encuentras con demasiadas pestañas, haz clic en el icono de OneTab para convertir todas tus pestañas en una lista. Cuando necesites acceder nuevamente a las pestañas, puedes restaurarlas de forma individual o todas al mismo tiempo.\n\nCuando las pestañas están en la lista OneTab, ahorras hasta 95% de memoria, ya que se ha reducido el número de pestañas abiertas en Google Chrome.\n\nGarantía de privacidad\n\nInformación sobre sus pestañas no será transmitida o divulgada a cualquier de los desarrolladores OneTab o cualquier otra parte. La única excepción a esto es si intencionalmente hagas clic en nuestra funcíon 'compartir como una página web', que te permite cargar tu lista de pestañas en una página web, para que puedas compartirla con otros. No serán compartidas ningunas pestañas a menos que utilices específicamente el botón 'compartir como página web'.",
    "es_419": "Cuando tenga muchas pestañas, haga clic el ícono OneTab para convertirlas en una lista. Cuando desee tener acceso de nuevo a las pestañas, puede restaurarlas individualmente o todas a la vez.\n\nCuando las pestañas están en la lista de OneTab, ahorrará el 95% de la memoria debido a que tendrá un número reducido de pestañas abiertas en Google Chrome.\n\nGarantía de privacidad\n\nLa información de sus pestañas nunca se transmite o divulga, ni a los desarrolladores de OneTab ni a terceros. La única excepción a esto es cuando intencionalmente hace clic en la función 'Compartir como página web' que permite que cargue su lista de pestañas en una página web para compartirlas con otras personas. Las pestañas nunca se comparten a menos que específicamente use el botón 'Compartir como página web'.",
    "fi": "Kun välilehtiä näyttää olevan käytössä ihan liikaa, napsauta OneTab-kuvaketta - ja kaikki välilehdet siirtyvät luetteloon. Kun haluat käyttää välilehtiä uudelleen, voit joko palauttaa ne yksitellen tai kaikki kerralla.\n\nKun välilehdet ovat OneTab-luettelossa, voit säästää jopa 95 % muistia, koska Google Chromessa avoinna olevien välilehtien määrä on pienempi.\n\nYksityisyystakuu\n\nTietoja välilehdistäsi ei koskaan siirretä tai luovuteta OneTabin kehittäjille eikä muille osapuolille. Ainoa poikkeus tähän on, jos napsautat tarkoituksella \"jaa verkkosivuna\" -ominaisuutta, jonka avulla voit ladata välilehtiluettelosi verkkosivulle voidaksesi jakaa välilehtiä muiden kanssa. Välilehtiä ei koskaan jaeta, ellet nimenomaan käytä \"jaa verkkosivuna\"-painiketta.",
    "fr": "Chaque fois que vous vous retrouvez avec trop d'onglets, cliquez sur l'icône OneTab pour convertir tous vos onglets en une liste. Lorsque vous avez besoin d'accéder à nouveau aux onglets, vous avez la possibilité de les restaurer individuellement ou tous à la fois.\n\nLorsque vos onglets sont dans la liste de OneTab, vous pouvez économiser jusqu'à 95% de la mémoire en réduisant le nombre d'onglets ouverts dans Google Chrome.\n\nAssurance de confidentialité\n\nLes informations à propos de vos onglets ne sont jamais transmises ou divulguées ni aux développeurs OneTab ni à toute autre partie. La seule exception à cela est si vous cliquez intentionnellement sur notre fonction «partager en tant que page Web»  qui vous permet de charger votre liste d'onglets dans une page Web afin de les partager avec d'autres. Les onglets ne sont jamais partagés, sauf si vous utilisez spécifiquement le bouton «partager en tant que page Web».",
    "he": "כל פעם שאתה מוצא את עצמך מוצף ביותר מדי כרטיסיות, לחץ על הסמל של OneTab כדי להמיר את כל הכרטיסיות שלך לרשימה אחת.\nכשתרצה לגשת לכרטיסיות שלך שוב, תוכל לשחזר כל אחת בנפרד, או את כולן ביחד.\n\nכשהכרטיסיות שלך מופיעות ברשימה של OneTab, מספר הכרטיסיות הפתוחות בדפדפן Google Chrome מצטמצם משמעותית ואתה חוסך עד 95% מזיכרון המכשיר שלך.\n\nהבטחת פרטיות\n\nהמידע אודות הכרטיסיות שלך לעולם אינו מועבר או נחשף למפתחי OneTab או לכל גורם אחר. היוצא מן הכלל היחיד הוא במקרה שתלחץ במודע על האפשרות \"שתף כדף אינטרנט\" המאפשרת לך להעלות את רשימת הכרטיסיות שלך לאתר אינטרנט כדי לשתף אותן עם אנשים אחרים. הכרטיסיות לעולם אינן משותפות, אלא אם כן אתה לוחץ בעצמך על הכפתור \"שתף כדף אינטרנט\".",
    "hi": "जब भी आप स्वयं को बहुत से टैब के साथ पाएं, अपने सभी टैब को एक लिस्ट में परिवर्तित करने के लिए OneTab आइकन को क्लिक करें। जब आपको टैब्स तक दोबारा पहुंचने की आवश्यकता हो, आप उन्हें अलग-अलग या एक बार में सभी को बहाल कर सकते हैं।\n\nजब आपके टैब्स OneTab लिस्ट में होते हैं, आप 95% तक मेमोरी बचाते हैं क्योंकि आपने गूगल क्रोम में खुले टैब्स की संख्या घटाई है।\n\nगोपनीयता आश्वासन\n\nआपके टैब्स के बारे में जानकारी कभी भी OneTab डिवेलपर्स या किसी अन्य पार्टी को नहीं भेजी जाती और न ही उसका खुलासा किया जाता है। इसका एकमात्र अपवाद तब होगा जब आप हमारे ‘शेयर ऐज ए वेब पेज’ फीचर पर जानबूझ कर क्लिक करेंगे जिससे आपको अपने टैब्स की लिस्ट एक वेब पेज पर अपलोड करने की अनुमति मिलती है जिससे आप उन्हें अन्यों के साथ साझा कर सकें। टैब्स तब तक साझा नहीं किए जाते जब तक आप विशेषतौर पर ‘शेयर ऐज ए वेब पेज’ बटन का उपयोग नहीं करते।",
    "hu": "Ha úgy találja, hogy túl sok lap van megnyitva a böngészőjében, kattintson a OneTab ikonra, és rendezze listába az összes lapot. Ha újra el szeretné érni őket, állítsa vissza a lapokat egyesével vagy mindet egyszerre.\n\nAmikor a lapok a OneTab listájában vannak, akár 95%-kal mérsékelheti a Google Chrome memóriaigényét a megnyitott lapok számának csökkentésével.\n\nAdatbiztonság\n\nA lapokról szóló információkat soha nem adjuk át vagy fedjük fel a OneTab fejlesztőinek vagy harmadik félnek. Ez alól kivételt jelent, ha Ön szándékosan rákattint az „Oszd meg weboldalként” funkcióra, amely lehetővé teszi, hogy a lapok listáját feltöltse egy weboldalra, és azt mások is megtekinthessék. A lapokat soha nem osztjuk meg, kivéve, ha Ön használja az „Oszd meg weboldalként” funkciót.",
    "id": "Jika Anda harus bekerja dengan banyak tab, klik ikon OneTab untuk mengubah semua tab Anda menjadi suatu daftar. Ketika Anda perlu mengakses tab tersebut kembali, Anda dapat memulihkannya satu per satu ataupun sekaligus.\n\nKetika tab Anda ada dalam daftar OneTab, Anda akan menghemat hingga 95% memori karena Anda telah mengurangi jumlah tab yang terbuka di Google Chrome.\n\nJaminan privasi\n\nInformasi mengenai tab Anda tidak akan pernah dikirimkan atau diungkapkan kepada pengembang OneTab maupun pihak lainnya. Kecuali, jika Anda dengan sengaja mengklik fitur ‘bagikan sebagai halaman web’ kami yang memungkinkan Anda mengunggah daftar tab Anda ke dalam suatu halaman web untuk membagikannya kepada orang lain. Tab tidak akan dibagikan kecuali Anda secara khusus menggunakan tombol ‘bagikan sebagai halaman web’.",
    "it": "Ogni volta che ti ritrovi con troppe schede, fai clic sull'icona OneTab per convertire tutte le schede in un elenco. Quando dovrai accedere nuovamente alle schede, puoi ripristinarle singolarmente o tutte in una volta.\n\nQuando le schede sono nell'elenco OneTab, risparmierai fino al 95% di memoria perché ridurrai il numero di schede aperte in Google Chrome.\n\nGaranzia della privacy\n\nLe informazioni riguardanti le schede aperte non sono mai trasmesse o divulgate né agli sviluppatori OneTab né a qualsiasi altra parte. L'unica eccezione, è quando si fa clic intenzionalmente sulla nostra funzione 'condividi come pagina web' che consente di caricare il proprio elenco di schede in una pagina web per condividerlo con altri. Le schede non vengono mai condivise se non si utilizza il pulsante della funzione 'condividi come pagina web'.",
    "ja": "One Tabアイコンをクリックして、沢山のタブをリスト化しましょう。タブにアクセスする必要があるときは、一つ一つ、もしくは全てを一度に復元していただけます。\n\nGoogle Chromeで開いているタブをOne Tabでリスト化することで、メモリ使用量を95％減少させる事が出来ます。\n\nプライバシーの保証\n\nタブに関する情報が、One Tabの開発者および第三者に送信されたり公開されたりする事はありません。もしそうされるとすれば、ユーザーが故意に、他の人達とシェアするために「ウェブページとして共有する」機能をクリックした際のみです。つまり、「ウェブページとしてシェアする」ボタンを使用しない限り、タブがシェアされる事はありません。",
    "ko": "열려 있는 탭이 너무 많을 경우, OneTab 아이콘을 클릭하여 모든 탭을 하나의 목록으로 만드세요. 다시 탭에 액세스해야 한다면, 개별 탭을 복원하거나 모든 탭을 한 번에 복원할 수 있습니다.\n\n탭이 OneTab 목록에 있을 경우, Google Chrome에 열려 있는 탭의 수가 줄어들게 되므로 메모리의 최대 95%를 절감하게 됩니다.\n\n개인정보 보호보증\n\n탭에 대한 정보는 OneTab 개발자나 다른 외부인에게 절대로 전송되거나 공개되지 않습니다. 단, 사용자가 의도적으로 '웹 페이지로 공유' 기능을 클릭하여 사용자의 탭 목록을 웹페이지에 업로드하여 다른 사람들과 공유하는 경우는 예외입니다. 사용자가 '웹 페이지로 공유' 버튼을 사용하지 않는 한 절대로 탭이 공유되지 않습니다.",
    "ms": "Setiap kali anda mendapati terdapat terlalu banyak tab, klik ikon OneTab untuk menukar semua tab anda ke dalam senarai. Apabila anda perlu untuk mengakses tab lagi, anda boleh memulihkan mereka secara individu atau semua sekali gus.\n\nApabila tab anda berada dalam senarai OneTab, anda akan menjimatkan sehingga 95% daripada ingatan komputer kerana anda telah mengurangkan jumlah tab yang dibuka pada Google Chrome.\n\nJaminan privasi\n\nMaklumat mengenai tab anda tidak akan dihantar atau didedahkan sama ada kepada pemaju OneTab atau mana-mana pihak lain. Satu-satunya pengecualian kepada ini adalah jika anda sengaja klik pada ciri 'kongsi sebagai laman web' kami yang membolehkan anda untuk memuat naik senarai tab ke dalam laman web untuk berkongsi dengan orang lain. Tab tidak pernah dikongsi melainkan anda secara khusus menggunakan  butang 'kongsi sebagai laman web'.",
    "nl": "Wanneer u merkt dat u er teveel tabbladen zijn, klik dan op het OneTab-icoontje om al uw tabbladen in een lijst te plaatsen. Wanneer u weer toegang tot de tabbladen wilt hebben, kunt u deze individueel of allemaal tegelijk herstellen.\n\nWanneer uw tabbladen in de OneTab lijst zijn, bespaart u tot aan 95% geheugen, aangezien u het aantal tabbladen geopend in Google Chrome heeft verminderd.\n\nVerzekeren van Privacy\n\nInformatie over uw tabbladen zal nooit worden doorgegeven of openbaar gemaakt worden aan  OneTab ontwikkelaars of een andere partijen. De enige uitzondering hierop is indien u bewust op onze 'deel als een webpagina'- functie klikt, dat u in staat stelt om uw lijst van tabbladen te uploaden om deze met anderen te delen. Tabbladen worden nooit gedeeld, tenzij u specifiek gebruik maakt van de 'deel als webpagina'-knop.",
    "pl": "Za każdym razem, gdy masz za dużo kart, kliknij ikonę OneTab, by zamienić wszystkie karty w listę. Gdy chcesz ponownie uzyskać do nich dostęp, możesz przywrócić wszystkie lub poszczególne karty.\n\nGdy karty znajdują się na liście OneTab, zyskujesz do 95% pamięci, ponieważ w Google Chrome jest otwartych mniej kart.\n\nZapewnianie prywatności\n\nInformacje o Twoich kartach nigdy nie są przekazywane ani udostępniane deweloperom OneTab ani żadnym innym osobom. Jedynym wyjątkiem jest sytuacja, gdy celowo klikniesz funkcję „udostępnij jako stronę internetową”, by przesłać listę kart w postaci strony i udostępnić ją innym. Karty nigdy nie są udostępniane, jeśli nie użyjesz przycisku „udostępnij jako stronę internetową”.",
    "pt_BR": "Sempre que estiver com muitas guias abertas, clique no ícone no OneTab para converter todas as suas quias em uma lista. Quando precisar acessar as guias novamente, você pode restaurá-las individualmente ou todas de uma vez.\n\nQuando suas guias estiverem na lista do OneTab, você economiza até 95% de memória porque terá reduzido o número de guias abertas no Google Chrome\n\nGarantia de privacidade\n\nInformações sobre suas guias nunca serão transmitidas ou divulgadas para os desenvolvedores do OneTab ou para terceiros. A única exceção é quando você clicar intencionalmente em nosso recurso \"compartilhar como página da web\", que permite o envio de sua lista de guias para uma página da web para compartilhá-la com outras pessoas. As guias nunca serão compartilhadas, a menos que você utilize especificamente o botão \"compartilhar como página da web\".",
    "pt_PT": "Sempre que se encontrar-se com muitos separadores, clique no ícone OneTab para converter todos os seus separadores numa lista. Quando precisar de aceder novamente a eles, pode restaurá-los individualmente ou todos de uma vez.\n\nQuando os separadores estão na lista OneTab, isto economiza-lhe até 95% de memória, porque vai reduzir o número de separadores abertos no Google Chrome.\n\nGarantia de privacidade\n\nJamais serão transmitidas ou reveladas informações sobre os seus separadores aos desenvolvedores de OneTab ou a qualquer outra parte. A única excepção a isto é se clicar intencionalmente na nossa função 'partilhar como página web', que lhe permite fazer upload da sua lista de separadores para uma página web, de modo a que possa partilhá-la com outros. Os separadores nunca serão partilhados a menos que use o botão 'partilhar como página web'",
    "ro": "Ori de câte ori constați că ai prea multe file, apasă pe pictograma OneTab să convertești toate filele într-o listă. Când trebuie să accesezi din nou filele, poți să le restaurezi  fie separat, fie pe toate odată.\n\nCând filele se află în lista OneTab, vei salva până la 95% din memorie deoarece numărul de file deschise în Google Chrome se va reduce.\n\nAsigurarea confidențialității\n\nInformațiile despre file nu sunt transmise sau dezvăluite nici către dezvoltatorii OneTab, nici către alte părți. Singura excepție este dacă apeși intenționat pe butonul nostru„distribuie ca pagină web”, care îți permite să încarci lista tab-urilor tale pe o pagină web pentru a le împărtăși cu alții. Filele nu sunt partajate niciodată dacă nu folosești, în mod specific, butonul „distribuie ca pagină web”.",
    "ru": "Всякий раз, когда у вас окажется слишком много вкладок, щелкните значок OneTab, чтобы преобразовать все ваши вкладки в список. Если вам будет необходимо получить доступ к вкладкам еще раз, вы сможете восстановить их по отдельности или все сразу.\n\nКогда ваши вкладки находятся в списке OneTab, вы экономите до 95% памяти благодаря сокращению количества открытых вкладок Google Chrome.\n\nГарантия конфиденциальности\n\nИнформация о вкладках никогда не передается разработчикам OneTab или любой другой стороне. Единственное исключение из этого происходит, когда вы намеренно используете нашу функцию \"поделиться на веб-странице',  которая позволяет загрузить ваш список вкладок на веб-страницу, чтобы поделиться ими с другими. Вкладки никогда не публикуются, если вы специально не нажимаете кнопку \"поделиться на веб-странице\".",
    "sk": "Keď máte pocit, že máte otvorených priveľa kariet, kliknite na ikonu OneTab a preveďte všetky svoje karty do jedného zoznamu. Ak sa ku kartám potrebujete znovu dostať, môžete ich obnoviť postupne po jednej alebo všetky naraz.\n\nSo svojimi kartami uloženými v zozname OneTab môžete ušetriť až 95% pamäte, pretože počet otvorených kariet v prehliadači Google Chrome sa zníži.\n\nZabezpečenie ochrany osobných údajov\n\nInformácie o kartách nie sú v nijakom prípade odovzdávané alebo sprístupňované vývojárom aplikácie OneTab alebo iným tretím stranám. Jedinou výnimkou je, ak zámerne kliknite na funkciu \"zdieľať ako webovú stránku\", ktorá vám umožní nahrať váš zoznam kariet na webovú stránku za účelom ich zdieľania s ostatnými. Karty nebudú v nijakom prípade zdieľané, pokiaľ výslovne nestlačíte tlačidlo \"zdieľať ako webovú stránku\".",
    "sv": "Om du ibland känner att du har för många flikar, är det bara att klicka på OneTab-ikonen för att omvandla alla flikarna till en lista. När du behöver flikarna igen kan du antingen återställa dem en och en, eller alla samtidigt.\n\nNär flikarna är i en OneTab-lista sparar du upp till 95 % minne, då det minskar antalet flikar som är öppna i Google Chrome.\n\nSekretessförsäkran\n\nInformation om dina flikar överförs aldrig och lämnas aldrig ut, vare sig till OneTab-utvecklare eller någon annan part. Det enda unadantaget till detta är om du avsiktligen klickar på funktionen ”dela som en webbsida”, vilket gör att du kan omvandla din lista med flikar till en webbsida för att dela dem med andra. Flikar delas aldrig om du inte specifikt använder knappen ”dela som en webbsida”.",
    "th": "เมื่อใดก็ตามที่คุณพบว่าตัวเองมีแท็บมากเกินไป ให้คลิกที่ไอคอน OneTab เพื่อเปลี่ยนแท็บของคุณทั้งหมดเป็นรายการ เมื่อคุณจำเป็นต้องเข้าถึงแท็บอีกครั้ง คุณสามารถเรียกคืนได้แท็บได้ทีละอันหรือทั้งหมดภายในครั้งเดียว\n\nเมื่อแท็บของคุณอยู่ในรายรายการ OneTab คุณจะประหยัดหน่วยความจำได้ถึง 95% เพราะคุณจะลดจำนวนของแท็บที่เปิดใน Google Chrome\n\nการรับประกันความเป็นส่วนตัว\n\nข้อมูลเกี่ยวกับแท็บของคุณจะไม่ถูกเปิดเผยหรือส่งต่อให้นักพัฒนา OneTab หรือบุคคลอื่น ๆ ข้อยกเว้นเพียงอย่างเดียวที่จะทำเช่นนั้นได้คือคุณตั้งใจคลิกที่คุณสมบัติ 'แบ่งปันในรูปแบบของหน้าเว็บ' ที่ช่วยให้คุณสามารถอัปโหลดรายการแท็บของคุณลงในหน้าเว็บเพื่อแบ่งปันให้กับผู้อื่น จะไม่มีการแบ่งปันแท็บโดยเด็ดขาด เว้นแต่ว่าคุณเจาะจงใช้ปุ่ม  'แบ่งปันในรูปแบบของหน้าเว็บ'",
    "tr": "Çok fazla sekmenin arasında kaldıysanız, OneTab simgesine tıklayarak tüm sekmeleri tek bir listeye dönüştürebilirsiniz. Sekmelere tekrar ulaşmak istediğinizde teker teker ya da tamamını bir seferde geri yükleyebilirsiniz.\n\nSekmeleriniz OneTab listesinde olduğunda, Google Chrome'daki açık sekmeleri azalttığınız için bellek kapasitesinden %95 oranında tasarruf sağlayacaksınız.\n\nGizlilik teminatı\n\nSekmeleriniz hakkındaki bilgiler ne OneTab geliştiricilerine ne de başka kişilere iletilmeyecek ya da ifşa edilmeyecektir. Bunun tek istisnası sekmeler listenizi başkalarıyla paylaşmak için bir web sayfasına yüklenmesine izin verecek 'web sayfasında paylaş' özelliğine kasıtlı olarak tıklamanızdır. Siz özellikle 'web sayfası olarak paylaş' butonuna basmadığınız sürece sekmeleriniz asla paylaşılmayacaktır.",
    "vi": "Bất cứ khi nào bạn thấy mình có quá nhiều tab, hãy bấm vào biểu tượng OneTab để chuyển đổi tất cả các tab của bạn vào một danh sách. Khi bạn cần truy nhập các tab này một lần nữa, bạn có thể khôi phục lại riêng từng tab hoặc tất cả cùng một lúc.\n\nKhi các tab của bạn nằm trong danh sách OneTab, bạn sẽ tiết kiệm đến 95% bộ nhớ vì số lượng các tab đang mở trong Google Chrome đã được giảm đi.\n\nĐảm bảo quyền riêng tư\n\nThông tin về các tab của bạn không bao giờ được truyền tải hoặc tiết lộ cho các nhà phát triển OneTab hoặc bất kỳ bên nào khác. Ngoại lệ duy nhất là khi bạn có chủ đích bấm vào tính năng \"chia sẻ dưới dạng trang web\" vốn có chức năng cho phép bạn tải lên danh sách các tab của bạn vào một trang web để chia sẻ với những người khác. Các tab không bao giờ được chia sẻ trừ khi bạn sử dụng nút \"chia sẻ dưới dạng trang web\".",
    "zh_CN": "当您发现自己有太多的标签页时，单击OneTab图标，将所有标签页转换成一个列表。当您需要再次访问这些标签页时，可以单独或全部恢复它们。\n\n当您的标签页位于OneTab列表时，您将节省高达95％的内存，因为你将减少Google Chrome浏览器中打开的标签页的数量。\n\n隐私保证\n\n关于您标签页的信息绝不会发送或透露OneTab开发人员或任何其他方。唯一例外的是您有意点击了我们的“分享为网页”功能，此操作可让您将标签页列表上传到网页，以便与他人分享。除非您明确使用“分享为网页”按钮，否则标签页永远不会分享。",
    "zh_TW": "當您發現自己有太多的分頁時，按一下OneTab圖示，將所有分頁轉換成一個清單。當您需要再次訪問這些分頁時，可以單獨或全部還原它們。\n\n當您的分頁位於OneTab清單時，您將節省高達95％的記憶體，因為你將減少Google Chrome瀏覽器中打開的分頁的數量。\n\n隱私保證\n\n關於您分頁的資訊絕不會傳送或透露OneTab開發人員或任何其他方。唯一例外的是您有意點擊了我們的「分享為網頁」功能，此操作可讓您將分頁清單上傳到網頁，以便與他人分享。除非您明確使用「分享為網頁」按鈕，否則分頁永遠不會分享。"
  }
}