{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Full Page Screenshot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture and save full webpage screenshots locally"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Long Screenshot - Scroll & Capture\n\nA browser extension that captures scrolling screenshots of entire web pages with real-time progress display.\n\n## Key Features\n\n- **Smooth Scrolling Capture**: Takes screenshots while automatically scrolling through the page\n- **Real-time Progress**: Shows capture progress as you scroll\n- **Smart Overlap Handling**: Intelligently handles the last page overlap for seamless results\n- **Auto-save**: Automatically saves your screenshots\n- **Position Memory**: Automatically returns to your original scroll position after capture is complete\n- **Click Anywhere**: Start capturing from any position on the page with a single click\n\n## How It Works\n\n1. Click the extension icon or anywhere on the webpage to start\n2. Watch as it smoothly captures the entire webpage, showing progress in real-time\n3. Once complete, you'll automatically return to your original position\n4. The final image is saved to your downloads folder\n\n## Known Issues\n\n- Fixed elements (like headers on YouTube) may appear multiple times in the final screenshot\n- Currently working on a solution for handling fixed position elements\n\n## Feedback\n\nFound a bug or have a suggestion? Please leave a comment in the reviews section. Your feedback helps make this extension better!\n\n---\n\nTags: screenshot, scroll capture, full page screenshot, webpage capture, screen recorder, auto scroll, position memory"
  }
}