{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPTCustomizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize your assistant using ChatGPT API with multiple profiles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing ChatGPTCustomizer - a powerful extension for the ChatGPT API that allows you to customize your experience with multiple pre-defined profiles for different use cases such as translation, proofreading and language teaching. With ChatGPTCustomizer you can easily save and load profiles from CSV or JSON files and import/export your conversation history for further analysis. You can even change the role of each response and adjust the variables of the ChatGPT API to suit your needs. Plus, with support for GPT-3.5-Turbo API and quick select and submit functionality, you’ll have everything you need to take your conversations to the next level. Download it now and start customizing!\n1.6.1 changes:\ndebug for special characters \n1.6.0 changes:\n-add \"//gpt\" for quick request in any input area. for example: \"//gpt tell me a joke\" will replace the string with a joke gpt tell you.\n1.5.7 list:\n- Multiple pre-defined profiles for different usage: translation from/to different languages, proofreading, summarization, language teaching...etc.\n- Create, save/load pre-defined profiles from CSV or JSON.\n- Import/export conversation history to JSON file.\n- Choose a single conversation history to submit or submit them all.\n- Change the role of each response: system, assistant or user.\n- Customize the variables of the ChatGPT API.\n- Support the API from GPT-3.5 Turbo.\n- Quick select and submit."
  }
}