{
  "name": {
    "ar": "Follower Extractor for IG",
    "am,bg,ca,cs,el,es_419,et,fa,fi,fil,gu,he,kn,lt,lv,pl": "IGFollow - IG Follower Export Tool",
    "bn,pt_BR,pt_PT,zh_TW": "IGFollow - Follower Export Tool for IG",
    "da": "Download Followers List for IG",
    "de": "Extract list for IG - IGExport",
    "en,en_AU,en_GB,en_US": "InFollow - Follower, Following Export Tool",
    "es": "IGExport - IG Follower Export Tool",
    "fr,it": "IG Export Follower Tool",
    "hi": "IG Follow Export Tool",
    "hr": "Following Scraper for IG",
    "hu": "Follow Exporter for IG",
    "id": "Social Data Exporter for IG",
    "ja,uk": "IGExport - Follower Export Tool for IG",
    "ko": "IGFollow - IG Export Follower Tool",
    "ml": "Follower Data Saver for IG",
    "mr": "Follower List Downloader for IG",
    "ms": "Follower Data Extractor for IG",
    "nl": "Data Extractor for IG Follower",
    "no": "Follower Data Downloader for IG",
    "ro": "Follower Downloader for IG",
    "ru,sv,ta": "Follower Export Tool - IG Follow",
    "sk": "Follower Info Exporter for Ins",
    "sl": "Following Extractor for IG",
    "sr": "Connection Exporter for IG",
    "sw": "Follower CSV Export for IG",
    "te": "Export Follower for IG",
    "th": "Following Data Downloader for IG",
    "tr": "Export Follower Tool for IG",
    "vi": "Follower Export Tool - IG Export",
    "zh_CN": "IGFollow - Ins Follower Export Tool"
  },
  "short": {
    "ar": "Follower Extractor to Extract Instagram follower and following and export to CSV",
    "am,bg,ca,cs,el,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,nl,no,pl,ro,sk,sl,sr,sw,te,th,tr": "An IG Export Tool to Extract Instagram follower and following and export to CSV with one click",
    "bn": "Instagram Export Tool to Extract Instagram follower and following and export to CSV with one click",
    "da": "IG Export Tool to Download Instagram follower and following and export to CSV with one click",
    "de": "IG Follower Export Tool to Extract list from Instagram and export to CSV",
    "en,en_AU,en_GB": "InFollow extract Instagram follower and following includes email and phone numbers, Export to CSV with one click.",
    "en_US": "InFollow(igfollow) extract Instagram™ follower and following includes email and phone numbers, Export to CSV with one click.",
    "es,ko,pt_BR,pt_PT": "IG Export Tool to Extract Instagram follower and following and export to CSV with one click",
    "fr": "IG Export Follower Tool to Extract Instagram follower and following and export to CSV with one click",
    "hi": "IG Follow Export Tool to Extract Instagram follower and following and export to CSV with one click",
    "id": "IG Export Tool to Extract Instagram social data and export to CSV with one click",
    "it": "IG Export Follower Tool to Extract Instagram follower and following list and export to CSV",
    "ja": "Follower Export Tool for IG to Extract Instagram follower and following and export to CSV with one click",
    "ms": "An IG Export Tool to Extract Instagram follower and following and export data to CSV with one click",
    "ru,sv,ta": "Follower Export Tool to Extract Instagram follower and following and export to CSV with one click",
    "uk": "IG Export Follower Tool to Extract followers and following list from Instagram and export to CSV",
    "vi": "Follower Export Tool to Extract Instagram follower and following list and export to CSV with one click",
    "zh_CN": "An Ins Export Tool to Extract Instagram follower and following and export to CSV with one click",
    "zh_TW": "IG Export Follower Tool to Extract Instagram followers and following list and export to CSV with one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGFollower ( IG Follower export ) to Extract Instagram follower and following and export to CSV.\nIGFollower  -  automatically scrapes user profiles from Instagram follower and following and exports them to CSV files.\n\n1️⃣ Feature\n✅ Export followers from Instagram to csv\n✅ Export the following list from Instagram to csv\n✅ Extract user profile, including follower and following count, posts count, public Email, public phone number and external URL, etc.\n✅ Extract User Profile From Private Accounts that follow you or are followed by you\n✅ Save extracted data to local storage, download data anytime and support to continue extract anytime.\n\n2️⃣ How to get started?\n(1) Enter Instagram Username\n(2)Select type: FOLLOWERS or FOLLOWING\n(3)On the Settings page, set your preferences, such as request interval\n(4) Click the Export Button\n(5) Click to export to CSV when the data extract completes.\n\n3️⃣ FAQ\nIf you have any problems, don't hesitate to contact us at pingappsteam@tailang.top.\n\n4️⃣ Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n5️⃣ Statement\nINSTAGRAM is a trademark of Instagram, LLC. Follower Export Tool is not affiliated with, endorsed, sponsored, or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries.",
    "en,en_AU": "InFollow ( igfollow) to Extract Instagram follower and following and export to CSV.\nIGFollower  -  automatically scrapes user profiles from Instagram™ follower and following and exports them to CSV files.\n\nInfollow is a powerful browser plugin that takes your Instagram follower analysis and task management to new heights. With Infollow, you can effortlessly export comprehensive user information of Instagram followers and following users, including publicly available email addresses and phone numbers. Additionally, it offers a seamless one-click export to CSV (Comma-Separated Values) files, making data management a breeze. But that's not all—Infollow goes beyond standard features by providing the ability to continue tasks from your task history, ensuring uninterrupted workflow and productivity.\n\nKey Features:\n✅ Export followers from Instagram to csv\n✅ Export the following list from Instagram to csv\n✅ Extract user profile, including follower and following count, posts count, public Email, public phone number and external URL, etc.\n✅ Extract User Profile From Private Accounts that follow you or are followed by you\n✅ Save extracted data to local storage, download data anytime and support to continue extract anytime.\n\n✅Advanced User Information Export: Infollow simplifies the process of extracting user information from Instagram followers and following users. Gain access to valuable data such as public email addresses and phone numbers, empowering you to establish meaningful connections and enhance your engagement strategies.\n\n✅CSV Export Capability: With just one click, Infollow allows you to export the extracted user information to CSV files. This feature enables easy data organization, analysis, and integration with other tools, making it an invaluable asset for marketers, influencers, and businesses.\n\n✅Task Continuation from History: Infollow takes task management to the next level by offering the ability to continue tasks from your task history. Never lose track of your progress again—simply access your task history, retrieve completed or archived tasks, and seamlessly resume where you left off.\n\n✅User-Friendly Interface: Infollow boasts a user-friendly interface that seamlessly integrates into your browser, providing a smooth and intuitive experience. Effortlessly navigate through its powerful features, export user information, and manage your tasks with ease.\n\n✅Privacy and Compliance: Infollow respects user privacy and operates within the boundaries set by Instagram's terms and conditions. It adheres to ethical practices and only extracts publicly available information, ensuring the privacy and security of user data.\n\nTake control of your Instagram follower insights and task management with Infollow. Download the plugin today and unlock the power of comprehensive user data analysis, seamless task continuation, and streamlined productivity. Simplify data extraction, enhance your engagement strategies, and elevate your Instagram experience with Infollow.\n\n2️⃣ How to get started?\n(1) Enter Instagram Username\n(2)Select type: FOLLOWERS or FOLLOWING\n(3)On the Settings page, set your preferences, such as request interval\n(4) Click the Export Button\n(5) Click to export to CSV when the data extract completes.\n\n3️⃣ FAQ\nIf you have any problems, don't hesitate to contact us at pingappsteam@tailang.top.\n\n4️⃣ Data Privacy\nAll the data you process is on your local computer and never passes through our servers.\n\n5️⃣ Statement\nINSTAGRAM is a trademark of Instagram, LLC. Follower Export Tool is not affiliated with, endorsed, sponsored, or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries."
  }
}