{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tom Clancy's Ghost Recon Breakpoint Wallpaper",
    "de": "Tom Clancy's Ghost Recon Breakpoint Hintergrund",
    "es": "Tom Clancy's Ghost Recon Breakpoint Fondo de pantalla de",
    "fr": "Tom Clancy's Ghost Recon Breakpoint Fond d'écran"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tom Clancy's Ghost Recon Breakpoint turn new tab to custom HD Tom Clancy's Ghost Recon Breakpoint background.",
    "de": "Tom Clancy's Ghost Recon Breakpoint Erweiterung neue Registerkarte mit Tom Clancy's Ghost Recon Breakpoint Wallpaper HD Hintergrund…",
    "es": "La extensión del fondo de pantalla de la Tom Clancy's Ghost Recon Breakpoint.",
    "fr": "L'extension Tom Clancy's Ghost Recon Breakpoint change de nouvel onglet avec le fond d'écran HD Tom Clancy's Ghost Recon Breakpoint."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tom Clancy's Ghost Recon Breakpoint New Tab Extension\n\nTransform your browsing experience with the Tom Clancy's Ghost Recon Breakpoint New Tab Chrome extension! This extension delivers a stunning, immersive backdrop inspired by the thrilling world of Ghost Recon Breakpoint each time you open a new tab. Immerse yourself in high-quality images of your favorite tactical shooter game, while enjoying features like customizable shortcuts, a sleek search bar, and an integrated to-do list.\n\nKey Features:\n\nDynamic Ghost Recon Breakpoint Wallpapers: Enjoy new, high-resolution images from the game every time you open a new tab.\nEnhanced Productivity Tools: Access customizable shortcuts and a handy to-do list to keep you organized.\nSeamless Integration: The extension fits perfectly into your Chrome browsing experience with a clean and intuitive design.\nQuick Access Search Bar: Search the web effortlessly right from your new tab page.\nBring the intense action and strategic gameplay of Tom Clancy's Ghost Recon Breakpoint to your browser with this stylish and functional new tab extension. Download now and elevate your online experience with the ultimate gaming flair!"
  }
}