{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GBF Poker Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counts cards in double-up-or-low and provides probabilities"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is the product of my own curiosity when I started Granblue Fantasy casino and reading numerous GBF poker guides.\n\nI decided to develop it after not being able to find any program or extension that could help me count cards and calculate the probability of getting a higher or lower card. Therefore this small extension keeps count of the cards that have been drawn during every turn progression and calculates a more accurate probability that improves on the tactic of just betting up for anything less than 8 or down for anything else higher.\n\nImportant notes:\n- The extension interacts only with Chrome layer and therefore does not modify anything within the game, it only uses the information provided to mathematically calculate probabilities, yet USE IT AT YOUR OWN RISK as per the GBF ToS.\n- To use the extension, you must open Developer Tools (Shorcut: F12) and click on the Panel list to open \"GBF Poker Helper\" panel. (See screenshots)\n- The extension active within GBF game address but only works when playing Poker double up! otherwise it does not do anything.\n- Please note this extension only shows the mathematical probabilities and therefore does not guarantee a successful bet.\n- With few bets the probabilities differences might not be that significant, but as soon as the number of turn increases the information given by the extension can make a difference.\n\nIf you have any comments or suggestions please let me know.\n\nCredits: The icons used are subset of images property of CyGames."
  }
}