{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jira Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Does your org share Jira stories via spreadsheets/email? Paste lists of issues from a spreadsheet or email and view them in Jira.",
    "es": "Copia y pega listas de tareas desde una hoja de cálculo o email y velos en Jira."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OVERVIEW:\nParticular details concerning Jira tickets in an email or spreadsheet are only a snapshot in time. With Jira Buddy, you can quickly query multiple Issue Keys to instantly view up-to-date information on all your issues.\n\nHOW IT WORKS:\nPaste any text containing one or more Issue Keys (stories, bugs, features, etc.) into the text box and click the \"View in Jira\" button. For your convenience, Jira Buddy isn’t picky about what text is pasted including entire emails, duplicate keys, multiple spreadsheet columns and more. The tool is designed to filter out and process only the Issue Keys and automatically ignores any duplicate issues.\n\nAfter listing multiple issues and then clicking \"View in Jira\", it's easy to use Jira's \"bulk change\" tool to broadly update the issues including adding or removing labels, re-assigning the issues to another team or developer and more.\n\nJIRA BUDDY - VERSION HISTORY:\n1.0.0.4 9/7/2023\n-Fixed a bug where certain characters in the clipboard would break pasting in Jira Buddy.\n-Fixed a bug where issue keys with long project keys were ignored.\n-Fixed a bug where error messages were difficult or impossible to read in certain browsers.\n-Added a settings panel\n-Added feature enabling users to adjust how many tabs Jira Buddy is allowed to open at once (1 to 99).\n-Added feature enabling users to  choose whether or not Jira Buddy will automatically clear the issue keys field after issues have been viewed in Jira.\n-Moved the Jira domain update field into the new settings panel.\n-Added additional messaging if a user pastes an invalid value in the Jira Domain or Jira issues fields.\n-Added a welcome message for new users.\n-Added real-time unique issues counter below issues field.\n-Adjusted issues field so that cursor automatically moves to the end, even if hundreds of issues are pasted at once. \n-Open in tabs button can now be clicked multiple times enabling users to open as many tabs as they want.\n1.0.0.2 5/23/2023\n- Now supports issues within projects that have an \"_\" in their key.\n1.0.0.0 5/22/2023\n- When only one issue is entered, the \"View In Jira\" button now loads the Jira issue detail screen instead of the Jira Search page.\n- Added a new feature enabling users to open each Jira issue in a new tab.\n0.0.0.5 5/19/2023\n- Cursor now defaults to issues field on load.\n0.0.0.3 5/14/2023\n- Added a \"Clear\" button, making it easier to begin a new query.\n- Fixed bug preventing users from returning and pasting new tickets from additional selections.\n0.0.0.2 5/10/2023\n- Fixed bug where users could not change Jira domain once initially set.\n0.0.0.1 5/9/2023\n- Initial version\n\n\n---------------\nI am not affiliated with Atlassian in any way.",
    "es": "OVERVIEW:\nParticular details concerning Jira tickets in an email or spreadsheet are only a snapshot in time. With Jira Buddy, you can quickly query multiple Issue Keys to instantly view up-to-date information on all your issues.\n\nHOW IT WORKS:\nPaste any text containing one or more Issue Keys (stories, bugs, features, etc.) into the text box and click the \"View in Jira\" button. For your convenience, Jira Buddy isn’t picky about what text is pasted including entire emails, duplicate keys, multiple spreadsheet columns and more. The tool is designed to filter out and process only the Issue Keys and automatically ignores any duplicate issues.\n\nOnce you’re viewing all issues from a Jira Buddy query, it's easy to use Jira's bulk change tool to broadly update issues including adding or removing labels, re-assigning tickets to another team or developer and more.\n\nPRO TIP:\n- Once a query has been created with this tool, use Jira's bulk editor tool to apply a label to all the queried items. Any Jira user can click on the label to view your specialized query.\n\nJIRA BUDDY - VERSION HISTORY:\n1.0.0.0\n- When only one issue is entered, the \"View In Jira\" button now loads the Jira issue detail screen instead of the Jira Search page.\n- Added a new feature enabling users to open each Jira issue in a new tab.\n0.0.0.5\n- Cursor now defaults to issues field on load.\n0.0.0.3\n- Added a \"Clear\" button, making it easier to begin a new query.\n- Fixed bug preventing users from returning and pasting new tickets from additional selections.\n0.0.0.2\n- Fixed bug where users could not change Jira domain once initially set.\n0.0.0.1\n- Initial version\n\n---------------\nI am not affiliated with Atlassian in any way."
  }
}