{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Accesibility for ALL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension that improves access on the web using techniques like: Text-Size Adjuster & Voice/Keyboard Handling"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Accessibility Assistant is a comprehensive browser extension designed to improve the accessibility of web content for all users, particularly those with visual impairments, cognitive challenges, or specific customization needs. This user-friendly tool empowers individuals to tailor web pages for better readability, focus, and navigation, promoting a more inclusive and accessible browsing experience.\n\nKey Features:\n--Font Sizer: Adjust the size of text on any webpage to improve readability for users who need \n  larger or smaller fonts.\n--Image/Video Remover: Remove distracting images and videos with a single click, helping users \n  focus on the core content and enhancing page load performance.\n--Dark Mode: Switch to a dark color scheme to reduce eye strain, especially in low-light \n  environments, making it easier to browse for extended periods.\n--No Saturation/Oversaturation: Modify color saturation levels to accommodate users with visual \n  sensitivities, providing a more comfortable viewing experience.\n--Dyslexia Mode: Enable a special mode that applies the Arial font, widely recognized as a \n  dyslexia-friendly typeface, to improve readability for individuals with dyslexia.\n--Focus Mode: Facilitates navigation for users with visual or cognitive impairments by minimizing distractions through focus mode, allowing clearer interaction with key content.\n\n\nWhy I Created This Extension:\nI developed this extension as part of my thesis to address the growing need for accessible web experiences. Many websites are not designed with accessibility in mind, making it difficult for users with disabilities to interact with content. By offering features like font size adjustment, dyslexia-friendly fonts, dark mode, and customizable color saturation, this extension helps to create a more inclusive web where users can fully control their browsing environment. Keyboard navigation further enhances accessibility by providing an alternative to mouse-based interaction, making it easier for everyone to enjoy a more personalized and accessible web experience."
  }
}