{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quizlet Live Autocomplete Bot Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Solve Quizlet Live questions automatically with Quizlet Live Autocomplete Bot Pro, the best Quizlet Live hacker bot around!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quizlet Live Autocomplete Bot Pro\n\nOverview:\nQuizlet Live Autocomplete Bot Pro is a Chrome extension designed to enhance performance during Quizlet Live games by providing automated answer suggestions. Ideal for students seeking to optimize their learning experience, this extension quickly identifies correct answers, allowing users to focus on learning more efficiently.\n\nFeatures:\n\n\t•\tAutomated Answer Selection: The extension analyzes questions and suggests or selects the correct answer with a simple click of the “Get Answer” button, streamlining the Quizlet Live experience.\n\t•\tStudy Set Compatibility: Works seamlessly with both small and large study sets, even when terms have multiple definitions. Compatible with both Term → Definition and Definition → Term game modes.\n\t•\tUser Interface: The extension features a clean, intuitive interface accessible via a browser toolbar popup, where users can configure the study set and monitor extension status.\n\nUsage:\n\n\t1.\tInstall the extension.\n\t2.\tClick the extension icon and paste the link to the study set used in your Quizlet Live game.\n\t3.\tWhen the game starts, click the “Get Answer” button to receive answer suggestions."
  }
}