{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cambly Enhancement Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A set of features to improve the Cambly experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves the TUTOR'S experience teaching at Cambly by providing enhancements to the Cambly classroom!  \n\nClassroom Features:\n\nv.1.1.1:\n- Update extension to work with changes made by Cambly\n\nv.1.1.0:\n* Classroom - Choose your own background color \n* Classroom - Option to cycle background color\n* Classroom - Auto-close \"Student Preferences\" popup\n* Reservation Page - \"Confirm All\" button for reservation requests\n* Reservation Page - Create a weekly schedule for your regulars (BETA)\n- Update extension to work with changes made by Cambly\n\nv.1.0.6:\n- Update extension to work with changes made by Cambly\n- Move \"Fullscreen\" button to between video panel and control panel\n- Relocate \"Reminders\" to center of navigation bar\n\nv1.0.5: \n* Show even older message with new \"More\" link in Chat\n* Hotkeys for Student Volume Control (Ctrl+Shift+Up, Ctrl+Shift+Down)\n- Fix \"Video Swap\" for Cambly Kids classrooms\n- Fix Student Name link uses new Cambly profile urls\n\nv1.0.4: (***Enable from options page)\n*** \"Reminders\": Display customizable reminders in NavBar\n* Add \"Useful Links\" section to Options Page\n* Add \"Options Page\" button to classroom\n* Simplify feature descriptions on options page\n- Fix \"Previous Lesson Chat\" issue\n- Fix \"Old Exit Button\" appearing as empty button\n- Fix \"Incoming Call Alert\" getting stuck with background red\n- Fix \"Video Layout\" when class begins with lesson content open\n\nv1.0.3: (***Enable from options page)\n*** Full volume control (replaces \"Mute\" button)\n*** Go back to old-style, smaller \"Exit Class\" button\n* Improve compatibility with new Cambly Speed Dial button.\n* Improve compatibility with Cambly alternative video service provider\n\nv1.0.2:\n- Flash classroom background upon new incoming call\n*** Warmup Screen - automatically check checkboxes \n- Fullscreen button - toggle between fullscreen and windowed mode\n- Options Page (chrome-extension://cjafgfpjmkofakmllcbggmphkpcdippo/options.html)\n\nv1.0.1:\n- Customize Layout - change classroom layout to fit your teaching setup and your eye-line to the camera.\n*** End of Class Alert - timer lights up to warn the tutor as the class comes to an end.\n- Show Prior Corrections - when teaching repeat students, display corrections from previous class with that student; use this to remember who the student is and review what you taught them in the last lesson.\n- Quick Links (open in new tab):\n    - Student Name - links to full student profile\n    - Student Language - links to Google Translate page for student's language\n    - Student Location - links to Google Maps for student's country\n- Smaller \"Report/Ban\" button when teaching students with paid accounts.\n\nNote: This extension is NOT created by Cambly and is NOT for students.  It is intended to improve the tutor teaching experience only.  Thank you! :)\n\nProblems?\n- You can quickly disable the entire extension by Right-Clicking on the Bird icon in your Chrome Toolbar.\n- You can disable individual features from the options page\n- This extension will never cause connection or video problems.  If you experience connection or video problems, please check the normal Cambly status page or contact Cambly Tech Support.\n- If you experience classroom layout or visual elements errors, you can make sure it is not caused by this extension by disabling it (Right-Click on the Bird icon in your Chrome Toolbar) and reloading the  classroom."
  }
}