{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Tweaker — tiled google search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize the looks and behavior of Google search page as for your liking",
    "es": "Personalice el aspecto y el comportamiento de la página de búsqueda de Google a su gusto",
    "fr": "Personnalisez l'apparence et le comportement de la page de recherche Google à votre guise",
    "nl": "Zet de vormgeving en het gedrag van de Google-zoekpagina naar eigen hand",
    "ru": "Настройте вид и поведение страницы Google-поиска по своему вкусу"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize the looks and behavior of Google search page for better productivity! \n\n-   Make whole search result in Google clickable and interactive (like in DuckDuckGo) \n-   Make search results look and behave like cards, with configurable border radius and shadows, colors and so on\n-   Utilize horizontal screen space and scroll less by moving search widgets to the right sidebar \n-   2 column view\n-   Extended keyboard navigation with arrows, spacebar and number keys\n\nNote about \"all tabs\" permission:\n\nAlthough browser may mark this addon as requiring access to all opened tabs, in fact it is not. It uses include_globs manifest key to gain access only to Google search page and all it's local variations (such as \"www.google.es\", \"google.com.ua\" etc).\n\nThis extension doesn't have access to any other pages you open, which you can verify by checking the extensions dropdown in the toolbar. This confusion comes from limitations of matches manifest key, which doesn't support precise subdomain matching.",
    "es": "Personalice la apariencia y el comportamiento de la página de búsqueda de Google para una mejor productividad\n\n- Haga que todo el resultado de búsqueda en Google sea interactivo y se pueda hacer clic en él (como en DuckDuckGo)\n- Haga que los resultados de búsqueda se vean y se comporten como tarjetas, con radios de borde y sombras, colores, etc. configurables\n- Utilice el espacio horizontal de la pantalla y desplácese menos moviendo los widgets de búsqueda a la barra lateral derecha, obteniendo básicamente una vista de 2 columnas\n- Navegación por teclado ampliada con teclas de flechas, spacebar y números \n\n\n<strong>Nota sobre el permiso \"todas las pestañas\"</strong>\nAunque el navegador puede marcar que este complemento requiere acceso a todas las pestañas abiertas, en realidad no es así. Utiliza la clave de manifiesto <a href=\"https://developer.mozilla.org/en-US/docs/Mozilla/Add-ons/WebExtensions/manifest.json/content_scripts#include_globs\">include_globs</a> para obtener acceso únicamente a la página de búsqueda de Google y a todas sus variaciones locales (como \"www.google.es\", \"google.com.ua\", etc.).\n\nEste complemento no tiene acceso a ninguna otra página que abra, lo cual puede verificar consultando el menú desplegable de extensiones en la barra de herramientas. Esta confusión proviene de las limitaciones de la clave de manifiesto de coincidencia, que no admite una coincidencia precisa de subdominios.",
    "fr": "Personnalisez l'apparence et le comportement de la page de recherche Google pour une meilleure productivité !\n\n- Rendez l'ensemble des résultats de recherche dans Google cliquables et interactifs (comme dans DuckDuckGo)\n- Faites en sorte que les résultats de recherche ressemblent à des cartes, avec un rayon de bordure et des ombres configurables, des couleurs, etc.\n- Utilisez l'espace horizontal de l'écran et faites moins défiler en déplaçant les widgets de recherche vers la barre latérale droite\n- Affichage en 2 colonnes\n- Navigation au clavier étendue avec flèches, barre d'espace et touches numériques\n\nRemarque sur l'autorisation « tous les onglets » :\n\nBien que le navigateur puisse marquer cet add-on comme nécessitant l'accès à tous les onglets ouverts, en fait ce n'est pas le cas. Il utilise la clé manifeste include_globs pour accéder uniquement à la page de recherche Google et à toutes ses variantes locales (telles que « www.google.es », « google.com.ua », etc.).\n\nCet add-on n'a accès à aucune autre page que vous ouvrez, ce que vous pouvez vérifier en consultant la liste déroulante des extensions dans la barre d'outils. Cette confusion provient des limitations de la clé manifeste des correspondances, qui ne prend pas en charge la correspondance précise des sous-domaines.",
    "nl": "Pas het uiterlijk en gedrag van de Google-zoekpagina aan voor een betere productiviteit!\n\n- Maak het hele zoekresultaat in Google klikbaar en interactief (zoals in DuckDuckGo)\n- Laat zoekresultaten eruitzien en zich gedragen als kaarten, met configureerbare randradius en schaduwen, kleuren enzovoort\n- Gebruik horizontale schermruimte en scroll minder door zoekwidgets naar de rechterzijbalk te verplaatsen\n- Weergave met 2 kolommen\n- Uitgebreide toetsenbordnavigatie met pijlen, spatiebalk en cijfertoetsen\n\nOpmerking over de machtiging \"alle tabbladen\":\n\nHoewel de browser deze add-on kan markeren als vereist voor toegang tot alle geopende tabbladen, is dit in feite niet het geval. Het gebruikt de include_globs manifestsleutel om alleen toegang te krijgen tot de Google-zoekpagina en al zijn lokale variaties (zoals \"www.google.es\", \"google.com.ua\" enz.).\n\nDeze add-on heeft geen toegang tot andere pagina's die u opent, wat u kunt verifiëren door de vervolgkeuzelijst met extensies in de werkbalk te controleren. Deze verwarring komt door beperkingen van de matches manifestsleutel, die geen nauwkeurige subdomeinmatching ondersteunt.",
    "ru": "-   Сделайте весь результат поиска Google интерактивным и кликабельным (как в DuckDuckGo)\n-   Настройте отображение результатов поиска в виде карточек, с настраиваемым радиусом углов, тенями, цветом и т.д.\n-   Используйте горизонтальное пространство экрана более эффективно, поместив виджеты поиска справа от основной выдачи\n-   Расширенная клавиатурная навигация с использованием клавиш стрелок, пробела и цифр\n\n\nПримечание о разрешении «все вкладки»\nХотя браузер может пометить это дополнение как требующее доступа ко всем открытым вкладкам, на самом деле это не так. Оно использует ключ манифеста include_globs для получения доступа только к странице поиска Google и всем ее локальным вариантам (например, «www.google.ru», «google.com.ua» и т. д.).\n\nЭто расширение не имеет доступа ни к каким другим страницам, которые вы открываете, в чем вы можете убедиться, проверив раскрывающийся список расширений на панели инструментов. Эта путаница возникает из-за ограничений ключа манифеста matches, который не поддерживает точное сопоставление поддоменов."
  }
}