{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal Custom Player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add universal custom player with the ability to download.",
    "ru": "Универсальный и гибко настраиваемый проигрыватель (Universal Custom Player) с возможностью скачивания для всех сайтов."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal Custom Player provides playback and downloading video on most sites.\nEasy to manage. It has flexible visual and working settings. Full and multifunctional control of the Player can be carried out with only one mouse.\n\nFor more information visit:\nhttp://mirgosoft.com/addons/universal-custom-player/\n\nLatest changes:\nv 1.0.2.200: From now Player can always automatically loads into the current tab (parameter \"Player Autoload\" in addon's options).\nv 1.0.1 - Fix: When addon first installed, Language of welcome's message and Player menu is now correctly displayed without restarting the browser.",
    "ru": "Позволяет воспроизводить в удобном проигрывателе и скачивать видео на большинстве сайтов.\nПрост в управлении. Имеет гибкие визуальные, рабочие настройки и не только. Полное и многофункциональное управление Проигрывателем можно осуществлять лишь одной мышью.\n\nБолее подробную информацию вы можете найти здесь:\nhttp://mirgosoft.com/addons/universal-custom-player/\n\nПоследние изменения:\nv 1.0.2.200: Теперь Проигрыватель может всегда автоматически загружаться в текущую вкладку (параметр \"Автозагрузка Проигрывателя\" в настройках дополнения).\nv 1.0.1 - Исправление: Язык приветствия и меню Проигрывателя при первой установке теперь корректно отображается без перезапуска браузера."
  }
}