{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seadvisor.io - NFT rarity and notifications"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The official extension for Chrome.\n\nForget about switching tabs to find out the rarity! By installing this plug-in, you will extend…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The official extension for Chrome.\n\nForget about switching tabs to find out the rarity! By installing this plug-in, you will extend the possibilities of your browser to check the rarity ranks directly on OpenSea. The most necessary data will be available next to each item of the collection.\n\nExtension features:\n\nRecalculated ranks available in just 30 seconds!\nAs soon as new reveals come out, we download raw data, manipulate it, and share with you our calculations such as individual NFTs’ scores and their ranks in less than 30 seconds.\nOur bots are spread out all over the world to provide you with the fastest data as soon as possible. We transfer the data to one place and compute it. This gives us great results, even if NFT’s creator’s API isn’t fast enough. This allows you to identify NFTs with the best rarity to price ratio, long before others will.\n\nAutoBuy function\n\nYou can also go one step further by setting up the autobuy function. You can set your preferences, such as bargain prices, rankings, or floor differences, individually for each of the collections. If the assets that match your criteria appear after the reveal, we will try to buy them automatically for you.\n\nNotification system\n\nAutomate your strategy! After subscribing you will receive notifications about the best deals in as little as 5 seconds after they are published. This means no more waiting in front of the computer and constantly refreshing the pages hoping for a lucky strike. Leave this part to us and simply receive notifications about events of your interest.\n\nIf someone makes a purchase or puts up for sale an NFT of the ranking, price, and even the floor difference chosen by you, you will be immediately informed about it.\n\nRemember! This tool shouldn’t be regarded as professional, financial advice."
  }
}