{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Surround it!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily enclose text with quotation marks, brackets or any characters of your choice.",
    "de": "Umschließt Texte einfach mit Anführungszeichen, Klammern oder beliebigen Zeichen deiner Wahl.",
    "pl": "Po prostu otocz tekst w cudzysłów, dowolny nawias lub dowolną inną parę znaków."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension in based on the behavior of programming IDEs that speed up writing texts. Select the text and press the opening bracket or quotation mark, instead of replacing the text (default behavior), the text will be wrapped correctly with the selected bracket or character and the selection will persist. \n\nWith this extension you can wrap a text with any possible character pair. By default, there are a few already configured, including:\n- (...)\n- [...]\n- {...}\n- <...>\n- '...'\n- \"...\"\n- `...`\n\nAfter pressing the first of the characters, the selected text appears in the matching brackets or string literal characters and selection remains the same. \n\nThe extension does not store or send the selected texts.",
    "de": "Diese Erweiterung basiert auf dem Verhalten von Programmier-IDEs, die das Schreiben von Texten beschleunigen. Markieren Sie den Text und drücken Sie die öffnende Klammer oder das Anführungszeichen. Anstatt den Text zu ersetzen (Standardverhalten), wird der Text korrekt mit der ausgewählten Klammer oder dem Zeichen umschlossen, und die Markierung bleibt bestehen.\n\nMit dieser Erweiterung können Sie einen Text mit jedem beliebigen Zeichenpaar umschließen. Standardmäßig sind ein paar bereits konfiguriert, darunter:\n- (...)\n- [...]\n- {...}\n- <...>\n- '...'\n- \"...\"\n- `...`\n\nNach dem Drücken des ersten Zeichens wird der ausgewählte Text in die passenden Klammern oder Anführungszeichen gesetzt, und die Auswahl bleibt unverändert.\n\nDie Erweiterung speichert oder sendet keine ausgewählten Texte.",
    "pl": "To rozszerzenie bazuje na zachowaniu środowisk programistycznych, które przyspieszają pisanie tekstów. Zaznacz tekst i wciśnij otwierający nawias lub cudzysłów, zamiast zastępować tekst (domyślne zachowanie), ten tekst zostanie poprawnie otoczony wskazanymi nawiasami lub innymi znakami, a samo zaznaczenie zostanie utrzymane.\n\nDzięki temu rozszerzeniu, można otoczyć tekst dowolną parą znaków. Domyślnie jest kilkanaście skonfigurowanych, w tym:\n- (...)\n- [...]\n- {...}\n- <...>\n- '...'\n- \"...\"\n- `...`\n\nPo wciśnięciu pierwszego ze znaków, zaznaczony tekst pojawia się w odpowiadających sobie nawiasach lub znakach, a zaznaczenie się nie zmienia.\n\nRozszerzenie nie zbiera ani nie wysyła zaznaczanych tekstów."
  }
}