{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "五彩 - 网页划线高亮批注工具",
    "en,en_US,ru": "WuCai Highlight",
    "es": "WuCai - Resaltador",
    "fr": "WuCai - Surligneur",
    "zh_TW": "五彩 - 網頁劃線高亮批註筆記工具"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "网页划线、高亮、批注、记笔记",
    "en,en_US,ru": "Highlighter tool for Web",
    "es": "Herramienta de resaltado web",
    "fr": "Outil de surligneur pour le Web",
    "zh_TW": "網頁劃線、高亮、批註、記筆記"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "一键完成文字高亮，就像拿着笔，边阅读边划线，所有重点，一个不落。\n用【想法】记录灵感，让瞬间成永恒。\n划线、高亮、想法、笔记在所有终端同步，简单不折腾，随时可用。\nObsidian同步、Logseq同步、思源同步，和生态集成，让你的思想流动起来。\n所有这一切，就是要让你更加优秀。\n\n五彩插件能在任意网页划线、高亮、记笔记、归类网页、收集图片，还有划线管理系统，能高效的整理笔记和划线，快速提升学习效率、节约时间，保持专注。\n\nB站视频演示： https://www.bilibili.com/video/BV1FV4y157Rf/\n用户反馈：https://feedback.dotalk.cn/\n插件特性：\n1. ✅ 任意页面划线高亮写想法，刷新页面划线还能显示\n2. ✅ 划线支持多种颜色\n3. ✅ 单个页面划线数量不限\n4. ✅ 超级复制（解决网站不让复制文本的问题）\n5. ✅ 导出划线和笔记，可保存为文本、markdown\n6. ✅ 同步到 Obsidian、Logseq、Workflowy\n7. ✅ 划线整理\n8. ✅ 多终端同步\n9. ✅ 支持 chrome, edge, firefox\n10.✅ 支持图片划线\n11.✅ 侧边工具条支持\n\n非常愿意听到你的声音! 如果有好的建议和意见，可以联系我微信 makediff  。",
    "en,en_US": "Highlight text with one click, just like holding a pen and underlining while reading, without missing any key points.\nUse [Ideas] to record inspiration and make the moment become eternity.\nUnderlining, highlighting, ideas, and notes are synchronized across all terminals, making it easy and hassle-free and available at any time.\nLogseq synchronization, Obsidian synchronization, Workflowy synchronization, and ecological integration allow your thoughts to flow.\nAll of this is to make you better.\n\nThe colorful plug-in can underline and highlight any web page, take notes, categorize web pages, and collect pictures. It also has an underline management system that can efficiently organize notes and underlines, quickly improve learning efficiency, save time, and stay focused.\n\nPlug-in features:\n1. ✅ Underline and highlight your thoughts on any page. Refresh the page and the underline will still be displayed.\n2. ✅ Line drawing supports multiple colors\n3. ✅ No limit to the number of underlines on a single page\n4. ✅ Super copy (solve the problem of websites not allowing text to be copied)\n5. ✅ Export underlines and notes and save them as text or markdown\n6. ✅ Sync to Obsidian, Logseq, Workflowy\n7. ✅ Underline and organize\n8. ✅ Multi-terminal synchronization\n9. ✅ Support chrome, edge, firefox\n10.✅ Support picture underlining\n11.✅ Side toolbar support",
    "es": "Resalte el texto con un solo clic, como sostener un bolígrafo y subrayar mientras lee, sin perder ningún punto clave.\nUtilice [Ideas] para registrar la inspiración y hacer que el momento se convierta en la eternidad.\nEl subrayado, el resaltado, las ideas y las notas se sincronizan en todos los terminales, lo que lo hace fácil, sin complicaciones y disponible en cualquier momento.\nLa sincronización de nociones, la sincronización de obsidiana, la sincronización de flujo de trabajo y la integración ecológica permiten que sus pensamientos fluyan.\nTodo esto es para hacerte mejor.\n\nEl colorido complemento puede subrayar y resaltar cualquier página web, tomar notas, categorizar páginas web y recopilar imágenes. También tiene un sistema de gestión de subrayados que puede organizar notas y subrayados de manera eficiente, mejorar rápidamente la eficiencia del aprendizaje, ahorrar tiempo y mantenerse concentrado. .\n\nFunciones del complemento:\n1. ✅ Subraya y resalta tus pensamientos en cualquier página. Actualiza la página y el subrayado seguirá apareciendo.\n2. ✅ El dibujo lineal admite múltiples colores\n3. ✅ No hay límite en el número de subrayados en una sola página\n4. ✅ Supercopia (soluciona el problema de los sitios web que no permiten copiar texto)\n5. ✅ Exporte subrayados y notas y guárdelos como texto o rebajas\n6. ✅ Sincronización con Obsidian, Logseq, Workflowy\n7. ✅ Subraya y organiza\n8. ✅ Sincronización multiterminal\n9. ✅ Soporte Chrome, Edge, Firefox\n10. ✅ Subrayado de imagen de soporte\n11. ✅ Soporte de barra de herramientas lateral",
    "fr": "Surlignez du texte en un seul clic, comme si vous teniez un stylo et souligniez pendant la lecture, sans manquer aucun point clé.\nUtilisez [Idées] pour enregistrer l'inspiration et faire de ce moment une éternité.\nLe soulignement, le surlignage, les idées et les notes sont synchronisés sur tous les terminaux, ce qui les rend faciles, simples et disponibles à tout moment.\nLa synchronisation des notions, la synchronisation Obsidian, la synchronisation Workflowy et l'intégration écologique permettent à vos pensées de circuler.\nTout cela est pour vous rendre meilleur.\n\nLe plug-in coloré peut souligner et mettre en évidence n'importe quelle page Web, prendre des notes, catégoriser des pages Web et collecter des images. Il dispose également d'un système de gestion de soulignement qui peut organiser efficacement les notes et les soulignements, améliorer rapidement l'efficacité de l'apprentissage, gagner du temps et rester concentré. .\n\nFonctionnalités du plug-in :\n1. ✅ Soulignez et mettez en surbrillance vos pensées sur n'importe quelle page. Actualisez la page et le soulignement sera toujours affiché.\n2. ✅ Le dessin au trait prend en charge plusieurs couleurs\n3. ✅ Aucune limite au nombre de soulignements sur une seule page\n4. ✅ Super copie (résoudre le problème des sites Web ne permettant pas la copie de texte)\n5. ✅ Exportez les soulignements et les notes et enregistrez-les sous forme de texte ou de démarque\n6. ✅ Synchronisation avec Obsidian, Logseq, Workflowy\n7. ✅ Soulignez et organisez\n8. ✅ Synchronisation multi-terminaux\n9. ✅ Prise en charge de Chrome, Edge, Firefox\n10.✅ Prise en charge du soulignement de l'image\n11.✅ Prise en charge de la barre d'outils latérale",
    "ru": "Выделяйте текст одним щелчком мыши, как если бы вы держали ручку и подчеркивали во время чтения, не пропуская ни одного ключевого момента.\nИспользуйте [Идеи], чтобы записать вдохновение и превратить мгновение в вечность.\nПодчеркивание, выделение, идеи и примечания синхронизируются на всех терминалах, что делает их простыми, удобными и доступными в любое время.\nСинхронизация понятий, синхронизация Obsidian, синхронизация рабочих процессов и экологическая интеграция позволяют вашим мыслям течь свободно.\nВсе это для того, чтобы сделать вас лучше.\n\nКрасочный плагин может подчеркивать и выделять любую веб-страницу, делать заметки, классифицировать веб-страницы и собирать изображения. Он также имеет систему управления подчеркиванием, которая может эффективно организовывать заметки и подчеркивания, быстро повышать эффективность обучения, экономить время и оставаться сосредоточенным. .\n\nВозможности плагина:\n1. ✅ Подчеркните и выделите свои мысли на любой странице. Обновите страницу, и подчеркивание по-прежнему будет отображаться.\n2. ✅ Рисование линий поддерживает несколько цветов.\n3. ✅ Нет ограничений на количество подчеркиваний на одной странице.\n4. ✅ Суперкопия (решает проблему веб-сайтов, не позволяющих копировать текст)\n5. ✅ Экспортируйте подчеркивания и заметки и сохраняйте их как текст или уценку.\n6. ✅ Синхронизация с Obsidian, Logseq, Workflowy.\n7. ✅ Подчеркните и систематизируйте\n8. ✅ Многотерминальная синхронизация\n9. ✅ Поддержка Chrome, Edge, Firefox\n10. ✅ Поддержка подчеркивания изображения\n11. ✅ Поддержка боковой панели инструментов.",
    "zh_TW": "一鍵完成文字高亮，就像拿著筆，邊閱讀​​邊劃線，所有重點，一個不落。\n用【想法】記錄靈感，讓瞬間成永恆。\n劃線、高亮、想法、筆記在所有終端同步，簡單不折騰，隨時可用。\nObsidian同步、Workflowy同步，思源同步、Logseq同步 和生態集成，讓你的思想流動。\n所有這一切，就是要讓你更加優秀。\n\n五彩插件能在任何網頁劃線、高亮、記筆記、歸類網頁、收集圖片，還有劃線管理系統，能高效的整理筆記和劃線，快速提升學習效率、節約時間，保持專注。\n\nB站影片示範： https://www.bilibili.com/video/BV1FV4y157Rf/\n使用者回饋：https://feedback.dotalk.cn/\n插件特性：\n1. ✅ 任意頁劃線高亮寫想法，刷新頁劃線還能顯示\n2. ✅ 劃線支援多種顏色\n3. ✅ 單頁劃線數量不限\n4. ✅ 超級複製（解決網站不讓複製文字的問題）\n5. ✅ 匯出劃線和筆記，可儲存為文字、markdown\n6. ✅ 同步到 Obsidian、Logseq、Workflowy\n7. ✅ 劃線整理\n8. ✅ 多終端同步\n9. ✅ 支援 chrome, edge, firefox\n10.✅ 支援圖片劃線\n11.✅ 側邊工具條支持"
  }
}