{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Website Builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Website Builder, Build your website by yourself for free, no experience required"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brightery Free website builder\nif you're looking for cheap and good website builder, You can have your own website now with brightery free website builder and create a website for free.\n\nBrightery Free website builder features\nBrightery free website builder is offering more than you expect, We're offering you the best drag and drop platform to make a website in minutes.\n\n1.\nSuper Easy\nIt's super easy to build a website with Brightery free website builder, It's so quick and fast, no coding knowledge required.\n2.\nAnyone could register\nYes, You don't need any high security information or even a credit card, Brightery don't charge people without their own permission.\n\n3.\nVariation of templates\nChoose by color, By category.. You can choose your template between many, So many ready to use templates. We've made for our builder to be usable.\n\n4.\nUnlimited updates\nDo you really think that we won't update? we're updating builder everyday, uploading new templates, making changes.. higher performance. And more!\n\n5.\nLifetime free plan\nMany plans you can use from our listed plans, If you wanna be always on the free plan, No problem at all.. We're hosting you, Supporting you and no matter what;s going on.\n\n6.\nNo annoying advertising\nWe're not going to force push advertising to your website, It's your website and we're happy to make it alive and help you.\n\n7.\nTutorials\nPosts, Video tutorials and more, Don't be worry, We're not going to fail you.\n\ncreate a website for free\nNo charges, No fees, Wanna upgrade? go for it, don't wanna upgrade? no matters... You can do whatever you want and create a website for free."
  }
}