{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copiloto Simples Dental"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplifique sua gestão odontológica com o Simples Dental no seu WhatsApp!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dentista: centralize o atendimento da sua clínica odontológica e venda mais com o Simples Dental no seu WhatsApp. Somos o primeiro software odontológico a oferecer essa facilidade para dentistas, secretárias e administradores de clínicas e consultórios odontológicos de todo o Brasil! \n\nTão fácil quanto abrir o WhatsApp Web e ter à mão: \n\n👉 Agendamento: Agende consultas diretamente pelo WhatsApp. E consiga acompanhar no Simples Dental (versão web), no Aplicativo ou ainda via comando de voz com a integração da Alexa; \n\n👉 Modelos de Mensagens: é possível criar, editar e usar modelos de mensagens para converter interessados em pacientes;\n\n👉 Cadastro de Pacientes: Cadastre pacientes direto do WhatsApp Web, sem abrir mais nada e tenha tudo dentro do Simples Dental automaticamente.\n\nE muito mais! \n\nBaixe agora a extensão e comece a usar.\nSimplifique sua gestão odontológica com o Simples Dental no seu WhatsApp! \nDisponível nos planos: Vendas\n\n👉 Dentista se interessou mas ainda não tem o Simples Dental? Faça TESTE GRÁTIS por 7 dias \nhttps://www.simplesdental.com/cadastro?utm_source=google&utm_medium=webstore&utm_campaign=Extensao_Chrome&utm_id=extensaochrome \n \nSimples Dental \nLíder de mercado e com a melhor nota das lojas de aplicativo, o SImples Dental tem como missão de digitalizar a Odontologia e simplificar a vida de dentistas na gestão e marketing de suas clínicas e consultórios Já atendemos mais de 75 mil usuários e mais de 15 mil clínicas. Junte-se a nós! \n\nAviso Legal: O WhatsApp é uma marca registrada da WhatsApp Inc. nos Estados Unidos e em outros países. O Copiloto do Simples Dental é um projeto independente e não está afiliado ao WhatsApp ou à WhatsApp Inc."
  }
}