{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable Javascript for Chrome",
    "ru": "Активировать JavaScript для Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily switch JavaScript on and off in the Chrome Browser with the help of a Enable JavaScript for Chrome.",
    "ru": "Легко активируйте JavaScript для браузера Chrome. Включить/отключить можно одной кнопкой."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Enhance Your Browsing Experience with the \"Enable JavaScript\" Chrome Extension 🌐\n\nAre you tired of intrusive pop-ups, annoying advertisements, and pesky modal windows cluttering your browsing experience? Look no further – the \"Enable JavaScript\" Chrome extension is here to revolutionize the way you browse the web.\n\nWith just the click of a button, you can effortlessly toggle JavaScript on or off in your Chrome browser, giving you unparalleled control over your online experience. Whether you're reading articles, conducting research, or developing websites, this extension empowers you to customize your browsing environment to suit your needs.\n\nEnhanced Reading Experience\n\nEver been frustrated by pop-up ads interrupting your reading flow? Say goodbye to distractions with the \"Enable JavaScript\" extension. By disabling JavaScript, you can enjoy a seamless reading experience free from intrusive elements.\n\nAd-Free Browsing\n\nTired of being bombarded with advertisements at every turn? Take back control of your browsing with the \"Enable JavaScript\" extension. Simply turn off JavaScript to eliminate unwanted ads and enjoy a cleaner, ad-free browsing experience.\n\nStreamlined Development\n\nFor web developers, the ability to toggle JavaScript on and off with ease is invaluable. Use the \"Enable JavaScript\" extension to quickly test website functionality, debug code, and optimize performance without hassle.\n\nCustomize Your Experience\n\nWith the \"Enable JavaScript\" extension, the power is in your hands. Tailor your browsing experience by enabling or disabling JavaScript as needed. Whether you're blocking modal windows, bypassing paywalls, or enhancing security, this extension puts you in control.\n\nSay goodbye to browsing frustrations and hello to a smoother, more customizable web experience with the \"Enable JavaScript\" Chrome extension. Download now and unlock a world of possibilities at your fingertips."
  }
}