{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neopets Shop Wizard Price Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to search the shop wizard more effectively."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resubmits searches for you to search various shop sections on the Neopets Shop Wizard. Keeps the best prices at the top so that you can have a more similar experience to the Super Shop Wizard but without Neopets Premium.\n\nNote that since this extension resubmits for you automatically, it is NOT necessarily compliant with TNT, so use at your own risk on Neopets.\n\nIf you are looking for an extension that IS condoned by TNT, you can use a different extension called Neon (made by a totally different developer) which is also available on the Chrome Web Store and inspired the creation of this extension (but for people who don't care about TNT rules).\n\nIf you notice any bugs, please let us know in the support tab on the Chrome webstore listing.\n\nDisclaimer:\n\nThis Chrome extension (\"the Extension\") is an independent creation and is not affiliated with or endorsed by Neopets or Viacom International Inc. (\"Viacom\") in any way. Neopets and all related names, logos, characters, and distinctive likenesses are trademarks or registered trademarks of Viacom or its subsidiaries.\n\nThe Extension is provided for informational and entertainment purposes only. While efforts have been made to ensure the accuracy and reliability of the information provided by the Extension, it is solely the responsibility of the user to verify any information obtained through the Extension.\n\nBy using the Extension, you acknowledge and agree that:\n\n* The Extension is not an official Neopets product or service and does not carry any endorsement or authorization from Neopets or Viacom.\n* The Extension is not affiliated with, sponsored by, or endorsed by Neopets or Viacom. The Extension has no association with Neopets or Viacom, and any reference to Neopets or Viacom within the Extension is purely for descriptive purposes.\n* The Extension is provided \"as is\" without any warranties or guarantees. The creators and developers of the Extension shall not be held liable for any damages or losses arising from the use of the Extension, including but not limited to direct, indirect, incidental, special, or consequential damages.\n* Any use of Neopets trademarks, logos, characters, or distinctive likenesses within the Extension is for the purpose of enhancing the user's experience and is not intended to infringe upon any intellectual property rights held by Neopets or Viacom.\n* The Extension may collect certain data or personal information for the purpose of improving its functionality and user experience. Any data collected by the Extension will be handled in accordance with applicable laws and regulations.\n\nBy installing and using the Extension, you agree to abide by the terms of this disclaimer. If you do not agree with any part of this disclaimer, please refrain from using the Extension."
  }
}