{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TUSK Search Engine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Free Speech Search Engine"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# TUSK Search: The Free Speech Search Engine\n\nThe TUSK Search extension makes it easy to set TUSK as your default search engine.\n\n** Important Install Note**\n\nWhen you make your first TUSK Search in the URL bar, a *sneaky* popup will ask to switch back to Google.\n\nDon't get tripped up, you must click 'KEEP IT' instead.\n\nThis is a crucial step to keep TUSK as your default, censorship-free search engine.\n\n\n## What is the Ultimate Free Speech Search Experience?\n\nTUSK Search is your gateway to a truly open and unbiased internet experience. With a strong belief in free speech and individual liberty, we've developed an extension that empowers you to explore the web without boundaries. Say goodbye to censorship and hello to a world of information, presented to you exactly as it should be.\n\n## Your Trusted Search Companion\n\nBy setting TUSK as your default search engine, you gain instant access to a powerful tool that delivers results without any hidden agendas. Our search engine is the first of its kind, designed to respect and protect your right to free speech. With TUSK, you can trust that you're getting the full picture, no matter the topic. Easily find what you are looking for with the RIGHT, CENTER and LEFT search buttons.\n\n## Uncover the Stories that Matter\n\nOur anti-censorship news feed ensures you stay informed with a diverse range of perspectives. With popular media organizations like Fox News, New York Post, and more, the front page feed brings you the latest news and stories that might otherwise be buried. With TUSK, you decide what you want to see and explore.\n\n## Introducing GIPPR AI: The Conservative AI Chatbot\n\nExperience the power of conservative AI with Gippr, the marketplaces' first chatbot of its kind. GIPPR provides unbiased, truth-seeking conversations, free from liberal bias. Ask questions, discuss topics, and engage in meaningful discussions without any woke interference. It's time to hear the truth, and Gippr is here to deliver.\n\n## Transparency for Education\n\nTUSK Search is an excellent tool for educational purposes, offering a transparent view of search results. Students and researchers can easily explore multiple perspectives, making it an invaluable resource for critical thinking and analysis.\n\n## Join the TUSK Movement\n\nWe're on a mission to protect a free and open internet, and with TUSK, we're taking a giant step forward. Install the TUSK Search extension today and experience the internet as it should be - free, unbiased, and truly yours.\n\nTUSK Search: Unfiltered. Unbiased. Uncensored."
  }
}