{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuvis for WhatsApp and Verint",
    "es": "tuvis para WhatsApp y Verint",
    "pt_BR": "tuvis para WhatsApp e Verint"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tuvis integrates with Verint for real-time WhatsApp capture, analysis, and compliance, enhancing security and privacy.",
    "es": "Tuvis se integra con Verint para captura y análisis en tiempo real de WhatsApp, mejorando seguridad y privacidad.",
    "pt_BR": "Tuvis integra-se ao Verint para captura e análise em tempo real do WhatsApp, aumentando segurança e privacidade."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tuvis seamlessly integrates WhatsApp with Verint, enabling real-time capture and storage of all communications in the Verint platform. This integration allows for the analysis of text-based interactions inside Verint. \n\nFrom Recording and Detailed Communication Analysis to Real-Time Monitoring: Protect and Maintain your Company in Compliance with the integration between tuvis and Verint.\n\n\nKey Features\n-------------\n✓ Real-time capture and storage of all communications within the Verint platform.\n✓ Capture text, media files, voice messages, emojis\n✓ Transcription of the voice messages\n✓ Capture voice calls on WhatsApp\n✓ Enforce security measures to safeguard data privacy and protect confidential information.\n✓ Automated monitoring and archiving of every WhatsApp interaction.\n✓ Text Analytics - gain insights from text-based interactions stored within the Verint platform.\n✓ Manage regulatory and policy compliance by identifying breaches and flagging suspicious interactions for review.\n\nBenefits\n-------------\n✓Enhance Compliance: monitor and archive communication, ensuring regulatory adherence and minimizing legal risks associated with WhatsApp.\n✓Robust Security: enforce security measures, safeguarding data privacy and confidential information with tuvis and Verint integration.\n✓Manage regulatory and policy compliance by revealing regulatory breaches and failure to adhere to internal policies, and flagging suspicious interactions for review.\t\n\nLegal\n------\ntuvis is an independent solution developed by tuvis Solutions Ltd, a certified SOC 2 Type 2 and ISO 27.001 and Meta approved.",
    "es": "tuvis integra perfectamente WhatsApp con Verint, permitiendo la captura y almacenamiento en tiempo real de todas las comunicaciones en la plataforma Verint. Esta integración permite el análisis de interacciones basadas en texto dentro de Verint.\n\nDesde la Grabación y Análisis Detallado de la Comunicación hasta el Monitoreo en Tiempo Real: Proteja y Mantenga su Empresa en Conformidad con la integración entre tuvis y Verint.\n\nCaracterísticas Clave\n------\n✓ Captura y almacenamiento en tiempo real de todas las comunicaciones dentro de la plataforma Verint.\n✓ Captura de texto, archivos de medios, mensajes de voz, emojis.\n✓ Transcripción de los mensajes de voz.\n✓ Captura de llamadas de voz en WhatsApp.\n✓ Aplicación de medidas de seguridad para proteger la privacidad de los datos e información confidencial.\n✓ Monitoreo automatizado y archivado de cada interacción en WhatsApp.\n✓ Análisis de Texto - obtener información a partir de interacciones basadas en texto almacenadas dentro de la plataforma Verint.\n✓ Gestión de cumplimiento regulatorio y de políticas al identificar violaciones y señalar interacciones sospechosas para su revisión.\n\nBeneficios\n------\n✓ Mejora de la Conformidad: monitoreo y archivado de comunicaciones, garantizando el cumplimiento normativo y minimizando los riesgos legales asociados con WhatsApp.\n✓ Seguridad Robusta: aplicación de medidas de seguridad, protegiendo la privacidad de los datos e información confidencial con la integración entre tuvis y Verint.\n✓ Gestión de cumplimiento regulatorio y de políticas al revelar violaciones regulatorias y fallas en el cumplimiento de políticas internas, y señalar interacciones sospechosas para su revisión.\n\nLegal\n------\ntuvis es una solución independiente desarrollada por tuvis Solutions Ltd, certificada SOC 2 Tipo 2 e ISO 27.001 y aprobada por Meta.",
    "pt_BR": "tuvis integra perfeitamente o WhatsApp com Verint, permitindo a captura e armazenamento em tempo real de todas as comunicações na plataforma Verint. Esta integração permite a análise de interações baseadas em texto dentro do Verint.\n\nDesde a Gravação e Análise Detalhada da Comunicação até o Monitoramento em Tempo Real: Proteja e Mantenha sua Empresa em Conformidade com a integração entre tuvis e Verint.\n\nRecursos Principais\n------\n✓ Captura e armazenamento em tempo real de todas as comunicações dentro da plataforma Verint.\n✓ Captura de texto, arquivos de mídia, mensagens de voz, emojis.\n✓ Transcrição das mensagens de voz.\n✓ Captura de chamadas de voz no WhatsApp.\n✓ Aplicação de medidas de segurança para proteger a privacidade dos dados e informações confidenciais.\n✓ Monitoramento automatizado e arquivamento de cada interação no WhatsApp.\n✓ Análise de Texto - obtenha insights a partir de interações baseadas em texto armazenadas dentro da plataforma Verint.\n✓ Gerencie a conformidade regulatória e de políticas identificando violações e sinalizando interações suspeitas para revisão.\n\nBenefícios\n------\n✓ Aprimorar a Conformidade: monitorar e arquivar comunicações, garantindo adesão regulatória e minimizando riscos legais associados ao WhatsApp.\n✓ Segurança Robusta: aplicar medidas de segurança, protegendo a privacidade dos dados e informações confidenciais com a integração entre tuvis e Verint.\n✓ Gerenciar conformidade regulatória e de políticas ao revelar violações regulatórias e falhas em aderir às políticas internas, e sinalizar interações suspeitas para revisão.\n\nJurídico\n------\ntuvis é uma solução independente desenvolvida pela tuvis Solutions Ltd, certificada SOC 2 Tipo 2 e ISO 27.001 e aprovada pela Meta."
  }
}