{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Acheter oreiller sarrasin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Acheter un oreiller en sarrasin vous procurera des nuits de sommeil reposantes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L’oreiller en sarrasin évite les mauvaises positions de la tête et du cou pendant votre sommeil. En utilisant un oreiller sarrasin vous dormirez mieux, et vos cervicales ne coureront aucun risque de torsion ou de mauvais alignement. En effet cet oreiller naturel permet de conserver un bon alignement des vertèbres pendant que vous dormez.\n\nLes erreurs de maintien les plus courantes et comment y remédier\nExercices et astuces pour vous aider à soulager les tensions musculaires liées à de mauvaises postures debout et assis \nLe physiothérapeute Nick Sinfield décrit 8 erreurs de maintien parmi les plus courantes et comment les corriger par le biais d’exercices d’assouplissement et de musculation. \nSi vous souffrez de mal de dos, le fait de corriger votre posture ne résoudra pas la cause de votre douleur mais pourra aider à soulager les tensions musculaires. \nCorriger votre posture peut vous sembler inconfortable a priori parce que votre corps a pris l’habitude de s’asseoir ou de se tenir debout d’une manière particulière. Mais avec un peu d’entraînement, la posture correcte deviendra une seconde nature et une première étape pour aider votre dos sur le long terme. \nS’avachir sur une chaise\nCette position n’est pas forcément inconfortable mais avec le temps, elle exerce une pression sur des muscles déjà sensibilisés ainsi que sur les tissus. Cette pression peut augmenter les tensions musculaires, générant à son tour de la douleur. \nPrenez l’habitude de vous asseoir correctement. Cela peut vous paraître inconfortable au départ parce que vos muscles n’ont pas été habitués à vous supporter dans la position correcte. \nDes exercices pour renforcer votre ceinture abdominale et les muscles fessiers ainsi que des étirements du dos vont vous aider à corriger une position avachie.  \nDéterminez les ajustements à réaliser sur votre bureau, votre siège et l’équipement de votre poste de travail afin d’améliorer votre position assise. \nLe fessier qui ressort\nSi votre fessier a tendance à ressortir ou si vous avez un creux lombaire prononcé, vous pouvez souffrir d’hyper lordose, une courbure exagérée du bas du dos qui donne une posture à la « Donald Duck ».\nLe fait de porter de hauts talons, le surpoids ou la graisse abdominale, ou encore la grossesse peuvent causer ce genre de posture. \nNous vous recommandons de pratiquer des exercices de renforcement de la ceinture abdominale et des fessiers, de fléchissement des hanches et d’étirement de la taille et un effort conscient pour corriger votre maintien.\nImaginez pour cela un fil invisible au sommet de votre crâne qui vous tire vers le ciel. L’idée est d’aligner parfaitement votre corps, en maintenant la courbe naturelle de la colonne vertébrale, le cou bien droit et les épaules parallèles aux hanches.\n•\tTenez vos épaules vers l’arrière et détendez-les\n•\tRentrez le ventre.\n•\tL’écartement des pieds est égal à celui des hanches\n•\tRépartissez votre poids sur les deux jambes.\n•\tEssayez de garder la tête bien alignée et non pas vers l’arrière, vers l’avant ou sur le côté.\n•\tTendez les jambes mais détendez les genoux.\nLe dos plat\nUn dos plat signifie que votre pelvis est trop rentré et le bas de votre dos est droit au lieu d’épouser sa courbure naturelle, ce qui vous oblige à vous courber vers l’arrière. \nLes personnes au dos plat ont souvent du mal à rester debout pendant trop longtemps. \nCette posture est souvent causée par un déséquilibre musculaire qui encourage à adopter ce type de position. Rester assis pendant trop longtemps peut également contribuer à un dos plat. \nUn dos plat a également tendance  à vous faire pencher la tête et la nuque en arrière, ce qui peut donner des douleurs au cou et aux cervicales. \nIl est recommandé de pratiquer des exercices de renforcement de la ceinture abdominale, des fessiers, du cou et des muscles à l’arrière des épaules ainsi que des extensions du dos, afin de corriger un dos plat :\n•\tFaire la planche.\n•\tLevers de jambe latéraux.\n•\tExercices d’étirement du buste.\n•\tExercices de rameur ou tractions.\n•\tEtirements du dos.   \nSe tenir en appui sur une seule jambe \nLe fait de se tenir plus souvent sur une jambe peut vous paraître confortable, surtout si vous êtes debout depuis un moment. \nCependant, au lieu d’utiliser vos muscles fessiers et votre ceinture abdominale pour vous tenir droit, vous exercez une pression excessive sur un seul côté du bas de votre dos et hanches.\nAvec le temps, vous risquez de développer un déséquilibre des muscles autour de la région pelvienne, ce qui peut causer des pressions musculaires dans les lombaires et les fessiers. \nIl existe d’autres causes de déséquilibre au niveau des hanches comme le port d’un sac à dos lourd sur une seule épaule et les mamans qui portent leur bébé sur la hanche.\nPour améliorer cette posture, essayez de prendre l’habitude, lorsque vous devez rester debout, de répartir votre poids de manière égale sur les deux jambes. \nQuelques exercices de renforcement des fessiers et des muscles abdominaux vous aideront à corriger un déséquilibre des hanches : \n•\tFaire la planche.\n•\tLevers de jambes latéraux.\nDos voûté et nuque raide\nLe fait de se tenir voûté sur son clavier est généralement le signe que vous avez le buste raide et un relâchement du haut du dos.\nA la longue, ce type de posture peut amener à un arrondissement du haut du dos, ce qui risque de causer des raideurs au niveau des épaules et de la nuque. \nLorsque l’on se tient voûté au-dessus de l’ordinateur, la tête a tendance à se renverser vers l’arrière, ce qui amène à de mauvaises postures. L’utilisation du téléphone mobile peut induire des problèmes similaires. \nPour corriger un dos voûté, il est recommandé de pratiquer des exercices de renforcement de la nuque, du cou et des épaules.  \nExemples d’exercices :\n•\tExercices d’assouplissement de la nuque.\n•\tExercices de rameur et tractions.\n•\tExercices d’étirement du buste.\nLe menton en avant\nLa posture du menton qui pointe vers l’avant est due au fait de s’asseoir trop bas l’écran trop en hauteur, le dos voûté ou une combinaison des trois. \nCorriger un menton qui pointe vers l’avant implique d’améliorer votre position assise et de pratiquer des exercices pour corriger la posture.\nComment corriger un menton qui pointe vers l’avant :\n•\tEtirer doucement votre cou vers l’arrière tout en rentrant le menton.\n•\tRedescendez les épaules en les redressant vers l’arrière de la colonne vertébrale.\n•\tRentrez les muscles du bas du ventre pour maintenir la courbure naturelle des lombaires. \n•\tAjustez votre siège. \nLes épaules arrondies\nL’une des manières de détecter si vous avez les épaules arrondies est de vous tenir face à un miroir en laissant pendre naturellement vos bras de chaque côté du corps. \nSi vos poings se font face, cela peut indiquer que vous avez le buste trop raide et les muscles du haut du dos relâchés, ce qui donne l’apparence d’épaules arrondies. \nLes épaules arrondies sont typiques de mauvaises habitudes de maintien, de déséquilibres musculaires et d’une pratique trop intensive de certains exercices comme une trop forte insistance sur le renforcement du buste tout en négligeant le haut du dos.\nQuelques exercices pour renforcer vos abdominaux, le haut du dos et les muscles de la poitrine qui vous aideront à corriger des épaules arrondies : \n•\tFaire la planche.\n•\tExercices de rameur ou tractions. \n•\tEtirements du buste.  \n\n\nTenir le téléphone au creux de l’épaule\nLe fait de tenir votre combiné téléphonique entre l’oreille et l’épaule exerce une pression sur les muscles du cou, du haut du dos et des épaules. \nLe cou est les épaules ne sont pas censés maintenir une telle position pour un temps trop long. \nA force, cette position peut exercer une pression sur les muscles et autres tissus et conduire à un déséquilibre musculaire entre le côté gauche et le côté droit de votre cou. \nEssayez de prendre l’habitude de tenir votre téléphone dans la main ou utilisez un kit mains libres. \nExercices pour soulager les douleurs et raideurs du cou :\n•\tEtirements du buste.\n•\tEtirements du cou : penchez doucement l’oreille vers l’épaule gauche. Tenez la position pendant 10 à 15 respirations. Faites la même chose du côté droit. \n•\tRotations du cou : tournez doucement le menton vers une épaule. Maintenez pendant 10 à 15 respirations. Répétez l’exercice de l’autre côté."
  }
}