{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Github LGTM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display code review status on github pull requests",
    "hu": "Code review állapot megjelenítése a github pull request oldalain",
    "ja": "Githubプルリクエストのレビュー状況を表示する"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Github pull requests are amazing for managing feature branches. They allow for an open discussion about the changes where anyone can +1 a request they have reviewed and want to have integrated. However there is no easy way to see and count those up or downvotes, especially in a long-winded discussion in a slightly more formal team-wide code review setup.\n\nNow with the Github LGTM extension you can get the review status of pull requests on github at a glance.\n\nFeatures:\n\n* Display vote summary on pull request list\n* Display vote summary on pull request details\n* Disable the merge button when there isn't enough votes on a pull request\n* Disable the merge button when a pull request is marked as WIP (by adding WIP to its title)\n* Change the amount of votes necessary to merge and keywords\n* Display vote count on the favicon on pull request defails page\n\nSource code is available at http://github.com/zaki/lgtm",
    "ja": "機能ごとのブランチを管理するにはgithubのプルリクエストは最高の武器だと思われます。変更に関するオープンな話を招き、誰でもレビューしてマージしてほしいプルリクに＋１とコメントできる場所を提供しているから。この＋１の数など、否定の意見などを一目で見て合計する機能がなくて、これは特に話の流れが長くなった場合チーム内のコードレビュー文化に少し負担を起こすことが多い。\n\nその点に関してはGithub LGTMと言う拡張でレビューの状況を簡単に見れるので日々のコードレビューがより楽しくより簡単にできるようになると思っています。\n\n機能一覧：\n\n* プルリクエスト一覧ページで評価状況まとめを表示する\n* プルリク詳細ページで評価状況を表示する\n* 必要数の評価が集まっていない時にマージボタンを無効化できる\n* WIP（ワーク・イン・プログレス、途中経過状況）であるプルリクエストのマージボタンを無効化できる\n* マージに必要な評価数やそれぞれのキーワードの細い調整をできる\n* プルリクエストページのfaviconに評価数バッジを表示する\n\nhttp://github.com/zaki/lgtm でソースコードもアクセスできます（フィードバックや機能リクエストなどご自由に）"
  }
}