{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kickmoji"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utility extension for Aiomoji."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple utility to find Shopify shipping rates for your Aiomoji profiles and get Shopify product variants.\n\nHow to sync session: This extension uses the same session as the Aiomoji website. Login to Aiomoji and while on the Aiomoji tab open the extension and click the sync session button. The synced session will expire after sometime and will log you out. You can sync session as often as you want to prevent it from logging you out.\n\nHow to use this: Sync your session with the Aiomoji website. Go to the Shopify site that you want to get the shipping rate. Add a product to the cart and go to the checkout page. In the checkout process when you are asked to fill out the shipping information. Clicking a profile from the list on the top right will automatically fill in the form with the profile you created on Aiomoji. You can also manually enter the shipping rate if you would prefer. Once on the shipping rate page click the \"get shipping rate\" button and it will be copied to your clipboard.\n\nHow to get variants: Sync your session with the Aiomoji website. Go to a product on a Shopify site and click \"get variants\" and they will be copied to your clipboard.\n\nNotes:\n1. You are only able to use this extension if you have a active Aiomoji account.\n2. If you find a bug please create a ticket in the discord.\n\nPrivacy Policy:\nhttps://docs.google.com/document/d/1wQG3e5TG-s4UCl49hi-MAaItw9yJfdYFP5w8s_kIaXI\n\nTerms and conditions: https://docs.google.com/document/d/1FdrXpymJVyxHyv0NH41bDI5Ng3aUePlB1PPlI3JJiOg"
  }
}