{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto Whale Alert - Blockchain Transaction Data"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A system for tracking and analyzing large transactions on the Blockchain"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto Whale collects and analyzes millions of blockchain transactions in real-time and combines them with off-chain data from hundreds of sources. \n\nThe result is the world's largest and most up-to-date database containing billions of transactions and hundreds of millions of addresses that we use to create real-time alerts and advanced data aggregates. \n\nOur alerts and aggregates are used by both professional and amateur traders worldwide, providing them with the information they need to stay ahead.\n\nEnhance Your Strategies\n✔️Professional traders combine our alerts and aggregate data with powerful AI and analytics to predict possible price movements before anyone else.\n\nMonitor Market Trends\n✔️Uncover and verify market trends by tracking which assets are actually being used in the world blockchain.\n\nManage Asset Risk\n✔️ Monitor assets cross-chain for unusual behaviour and uncover potential sell-offs, hacks or buying opportunities before they materialize.\n\nOur mission at Whale Alert is to bring trust and transparency to the blockchain ecosystem. \n\nTo achieve this we have created a one-of-a-kind blockchain tracking supercomputer that goes far beyond the capabilities of any other blockchain analytics system: a vast network of computers dedicated to collecting, analyzing, storing and distributing processed blockchain transaction data in real-time. \n\nBeing future-proof and blockchain agnostic were central to our designs meaning that we can track any protocol no matter the throughput."
  }
}