{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zendesk View Auto Refresh"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zendesk View Auto Refresh: Streamline your workflow with customizable, automated view updates and easy toggle control."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zendesk View Auto Refresh allows you to automatically refresh your Zendesk views with easy start and stop controls. This extension ensures your views are always updated with the latest data, enhancing your productivity and efficiency across browser sessions.\n\nKey features include:\n• User-friendly start/stop functionality with a simple toggle switch\n• Customizable refresh intervals to suit your workflow\n• Persistent settings that remember your preferences across browser restarts\n• Countdown timer displaying time until next refresh\n• Multi-tab support for simultaneous refreshing of multiple Zendesk views\n• Seamless integration with your Zendesk dashboard\n• Dark mode option for comfortable viewing in low-light environments\n• Cross-browser compatibility (Chrome, Firefox, and Edge)\n\nPerfect for support teams who need real-time updates on their tickets without the hassle of manual refreshes. With the addition of dark mode, you can now comfortably use the extension during night shifts or in dimly lit workspaces, reducing eye strain and improving focus.\n\nThis extension streamlines your workflow by keeping your Zendesk views current, allowing you to respond to tickets promptly and stay on top of your support queue. The new persistent settings feature ensures a smooth, uninterrupted experience across work sessions, while the cross-browser compatibility allows for a consistent workflow regardless of your preferred browser.\n\nKey benefits:\n• Improved productivity with automatic view updates\n• Customizable to fit your specific workflow needs\n• Consistent experience across browser restarts and different browsers\n• Reduced eye strain with dark mode option\n• Enhanced focus and efficiency in ticket management\n\nThis extension is not affiliated with Zendesk or its partners."
  }
}