{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Semantic Spider"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome becomes more intelligent and personalized with W3C Semantic Web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enables Google Chrome to be ready for 'Semantic Web Technology' and become more intelligent and personalized based on your daily browsing.\n\nDetail architecture and use cases are described here.\nhttps://www.w3.org/2013/04/semweb-html5/spider/\n\nIn International Semantic Web Conference 2014 (ISWC2014), the paper was nominated as one of best papers.\nhttps://github.com/shishimaru/triplestoreJS/blob/master/paper_ISWC2014.pdf\n\nAny web contents annotated with W3C Semantic Web technologies in web sites can be stored into your Chrome automatically and your Chrome works with your stored personal web contents.\nIf your stored web contents have something relationship with each other, then they starts to be inter-linked automatically and organize item groups in your Chrome.\nAfter the status, when you visit web sites and the sites have any relationships with your personal stored contents (private schedules and contacts and SNS friends' postings, favorite articles, products ...), then they are suggested and you can discover relationships and knowledge you didn't realize so far.\n\nBesides, when you input keyword into search field on Google+, Bing, Amazon, Yahoo ... , this extension suggests personalized keywords based on your personal stored semantic data. \n\nPlease note that your any storing actions and stored personal contents are 'NOT' transferred to external servers.\n\nYou can get started with SemWeb-ready sites like below:\n* Retail Store\n - http://www.bestbuy.com/\n - http://oreilly.com/\n - http://store.apple.com/\n* News Site\n - http://www.cnn.com/\n - http://yahoo.com/\n* SNS\n - http://www.facebook.com/\n - https://plus.google.com/\n\nFinally, this is one of sample programs of triplestoreJS library (https://github.com/shishimaru/triplestoreJS) which enables web applications to store Semantic Web information into web browsers through HTML5 WebStorage. This extension will be improved and new functionality will be added in further version.\n\nHitoshi Uchida <uchida@w3.org>"
  }
}