{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "firejumper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Firejump makes your life easy by giving you the option to jump to your most visited pages with specified keys.",
    "de": "Firejump vereinfacht dein Leben indem er dir die Möglichkeit gibt deine meistbesuchten Seiten mit einem angegeben Key zu besuchen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to bring your buddies even closer around the virtual campfire with this amazing addon. It's all about saving time and having a blast!\n\nPicture this: You're all sitting around, chatting and enjoying each other's company. But hey, we've all been there, right? You start searching for something simple and end up going through a bunch of search results before finally reaching what you want. Total buzzkill, right? Well, worry no more!\n\nOur addon will make your web adventures smoother than marshmallows melting on a warm fire. With a simple setup, you can wave goodbye to those annoying intermediate steps and get straight to your favorite websites. It's like teleportation for the web!\n\nHere's the lowdown on the default shortcuts we've got cooking for you:\n\n- Craving some Wikipedia knowledge? Just type \"wikipedia\" or \"wiki\" and bam, you're there, my friend!\n\n- Need a YouTube fix? Easy peasy! Type \"youtube\" or \"yt\" and bam, YouTube.com appears magically before your eyes!\n\n- Want to catch up on WhatsApp Web? We've got you covered! Simply type \"whatsapp web\" and voila, web.whatsapp.com opens up in a flash.\n\n- Got emails to tackle? Piece of cake! Type \"gmail\" and you'll be zipping over to gmail.com like a pro.\n\nBut wait, there's more! You can totally spice things up by adding your own shortcuts or kicking back some of these default ones. It's all about making this addon your own, just like adding your secret sauce to a special recipe.\n\nSo, gather 'round the virtual fire, my friend. This addon is a game-changer that brings friends closer together by saving time and letting you focus on what really matters: sharing laughter, stories, and good times with your favorite people. Let the web adventures begin!\n\nPrivacy overview:\nWe do not gather any data concerning the shortcuts you establish or employ.\n\nIf you decide to uninstall our extension, we kindly invite you to provide feedback through a form so that we can understand your reasons for leaving. In the event that you submit any text in the form, we store it along with your IP address for a period of 30 days.\n\nFor any suggestions or issues, please feel free to reach out to us via email. We're here to help!",
    "de": "Mach dich bereit, deine Kumpels noch näher ums virtuelle Lagerfeuer zu versammeln mit diesem fantastischen Addon. Es geht darum, Zeit zu sparen und eine tolle Zeit zu haben!\n\nStell dir vor: Ihr sitzt alle beisammen, plaudert und genießt die Gesellschaft. Aber hey, wir kennen das alle, oder? Du suchst nach etwas simplen und musst dich durch eine Menge Suchergebnisse wühlen, bevor du endlich beim richtigen Ergebnis landest. Total nervig, oder? Nun, keine Sorge mehr!\n\nHier kommt unser AddOn ins Spiel, das deine Web-Abenteuer noch geschmeidiger macht als Marshmallows, die über einem warmen Feuer schmelzen. Mit einer einfachen Einrichtung kannst du dich von den lästigen Zwischenschritten verabschieden und direkt zu deinen Lieblingswebsites gelangen. Es ist wie Teleportation für das Web!\n\nHier ist die Zusammenfassung der voreingestellten Abkürzungen, die wir für dich parat haben:\n\n- Lust auf Wikipedia-Wissen? Gib einfach \"wikipedia\" oder \"wiki\" ein und schwupps, du bist dort, mein Freund!\n\n- Brauchst du eine Dosis YouTube? Ganz einfach! Gib \"youtube\" oder \"yt\" ein und schwupps, YouTube.com erscheint wie von Zauberhand!\n\n- Lust darauf, WhatsApp Web zu nutzen? Kein Problem! Gib einfach \"whatsapp web\" ein und voilà, web.whatsapp.com öffnet sich im Nu.\n\n- Müssen E-Mails erledigt werden? Kinderspiel! Gib \"gmail\" ein und du wirst im Handumdrehen zu gmail.com geleitet.\n\nAber warte, es gibt noch mehr! Du kannst das Ganze noch aufpeppen, indem du eigene Abkürzungen hinzufügst oder einige der voreingestellten deaktivierst. Es geht darum, dieses Addon zu deinem eigenen zu machen, so wie du deine Geheimzutat zu einem besonderen Rezept hinzufügst.\n\nAlso, versammelt euch um das virtuelle Feuer, mein Freund. Dieses Addon verändert das Spiel und bringt Freunde durch Zeitersparnis noch näher zusammen, damit du dich auf das konzentrieren kannst, was wirklich zählt: gemeinsames Lachen, Geschichten teilen und eine gute Zeit mit deinen Lieblingsmenschen zu verbringen. Lass die Web-Abenteuer beginnen!\n\nDatenschutzüberblick:\nWir erheben keine Daten zu den von Ihnen erstellten/verwendeten Verknüpfungen.\n\nWenn Sie unsere Erweiterung deinstallieren, öffnen wir ein Feedback-Formular, um mehr darüber zu erfahren, warum Sie uns verlassen. Wenn Sie dort einen Text eingeben, speichern wir diesen Text zusammen mit Ihrer IP-Adresse für 30 Tage.\n\nBitte kontaktieren Sie uns per E-Mail, wenn Sie Vorschläge oder Probleme haben. Wir sind hier, um zu helfen!"
  }
}