{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zeus - Degiro Portfolio Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your portfolio growth with Zeus Portfolio Manager!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zeus - Degiro Portfolio Manager\n\nThis is a Chrome Extension that improves your experience with Degiro.nl.\n\nBy using the Zeus Chrome Extension, you agree to Zeus terms and conditions. (https://zeusclub.notion.site/Terms-of-Use-02876c137ab546db8a56ca0b486c36f9) \n\nFeatures: \n\n* Checking your portfolio performance and results, day-to-day change and portfolio distribution.\n* Checking annual reports and received dividends.\n* Changing website language from Dutch to English, German, French, Italian, Spanish, Polish or Czech.\n* Dark theme\n\nFor a feature request, please write us!\n\n\"Zeus\" respects the privacy of its clients, in particular their rights regarding the automatic processing of personal data. \n\nAll the data which is used to provide \"Zeus\" functionality is taken from your Degiro account.\n\n* \"Zeus\" does not share any of your information with third parties\n* Your account data is stored locally in your browser and is not collected by any means of tracking, therefore it’s not stored on any remote servers or shared with third parties\n* The service does not perform any operations on your account\n* All the data from User’s DeGiro account is used only to be represented to User and expand the capabilities of the site for more convenient and productive use of it\n\nZeus is Degiro Portfolio Tracker and Degiro Portfolio Visualizer!"
  }
}