{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iCashBack App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adauga rapid si ai automat CashBack si Vouchere la cele mai tari magazine din Romania si strainatate!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cumperi online? Primesti Bani inapoi! CashBack!\n\nAdaugand aceasta super aplicatie primesti Bani automat!\n\n\nCe face aplicatia Gratuita iCashBack pentru tine?\n\n1. Iti da Bani inapoi la cumparaturi\n\niCashBack este ce mai eficienta aplicatie de browser de ultima generatie, dedicata shopping-ului online care iti ofera automat Bani Cash inapoi la cumparaturile tale online. CashBack! Cu alte cuvinte, cumperi mereu la Reducere. Chiar si la produsele care sunt deja reduse!\n\n2. Iti ofera coduri/vouchere de reducere la cumparaturile tale. \n\n3. Iti prezinta Ofertele curente ale magazinului pe care tocmai il vizitezi.\n\nIn momentul in care esti pe cale de a cumpara, iCashBack iti sugereaza coduri/vouchere de reducere pentru cumparaturile tale. Pentru ca sa economisesti la maxim!\n\nRecomandare: fixeaza (pin) iconita aplicatiei din managerul de extensii al browserului (dreapta sus) pentru un acces rapid!\n\n\nBONUS: Spre deosebire de alte aplicatii, iCashBack este simpla, sigura si privata in ceea ce priveste securitatea ta pe Internet. In plus, este si complet Gratuita!\n\n\nCum functioneaza?\n\nCand vizitezi un magazin partener, dupa ce confirmi ca vrei CashBack, pagina magazinului partener se reincarca trecand prin linkul nostru de afiliere, iCashBack se activeaza astfel silentios si, daca faci o cumparatura, vei primi CashBack. Vei primi o notificare doar pe email in momentul in care ai primit CashBack-ul, toate astea pentru ca navigarea ta pe internet sa nu fie in niciun fel deranjata.\n\nIar daca te-ai decis sa cumperi ceva, iCashBack te anunta in cazul in care exista un cupon/voucher cu care ai reducere la cosul tau de cumparaturi.\n\n\nBrowser-ul meu o sa functioneze mai greu?\n\nCategoric nu, serviciul nu influenteaza deloc performanta browser-ului tau. Tehnologia de ultima generatie care sta la baza aplicatiei este atent optimizata, astfel incat sa asigure functionarea browser-ului tau la capacitate maxima.\n\n\nCare sunt browserele suportate?\n\nAplicatia este disponibila pentru urmatoarele browsere: Chrome, Edge, Firefox si Opera\n\nAplicatia de Mobil este disponibila atat pe Android cat si pe iOS.\n\nDe acum nu mai ai cum sa ratezi niciun CashBack! \n\n\nCe fel de date sunt colectate si procesate?\n\nPentru a-ti proteja intimitatea, aplicatia nu colecteaza niciun fel de informatii cu caracter personal. Pentru a putea sa iti oferim CashBack, este nevoie de un fel de amprenta digitala, dar fara ca noi sa stim cine esti tu exact. Colectam si procesam strict informatii continute in paginile web, dar care nu sunt asociate cu identitatea ta si care nu iti pot fi atribuite in vreun fel:\n\n-URL-ul site-ului vizitat;\n-caracteristicile sau numele produsului care este afisat in pagina web;\n-cuvinte cheie sau alte informatii asociate produsului dintr-o pagina web;\n-URL-urile site-urilor sugerate si vizitate;\n-alte informatii tehnice cu caracter anonim (versiunea browser-ului, IP-ul vizitei in forma anonimizata).\n\nToate doar pentru a-ti putea oferi si atribui Cashback-ul care ti se cuvine!\n\n\nMai ai alte intrebari?\n\nPentru a-ti raspunde la alte eventuale intrebari te rugam sa accesezi rubrica noastra de intrebri frecvente. (CashBack eMAG este indisponibil)\nIar daca vrei sa ne scrii direct, iti stam oricand la dispozitie folosind formularul nostru de contact.\n\nGarantam ca oferim cel mai mare CashBack si pentru asta te invitam sa consulti si celelalte site-uri precum bonusway.ro, cashbackshopping.ro, lyoness.com/ro, mycashback.ro, beez, use-beez.com, mrcashback.ro sau oricare altul.\n\nPentru a obtine avantajele maxime iti sugeram sa cauti mai intai produsul preferat pe compara.ro, price.ro, pricy.ro, shopsavvy, price rocket de la shopmania.ro sau un alt comparator de preturi.\n\nNu uita sa ne dai o nota si sa lasi o recenzie aplicatiei. O nota buna va face iCashBack mai usor de descoperit si de catre alti utilizatori. Cu cat mai multa lume foloseste aplicatia, cu atat putem negocia cu magazinele un CashBack mai mare pentru tine.\n\nVezi cat primesti la FashionDays, Elefant, Douglas, Notino sau AliExpress, Booking, SheIn. \n\nCashBack maxim in Romania si strainatate! De acum ai cumparaturi online mereu cu discount, oferte si promotii! \n\nCashBack Romania\n\nAdauga acum!"
  }
}