{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickLinks New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your favorite links in customizable columns with drag-and-drop, emojis, and favicons for easy access and management.",
    "it": "Organizza i tuoi link preferiti in colonne personalizzabili con drag-and-drop, emoji e favicon per un facile accesso e gestione."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your web links like never before with QuickLinks New Tab!\n\nThis extension is designed to streamline your online browsing experience by allowing you to organize, personalize, and access all your favorite links in one place. \n\nInstead of the default Chrome new tab page, see a fully customizable layout of links that saves time and boosts productivity.\n\nCreate multiple boxes, add links with custom emojis or websites favicon, and effortlessly arrange everything to suit your needs.\n\nKey Features:\n\nNew Tab Link Dashboard\nEvery time you open a new tab, your saved links are displayed, allowing quick and easy access. Say goodbye to a blank new tab screen, and hello to a space optimized for your needs.\n\nMulti-boxes Layout\nEasily organize links into separate boxes, allowing you to categorize links by project, topic, or personal preference. You can add, remove, and rearrange boxes anytime, keeping everything tidy and accessible.\n\nCustomizable Link Icons\nEach link can be represented with an emoji or the website favicon, so you can visually recognize links at a glance. The extension fetches favicons automatically, but you can always choose your preferred representation.\n\nDrag-and-Drop Functionality\nEasily reorder links within a box or move them between boxes. You can even drag entire box to customize your layout.\n\nQuick Access Modal\nUse the \"Add Link\" button to quickly add a new link. A simple modal allows you to input the URL, title, and select an emoji or favicon to represent the link. The interface is intuitive, making it quick and easy to expand your list of favorites.\n\nUndo Feature\nMade a mistake? The undo feature allows you to revert recent actions, helping you avoid accidental deletions or reorganizations.\n\nEasy Setup and Preloaded Links\nFirst-time the extension loads a preselected list of useful links to get started quickly. Customize this initial setup to make it your own.\n\nWhy You’ll Love It:\n\nThis extension is perfect for anyone who wants a more organized online experience. It’s ideal for:\n\nProductivity Enthusiasts\nOrganize links for work projects, online research, learning resources, and more. Keep everything neatly sorted and accessible without opening numerous tabs.\n\nCurators and Collectors\nCreate thematic collections of links based on your interests or hobbies. Quickly access your go-to resources and never lose track of a link again.\n\nEfficiency Seekers\nWith the customizable icon feature, recognize your most-used links at a glance, saving time and reducing clutter.\n\nUser-Friendly Design\nThe interface is intuitive and built for ease of use. Drag-and-drop sorting, simple controls, and an organized layout help you keep all your favorite links at your fingertips.\n\nPrivacy and Data Security\nYour data is stored locally within your Chrome Local Storage, ensuring that your information remains private and secure. \n\nInstall now to transform your new tab page into a dynamic, useful link dashboard that saves time and keeps you organized every time you open a new tab!"
  }
}