{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorBars Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of seeing the same old white background every time you open a new tab in your browser? Do you want to add a pop of…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of seeing the same old white background every time you open a new tab in your browser? Do you want to add a pop of color to your daily internet browsing experience? Look no further than Color Tab, the ultimate Chrome extension for adding a beautiful color palette to your new tab screen.\n\nWith Color Tab, each time you open up a new tab, the page will be replaced with a stunning and unique color combination. Say goodbye to boring white backgrounds and hello to a world of vibrant colors and beautiful designs.\n\nBut that's not all. Color Tab is fully customizable, allowing you to modify your color settings to fit your unique style. With the ability to adjust the brightness, saturation, and hue of your color palette, you'll be able to create a new and beautiful browsing experience every time.\n\nHere are just a few of the features that make Color Tab the ultimate tool for adding a pop of color to your daily internet browsing experience:\n\nRandom Color Combinations: With Color Tab, each time you open up a new tab, the page will be replaced with a unique and beautiful color combination. From pastel pinks to vibrant greens, you'll never get bored with your browsing experience.\n\nCustomizable Settings: Color Tab is fully customizable, allowing you to modify your color settings to fit your unique style. From adjusting the brightness and saturation of your colors to selecting your favorite color palette, you'll be able to create a beautiful and personalized browsing experience every time.\n\nBeautiful Designs: Color Tab features stunning designs that complement your color palette, adding an extra touch of beauty to your browsing experience. From abstract patterns to beautiful landscapes, you'll love the look of your new tab screen.\n\nEasy to Use: Color Tab is incredibly easy to use, with a user-friendly interface that makes it easy to customize your color settings and browse with ease. With just a few clicks, you'll be able to create a stunning and unique browsing experience every time.\n\nNo Ads: Color Tab is completely free of ads, allowing you to browse without any interruptions or distractions. You can enjoy your beautiful new tab screen without any annoyances.\n\nFast and Secure: Color Tab is fast and secure, ensuring that your browsing experience is smooth and safe. You can browse with confidence, knowing that your data is secure and your browsing experience is optimized for speed.\n\nWith Color Tab, you'll never have to settle for a boring white background again. With its customizable settings, beautiful designs, and easy-to-use interface, Color Tab is the ultimate tool for adding a pop of color to your daily internet browsing experience. So why wait? Download Color Tab today and start browsing with beauty and style!\n\nWhether you're looking to add a pop of color to your daily browsing experience or just want to spice up your new tab screen, Color Tab has you covered. With its unique and beautiful color combinations, customizable settings, and stunning designs, Color Tab is the perfect tool for anyone looking to add a touch of beauty to their internet browsing. So why wait? Download Color Tab today and start browsing with beauty and style!"
  }
}