{
  "name": {
    "ar,bn,ca,el,et,fi,fil,hu,kn,mr,ms,sk,sl,sv": "Valley Ball Shooting Online",
    "am,bg,fa,gu,he,hr,ko,ml,ro": "Valley Ball Shooting Online Game",
    "cs,da,hi,id,ja,lv,no,pl,sw,ta,te,th": "Valley Ball Shooting Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Valley Ball Shooting Game"
  },
  "short": {
    "ar": "مع زيادة نقاطك ، ستبدأ اللعبة في أن تصبح أكثر صعوبة. عليك أن تنتبه للعقبات الحمراء.",
    "am": "የእርስዎ ነጥቦች እየጨመሩ, ጨዋታው እየከበደ ይጀምራል. ከቀይ እንቅፋቶቹ መጠንቀቅ አለብህ።",
    "bg": "С увеличаването на точките ви, играта ще започне да става по-трудна. Трябва да внимаваш за червените препятствия.",
    "bn": "আপনার পয়েন্ট বাড়ার সাথে সাথে গেমটি আরও কঠিন হতে শুরু করবে। লাল বাধার দিকে নজর রাখতে হবে।",
    "ca": "A mesura que augmentin els seus punts, el joc començarà a ser més difícil. Cal tenir en compte els obstacles vermells.",
    "cs": "Jak se vaše body zvyšují, hra začne být těžší. Musíte si dávat pozor na červené překážky.",
    "da": "Efterhånden som dine point stiger, begynder spillet at blive sværere. Du skal passe på de røde forhindringer.",
    "de": "Wenn Ihre Punkte steigen, wird das Spiel schwieriger. Man muss auf die roten Hindernisse achten.",
    "el": "Καθώς οι πόντοι σας αυξάνονται, το παιχνίδι θα αρχίσει να γίνεται πιο δύσκολο. Πρέπει να προσέξετε τα κόκκινα εμπόδια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "As your points increase, the game will start to get harder. You have to watch out for the red obstacles.",
    "es": "A medida que tus puntos aumenten, el juego comenzará a ser más difícil. Hay que tener cuidado con los obstáculos rojos.",
    "et": "Kui teie punktid suurenevad, hakkab mäng raskemaks muutuma. Sa pead olema ettevaatlik punaste takistuste suhtes.",
    "fa": "با افزایش امتیاز شما، بازی شروع به سخت تر شدن خواهد کرد. شما باید مراقب موانع قرمز.",
    "fi": "Kun pisteesi kasvavat, peli alkaa vaikeutua. Sinun on varottava punaisia esteitä.",
    "fil": "Habang ang iyong mga puntos dagdagan, ang laro ay magsisimulang upang makakuha ng mas mahirap. Mayro",
    "fr": "Au fur et à mesure que vos points augmentent, le jeu commencera à devenir plus difficile. Il faut faire attention aux obstacles ...",
    "gu": "જેમ જેમ તમારા પોઇન્ટ્સ વધશે, તેમ તેમ રમત વધુ કઠિન બનવા લાગશે. તમારે લાલ અવરોધો પર ધ્યાન આપવું પડશે.",
    "he": "ככל שהנקודות שלך יגדלו, המשחק יתחיל להיות קשה יותר. אתה צריך להיזהר מהמכשולים האדומים.",
    "hi": "जैसे-जैसे आपके अंक बढ़ते हैं, खेल कठिन होना शुरू हो जाएगा। आपको लाल बाधाओं के लिए बाहर देखना होगा।",
    "hr": "Kako se vaši bodovi povećavaju, igra će početi postajati sve teža. Moraš paziti na crvene prepreke.",
    "hu": "Ahogy a pontjaid növekednek, a játék egyre nehezebbé válik. Vigyáznia kell a piros akadályokra.",
    "id": "Saat poin Anda meningkat, permainan akan mulai menjadi lebih sulit. Anda harus mewaspadai rintangan merah.",
    "it": "Man mano che i tuoi punti aumentano, il gioco inizierà a diventare più difficile. Devi stare attento agli ostacoli rossi.",
    "ja": "ポイントが増えるにつれて、ゲームはより困難になり始めます。あなたは赤い障害物に注意する必要があります。",
    "kn": "ನಿಮ್ಮ ಅಂಕಗಳು ಹೆಚ್ಚಾದಂತೆ, ಆಟವು ಕಠಿಣವಾಗಲು ಪ್ರಾರಂಭಿಸುತ್ತದೆ. ನೀವು ಕೆಂಪು ಅಡೆತಡೆಗಳನ್ನು ಗಮನಿಸಬೇಕು.",
    "ko": "포인트가 증가하면 게임이 더 어려워지기 시작합니다. 당신은 빨간 장애물을 조심해야합니다.",
    "lv": "Palielinoties punktiem, spēle sāks kļūt grūtāka. Jums ir jāuzmanās no sarkanajiem šķēršļiem.",
    "ml": "നിങ്ങളുടെ പോയിന്റുകൾ വർദ്ധിക്കുന്നതിനനുസരിച്ച്, ഗെയിം കഠിനമാകാൻ തുടങ്ങും. ചുവന്ന തടസ്സങ്ങൾ നിങ്ങൾ ശ്രദ്ധിക്കണം.",
    "mr": "तुमचे गुण वाढले की खेळ आणखी कठीण होऊ लागेल. लाल अडथळ्यांवर लक्ष ठेवावे लागेल.",
    "ms": "Apabila mata anda meningkat, permainan akan mula menjadi lebih sukar. Anda perlu berhati-hati untuk halangan merah.",
    "nl": "Naarmate je punten toenemen, wordt het spel moeilijker. Je moet uitkijken voor de rode obstakels.",
    "no": "Etter hvert som poengene dine øker, vil spillet begynne å bli vanskeligere. Du må passe deg for de røde hindringene.",
    "pl": "Wraz ze wzrostem liczby punktów gra zacznie być trudniejsza. Musisz uważać na czerwone przeszkody.",
    "ro": "Pe măsură ce punctele cresc, jocul va începe să devină mai greu. Trebuie să fiți atenți la obstacolele roșii.",
    "ru": "По мере увеличения ваших очков игра начнет усложняться. Вы должны следить за красными препятствиями.",
    "sk": "Ako sa vaše body zvyšujú, hra začne byť ťažšia. Musíte si dávať pozor na červené prekážky.",
    "sl": "Ko se bodo vaše točke povečale, bo igra začela biti težje. Paziti moraš na rdeče ovire.",
    "sv": "När dina poäng ökar kommer spelet att börja bli svårare. Du måste se upp för de röda hindren.",
    "sw": "Kama pointi yako kuongezeka, mchezo kuanza kupata ngumu. Unapaswa kuangalia nje kwa vikwazo nyekundu.",
    "ta": "உங்கள் புள்ளிகள் அதிகரிக்கும் போது, விளையாட்டு கடினமாக பெற தொடங்கும். சிவப்பு தடைகளை நீங்கள் கவனிக்க வேண்டும்.",
    "te": "మీ పాయింట్లు పెరిగే కొద్దీ, ఆట మరింత కఠినంగా మారడం ప్రారంభమవుతుంది. మీరు ఎరుపు అడ్డంకులను గమనించాలి.",
    "th": "เมื่อคะแนนของคุณเพิ่มขึ้นเกมจะเริ่มยากขึ้น คุณต้องระวังอุปสรรคสีแดง",
    "tr": "Puanlarınız arttıkça oyun zorlaşmaya başlayacaktır. Kırmızı engellere dikkat etmelisin.",
    "uk": "У міру зростання очок гра почне ставати все важче. Ви повинні стежити за червоними перешкодами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to dodge obstacles on a platform full of crazy obstacles! Make your highest score and start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nValley Ball Shooting Game Features\n✓ Easy control\n✓ Cartoon particle\n✓ Fun graphics\n✓ Infinity level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Valley Ball Shooting Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}