{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Prompt Tool - Midjourney Prompt Helper",
    "zh_CN,zh_TW": "Midjourney Prompt Helper - Prompt By ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Midjourney's prompt generation assistant saves the learning cost of AI drawing creators and improves drawing efficiency.",
    "zh_CN,zh_TW": "为AI绘图工具 Midjourney 服务的prompt生成助手，节省AI绘图创作者的学习成本，提高绘图效率。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Midjourney's prompt generation assistant saves the learning cost of AI drawing creators and improves drawing efficiency.\n\nMidjourney is an AI drawing tool that has revolutionized the way we approach digital art. However, for many creators, the learning curve can be steep. It takes time and effort to master the tool's various features and functions, which can be frustrating for those who just want to focus on creating.\n\nThat's where the Midjourney Prompt Helper comes in. With this plugin, creators can save time and energy by generating prompts that help guide their drawing process. Whether you're a beginner or a seasoned pro, these prompts can help inspire new ideas and push your creativity to new heights.\n\nThe Midjourney Prompt Helper is easy to use and can be customized to suit your specific needs. Simply select the type of prompt you want to generate - whether it's a character, a scene, or a specific theme - and let the plugin do the rest. You'll be presented with a range of options that can help jumpstart your creative process and get you on your way to creating amazing artwork.\n\nOne of the key benefits of the Midjourney Prompt Helper is that it helps eliminate the need for extensive research and learning. Rather than spending hours trying to come up with ideas or trying to figure out how to use a particular feature in Midjourney, you can rely on the plugin to provide you with the guidance you need. This frees up more time for you to focus on actually creating and perfecting your art.\n\nAnother benefit of the Midjourney Prompt Helper is that it can help improve the accuracy and quality of your artwork. By providing you with prompts that are tailored to your preferences, the plugin can help guide you towards creating artwork that truly represents your vision and style. This can help you stand out from other artists and establish your own unique brand.\n\nIn conclusion, the Midjourney Prompt Helper is an invaluable tool for anyone looking to improve their drawing skills and streamline their creative process. By generating prompts that are tailored to your preferences, the plugin can help you save time, increase efficiency, and create stunning artwork that truly represents your vision. So why wait? Try the Midjourney Prompt Helper today and take your art to the next level!",
    "zh_CN,zh_TW": "为AI绘图工具 Midjourney 服务的prompt生成助手，节省AI绘图创作者的学习成本，提高绘图效率。\n\nMidjourney 是一种 AI 绘图工具，彻底改变了我们处理数字艺术的方式。 然而，对于许多创作者来说，学习曲线可能很陡峭。 掌握该工具的各种特性和功能需要花费时间和精力，这对于那些只想专注于创作的人来说可能会令人沮丧。\n\n这就是 Midjourney Prompt Helper 的用武之地。有了这个插件，创作者可以通过生成有助于指导他们的绘图过程的提示来节省时间和精力。 无论您是初学者还是经验丰富的专业人士，这些提示都可以帮助激发新想法并将您的创造力推向新的高度。\n\nMidjourney Prompt Helper 易于使用，并且可以根据您的特定需求进行定制。 只需选择您想要生成的提示类型——无论是角色、场景还是特定主题——然后让插件完成剩下的工作。 您将看到一系列选项，这些选项可以帮助您快速启动您的创作过程，并让您踏上创作令人惊叹的艺术作品的道路。\n\nMidjourney Prompt Helper 的主要好处之一是它有助于消除广泛研究和学习的需要。 与其花费数小时试图提出想法或试图弄清楚如何使用 Midjourney 中的特定功能，不如依靠插件为您提供所需的指导。 这为您腾出更多时间专注于实际创作和完善您的艺术。\n\nMidjourney Prompt Helper 的另一个好处是它可以帮助提高图稿的准确性和质量。 通过为您提供根据您的喜好量身定制的提示，该插件可以帮助指导您创建真正代表您的愿景和风格的艺术品。 这可以帮助您从其他艺术家中脱颖而出，建立自己独特的品牌。\n\n总之，Midjourney Prompt Helper 对于希望提高绘画技巧和简化创作过程的任何人来说都是一个非常宝贵的工具。 通过生成根据您的喜好量身定制的提示，该插件可以帮助您节省时间、提高效率并创建真正代表您愿景的精美艺术品。 那为什么还要等？ 立即试用 Midjourney Prompt Helper，让您的艺术更上一层楼！"
  }
}