{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Location Changer & UULE Code Generator for Geo Results"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change your Google search location instantly with UULE codes to see geo-targeted results anywhere in the world."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The UULE Link Generator Chrome extension helps digital marketers, SEO professionals, and business owners quickly simulate location-specific Google search results. With this tool, you can generate UULE links directly from Google search pages, allowing you to see how search results change based on different geographic locations.\nKey Features:\n\n    UULE Link Generation: Easily generate UULE-encoded URLs to simulate searches from different cities or countries.\n    Local SEO Optimization: Analyze and compare how search results, rankings, and local packs perform across different regions.\n    Google Ads Location Database: Powered by the latest Google Ads location database for precise and up-to-date targeting.\n    Multiple Location Testing: Quickly switch between different geographic regions by selecting from your location history or inputting new locations.\n    User-Friendly Interface: Access the plugin via the Chrome toolbar, where you can search for and select a specific city or location using an intuitive search box.\n\nPerfect For:\n\n    SEO Professionals: Improve your local SEO strategy by testing keyword performance in different locations.\n    Digital Marketers: Optimize Google Ads campaigns by analyzing localized search results for more effective targeting.\n    Business Owners: Understand how your business ranks in Google search results in different regions, enabling you to optimize for local customers.\n\nThe UULE Link Generator is a must-have tool for anyone looking to gain insights into location-based search results and enhance their SEO and Google Ads strategies."
  }
}