{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hill Climb Racing Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hill Climb Racing Game Now you can play right on Chrome™ Browser! Offline and Popup Version! Have Fun!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Hill Climb Racing - Chrome Extension Edition offers an exciting and addictive racing experience in your Chrome browser. Take control of various vehicles and conquer challenging terrains, from hilly landscapes to rocky mountains. Use intuitive controls to accelerate, brake, and balance your vehicle as you collect coins and fuel canisters. Upgrade your vehicles and unlock new levels and challenges, competing against your own records or challenging friends for high scores. Experience the thrill of climbing steep hills and test your driving skills in this physics-based racing game, now conveniently playable on Chrome Extension.\n\n*Note:We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website! https://monkeymart.org",
    "en_AU,en_US,vi": "Hill Climb Racing is an exciting game available as a Chrome Extension. It can also be played for free on the website https://monkeymart.org/. In this game, players take on the role of a daring driver and navigate various terrains with their vehicles. The goal is to climb steep hills, overcome challenging obstacles, and reach the finish line without flipping over or running out of fuel. With its simple yet addictive gameplay and colorful graphics, Hill Climb Racing offers hours of entertainment for players of all ages. Whether you're a fan of racing games or looking for a fun way to pass the time, Hill Climb Racing is sure to provide an enjoyable gaming experience. Give it a try and see how far you can go!\n\n*Note: If you want play more games please click on \"Classroom 6x\" and click on web version for play on our website https://classroom-6x.org/ and https://monkeymart.org. Thanks!"
  }
}