{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tabproblem"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "quit your tab problem."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*ngl, ai generated description. it does do the things though*\n\nDo you often find yourself lost in a sea of tabs, struggling to navigate through your digital workspace? tabproblem is here to revolutionize the way you interact with your browser. Designed with the modern internet user in mind, this cutting-edge Chrome extension is your gateway to understanding and optimizing your online habits.\n\nKey Features:\n\nInsightful Browsing Analysis: Dive deep into your browsing history with our powerful, offline processing algorithm. tabproblem meticulously organizes your data to present you with meaningful insights about your internet usage.\n\nTrend Charts and Graphs: Visualize your online activity through intuitive charts and graphs. Track your browsing trends over time to identify patterns and make informed decisions about your digital consumption.\n\nClutter-Free Workspace: Say goodbye to the overwhelming clutter of unused tabs. Our smart extension helps you streamline your browsing experience, keeping only what's essential and relevant to your current task.\n\nGoal-Oriented Browsing: Set personal objectives and let tabproblem guide you in aligning your internet usage with your goals. Whether it's reducing screen time or focusing on specific tasks, our extension is your partner in achieving digital well-being.\n\nPrivacy by Design:\n\nYour privacy is our top priority. tabproblem processes all data locally on your device, ensuring that your browsing history remains private and secure. Experience the benefits of personalized insights without compromising on your digital privacy.\n\nIt is also open-source: https://github.com/tabproblem/tabproblem\n\nJoin the Movement:\n\nBe a part of the community striving for a more organized, efficient, and purposeful digital life. Download tabproblem today and embark on a journey towards mastering your browsing habits!"
  }
}