{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Videochat Extension FreeCM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A small extension for the free CooMeet video chat that attempts to distinguish bots from humans.",
    "ru": "Небольшое расширение для бесплатного видеочата CooMeet, которое пытается различать ботов и людей."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Videochat Extension FreeCM improves your user experience on CooMeet's free video chat service by helping you identify which users are real people and which are likely bots.\n\nThis extension is distributed under the MIT open source license.\n\nFeatures\n🤖 Bot Detection: Automatically identifies potential bot accounts\n🚫 Auto-Hide: Option to automatically hide video feed from suspected bots\n🔇 Auto-Mute: Option to automatically mute audio when bots are detected\n🌎 Country Detection: Shows the country of your chat partner\n✨ Minor Improvements: Various small enhancements\n👁️ Alternative Mode: Backup UI that is more resilient to website changes",
    "ru": "Расширение Videochat Extension FreeCM улучшает ваш опыт использования бесплатного видеочата CooMeet, помогая вам определить, какие пользователи являются реальными людьми, а какие, вероятно, ботами.\n\nЭто расширение распространяется под лицензией MIT open source.\n\nОсобенности\n🤖 Обнаружение ботов: Автоматически идентифицирует потенциальные бот-аккаунты\n🚫 Авто-Скрытие: Опция автоматического скрытия видеопотока от подозреваемых ботов\n🔇 Авто-Оглушение: Опция автоматического отключения звука при обнаружении ботов\n🌎 Обнаружение страны: Показывает страну вашего собеседника в чате\n✨ Небольшие улучшения: Различные мелкие улучшения\n👁️ Альтернативный режим: Резервный интерфейс, более устойчивый к изменениям на сайте"
  }
}