{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opt - Colour Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yes I know that Developer Tools exist, but this is so cool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Opt Chrome Extension, tool for effortlessly capturing and managing colors right from your browser. With its intuitive interface and robust features, Opt enhances your color workflow and streamlines your design process.\n\nKey Features:\n\n👉 Eye Dropper: Use the eye dropper tool to select colors from any part of your screen. Simply click the \"Pick Colors\" button, and the eye dropper opens, allowing you to capture colors with precision and ease.\n\n👉 Picked Colors: Easily keep track of your selected colors in the \"Picked Colors\" section. Each color is displayed as a rectangular box, and the corresponding hexadecimal value is conveniently shown below. Clicking on a color value copies it to your clipboard, enabling seamless integration into your design applications.\n\n👉 Color Popup: Dive deeper into your chosen colors with the color popup feature. By clicking on a color box in the \"Picked Colors\" section, a popup appears, providing a larger preview of the color, along with its hexadecimal and RGB values. Effortlessly copy these values with a single click for quick and precise color usage.\n\n👉 Export Colors: Simplify your color sharing process by exporting your selected colors. With the click of a button, you can export all your picked colors as a text file, allowing you to easily share or import them into other design tools.\n\n👉 Clear All: Need a fresh start? The \"Clear all\" option removes all picked colors, providing a clean slate for your color selection.\n\nEnjoy!🔥"
  }
}