{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "500NewTabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New tab with images from 500px.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This open source extension shows awesome images in every new tab you will open from 500px.\n\nFeatures:\n- One out of 10 cached image is shown as new tab background image\n- A new image will be downloaded from 500px if the image cache is older than x minutes (configurable update interval)\n- Images are provided by my gallery or discovery mode\n- Your name can be defined in options page\n- Greetings can be hidden to have an even more clean UI\n- Force cache update in options page\n- Images in cache are only updated if new images are available\n- Link to 500px.com to support the photographer\n\nHere is a comparison with other extensions.\n\nMoment:\n- closed source\n- many features and backend requests I don't need\n- many more pictures\n- payed mode\n\nGoogle default page:\n- many nice pictures\n- overloaded (including search field I don't use)\n\nMany other 500px extensions:\n- none of them is working (for me)\n- original extension is very slow (when loading the pictures with big watermark)\n\nDisclaimer:\nThis extension is not affiliated nor sponsored by 500px.com.\nThus it might break at any time.",
    "de": "Diese Erweiterung zeigt auf jedem neuen Tab ein schönes Bild von der 500px Web Seite und begrüßt Dich persönlich.\n\nFunktionen:\n- Abwechselnd wird eines von 10 lokal gespeicherten Bildern angezeigt \n- Der Interval zur Aktualisierung ist konfigurierbar\n- Es können ausgewählte oder beliebte Bilder angezeigt werden\n- Du wirst mit Deinem konfigurierten Namen begrüßt\n- Die Begrüßung kann auch ausgeschaltet werden um eine noch einfachere Ansicht zu haben\n- Die Liste der Bilder kann manuell aktualisiert werden\n- Es werden nur neue Bilder nachgeladen sofern auch neue Bilder vorhanden sind\n- Link zu 500px.com vorhanden, um den Fotograf zu unterstützen\n\nHier ein Vergleich mit ähnlichen Extensions\n\nMoment:\n- Kein Einblick in den Quelltext der Anwendung\n- Viele weitere Funktionen (die ich nicht nutze)\n- Qualitativ hochwertige Bilder\n- (Zusätzliche) kostenpflichtige Funktionen\n\nGoogle Standardseite:\n- Viele schöne Bilder\n- Überladene Seite (Suchfeld, welches ich nicht benutze)\n\nViele weitere 500px Erweiterungen:\n- Keine davon funktioniert (für mich)\n- Die Original Erweiterung von 500px.com laded sehr langsam und die Bilder haben ein großes störendes Wasserzeichen\n\nDisclaimer:\nDiese Erweiterung steht in keinerlei Beziehung zu 500px.com. Die Funktionen können jederzeit verändert werden, wodurch die Erweiterung nicht mehr funktioniert."
  }
}