{
  "name": {
    "ar,ja,sk,sl,te": "Sky Combat Game",
    "am,he,hr,id,no,pl,ta": "Sky Combat Online",
    "bg,ca,el,gu,hu,kn,ms": "Sky Combat Unblocked Game",
    "bn,da,et,fa,fi,fil,hi,ko,ml,mr,sv,sw,th": "Sky Combat Online Game",
    "cs,de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,lv,nl,pt_BR,pt_PT,ro,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Sky Combat Action Game"
  },
  "short": {
    "ar": "من خلال اختيار طائرة جيدة ، يجب عليك تدمير الأعداء أمامك وحماية نفسك.",
    "am": "ጥሩ አውሮፕላን በመምረጥ, ከፊትህ ያለውን ጠላቶች ማጥፋት እና ራስህን መጠበቅ አለብዎት.",
    "bg": "Избирайки добър самолет, трябва да унищожите враговете пред вас и да се защитите.",
    "bn": "একটি ভাল প্লেন নির্বাচন করে, আপনাকে অবশ্যই আপনার সামনে থাকা শত্রুদের ধ্বংস করতে হবে এবং নিজেকে রক্ষা করতে হবে।",
    "ca": "En triar un bon avió, heu de destruir els enemics que teniu al davant i protegir-vos.",
    "cs": "Výběrem dobrého letadla musíte zničit nepřátele před vámi a chránit se.",
    "da": "Ved at vælge et godt fly skal du ødelægge fjenderne foran dig og beskytte dig selv.",
    "de": "Indem du ein gutes Flugzeug wählst, musst du die Feinde vor dir zerstören und dich schützen.",
    "el": "Επιλέγοντας ένα καλό αεροπλάνο, πρέπει να καταστρέψετε τους εχθρούς μπροστά σας και να προστατεύσετε τον εαυτό σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "By choosing a good plane, you must destroy the enemies in front of you and protect yourself.",
    "es": "Al elegir un buen avión, debes destruir a los enemigos frente a ti y protegerte.",
    "et": "Valides hea lennuki, peate hävitama teie ees olevad vaenlased ja kaitsma ennast.",
    "fa": "با انتخاب هواپیمای خوب باید دشمنان را در مقابل خود نابود کنید و از خودتان محافظت کنید.",
    "fi": "Valitsemalla hyvän tason sinun on tuhottava edessäsi olevat viholliset ja suojeltava itseäsi.",
    "fil": "Sa pagpili ng mabuting eroplano, kailangan mong sirain ang mga kaaway sa harap mo at protektahan ang iyong sarili.",
    "fr": "En choisissant un bon avion, vous devez détruire les ennemis devant vous et vous protéger.",
    "gu": "એક સારું વિમાન પસંદ કરીને, તમારે તમારી સામેના દુશ્મનોનો નાશ કરવો જોઈએ અને તમારી જાતનું રક્ષણ કરવું જોઈએ.",
    "he": "על ידי בחירת מטוס טוב, עליך להשמיד את האויבים שלפניך ולהגן על עצמך.",
    "hi": "एक अच्छा विमान चुनकर, आपको अपने सामने दुश्मनों को नष्ट करना चाहिए और खुद की रक्षा करनी चाहिए।",
    "hr": "Odabirom dobre ravnine morate uništiti neprijatelje ispred sebe i zaštititi se.",
    "hu": "A jó repülőgép kiválasztásával el kell pusztítanod az előtted lévő ellenségeket, és meg kell védened magad.",
    "id": "Dengan memilih pesawat yang bagus, Anda harus menghancurkan musuh di depan Anda dan melindungi diri sendiri.",
    "it": "Scegliendo un buon aereo, devi distruggere i nemici di fronte a te e proteggerti.",
    "ja": "良い飛行機を選ぶことによって、あなたはあなたの目の前の敵を破壊し、あなた自身を守らなければなりません。",
    "kn": "ಉತ್ತಮ ವಿಮಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ, ನೀವು ನಿಮ್ಮ ಮುಂದಿರುವ ಶತ್ರುಗಳನ್ನು ನಾಶಪಡಿಸಬೇಕು ಮತ್ತು ನಿಮ್ಮನ್ನು ನೀವು ರಕ್ಷಿಸಿಕೊಳ್ಳಬೇಕು.",
    "ko": "좋은 비행기를 선택함으로써, 당신은 당신 앞에있는 적을 파괴하고 자신을 보호해야합니다.",
    "lv": "Izvēloties labu lidmašīnu, jums ir jāiznīcina ienaidnieki jūsu priekšā un jāaizsargā sevi.",
    "ml": "ഒരു നല്ല വിമാനം തിരഞ്ഞെടുക്കുന്നതിലൂടെ, നിങ്ങളുടെ മുന്നിലുള്ള ശത്രുക്കളെ നശിപ്പിക്കുകയും സ്വയം സംരക്ഷിക്കുകയും വേണം.",
    "mr": "चांगलं विमान निवडून समोरच्या शत्रूंचा नाश करून स्वत:चं रक्षण करायला हवं.",
    "ms": "Dengan memilih pesawat yang baik, anda mesti memusnahkan musuh di hadapan anda dan melindungi diri anda.",
    "nl": "Door een goed vliegtuig te kiezen, moet je de vijanden voor je vernietigen en jezelf beschermen.",
    "no": "Ved å velge et godt fly, må du ødelegge fiender foran deg og beskytte deg selv.",
    "pl": "Wybierając dobry samolot, musisz zniszczyć wrogów przed sobą i chronić się.",
    "ro": "Prin alegerea unui avion bun, trebuie să distrugă dușmanii din fața ta și să vă protejați.",
    "ru": "Выбрав хороший самолет, вы должны уничтожить врагов перед собой и защитить себя.",
    "sk": "Výberom dobrého lietadla musíte zničiť nepriateľov pred sebou a chrániť sa.",
    "sl": "Z izbiro dobrega letala, morate uničiti sovražnike pred vami in se zaščititi.",
    "sv": "Genom att välja ett bra plan måste du förstöra fienderna framför dig och skydda dig själv.",
    "sw": "Kwa kuchagua ndege nzuri, lazima uangamize maadui walio mbele yako na kujilinda.",
    "ta": "ஒரு நல்ல விமானத்தைத் தேர்ந்தெடுப்பதன் மூலம், உங்களுக்கு முன்னால் உள்ள எதிரிகளை அழித்து உங்களைப் பாதுகாத்துக் கொள்ள வேண்டும்.",
    "te": "ఒక మంచి విమానాన్ని ఎంచుకోవడం ద్వారా, మీరు మీ ముందు ఉన్న శత్రువులను నాశనం చేయాలి మరియు మిమ్మల్ని మీరు రక్షించుకోవాలి.",
    "th": "ด้วยการเลือกเครื่องบินที่ดีคุณต้องทําลายศัตรูที่อยู่ตรงหน้าคุณและป้องกันตัวเอง",
    "tr": "İyi bir uçak seçerek karşınızdaki düşmanları yok etmeli ve kendinizi korumalısınız.",
    "uk": "Вибравши хороший літак, ви повинні знищити ворогів перед собою і захистити себе."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Who is the best fighter jet pilot! Pass challenging levels, unlock planes and become a real pilot.\n\nHow To Play\nPlayed with Mouse.\n\nSky Combat Action Game Features\n✓ 2+ Airplane\n✓ Cartoon graphics\n✓ 5+ Level\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Sky Combat Action Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}