{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hosting"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Hosting! A powerful cloud infrastructure that's easy to use and always within reach. Checkout our WordPress world-class hosting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Hosting! \n\nA powerful cloud infrastructure that's easy to use and always within reach.\n\n• One-click set up\n• Unlimited storage & bandwidth\n• Scalable to your business needs\n• 24/7 security monitoring\n\t\nFREE†† Premium DNS, Malware Scanner, SSL Certificate with Fixed IP address with Ultimate Hosting\n\nWelcome to the next generation of Web hosting. Planteen Host Web Hosting offers a new level of reliability, performance and security.\n\nOur clustered, multi-server environment gives you the horsepower you need to keep your site operating at peak capacity. Real-time performance management ensures that your cluster will grow dynamically with you.\n\nOur dynamic duo for traffic management – Cisco® load balancing and auto-adjusting bandwidth – keeps your site running smoothly, regardless of traffic spikes.\n\n• Load Balancing delivers your traffic to the servers with the most available resources, so your site isn't tied to the limited performance of a single server.\n• Unlimited, Auto-Adjusting Bandwidth eliminates the overage fees you find with other Web hosts. Your bandwidth automatically increases as you need it, so your site can handle anything that comes its way.\n\nEvery site is protected by expert, round-the-clock security. Our team monitors the Internet 24/7, blocking malicious attacks BEFORE they get to your website.\n\nAll Plans Include\n\n• World-class data centers\n• Best-of-Breed routers, firewalls and servers\n• Website statistics\n• FREE email addresses\n• Google® Webmaster Tools\n• Daily backup\n• 24/7 support\n• NO hidden fees\n• FREE setup and software\n• One-click setup\n• FTP access\n\nOne-click Hosting Applications\n\nAll Applications \n\nNoahs \n\nClassifieds Noah's Classifieds V8 is a Great PHP, MySQL based highly customizable classified ad application that allows users to post advertisements to unlimited categories and subcategories. This new and Hot Web 2. \nLearn more...  \n\nOpenX \n\nThe free, open source ad server trusted by more than 30,000 web publishers in over 100 countries around the world. OpenX is a powerful ad serving solution that puts control over online advertising back in the hands of publishers. \nLearn more...  \n\nBlogEngine.NET \n\nBlogEngine.NET is an open source .NET blogging project that was born out of desire for a better blog platform. A blog platform with less complexity, easy customization, and one that takes advantage of the latest . \nLearn more...  \n\nGeeklog \n\nGeeklog is a PHP/MySQL blogging tool that enables you to set up and manage a fully functional dynamic Web site. \nLearn more...  \n\nLifetype \n\nLifeType is an open-source blogging platform with support for multiple blogs and users in a single installation. Writing articles is comfortable with the included state of the art WYSIWYG editor. Adding pictures and sound files (for Podcasting) is just a matter of browse and click. \nLearn more...  \n\nSerendipity \n\nSerendipity is a PHP-powered weblog application which gives the user an easy way to maintain an online diary, weblog or even a complete homepage. While the default package is designed for the casual b... \nLearn more...  \n\nWordPress \n\nWordPress is a semantic personal publishing platform (i.e., blog) with a focus on aesthetics, Web standards, and usability. It supports multiple users, categories, comments, bookmarklets, RSS syndication, several APIs, and weblogs. \nLearn more...  \n\nanyInventory \n\nanyInventory is the Web's most flexible inventory system. Features include categories and subcategories, user-defined fields, file uploads, and advanced search functionality. \nLearn more...  \n\nDotNetNuke \n\nDotNetNuke is an open-source Web Application Framework ideal for creating and deploying projects such as commercial websites, corporate intranets and extranets, online publishing portals, and custom vertical applications. \nLearn more...  \n\nDrupal \n\nDrupal is software that allows an individual or a community of users to easily publish, manage and organize a great variety of content on a website. Tens of thousands of people and organizations have used Drupal to set up scores of different kinds of web sites. \nLearn more...  \n\nJoomla \n\nJoomla! is one of the most powerful Open Source Content Management Systems on the planet. It is used all over the world for everything from simple websites to complex corporate applications. Joomla! is easy to install, simple to manage, and reliable. \nLearn more...  \n\nMambo \n\nMambo is a full-featured content management system that can be used for everything from simple websites to complex corporate applications. \nLearn more...  \n\nMODx \n\nMODx is an open source PHP Application Framework that helps you take control of your online content. It empowers developers and advanced users to give as much control as desired to whomever they desire for day-to-day website content maintenance chores. \nLearn more...  \n\nMoodle \n\nMoodle is a course management system (CMS) - a free, Open Source software package designed using sound pedagogical principles, to help educators create effective online learning communities. It can scale from a single-teacher site to a 50,000-student University. \nLearn more...  \n\nNucleus \n\nNucleus is a content management tool that enables you to set up and maintain multiple blogs. It supports multiple languages and includes a commenting system and search feature. \nLearn more...  \n\nPligg \n\nPligg is an open source CMS (Content Management System) that you can download and use for free. Pligg CMS provides social networking software that encourages visitors to register on your website so that they can submit content and connect with other users. \nLearn more...  \n\nSilverStripe \n\nSilverStripe is an intuitive content management system atop a powerful programming framework. \nLearn more...  \n\nXoops \n\nXOOPS is a content management system (CMS) that allows administrators to easily create dynamic websites. It is an ideal tool for developing small to large dynamic community websites, intra company portals, corporate portals, weblogs and much more. Learn more...  \n\nnopCommerce \n\nnopCommerce is an open source e-commerce solution that contains both a catalog frontend and an administration tool backend. nopCommerce is a fully customizable shopping cart. It's stable and highly usable. \nLearn more...  \n\nosCommerce \n\nosCommerce is the leading Open Source online shop e-commerce solution. It offers shopping cart functionality that allows store owners to setup, run, and maintain their online stores. \nLearn more...  \n\nZen Cart \n\nZen Cart™ truly is the art of e-commerce; a free, user-friendly, open source shopping cart system. The software is being developed by group of like-minded shop owners, programmers, designers, and consultants that think e-commerce could be and should be done differently. \nLearn more...  \n\n4Images \n\n4images is an image gallery management tool. Visitors can register and post comments about pictures in your gallery. 4images is free for non-commercial use; please note that a paid license may be required for commercial applications\nLearn more...  \n\nCoppermine \n\nCoppermine is a photo gallery tool that enables you to arrange pictures in categories and albums, create thumbnails of images, search for pictures, and view slideshows. \nLearn more...  \n\nGallery \n\nGallery is the next generation of open source photo sharing Web applications. Gallery gives you an intuitive way to blend photo management seamlessly into your own Web site whether you're running a small personal site or a large community site. \nLearn more...  \n\nphpBB \n\nphpBB™ (“PHP Bulletin Board”) is the world's leading Open Source forum software. Distributed under the GNU General Public License, phpBB is free software, developed by volunteers from around the world. \nLearn more...  \n\nSimple Machines Forum \n\nSMF is an advanced community software package that enables you to set up and manage online community forums. \nLearn more...  \n\nVanilla Forums \n\nVanilla Forums is a free lightweight and extensible open source forum software using PHP scripting language and MySQL database management system. Important note: If you currently have version 1.1.10 (or earlier) installed, please be aware that Vanilla Forums does not offer a direct upgrade option. \nLearn more...  \n\nYetAnotherForum \n\nYetAnotherForum.NET (YAF) is a Open Source discussion forum or bulletin board system for web sites running ASP.NET. The latest version is ASP.NET v2.0 with a Microsoft SQL Server backend. The full C# source code is available licensed as GPL. \nLearn more...  \n\nOrangeHRM \n\nOrangeHRM aims to be the world’s leading open source HRM solution for small and medium sized enterprises (SMEs) by providing a flexible and easy to use HRM system affordable for any company worldwide. \nLearn more...  \n\nphpFreeChat \n\nphpFreeChat is a free, simple to install, fast, customizable and multi languages chat that uses a simple filesystem for message and nickname storage. It uses AJAX to smoothly refresh (no flicker) and display the chat zone and the nickname zone. \nLearn more...  \n\nBrim \n\nBrim is a personal information manager which provides online management of your bookmarks/favorites, your calendar, tasks, notes, recipes, passwords and much more! \nLearn more...  \n\ndotProject \n\ndotProject is a web-based project management application, designed to provide project layout and control functions. dotProject aims to provide the project manager with a tool to manage tasks, schedules, communication and sharing. \nLearn more...  \n\nMantis \n\nMantis is a free popular web-based bugtracking system. \nLearn more... \n \nphpCollab \n\nphpCollab is a collaboration and project management system that enables you to set up and manage a projects and share files. Learn more...  \n\nPHProjekt \n\nPHProjekt is a modular application for the coordination of group activities and to share informations and documents via the web. \nLearn more...  \n\nElgg \n\nElgg is an open, flexible social networking engine, designed to run at the heart of any socially-aware application. Building on Elgg is easy, and because the engine handles common web application and social functionality for you, you can concentrate on developing your idea. \nLearn more...  \n\nPHCDownload \n\nA file content management and manipulation system unlike any other available on the market today, with unique innovations, tools, and design, customizing and producing your database is made easy. \nLearn more...  \n\nphpMyFAQ \n\nphpMyFaq is a multilingual, database-driven FAQ management system that you can use to create and manage a FAQ on your Web site. \nLearn more...  \n\nPiwik \n\nPiwik is a PHP MySQL application that lets you access traffic analytic information in real time. After installing it, simply put the JavaScript it provides on each page of the website you want to track. \nLearn more...  \n\nWebCalendar \n\nWebCalendar is a PHP-based calendar application that can be configured as a single-user calendar, a multi-user calendar for groups of users, or as an event calendar viewable by visitors. \nLearn more...  \n\nYOURLS \n\nYOURLS is a small set of PHP scripts that will allow you to run your own URL shortening service. You can make it private or public, you can pick custom keyword URLs, it comes with its own API. You will love it. \nLearn more...  \n\nMediaWiki \n\nMediaWiki is a free software wiki package originally written for Wikipedia. It is now used by several other projects of the non-profit Wikimedia Foundation and by many other wikis. \nLearn more...  \n\nPmWiki \n\nPmWiki is a system for collaborative creation and maintenance of websites. Pages created with pmWiki look and act like normal web pages, except they have a link that makes it easy to modify existing pages and add new pages into the website. \nLearn more...  \n\nTWiki \n\nTWiki is a flexible, powerful, and easy to use enterprise wiki, enterprise collaboration platform and knowledge management system. It is a Structured Wiki, typically used to run a project development space, a document management system, a knowledge base, or any other groupware tool, on an intranet or on the internet. \nLearn more..."
  }
}