{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ đặt hàng của Nguồn hàng kinh doanh"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ đặt hàng của Nguồn hàng kinh doanh trên trình duyệt Chrome và Cốc Cốc"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nguonhangkinhdoanh.net là đơn vị cung cấp dịch vụ trung gian nhập hàng từ các website thương mại điện tử hàng đầu Trung Quốc.\n\nDịch vụ của Nguonhangkinhdoanh.net bao gồm:\n\n– Tư vấn tìm kiếm nguồn hàng trên các website bán buôn, bán lẻ hàng đầu Trung Quốc như wholesaler.alibaba.com, 1688.com, taobao.com, tmall.com…\n\n– Mua hàng và kiểm tra hàng hóa\n\n– Đóng gói và vận chuyển hàng hóa về Việt Nam\n\n– Khiếu nại nhà cung cấp, hỗ trợ đổi trả hàng hóa\n\nMục tiêu của Nguonhangkinhdoanh.net là luôn dẫn đầu trong việc xây dựng tiêu chuẩn dịch vụ để phục vụ khách hàng ngày một tốt hơn.\n\nTrong suốt thời gian phát triển, đội ngũ thực hiện Nguonhangkinhdoanh.net luôn tự hào là đơn vị tiên phong thực hiện những cam kết mang tính thay đổi, dẫn dắt và đòi hỏi cao đối với thị trường:\n\n1. Năm 2012, chúng tôi đưa khái niệm nhập hàng trực tuyến qua các website Trung Quốc vào Việt Nam. Chúng tôi đã đào tạo rất nhiều đại lý order để phát triển thị trường.\n\n2. Năm 2013, chúng tôi là một trong ba đơn vị đầu tiên thực hiện việc đặt hàng bằng công cụ và quản lý đơn hàng hoàn toàn trực tuyến, không thông qua file excel. Việc mua hàng thực hiện hàng ngày, không chờ thời gian chốt đơn.\n\n3. Năm 2014, chúng tôi là một trong những đơn vị đầu tiên đào tạo nhân lực kiểm hàng ngay tại Trung Quốc để giảm thiểu rủi ro và chi phí tài chính cho khách hàng nhập hàng.\n\n4. Năm 2014, chúng tôi thực hiện hệ thống kiểm soát mọi trạng thái đơn hàng và giao tiếp trực tuyến. Tới thời điểm này rất nhiều dịch vụ nhập hàng chưa thể đáp ứng được.\n\n5. Năm 2015, chúng tôi triển khai dịch vụ Chuyển phát nhanh với những cam kết nghiêm ngặt về thời gian vận chuyển.\n\n6. Năm 2016, chúng tôi cam kết không thu phí mua hàng nếu không thực hiện mua hàng trong vòng 24h.\n\n7. Năm 2017, chúng tôi nâng cao tiêu chuẩn hỗ trợ khách hàng 24/7.\n\n8. Năm 2018, chúng tôi đã mở đường vận chuyển để mang đến cho Khách hàng mức phí hợp lý nhất.\n\n9. Và còn rất nhiều những tiêu chuẩn dịch vụ mà Bạn chỉ cảm nhận được khi sử dụng dịch vụ của chúng tôi\n\nChúng tôi hiểu rằng, để tiếp tục tồn tại trên thị trường, Nguonhangkinhdoanh.com cần liên tục nâng cao chất lượng dịch vụ.\n\nVì vậy chúng tôi luôn kỳ vọng được hợp tác với những Khách hàng có những yêu cầu khắt khe nhất. Đó là kim chỉ nam trong mọi hành động của Nguonhangkinhdoanh.net trong suốt thời gian qua."
  }
}