{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Refresh Website - Reload Page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto refresh for websites with multiple timers and advances settings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Page Auto Refresh🔄 - Introducing Auto Refresh Website - Reload Page 🔄 \nSay hello to auto refresh tabs chrome - Chrome Extensions Auto Refresh and...\nSay goodbye to the tedium of manually refreshing tabs on Chrome.\n\nWhat this Auto refresh website chrome extension do in short 🌟 Features:\n\n1️⃣ Background-friendly: Works even if you minimize Chrome or switch to other tabs. \n2️⃣ Tab Control: Easily pause or resume refreshing for each tab. \n3️⃣ Stop Refresh on website: Click anywhere on website to pause refreshing when needed. \n4️⃣ Countdown Timer: Get a heads-up with a countdown before the next refresh. ⏳\n5️⃣ Custom Refresh Cycles: Set the number of refreshes before a pause. 🔄🛑\n\n\n\nWhy choose Auto Refresh Website - Reload Page?\n\n1. Background-friendly: No need to keep Chrome open or stay on the active tab. The extension works seamlessly in the background, even when you minimize Chrome or switch to other tabs. Enjoy uninterrupted browsing while it does its thing.\n\n2. Tab Control: Take charge of your browsing sessions like never before. Easily pause or resume refreshing for each tab individually. Manage your tasks efficiently without the hassle of juggling multiple tabs.\n\n3. Tailored Refresh Intervals: Customize the refresh intervals to suit your needs. Choose from various timeframes like 5 seconds, 15 seconds, 1 minute, or 5 minutes or 3h 13min 21s...\n\n4. Stop Refresh by Clicking Anywhere on the Website: When you encounter captivating content that demands your full attention, you can easily halt the refreshing process by simply clicking anywhere on the website. Say goodbye to accidental page reloads and enjoy uninterrupted browsing with the flexibility to stop refreshing whenever you need.\n\n5. Stay Informed with Countdown Timer: Stay ahead with the built-in Countdown Timer. Keep track of the time remaining until the next refresh. Stay organized and in control of your browsing experience.\n\n6. Customized Refresh Cycles: Tailor the refresh cycles to your exact preferences. Set the desired number of refreshes before taking a break or establish a recurring pattern. Whether it's 100 refreshes every 5 seconds or any other configuration, the extension automatically pauses when the target is reached. Effortlessly manage your tabs according to your workflow.\n\nExperience the ultimate efficiency in tab management with Auto Refresh Website - Reload Page. Say goodbye to manual tab refreshing and embrace the convenience of automated browsing with a single click. Try it today and revolutionize your online activities!\n\nAuto Refresh Website - Reload Page, tab management, background-friendly, customized intervals, stop refresh, countdown timer, effortless browsing."
  }
}