{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upliftify: Daily Motivation Quotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motivate. Inspire. Uplift. Get daily quotes for a positive mindset!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upliftify: Daily Motivation Quotes\" is a professionally designed Chrome extension that brings daily inspiration right to your browser. With a stunning background featuring an animated airplane flying over picturesque green trees, this extension creates a serene and motivational atmosphere on every new tab. Get inspired with carefully curated motivational quotes that will help you stay motivated and focused throughout the day.\n\nWhether you're looking for a boost of motivation in your work or personal life, \"Upliftify: Daily Motivation Quotes\" is the perfect tool to keep you motivated and uplifted. The quotes are updated daily, providing fresh and relevant content to help you stay inspired. Plus, with the option to change quotes every minute when you stay connected in the same tab, you'll never run out of motivation.\n\nInstallation is quick and easy, and once installed, \"Upliftify: Daily Motivation Quotes\" becomes your go-to source for daily motivation. Start your day with a positive mindset and stay motivated with this powerful Chrome extension. Boost your productivity, uplift your mood, and achieve your goals with \"Upliftify: Daily Motivation Quotes\"! Install now and unlock daily inspiration for a more motivated and successful you."
  }
}