{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEELMEYERPlus Bonusradar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verpassen Sie nie wieder Cashback mit dem NEELMEYERPlus Bonusradar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nutzen Sie die das NEELMEYERPlus Bonusradar, um beim Online-Shopping direkt in Ihren Lieblings-Shops Cashback zu sammeln.\n\nDas NEELMEYERPlus Bonusradar:\n- Ist einfach mit einem Klick zu installieren\n- Erkennt Ihren NEELMEYERPlus Account mit dem ersten Login automatisch\n- Meldet beim Besuch eines Shops, wenn es Cashback gibt\n- Lässt Sie das Cashback mit einem Klick aktivieren\n- Speichert keine Verlaufsdaten oder persönliche Informationen von Ihnen\n\nAnonym und sicher\n\nDas NEELMEYERPlus Bonusradar arbeitet mit einer Positivliste für Onlineshops, d.h. das NEELMEYERPlus Bonusradar synchronisiert regelmäßig die Liste der Onlineshops für die es Cashback gibt und speichert diese auf Ihrem Rechner. Wenn eine Website aufgerufen wird, prüft das NEELMEYERPlus Bonusradar nur auf dieser Datenbasis, ob Cashback angezeigt wird oder nicht. Es findet kein ständiger Abgleich Ihrer Besuchten Seiten mit unseren Servern statt.\n\nIm NEELMEYERPlus Bonusradar werden keine persönlichen Informationen wie z.B. Ihr Name oder Ihr Cashbackstand gespeichert.\nNur beim Aktivieren des Cashbacks wird, wie auf der Webseite auch, ein Pseudonym an den jeweiligen Onlineshop übergeben, das uns die Zuordnung des Cashbacks möglich macht. Dieses Pseudonym kann nur von uns Ihrem Konto und damit Ihren persönlichen Daten zugeordnet werden."
  }
}