{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speedy Bookmarks Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A fast google-liked search engine for bookmarks that supports searching operators and offline indexing",
    "de": "Eine schnelle, bei Google beliebte Suchmaschine für Lesezeichen, die Suchoperatoren und Offline-Indizierung unterstützt",
    "es": "Un rápido motor de búsqueda de favoritos de Google que admite operadores de búsqueda e indexación sin conexión",
    "fr": "Un moteur de recherche rapide, apprécié par Google, pour les signets, qui prend en charge les opérateurs de recherche et…",
    "it": "Un veloce motore di ricerca di google per i segnalibri che supporta gli operatori di ricerca e l'indicizzazione offline",
    "nl": "Een snelle google-geliefde zoekmachine voor bladwijzers die zoekoperatoren en offline indexering ondersteunt",
    "zh_CN": "一个快速的谷歌喜欢的书签搜索引擎，支持搜索运营商和离线索引"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension indexes all your bookmark items once and updates its indexing database when a change occurs in your bookmark tree like a new bookmark being added, removed or modified. This database can then be used to find matching terms using the extension's popup window. The search engine of this extension is very powerful. It supports search operators like \"OR\" and \"AND\" which can be used to limit the search results with keywords. Read the FAQs page for more info\n\nNotes:\n1. This extension sorts matching results based on their relevance. The number in the last row of the result section displays the matching percentage.\n2. The first time indexing may take up to several minutes depending on the total number of bookmark items you have\n3. To open a result in a new browser tab use Enter key. To open in a background tab, use Ctrl/Command + Enter key. To open in the current tab use Shift + Enter keys.\n4. This extension only indexes the database once and does not re-index since it monitors bookmark changes.\n5. This extension uses none-persistent background page to prevent any resource usage when it is not being used.\n6. There are many search keywords that can be used with searching operators to better limit results. Make sure to check them in the FAQs page.\n\n\nKeyboard Shortcuts:\nEnter: Open selected entry or open all entries in the storage\nShift + Enter: Open selected entry in the active tab\nAlt + Enter: Add selected entry to the storage (remove it if it is already there)\nMeta + Enter: Open selected entry or all entries in background tabs\nMeta + Number: Jump to the entry"
  }
}