{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FLOZABLE Tab Monitor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost focus with timers, block distractions, get study tips, and stay updated with group alerts using FLOZABLE."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FLOZABLE Tab Monitor\n\nSupercharge your focus and productivity with the FLOZABLE Study Focus Chrome Extension. Seamlessly integrated with your browser, this extension is your go-to tool for cultivating efficient study habits and making the most out of your online learning experience.\n\nKey Features:\n\nTime Management Mastery: Effortlessly track your study time with our intuitive timer. Set focused intervals, challenge yourself, and stay on top of your study goals.\n\nDistraction-Free Browsing: Activate the distraction-free mode to limit access to non-educational websites during your study sessions. Say goodbye to procrastination and hello to enhanced concentration.\n\nPersonalized Study Plans: Receive AI-generated study suggestions based on your learning habits and preferences. Tailored recommendations to keep your study sessions engaging and effective.\n\nGroup Study Alerts: Stay connected with study groups seamlessly. Receive instant notifications for group study invitations, challenges, and achievements directly through the Chrome Extension.\n\nProgress at a Glance: Get a quick overview of your study progress with a personalized dashboard. See your daily, weekly, and monthly study trends, empowering you to stay motivated and accountable."
  }
}