{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Duplicator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance productivity, a robust tool for duplicating tabs along with extra URL parameters, simplifying your workflow."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nStreamline your workflow with the Duplicator Extension, a powerful tool for effortlessly duplicating Chrome tabs with extra URL parameters. Whether you're an account manager or simply a user seeking efficiency, this extension is designed to save you time and enhance your browsing experience.\n\nKey Features:\n- Advanced and Basic Modes: Tailor your duplication process with advanced mode, allowing you to manage your favorite URL parameters, or opt for the simplicity of basic mode.\n- Unlimited Extra URL Parameters: Add and manage an unlimited number of extra URL parameters to meet your specific needs.\n- Keyboard Shortcuts: Access the extension easily using keyboard shortcuts (CTRL/CMD + SHIFT + L + NUM [1-9]) for quick duplication.\n- Export/Import Functionality: Seamlessly transfer your configured parameters across devices with the export and import features.\n\nTarget Audience:\nIdeal for account managers and users who frequently duplicate tabs with additional URL parameters.\n\nUse Cases:\nImagine you're on a tab with the URL \"www.test.com.\" Duplicator Extension lets you duplicate this tab domain, adding \"/admin/\" as a user parameter. Easily add these parameters in the extension popup input.\n\nBenefits:\nEfficiency: No more manual copying, pasting, and typing; duplicate tab domain with extra URL parameters in a single click.\nCustomization: Tailor your duplication with advanced mode or go for quick duplication with basic mode.\n\nCompatibility:\nCompatible with Google Chrome on both Windows and Mac platforms.\n\nUpdates:\nRegular updates ensure the extension stays optimized for user activities and addresses any reported issues promptly.\n\nUser Interface:\nThe extension features a user-friendly popup with a list of user-added parameters. Customize your list, add, edit, or delete parameters effortlessly. The input field at the footer allows you to type extra URL parameters.\n\nInstructions:\n- Install the extension.\n- Pin the extension icon to the Google Chrome navbar.\n- Open the Chrome tab URL you want to duplicate.\n- Click the extension icon or CMD/CTRL + SHIFT + L\n- Type an extra URL parameter and click the add button or press Enter.\n- Click on the link in the popup or use keyboard shortcuts (CTRL/CMD + SHIFT + L + NUM [1-9])."
  }
}