{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contact Master"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contact Master"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Title: Contact Master: Your Ultimate LinkedIn Contact Management Tool\n\nDescription:\n\nElevate Your LinkedIn Experience with Contact Master - The comprehensive Chrome extension designed for power users, professionals, and anyone looking to maximize their networking potential on LinkedIn.\n\nKey Features:\n\nAdvanced Contact Organization: Seamlessly categorize and organize your LinkedIn contacts with custom tags. Transform your cluttered contact list into a well-structured network, easily navigable and perfectly tailored to your professional needs.\n\nPersonalized Notes & Meeting Minutes: Add personal notes and detailed meeting minutes directly to each contact's profile. Keep track of vital information, follow-ups, and key conversation points, ensuring you never miss a beat in your professional interactions.\n\nPowerful Tag-Based Search: Quickly locate the contacts you need with our enhanced search functionality. Filter your network by tags, notes, or specific criteria, saving time and streamlining your LinkedIn experience.\n\nSeamless Integration with LinkedIn: Contact Master integrates directly with LinkedIn's interface, offering a cohesive and intuitive user experience. Manage your contacts without ever leaving LinkedIn's platform.\n\nWhy Choose Contact Master?\n\nDesigned by a LinkedIn Power User: Created with firsthand insights into the challenges of LinkedIn’s contact management, ensuring a solution that truly understands and addresses your needs.\n\nImprove Networking Efficiency: With organized contacts and easy access to important details, networking becomes more strategic and effective.\n\nStay on Top of Your Professional Relationships: The detailed note-taking and meeting documentation features ensure that you are always prepared for your next interaction.\n\nUser-Friendly Interface: A simple, clean interface designed for ease of use, allowing you to focus on what's important - building and maintaining your professional network.\n\nGetting Started:\n\nIt's easy! Just install Contact Master, and watch your LinkedIn networking transform. Manage your professional contacts more effectively and efficiently than ever before.\n\nPrivacy and Security:\n\nYour privacy is paramount. Contact Master operates with the highest standards of data security and privacy, ensuring your information remains confidential and secure.\n\nJoin the Community of Efficient Networkers:\n\nDownload Contact Master today and revolutionize the way you manage your LinkedIn contacts. Say goodbye to cluttered lists and missed opportunities, and hello to a new era of professional networking!\n\nNew version July 1 2024.\n\nManually add a contact from any place. \n\nTags are organized for auto completion."
  }
}