{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steam Inventory Helper"
  },
  "short": {
    "am,ar,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,hi,hr,hu,id,ja,kn,ko,lt,ml,mr,ms,nl,pt_PT,sk,sl,sr,sw,ta,te,th": "Enhances Steam: auto-selling skins, affordable items from various sources, and much more.",
    "bg": "Подобрява Steam: автоматична продажба на скинове, евтини предмети от различни източници и много повече.",
    "cs": "Vylepšuje Steam: automatický prodej skinů, levné předměty z různých zdrojů a mnoho dalšího.",
    "de": "Verbessert Steam: automatischer Verkauf von Skins, günstige Gegenstände aus verschiedenen Quellen und vieles mehr.",
    "es": "Mejora Steam: venta automática de skins, artículos económicos de varias fuentes y mucho más.",
    "fa": "بهبود استیم: فروش خودکار اسکین‌ها، آیتم‌های ارزان از منابع مختلف و بسیاری موارد دیگر.",
    "fr": "Améliore Steam : vente automatique de skins, objets bon marché provenant de diverses sources, et bien plus encore.",
    "he": "משפר את Steam: מכירת סקינים אוטומטית, פריטים זולים ממקורות שונים ועוד הרבה.",
    "it": "Migliora Steam: vendita automatica di skin, oggetti economici da diverse fonti e molto altro.",
    "lv": "Uzlabo Steam: automātiska apvalku pārdošana, lēti priekšmeti no dažādiem avotiem un daudz kas cits.",
    "no": "Forbedrer Steam: automatisk salg av skins, rimelige gjenstander fra ulike kilder og mye mer.",
    "pl": "Ulepsza Steam: automatyczna sprzedaż skinów, tanie przedmioty z różnych źródeł i wiele więcej.",
    "pt_BR": "Melhora o Steam: venda automática de skins, itens baratos de várias fontes e muito mais.",
    "ro": "Îmbunătățește Steam: vânzare automată de skinuri, obiecte ieftine din diverse surse și multe altele.",
    "ru": "Улучшает Steam: авто-продажа скинов, дешевые предметы из разных источников и многое другое.",
    "sv": "Förbättrar Steam: automatisk försäljning av skins, billiga föremål från olika källor och mycket mer.",
    "tr": "Steam'i geliştirir: otomatik skin satışı, çeşitli kaynaklardan uygun fiyatlı ürünler ve çok daha fazlası.",
    "uk": "Покращує Steam: автоматичний продаж скінів, дешеві предмети з різних джерел та багато іншого.",
    "vi": "Cải thiện Steam: tự động bán skins, các vật phẩm giá rẻ từ nhiều nguồn và nhiều tính năng khác.",
    "zh_CN": "自动销售皮肤、来自不同来源的廉价物品以及更多功能。",
    "zh_TW": "自動出售皮膚、來自不同來源的便宜物品以及更多功能"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Enhanced Steam Experience with SIH\n\nStreamline your Steam trading and inventory management with powerful tools for easier item selling, price comparisons, and inventory valuation.\n\nKey Features:\n\n- Fast Multi-Item Sales: List hundreds of items for sale with just a few clicks.\n- Detailed Item Information: See float values, pattern indices, and prices of applied stickers and charms directly on item listings.\n- Inventory Valuation: View the total worth of your inventory based on prices from your chosen marketplace or service.\n- Price Comparisons: Compare item prices across global marketplaces for more informed trading.\n- Stacking Feature: Group identical items for easier browsing and organization.\n- Profit Calculation: Calculate profitability of items on the Steam Market.\n- Trade Notifications and Quick Accept: Get real-time trade information, with optional quick-accept features to confirm incoming trades directly.\n- Inventory Insights: Check if items are currently in use within the game or are part of a pending trade.\n- Quick Purchase Options: Buy items on the Steam Marketplace faster, with a quick-set purchase button to complete your collection directly from the inventory.\n\nAdditional functionalities and enhanced features are exclusive to Steam Inventory Helper! Some features require authentication in the Steam community.\n\nPermissions Required:\n\n- Access to Steam Sites (`://*.steampowered.com/* & *://steamcommunity.com/*`): This allows the extension to enhance your experience on Steam-powered platforms, displaying item information, inventory valuation, and pricing features.\n- Access to Gainskins API (`://sih.gainskins.com/*`): Provides Steam item pricing within your inventory, allowing access to public data on games, user profiles, and item details for improved accuracy in pricing and item statistics.\n- SteamCharts Access (`://steamcharts.com/*`): Used to gather real-time game statistics and currency conversion rates for accurate market information.\n- Market.CSGO Access (`://market.csgo.com/*`): Enables integration with market.csgo for trade offers (only after the user enables this feature within settings).\n- SteamRep Access (`://steamrep.com/*`): Allows access to public profile information, such as trade bans, VAC bans, or community bans, helping you make safer trading decisions.\n- Host_permissions\": \"<all_urls>\" Fetching data from Steam and other marketplaces: Required for integration and display of real-time item prices and other relevant information across various trading platforms. This enables users to view up-to-date data for effective price comparison and optimal purchasing.\n- notifications: Used to send important notifications to the user about trade statuses, price updates, and other real-time events related to item trading on Steam.\n- alarms: Required for scheduling periodic tasks, such as price and inventory updates, to keep user information current without impacting browser performance.\n- storage: Used to locally store user preferences and settings, enhancing personalization and usability without the need to reconfigure the extension each time it’s opened.\n- unlimitedStorage: Required for storing large volumes of price and inventory data, allowing the extension to deliver information quickly without the 5 MB standard limit.\n- background: This permission allows SIH to operate in the background to perform tasks like price updates and trade monitoring, improving the functionality and efficiency of the extension.\n- webRequest: Used for analyzing and adjusting network requests, which ensures proper integration with trading platforms and protects against fraudulent sites. Access to web requests allows SIH to integrate accurately with various trading platforms.\n- declarativeNetRequest: This permission helps filter and modify network requests to protect user data and provide only relevant information about trades and prices. It avoids the need to route data through our servers.\n- declarativeNetRequestFeedback: Used to receive feedback on the status of network requests, allowing SIH to provide users with accurate information while maintaining proper data security.\n- cookies: Used to store login status information, allowing SIH to operate without repeatedly requesting login credentials, while providing personalized access to Steam and trade data.\n- activeTab: This permission allows SIH to interact with the active tab, automatically loading prices and item information for the user without extra navigation steps.\n- management: Used to check compatibility with other installed extensions that might conflict with SIH, allowing SIH to warn the user of potential risks and maintain extension stability.\n\nFor more information and updates, please visit our official channels:\n\n- Official Website: steaminventoryhelper.com\n- Official Steam Group: https://steamcommunity.com/groups/SteamInventoryHelper\n- Technical Support Email: sihtechnic@gmail.com\n- Developer Contact Email: csinvhelp@gmail.com\n\nPlease refer to our change logs and FAQs for updates.",
    "ru,uk": "Расширение Steam Inventory Helper (SIH) для улучшения работы в Steam\n\nОблегчает торговлю и управление инвентарем в Steam, предоставляет удобные инструменты для продажи предметов, сравнения цен и оценки стоимости инвентаря\n\nОсновные функции:\n\n- Быстрая продажа нескольких предметов: Удобное выставление на продажу сотен предметов за пару кликов.\n- Подробная информация о предмете: Просмотр флоатов, паттернов, брелков и цен наклеек, нанесённых на скин.\n- Оценка инвентаря: Узнайте общую стоимость своего инвентаря по ценам выбранного магазина или сервиса.\n- Сравнение цен: Сравнивайте стоимость предметов с глобальными площадками для более выгодных обменов.\n- Группировка: Группировка одинаковых предметов для удобства.\n- Расчет прибыльности: Оценка возможного дохода от продажи предметов на торговой площадке Steam.\n- Уведомления о трейдах и быстрое подтверждение: Получайте уведомления о трейдах с возможностью их быстрого подтверждения по вашему выбору.\n- Подробная информация об использовании предметов: В инвентаре можно видеть, используется ли предмет в данный момент в игре или находится в процессе обмена.\n- Быстрая покупка: Упрощение покупки предметов на торговой площадке Steam. Кнопка быстрой покупки сетов позволяет докупить недостающие части набора прямо из инвентаря.\n\nМножество других полезных возможностей только с SIH! Некоторые функции требуют авторизации в сообществе Steam.\n\nОписание запрашиваемых разрешений:\n\n- Доступ к сайтам Steam (`://*.steampowered.com/* & *://steamcommunity.com/*`): Позволяет расширению отображать информацию о предметах, оценку инвентаря и другие функции на платформах Steam.\n- Доступ к API Gainskins (`://sih.gainskins.com/*`): Отображает цены на предметы в инвентаре пользователя Steam, предоставляет доступ к публичным данным о профилях пользователей и предметах для более точной оценки стоимости.\n- Доступ к SteamCharts (`://steamcharts.com/*`): Получает статистику по играм и курсы валют для предоставления актуальной рыночной информации.\n- Доступ к Market.CSGO (`://market.csgo.com/*`): Включает возможность интеграции с market.csgo для создания трейд-офферов (только после включения пользователем соответствующей настройки).\n- Доступ к SteamRep (`://steamrep.com/*`): Позволяет получать информацию о профилях пользователей, такую как баны, трейд-баны и VAC-баны, чтобы сделать обмены более безопасными.\n- Host_permissions\": \"<all_urls>\" Получение данных с сайтов Steam и других маркетплейсов: Необходим для интеграции и отображения актуальных цен и другой информации по предметам с различных торговых площадок. Это позволяет пользователю видеть актуальные данные для эффективного сравнения и выбора наилучшей цены.\n- notifications: Используется для отправки пользователю важных уведомлений о статусе его торговли, информации о ценах и других событиях в реальном времени, связанных с торговлей предметами в Steam.\n- alarms: Необходим для запуска периодических задач, таких как обновление данных о ценах и инвентаре, чтобы предоставлять пользователю актуальную информацию без влияния на производительность браузера.\n- storage: Используется для локального сохранения предпочтений и настроек пользователя, чтобы улучшить персонализацию и удобство использования без необходимости перенастраивать расширение при каждом запуске.\n- unlimitedStorage: Требуется для хранения большого объема данных о ценах и инвентаре, что позволяет расширению быстро предоставлять информацию, не ограничиваясь стандартными 5 МБ.\n- background: Это разрешение позволяет SIH работать в фоновом режиме для выполнения задач, таких как обновление данных о ценах и отслеживание трейдов, что улучшает функциональность и эффективность расширения.\n- webRequest: Используется для анализа и настройки сетевых запросов, что обеспечивает правильную работу ценовых интеграций и защиту от мошеннических сайтов. Доступ к веб-запросам позволяет SIH корректно интегрироваться с различными торговыми платформами.\n- declarativeNetRequest: Это разрешение помогает фильтровать и изменять сетевые запросы для защиты данных пользователя и предоставления только релевантной информации о трейдах и ценах. Оно используется, чтобы избежать необходимости сбора данных через наши сервера.\n- declarativeNetRequestFeedback: Используется для получения информации о результатах сетевых запросов и подтверждений, что позволяет SIH предлагать пользователю актуальные сведения и поддерживать надлежащую защиту данных.\n- cookies: Используется для хранения сведений о состоянии входа в аккаунт пользователя, чтобы SIH мог работать без запроса паролей и обеспечивать персонализированный доступ к данным Steam и трейдов.\n- activeTab: Это разрешение позволяет SIH работать с активной вкладкой, обеспечивая автоматическую подгрузку цен и информации о предмете, что упрощает для пользователя доступ к данным без переключений.\n- management: Используется для проверки совместимости с другими установленными расширениями, которые могут конфликтовать с SIH, что позволяет предупреждать пользователя о потенциальных рисках и сохранять стабильность работы расширения.\n\nОфициальные источники для поддержки и новостей:\n\n- Официальный сайт: https://steaminventoryhelper.com/\n- Официальная группа в Steam: https://steamcommunity.com/groups/SteamInventoryHelper\n- Email техподдержки: sihtechnic@gmail.com\n- Email для связи с разработчиками: csinvhelp@gmail.com\n\nПожалуйста, следите за журналом изменений и FAQ для обновлений."
  }
}