{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ModeSens - Your Smart Personal Shopper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check ModeSens before you buy! ModeSens helps you seamlessly compare prices on your favorite products across 600+ partner stores."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet ModeSens - Your Smart Personal Shopper\n\nWe are helping over 6M+ monthly shoppers compare prices while shopping online. Shop brands like Jacquemus, Saint Laurent, and Gucci from our extensive list of trusted partners, including Net-A-Porter, Nordstrom, SSENSE, and many more. Download today and join in on the savings!\n\n🌟Comparison Shopping Made Simple\nCompare prices, sizes, and styles while shopping online at your favorite stores. Receive exclusive discount codes from our 600+ partners to ensure you are always getting the best price.\n\n💰Earn As You Shop\nActivate our Points Tracker and start earning points with every online purchase from any of our 600+ partner stores. Your accumulated points will unlock exclusive loyalty status and earn ModeSens notes that you can apply to your next shopping spree. \n\n🚀 Real-Time Sale and Restock Alerts \nNever miss out again! Save your favorite products in your ModeSens Closet and receive instant alerts when they go on sale or come back in stock across our extensive network of 600+ stores. \n\n📋 Create Personalized Shopping Lists \nUnleash your creativity and stay organized with custom shopping lists. Be inspired and connect with fellow shoppers within the ModeSens community. \n\n🛡️ Shop with Confidence \nShop with peace of mind knowing that you're getting authentic products all backed by ModeSens Shopper Protection.\n\nExperience shopping like never before with ModeSens – where finding the perfect product at the perfect price is just a click away!"
  }
}