{
  "name": {
    "ar,hi,id": "Tabbbed Dashboard",
    "am,fil,he,mr": "Tabbbed New Tab",
    "bg,bn,en,en_AU,en_GB,en_US,et,fa,hr,hu,ml,ms,ru,sk,sl,sr,te,uk": "Tabbbed - New Tab Page",
    "ca": "Tabbbed - nova pàgina de pestanya",
    "cs": "Tabbbed - Nová karta stránky",
    "da,no": "Tabbbed - Ny Fane Side",
    "de": "tabbbed - neue Tab-Seite",
    "el": "Start Page Tabbbed",
    "es,es_419": "Tabbbed - Nueva Página de Pestaña",
    "fi": "Tabbbed - Uusi Välilehti Sivu",
    "fr": "Tabbbed - Nouvelle Page d'Onglet",
    "gu,kn,ro": "Tabbbed Start Page",
    "it": "Tabbbed - Nuova Pagina Tab",
    "ja": "Tabbbed - 新しいタブページ",
    "ko": "Tabbbed - 새 탭 페이지",
    "lt": "Tabbbed - naujas kortelių puslapis",
    "lv": "Tabbbed - Jauna cilnes lapa",
    "nl": "Tabbbed - Nieuwe Tabbladpagina",
    "pl": "Tabbbed - Nowa strona karty",
    "pt_BR": "Tabbbed - nova página de aba",
    "pt_PT": "Tabbbed - nova página de separador",
    "sv": "Tabbbed - Ny Flik Sida",
    "sw": "Tabbbed New Tab Page",
    "ta,th,vi": "New Tab Page - Tabbbed",
    "tr": "Tabbbed - Yeni Sekme Sayfası",
    "zh_CN": "Tabbbed - 新标签页",
    "zh_TW": "Tabbbed - 新標籤頁"
  },
  "short": {
    "ar,mr": "Transform your Chrome start page into a customizable and efficient Dashboard with a Tabbbed New Tab. Seamlessly organize your…",
    "am,et,gu,hr,sw,vi": "Transform your browsing experience with a customizable New Tab in Chrome. With the ability to organize bookmarks, you can elevate…",
    "bg,bn,en,en_AU,en_GB,en_US,sk,sl,sr,te": "Replace the default start page with a Tabbbed New Tab. Turn the new tab into a productive workspace by organizing bookmarks.",
    "ca": "Reemplaça la pàgina d'inici per defecte de Chrome amb una nova pestanya de Tabbbed. Organitzant els marcadors, pots convertir la…",
    "cs": "Nahraďte výchozí startovací stránku Chrome stránkou Tabbbed New Tab. Organizací záložek můžete novou kartu přeměnit na produktivní…",
    "da": "Erstat Chrome's standard startside med en Tabbbed ny fane. Ved at organisere bogmærker, kan du omdanne den nye fane til et…",
    "de": "Ersetzen Sie die Standard-Startseite von Chrome durch eine tabbbed neue Tab-Seite. Durch das Organisieren von Lesezeichen können…",
    "el": "Enhance your browsing experience by setting a Tabbbed Start Page as your new tab in Chrome. With an organized layout and easy…",
    "es": "Reemplace la página de inicio predeterminada de Chrome con una nueva pestaña de Tabbbed. Al organizar los marcadores, puede…",
    "es_419": "Reemplace la página de inicio predeterminada de Chrome con una nueva pestaña de Tabbbed. Al organizar los marcadores, puedes…",
    "fa": "Upgrade your browsing experience with a customizable dashboard New Tab. Transform your start page into a productive workspace by…",
    "fi": "Korvaa Chromen oletusaloitussivu Tabbbed Uudella Välilehdellä. Järjestämällä kirjanmerkit, voit muuttaa uuden välilehden…",
    "fil": "Transform your Chrome start page with a Tabbbed New Tab. By efficiently organizing your bookmarks, you can create a dynamic and…",
    "fr": "Remplacez la page de démarrage par défaut de Chrome par une nouvelle page d'onglet Tabbbed. En organisant les signets, vous pouvez…",
    "he,hu,kn,ml,ro,ta": "Transform Chrome's mundane start page into a dynamic Tabbbed New Tab. With the ability to customize and organize your bookmarks,…",
    "hi,id": "Upgrade your browsing experience with a customizable Dashboard New Tab. Transform your start page into a productive workspace by…",
    "it": "Sostituisci la pagina iniziale predefinita di Chrome con una nuova scheda Tabbbed. Organizzando i segnalibri, puoi trasformare la…",
    "ja": "ChromeのデフォルトのスタートページをTabbbed新しいタブに置き換えます。ブックマークを整理することで、新しいタブを生産的なワークスペースに変えることができます。",
    "ko": "Chrome의 기본 시작 페이지를 Tabbbed 새 탭으로 바꾸십시오. 북마크를 정리함으로써 새 탭을 생산적인 작업 공간으로 바꿀 수 있습니다.",
    "lt": "Pakeiskite „Chrome“ numatytąjį pradžios puslapį į „Tabbbed“ naują kortelę. Tvarkydami žymes, galite naują kortelę paversti…",
    "lv": "Aizstājiet Chrome noklusējuma sākumlapu ar Tabbbed jaunu cilni. Organizējot grāmatzīmes, varat pārvērst jauno cilni par produktīvu…",
    "ms,th": "Transform your Chrome start page with a Tabbbed New Tab Dashboard. By efficiently organizing your bookmarks, you can create a…",
    "nl": "Vervang de standaard startpagina van Chrome door een Tabbbed Nieuw Tabblad. Door bladwijzers te organiseren, kun je het nieuwe…",
    "no": "Erstatt Chrome's standard startside med en Tabbbed ny fane. Ved å organisere bokmerker, kan du gjøre den nye fanen til en produktiv…",
    "pl": "Zastąp domyślną stronę startową Chrome nową kartą Tabbbed. Organizując zakładki, możesz przekształcić nową kartę w produktywne…",
    "pt_BR": "Substitua a página inicial padrão do Chrome por uma nova aba do tabbbed. Ao organizar os favoritos, você pode transformar a nova…",
    "pt_PT": "Substitua a página inicial padrão do Chrome por uma nova página de separador tabbbed. Ao organizar os favoritos, você pode…",
    "ru,uk": "Replace Chrome's default start page with a Tabbbed New Tab. By organizing bookmarks, you can turn the new tab into a productive…",
    "sv": "Ersätt Chromes standardstartsida med en Tabbbed ny flik. Genom att organisera bokmärken kan du förvandla den nya fliken till en…",
    "tr": "Chrome'un varsayılan başlangıç sayfasını Tabbbed Yeni Sekme ile değiştirin. Yer imlerini düzenleyerek, yeni sekmeyi verimli bir…",
    "zh_CN": "用tabbbed新标签替换Chrome的默认起始页。通过组织书签，您可以将新标签变成一个高效的工作空间。",
    "zh_TW": "用 tabbbed 新標籤頁替換 Chrome 的預設起始頁面。通過組織書籤，您可以將新標籤變成一個生產力工作區。"
  },
  "long": {
    "am,ar,ca,cs,da,el,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sv,sw,ta,th,tr,uk,vi": "Tabbbed New Tab transforms your browser’s default homepage into a powerful, customizable dashboard, enabling you to organize your browsing experience like never before. With an intuitive interface and innovative features, Tabbbed extension makes managing bookmarks, staying organized, and enhancing productivity effortless and visually appealing.\n\nFeatures:\n\n1️⃣ Advanced Bookmark Management\n\n✅ Replace the standard start page with an elegant, well-organized hub for your bookmarks.\n✅ Effortlessly organize bookmarks into folders, categorize them, and keep your most important links easily accessible.\n✅ Say goodbye to cluttered bookmarks - Tabbbed New Tab helps you streamline your browsing experience.\n\n2️⃣ Built-in Widgets for Productivity\n\n✅ Notebook Widget\nInstantly jot down ideas, notes, or to-dos without leaving your new tab. The integrated notebook keeps your notes right where you need them - front and center.\n✅ ChatGPT Widget\nAccess the power of AI with ChatGPT directly from your start page. Get answers, brainstorm ideas, or draft content seamlessly without opening another tab.\n\n3️⃣ User-Friendly Customization\n\n✅Personalize your new tab page to suit your needs. Organize, rename, or reorder bookmarks and folders to match your workflow.\n✅Clean, minimalistic, and responsive design ensures a distraction-free experience.\n\nWhy Choose Tabbbed?\n\nTabbbed New Tab is perfect for users who value organization and productivity. Whether you’re a student managing research, a professional keeping track of projects, or a casual user organizing favorite websites, this extension elevates your browsing experience.\n\nGet Tabz by using your browser and unlock new features and customization options in Tabbed New Tab, enhancing your browsing experience even further. Collect Tabz while doing your usual activities such as studying, working, watching the news, shopping, and browsing the Internet. The more Tabz you accumulate, the more features you unlock.\n\nTo earn Tabz you need to enable the “Bonus Clicks” feature. This feature runs affiliate links, and you will earn Tabz for your click activity. Exchange your Tabz for new features and customization options in Tabbed New Tab. By enabling “Bonus Clicks” you agree to our Terms of Use and confirm that you have read the Privacy Policy.\n\nPrivacy Policy - https://tabbbed.com/privacy-policy\nTerms of Use - https://tabbbed.com/terms-of-use\n\nNOTE: This extension is free, and supported by affiliate links. We do not promote malware or adware and are committed to providing a positive user experience.",
    "bg,bn,en,en_AU,sk,sl,sr,te": "Tabbbed New Tab transforms your browser’s default homepage into a powerful, customizable dashboard, enabling you to organize your browsing experience like never before. With an intuitive interface and innovative features, Tabbbed extension makes managing bookmarks, staying organized, and enhancing productivity effortless and visually appealing.\n\nFeatures:\n\n1️⃣ Advanced Bookmark Management\n\n✅ Replace the standard start page with an elegant, well-organized hub for your bookmarks.\n✅ Effortlessly organize bookmarks into folders, categorize them, and keep your most important links easily accessible.\n✅ Say goodbye to cluttered bookmarks - Tabbbed New Tab helps you streamline your browsing experience.\n\n2️⃣ Built-in Widgets for Productivity\n\n✅ Notebook Widget\nInstantly jot down ideas, notes, or to-dos without leaving your new tab. The integrated notebook keeps your notes right where you need them - front and center.\n✅ ChatGPT Widget\nAccess the power of AI with ChatGPT directly from your start page. Get answers, brainstorm ideas, or draft content seamlessly without opening another tab.\n\n3️⃣ User-Friendly Customization\n\n✅Personalize your new tab page to suit your needs. Organize, rename, or reorder bookmarks and folders to match your workflow.\n✅Clean, minimalistic, and responsive design ensures a distraction-free experience.\n\nWhy Choose Tabbbed?\n\nTabbbed New Tab is perfect for users who value organization and productivity. Whether you’re a student managing research, a professional keeping track of projects, or a casual user organizing favorite websites, this extension elevates your browsing experience.\n\nGet Tabz by using your browser and unlock new features and customization options in Tabbed New Tab, enhancing your browsing experience even further. Collect Tabz while doing your usual activities such as studying, working, watching the news, shopping, and browsing the Internet. The more Tabz you accumulate, the more features you unlock.\n\nTo earn Tabz you need to enable the “Bonus Clicks” feature. This feature runs affiliate links, and you will earn Tabz for your click activity. Exchange your Tabz for new features and customization options in Tabbed New Tab. By enabling “Bonus Clicks” you agree to our Terms of Use and confirm that you have read the Privacy Policy.\n\nPrivacy Policy - https://tabbbed.com/privacy-policy\nTerms of Use - https://tabbbed.com/terms-of-use\nMy Tabz - https://tabbbed.com/tabz\n\nNOTE: This extension is free, and supported by affiliate links. We do not promote malware or adware and are committed to providing a positive user experience.",
    "de": "Tabbbed New Tab verwandelt die Standard-Startseite Ihres Browsers in ein leistungsstarkes, anpassbares Dashboard, mit dem Sie Ihr Browsing-Erlebnis wie nie zuvor organisieren können. Mit einer intuitiven Benutzeroberfläche und innovativen Funktionen macht die Tabbbed-Erweiterung das Verwalten von Lesezeichen, das Organisieren und die Steigerung der Produktivität mühelos und optisch ansprechend.\n\nFunktionen:\n\n1️⃣ Erweiterte Lesezeichenverwaltung\n\n✅ Ersetzen Sie die Standard-Startseite durch einen eleganten, gut organisierten Hub für Ihre Lesezeichen.\n\n✅ Organisieren Sie Lesezeichen mühelos in Ordnern, kategorisieren Sie sie und halten Sie Ihre wichtigsten Links leicht zugänglich.\n\n✅ Verabschieden Sie sich von überladenen Lesezeichen – Tabbbed New Tab hilft Ihnen, Ihr Browsing-Erlebnis zu optimieren.\n\n2️⃣ Integrierte Widgets für Produktivität\n\n✅ Notizbuch-Widget\nNotieren Sie sofort Ideen, Notizen oder Aufgaben, ohne Ihren neuen Tab zu verlassen. Das integrierte Notizbuch hält Ihre Notizen genau dort, wo Sie sie brauchen – vorne und in der Mitte.\n✅ ChatGPT-Widget\nGreifen Sie mit ChatGPT direkt von Ihrer Startseite aus auf die Leistungsfähigkeit der KI zu. Erhalten Sie Antworten, entwickeln Sie Ideen oder entwerfen Sie Inhalte nahtlos, ohne einen weiteren Tab zu öffnen.\n\n3️⃣ Benutzerfreundliche Anpassung\n\n✅Personalisieren Sie Ihre neue Tab-Seite nach Ihren Bedürfnissen. Organisieren, benennen oder ordnen Sie Lesezeichen und Ordner neu an, um sie Ihrem Arbeitsablauf anzupassen.\n\n✅ Sauberes, minimalistisches und ansprechendes Design sorgt für ein ablenkungsfreies Erlebnis.\n\nWarum Tabbbed wählen?\n\nTabbbed New Tab ist perfekt für Benutzer, die Wert auf Organisation und Produktivität legen. Egal, ob Sie ein Student sind, der seine Recherchen verwaltet, ein Berufstätiger, der seine Projekte im Auge behält, oder ein Gelegenheitsnutzer, der seine Lieblingswebsites organisiert, diese Erweiterung verbessert Ihr Browsing-Erlebnis.\n\nHolen Sie sich Tabz, indem Sie Ihren Browser verwenden, und schalten Sie neue Funktionen und Anpassungsoptionen in Tabbed New Tab frei, um Ihr Browsing-Erlebnis noch weiter zu verbessern. Sammeln Sie Tabz, während Sie Ihren üblichen Aktivitäten nachgehen, z. B. Lernen, Arbeiten, Nachrichten schauen, Einkaufen und im Internet surfen. Je mehr Tabz Sie sammeln, desto mehr Funktionen schalten Sie frei.\n\nUm Tabz zu verdienen, müssen Sie die Funktion „Bonus-Klicks“ aktivieren. Diese Funktion führt Affiliate-Links aus und Sie verdienen Tabz für Ihre Klickaktivität. Tauschen Sie Ihre Tabz gegen neue Funktionen und Anpassungsoptionen in Tabbed New Tab ein. Indem Sie „Bonus-Klicks“ aktivieren, stimmen Sie unseren Nutzungsbedingungen zu und bestätigen, dass Sie die Datenschutzrichtlinie gelesen haben.\n\nDatenschutzrichtlinie – https://tabbbed.com/privacy-policy\nNutzungsbedingungen – https://tabbbed.com/terms-of-use\n\nHINWEIS: Diese Erweiterung ist kostenlos und wird durch Affiliate-Links unterstützt. Wir fördern keine Malware oder Adware und sind bestrebt, ein positives Benutzererlebnis zu bieten.",
    "es,es_419": "Tabbbed New Tab transforma la página de inicio predeterminada de tu navegador en un panel potente y personalizable que te permite organizar tu experiencia de navegación como nunca antes. Con una interfaz intuitiva y funciones innovadoras, la extensión Tabbbed hace que administrar marcadores, mantenerse organizado y mejorar la productividad sea fácil y visualmente atractivo.\n\nCaracterísticas:\n\n1️⃣ Administración avanzada de marcadores\n\n✅ Reemplaza la página de inicio estándar con un centro elegante y bien organizado para tus marcadores.\n✅ Organiza fácilmente los marcadores en carpetas, categorízalos y mantén tus enlaces más importantes fácilmente accesibles.\n✅ Dile adiós a los marcadores desordenados: Tabbbed New Tab te ayuda a optimizar tu experiencia de navegación.\n\n2️⃣ Widgets integrados para la productividad\n\n✅ Widget de cuaderno\nAnota ideas, notas o tareas pendientes al instante sin salir de tu nueva pestaña. El cuaderno integrado mantiene tus notas justo donde las necesitas: al frente y al centro.\n✅ Widget ChatGPT\nAccede al poder de la IA con ChatGPT directamente desde tu página de inicio. Obtén respuestas, genera ideas o redacta contenido sin problemas sin abrir otra pestaña.\n\n3️⃣ Personalización fácil de usar\n\n✅Personaliza tu página de nueva pestaña para adaptarla a tus necesidades. Organiza, cambia el nombre o reordena marcadores y carpetas para que se adapten a tu flujo de trabajo.\n✅El diseño limpio, minimalista y responsivo garantiza una experiencia sin distracciones.\n\n¿Por qué elegir Tabbbed?\n\nTabbbed New Tab es perfecto para los usuarios que valoran la organización y la productividad. Ya seas un estudiante que gestiona una investigación, un profesional que realiza un seguimiento de los proyectos o un usuario ocasional que organiza sitios web favoritos, esta extensión eleva tu experiencia de navegación.\n\nObtén Tabz usando tu navegador y desbloquea nuevas funciones y opciones de personalización en Tabbed New Tab, mejorando aún más tu experiencia de navegación. Reúne Tabz mientras realizas tus actividades habituales, como estudiar, trabajar, ver las noticias, comprar y navegar por Internet. Cuanto más Tabz acumules, más funciones desbloquearás.\n\nPara ganar Tabz, debes habilitar la función “Bonus Clicks”. Esta función ejecuta enlaces de afiliados y ganarás Tabz por tu actividad de clics. Cambia tus Tabz por nuevas funciones y opciones de personalización en Tabbed New Tab. Al habilitar “Bonus Clicks”, aceptas nuestros Términos de uso y confirmas que has leído la Política de privacidad.\n\nPolítica de privacidad: https://tabbbed.com/privacy-policy\nTérminos de uso: https://tabbbed.com/terms-of-use\n\nNOTA: Esta extensión es gratuita y está respaldada por enlaces de afiliados. No promovemos malware ni adware y estamos comprometidos a brindar una experiencia de usuario positiva.",
    "fr": "Tabbbed New Tab transforme la page d'accueil par défaut de votre navigateur en un tableau de bord puissant et personnalisable, vous permettant d'organiser votre expérience de navigation comme jamais auparavant. Avec une interface intuitive et des fonctionnalités innovantes, l'extension Tabbbed permet de gérer les signets, de rester organisé et d'améliorer la productivité sans effort et de manière visuellement attrayante.\n\nCaractéristiques :\n\n1️⃣ Gestion avancée des signets\n\n✅ Remplacez la page de démarrage standard par un hub élégant et bien organisé pour vos signets.\n✅ Organisez sans effort les signets dans des dossiers, catégorisez-les et gardez vos liens les plus importants facilement accessibles.\n✅ Dites adieu aux signets encombrés - Tabbbed New Tab vous aide à rationaliser votre expérience de navigation.\n\n2️⃣ Widgets intégrés pour la productivité\n\n✅ Widget de bloc-notes\nNotez instantanément des idées, des notes ou des tâches sans quitter votre nouvel onglet. Le bloc-notes intégré garde vos notes là où vous en avez besoin - au premier plan.\n✅ Widget ChatGPT\nAccédez à la puissance de l'IA avec ChatGPT directement depuis votre page de démarrage. Obtenez des réponses, réfléchissez à des idées ou rédigez du contenu en toute transparence sans ouvrir un autre onglet.\n\n3️⃣ Personnalisation conviviale\n\n✅Personnalisez votre nouvelle page d'onglet en fonction de vos besoins. Organisez, renommez ou réorganisez les signets et les dossiers en fonction de votre flux de travail.\n✅Une conception épurée, minimaliste et réactive garantit une expérience sans distraction.\n\nPourquoi choisir Tabbbed ?\n\nTabbbed New Tab est parfait pour les utilisateurs qui accordent de l'importance à l'organisation et à la productivité. Que vous soyez un étudiant gérant des recherches, un professionnel qui suit des projets ou un utilisateur occasionnel organisant des sites Web favoris, cette extension améliore votre expérience de navigation.\n\nObtenez Tabz en utilisant votre navigateur et débloquez de nouvelles fonctionnalités et options de personnalisation dans Tabbed New Tab, améliorant encore davantage votre expérience de navigation. Collectez des Tabz tout en effectuant vos activités habituelles telles qu'étudier, travailler, regarder les actualités, faire des achats et naviguer sur Internet. Plus vous accumulez de Tabz, plus vous débloquez de fonctionnalités.\n\nPour gagner des Tabz, vous devez activer la fonction « Clics bonus ». Cette fonction exécute des liens d'affiliation et vous gagnerez des Tabz pour votre activité de clic. Échangez vos Tabz contre de nouvelles fonctionnalités et options de personnalisation dans Tabbed New Tab. En activant « Clics bonus », vous acceptez nos conditions d'utilisation et confirmez avoir lu la politique de confidentialité.\n\nPolitique de confidentialité - https://tabbbed.com/privacy-policy\nConditions d'utilisation - https://tabbbed.com/terms-of-use\n\nREMARQUE : cette extension est gratuite et prise en charge par des liens d'affiliation. Nous ne faisons pas la promotion de logiciels malveillants ou publicitaires et nous nous engageons à offrir une expérience utilisateur positive.",
    "it": "Tabbbed New Tab trasforma la home page predefinita del tuo browser in una potente dashboard personalizzabile, che ti consente di organizzare la tua esperienza di navigazione come mai prima d'ora. Con un'interfaccia intuitiva e funzionalità innovative, l'estensione Tabbbed semplifica e rende visivamente accattivante la gestione dei segnalibri, l'organizzazione e il miglioramento della produttività.\n\nCaratteristiche:\n\n1️⃣ Gestione avanzata dei segnalibri\n\n✅ Sostituisci la home page standard con un hub elegante e ben organizzato per i tuoi segnalibri.\n✅ Organizza senza sforzo i segnalibri in cartelle, categorizzali e mantieni facilmente accessibili i tuoi link più importanti.\n✅ Di' addio ai segnalibri disordinati: Tabbbed New Tab ti aiuta a semplificare la tua esperienza di navigazione.\n\n2️⃣ Widget integrati per la produttività\n\n✅ Widget Notebook\nAnnota all'istante idee, note o cose da fare senza uscire dalla tua nuova scheda. Il notebook integrato mantiene le tue note esattamente dove ti servono: in primo piano e al centro. ✅ Widget ChatGPT\nAccedi alla potenza dell'intelligenza artificiale con ChatGPT direttamente dalla tua pagina iniziale. Ottieni risposte, fai brainstorming di idee o abbozza contenuti senza problemi, senza aprire un'altra scheda.\n\n3️⃣ Personalizzazione intuitiva\n\n✅Personalizza la tua nuova pagina di schede in base alle tue esigenze. Organizza, rinomina o riordina segnalibri e cartelle in base al tuo flusso di lavoro.\n✅Il design pulito, minimalista e reattivo garantisce un'esperienza senza distrazioni.\n\nPerché scegliere Tabbbed?\n\nTabbbed New Tab è perfetto per gli utenti che apprezzano l'organizzazione e la produttività. Che tu sia uno studente che gestisce la ricerca, un professionista che tiene traccia dei progetti o un utente occasionale che organizza i siti Web preferiti, questa estensione migliora la tua esperienza di navigazione.\n\nOttieni Tabz utilizzando il tuo browser e sblocca nuove funzionalità e opzioni di personalizzazione in Tabbed New Tab, migliorando ulteriormente la tua esperienza di navigazione. Raccogli Tabz mentre svolgi le tue solite attività come studiare, lavorare, guardare le notizie, fare shopping e navigare in Internet. Più Tabz accumuli, più funzionalità sblocchi.\n\nPer guadagnare Tabz devi abilitare la funzione \"Bonus Clicks\". Questa funzione gestisce link di affiliazione e guadagnerai Tabz per la tua attività di clic. Scambia i tuoi Tabz con nuove funzionalità e opzioni di personalizzazione in Tabbed New Tab. Abilitando \"Bonus Clicks\" accetti i nostri Termini di utilizzo e confermi di aver letto l'Informativa sulla privacy.\n\nInformativa sulla privacy - https://tabbbed.com/privacy-policy\nTermini di utilizzo - https://tabbbed.com/terms-of-use\n\nNOTA: questa estensione è gratuita e supportata da link di affiliazione. Non promuoviamo malware o adware e ci impegniamo a fornire un'esperienza utente positiva.",
    "ja": "Tabbbed New Tab は、ブラウザのデフォルトのホームページを強力でカスタマイズ可能なダッシュボードに変え、これまでにない方法でブラウジング体験を整理できるようにします。直感的なインターフェイスと革新的な機能を備えた Tabbbed 拡張機能により、ブックマークの管理、整理、生産性の向上が簡単かつ視覚的に魅力的になります。\n\n機能:\n\n1️⃣ 高度なブックマーク管理\n\n✅ 標準のスタートページを、ブックマーク用のエレガントで整理されたハブに置き換えます。\n✅ ブックマークをフォルダーに整理して分類し、最も重要なリンクに簡単にアクセスできるようにします。\n✅ 乱雑なブックマークとはお別れしましょう。Tabbed New Tab を使用すると、ブラウジング体験を合理化できます。\n\n2️⃣ 生産性を高める組み込みウィジェット\n\n✅ ノートブックウィジェット\n新しいタブを離れることなく、アイデア、メモ、または ToDo を即座に書き留めることができます。統合されたノートブックにより、メモを必要な場所、つまり前面中央に保持できます。\n✅ ChatGPT ウィジェット\nスタートページから直接 ChatGPT の AI パワーにアクセスできます。別のタブを開かずに、回答を得たり、アイデアをブレインストーミングしたり、コンテンツをシームレスに下書きしたりできます。\n\n3️⃣ ユーザーフレンドリーなカスタマイズ\n\n✅新しいタブ ページをニーズに合わせてカスタマイズします。ワークフローに合わせてブックマークやフォルダーを整理、名前変更、並べ替えます。\n\n✅クリーンでミニマル、レスポンシブなデザインにより、気を散らすことなく操作できます。\n\nTabbbed を選ぶ理由\n\nTabbbed New Tab は、整理と生産性を重視するユーザーに最適です。研究を管理する学生、プロジェクトを追跡する専門家、お気に入りの Web サイトを整理する一般ユーザーなど、この拡張機能はブラウジング エクスペリエンスを向上させます。\n\nブラウザを使用して Tabz を取得し、Tabbed New Tab の新しい機能とカスタマイズ オプションのロックを解除して、ブラウジング エクスペリエンスをさらに強化します。勉強、仕事、ニュースの視聴、ショッピング、インターネットの閲覧などの通常のアクティビティをしながら Tabz を集めます。Tabz を蓄積すればするほど、ロック解除される機能が増えます。\n\nTabz を獲得するには、「ボーナス クリック」機能を有効にする必要があります。この機能はアフィリエイト リンクを実行し、クリック アクティビティに応じて Tabz を獲得できます。Tabz を Tabbed New Tab の新機能やカスタマイズ オプションと交換できます。「ボーナス クリック」を有効にすると、利用規約に同意し、プライバシー ポリシーを読んだことが確認されます。\n\nプライバシー ポリシー - https://tabbbed.com/privacy-policy\n利用規約 - https://tabbbed.com/terms-of-use\n\n注: この拡張機能は無料で、アフィリエイト リンクによってサポートされています。当社はマルウェアやアドウェアを宣伝しておらず、肯定的なユーザー エクスペリエンスを提供することに尽力しています。",
    "ko": "Tabbbed New Tab은 브라우저의 기본 홈페이지를 강력하고 사용자 정의 가능한 대시보드로 변환하여 그 어느 때보다 탐색 환경을 구성할 수 있습니다. 직관적인 인터페이스와 혁신적인 기능을 갖춘 Tabbbed 확장 프로그램은 북마크 관리, 정리, 생산성 향상을 간편하고 시각적으로 매력적으로 만들어줍니다.\n\n기능:\n\n1️⃣ 고급 북마크 관리\n\n✅ 표준 시작 페이지를 북마크를 위한 우아하고 잘 정리된 허브로 바꾸세요.\n✅ 북마크를 폴더로 정리하고, 분류하고, 가장 중요한 링크에 쉽게 액세스할 수 있도록 하세요.\n✅ 지저분한 북마크에 작별인사를 전하세요. Tabbbed New Tab은 탐색 환경을 간소화하는 데 도움이 됩니다.\n\n2️⃣ 생산성을 위한 내장 위젯\n\n✅ 노트북 위젯\n새 탭을 벗어나지 않고도 아이디어, 메모 또는 할 일을 즉시 적어 두세요. 통합 노트북은 메모를 필요한 곳, 즉 정면과 중앙에 보관합니다.\n✅ ChatGPT 위젯\n시작 페이지에서 바로 ChatGPT로 AI의 힘에 액세스하세요. 다른 탭을 열지 않고도 답변을 얻거나, 아이디어를 브레인스토밍하거나, 콘텐츠 초안을 매끄럽게 작성할 수 있습니다.\n\n3️⃣ 사용자 친화적인 사용자 정의\n\n✅ 필요에 맞게 새 탭 페이지를 개인화하세요. 작업 흐름에 맞게 북마크와 폴더를 구성, 이름 변경 또는 재정렬하세요.\n✅ 깔끔하고 미니멀하며 반응성이 뛰어난 디자인으로 방해받지 않는 환경을 보장합니다.\n\n왜 Tabbbed를 선택해야 하나요?\n\nTabbbed New Tab은 조직과 생산성을 중시하는 사용자에게 적합합니다. 연구를 관리하는 학생이든, 프로젝트를 추적하는 전문가이든, 즐겨찾는 웹사이트를 구성하는 일반 사용자이든, 이 확장 프로그램은 검색 경험을 향상시킵니다.\n\n브라우저를 사용하여 Tabz를 받고 Tabbed New Tab에서 새로운 기능과 사용자 정의 옵션을 잠금 해제하여 검색 경험을 더욱 향상시키세요. 공부, 업무, 뉴스 시청, 쇼핑, 인터넷 검색과 같은 일상적인 활동을 하는 동안 Tabz를 수집하세요. Tabz를 많이 모을수록 잠금 해제할 수 있는 기능도 많아집니다.\n\nTabz를 얻으려면 \"보너스 클릭\" 기능을 활성화해야 합니다. 이 기능은 제휴 링크를 실행하며, 클릭 활동에 대해 Tabz를 획득하게 됩니다. Tabz를 Tabbed New Tab의 새로운 기능과 사용자 정의 옵션으로 교환하세요. \"보너스 클릭\"을 활성화하면 이용 약관에 동의하고 개인정보 보호정책을 읽었음을 확인하는 것입니다.\n\n개인정보 보호정책 - https://tabbbed.com/privacy-policy\n이용 약관 - https://tabbbed.com/terms-of-use\n\n참고: 이 확장 프로그램은 무료이며 제휴 링크로 지원됩니다. 당사는 맬웨어나 애드웨어를 홍보하지 않으며 긍정적인 사용자 경험을 제공하기 위해 최선을 다하고 있습니다.",
    "pt_BR": "O Tabbbed New Tab transforma a página inicial padrão do seu navegador em um painel poderoso e personalizável, permitindo que você organize sua experiência de navegação como nunca antes. Com uma interface intuitiva e recursos inovadores, a extensão Tabbbed torna o gerenciamento de favoritos, a organização e o aumento da produtividade fáceis e visualmente atraentes.\n\nRecursos:\n\n1️⃣ Gerenciamento avançado de favoritos\n\n✅ Substitua a página inicial padrão por um hub elegante e bem organizado para seus favoritos.\n✅ Organize os favoritos em pastas sem esforço, categorize-os e mantenha seus links mais importantes facilmente acessíveis.\n✅ Diga adeus aos favoritos desorganizados - o Tabbbed New Tab ajuda você a otimizar sua experiência de navegação.\n\n2️⃣ Widgets integrados para produtividade\n\n✅ Widget de caderno\nAnote ideias, notas ou tarefas instantaneamente sem sair da sua nova guia. O caderno integrado mantém suas notas exatamente onde você precisa delas - na frente e no centro.\n✅ Widget ChatGPT\nAcesse o poder da IA ​​com o ChatGPT diretamente da sua página inicial. Obtenha respostas, faça brainstorming de ideias ou rascunhe conteúdo perfeitamente sem abrir outra aba.\n\n3️⃣ Personalização amigável\n\n✅Personalize sua página de nova aba para atender às suas necessidades. Organize, renomeie ou reordene favoritos e pastas para combinar com seu fluxo de trabalho.\n✅O design limpo, minimalista e responsivo garante uma experiência sem distrações.\n\nPor que escolher o Tabbbed?\n\nO Tabbbed New Tab é perfeito para usuários que valorizam organização e produtividade. Seja você um estudante gerenciando pesquisas, um profissional controlando projetos ou um usuário casual organizando sites favoritos, esta extensão eleva sua experiência de navegação.\n\nObtenha o Tabz usando seu navegador e desbloqueie novos recursos e opções de personalização no Tabbed New Tab, aprimorando ainda mais sua experiência de navegação. Colecione Tabz enquanto faz suas atividades habituais, como estudar, trabalhar, assistir notícias, fazer compras e navegar na Internet. Quanto mais Tabz você acumular, mais recursos desbloqueará.\n\nPara ganhar Tabz, você precisa habilitar o recurso “Bonus Clicks”. Este recurso executa links de afiliados, e você ganhará Tabz por sua atividade de cliques. Troque seus Tabz por novos recursos e opções de personalização no Tabbed New Tab. Ao habilitar “Bonus Clicks”, você concorda com nossos Termos de Uso e confirma que leu a Política de Privacidade.\n\nPolítica de Privacidade - https://tabbbed.com/privacy-policy\nTermos de Uso - https://tabbbed.com/terms-of-use\n\nNOTA: Esta extensão é gratuita e suportada por links de afiliados. Não promovemos malware ou adware e estamos comprometidos em fornecer uma experiência positiva ao usuário.",
    "pt_PT": "O Tabbbed New Tab transforma a página inicial padrão do seu browser num painel poderoso e personalizável, permitindo-lhe organizar a sua experiência de navegação como nunca antes. Com uma interface intuitiva e características inovadoras, a extensão Tabbbed torna a gestão de favoritos, a organização e o aumento da produtividade sem esforço e visualmente apelativos.\n\nFuncionalidades:\n\n1️⃣ Gestão avançada de favoritos\n\n✅ Substitua a página inicial padrão por um hub elegante e bem organizado para os seus favoritos.\n✅ Organize os marcadores em pastas sem esforço, classifique-os e mantenha os seus links mais importantes facilmente acessíveis.\n✅ Diga adeus aos favoritos desarrumados - o novo separador com separadores ajuda a otimizar a sua experiência de navegação.\n\n2️⃣ Widgets integrados para produtividade\n\n✅ Widget de caderno\nAnote ideias, notas ou tarefas instantaneamente sem sair do novo separador. O bloco de notas integrado mantém as suas notas exatamente onde precisa delas: na frente e no centro.\n✅ Widget ChatGPT\nAceda ao poder da IA ​​​​com ChatGPT diretamente a partir da sua página inicial. Obtenha respostas, faça brainstorming de ideias ou esboce conteúdo sem abrir outro separador.\n\n3️⃣ Personalização fácil de utilizar\n\n✅Personalize a sua nova página de guia para se adequar às suas necessidades. Organize, renomeie ou reordene os marcadores e as pastas para corresponder ao seu fluxo de trabalho.\n✅O design limpo, minimalista e responsivo garante uma experiência sem distrações.\n\nPorquê escolher guias?\n\nO Tabbbed New Tab é perfeito para utilizadores que valorizam a organização e a produtividade. Quer seja um estudante a gerir inquéritos, um profissional a acompanhar projetos ou um utilizador casual a organizar sites favoritos, esta extensão eleva a sua experiência de navegação.\n\nObtenha o Tabz utilizando o seu browser e desbloqueie novas funcionalidades e opções de personalização em Tabbed New Tab, melhorando ainda mais a sua experiência de navegação. Recolha Tabz enquanto realiza as suas atividades habituais, como estudar, trabalhar, ver notícias, fazer compras e navegar na Internet. Quanto mais Tabz acumular, mais recursos desbloqueia.\n\nPara ganhar Tabz precisa de ativar a funcionalidade “Cliques de bónus”. Este recurso gera links afiliados e ganhará Tabz pela sua atividade de cliques. Troque o seu Tabz por novas funcionalidades e opções de personalização em Novo separador com separadores. Ao ativar os “Cliques de Bónus”, concorda com os nossos Termos de Utilização e confirma que leu a Política de Privacidade.\n\nPolítica de Privacidade - https://tabbbed.com/privacy-policy\nTermos de utilização - https://tabbbed.com/terms-of-use\n\nNOTA: Esta extensão é gratuita e suportada por links afiliados. Não promovemos malware ou adware e estamos empenhados em proporcionar uma experiência positiva ao utilizador.",
    "zh_CN,zh_TW": "選項卡式新分頁將瀏覽器的預設主頁轉變為功能強大、可自訂的儀表板，使您能夠以前所未有的方式組織您的瀏覽體驗。憑藉直覺的介面和創新功能，選項卡式擴充功能使管理書籤、保持井井有條、提高工作效率變得輕鬆且具有視覺吸引力。\n\n特徵：\n\n1️⃣ 高級書籤管理\n\n✅ 用優雅、組織良好的書籤中心替換標準起始頁。\n✅ 輕鬆地將書籤整理到資料夾中，對其進行分類，並輕鬆存取最重要的連結。\n✅ 告別雜亂的書籤 - 選項卡式新分頁可協助您簡化瀏覽體驗。\n\n2️⃣ 可提高生產力內建的小工具\n\n✅ 筆記本小工具\n無需離開新標籤即可立即記下想法、筆記或待辦事項。整合筆記本可將您的筆記保存在您需要的位置 - 正面和中間。\n✅ 聊天GPT 小工具\n直接從起始頁利用 ChatGPT 發揮 AI 的力量。無需打開其他分頁即可無縫取得答案、集思廣益或草擬內容。\n\n3️⃣用戶友好的客製化\n\n✅個人化您的新分頁以滿足您的需求。組織、重新命名或重新排序書籤和資料夾以符合您的工作流程。\n✅乾淨、簡約、響應式的設計確保無幹擾的體驗。\n\n為什麼選擇選項卡式？\n\n選項卡式新選項卡非常適合重視組織和生產力的使用者。無論您是管理研究的學生、追蹤專案的專業人士，還是組織喜愛網站的休閒用戶，此擴充功能都可以提升您的瀏覽體驗。\n\n使用瀏覽器取得 Tabz，並解鎖選項卡式新分頁中的新功能和自訂選項，進一步增強您的瀏覽體驗。在進行日常活動（例如學習、工作、觀看新聞、購物和瀏覽網路）時收集 Tabz。您累積的 Tabz 越多，解鎖的功能就越多。\n\n要賺取 Tabz，您需要啟用「獎勵點擊」功能。此功能運行聯盟鏈接，您將透過點擊活動賺取 Tabz。將您的 Tabz 換成選項卡式新選項卡中的新功能和自訂選項。啟用「獎勵點擊」即表示您同意我們的使用條款並確認您已閱讀隱私權政策。\n\n隱私權政策 - https://tabbbed.com/privacy-policy\n使用條款 - https://tabbbed.com/terms-of-use\n\n注意：此擴充功能是免費的，並由附屬連結支援。我們不宣傳惡意軟體或廣告軟體，並致力於提供正面的使用者體驗。"
  }
}