{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Property Market Intel: Property Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Intelligent property investment tool which adds unique insights to listings on Rightmove, Zoopla & OnTheMarket"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost property listing pages on all major UK property listing websites with our completely free no sign-up necessary chrome extension. We have the most advanced free to use property extension in the UK and helped 1000s of investors find the perfect investment property. \n\nOur extension gives you key information and is focused on investment statistics. \n\n- Accurate £/sqft data\n- Number of days on market\n- Average rent in the area for properties with the same number of bedrooms\n- Average Asking prices for properties with the same number of bedrooms\n- Estimated annual yield for the property based on local comparables\n- Number of recent planning applications in the local area\n- Stamp Duty calculations\n- Historical chart of asking prices for properties with the same number of bedrooms\n- Historical chart of rental prices for properties with the same number of bedrooms\n- HMO Data\n- Airbnb Data (12m ADR, 12m occupancy and local comps)\n\nThis extension is perfect for anyone who invests or is looking to invest in the property market in the UK. The extension can also be useful for those looking to purchase a personal home. \n\nAll data is taken from our premium investment platform www.propertmarketintel.com."
  }
}