{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deezer Control"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to control Deezer from your browser: hot keys, popup, notifications... it's all there!",
    "fr": "Cette extension vous permet de contrôler Deezer à partir de Chrome: raccourcis clavier, popup, notifications... tout est là !",
    "it": "Questa estensione ti consente di controllare Deezer dal tuo browser: hot keys, popup, notifiche...é tutto li!",
    "pt_BR": "Esta extensão permite que você controle o Deezer do seu navegador: teclas de atalho, pop-up, notificações... está tudo lá!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It takes the form of a popup that allows you to quickly pause, resume or navigate through the music currently playing on Deezer. \nIt displays the album cover along with the the track's title and the artist's name. \nSeveral different styles can be chosen for the popup, to match everybody's needs. \n\nYou just want to know the name of the song? Then simply hover your cursor on the icon and it will be displayed in the tooltip.\n\nA popup is a waste of mouse movement? Use the hot keys, and control Deezer straight from your keyboard! Multimedia keys, or any combination of keys, the choice is yours.\n\nBut wait, there's more! You can display notifications, and you can even choose when they appear: always? on hot keys only? The choice is yours.\n\nWant more popup styles? Need new functionality? Drop me a line at m520152112e@gmail.com! \n\nYou can also check out the code, as it's open source! Go there: https://bitbucket.org/metoule/deezer_control\n\nNOTE: this extension is NOT developed by Deezer.",
    "fr": "Elle prend la forme d'une popup, qui vous permet de rapidement arrêter, reprendre ou encore naviguer la musique en cours d'écoute sur Deezer.\nCette popup affiche la pochette de l'album, ainsi que le titre de la chanson et le nom de l'artiste.\nPlusieurs styles de popup sont disponibles, afin de répondre aux besoins de chacun.\n\nVous voulez juste connaître le titre de la chanson ? Passez simplement le curseur sur l'icône de l'extension, et il sera affiché dans la bulle d'aide.\n\nVous préférez utiliser votre clavier ? C'est possible avec raccourcis clavier ! Touches multimédia, ou n'importe quelle combinaison de touche, le choix vous appartient.\n\nVous pouvez aussi afficher des notifications, et vous pouvez même choisir quand elles apparaissent: tout le temps ? uniquement si vous utilisez les raccourcis clavier ? Le choix vous appartient.\n\nVous voulez plus de styles pour la popup ? Une nouvelle fonctionnalité ? Envoyez moi un mail à m520152112e@gmail.com !\n\nVous pouvez aussi jeter un oeil au code source, car il est open source: https://bitbucket.org/metoule/deezer_control\n\nNOTE: cette extension n'est PAS développée par Deezer."
  }
}