{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How Log Ago?"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time stats for the Meraki Dashboard Event Log"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provide Meraki Dashboard's local time zone and shows how long ago an event occurred.\nSimply install and watch the (Meraki) magic happen!\nClicking the page will refresh the times, or add them if they are missing. \n\n>> \"Network-wide > Event log\" page:\n- Display network local time zone on the header of Time column;\n- Display how long ago that event occurred\n\nStill in early release and only provides basic functionality.\nWe are not programmers, expect a lot of issues and kindly provide us feedback if you find something odd (we are looking for Time Zones that are not working as expected).\n\nPatrick Plenge & Eduardo Azevedo\n\nCurrent issues:\n - Times will sometimes not be automatically displayed, requires refresh by clicking.\n - Times will never automatically refresh when clicking 'newer / older'. Requires clicking.\n - Certain timezones with no valid abbreviation may display incorrect times\n - Certain timezones with duplicate abbreviations (eg. IST) may display incorrect times\n\nChange-log and Bug fixes:\n\nVersion 2.0.2\n - Updated to manifest v3\n\nVersion 2.0.0\n - Fixed an issue that did not take into account the new year\n\nVersion 1.1.6\n - Fixed an issue that causes network time not to display when there are <30 events\n\nVersion 1.1.5\n - Updated permissions to be less ambiguous\n - Remove console logging\n - After 24 hours the time will be reflected with 'days' instead of hours. Keeping '0 hours' because i like it better than without it.\n - Fixed an issue that would cause minutes to accumulate instead of ticking over to the hours (from 1.0.1).\n\nVersion 1.1.4\n - Fixed an issue that caused the month of December to become undefined\n\nVersion 1.1.0 (Official release)\n - Removed ability to show/hide event time and network time\n - Changed the UI\n - Added feedback button\n - Fixed an issue where times would disappear when filtering\n - Clicking anywhere will refresh the times\n - Reduced amount of loading errors\n - Only allow script to run on event log page\n\nKnown bugs and issues:\n - Clicking newer & older does not auto-refresh time stats. Requires manual refresh - but can now be done by clicking on the page\n - Events over 99 hours are incorrectly formatted\n - Timezones with the same abbreviation can be displayed incorrectly (IST)\n\nVersion Beta 1.0.1 (Second release) (Deprecated)\n - Fixed an issue that would display incorrect network times\n - Fixed an issue that did not remove previously written event and network times.\n - Added new logo\n - Added ability to hide and show network / event times.\n - Added ability to refresh the current network time.\n - Rebranded from 'Meraki Time' to 'How Log Ago'\n\nKnown bugs and issues:\n - Clicking newer & older does not auto-refresh time stats. Requires manual refresh.\n - Loading event log for first time does not auto-refresh. Requires manual refresh.\n - Hiding and showing network time is unreliable\n - Hiding and showing event time is unreliable\n - Events over 99 hours are incorrectly formatted\n - Timezones with the same abbreviation can be displayed incorrectly (IST)"
  }
}