{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Font Changer"
  },
  "short": {
    "ar": "تغيير أي خط سهل! مجموعة من أفضل الخطوط المحددة مسبقًا. هناك أيضًا إمكانية لتغيير حجم النص ولونه",
    "am": "ማንኛውንም ቅርጸ-ቁምፊ በቀላሉ ይቀይሩ! ምርጥ የቅድመ-ቅፅ ቅርጸ-ቁምፊዎች ስብስብ። የጽሑፍ መጠን እና ቀለም የመለወጥ ዕድል አለ",
    "bg": "Променете всеки шрифт лесно! Колекция от най-добрите предварително зададени шрифтове. Също така има възможност за промяна на…",
    "bn": "সহজ যে কোনও ফন্ট পরিবর্তন করুন! সেরা প্রিসেট হরফ সংগ্রহ। পাঠ্যের আকার এবং রঙ পরিবর্তন করারও সম্ভাবনা রয়েছে",
    "ca": "Canvieu qualsevol tipus de lletra fàcilment. Col·lecció de les millors fonts predefinides. També hi ha la possibilitat de canviar…",
    "cs": "Snadno změňte jakékoli písmo! Sbírka nejlepších přednastavených písem. K dispozici je také možnost změnit velikost a barvu textu",
    "da": "Skift let enhver skrifttype! Samling af de bedste forudindstillede skrifttyper. Der er også mulighed for at ændre størrelse og…",
    "de": "Ändern Sie einfach jede Schriftart! Sammlung der besten voreingestellten Schriftarten. Es besteht auch die Möglichkeit, Größe und…",
    "el": "Αλλάξτε οποιαδήποτε γραμματοσειρά εύκολα! Συλλογή από τις καλύτερες προεπιλεγμένες γραμματοσειρές. Υπάρχει επίσης η δυνατότητα…",
    "en,en_AU,en_GB,en_US": "Change any font easy!",
    "es,es_419": "¡Cambie cualquier fuente fácilmente! Colección de las mejores fuentes preestablecidas. También existe la posibilidad de cambiar el…",
    "et": "Muutke mis tahes fonti lihtsalt! Parimate eelseadistatud fontide kogu. Samuti on võimalus teksti suurust ja värvi muuta",
    "fa": "تغییر هر فونت آسان! مجموعه ای از بهترین فونت های از پیش تعیین شده. همچنین امکان تغییر اندازه و رنگ متن وجود دارد",
    "fi": "Muuta mitä tahansa kirjasinta helposti! Kokoelma parhaita valmiita fontteja. On myös mahdollista muuttaa tekstin kokoa ja väriä",
    "fil": "Baguhin ang anumang font madali! Koleksyon ng pinakamahusay na mga preset na font. Mayroon ding posibilidad na baguhin ang laki at…",
    "fr": "Changez n'importe quelle police facilement! Collection des meilleures polices prédéfinies. Il est également possible de changer la…",
    "gu": "કોઈપણ ફોન્ટ સરળ બદલો! શ્રેષ્ઠ પ્રીસેટ ફોન્ટ્સનો સંગ્રહ. કદ અને ટેક્સ્ટનો રંગ બદલવાની સંભાવના પણ છે",
    "he": "שנה כל גופן קל! אוסף הגופנים הקבועים מראש. יש גם אפשרות לשנות את גודל וצבע הטקסט",
    "hi": "किसी भी फ़ॉन्ट को आसान बदलें! सबसे अच्छा पूर्व निर्धारित फोंट का संग्रह। पाठ का आकार और रंग बदलने की भी संभावना है",
    "hr": "Jednostavno promijenite bilo koji font! Kolekcija najboljih unaprijed postavljenih fontova. Također postoji mogućnost promjene…",
    "hu": "Bármely betűtípust egyszerűen módosíthat! A legjobb előre beállított betűtípusok gyűjteménye. Lehetőség van a szöveg méretének és…",
    "id": "Ubah font apa saja dengan mudah! Koleksi font preset terbaik. Ada juga kemungkinan untuk mengubah ukuran dan warna teks",
    "it": "Cambia qualsiasi carattere facilmente! Raccolta dei migliori caratteri preimpostati. C'è anche la possibilità di cambiare la…",
    "ja": "フォントを簡単に変更できます！ 最高のプリセットフォントのコレクション。 テキストのサイズと色を変更する可能性もあります",
    "kn": "ಯಾವುದೇ ಫಾಂಟ್ ಅನ್ನು ಸುಲಭವಾಗಿ ಬದಲಾಯಿಸಿ! ಅತ್ಯುತ್ತಮ ಮೊದಲೇ ಹೊಂದಿಸಲಾದ ಫಾಂಟ್‌ಗಳ ಸಂಗ್ರಹ. ಪಠ್ಯದ ಗಾತ್ರ ಮತ್ತು ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸುವ ಸಾಧ್ಯತೆಯೂ ಇದೆ",
    "ko": "글꼴을 쉽게 변경하십시오! 최고의 사전 설정 글꼴 모음. 텍스트의 크기와 색상을 변경할 수도 있습니다 .",
    "lt": "Lengvai pakeiskite bet kokį šriftą! Geriausių iš anksto nustatytų šriftų kolekcija. Taip pat yra galimybė pakeisti teksto dydį ir…",
    "lv": "Mainiet jebkuru fontu viegli! Labāko iepriekš iestatīto fontu kolekcija. Ir arī iespēja mainīt teksta izmēru un krāsu",
    "ml": "ഏത് ഫോണ്ടും എളുപ്പത്തിൽ മാറ്റുക! മികച്ച പ്രീസെറ്റ് ഫോണ്ടുകളുടെ ശേഖരം. വാചകത്തിന്റെ വലുപ്പവും നിറവും മാറ്റാനുള്ള സാധ്യതയുമുണ്ട്",
    "mr": "कोणताही फॉन्ट सोपा बदला! सर्वोत्कृष्ट प्रीसेट फॉन्टचे संग्रह. मजकूराचा आकार आणि रंग बदलण्याचीही शक्यता आहे",
    "ms,nl": "Tukar fon dengan mudah! Koleksi fon pratetap terbaik. Terdapat juga kemungkinan untuk mengubah ukuran dan warna teks",
    "no": "Endre hvilken som helst skrift enkelt! Samling av de beste forhåndsinnstilte skriftene. Det er også mulighet for å endre størrelse…",
    "pl": "Zmień dowolną czcionkę w łatwy sposób! Zbiór najlepszych gotowych czcionek. Istnieje również możliwość zmiany rozmiaru i koloru…",
    "pt_BR,pt_PT": "Mude qualquer fonte facilmente! Coleção das melhores fontes predefinidas. Também existe a possibilidade de alterar o tamanho e a…",
    "ro": "Schimbați orice font ușor! Colecție de cele mai bune fonturi presetate. Există, de asemenea, posibilitatea de a schimba dimensiunea…",
    "ru": "Измените любой шрифт легко! Сборник лучших предустановленных шрифтов. Также есть возможность изменить размер и цвет текста",
    "sk": "Ľahko zmeňte ľubovoľné písmo! Zbierka najlepších prednastavených typov písma. K dispozícii je tiež možnosť zmeniť veľkosť a farbu…",
    "sl": "Spremenite katero koli pisavo enostavno! Zbirka najboljših prednastavljenih pisav. Obstaja tudi možnost spreminjanja velikosti in…",
    "sr": "Једноставно промените било који фонт! Колекција најбољих унапред подешених фонтова. Такође постоји могућност промене величине и…",
    "sv": "Ändra alla teckensnitt enkelt! Samling av de bästa förinställda teckensnitten. Det finns också en möjlighet att ändra storlek och…",
    "sw": "Badilisha font yoyote rahisi! Mkusanyiko wa fonti bora zilizowekwa mapema. Kuna uwezekano pia wa kubadilisha saizi na rangi ya…",
    "ta": "எந்த எழுத்துருவை எளிதாக மாற்றவும்! சிறந்த முன்னமைக்கப்பட்ட எழுத்துருக்களின் தொகுப்பு. உரையின் அளவையும் வண்ணத்தையும் மாற்றுவதற்கான…",
    "te": "ఏదైనా ఫాంట్‌ను సులభంగా మార్చండి! ఉత్తమ ప్రీసెట్ ఫాంట్ల సేకరణ. టెక్స్ట్ యొక్క పరిమాణం మరియు రంగును మార్చడానికి కూడా అవకాశం ఉంది",
    "th": "เปลี่ยนฟอนต์ง่าย ๆ ! ชุดแบบอักษรที่ตั้งไว้ล่วงหน้าที่ดีที่สุด นอกจากนี้ยังมีความเป็นไปได้ที่จะเปลี่ยนขนาดและสีของข้อความ",
    "tr": "Herhangi bir yazı tipini kolayca değiştirin! En iyi önceden ayarlanmış yazı tiplerinin toplanması. Metnin boyutunu ve rengini…",
    "uk": "Змінити будь-який шрифт легко! Колекція найкращих попередньо встановлених шрифтів. Також є можливість зміни розміру та кольору…",
    "vi": "Thay đổi bất kỳ phông chữ dễ dàng! Bộ sưu tập các phông chữ cài sẵn tốt nhất. Cũng có thể thay đổi kích thước và màu sắc của văn bản",
    "zh_CN,zh_TW": "輕鬆更改任何字體！ 最佳預設字體的集合。 也可以更改文本的大小和顏色"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collection of the best preset fonts. \nThere is also a possibility to change size&color of text."
  }
}