{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control Space"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A kanban-style tab manager to browse, organise, search and switch tabs with one simple shortcut."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control Space supports you in quickly navigating a crazy amount of tabs without it ever feeling overwhelming. Whether you're juggling a complex project, planning a foreign getaway, or just like things at your fingertips, you can do all of this in a beautiful, delightful and solid UI.\n\nNavigation:\n\n- A single hotkey, Ctrl+Space, to access all your tabs in a single unified space\n- Type to filter, find or search for any open or closed tab, or previously-visited site, or bookmark\n- Recent Tabs let you browse and navigate to previous tabs in the order you accessed them\n- History and Bookmarks integration means a single search shows open or closed tabs\n\nOrganisation:\n\n- Reorder tabs and windows, move them, navigate to them or close them\n- Name and order windows to make organisational groups\n- Select multiple tabs then drag and drop them where you like\n- Copy and paste tabs and bookmarks like files on your desktop\n\nOptimisation:\n\n- Full keyboard navigation means you rarely need to take your hands off the keyboard\n- Shortcut keys for almost everything make navigation a snap\n- Context menus put relevant functionality right where you expect it\n\nInformation:\n\n- Tab titles and website URLs are optimised to make them easy to read\n- If you've audio playing, you'll see which tab is playing it\n- If you've notifications, you'll see those too\n\nTools:\n\n- Copy URLs from tabs, windows, or the entire workspace\n- Drag and drop documents or text containing URLs to open them in tabs\n- Save memory by sending tabs or entire windows to sleep, and wake them later"
  }
}