{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Obsidian Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save content from the web in a private and durable format that you can access offline. The official browser extension for Obsidian."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the web to your personal knowledge base. Save content to your Obsidian vault so you always have access to it, even offline. Obsidian is secure, private, and designed around durable open formats that allows you to preserve your data for the long term.\n\nWhether you're researching for a project, saving recipes, bookmarking travel destinations, or collecting inspiring articles, the Obsidian Web Clipper helps you organize your ideas.\n\n- Clip anything: From news articles and blog posts to recipes, product pages, and research papers — if it's on the web, you can save it.\n- Select page content: Clip entire pages, selected text, or let the clipper intelligently extract just the main content.\n- Customizable templates: Create tailored templates to automatically extract metadata from web pages. Perfect for academics, movie buffs, book lovers, or anyone who wants structured notes.\n- Smart triggers: Set up rules to automatically apply the right template based on the website you're clipping from.\n- Seamless integration: all your clips flow directly into Obsidian, in the vault and folder of your choice.\n\nAs with everything Obsidian, Web Clipper is designed to protect your privacy, and give you control over your data.\n\n- No lock-in: All your clips are saved in clean, durable, portable Markdown files — no proprietary formats.\n- Offline access: your saved clips are saved locally, and always at your fingertips, with or without an internet connection.\n- 100% private: all your clipped content is stored locally in your Obsidian vault. Your thoughts are yours.\n\nObsidian helps you create connections and links between your notes so you can organize your thoughts. You can create links between everything — ideas, articles, lists, locations, books — anything you can put in a note, you can link to other notes.\n\nDownload Obsidian:\nhttps://obsidian.md\n\nObsidian Web Clipper is open source. You can help us improve it by submitting bugs and fixes on GitHub:\nhttps://github.com/obsidianmd/obsidian-clipper"
  }
}