{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boukken"
  },
  "short": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension is targeted towards anime, manga and novel lovers. This is a supplementary application to https://boukken.com.",
    "bg": "Разширението е фокусирано главно върху любителите на аниме, манга и романи. Това е подпомагащо приложение за https://boukken.com."
  },
  "long": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "But that should not stop you from using it as it can be used as a simple bookmarking tool with a bit of extra functionalities than the default bookmarks that chrome provides. Such as:\n • Make lists \n • Share the lists with your friends\n • Search trough the lists\n • Add items to the list\n    • Save the chapter to where you have read\n    • Save the link to where the item is located\n • Everything you do is stored to your account so it does not matter weather you use the extension or any of the other apps, you will always have access to your lists. Of course as long as you remember your account\n\nWebsite: https://boukken.com",
    "bg": "Но това не бива да ви спира да го използвате, тъй като разширението предлага малко повече допълнителнa функционалност от отметките, които Chrome предоставя. Функционалността, която разширението предлага:\n  • Създаване на списъци\n  • Търсене през списъците\n  • Запишете до коя глава сте стигнали на съответната книга/сериал/манга\n  • Запишете връзката до мястото, където се намира елементът\n  • Достъп до уебсайта, от който елементите, като кликнете върху елементът\n  • Задайте пряки пътища в менюто за настройки за бърз достъп, когато работите в \n    рамките на разширението\n  • Промяна на списъка по подразбиране, когато разширението е заредено\n  • Влизане чрез Facebook, Google акаунт или регистрация по обичайния начин с имейл и \n    парола\n  • Списъците и техните елементи се съхраняват във външна база данни, по този начин \n    вие получавате достъп до тях, когато ползвате разширението и от друга машина, \n    стига да сте влязли в акаунта си."
  }
}