{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Task Manager Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jednoduchý správca úloh na pridávanie, úpravu a mazanie úloh."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TasK Manager Lite by Neoworkly\n\nTasK Manager Lite is a simple yet powerful task management tool designed to streamline your productivity. With an intuitive design, this extension helps you stay on top of your daily tasks and manage them efficiently—all from within your browser.\n\nFeatures:\n\nQuick Task Creation: Add tasks in a snap with a simple input field, no unnecessary complexity.\nEdit and Delete Options: Easily edit task details or remove tasks that are no longer relevant.\nComplete and Track Progress: Mark tasks as completed and move them to the completed tasks section to track your achievements.\nDark & Light Mode: Switch between dark and light themes to match your environment and reduce eye strain.\nConsistent Branding with Neoworkly Colors & Fonts: Designed with Neoworkly’s signature colors and the Poppins font for a smooth, visually appealing experience.\nTask Persistence: All tasks are saved in your browser, ensuring that they’re there even if you close the extension or restart your browser.\nPerfect for anyone looking for a lightweight, easy-to-use task management tool that doesn’t interfere with their workflow.\n\nAbout Neoworkly: TasK Manager Lite is brought to you by Neoworkly, a forward-thinking productivity and well-being platform designed to improve individual and team performance."
  }
}