{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Productivity Filter - Block Distractions & Filter Channels"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Only allow videos from your favorite channels and block YouTube Shorts. Stay Focused!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take Control of Your YouTube Experience with YouTube Channel Filter!  \n\nTired of distractions on YouTube? The YouTube Channel Filter extension lets you create a personalized list of allowed channels, ensuring you only see videos from creators you trust and love. Say goodbye to distractions and focus on the content that truly matters to you.\n\nKey Features :\n\n✅ Customizable Allowed Channels List  \nEffortlessly add or remove channels. Videos from unapproved channels are automatically blocked, giving you a distraction-free experience.  \n\n✅ Block YouTube Shorts  \nInstantly block all YouTube Shorts to stay away from quick distractions and focus on in-depth, long-form content.  \n\n✅ Enhanced Content Filtering  \nFilter videos based on your preferences and enjoy a curated YouTube feed tailored to your goals.  \n\n✅ Stay Focused & Productive  \nPerfect for learners, professionals, and explorers who want to avoid unnecessary content and stay aligned with their objectives.  \n\nWhy Choose YouTube Channel Filter?  \nThis extension puts you in control, transforming YouTube into a tool for productivity and growth. Whether you're here to learn, explore, or simply cut through the noise, YouTube Channel Filter helps you create a focused and meaningful experience.  \n\nStart your distraction-free journey today—download YouTube Channel Filter and reclaim your YouTube feed!"
  }
}