{
  "name": {
    "ar": "Adblocker لـ Outlook ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Adblocker for Outlook™",
    "bg": "Adblocker за Outlook ™",
    "ca": "Adblocker per a Outlook ™",
    "cs": "Adblocker pro aplikaci Outlook ™",
    "da": "Adblocker til Outlook ™",
    "de": "Adblocker für Outlook ™",
    "el": "Adblocker για το Outlook ™",
    "es": "Adblocker para Outlook ™",
    "et": "Outlooki adblokeerija",
    "fa": "Adblocker برای Outlook",
    "fi,no": "Adblocker for Outlook ™",
    "fil": "Adblocker para sa Outlook ™",
    "fr": "Adblocker pour Outlook ™",
    "he": "Adblocker ל- Outlook ™",
    "hi": "आउटलुक ™ के लिए Adblocker",
    "hr,sl": "Adblocker za Outlook ™",
    "hu": "Adblocker az Outlook ™ -hoz",
    "id,ms": "Adblocker untuk Outlook ™",
    "it": "Adblocker per Outlook ™",
    "ja": "Outlook™用Adblocker",
    "ko": "Outlook ™ 용 애드 블로커",
    "lt": "„Outlook ™“ reklamos blokatorius",
    "lv": "Programmas Outlook bloķētājs",
    "nl": "Adblocker voor Outlook ™",
    "pl": "Adblocker dla programu Outlook ™",
    "ro": "Adblocker pentru Outlook ™",
    "ru,uk": "Adblocker для Outlook ™",
    "sk": "Adblocker pre aplikáciu Outlook ™",
    "sr": "Адблоцкер за Оутлоок ™",
    "sv": "Adblocker för Outlook ™",
    "th": "Adblocker สำหรับ Outlook ™",
    "tr": "Outlook ™ için Adblocker",
    "vi": "Trình chặn quảng cáo cho Outlook ™",
    "zh_CN": "适用于Outlook™的Adblocker",
    "zh_TW": "適用於Outlook™的Adblocker"
  },
  "short": {
    "ar": "إخفاء الإعلانات في Outlook ™.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Hide ads in Outlook™.",
    "bg": "Скриване на реклами в Outlook ™.",
    "ca": "Amagueu els anuncis a l&#39;Outlook ™.",
    "cs": "Skrýt reklamy v aplikaci Outlook ™.",
    "da": "Skjul annoncer i Outlook ™.",
    "de": "Anzeigen in Outlook ™ ausblenden.",
    "el": "Απόκρυψη διαφημίσεων στο Outlook ™.",
    "es": "Ocultar anuncios en Outlook ™.",
    "et": "Reklaamide peitmine rakenduses Outlook ™.",
    "fa": "تبلیغات را در Outlook H مخفی کنید.",
    "fi": "Piilota mainokset Outlook ™ -sovelluksessa.",
    "fil": "Itago ang mga ad sa Outlook ™.",
    "fr": "Masquer les annonces dans Outlook ™.",
    "he": "הסתר מודעות ב- Outlook ™.",
    "hi": "Outlook ™ में विज्ञापन छिपाएँ।",
    "hr": "Sakrivanje oglasa u programu Outlook ™.",
    "hu": "Reklámok elrejtése az Outlook ™ alkalmazásban.",
    "id,ms": "Sembunyikan iklan di Outlook ™.",
    "it": "Nascondi gli annunci pubblicitari in Outlook ™.",
    "ja": "Outlook™で広告を非表示にします。",
    "ko": "Outlook ™에서 광고를 숨 깁니다.",
    "lt": "Slėpti skelbimus „Outlook ™“.",
    "lv": "Paslēpt reklāmas programmā Outlook ™.",
    "nl": "Advertenties verbergen in Outlook ™.",
    "no": "Skjul annonser i Outlook ™.",
    "pl": "Ukryj reklamy w Outlook ™.",
    "ro": "Ascundeți anunțurile în Outlook ™.",
    "ru": "Скрыть рекламу в Outlook ™.",
    "sk": "Skryť reklamy v aplikácii Outlook ™.",
    "sl": "Skrivanje oglasov v Outlook ™.",
    "sr": "Сакривање огласа у Оутлоок ™.",
    "sv": "Dölj annonser i Outlook ™.",
    "th": "ซ่อนโฆษณาใน Outlook ™",
    "tr": "Outlook ™ &#39;ta reklamları gizle.",
    "uk": "Сховати рекламу в Outlook ™.",
    "vi": "Ẩn quảng cáo trong Outlook ™.",
    "zh_CN": "在Outlook™中隐藏广告。",
    "zh_TW": "在Outlook™中隱藏廣告。"
  },
  "long": {
    "ar": "Adblocker For Outlook ™ هو امتداد لـ Google Chrome يقوم تلقائيًا بإزالة لوحات الإعلانات والروابط الدعائية من واجهة Outlook / Hotmail الجديدة مع زيادة لوحة القراءة.\n\nما يميز هذا الامتداد عن أكثر أدوات منع الإعلانات شيوعًا أنه مصمم خصيصًا لبرنامج Outlook وعلى عكس العديد من أدوات منع الإعلانات الأخرى ، فإنه لا يترك مساحة حيث اعتادت الإعلانات على\nيكون عن طريق ضبط العناصر المتبقية بعناية لملء الفراغ. ينشئ الامتداد بيئة نظيفة خالية من الإلهاء مما يسمح لك بقراءة بريدك الإلكتروني بسلام بدون\nالإعلانات الوامضة المزعجة والإعلانات التجارية.\n\n==================================================== ==============\n★ ميزات Adblocker for Outlook ™:\n✔ يسمح لك بحظر الإعلانات المزعجة والنصوص والصور وإطارات iframes وغيرها الكثير.\n✔ امتداد فائق الخفة مع عدم وجود ذاكرة كبيرة واستخدام وحدة المعالجة المركزية\n✔ منع الإعلانات على موقع ويب Outlook / Hotmail الجديد (outlook.live.com / Hotmail.com).\n✔ بخلاف المنتجات المماثلة الأخرى ، يستخدم Adblocker For Outlook ™ قواعد تصفية مشفرة للحصول على أداء سريع وموثوق.\n✔ يتضمن زر Enabled | Disabled لتعطيل التمديد أو تمكينه بسرعة.\n==================================================== ==============\n\nإخلاء المسؤولية: يتعلق امتداد Chrome هذا بحظر الإعلانات على خدمة البريد الإلكتروني على الويب Outlook / Hotmail وليس له أي ارتباط مع Microsoft.\nجميع الحقوق تنتمي لأصحابها. لا تصادق Microsoft أو ترعى امتداد Chrome هذا.\nتم إنشاء امتداد الكروم هذا بواسطة مطور مستقل.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Adblocker For Outlook™ is a Google Chrome extension that automatically removes ads panels and sponsored links from the new Outlook / Hotmail interface while maximising the reading panel.\n\nWhat differentiates this extension from most common ad blockers that it is purpose-built for Outlook and unlike many other ad blockers, it doesn't leave a space where ads used to\nbe by carefully adjusting the remaining elements to fill the space. The extension creates a clean distraction-free environment which allows you to read your email in peace without\nannoying blinking ads and commercials.\n\n================================================================\n★ Features of Adblocker for Outlook™:\n✔ It allows you to block annoying ads, scripts, images, iframes and many more.\n✔ Ultra-lite extension with no significant memory and CPU usage.\n✔ Block ads on new Outlook / Hotmail (outlook.live.com / Hotmail.com) web site.\n✔ Unlike other similar products, Adblocker For Outlook™ uses hard coded filtering rules for fast and reliable performance.\n✔ Includes Enabled|Disabled button to quickly disable or enable the extension.\n================================================================\n\nDisclaimer: This Chrome extension is about blocking ads on the email web service Outlook/Hotmail and has no affiliations with Microsoft.\nAll copyrights belong to their respective owners. Microsoft doesn't endorse or sponsor this Chrome extension.\nThis chrome extension was made by an independent developer.",
    "bg": "Adblocker For Outlook ™ е разширение на Google Chrome, което автоматично премахва рекламните панели и спонсорираните връзки от новия интерфейс на Outlook / Hotmail, като същевременно увеличава панела за четене.\n\nТова, което отличава това разширение от най-разпространените рекламни блокери, е, че е създадено специално за Outlook и за разлика от много други рекламни блокери, то не оставя пространство, където рекламите са свикнали\nбъде чрез внимателно регулиране на останалите елементи, за да запълни пространството. Разширението създава чиста среда без разсейване, която ви позволява спокойно да четете имейла си\nдосадни мигащи реклами и реклами.\n\n==================================================== ==============\n★ Характеристики на Adblocker за Outlook ™:\n✔ Позволява ви да блокирате досадни реклами, скриптове, изображения, рамки и много други.\n✔ Ултра-опростено разширение без значително използване на паметта и процесора.\n✔ Блокирайте реклами в новия уебсайт на Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ За разлика от други подобни продукти, Adblocker For Outlook ™ използва твърдо кодирани правила за филтриране за бърза и надеждна работа.\n✔ Включва Enabled | Disabled бутон за бързо деактивиране или активиране на разширението.\n==================================================== ==============\n\nОтказ от отговорност: Това разширение за Chrome е за блокиране на реклами в имейл уеб услугата Outlook / Hotmail и няма връзка с Microsoft.\nВсички авторски права принадлежат на съответните им собственици. Microsoft не одобрява и не спонсорира това разширение за Chrome.\nТова разширение за хром е направено от независим разработчик.",
    "ca": "Adblocker For Outlook ™ és una extensió de Google Chrome que elimina automàticament els panells d'anuncis i els enllaços patrocinats de la nova interfície d'Outlook / Hotmail mentre maximitza el tauler de lectura.\n\nQuè diferencia aquesta extensió dels bloquejadors d’anuncis més habituals, ja que està dissenyada específicament per a Outlook i, a diferència de molts altres bloquejadors d’anuncis, no deixa un espai on abans es feien anuncis?\najusteu acuradament els elements restants per omplir l'espai. L'extensió crea un entorn net i lliure de distraccions que us permet llegir el vostre correu electrònic tranquil·lament\nanuncis i anuncis parpellejants molestos.\n\n=================================================== ==============\n★ Funcions d'Adblocker for Outlook ™:\n✔ Us permet bloquejar anuncis, scripts, imatges, iframes i molts més molestos.\n✔ Extensió ultra-lite sense memòria ni ús significatiu de la CPU.\n✔ Bloqueja anuncis al nou lloc web d'Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ A diferència d'altres productes similars, Adblocker For Outlook ™ utilitza regles de filtratge codificades per obtenir un rendiment ràpid i fiable.\n✔ Inclou el botó Activat | Desactivat per desactivar o activar l'extensió ràpidament.\n=================================================== ==============\n\nExempció de responsabilitat: aquesta extensió de Chrome tracta de bloquejar anuncis al servei web de correu electrònic Outlook / Hotmail i no té cap afiliació amb Microsoft.\nTots els drets d'autor pertanyen als seus respectius propietaris. Microsoft no recolza ni patrocina aquesta extensió de Chrome.\nAquesta extensió cromada la va fer un desenvolupador independent.",
    "cs": "Adblocker For Outlook ™ je rozšíření Google Chrome, které automaticky odstraní reklamní panely a sponzorované odkazy z nového rozhraní aplikace Outlook / Hotmail a maximalizuje panel pro čtení.\n\nCo odlišuje toto rozšíření od většiny běžných blokátorů reklam, které je účelově vytvořeno pro Outlook, a na rozdíl od mnoha jiných blokátorů reklam nezanechává prostor, kde by dříve reklamy\npečlivě upravte zbývající prvky tak, aby vyplnily prostor. Rozšíření vytváří čisté prostředí bez rozptýlení, které vám umožní bez problémů číst e-maily\nnepříjemné blikající reklamy a reklamy.\n\n================================================== ===============\n★ Funkce Adblockeru pro Outlook ™:\n✔ Umožňuje vám blokovat otravné reklamy, skripty, obrázky, prvky iframe a mnoho dalších.\n✔ Extrémně lehké rozšíření bez významného využití paměti a procesoru.\n✔ Blokujte reklamy na novém webu Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Na rozdíl od jiných podobných produktů používá Adblocker pro Outlook ™ pevně zakódovaná pravidla filtrování pro rychlý a spolehlivý výkon.\n✔ Zahrnuje Povoleno | Zakázáno tlačítko pro rychlé zakázání nebo povolení rozšíření.\n================================================== ===============\n\nZřeknutí se odpovědnosti: Toto rozšíření pro Chrome se týká blokování reklam v e-mailové webové službě Outlook / Hotmail a nemá žádné přidružení k Microsoftu.\nVšechna autorská práva patří jejich příslušným vlastníkům. Microsoft toto rozšíření pro Chrome nepodporuje ani nesponzoruje.\nToto rozšíření pro chrom vytvořil nezávislý vývojář.",
    "da": "Adblocker For Outlook ™ er en Google Chrome-udvidelse, der automatisk fjerner annonceringspaneler og sponsorerede links fra den nye Outlook / Hotmail-grænseflade, mens læsepanelet maksimeres.\n\nHvad der adskiller denne udvidelse fra de mest almindelige annonceblokkere, at den er specialbygget til Outlook, og i modsætning til mange andre annonceblokkere efterlader den ikke et rum, hvor annoncer plejede at\nvære ved omhyggeligt at justere de resterende elementer for at fylde rummet. Udvidelsen skaber et rent distraktionsfrit miljø, der giver dig mulighed for at læse din e-mail i fred uden\nirriterende blinkende annoncer og reklamer.\n\n===================================================== ===============\n★ Funktioner i Adblocker til Outlook ™:\n✔ Det giver dig mulighed for at blokere irriterende annoncer, scripts, billeder, iframes og mange flere.\n✔ Ultra-lite-udvidelse uden væsentlig hukommelse og CPU-brug.\n✔ Bloker annoncer på nye Outlook / Hotmail (outlook.live.com / Hotmail.com) websteder.\n✔ I modsætning til andre lignende produkter bruger Adblocker For Outlook ™ hårdt kodede filtreringsregler for hurtig og pålidelig ydeevne.\n✔ Inkluderer Aktiveret | Deaktiveret knap for hurtigt at deaktivere eller aktivere udvidelsen.\n===================================================== ===============\n\nAnsvarsfraskrivelse: Denne Chrome-udvidelse handler om at blokere annoncer på e-mail-webservicen Outlook / Hotmail og har ingen tilknytning til Microsoft.\nAlle ophavsrettigheder tilhører deres respektive ejere. Microsoft godkender eller sponsorerer ikke denne Chrome-udvidelse.\nDenne kromudvidelse blev lavet af en uafhængig udvikler.",
    "de": "Adblocker For Outlook ™ ist eine Google Chrome-Erweiterung, mit der Anzeigenfelder und gesponserte Links automatisch aus der neuen Outlook / Hotmail-Oberfläche entfernt und gleichzeitig das Lesefeld maximiert werden.\n\nWas diese Erweiterung von den meisten gängigen Werbeblockern unterscheidet, ist, dass sie speziell für Outlook entwickelt wurde und im Gegensatz zu vielen anderen Werbeblockern keinen Platz hinterlässt, an dem früher Anzeigen geschaltet wurden\nStellen Sie die verbleibenden Elemente sorgfältig ein, um den Raum auszufüllen. Die Erweiterung schafft eine saubere, ablenkungsfreie Umgebung, in der Sie Ihre E-Mails in Ruhe lesen können\nnervige blinkende Anzeigen und Werbespots.\n\n================================================== ==============\n★ Funktionen von Adblocker für Outlook ™:\n✔ Sie können nervige Anzeigen, Skripte, Bilder, Iframes und vieles mehr blockieren.\n✔ Ultra-Lite-Erweiterung ohne nennenswerte Speicher- und CPU-Auslastung.\n✔ Blockieren Sie Anzeigen auf der neuen Outlook / Hotmail-Website (Outlook.live.com / Hotmail.com).\n✔ Im Gegensatz zu anderen ähnlichen Produkten verwendet Adblocker For Outlook ™ fest codierte Filterregeln für eine schnelle und zuverlässige Leistung.\n✔ Enthält die Schaltfläche Aktiviert | Deaktiviert, um die Erweiterung schnell zu deaktivieren oder zu aktivieren.\n================================================== ==============\n\nHaftungsausschluss: Bei dieser Chrome-Erweiterung werden Anzeigen im E-Mail-Webdienst Outlook / Hotmail blockiert und sie sind nicht mit Microsoft verbunden.\nAlle Urheberrechte liegen bei ihren jeweiligen Eigentümern. Microsoft unterstützt oder sponsert diese Chrome-Erweiterung nicht.\nDiese Chrome-Erweiterung wurde von einem unabhängigen Entwickler hergestellt.",
    "el": "Το Adblocker For Outlook ™ είναι μια επέκταση του Google Chrome που καταργεί αυτόματα τους πίνακες διαφημίσεων και τους συνδέσμους διαφημιζόμενων από τη νέα διεπαφή Outlook / Hotmail ενώ μεγιστοποιεί τον πίνακα ανάγνωσης.\n\nΑυτό που διαφοροποιεί αυτήν την επέκταση από τα πιο συνηθισμένα προγράμματα αποκλεισμού διαφημίσεων που έχει σχεδιαστεί για το Outlook και σε αντίθεση με πολλά άλλα προγράμματα αποκλεισμού διαφημίσεων, δεν αφήνει χώρο όπου οι διαφημίσεις\nνα προσαρμόσετε προσεκτικά τα υπόλοιπα στοιχεία για να γεμίσετε το χώρο. Η επέκταση δημιουργεί ένα καθαρό περιβάλλον χωρίς περισπασμούς που σας επιτρέπει να διαβάζετε το email σας με ειρήνη χωρίς\nενοχλητικές διαφημίσεις και διαφημίσεις που αναβοσβήνουν.\n\n================================================== ==============\n★ Χαρακτηριστικά του Adblocker για Outlook ™:\n✔ Σας επιτρέπει να αποκλείσετε ενοχλητικές διαφημίσεις, σενάρια, εικόνες, iframe και πολλά άλλα.\n✔ Ultra-lite επέκταση χωρίς σημαντική μνήμη και χρήση CPU.\n✔ Αποκλεισμός διαφημίσεων σε νέο ιστότοπο Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Σε αντίθεση με άλλα παρόμοια προϊόντα, το Adblocker For Outlook ™ χρησιμοποιεί σκληρούς κωδικούς κανόνες φιλτραρίσματος για γρήγορη και αξιόπιστη απόδοση.\n✔ Περιλαμβάνει το κουμπί Enabled | Disabled για γρήγορη απενεργοποίηση ή ενεργοποίηση της επέκτασης.\n================================================== ==============\n\nΑποποίηση ευθυνών: Αυτή η επέκταση Chrome αφορά τον αποκλεισμό διαφημίσεων στην υπηρεσία web email Outlook / Hotmail και δεν έχει καμία σχέση με τη Microsoft.\nΌλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους. Η Microsoft δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome.\nΑυτή η επέκταση chrome δημιουργήθηκε από έναν ανεξάρτητο προγραμματιστή.",
    "en_US": "Adblocker For Outlook™ is a Google Chrome extension that automatically removes ads panels and sponsored links from the new Outlook / Hotmail interface while maximising the reading panel.\n\nWhat differentiates this extension from most common ad blockers that it is purpose-built for Outlook and unlike many other ad blockers, it doesn't leave a space where ads used to\nbe by carefully adjusting the remaining elements to fill the space. The extension creates a clean distraction-free environment which allows you to read your email in peace without \nannoying blinking ads and commercials.\n\n================================================================\n★ Features of Adblocker for Outlook™:\n✔ It allows you to block annoying ads, scripts, images, iframes and many more.\n✔ Ultra-lite extension with no significant memory and CPU usage.\n✔ Block ads on new Outlook / Hotmail (outlook.live.com / Hotmail.com) web site.\n✔ Unlike other similar products, Adblocker For Outlook™ uses hard coded filtering rules for fast and reliable performance.\n✔ Includes Enabled|Disabled button to quickly disable or enable the extension.\n================================================================\n\nDisclaimer: This Chrome extension is about blocking ads on the email web service Outlook/Hotmail and has no affiliations with Microsoft.\nAll copyrights belong to their respective owners. Microsoft doesn't endorse or sponsor this Chrome extension. \nThis chrome extension was made by an independent developer.",
    "es": "Adblocker For Outlook ™ es una extensión de Google Chrome que elimina automáticamente los paneles de anuncios y los enlaces patrocinados de la nueva interfaz de Outlook / Hotmail mientras maximiza el panel de lectura.\n\nLo que diferencia a esta extensión de los bloqueadores de anuncios más comunes es que está diseñada específicamente para Outlook y, a diferencia de muchos otros bloqueadores de anuncios, no deja un espacio donde solían aparecer los anuncios.\nsea ajustando cuidadosamente los elementos restantes para llenar el espacio. La extensión crea un entorno limpio y sin distracciones que le permite leer su correo electrónico en paz sin\nmolestos anuncios parpadeantes y comerciales.\n\n================================================ ==============\n★ Características de Adblocker para Outlook ™:\n✔ Te permite bloquear anuncios, scripts, imágenes, iframes y muchos más molestos.\n✔ Extensión ultra-lite sin uso significativo de memoria y CPU.\n✔ Bloquee anuncios en el nuevo sitio web Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ A diferencia de otros productos similares, Adblocker For Outlook ™ utiliza reglas de filtrado codificadas para un rendimiento rápido y confiable.\n✔ Incluye botón Activado | Desactivado para desactivar o activar rápidamente la extensión.\n================================================ ==============\n\nDescargo de responsabilidad: esta extensión de Chrome trata sobre el bloqueo de anuncios en el servicio web de correo electrónico Outlook / Hotmail y no tiene afiliaciones con Microsoft.\nTodos los derechos de autor pertenecen a sus respectivos dueños. Microsoft no respalda ni patrocina esta extensión de Chrome.\nEsta extensión de Chrome fue realizada por un desarrollador independiente.",
    "et": "Adblocker For Outlook ™ on Google Chrome'i laiendus, mis eemaldab automaatselt uuest Outlooki / Hotmaili liidesest reklaamipaneelid ja sponsoreeritud lingid, maksimeerides samal ajal lugemispaneeli.\n\nMis eristab seda laiendust kõige tavalisematest reklaamiblokeerijatest, et see on Outlooki jaoks spetsiaalselt loodud ja erinevalt paljudest teistest reklaamiblokeerijatest ei jäta see ruumi reklaamide harjumuseks\nkohandades ülejäänud elemendid hoolikalt ruumi täitmiseks. Laiendus loob puhta segava keskkonna, mis võimaldab teil oma meilisõnumeid rahulikult lugeda\ntüütud vilkuvad reklaamid ja reklaamid.\n\n==================================================== ==============\n★ Adblockeri for Outlook ™ funktsioonid:\n✔ See võimaldab blokeerida tüütuid reklaame, skripte, pilte, iframe'i ja palju muud.\n✔ Ultra-lite laiendus, millel pole märkimisväärset mälu ja protsessori kasutamist.\n✔ Blokeerige reklaamid uuel Outlooki / Hotmaili (outlook.live.com / Hotmail.com) veebisaidil.\n✔ Erinevalt teistest sarnastest toodetest kasutab Adblocker For Outlook ™ kiireks ja usaldusväärseks jõudluseks kodeeritud filtreerimisreegleid.\n✔ Sisaldab nuppu Lubatud | Keelatud, et laiendus kiiresti keelata või lubada.\n==================================================== ==============\n\nKohustustest loobumine: see Chrome'i laiendus on reklaamide blokeerimine e-posti veebiteenuses Outlook / Hotmail ja sellel pole Microsofti sidemeid.\nKõik autoriõigused kuuluvad nende omanikele. Microsoft ei toeta ega sponsoreeri seda Chrome'i laiendust.\nSelle kroomitud laienduse tegi sõltumatu arendaja.",
    "fa": "Adblocker For Outlook extension یک برنامه افزودنی Google Chrome است که ضمن به حداکثر رساندن صفحه خواندن ، پانل های تبلیغات و پیوندهای حامی مالی را از رابط جدید Outlook / Hotmail به طور خودکار حذف می کند.\n\nچیزی که این پسوند را از متداول ترین مسدودکننده های تبلیغات متمایز می کند این است که برای Outlook ساخته شده است و بر خلاف بسیاری دیگر از مسدودکننده های تبلیغاتی ، جایی برای تبلیغات در گذشته باقی نمی گذارد\nبا دقت تنظیم عناصر باقی مانده برای پر کردن فضا. برنامه افزودنی یک محیط تمیز و بدون حواس پرتی ایجاد می کند که به شما امکان می دهد بدون آرامش ایمیل خود را در آرامش بخوانید\nچشمک زدن تبلیغات و تبلیغات.\n\n================================================= ===============\n★ ویژگی های Adblocker برای Outlook:\nبه شما امکان می دهد تبلیغات ، اسکریپت ها ، تصاویر ، فریم ها و بسیاری موارد دیگر را آزار دهید.\nextension برنامه Extra-Lite بدون استفاده از حافظه و پردازنده قابل توجه.\nads تبلیغات را در وب سایت جدید Outlook / Hotmail (outlook.live.com / Hotmail.com) مسدود کنید.\n✔ بر خلاف سایر محصولات مشابه ، Adblocker For Outlook ™ از قوانین فیلتر کردن کد سخت برای عملکرد سریع و قابل اعتماد استفاده می کند.\nbutton شامل دکمه فعال | غیرفعال برای سریع غیرفعال کردن یا فعال کردن برنامه افزودنی.\n================================================= ===============\n\nسلب مسئولیت: این برنامه افزودنی Chrome در مورد مسدود کردن تبلیغات در سرویس وب ایمیل Outlook / Hotmail است و هیچ ارتباطی با مایکروسافت ندارد.\nکلیه حق چاپ به صاحبان مربوطه تعلق دارند. مایکروسافت این افزونه Chrome را تأیید یا حمایت نمی کند.\nاین افزونه کروم توسط یک توسعه دهنده مستقل ساخته شده است.",
    "fi": "Adblocker For Outlook ™ on Google Chrome -laajennus, joka poistaa automaattisesti mainospaneelit ja sponsoroidut linkit uudesta Outlook / Hotmail-käyttöliittymästä maksimoimalla lukupaneelin.\n\nMikä erottaa tämän laajennuksen yleisimmistä mainosten estäjistä, että se on tarkoitukseen rakennettu Outlookille, ja toisin kuin monet muut mainosten estäjät, se ei jätä tilaa, jossa mainokset käyttivät\nsäätämällä varovasti jäljellä olevat elementit tilan täyttämiseksi. Laajennus luo puhtaan häiriöttömän ympäristön, jonka avulla voit lukea sähköpostisi rauhassa ilman\närsyttäviä vilkkuvia mainoksia ja mainoksia.\n\n================================================== ==============\n★ Adblocker for Outlook ™: n ominaisuudet:\n✔ Sen avulla voit estää ärsyttäviä mainoksia, skriptejä, kuvia, iframe-kehyksiä ja monia muita.\n✔ Ultra-lite-laajennus ilman merkittävää muistin ja prosessorin käyttöä.\n✔ Estä mainokset uudella Outlook / Hotmail (outlook.live.com / Hotmail.com) verkkosivustolla.\n✔ Toisin kuin muut vastaavat tuotteet, Adblocker For Outlook ™ käyttää kovakoodattuja suodatussääntöjä nopean ja luotettavan suorituskyvyn saavuttamiseksi.\n✔ Sisältää Käytössä | Poista käytöstä -painike, jotta laajennus voidaan poistaa käytöstä tai ottaa nopeasti käyttöön.\n================================================== ==============\n\nVastuuvapauslauseke: Tämä Chrome-laajennus koskee mainosten estämistä sähköpostin verkkopalvelussa Outlook / Hotmail, eikä sillä ole mitään sidosryhmiä Microsoftin kanssa.\nKaikki tekijänoikeudet kuuluvat omistajilleen. Microsoft ei tue tai tue tätä Chrome-laajennusta.\nTämän kromilaajennuksen teki riippumaton kehittäjä.",
    "fil": "Adblocker For Outlook ™ on Google Chrome -laajennus, joka poistaa mainospaneelit ja sponsoroidut linkit uudelta Outlook / Hotmail-käyttöliittymältä maksimoiden lukupaneelin.\n\nMikä erottaa tämän laajennuksen yleisimmistä mainosten estäjistä, että se on tarkoitettu Outlookille ja toisin kuin monet muut mainosten estäjät, se ei jätä tilaa, johon mainokset tottuneet\nsäätämällä jäljellä olevat elementit varovasti täyttämään tila. Laajennus luo puhtaan häiriötöntä ympäristöä, jonka avulla voit lukea sähköpostisi rauhassa ilman\närsyttävät vilkkuvat mainokset ja mainokset.\n\n==================================================== ==============\n★ Adblocker for Outlook ™ -ominaisuudet:\n✔ Sen avulla voit estää ärsyttävät mainokset, komentosarjat, kuvat, iframe-kehykset ja paljon muuta.\n✔ Ultra-lite-laajennus ilman merkittävää muistia ja suorittimen käyttöä.\n✔ Estä mainokset uudella Outlook / Hotmail (outlook.live.com / Hotmail.com) -sivustolla.\n✔ Toisin kuin muut vastaavat tuotteet, Adblocker For Outlook ™ käyttää kovakoodattuja suodatussääntöjä nopeaan ja luotettavaan suorituskykyyn.\n✔ Sisältää Enabled | Disabled-painikkeen, jotta laajennus voidaan nopeasti poistaa käytöstä tai ottaa käyttöön.\n==================================================== ==============\n\nVastuuvapauslauseke: Tämä Chrome-laajennus koskee mainosten estämistä Outlook / Hotmail-sähköpostipalvelussa, eikä sillä ole sidoksia Microsoftiin.\nKaikki tekijänoikeudet kuuluvat omistajilleen. Microsoft ei tue tai sponsoroi tätä Chrome-laajennusta.\nTämän kromilaajennuksen teki riippumaton kehittäjä.",
    "fr": "Adblocker For Outlook ™ est une extension Google Chrome qui supprime automatiquement les panneaux publicitaires et les liens sponsorisés de la nouvelle interface Outlook / Hotmail tout en maximisant le panneau de lecture.\n\nCe qui différencie cette extension des bloqueurs de publicités les plus courants, c'est qu'elle est spécialement conçue pour Outlook et contrairement à de nombreux autres bloqueurs de publicités, elle ne laisse pas d'espace où les publicités\nêtre en ajustant soigneusement les éléments restants pour remplir l'espace. L'extension crée un environnement propre et sans distraction qui vous permet de lire vos e-mails en toute tranquillité sans\npublicités et publicités clignotantes ennuyeuses.\n\n=================================================== ==============\n★ Caractéristiques d'Adblocker for Outlook ™:\n✔ Il vous permet de bloquer les publicités, scripts, images, iframes et bien d'autres.\n✔ Extension ultra-lite sans utilisation significative de la mémoire et du processeur.\n✔ Bloquer les publicités sur le nouveau site Web Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Contrairement à d'autres produits similaires, Adblocker For Outlook ™ utilise des règles de filtrage codées en dur pour des performances rapides et fiables.\n✔ Comprend le bouton Activé | Désactivé pour désactiver ou activer rapidement l'extension.\n=================================================== ==============\n\nAvertissement: cette extension Chrome consiste à bloquer les publicités sur le service Web de messagerie Outlook / Hotmail et n'a aucune affiliation avec Microsoft.\nTous les droits d'auteur appartiennent à leurs propriétaires respectifs. Microsoft n'approuve ni ne sponsorise cette extension Chrome.\nCette extension chrome a été réalisée par un développeur indépendant.",
    "he": "Adblocker For Outlook ™ הוא תוסף של Google Chrome שמסיר אוטומטית לוחות מודעות וקישורים ממומנים מממשק ה- Outlook / Hotmail החדש תוך ניצול מקסימאלי של לוח הקריאה.\n\nמה שמבדיל את התוסף הזה לרוב חוסמי המודעות הנפוצים שהוא מיועד למטרה עבור Outlook ובניגוד להרבה חוסמי מודעות אחרים, הוא לא משאיר מקום שבו מודעות היו רגילות\nלהיות על ידי התאמת בזהירות של שאר האלמנטים למילוי החלל. התוסף יוצר סביבה נקייה מההפרעה המאפשרת לך לקרוא את הדוא\"ל שלך בשלום בלי\nמודעות ומפרסומות מהבהבות מעצבנות.\n\n================================================== ==============\n★ תכונות של Adblocker for Outlook ™:\n✔ זה מאפשר לך לחסום מודעות מעצבנות, סקריפטים, תמונות, iframes ורבים אחרים.\nExtension הרחבת אולטרה לייט ללא שימוש בזיכרון משמעותי במעבד.\n✔ חסום מודעות באתר האינטרנט החדש של Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ שלא כמו מוצרים דומים אחרים, Adblocker For Outlook ™ משתמש בכללי סינון מקודדים קשיחים לקבלת ביצועים מהירים ואמינים.\n✔ כולל כפתור מופעל | מושבת להפעלה או הפעלה מהירה של הרחבה במהירות.\n================================================== ==============\n\nהצהרת אחריות: תוסף Chrome זה עוסק בחסימה של מודעות בשירות האינטרנט הדוא\"ל Outlook / Hotmail ואין לו שום קשר למיקרוסופט.\nכל זכויות היוצרים שייכות לבעליהן בהתאמה. מיקרוסופט אינה תומכת או נותנת חסות לתוסף Chrome זה.\nתוסף כרום זה נעשה על ידי מפתח עצמאי.",
    "hi": "आउटलुक फॉर आउटलुक ™ एक गूगल क्रोम एक्सटेंशन है जो रीडिंग पैनल को अधिकतम करते हुए नए आउटलुक / हॉटमेल इंटरफेस से स्वचालित रूप से विज्ञापन पैनल और प्रायोजित लिंक हटाता है।\n\nयह सबसे आम विज्ञापन ब्लॉकर्स से इस विस्तार को अलग करता है कि यह आउटलुक के लिए उद्देश्य से बनाया गया है और कई अन्य विज्ञापन ब्लॉकर्स के विपरीत, यह उस स्थान को नहीं छोड़ता है जहां विज्ञापन किया करते थे\nअंतरिक्ष को भरने के लिए शेष तत्वों को ध्यान से समायोजित करके। विस्तार एक साफ व्याकुलता मुक्त वातावरण बनाता है जो आपको बिना शांति के अपने ईमेल को पढ़ने की अनुमति देता है\nकष्टप्रद निमिष विज्ञापनों और विज्ञापनों में।\n\n================================================== ==============\nआउटलुक ™ के लिए एडब्लॉकर की विशेषताएं:\n✔ यह आपको कष्टप्रद विज्ञापनों, लिपियों, चित्रों, iframes और कई और अधिक ब्लॉक करने की अनुमति देता है।\nकोई महत्वपूर्ण मेमोरी और सीपीयू उपयोग के साथ अल्ट्रा-लाइट एक्सटेंशन।\nAds नए आउटलुक / हॉटमेल (outlook.live.com / Hotmail.com) वेब साइट पर विज्ञापन ब्लॉक करें।\nUses अन्य समान उत्पादों के विपरीत, Adblocker For Outlook ™ तेज और विश्वसनीय प्रदर्शन के लिए कठिन कोडित फ़िल्टरिंग नियमों का उपयोग करता है।\n✔ इसमें शामिल है | एक्सटेंशन को जल्दी से अक्षम या सक्षम करने के लिए अक्षम बटन।\n================================================== ==============\n\nअस्वीकरण: यह क्रोम एक्सटेंशन ईमेल वेब सेवा आउटलुक / हॉटमेल पर विज्ञापनों को रोकने के बारे में है और इसका माइक्रोसॉफ्ट से कोई संबंध नहीं है।\nसमस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं। Microsoft इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है।\nयह क्रोम एक्सटेंशन एक स्वतंत्र डेवलपर द्वारा बनाया गया था।",
    "hr": "Adblocker za Outlook ™ je proširenje za Google Chrome koje automatski uklanja oglasne ploče i sponzorirane veze s novog sučelja Outlook / Hotmail, dok maksimizira ploču za čitanje.\n\nOno što ovo proširenje razlikuje od najčešćih blokatora oglasa jer je posebno izrađeno za Outlook i za razliku od mnogih drugih blokatora oglasa, ne ostavlja prostor na kojem su oglasi nekada navikli\nbiti pažljivim podešavanjem preostalih elemenata da popune prostor. Proširenje stvara čisto okruženje bez ometanja koje vam omogućuje da u miru čitate e-poštu bez nje\ndosadne trepćuće reklame i reklame.\n\n==================================================== ==============\n★ Značajke Adblockera za Outlook ™:\n✔ Omogućuje vam blokiranje dosadnih oglasa, skripti, slika, iframeova i mnogih drugih.\n✔ Ultra-lite produžetak bez značajne upotrebe memorije i procesora.\n✔ Blokirajte oglase na novom web mjestu Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Za razliku od ostalih sličnih proizvoda, Adblocker For Outlook ™ koristi tvrdo kodirana pravila filtriranja za brze i pouzdane performanse.\n✔ Uključuje gumb Enabled | Disabled za brzo onemogućavanje ili omogućavanje proširenja.\n==================================================== ==============\n\nIzjava o odricanju odgovornosti: Ovo Chromeovo proširenje odnosi se na blokiranje oglasa na web usluzi e-pošte Outlook / Hotmail i nije povezano s Microsoftom.\nSva autorska prava pripadaju njihovim vlasnicima. Microsoft ne podržava ili ne sponzorira ovo proširenje za Chrome.\nOvo kromirano proširenje izradio je neovisni programer.",
    "hu": "Az Adblocker For Outlook ™ egy Google Chrome kiterjesztés, amely automatikusan eltávolítja a hirdetési paneleket és a szponzorált linkeket az új Outlook / Hotmail felületről, miközben maximalizálja az olvasási panelt.\n\nMi különbözteti meg ezt a kiterjesztést a leggyakoribb hirdetésblokkolóktól, hogy célszerűen az Outlook számára készült, és sok más hirdetésblokkolóval ellentétben nem hagy helyet a hirdetések megszokásához\na fennmaradó elemek óvatos beállításával töltse ki a helyet. A kiterjesztés tiszta figyelemelterelés nélküli környezetet hoz létre, amely lehetővé teszi, hogy békésen olvassa el e-mailjeit anélkül\nidegesítő villogó hirdetések és reklámok.\n\n==================================================== ==============\n★ Az Adblocker for Outlook ™ jellemzői:\n✔ Lehetővé teszi a bosszantó hirdetések, szkriptek, képek, iframe-ek és még sok más blokkolását.\n✔ Ultra-lite kiterjesztés, jelentős memória és CPU használat nélkül.\n✔ Hirdetések letiltása az új Outlook / Hotmail (outlook.live.com / Hotmail.com) webhelyen.\n✔ Más hasonló termékektől eltérően az Adblocker For Outlook ™ kemény kódolású szűrési szabályokat használ a gyors és megbízható teljesítmény érdekében.\n✔ Tartalmazza az Engedélyezve | Letiltva gombot a bővítmény gyors letiltásához vagy engedélyezéséhez.\n==================================================== ==============\n\nJogi nyilatkozat: Ez a Chrome kiterjesztés arról szól, hogy blokkolja az Outlook / Hotmail e-mail webszolgáltatás hirdetéseit, és nincs kapcsolata a Microsofttal.\nMinden szerzői jog a megfelelő tulajdonosoké. A Microsoft nem támogatja vagy szponzorálja ezt a Chrome-bővítményt.\nEzt a króm kiterjesztést egy független fejlesztő készítette.",
    "id": "Adblocker For Outlook ™ adalah ekstensi Google Chrome yang secara otomatis menghapus panel iklan dan tautan sponsor dari antarmuka Outlook / Hotmail baru sambil memaksimalkan panel baca.\n\nApa yang membedakan ekstensi ini dari pemblokir iklan yang paling umum adalah ekstensi ini dibuat khusus untuk Outlook dan tidak seperti banyak pemblokir iklan lainnya, ekstensi ini tidak meninggalkan ruang tempat iklan sebelumnya\nmenjadi dengan hati-hati menyesuaikan elemen yang tersisa untuk mengisi ruang. Ekstensi ini menciptakan lingkungan bebas gangguan yang bersih yang memungkinkan Anda membaca email dengan tenang\niklan dan iklan berkedip yang mengganggu.\n\n================================================== ==============\n★ Fitur Adblocker untuk Outlook ™:\n✔ Ini memungkinkan Anda untuk memblokir iklan, skrip, gambar, iframe, dan banyak lagi yang mengganggu.\n✔ Ekstensi ultra-ringan tanpa penggunaan memori dan CPU yang signifikan.\n✔ Blokir iklan di situs web Outlook / Hotmail (outlook.live.com / Hotmail.com) baru.\n✔ Tidak seperti produk serupa lainnya, Adblocker For Outlook ™ menggunakan aturan pemfilteran hard code untuk kinerja yang cepat dan andal.\n✔ Termasuk Diaktifkan | Tombol Dinonaktifkan untuk dengan cepat menonaktifkan atau mengaktifkan ekstensi.\n================================================== ==============\n\nPenafian: Ekstensi Chrome ini tentang memblokir iklan di layanan web email Outlook / Hotmail dan tidak memiliki afiliasi dengan Microsoft.\nSemua hak cipta adalah milik masing-masing pemiliknya. Microsoft tidak mendukung atau mensponsori ekstensi Chrome ini.\nEkstensi chrome ini dibuat oleh pengembang independen.",
    "it": "Adblocker For Outlook ™ è un'estensione di Google Chrome che rimuove automaticamente i pannelli degli annunci e i collegamenti sponsorizzati dalla nuova interfaccia di Outlook / Hotmail, massimizzando il pannello di lettura.\n\nCiò che differenzia questa estensione dai più comuni ad blocker che è stata creata appositamente per Outlook e, a differenza di molti altri ad blocker, non lascia uno spazio in cui gli annunci erano soliti\nessere regolando attentamente gli elementi rimanenti per riempire lo spazio. L'estensione crea un ambiente pulito e privo di distrazioni che ti consente di leggere la tua e-mail in pace senza\nfastidiosi annunci e pubblicità lampeggianti.\n\n================================================== ==============\n★ Caratteristiche di Adblocker per Outlook ™:\n✔ Ti consente di bloccare fastidiosi annunci, script, immagini, iframe e molti altri.\n✔ Estensione ultra leggera senza utilizzo significativo di memoria e CPU.\n✔ Blocca gli annunci sul nuovo sito web di Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ A differenza di altri prodotti simili, Adblocker per Outlook ™ utilizza regole di filtraggio hard coded per prestazioni veloci e affidabili.\n✔ Include il pulsante Abilitato | Disabilitato per disabilitare o abilitare rapidamente l'estensione.\n================================================== ==============\n\nDichiarazione di non responsabilità: questa estensione di Chrome riguarda il blocco degli annunci sul servizio Web di posta elettronica Outlook / Hotmail e non ha affiliazioni con Microsoft.\nTutti i diritti d'autore appartengono ai rispettivi proprietari. Microsoft non approva né sponsorizza questa estensione di Chrome.\nQuesta estensione di Chrome è stata realizzata da uno sviluppatore indipendente.",
    "ja": "Adblocker For Outlook™は、Google Chromeの拡張機能で、読書パネルを最大限に活用しながら、新しいOutlook / Hotmailインターフェースから広告パネルとスポンサーリンクを自動的に削除します。\n\nこの拡張機能は、Outlook用に作成された最も一般的な広告ブロッカーとは何が異なり、他の多くの広告ブロッカーとは異なり、広告が使用されていたスペースを残しません。\n残りの要素を注意深く調整して、スペースを埋めます。この拡張機能は、気を散らすことのないクリーンな環境を作成します。\n迷惑な点滅広告やコマーシャル。\n\n================================================== ==============\n★Adblocker for Outlook™の機能：\n✔迷惑な広告、スクリプト、画像、iframeなどをブロックできます。\nsignificantメモリとCPUの使用率が大幅に低下しない超軽量の拡張機能。\nnew新しいOutlook / Hotmail（outlook.live.com / Hotmail.com）Webサイトの広告をブロックします。\nother他の類似製品とは異なり、Adblocker For Outlook™は、ハードコードされたフィルタリングルールを使用して、高速で信頼性の高いパフォーマンスを実現します。\nextension拡張機能をすばやく無効または有効にするEnabled | Disabledボタンが含まれています。\n================================================== ==============\n\n免責事項：このChrome拡張機能は、メールWebサービスのOutlook / Hotmailでの広告のブロックに関するものであり、Microsoftとは提携していません。\nすべての著作権はそれぞれの所有者に帰属します。マイクロソフトはこのChrome拡張機能を推奨または後援しません。\nこのChrome拡張機能は、独立した開発者によって作成されました。",
    "ko": "Adblocker For Outlook ™은 읽기 패널을 최대화하면서 새 Outlook / Hotmail 인터페이스에서 광고 패널과 스폰서 링크를 자동으로 제거하는 Google 크롬 확장 프로그램입니다.\n\n이 확장 프로그램이 Outlook을 위해 특별히 제작되었으며 다른 많은 광고 차단기와 달리 가장 일반적인 광고 차단기와 차별화되는 점은 광고가 사용되는 공간을 남기지 않습니다.\n나머지 요소를 신중하게 조정하여 공간을 채우십시오. 이 확장 프로그램은 깨끗하고 산만하지 않은 환경을 조성하여\n성가신 깜박이는 광고 및 광고.\n\n================================================ ==============\n★ Outlook ™ 용 Adblocker의 기능 :\n✔ 성가신 광고, 스크립트, 이미지, iframe 등을 차단할 수 있습니다.\n✔ 상당한 메모리 및 CPU 사용량이없는 초경량 확장.\n✔ 새 Outlook / Hotmail (outlook.live.com/Hotmail.com) 웹 사이트에서 광고를 차단합니다.\n✔ 다른 유사 제품과 달리 Adblocker For Outlook ™은 빠르고 안정적인 성능을 위해 하드 코딩 된 필터링 규칙을 사용합니다.\n✔ 확장 기능을 빠르게 비활성화하거나 활성화하는 Enabled | Disabled 버튼이 포함되어 있습니다.\n================================================ ==============\n\n면책 조항 :이 Chrome 확장 프로그램은 이메일 웹 서비스 Outlook / Hotmail에서 광고를 차단하는 것에 관한 것이며 Microsoft와 아무런 관련이 없습니다.\n모든 저작권은 해당 소유자에게 있습니다. Microsoft는이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다.\n이 크롬 확장 프로그램은 독립 개발자가 만들었습니다.",
    "lt": "„Adblocker For Outlook ™“ yra „Google Chrome“ plėtinys, kuris automatiškai pašalina skelbimų skydus ir remiamas nuorodas iš naujos „Outlook“ / „Hotmail“ sąsajos, tuo pačiu padidindamas skaitymo skydą.\n\nKuo šis plėtinys skiriasi nuo labiausiai paplitusių skelbimų blokatorių, kad jis yra specialiai sukurtas „Outlook“ ir, skirtingai nuo daugelio kitų skelbimų blokatorių, jis nepalieka vietos, kur skelbimai buvo įpratę\natsargiai sureguliuodami likusius elementus, kad užpildytumėte vietą. Plėtinys sukuria švarią aplinką be dėmesio išsiblaškymo, kuri leidžia jums ramiai skaityti el\nerzinantys mirksintys skelbimai ir reklamos.\n\n==================================================== ==============\n★ „Adblocker for Outlook ™“ funkcijos:\n✔ Tai leidžia blokuoti erzinančius skelbimus, scenarijus, vaizdus, „iframe“ ir daugelį kitų.\n✔ „Ultra-Lite“ plėtinys be žymios atminties ir procesoriaus naudojimo.\n✔ Blokuokite skelbimus naujoje „Outlook“ / „Hotmail“ (outlook.live.com / Hotmail.com) svetainėje.\n✔ Skirtingai nuo kitų panašių produktų, „Adblocker For Outlook ™“ naudoja griežto kodavimo filtravimo taisykles, kad veiktų greitai ir patikimai.\n✔ Yra mygtukas Enabled | Disabled, kad greitai išjungtumėte arba įgalintumėte plėtinį.\n==================================================== ==============\n\nAtsakomybės apribojimas: Šis „Chrome“ plėtinys skirtas skelbimų blokavimui el. Pašto žiniatinklio tarnyboje „Outlook“ / „Hotmail“ ir nėra susijęs su „Microsoft“.\nVisos autorių teisės priklauso jų savininkams. „Microsoft“ nepatvirtina ir neremia šio „Chrome“ plėtinio.\nŠį chromo plėtinį padarė nepriklausomas kūrėjas.",
    "lv": "Adblocker For Outlook ™ ir Google Chrome paplašinājums, kas automātiski noņem reklāmu paneļus un sponsorētās saites no jaunā Outlook / Hotmail interfeisa, vienlaikus maksimāli palielinot lasīšanas paneli.\n\nKas atšķir šo paplašinājumu no visbiežāk sastopamajiem reklāmu bloķētājiem, ka tas ir paredzēts Outlook mērķiem un atšķirībā no daudziem citiem reklāmu bloķētājiem, tas neatstāj vietu, kur reklāmas tika izmantotas\nuzmanīgi pielāgojot atlikušos elementus, lai aizpildītu vietu. Paplašinājums rada tīru vidi, kas nesatur uzmanību, kas ļauj mierīgi bez lasīt e-pastu\nkaitinošas mirgojošas reklāmas un reklāmas.\n\n==================================================== ==============\n★ Adblocker for Outlook ™ iespējas:\n✔ Tas ļauj bloķēt kaitinošas reklāmas, skriptus, attēlus, iframe un daudz ko citu.\n✔ Ultra-lite paplašinājums bez ievērojamas atmiņas un procesora izmantošanas.\n✔ Bloķējiet reklāmas jaunajā Outlook / Hotmail (outlook.live.com / Hotmail.com) vietnē.\n✔ Atšķirībā no citiem līdzīgiem produktiem, Adblocker For Outlook ™ izmanto stingri kodētus filtrēšanas noteikumus ātrai un uzticamai veiktspējai.\n✔ Iekļauta poga Enabled | Disabled, lai ātri atspējotu vai iespējotu paplašinājumu.\n==================================================== ==============\n\nAtruna: Šis Chrome paplašinājums ir par reklāmu bloķēšanu e-pasta tīmekļa pakalpojumā Outlook / Hotmail, un tam nav nekādu saistību ar Microsoft.\nVisas autortiesības pieder to attiecīgajiem īpašniekiem. Microsoft neapstiprina un sponsorē šo Chrome paplašinājumu.\nŠo hroma paplašinājumu veica neatkarīgs izstrādātājs.",
    "ms": "Adblocker For Outlook ™ adalah pelanjutan Google Chrome yang secara automatik membuang panel iklan dan pautan tajaan dari antara muka Outlook / Hotmail yang baru sambil memaksimumkan panel bacaan.\n\nApa yang membezakan pelanjutan ini dari penyekat iklan yang paling biasa bahawa ia dibuat khas untuk Outlook dan tidak seperti banyak penyekat iklan lain, ia tidak meninggalkan ruang di mana iklan digunakan untuk\ndengan dengan hati-hati menyesuaikan elemen yang tinggal untuk mengisi ruang. Sambungan itu mewujudkan persekitaran bebas gangguan yang membolehkan anda membaca e-mel anda dengan tenang tanpa\niklan dan iklan berkelip yang menjengkelkan.\n\n================================================== ==============\n★ Ciri-ciri Adblocker untuk Outlook ™:\n✔ Ia membolehkan anda menyekat iklan, skrip, gambar, iframe dan banyak lagi yang menjengkelkan.\n✔ Sambungan ultra-ringan tanpa memori dan penggunaan CPU yang ketara.\n✔ Sekat iklan di laman web Outlook / Hotmail baru (outlook.live.com / Hotmail.com).\n✔ Tidak seperti produk serupa yang lain, Adblocker For Outlook ™ menggunakan peraturan penapisan berkod keras untuk prestasi pantas dan boleh dipercayai.\n✔ Termasuk butang Diaktifkan | Dinonaktifkan untuk mematikan atau mengaktifkan pelanjutan dengan cepat.\n================================================== ==============\n\nPenafian: Sambungan Chrome ini adalah mengenai menyekat iklan di perkhidmatan web e-mel Outlook / Hotmail dan tidak mempunyai kaitan dengan Microsoft.\nSemua hak cipta adalah milik pemiliknya masing-masing. Microsoft tidak menyokong atau menaja pelanjutan Chrome ini.\nSambungan krom ini dibuat oleh pemaju bebas.",
    "nl": "Adblocker For Outlook ™ is een Google Chrome-extensie die automatisch advertentiepanelen en gesponsorde links verwijdert uit de nieuwe Outlook / Hotmail-interface terwijl het leesvenster wordt gemaximaliseerd.\n\nWat deze extensie onderscheidt van de meest voorkomende adblockers, is dat deze speciaal is gebouwd voor Outlook en in tegenstelling tot veel andere adblockers, er geen ruimte overblijft waar advertenties\nzijn door zorgvuldig de resterende elementen aan te passen om de ruimte te vullen. De extensie creëert een schone, afleidingsvrije omgeving waardoor u uw e-mail in alle rust kunt lezen\nvervelende knipperende advertenties en commercials.\n\n==================================================== ==============\n★ Kenmerken van Adblocker voor Outlook ™:\n✔ Hiermee kunt u vervelende advertenties, scripts, afbeeldingen, iframes en nog veel meer blokkeren.\n✔ Ultra-lite-extensie zonder significant geheugen- en CPU-gebruik.\n✔ Blokkeer advertenties op de nieuwe Outlook / Hotmail-website (outlook.live.com / Hotmail.com).\n✔ In tegenstelling tot andere vergelijkbare producten, gebruikt Adblocker For Outlook ™ hard gecodeerde filterregels voor snelle en betrouwbare prestaties.\n✔ Inclusief Ingeschakeld | Uitgeschakelde knop om de extensie snel uit of in te schakelen.\n==================================================== ==============\n\nDisclaimer: deze Chrome-extensie gaat over het blokkeren van advertenties op de e-mailwebservice Outlook / Hotmail en heeft geen banden met Microsoft.\nAlle auteursrechten behoren toe aan hun respectievelijke eigenaren. Microsoft onderschrijft of sponsort deze Chrome-extensie niet.\nDeze Chrome-extensie is gemaakt door een onafhankelijke ontwikkelaar.",
    "no": "Adblocker For Outlook ™ er en Google Chrome-utvidelse som automatisk fjerner annonsepaneler og sponsede lenker fra det nye Outlook / Hotmail-grensesnittet mens du maksimerer lesepanelet.\n\nHva som skiller denne utvidelsen fra de vanligste annonseblokkerne at den er spesialbygd for Outlook, og i motsetning til mange andre annonseblokkere, etterlater den ikke et område der annonser pleide å\nvære ved å justere de gjenværende elementene nøye for å fylle ut rommet. Utvidelsen skaper et rent distraksjonsfritt miljø som lar deg lese e-posten din i fred uten\nirriterende blinkende annonser og reklame.\n\n===================================================== ===============\n★ Funksjoner i Adblocker for Outlook ™:\n✔ Det lar deg blokkere irriterende annonser, skript, bilder, iframes og mange flere.\n✔ Ultra-lite-utvidelse uten betydelig minne og CPU-bruk.\n✔ Blokker annonser på nye Outlook / Hotmail (outlook.live.com / Hotmail.com) nettsteder.\n✔ I motsetning til andre lignende produkter bruker Adblocker For Outlook ™ hardkodede filtreringsregler for rask og pålitelig ytelse.\n✔ Inkluderer aktivert | Deaktivert-knapp for raskt å deaktivere eller aktivere utvidelsen.\n===================================================== ===============\n\nAnsvarsfraskrivelse: Denne Chrome-utvidelsen handler om å blokkere annonser på e-postnettjenesten Outlook / Hotmail og har ingen tilknytning til Microsoft.\nAlle opphavsrettigheter tilhører deres respektive eiere. Microsoft støtter ikke eller sponser denne Chrome-utvidelsen.\nDenne kromforlengelsen ble laget av en uavhengig utvikler.",
    "pl": "Adblocker For Outlook ™ to rozszerzenie Google Chrome, które automatycznie usuwa panele reklam i linki sponsorowane z nowego interfejsu Outlook / Hotmail, jednocześnie maksymalizując panel czytania.\n\nTo, co odróżnia to rozszerzenie od większości popularnych programów do blokowania reklam, jest przeznaczone specjalnie dla programu Outlook iw przeciwieństwie do wielu innych programów blokujących reklamy, nie pozostawia miejsca, w którym reklamy były\nbądź ostrożnie dopasowując pozostałe elementy, aby wypełnić przestrzeń. Rozszerzenie tworzy czyste, wolne od rozpraszania środowisko, które pozwala na spokojne czytanie wiadomości e-mail bez\nirytujące, migające reklamy i reklamy.\n\n================================================== ==============\n★ Funkcje Adblocker for Outlook ™:\n✔ Umożliwia blokowanie irytujących reklam, skryptów, obrazów, ramek iframe i wielu innych.\n✔ Rozszerzenie Ultra-lite bez znaczącego zużycia pamięci i procesora.\n✔ Blokuj reklamy w nowej witrynie internetowej Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ W przeciwieństwie do innych podobnych produktów, Adblocker For Outlook ™ wykorzystuje zakodowane na stałe reguły filtrowania w celu zapewnienia szybkiego i niezawodnego działania.\n✔ Zawiera przycisk Włączone | Wyłączone, aby szybko wyłączyć lub włączyć rozszerzenie.\n================================================== ==============\n\nZastrzeżenie: to rozszerzenie Chrome służy do blokowania reklam w usłudze internetowej poczty e-mail Outlook / Hotmail i nie jest powiązane z firmą Microsoft.\nWszystkie prawa autorskie należą do ich odpowiednich właścicieli. Firma Microsoft nie popiera ani nie sponsoruje tego rozszerzenia Chrome.\nTo rozszerzenie do Chrome zostało stworzone przez niezależnego programistę.",
    "ro": "Adblocker For Outlook ™ este o extensie Google Chrome care elimină automat panourile publicitare și linkurile sponsorizate din noua interfață Outlook / Hotmail maximizând în același timp panoul de citire.\n\nCeea ce diferențiază această extensie de cele mai frecvente blocatoare de anunțuri, că este concepută special pentru Outlook și, spre deosebire de multe alte blocante de anunțuri, nu lasă un spațiu în care erau publicate\nfie prin ajustarea cu atenție a elementelor rămase pentru a umple spațiul. Extensia creează un mediu curat, fără distragere a atenției, care vă permite să citiți e-mailul în pace fără\nreclame și reclame enervante intermitente.\n\n=================================================== ==============\n★ Caracteristicile Adblocker pentru Outlook ™:\n✔ Vă permite să blocați reclame enervante, scripturi, imagini, iframe și multe altele.\n✔ Extensie Ultra-Lite fără memorie și utilizare CPU semnificative.\n✔ Blocați anunțurile pe noul site web Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Spre deosebire de alte produse similare, Adblocker For Outlook ™ utilizează reguli de filtrare codificate pentru o performanță rapidă și fiabilă.\n✔ Include butonul Activat | Dezactivat pentru a dezactiva sau activa rapid extensia.\n=================================================== ==============\n\nDeclinare de responsabilitate: Această extensie Chrome se referă la blocarea anunțurilor din serviciul web de e-mail Outlook / Hotmail și nu are afilieri cu Microsoft.\nToate drepturile de autor aparțin proprietarilor respectivi. Microsoft nu susține sau sponsorizează această extensie Chrome.\nAceastă extensie cromată a fost realizată de un dezvoltator independent.",
    "ru": "Adblocker For Outlook ™ - это расширение Google Chrome, которое автоматически удаляет рекламные панели и рекламные ссылки из нового интерфейса Outlook / Hotmail, одновременно увеличивая панель чтения.\n\nЧто отличает это расширение от наиболее распространенных блокировщиков рекламы, так это то, что оно специально создано для Outlook и, в отличие от многих других блокировщиков рекламы, не оставляет места, где раньше показывалась реклама.\nбыть, тщательно подогнав остальные элементы, чтобы заполнить пространство. Расширение создает чистую среду без отвлекающих факторов, которая позволяет вам спокойно читать электронную почту, не отвлекаясь.\nнадоедливая мигающая реклама и реклама.\n\n================================================== ==============\n★ Особенности Adblocker for Outlook ™:\n✔ Он позволяет блокировать надоедливую рекламу, скрипты, изображения, фреймы и многое другое.\n✔ Ультра-облегченное расширение без значительного использования памяти и процессора.\n✔ Блокируйте рекламу на новом веб-сайте Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ В отличие от других подобных продуктов, Adblocker For Outlook ™ использует жестко заданные правила фильтрации для быстрой и надежной работы.\n✔ Включает кнопку Enabled | Disabled для быстрого отключения или включения расширения.\n================================================== ==============\n\nОтказ от ответственности: это расширение Chrome предназначено для блокировки рекламы в веб-сервисе электронной почты Outlook / Hotmail и не имеет отношения к Microsoft.\nВсе авторские права принадлежат их владельцам. Microsoft не поддерживает и не спонсирует это расширение Chrome.\nЭто расширение для Chrome было создано независимым разработчиком.",
    "sk": "Adblocker For Outlook ™ je rozšírenie Google Chrome, ktoré automaticky odstráni reklamné panely a sponzorované odkazy z nového rozhrania Outlook / Hotmail a maximalizuje panel na čítanie.\n\nČím sa toto rozšírenie líši od najbežnejších blokovačov reklám v tom, že je účelovo zostavené pre Outlook, a na rozdiel od mnohých iných blokovačov reklám nezanecháva priestor, kde by sa reklamy predtým nachádzali\nopatrným nastavením zvyšných prvkov tak, aby vyplnili priestor. Rozšírenie vytvára čisté prostredie bez rozptýlenia, ktoré vám umožní čítať e-maily v pokoji bez toho, aby ste ich museli rušiť\nnepríjemné blikajúce reklamy a reklamy.\n\n================================================== ===============\n★ Funkcie Adblockeru pre Outlook ™:\n✔ Umožňuje vám blokovať nepríjemné reklamy, skripty, obrázky, prvky iframe a mnoho ďalších.\n✔ Extrémne ľahké rozšírenie bez výrazného využitia pamäte a procesora.\n✔ Blokujte reklamy na novej webovej stránke Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Na rozdiel od iných podobných produktov používa Adblocker pre aplikáciu Outlook ™ pevne zakódované pravidlá filtrovania pre rýchly a spoľahlivý výkon.\n✔ Zahŕňa povolené | Zakázané tlačidlo na rýchle zakázanie alebo povolenie rozšírenia.\n================================================== ===============\n\nZrieknutie sa zodpovednosti: Toto rozšírenie pre Chrome sa týka blokovania reklám v e-mailovej webovej službe Outlook / Hotmail a nemá žiadne pridruženie k spoločnosti Microsoft.\nVšetky autorské práva patria ich príslušným vlastníkom. Microsoft toto rozšírenie pre Chrome nepodporuje ani nesponzoruje.\nToto rozšírenie pre chróm vyrobil nezávislý vývojár.",
    "sl": "Adblocker For Outlook ™ je razširitev za Google Chrome, ki samodejno odstrani oglasne plošče in sponzorirane povezave iz novega vmesnika Outlook / Hotmail, hkrati pa poveča bralno ploščo.\n\nKaj razlikuje to razširitev od najpogostejših blokatorjev oglasov, saj je namensko zasnovana za Outlook in v nasprotju s številnimi drugimi blokatorji oglasov ne pušča prostora, kjer so bili oglasi včasih\ns skrbno prilagoditvijo preostalih elementov, da zapolnijo prostor. Razširitev ustvarja čisto okolje brez motenj, ki vam omogoča, da brez miru berete e-pošto\nnadležne utripajoče oglase in reklame.\n\n==================================================== ==============\n★ Značilnosti Adblockerja za Outlook ™:\n✔ Omogoča vam blokiranje nadležnih oglasov, skriptov, slik, vstavkov in številnih drugih.\n✔ Ultra-lite razširitev brez pomembne porabe pomnilnika in CPU.\n✔ Blokirajte oglase na novem spletnem mestu Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Za razliko od drugih podobnih izdelkov Adblocker za Outlook ™ uporablja hitro kodirana pravila filtriranja za hitro in zanesljivo delovanje.\n✔ Vključeno Enabled | Disabled gumb za hitro onemogočanje ali omogočanje razširitve.\n==================================================== ==============\n\nIzjava o omejitvi odgovornosti: Ta razširitev za Chrome o blokiranju oglasov v e-poštni spletni storitvi Outlook / Hotmail in ni povezana z Microsoftom.\nVse avtorske pravice pripadajo njihovim lastnikom. Microsoft ne podpira ali sponzorira te razširitve za Chrome.\nTo kromirano razširitev je izdelal neodvisni razvijalec.",
    "sr": "Адблоцкер Фор Оутлоок ™ је додатак за Гоогле Цхроме који аутоматски уклања огласне панеле и спонзорисане везе са новог интерфејса Оутлоок / Хотмаил, док максимизира плочу за читање.\n\nОно што разликује ово проширење од најчешћих блокатора огласа по томе што је посебно направљено за Оутлоок и за разлику од многих других блокатора огласа, не оставља простор на коме су огласи некада били\nбити пажљивим подешавањем преосталих елемената да попуне простор. Додатак ствара чисто окружење без ометања које вам омогућава да без икаквих проблема прочитате своју е-пошту\nдосадно трепћуће рекламе и рекламе.\n\n==================================================== ==============\n★ Карактеристике Адблоцкер-а за Оутлоок ™:\n✔ Омогућава вам да блокирате досадне огласе, скрипте, слике, ифраме-ове и још много тога.\n✔ Ултра-лите екстензија без значајне употребе меморије и процесора.\n✔ Блокирајте огласе на новој веб локацији Оутлоок / Хотмаил (оутлоок.ливе.цом / Хотмаил.цом).\n✔ За разлику од других сличних производа, Адблоцкер Фор Оутлоок ™ користи чврсто кодирана правила филтрирања за брзе и поуздане перформансе.\n✔ Укључује Омогућено | Онемогућено дугме за брзо онемогућавање или омогућавање проширења.\n==================================================== ==============\n\nИзјава о одрицању одговорности: Ово Цхроме проширење односи се на блокирање огласа на веб услузи е-поште Оутлоок / Хотмаил и није повезано са Мицрософтом.\nСва ауторска права припадају њиховим власницима. Мицрософт не подржава нити спонзорише ово проширење за Цхроме.\nОво хромирано проширење направио је независни програмер.",
    "sv": "Adblocker For Outlook ™ är ett Google Chrome-tillägg som automatiskt tar bort annonspaneler och sponsrade länkar från det nya Outlook / Hotmail-gränssnittet samtidigt som läspanelen maximeras.\n\nVad som skiljer denna förlängning från de vanligaste annonsblockerarna att den är specialbyggd för Outlook och till skillnad från många andra annonsblockerare lämnar den inte ett utrymme där annonser brukade\ngenom att noggrant justera de återstående elementen för att fylla utrymmet. Tillägget skapar en ren distraktionsfri miljö som låter dig läsa din e-post i fred utan\nirriterande blinkande annonser och reklam.\n\n===================================================== ==============\n★ Funktioner i Adblocker for Outlook ™:\n✔ Det låter dig blockera irriterande annonser, skript, bilder, iframes och många fler.\n✔ Ultra-lite-tillägg utan betydande minne och CPU-användning.\n✔ Blockera annonser på den nya webbplatsen Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ Till skillnad från andra liknande produkter använder Adblocker For Outlook ™ hårdkodade filtreringsregler för snabb och pålitlig prestanda.\n✔ Inkluderar Enabled | Inaktiverad knapp för att snabbt inaktivera eller aktivera tillägget.\n===================================================== ==============\n\nAnsvarsfriskrivning: Detta Chrome-tillägg handlar om att blockera annonser på e-posttjänsten Outlook / Hotmail och har inga anknytningar till Microsoft.\nAlla upphovsrätt tillhör respektive ägare. Microsoft stöder inte eller sponsrar detta Chrome-tillägg.\nDenna kromförlängning gjordes av en oberoende utvecklare.",
    "th": "Adblocker For Outlook ™เป็นส่วนขยายของ Google Chrome ที่จะลบแผงโฆษณาและลิงก์ผู้สนับสนุนออกจากอินเทอร์เฟซ Outlook / Hotmail ใหม่โดยอัตโนมัติในขณะที่เพิ่มแผงการอ่าน\n\nสิ่งที่ทำให้ส่วนขยายนี้แตกต่างจากตัวบล็อกโฆษณาทั่วไปที่สร้างขึ้นโดยเฉพาะสำหรับ Outlook และแตกต่างจากตัวบล็อกโฆษณาอื่น ๆ คือไม่เว้นช่องว่างที่โฆษณาเคย\nโดยการปรับองค์ประกอบที่เหลืออย่างระมัดระวังเพื่อเติมเต็มพื้นที่ ส่วนขยายนี้สร้างสภาพแวดล้อมที่สะอาดปราศจากสิ่งรบกวนซึ่งช่วยให้คุณอ่านอีเมลของคุณได้อย่างสบายใจโดยไม่ต้อง\nโฆษณาและโฆษณาที่กะพริบน่ารำคาญ\n\n================================================== ==============\n★คุณสมบัติของ Adblocker สำหรับ Outlook ™:\n✔ช่วยให้คุณสามารถบล็อกโฆษณาสคริปต์รูปภาพ iframe และอื่น ๆ อีกมากมายที่น่ารำคาญ\n✔ส่วนขยาย Ultra-lite ที่ไม่มีหน่วยความจำและการใช้งาน CPU ที่สำคัญ\n✔บล็อกโฆษณาบนเว็บไซต์ Outlook / Hotmail ใหม่ (outlook.live.com / Hotmail.com)\n✔แตกต่างจากผลิตภัณฑ์อื่นที่คล้ายคลึงกัน Adblocker For Outlook ™ใช้กฎการกรองแบบเข้ารหัสเพื่อประสิทธิภาพที่รวดเร็วและเชื่อถือได้\n✔รวมปุ่มเปิดใช้งาน | ปิดการใช้งานเพื่อปิดหรือเปิดใช้งานส่วนขยายอย่างรวดเร็ว\n================================================== ==============\n\nคำเตือน: ส่วนขยาย Chrome นี้เกี่ยวกับการบล็อกโฆษณาบนบริการเว็บอีเมล Outlook / Hotmail และไม่มีส่วนเกี่ยวข้องกับ Microsoft\nลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง Microsoft ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้\nส่วนขยาย Chrome นี้สร้างขึ้นโดยนักพัฒนาอิสระ",
    "tr": "Adblocker For Outlook ™, okuma panelini en üst düzeye çıkarırken, reklam panellerini ve sponsorlu bağlantıları yeni Outlook / Hotmail arayüzünden otomatik olarak kaldıran bir Google Chrome uzantısıdır.\n\nBu uzantıyı, Outlook için özel olarak oluşturulmuş en yaygın reklam engelleyicilerden ayıran ve diğer birçok reklam engelleyiciden farklı olarak, reklamların eskiden olduğu bir alan bırakmaz.\nKalan öğeleri alanı dolduracak şekilde dikkatlice ayarlayarak olun. Uzantı, e-postanızı huzur içinde okumanıza olanak tanıyan temiz, dikkat dağıtmayan bir ortam oluşturur.\ncan sıkıcı yanıp sönen reklamlar ve reklamlar.\n\n================================================ ==============\n★ Outlook ™ için Adblocker'ın Özellikleri:\n✔ Can sıkıcı reklamları, komut dosyalarını, resimleri, iç çerçeveleri ve daha fazlasını engellemenizi sağlar.\n✔ Önemli bir bellek ve CPU kullanımı içermeyen Ultra-lite uzantı.\n✔ Yeni Outlook / Hotmail (outlook.live.com / Hotmail.com) web sitesinde reklamları engelleyin.\n✔ Diğer benzer ürünlerden farklı olarak, Adblocker For Outlook ™, hızlı ve güvenilir performans için sabit kodlu filtreleme kuralları kullanır.\n✔ Uzantıyı hızlı bir şekilde devre dışı bırakmak veya etkinleştirmek için Etkin | Devre Dışı düğmesini içerir.\n================================================ ==============\n\nSorumluluk Reddi Beyanı: Bu Chrome uzantısı, e-posta web hizmeti Outlook / Hotmail'deki reklamları engellemekle ilgilidir ve Microsoft ile hiçbir bağlantısı yoktur.\nTüm telif hakları kendi sahiplerine aittir. Microsoft bu Chrome uzantısını onaylamaz veya desteklemez.\nBu krom uzantısı bağımsız bir geliştirici tarafından yapılmıştır.",
    "uk": "Adblocker For Outlook ™ - розширення Google Chrome, яке автоматично видаляє рекламні панелі та спонсоровані посилання з нового інтерфейсу Outlook / Hotmail, одночасно максимізуючи панель читання.\n\nЩо відрізняє це розширення від найпоширеніших блокувальників реклами тим, що воно створене спеціально для Outlook, і, на відміну від багатьох інших блокувальників реклами, воно не залишає місця, де реклами звикли\nбути, ретельно відрегулювавши решту елементів, щоб заповнити простір. Розширення створює чисте середовище без відволікання, яке дозволяє вам безперешкодно читати електронну пошту\nнадокучливі миготіння реклами та реклами.\n\n====================================================== ==============\n★ Особливості Adblocker для Outlook ™:\n✔ Це дозволяє блокувати надокучливі оголошення, сценарії, зображення, вставки та багато іншого.\n✔ Ультралегке розширення без значного використання пам'яті та процесора.\n✔ Блокуйте оголошення на новому веб-сайті Outlook / Hotmail (outlook.live.com / Hotmail.com).\n✔ На відміну від інших подібних продуктів, Adblocker For Outlook ™ використовує жорстко закодовані правила фільтрації для швидкої та надійної роботи.\n✔ Включає Enabled | Disabled кнопка для швидкого вимкнення або ввімкнення розширення.\n====================================================== ==============\n\nЗастереження: Це розширення Chrome стосується блокування оголошень у веб-службі електронної пошти Outlook / Hotmail і не має відношення до Microsoft.\nУсі авторські права належать їх власникам. Microsoft не підтримує та не спонсорує це розширення Chrome.\nЦе розширення chrome було зроблено незалежним розробником.",
    "vi": "Adblocker For Outlook ™ là một tiện ích mở rộng của Google Chrome tự động xóa các bảng quảng cáo và liên kết được tài trợ khỏi giao diện Outlook / Hotmail mới trong khi vẫn tối đa hóa bảng đọc.\n\nĐiều khác biệt giữa tiện ích mở rộng này với hầu hết các trình chặn quảng cáo phổ biến là nó được xây dựng có mục đích cho Outlook và không giống như nhiều trình chặn quảng cáo khác, nó không để lại khoảng trống nơi quảng cáo thường dùng\nbằng cách điều chỉnh cẩn thận các yếu tố còn lại để lấp đầy không gian. Tiện ích mở rộng này tạo ra một môi trường sạch sẽ không bị phân tâm cho phép bạn đọc email của mình một cách yên bình mà không\nquảng cáo nhấp nháy khó chịu và quảng cáo.\n\n================================================== ==============\n★ Các tính năng của Adblocker cho Outlook ™:\n✔ Nó cho phép bạn chặn quảng cáo, tập lệnh, hình ảnh, iframe gây phiền nhiễu và nhiều thứ khác.\n✔ Tiện ích mở rộng Ultra-lite không sử dụng nhiều bộ nhớ và CPU.\n✔ Chặn quảng cáo trên trang web Outlook / Hotmail (outlook.live.com / Hotmail.com) mới.\n✔ Không giống như các sản phẩm tương tự khác, Adblocker For Outlook ™ sử dụng các quy tắc lọc được mã hóa cứng để có hiệu suất nhanh và đáng tin cậy.\n✔ Bao gồm nút Đã bật | Đã tắt để nhanh chóng tắt hoặc bật tiện ích mở rộng.\n================================================== ==============\n\nTuyên bố từ chối trách nhiệm: Tiện ích này của Chrome là về việc chặn quảng cáo trên dịch vụ web email Outlook / Hotmail và không có liên kết với Microsoft.\nMọi bản quyền thuộc về chủ sử hữu của chúng. Microsoft không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome.\nPhần mở rộng chrome này được tạo bởi một nhà phát triển độc lập.",
    "zh_CN": "Adblocker For Outlook™是Google Chrome的扩展程序，可自动从新的Outlook / Hotmail界面中删除广告面板和赞助链接，同时最大化阅读面板。\n\n此扩展程序与专门针对Outlook的最常见的广告阻止程序有什么不同，与许多其他广告阻止程序不同的是，它不会在以前的广告中留出空间\n通过仔细调整其余元素来填充空间。该扩展程序创建了一个干净，无干扰的环境，使您可以安心阅读电子邮件，而无需\n烦人的闪烁广告和广告。\n\n================================================== ==============\n★Adblocker for Outlook™的功能：\n✔它可以让您阻止烦人的广告，脚本，图像，iframe和更多内容。\n✔超轻量级扩展，不占用大量内存和CPU。\n✔在新的Outlook / Hotmail（outlook.live.com/Hotmail.com）网站上阻止广告。\n✔与其他类似产品不同，Adblocker For Outlook™使用硬编码的过滤规则来实现快速可靠的性能。\n✔包括“启用” |“禁用”按钮以快速禁用或启用扩展。\n================================================== ==============\n\n免责声明：此Chrome扩展程序用于阻止电子邮件网络服务Outlook / Hotmail上的广告，并且与Microsoft没有关联。\n所有版权属于其各自所有者。 Microsoft不认可或赞助此Chrome扩展程序。\nchrome扩展程序是由独立开发商开发的。",
    "zh_TW": "Adblocker For Outlook™是Google Chrome的擴展程序，可自動從新的Outlook / Hotmail界面中刪除廣告面板和讚助鏈接，同時最大化閱讀面板。\n\n此擴展程序與專門針對Outlook的最常見的廣告阻止程序有什麼不同，與許多其他廣告阻止程序不同的是，它不會在以前的廣告中留出空間\n通過仔細調整其餘元素來填充空間。該擴展程序創建了一個乾淨，無干擾的環境，使您可以安心閱讀電子郵件，而無需\n煩人的閃爍廣告和廣告。\n\n================================================== ==============\n★Adblocker for Outlook™的功能：\n✔它可以讓您阻止煩人的廣告，腳本，圖像，iframe和更多內容。\n✔超輕量級擴展，不佔用大量內存和CPU。\n✔在新的Outlook / Hotmail（outlook.live.com/Hotmail.com）網站上阻止廣告。\n✔與其他類似產品不同，Adblocker For Outlook™使用硬編碼的過濾規則來實現快速可靠的性能。\n✔包括“啟用” |“禁用”按鈕以快速禁用或啟用擴展。\n================================================== ==============\n\n免責聲明：此Chrome擴展程序用於阻止電子郵件網絡服務Outlook / Hotmail上的廣告，並且與Microsoft沒有關聯。\n所有版權屬於其各自所有者。 Microsoft不認可或贊助此Chrome擴展程序。\nchrome擴展程序是由獨立開發商開發的。"
  }
}