{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight Emails in Gmail by cloudHQ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight Email Rows in Gmail"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color code email rows in Gmail to visually organize them.\n\n✅ Select from a choice of calming or bright colors.\n✅ Adjust background color based on email status, such as read/unread or selected.\n✅ Customize the background color highlight depending on the sender’s email domain.\n✅ Focus mode minimizes distractions, specifically designed to assist individuals with neurodevelopmental disorders to more easily navigate, read, and concentrate.\n\nIn short, with this extension you can inbox customization through color-coding, allowing users to visually categorize emails. For example, assigning the color red to emails from security domains like security@google.com enhances the ability to quickly spot and prioritize critical alerts or notifications, streamlining inbox management and efficiency.\n\nImagine having all your emails from clients, vendors, or internal company emails neatly color-highlighted. It's like having a personalized filing system right in your inbox. You'll easily spot emails that need your attention, while also decluttering your digital workspace. This is a  game changer for anyone dealing with heaps of emails daily. This app isn't just about managing your inbox; it's about managing your time and focus too.\n\nThere's even a unique \"Focus Mode\" that works when you hover over an email. That email stands out while everything else recedes into the background. All other emails gray out, removing distractions and letting you zero in on that single email. It's the visual equivalent of noise-canceling headphones for your inbox. This way, you can devote your full attention to each email in turn, without missing any important details. Perfect for anyone who needs a little help focusing amidst the constant barrage of incoming emails. Focus Mode is more than a feature, it's a way to reclaim control over your digital environment.\n\n~~~~ Instructions for Use ~~~~\n\n1. Install the extension.\n2. You can get started now by clicking on:\n- The cloudHQ log on the top of your Gmail inbox\n- Click on \"Highlight Emails\"\n- Click on \"Highlight Rows (ON/OFF)\" to toggle the feature on and off\n3. To activate the \"Focus Mode,\" just toggle \"Reading Focus (ON/OFF)\" to enable distraction-free reading.\n4. To disable, toggle the feature off.\n\n\ncloudHQ website: https://www.cloudhq.net/\nApp website: https://www.highlight-emails.com\nPricing: https://www.highlight-emails.com/pricing\nSupport page: https://support.cloudhq.net/category/browser-extensions/highlight-emails/\nFAQ page: https://support.cloudhq.net/highlight-emails-faq-frequently-asked-questions/\nBlog: https://blog.cloudhq.net"
  }
}