{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TubeChat AI - YouTube Video Chat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat with your YouTube videos: Ask questions, find moments, and understand content faster with TubeChat AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of your YouTube videos and podcasts with TubeChat AI – your intelligent companion for digital content!\nHave you ever wished you could interact with the Youtube videos you're watching or listening to? TubeChat AI makes this possible. Whether you're diving into a detailed tech review, following a complex documentary, or absorbing knowledge from your favorite podcast, TubeChat AI is there to enhance your experience.\n\nKey Features:\n\n-Interactive Q&A: Confused about a concept? Simply ask TubeChat AI for clarification. It understands the content and provides clear, concise answers.\n-Smart Navigation: Locate specific topics within long videos or podcasts effortlessly. Just say, \"Take me to the part in the video where they discuss renewable energy?\" and TubeChat AI guides you to the right moment.\n-Instant Summaries\n-Deep Dive Assistance: Curious about a briefly mentioned topic? TubeChat AI can elaborate, drawing from its extensive knowledge base.\n\nIdeal for a Variety of Users:\n\n-Students can better grasp lectures and educational content\n-Professionals can efficiently extract key information from presentations or industry talks\n-Casual viewers and listeners can explore topics that pique their interest\n-Podcast enthusiasts can interact with content like never before\n\nTubeChat AI integrates seamlessly with YouTube. Once installed, a user-friendly chat interface appears alongside your video, ready to assist. It's like having a knowledgeable friend watching or listening with you, prepared to answer any question that comes to mind.\nThe beauty of TubeChat AI lies in its simplicity. If you can chat, you can harness the power of this tool. No complicated settings or learning curve – just intuitive, helpful interactions.\n\nInstall TubeChat AI now and transform your digital content experience. Whether you're studying, working, or simply satisfying your curiosity, TubeChat AI is your key to unlocking deeper understanding and engagement.\n\nTry TubeChat AI today – your favorite content is waiting to converse with you!"
  }
}