{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Simple Auto Refresh"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi reload pages and search text by random interval or by ready presets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Simple Auto Refresh is a simple and easy-to-use Chrome extension that allows you to automatically reload and refresh webpages. With customizable time intervals, it's the simplest way to stay updated without manually refreshing the page.\nOften need to auto-refresh or auto-reload a web page to look for updates? Tired of clicking the F5 button to auto-reload or auto-refresh a web page?\n\nLet Super Simple Auto Refresh do the dirty work. Finally, an extension that is super simple to use and super easy to set up for you to auto-refresh and auto-reload a website!\n\nWith Super Simple Auto Refresh, you just need to pick an auto-refresh or auto-reload time interval or random interval to start auto-refreshing the website. You can also define a customized auto-refresh and auto-reload time interval too!\n\nIt has real-time icon updates for the countdown timer during the auto-refresh process.\n\nIt is a simple Chrome extension that auto-refreshes and auto-reloads a web page automatically on a given time interval. There are lots of extensions that do the same thing, but Super Simple Auto Refresh is the most straightforward and easiest to use for auto-refresh and auto-reload while still allowing users for customization! You can have separate auto-refresh or auto-reload timers running for all of your tabs to auto-reload and auto-refresh.\n\nSet your auto-reload and auto-refresh time by clicking the auto-refresh icon in the Chrome toolbar, setting the auto-refresh and auto-reload seconds, and hitting start. You can stop the auto-refresh and auto-refresh timer at any time by hitting the stop button."
  }
}