{
  "name": {
    "ar": "Web Paint - Screenshot tool",
    "am": "Paint Online - Online Painting",
    "bg": "Paint on web",
    "bn": "Page Marker with Color Picker",
    "ca": "Eina de pintura i captura de pantalla",
    "cs": "Nástroj Malování a snímky obrazovky",
    "da": "Værktøj til maling og Skærmbillede",
    "de": "Malwerkzeug und Screenshot",
    "el": "Paint Smart",
    "en,en_AU,en_GB,en_US,es_419,hu,ru,uk,zh_TW": "Paint Tool for Chrome",
    "es": "Herramienta de pintura y Captura de pantalla",
    "et": "Screenshot Tool - Paint Online",
    "fa": "Page Marker",
    "fi": "Maalityökalu ja kuvakaappaus",
    "fil": "Web Paint - MS Paint",
    "fr": "Outil de peinture et Capture d'écran",
    "gu": "Paint Online",
    "he": "Paint - Free Image and Photo Editor",
    "hi": "Color Palette and Paint",
    "hr": "Screenshot and PDF Editor",
    "id": "Screenshot and Screen Capture",
    "it": "Strumento di pittura e Screenshot",
    "ja": "ペイントツールとスクリーンショット",
    "kn": "Screenshot Tool",
    "ko": "페인트 및 스크린샷 도구",
    "lt": "Dažymo įrankis ir Ekrano kopija",
    "lv": "Kkrāsošanas rīks un Ekrānuzņēmums",
    "ml": "Page Marker - Web Drawing",
    "mr": "Paint and PDF Converter",
    "ms": "Web Paint - Free Paint Online",
    "nl": "Schildergereedsch en Screenshot",
    "no": "Maleverktøy og Skjermbilde",
    "pl": "Narzędzie do malowania i Zrzut ekranu",
    "pt_BR": "Ferramenta de pintura",
    "pt_PT": "Ferramenta de pintura e Captura de tela",
    "ro": "Paint",
    "sk": "Nástroj Maľovanie a Snímka obrazovky",
    "sl": "Orodje za slikanje in posnetek zaslona",
    "sr": "Paint for PDF files - Paint",
    "sv": "Målarverktyg och Skärmdump",
    "sw": "Paint Tool and Font finder",
    "ta": "Color Picker and Web Paint",
    "te": "Paint - Full Page Screenshot",
    "th": "Paint on Web and What font",
    "tr": "Boyama aracı ve Ekran görüntüsü",
    "vi": "Paint Tool",
    "zh_CN": "繪畫工具和屏幕截圖"
  },
  "short": {
    "ar,fil": "Web Paint to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "am": "Web Paint tool to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result.…",
    "bg": "Painty to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "bn": "Page Marker to draw rectangle, circle, lines and others shapes or add text on any website, then screen capture the result. Page…",
    "ca": "Eina de pintura per dibuixar qualsevol cosa i en qualsevol lloc en temps real, una pintura en línia. Fes una captura de pantalla…",
    "cs": "Nástroj Malování pro kreslení čehokoli a kdekoli v reálném čase, malování online. Udělejte snímek obrazovky toho, co jste…",
    "da": "Maleværktøj til at tegne alt og hvor som helst i realtid, en maling online. Tag et skærmbillede af det du har tegnet. Skærmbillede…",
    "de": "Malwerkzeug zum Zeichnen von allem und überall in Echtzeit, eine Online-Malerei. Machen Sie einen Screenshot von dem, was Sie…",
    "el": "Paint smart to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "en,en_AU,en_GB,en_US,es_419,hu,uk,zh_TW": "Paint tool to draw anything and anywhere in real-time, paint online. Take a screenshot of your drawing use screenshot tool.",
    "es": "Herramienta de pintura para dibujar cualquier cosa y en cualquier lugar en tiempo real, una pintura en línea. Tome una captura de…",
    "et": "Screenshot tool to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result.…",
    "fa": "Web paint - draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "fi": "Maalaustyökalu piirrä mitä tahansa ja missä tahansa reaaliajassa, maalaa verkossa. Ota kuvakaappaus piirustuksestasi.…",
    "fr": "L'outil de peinture dessine n'importe quoi et n'importe où en temps réel, peignez en ligne. Faites une capture d'écran de votre…",
    "gu": "Paint Tool - draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "he": "Screenshot and Paint tool to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the…",
    "hi,ms,ro": "Paint Tool to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "hr": "Paint tool to draw rectangle, circle, lines and others shapes or add text on any website, then screen capture the result. Classic…",
    "id": "Web paint and screenshot tool to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the…",
    "it": "Lo strumento di pittura disegna qualsiasi cosa e ovunque in tempo reale, dipingi online. Fai uno screenshot del tuo disegno.…",
    "ja": "ペイント ツールは、リアルタイムでどこでも何でも描画し、オンラインでペイントします。 描画のスクリーンショットを撮ります。 スクリーンショットツール。",
    "kn": "Paint Tool - draw rectangle, circle, lines and others shapes or add text on any website, then screen capture the result. Screenshot…",
    "ko": "페인트 도구는 실시간으로 무엇이든 그리고 어디에서나 그리고 온라인으로 페인트합니다. 그림의 스크린샷을 찍습니다. 스크린샷 도구.",
    "lt": "Dažymo įrankis pieškite bet ką ir bet kur realiu laiku, dažykite internetu. Padarykite savo piešinio ekrano kopiją. Ekrano kopijos…",
    "lv": "Krāsošanas rīks zīmē jebko un jebkurā vietā reāllaikā, krāso tiešsaistē. Uzņemiet sava zīmējuma ekrānuzņēmumu. Ekrānuzņēmuma rīks.",
    "ml": "Web Paint and Web Drawing to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the…",
    "mr": "Draw rectangle, circle, lines and others shapes or add text on any website, then screen capture the result. Free Paint Online to…",
    "nl": "Tekengereedschappen tekenen alles, waar dan ook in realtime, schilderen online. Maak een screenshot van je tekening.…",
    "no": "Tegneverktøy tegner hva som helst, hvor som helst i sanntid, mal online. Ta et skjermbilde av tegningen din. Skjermbildeverktøy.",
    "pl": "Narzędzia do rysowania rysują wszystko i wszędzie w czasie rzeczywistym, malują online. Zrób zrzut ekranu swojego rysunku.…",
    "pt_BR,pt_PT": "Ferramenta de pintura para desenhar qualquer coisa, em qualquer lugar em tempo real, pintar online. Faça uma captura de tela do seu…",
    "ru": "Paint tool to draw anything and anywhere in real-time, an paint online. Take a screenshot of what you have drawn use screenshot…",
    "sk": "Nástroje na kreslenie kreslia čokoľvek, kdekoľvek v reálnom čase, maľujú online. Urobte snímku obrazovky svojej kresby. Nástroj na…",
    "sl": "Orodje za slikanje in posnetke zaslona\n\nOrodje za slikanje in posnetek zaslona\n\n\n\n\nOrodja za risanje narišejo karkoli, kjer koli v…",
    "sr,te": "Paint Tool for PDF to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result.…",
    "sv": "Ritverktyg ritar vad som helst, var som helst i realtid, måla online. Ta en skärmdump av din teckning. Skärmdumpverktyg.",
    "sw,ta": "Web paint to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result. Screenshot…",
    "th": "Paint on Web to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the result.…",
    "tr": "Çizim araçları her şeyi, her yerde gerçek zamanlı olarak çizin, çevrimiçi boyayın. Çiziminizin ekran görüntüsünü alın. Ekran…",
    "vi": "Web Paint and pint tool to draw rectangle, circle, lines and others shapes or add text on any web pages, then screenshot the…",
    "zh_CN": "繪圖工具可以隨時隨地實時繪製任何內容，在線繪畫。 截取你的繪圖的屏幕截圖。 截圖工具。"
  },
  "long": {
    "ar": "Web Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "am": "Web Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "bg,el,gu": "Screenshot and Paint - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "bn": "Web Paint Tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur Paint Tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nAll tools as in MS Paint but only in your browser. \n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint and Screenshot Tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. Page Marker for Chrome\n\nImportant\nAfter installation / update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser.\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. \n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "ca": "Eina de pintura: dibuixa a qualsevol lloc web, afegeix text, afegeix línies i ressalta! Amb Web Paint, podeu utilitzar el ratolí o la pantalla tàctil per dibuixar al web o en PDF i desar-lo a l'ordinador. Pinta, dibuixa i marca a qualsevol pàgina web o lloc web.\n\nEina de pintura fàcil de configurar\n1. Instal·leu l'extensió Web Paint i torneu a carregar la pàgina perquè l'extensió funcioni.\n2. Feu clic a l'extensió sempre que necessiteu dibuixar o ressaltar alguna cosa.\n3. Els dibuixos es guarden automàticament.\n4. Fes una captura de pantalla.\n5. Torneu a carregar la pàgina per sortir del mode de dibuix del navegador.\n\nEstàs acostumat a llegir llibres i a destacar textos importants o simplement vols dibuixar en qualsevol lloc web en temps real amb la comoditat del teu navegador? Aquesta senzilla extensió us ajudarà!\n\nVoleu compartir la vostra pantalla per a casos com ara informar problemes tècnics, fer demostracions de productes o tutorials? Aquí teniu els motius per triar l'eina de pintura per a Chrome\n\n1. Té totes les característiques de MS Paint.\n2. Gruix ajustable, transparència i color preestablert.\n3. Feu una captura de pantalla de la pàgina.\n\npaint en línia té un pes lleuger i una extensió gratuïta per a Chrome que es pot utilitzar amb finalitats educatives i introduir qualsevol persona a dibuixar directament des del vostre navegador. A més, pot practicar l'alfabet, els números i les pintures mentre s'educa.\n\nRealitzeu una captura de pantalla de pàgina completa. Desa la captura de pantalla de la imatge en PDF o imatges. Les captures de pantalla instantànies s'emmagatzemen localment i no produeixen trànsit. L'eina de captura de pantalla pot funcionar fora de línia.\n\nLa creació d'una captura de pantalla és fàcil com podria ser. Trieu entre l'àrea de pantalla completa o parcial i feu-ho amb un clic. A continuació, podeu personalitzar completament les captures de pantalla, com ara afegir text, dibuixar línies, fletxes i formes.\n\nPer què Paint - dibuixa en línia - millor que els competidors?\n✓ Copia al porta-retalls\n✓ Imprimeix imatges\n✓ Correu electrònic\n✓ Exporta les captures a un editor extern\n✓ Afegiu informació de la pàgina a les captures de pantalla (URL, títol, hora, domini, etc.)\n\nPodeu compartir les vostres imatges al tauler de Pinterest.\nTambé conté les funcions que necessiteu:\n- Tecles d'accés ràpid per a cada eina\n- Desa el dibuix amb una opció de captura de pantalla\n- Desa la imatge al teu PC o Imprimeix\n- Retalla l'àrea necessària d'una imatge i desa-la\n\nPinta a la web i l'eina de captura de pantalla d'una manera senzilla i sense cap dificultat. Dibuixa en línia amb la nostra extensió nova i totalment gratuïta per al navegador Chrome. Pintar a la web\n\nAmb el marcador de pàgina, podeu utilitzar el ratolí o la pantalla tàctil per dibuixar al web o en PDF i desar-lo a l'ordinador. Pinta, dibuixa i marca a qualsevol pàgina web o lloc web. És només una divertida extensió de pintura web, i us podeu riure amb aquesta extensió creant cares divertides, etc., a les pàgines web.\n\nTambé és la millor eina per treballar amb fitxers PDF: PDF Office és un editor de PDF en línia des del qual podeu realitzar operacions d'edició sobre fitxers PDF però utilitzant el vostre navegador web. Visor de PDF\n\nConeguda com una extensió d'eina en línia per pintar o pintar web, és útil per als estudiants, companys d'equip i tothom que treballa amb el contingut dels llocs web, ja que podeu aprendre o desar informació fàcilment, crear tutorials personalitzats o notes en paper, si hagueu decidit imprimir-lo. .\n\nConverteix un PDF en línia\nAmb l'extensió pdfFiller Chrome, podeu convertir qualsevol fitxer PDF a Word, Excel, PowerPoint o una imatge JPEG.\n\nEina de PDF gratuïta per editar, convertir, comprimir, combinar, combinar, retallar i redactar fitxers PDF.\nGaudeix de la millor experiència de PDF afegint Xodo | PDF.online al vostre navegador Chrome! Accediu al convertidor de PDF, al combinador de PDF, a l'emplenament de PDF, a l'editor de PDF, a la fusió de PDF i molt més per augmentar la vostra productivitat en línia.\n\nPotents convertidors de PDF i eines de PDF per augmentar la vostra productivitat:\n\nConverteix un PDF en línia\nAmb l'extensió pdfFiller Chrome, podeu convertir qualsevol fitxer PDF a Word, Excel, PowerPoint o una imatge JPEG.\n\nEina de PDF gratuïta per editar, convertir, comprimir, combinar, combinar, retallar i redactar fitxers PDF.\nGaudeix de la millor experiència de PDF afegint Xodo | PDF.online al vostre navegador Chrome! Accediu al convertidor de PDF, al combinador de PDF, a l'emplenament de PDF, a l'editor de PDF, a la fusió de PDF i molt més per augmentar la vostra productivitat en línia.\n\nPotents convertidors de PDF i eines de PDF per augmentar la vostra productivitat:\n\n- Converteix PDF a Word, PPT, Excel, PDF/A, HTML, JPG, JPEG i PNG\n- Converteix JPG, JPEG, PNG a PDF\n- Converteix Word, Excel, Powerpoint a PDF\n- Lector de PDF\n- Converteix Word, Excel, Powerpoint a PDF\n- Lector de PDF\n- Pintar a la web\n\nValoreu la nostra extensió de l'eina de pintura si us agrada. Feliç pintura a tothom.\n\nNoticia important\nDesprés de la instal·lació/actualització, torneu a carregar les pestanyes actives al vostre navegador perquè funcioni Web Paint.\n\nPuntua'ns! Treballem dur per oferir-vos la millor experiència per a Chrome. Si us agrada la nostra extensió, proporcioneu-nos una puntuació de 5 estrelles! Si teniu alguna pregunta, comentari o suggeriment, estarem encantats d'escoltar-los! Consulteu les nostres dades de contacte a continuació.",
    "cs": "Nástroj Malování – kreslete na libovolný web, přidejte text, přidejte čáry a zvýrazňujte! Pomocí aplikace Web Paint můžete pomocí myši nebo dotykové obrazovky kreslit na web nebo do souborů PDF a uložit je do počítače. Malujte, kreslete a označujte na jakékoli webové stránce nebo webu.\n\nSnadné nastavení nástroje pro malování\n1. Nainstalujte rozšíření Web Paint a znovu načtěte stránku, aby rozšíření fungovalo.\n2. Klikněte na rozšíření, kdykoli potřebujete něco nakreslit nebo zvýraznit.\n3. Výkresy se automaticky uloží.\n4. Udělejte snímek obrazovky.\n5. Znovu načtěte stránku a ukončete režim kreslení z prohlížeče.\n\nJste zvyklí číst knihy a zvýrazňovat důležité texty nebo jen chcete kreslit na libovolný web v reálném čase v pohodlí vašeho prohlížeče? Toto jednoduché rozšíření vám s tím pomůže!\n\nChcete sdílet svou obrazovku pro případy, jako je hlášení technických problémů, vytváření ukázek produktů nebo návody? Zde jsou důvody, proč si vybrat nástroj pro malování pro Chrome\n\n1. Má všechny funkce programu MS Paint.\n2. Nastavitelná tloušťka, průhlednost a přednastavená barva.\n3. Udělejte snímek obrazovky stránky.\n\npaint online je lehká váha a bezplatné rozšíření pro Chrome, které lze použít pro vzdělávací účely a seznámit kohokoli s kreslením přímo z vašeho prohlížeče. Kromě toho může při vzdělávání procvičovat abecedu, čísla a malby.\n\nProveďte snímání obrazovky celé stránky. Uložte snímek obrazovky do PDF nebo obrázků. Okamžité snímky obrazovky jsou uloženy lokálně a nevytvářejí žádný provoz. Nástroj pro snímky obrazovky může pracovat offline.\n\nPaint tool je absolutně bezplatný odlehčený digitální program pro vytváření různých výkresů, které jsou nabité štětci, fonty, tvary a dalšími zdroji.\n\nJednoduchá, snadná a zábavná aplikace pro malování, můžete si užívat a učit se kreslit na tomto rozšíření pro Chrome. Malování webu je uživatelsky přívětivé a můžete začít malovat během vteřiny. Pokud se chcete naučit malovat, Malovat něco může být to nejlepší, co se vám stalo. Můžete si vybrat vlastní barvy a různé velikosti čar!!\n\nNaše rozšíření nástroje pro malování má jednoduchý a snadno použitelný design. Není to matoucí a v aplikaci jsou použity snadno rozpoznatelné ikony nástrojů (tužka, kbelík s barvou, guma a další nástroj), což usnadňuje použití pro každého.\n\nMalujte online nebo přidejte informace na webovou stránku, abyste zvýraznili okamžiky, a poté pořiďte snímek celé webové stránky nebo jen vybrané oblasti s možností stáhnout nebo sdílet. Plně přizpůsobený snímek obrazovky, který lze okamžitě vytisknout, uložit nebo odeslat.\n\nObsahuje nástroje, které potřebujete:\n  - Nástroj tužka - kreslení vlastních čar\n  - Textový nástroj - přidat anotaci\n  - Emoji - přidejte jemné emotikony na jakékoli webové stránky\n  - Nástroj pro vyplnění kbelíku - vyplňte tvary a nakreslete je libovolnou barvou z palety\n  - Nástroj Čára - zadejte počáteční a koncový bod pro malování rovné čáry\n  - Kvadratická křivka - nakreslete kvadratickou křivku s vybranou šířkou čáry\n  - Bézierova křivka - nakreslete bezierovu křivku s vybranou šířkou čáry\n  - Nástroj mnohoúhelník - namalujte mnohoúhelník s vybranou šířkou čáry\n  - Nástroj Elipsa - nakreslete elipsu nebo kruh s vybranou šířkou čáry\n  - Nástroj kapátko - vyberte barvu z webové stránky nebo svých kreseb\n  - Screenshot tool - screenshot maker umožňuje uložit výsledek ve formátu PN nebo JPG\n\nVšechny nástroje jako v MS Paint, ale pouze ve vašem prohlížeči. Malování na webu\n\nPomocí magické značky můžete označovat tvary, psát pomocí textového nástroje a další. Až budete hotovi. Udělejte si snímek obrazovky své práce, aby vaši kreativitu viděli i vaši přátelé. Své obrázky můžete sdílet na nástěnce Pinterest.\n\nChcete sdílet svou obrazovku pro případy, jako je hlášení technických problémů, vytváření ukázek produktů nebo návody? Zde jsou důvody, proč si vybrat nástroj pro malování a snímky obrazovky:\n\n- Klávesové zkratky pro každý nástroj\n- Aktuální výkresy se automaticky ukládají\n- Uložit kresbu pomocí možnosti Snímek obrazovky (udělejte snímek celé stránky nebo zachyťte vybranou oblast.) Snímek obrazovky.\n- Stáhněte si obrázek do počítače nebo vytiskněte\n- Ořízněte potřebnou oblast obrázku a uložte jej\n\nPřidejte poznámky na jakoukoli webovou stránku a uložte ji jako snímek obrazovky! Anotace webu byla vytvořena, aby uživatelům umožnila anotovat jakoukoli webovou stránku a uložit ji jako obrázek. značka stránky pro Chrome\n\nDůležité\nPo instalaci/aktualizaci nástroje Paint Tool znovu načtěte aktivní karty ve vašem prohlížeči, aby rozšíření fungovalo.\n\nMalování na webu a Screenshot Tool jednoduchým způsobem a bez jakýchkoli potíží. Kreslete online s naším novým a zcela bezplatným rozšířením pro prohlížeč Chrome. Malování na webu\n\nSe značkou Page Marker můžete pomocí myši nebo dotykové obrazovky kreslit na web nebo do souborů PDF a uložit je do počítače. Malujte, kreslete a označujte na jakékoli webové stránce nebo webu. Je to jen zábavné rozšíření pro malování webu a pomocí tohoto rozšíření se můžete zasmát vytvářením legračních obličejů atd. na webových stránkách.\n\nJe to také nejlepší nástroj pro práci se soubory PDF – PDF Office je online editor PDF, ze kterého můžete provádět úpravy souborů PDF, ale pomocí webového prohlížeče. Prohlížeč PDF\n\nZnámé jako rozšíření online nástroje pro malování na webu nebo malování je užitečné pro studenty, spoluhráče a každého, kdo pracuje s obsahem webových stránek, protože se můžete snadno učit nebo ukládat informace, vytvářet vlastní výukové programy nebo papírové poznámky, pokud byste se rozhodli je vytisknout. .\n\nPřevést PDF online\nS rozšířením pdfFiller pro Chrome můžete převést jakýkoli soubor PDF do formátu Word, Excel, PowerPoint nebo obrázek JPEG.\n\nBezplatný nástroj PDF pro úpravu, převod, kompresi, slučování, kombinování, ořezávání a redigování souborů PDF.\nUžijte si lepší zážitek z PDF přidáním Xodo | PDF.online do vašeho prohlížeče Chrome! Získejte přístup k převodníku PDF, slučovači PDF, plniči PDF, editoru PDF, slučování PDF a dalším, abyste zvýšili svou produktivitu online.\n\nVýkonné převodníky PDF a nástroje PDF pro zvýšení vaší produktivity:\n\nPřevést PDF online\nS rozšířením pdfFiller pro Chrome můžete převést jakýkoli soubor PDF do formátu Word, Excel, PowerPoint nebo obrázek JPEG.\n\nBezplatný nástroj PDF pro úpravu, převod, kompresi, slučování, kombinování, ořezávání a redigování souborů PDF.\nUžijte si lepší zážitek z PDF přidáním Xodo | PDF.online do vašeho prohlížeče Chrome! Získejte přístup k převodníku PDF, slučovači PDF, plniči PDF, editoru PDF, slučování PDF a dalším, abyste zvýšili svou produktivitu online.\n\nVýkonné převodníky PDF a nástroje PDF pro zvýšení vaší produktivity:\n\n- Převod PDF do Wordu, PPT, Excelu, PDF/A, HTML, JPG, JPEG a PNG\n- Převod JPG, JPEG, PNG do PDF\n- Převést Word, Excel, Powerpoint do PDF\n- čtečky PDF\n- Převést Word, Excel, Powerpoint do PDF\n- čtečky PDF\n- Malování na webu\n\nProsím ohodnoťte naše rozšíření Paint Tool, pokud se vám líbí. Veselé malování všem.\n\n\npaint tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur paint tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nAll tools as in MS Paint but only in your browser. Paint on web\n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose paint and screenshot tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. page marker for Chrome\n\nImportant\nAfter installation/update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n Paint tool -  Draw on any webpage in your browser.\n Paint on web - Make shapes with the magic marker.\n Paint tool - Write with the text tool.\n Paint tool - Take screenshot to share you creativeness\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "da": "Maleværktøj - tegn på enhver hjemmeside, tilføj tekst, tilføj linjer og fremhæv! Med Web Paint kan du bruge din mus eller berøringsskærm til at tegne på nettet eller på PDF'er og gemme det på din computer. Mal, tegn og markér på enhver webside eller hjemmeside.\n\nLet at sætte op maleværktøj\n1. Installer Web Paint-udvidelsen, og genindlæs siden for at lade udvidelsen virke.\n2. Klik på udvidelsen, når du skal tegne eller fremhæve noget.\n3. Tegninger gemmes automatisk.\n4. Tag et skærmbillede.\n5. Genindlæs siden for at afslutte tegnetilstanden fra browseren.\n\nEr du vant til at læse bøger og fremhæve vigtige tekster eller ville du bare tegne på et hvilket som helst websted i realtid i din browsers komfort? Denne enkle udvidelse hjælper dig med det!\n\nVil du dele din skærm til sager som at rapportere tekniske problemer, lave produktdemoer eller vejledninger? Her er grunde til at vælge maleværktøj til Chrome\n\n1. Har alle funktionerne i MS Paint.\n2. Justerbar tykkelse, gennemsigtighed og forudindstillet farve.\n3. Tag et skærmbillede af siden.\n\npaint online er letvægts og en gratis udvidelse til Chrome, der kan bruges til undervisningsformål og introducere alle til at tegne direkte fra din browser. Derudover kan den øve alfabetet, tal og malerier, mens den uddanner.\n\nUdfør helsides skærmbillede. Gem billede screenshot til PDF eller billeder. Øjeblikkelige skærmbilleder gemmes lokalt og producerer ingen trafik. Skærmbilledeværktøj kan arbejde offline.\n\nOprettelse af et skærmbillede er nemt, som det nogensinde kunne være. Vælg mellem området i fuld skærm eller delvist, og tag det med et klik. Derefter kan du fuldt ud tilpasse skærmbilleder som at tilføje tekst, tegne linjer, pile og former.\n\nHvorfor male - tegne online - bedre end konkurrenterne?\n✓ Kopier til udklipsholder\n✓ Udskriv billeder\n✓ E-mail\n✓ Eksporter optagelser til ekstern editor\n✓ Tilføj sideoplysninger til skærmbilleder (URL, titel, tid, domæne osv.)\n\nMal på nettet og skærmbilledeværktøj på enkel måde og uden problemer. Tegn online med vores nye og helt gratis udvidelse til Chrome-browseren. Mal på nettet\n\nMed Page Marker kan du bruge din mus eller berøringsskærm til at tegne på nettet eller på PDF'er og gemme det på din computer. Mal, tegn og markér på enhver webside eller hjemmeside. Det er bare en sjov Web paint-udvidelse, og du kan få nogle grin ved at bruge denne udvidelse ved at skabe sjove ansigter osv. på websider.\n\nOgså det bedste værktøj til at arbejde med PDF-filer - PDF Office er en PDF-editor online, hvorfra du kan udføre redigeringshandlinger over PDF-filer, men ved at bruge din webbrowser. PDF-fremviser\n\nKendt som en web paint eller paint online værktøjsudvidelse er et nyttigt have for studerende, holdkammerater og alle, der arbejder med webstedsindhold, da du nemt kan lære eller gemme information, oprette brugerdefinerede selvstudier eller papirnoter, hvis du havde besluttet at udskrive det .\n\nKonverter en PDF online\nMed pdfFiller Chrome-udvidelsen kan du konvertere enhver PDF-fil til Word, Excel, PowerPoint eller et JPEG-billede.\n\nGratis PDF-værktøj til at redigere, konvertere, komprimere, flette, kombinere, beskære og redigere PDF-filer.\nNyd den bedre PDF-oplevelse ved at tilføje Xodo | PDF.online til din Chrome-browser! Få adgang til PDF-konverter, PDF-kombiner, PDF-fylder, PDF-editor, PDF-fusion og mere for at øge din produktivitet online.\n\nKraftige PDF-konvertere og PDF-værktøjer til at øge din produktivitet:\n\nKonverter en PDF online\nMed pdfFiller Chrome-udvidelsen kan du konvertere enhver PDF-fil til Word, Excel, PowerPoint eller et JPEG-billede.\n\nGratis PDF-værktøj til at redigere, konvertere, komprimere, flette, kombinere, beskære og redigere PDF-filer.\nNyd den bedre PDF-oplevelse ved at tilføje Xodo | PDF.online til din Chrome-browser! Få adgang til PDF-konverter, PDF-kombiner, PDF-fylder, PDF-editor, PDF-fusion og mere for at øge din produktivitet online.\n\nKraftige PDF-konvertere og PDF-værktøjer til at øge din produktivitet:\n\n- Konverter PDF til Word, PPT, Excel, PDF/A, HTML, JPG, JPEG og PNG\n- Konverter JPG, JPEG, PNG til PDF\n- Konverter Word, Excel, Powerpoint til PDF\n- PDF-læser\n- Konverter Word, Excel, Powerpoint til PDF\n- PDF-læser\n- Mal på web\n\nBedøm venligst vores Paint Tool-udvidelse, hvis du kan lide det. Glad for at male alle sammen.\n\nBedøm os! Vi arbejder hårdt på at give dig den bedste oplevelse for Chrome. Hvis du kan lide vores udvidelse, bedes du give os en 5-stjernet vurdering! Hvis du har spørgsmål, bemærkninger eller forslag, hører vi dem gerne! Se venligst vores kontaktoplysninger nedenfor.",
    "de": "Malwerkzeug - Zeichnen Sie auf jeder Website, fügen Sie Text hinzu, fügen Sie Linien hinzu und markieren Sie! Mit Web Paint können Sie Ihre Maus oder Ihren Touchscreen verwenden, um im Web oder in PDFs zu zeichnen und diese auf Ihrem Computer zu speichern. Malen, zeichnen und markieren Sie auf jeder Webseite oder Website.\n\nEinfach einzurichtendes Malwerkzeug\n1. Installieren Sie die Web Paint-Erweiterung und laden Sie die Seite neu, damit die Erweiterung funktioniert.\n2. Klicken Sie auf die Erweiterung, wenn Sie etwas zeichnen oder hervorheben möchten.\n3. Zeichnungen werden automatisch gespeichert.\n4. Screenshot machen.\n5. Laden Sie die Seite neu, um den Zeichenmodus des Browsers zu verlassen.\n\nSind Sie daran gewöhnt, Bücher zu lesen und wichtige Texte hervorzuheben, oder wollten Sie einfach bequem in Ihrem Browser in Echtzeit auf einer beliebigen Website zeichnen? Diese einfache Erweiterung hilft Ihnen dabei!\n\nMöchten Sie Ihren Bildschirm für Fälle wie das Melden technischer Probleme, das Erstellen von Produktdemos oder Anleitungen freigeben? Hier sind Gründe, sich für das Malwerkzeug für Chrome zu entscheiden\n\n1. Hat alle Funktionen von MS Paint.\n2. Einstellbare Dicke, Transparenz und voreingestellte Farbe.\n3. Machen Sie einen Screenshot der Seite.\n\nPaint Online ist leicht und eine kostenlose Erweiterung für Chrome, die für Bildungszwecke verwendet werden kann und jedem das Zeichnen direkt von Ihrem Browser aus ermöglicht. Darüber hinaus kann es beim Unterrichten das Alphabet, Zahlen und Gemälde üben.\n\nFühren Sie eine ganzseitige Bildschirmaufnahme durch. Bild-Screenshot als PDF oder Bilder speichern. Sofortige Screenshots werden lokal gespeichert und erzeugen keinen Datenverkehr. Das Screenshot-Tool kann offline arbeiten.\n\nDie Erstellung einer Bildschirmaufnahme ist so einfach wie nie zuvor. Wählen Sie aus dem Vollbild- oder Teilbereich und nehmen Sie ihn mit einem Klick auf. Dann können Sie Screenshots vollständig anpassen, z. B. Text hinzufügen, Linien, Pfeile und Formen zeichnen.\n\nWarum malen - online zeichnen - besser als die Konkurrenz?\n✓ In die Zwischenablage kopieren\n✓ Bilder drucken\n✓ E-Mail\n✓ Exportieren Sie Aufnahmen in einen externen Editor\n✓ Seiteninformationen zu Screenshots hinzufügen (URL, Titel, Uhrzeit, Domain usw.)\n\nSie können Ihre Bilder auf dem Pinterest-Board teilen.\nEs enthält auch die Funktionen, die Sie benötigen:\n- Hotkeys für jedes Tool\n- Speichern Sie die Zeichnung mit einer Screenshot-Option\n- Speichern Sie das Bild auf Ihrem PC oder drucken Sie es aus\n- Beschneiden Sie den erforderlichen Bereich eines Bildes und speichern Sie es\n\nWichtiger Hinweis\nBitte laden Sie nach der Installation / Aktualisierung die aktiven Tabs in Ihrem Browser neu, damit Web Paint funktioniert.\n\nBewerten Sie uns! Wir arbeiten hart daran, Ihnen das beste Chrome-Erlebnis zu bieten. Wenn Ihnen unsere Erweiterung gefällt, geben Sie uns bitte eine 5-Sterne-Bewertung! Wenn Sie Fragen, Anmerkungen oder Vorschläge haben, freuen wir uns darauf! Bitte beachten Sie unsere Kontaktdaten unten.",
    "en,en_AU,en_GB,en_US,es_419,hu,ru,uk,zh_TW": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDF and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nWhether you're a student, a professional, or just someone who loves browsing the web is a must-have extension. You'll have access to an array of advanced annotation tools, including a pencil, highlighter, color picker, arrow, polygon, text, emoji, and more.\n\nEasy to set up extension:\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser or want to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  \n\nHere are reasons to choose our extension:\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshot like add text, drawing lines, arrows, and shapes. \n\nYou can share your images on Pinterest board.\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice \nAfter installation/update, please reload the active tabs in your browser for the extensio to work.\n\nRate us! We work hard to provide you with the best experience for Chrome. If you like our extension, please provide us with a 5 star rating!",
    "es": "Herramienta de pintura: ¡dibuje en cualquier sitio web, agregue texto, agregue líneas y resalte! Con Web Paint, puede usar su mouse o pantalla táctil para dibujar en la web o en archivos PDF y guardarlo en su computadora. Pinta, dibuja y marca en cualquier página web o sitio web.\n\nHerramienta de pintura fácil de configurar\n1. Instale la extensión Web Paint y vuelva a cargar la página para que la extensión funcione.\n2. Haga clic en la extensión cada vez que necesite dibujar o resaltar algo.\n3. Los dibujos se guardan automáticamente.\n4. Tome una captura de pantalla.\n5. Vuelva a cargar la página para salir del modo de dibujo desde el navegador.\n\n¿Acostumbrado a leer libros y resaltar textos importantes o simplemente desea dibujar en cualquier sitio web en tiempo real en la comodidad de su navegador? ¡Esta simple extensión te ayudará en eso!\n\n¿Quiere compartir su pantalla para casos como informar problemas técnicos, hacer demostraciones de productos o tutoriales prácticos? Estas son las razones para elegir la herramienta de pintura para Chrome\n\n1. Tiene todas las características de MS Paint.\n2. Grosor ajustable, transparencia y color predeterminado.\n3. Tome una captura de pantalla de la página.\n\npaint online es liviano y una extensión gratuita para Chrome que se puede usar con fines educativos e introducir a cualquiera a dibujar directamente desde su navegador. Además, puede practicar el abecedario, los números y las pinturas mientras educa.\n\nRealice una captura de pantalla de página completa. Guarde la captura de pantalla de la imagen en PDF o imágenes. Las capturas de pantalla instantáneas se almacenan localmente y no generan tráfico. La herramienta de captura de pantalla puede funcionar sin conexión.\n\nLa creación de una captura de pantalla es más fácil que nunca. Elija entre la pantalla completa o el área parcial y tómela con un clic. Luego, puede personalizar completamente las capturas de pantalla, como agregar texto, dibujar líneas, flechas y formas.\n\n¿Por qué Paint, dibujar en línea, mejor que la competencia?\n✓ Copiar al portapapeles\n✓ Imprimir imágenes\n✓ Correo electrónico\n✓ Exportar capturas a un editor externo\n✓ Agregue información de la página a las capturas de pantalla (URL, título, hora, dominio, etc.)\n\nPuedes compartir tus imágenes en el tablero de Pinterest.\nTambién contiene las funciones que necesita:\n- Teclas de acceso rápido a cada herramienta\n- Guardar dibujo con una opción de captura de pantalla\n- Guarde la imagen en su PC o imprima\n- Recorta el área necesaria de una imagen y guárdala\n\nPinte en la web y la herramienta de captura de pantalla de manera sencilla y sin ninguna dificultad. Dibuja en línea con nuestra nueva extensión absolutamente gratuita para el navegador Chrome. pintar en la red\n\nCon Page Marker, puede usar su mouse o pantalla táctil para dibujar en la web o en archivos PDF y guardarlo en su computadora. Pinta, dibuja y marca en cualquier página web o sitio web. Es solo una divertida extensión de pintura web, y puede reírse un poco usando esta extensión creando caras divertidas, etc., en las páginas web.\n\nTambién es la mejor herramienta para trabajar con archivos PDF: PDF Office es un editor de PDF en línea desde el que puede realizar operaciones de edición en archivos PDF pero utilizando su navegador web. Visor de PDF\n\nConocida como una extensión de herramienta en línea de pintura web o pintura, es útil para estudiantes, compañeros de equipo y todos los que trabajan con contenido de sitios web, ya que podría aprender o guardar información fácilmente, crear tutoriales personalizados o notas en papel, si decidiera imprimirlo. .\n\nConvertir un PDF en línea\nCon la extensión de Chrome pdfFiller, puede convertir cualquier archivo PDF a Word, Excel, PowerPoint o una imagen JPEG.\n\nHerramienta PDF gratuita para editar, convertir, comprimir, fusionar, combinar, recortar y redactar archivos PDF.\nDisfruta de una mejor experiencia PDF agregando Xodo | PDF.online a su navegador Chrome! Acceda al convertidor de PDF, al combinador de PDF, al relleno de PDF, al editor de PDF, a la fusión de PDF y más para potenciar su productividad en línea.\n\nPotentes convertidores de PDF y herramientas de PDF para aumentar su productividad:\n\nConvertir un PDF en línea\nCon la extensión de Chrome pdfFiller, puede convertir cualquier archivo PDF a Word, Excel, PowerPoint o una imagen JPEG.\n\nHerramienta PDF gratuita para editar, convertir, comprimir, fusionar, combinar, recortar y redactar archivos PDF.\nDisfruta de una mejor experiencia PDF agregando Xodo | PDF.online a su navegador Chrome! Acceda al convertidor de PDF, al combinador de PDF, al relleno de PDF, al editor de PDF, a la fusión de PDF y más para potenciar su productividad en línea.\n\nPotentes convertidores de PDF y herramientas de PDF para aumentar su productividad:\n\n- Convierta PDF a Word, PPT, Excel, PDF/A, HTML, JPG, JPEG y PNG\n- Convertir JPG, JPEG, PNG a PDF\n- Convertir Word, Excel, Powerpoint a PDF\n- Lector PDF\n- Convertir Word, Excel, Powerpoint a PDF\n- Lector PDF\n- Pintar en la web\n\nCalifique nuestra extensión Paint Tool si le gusta. Feliz pintando a todos.\n\nNoticia importante\nDespués de la instalación / actualización, vuelva a cargar las pestañas activas en su navegador para que funcione Web Paint.\n\n¡Nos califica! Trabajamos arduamente para brindarle la mejor experiencia para Chrome. Si le gusta nuestra extensión, ¡por favor dénos una calificación de 5 estrellas! Si tiene alguna pregunta, comentario o sugerencia, ¡estaremos encantados de escucharlos! Consulte nuestros datos de contacto a continuación.",
    "et,hi": "Web Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "fa,ms": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "fi": "Maalaustyökalu - piirrä mille tahansa verkkosivustolle, lisää tekstiä, lisää rivejä ja korosta! Web Paintin avulla voit piirtää verkkoon tai PDF-tiedostoihin hiirellä tai kosketusnäytöllä ja tallentaa ne tietokoneellesi. Maalaa, piirrä ja merkitse mille tahansa verkkosivulle tai verkkosivustolle.\n\npaint tool on täysin ilmainen kevyt digitaalinen ohjelma, jolla luodaan erilaisia ​​piirustuksia, jotka on ladattu siveltimillä, fonteilla, muodoilla ja muilla resursseilla.\n\nYksinkertainen, helppokäyttöinen ja hauska maalaustyökalusovellus, jonka avulla voit nauttia ja oppia piirtämään tällä kromilaajennuksella. Verkkomaalaus on käyttäjäystävällinen ja voit aloittaa maalaamisen hetkessä. Jos haluat oppia maalaamaan, maalaa jotain voi olla parasta, mitä sinulle on tapahtunut. Voit valita mukautettuja värejä ja eri viivakokoja!!\n\nMaalaustyökalumme laajennus on yksinkertainen ja helppokäyttöinen. Se ei ole hämmentävä, ja sovelluksessa käytetään helposti tunnistettavia työkalukuvakkeita (lyijykynä, maaliämpäri, pyyhekumi ja muu työkalu), mikä tekee sovelluksen käytöstä helppoa.\n\nMaalaa verkossa tai lisää verkkosivulle tietoja korostaaksesi hetkiä ja ota sitten kuvakaappaus koko verkkosivusta tai vain valitusta alueesta ja voit ladata tai jakaa sen. Täysin räätälöity kuvakaappaus, joka voidaan tulostaa, tallentaa tai lähettää välittömästi.\n\nSe sisältää tarvitsemasi työkalut:\n  - Kynätyökalu - piirrä mukautettuja viivoja\n  - Tekstityökalu - lisää huomautus\n  - Emoji - lisää hienoja hymiöitä mille tahansa verkkosivulle\n  - Kauhan täyttötyökalu - täytä muodot ja piirretään millä tahansa värillä paletista\n  - Viivatyökalu - laita aloitus- ja loppupiste maalaamaan suora viiva\n  - Neliöllinen käyrä - piirrä neliökäyrä valitulla viivanleveydellä\n  - Bezier-käyrä - maalaa bezier-käyrä valitulla viivanleveydellä\n  - Monikulmiotyökalu - maalaa monikulmio valitulla viivanleveydellä\n  - Ellipsityökalu - piirrä ellipsi tai ympyrä valitulla viivanleveydellä\n  - Pipettityökalu - valitse väri verkkosivulta tai piirustuksistasi\n  - Kuvakaappaustyökalu - Kuvakaappaustyökalu mahdollistaa tuloksen tallentamisen PN- tai JPG-muodossa\n\nKaikki työkalut kuten MS Paintissa, mutta vain selaimessasi. Maalaa verkossa\n\nVoit merkitä muotoja maagisella merkinnällä, kirjoittaa tekstityökalulla ja paljon muuta. Kun olet valmis. Ota kuvakaappaus työstäsi, jotta ystäväsi näkevät myös luovuutesi. Voit jakaa kuvasi Pinterest-taululla.\n\nHaluatko jakaa näyttösi tapauksia varten, kuten teknisten ongelmien ilmoittaminen, tuote-esittelyjen tekeminen tai opastusohjeet? Tässä on syitä valita maali- ja kuvakaappaustyökalu:\n\n- Pikanäppäimet jokaiseen työkaluun\n- Nykyiset piirustukset tallennetaan automaattisesti\n- Tallenna piirustus Screenshot-vaihtoehdolla (ota kuvakaappaus koko sivusta tai kaappaa valittu alue.) Kuvakaappaus.\n- Lataa kuva tietokoneellesi tai tulosta\n- Rajaa kuvan tarvittava alue ja tallenna se\n\nMerkitse millä tahansa verkkosivulla ja tallenna se kuvakaappauksena! Annotate the Web luotiin, jotta käyttäjät voivat merkitä minkä tahansa verkkosivun ja tallentaa sen kuvana. sivumerkki Chromelle\n\nTärkeä\nPaint Toolin asennuksen/päivityksen jälkeen lataa selaimesi aktiiviset välilehdet uudelleen, jotta laajennus toimii.\n\nMaalaa verkossa ja Screenshot Tool -työkalulla yksinkertaisella tavalla ja ilman vaikeuksia. Piirrä verkossa uudella ja täysin ilmaisella Chrome-selaimen laajennuksella. Maalaa verkossa\n\nPage Markerin avulla voit käyttää hiirtä tai kosketusnäyttöä piirtämään verkkoon tai PDF-tiedostoihin ja tallentaa ne tietokoneellesi. Maalaa, piirrä ja merkitse mille tahansa verkkosivulle tai verkkosivustolle. Se on vain hauska verkkomaalauslaajennus, ja voit saada naurua käyttämällä tätä laajennusta luomalla web-sivuille hauskoja kasvoja jne.\n\nSe on myös paras työkalu PDF-tiedostojen käsittelyyn - PDF Office on PDF-editori verkossa, josta voit muokata PDF-tiedostoja, mutta käyttämällä verkkoselainta. PDF-katseluohjelma\n\nVerkkomaalina tai paint online -työkalulaajennus on hyödyllinen työkalu opiskelijoille, tiimitovereille ja kaikille, jotka työskentelevät verkkosivustojen sisällön parissa, sillä voit helposti oppia tai tallentaa tietoja, luoda mukautettuja opetusohjelmia tai muistiinpanoja, jos olet päättänyt tulostaa ne. .\n\nMuunna PDF verkossa\npdfFiller Chrome -laajennuksella voit muuntaa minkä tahansa PDF-tiedoston Word-, Excel-, PowerPointi- tai JPEG-kuvaksi.\n\nIlmainen PDF-työkalu PDF-tiedostojen muokkaamiseen, muuntamiseen, pakkaamiseen, yhdistämiseen, yhdistämiseen, rajaamiseen ja muokkaamiseen.\nNauti paremmasta PDF-kokemuksesta lisäämällä Xodo | PDF.online Chrome-selaimellesi! Käytä PDF-muunninta, PDF-yhdistäjää, PDF-täyteohjelmaa, PDF-editoria, PDF-yhdistelyä ja paljon muuta tehostaaksesi tuottavuuttasi verkossa.\n\nTehokkaat PDF-muuntimet ja PDF-työkalut tuottavuuden parantamiseksi:\n\nMuunna PDF verkossa\npdfFiller Chrome -laajennuksella voit muuntaa minkä tahansa PDF-tiedoston Word-, Excel-, PowerPointi- tai JPEG-kuvaksi.\n\nIlmainen PDF-työkalu PDF-tiedostojen muokkaamiseen, muuntamiseen, pakkaamiseen, yhdistämiseen, yhdistämiseen, rajaamiseen ja muokkaamiseen.\nNauti paremmasta PDF-kokemuksesta lisäämällä Xodo | PDF.online Chrome-selaimellesi! Käytä PDF-muunninta, PDF-yhdistäjää, PDF-täyteohjelmaa, PDF-editoria, PDF-yhdistelyä ja paljon muuta tehostaaksesi tuottavuuttasi verkossa.\n\nTehokkaat PDF-muuntimet ja PDF-työkalut tuottavuuden parantamiseksi:\n\n- Muunna PDF Wordiksi, PPT:ksi, Exceliksi, PDF/A-, HTML-, JPG-, JPEG- ja PNG-muotoon\n- Muunna JPG, JPEG, PNG PDF-muotoon\n- Muunna Word, Excel, Powerpoint PDF-muotoon\n- PDF-lukijat\n- Muunna Word, Excel, Powerpoint PDF-muotoon\n- PDF-lukijat\n- Maalaa verkossa\n\nArvioi Paint Tool -laajennus, jos pidät siitä. Hyvää maalausta kaikille.\n\nPaint Tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur paint tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n Paint tool -  Draw on any webpage in your browser.\n Paint on web - Make shapes with the magic marker.\n Paint tool - Write with the text tool.\n Paint tool - Take screenshot to share you creativeness\n\nAll tools as in MS Paint but only in your browser. Paint on web\n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose paint and screenshot tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. page marker for Chrome\n\nImportant\nAfter installation/update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "fil,ta,te": "Screenshot and Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "fr": "Outil de peinture - dessinez sur n'importe quel site Web, ajoutez du texte, ajoutez des lignes et mettez en surbrillance ! Avec Web Paint, vous pouvez utiliser votre souris ou votre écran tactile pour dessiner sur le Web ou sur des PDF et les enregistrer sur votre ordinateur. Peignez, dessinez et marquez sur n'importe quelle page Web ou site Web.\n\nOutil de peinture facile à installer\n1. Installez l'extension Web Paint et rechargez la page pour que l'extension fonctionne.\n2. Cliquez sur l'extension chaque fois que vous avez besoin de dessiner ou de mettre en surbrillance quelque chose.\n3. Les dessins sont automatiquement enregistrés.\n4. Prenez une capture d'écran.\n5. Rechargez la page pour quitter le mode dessin depuis le navigateur.\n\nVous êtes habitué à lire des livres et à surligner des textes importants ou vous souhaitez simplement dessiner sur n'importe quel site Web en temps réel dans le confort de votre navigateur ? Cette simple extension vous y aidera !\n\nVous souhaitez partager votre écran pour des cas tels que le signalement de problèmes techniques, la réalisation de démonstrations de produits ou de didacticiels ? Voici les raisons de choisir l'outil de peinture pour Chrome\n\n1. Possède toutes les fonctionnalités de MS Paint.\n2. Épaisseur, transparence et couleur prédéfinies réglables.\n3. Prenez une capture d'écran de la page.\n\npaint online est un poids léger et une extension gratuite pour Chrome qui peut être utilisée à des fins éducatives et initier tout le monde au dessin directement depuis votre navigateur. De plus, il peut pratiquer l'alphabet, les chiffres et les peintures tout en éduquant.\n\nEffectuez une capture d'écran pleine page. Enregistrez la capture d'écran de l'image au format PDF ou des images. Les captures d'écran instantanées sont stockées localement et ne génèrent aucun trafic. L'outil de capture d'écran peut fonctionner hors ligne.\n\nLa création d'une capture d'écran est aussi simple que possible. Choisissez parmi la zone plein écran ou partielle et prenez-la en un clic. Ensuite, vous pouvez entièrement personnaliser les captures d'écran comme ajouter du texte, dessiner des lignes, des flèches et des formes.\n\nPourquoi peindre - dessiner en ligne - mieux que ses concurrents ?\n✓ Copier dans le presse-papiers\n✓ Imprimer des images\n✓ Courriel\n✓ Exporter les captures vers un éditeur externe\n✓ Ajouter des informations de page aux captures d'écran (URL, titre, heure, domaine, etc.)\n\nVous pouvez partager vos images sur le tableau Pinterest.\nIl contient également les fonctions dont vous avez besoin :\n- Raccourcis clavier pour chaque outil\n- Enregistrer le dessin avec une option de capture d'écran\n- Enregistrer l'image sur votre PC ou imprimer\n- Recadrez la zone nécessaire d'une image et enregistrez-la\n\nAvis important\nAprès l'installation/la mise à jour, veuillez recharger les onglets actifs dans votre navigateur pour que Web Paint fonctionne.\n\nÉvaluez nous! Nous travaillons dur pour vous offrir la meilleure expérience pour Chrome. Si vous aimez notre extension, veuillez nous fournir une note de 5 étoiles ! Si vous avez des questions, des remarques ou des suggestions, nous serions heureux de les entendre! Veuillez vous référer à nos coordonnées ci-dessous.",
    "he,mr,sw": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nFeatures:\nPencil tool - draw a custom line with the selected line width and color.\nEyedropper tool - pick a color from the web page or your drawings and use it for drawing.\nText tool - insert text into the web page with the selected color and transparency.\nLine tool - paint a straight line with the selected line width, transparency and color.\nArrow tool - paint a straight line with an arrow on the end the selected line width, transparency and color.\nQuadratic curve - draw a quadratic curve with the selected line width, transparency and color.\nBezier curve - paint a bezier curve with the selected line width, transparency and color.\nPolygon tool - paint a polygon with the selected line width, transparency and color.\nEllipse tool - draw an ellipse or a circle with the selected line width, transparency and color.\nPaint bucket tool - fill an area with selected color and transparency.\nColor picker - select a color for the text and line.\nTransparency slider - select a transparency for the text and line. (Drag the slider to the left to decrease the value and to the right to increase the value)\nLine width slider - select a line width. (Drag the slider to the left to decrease the value and to the right to increase the value)\nRectangle tool - draw a rectangle with the selected line width, transparency and color.\nCursor tool - interact with the web page.\nEraser tool - erase part of your drawings.\nScreenshot tool - take a screenshot of the current web page with your drawings.\nExit button - clear your drawings and disable the tools. \n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "hr": "Web Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nFeatures:\nPencil tool - draw a custom line with the selected line width and color.\nEyedropper tool - pick a color from the web page or your drawings and use it for drawing.\nText tool - insert text into the web page with the selected color and transparency.\nLine tool - paint a straight line with the selected line width, transparency and color.\nArrow tool - paint a straight line with an arrow on the end the selected line width, transparency and color.\nQuadratic curve - draw a quadratic curve with the selected line width, transparency and color.\nBezier curve - paint a bezier curve with the selected line width, transparency and color.\nPolygon tool - paint a polygon with the selected line width, transparency and color.\nEllipse tool - draw an ellipse or a circle with the selected line width, transparency and color.\nPaint bucket tool - fill an area with selected color and transparency.\nColor picker - select a color for the text and line.\nTransparency slider - select a transparency for the text and line. (Drag the slider to the left to decrease the value and to the right to increase the value)\nLine width slider - select a line width. (Drag the slider to the left to decrease the value and to the right to increase the value)\nRectangle tool - draw a rectangle with the selected line width, transparency and color.\nCursor tool - interact with the web page.\nEraser tool - erase part of your drawings.\nScreenshot tool - take a screenshot of the current web page with your drawings.\nExit button - clear your drawings and disable the tools. \n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "id": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "it": "Strumento di disegno: disegna su qualsiasi sito Web, aggiungi testo, aggiungi linee ed evidenzia! Con Web Paint, puoi utilizzare il mouse o il touchscreen per disegnare sul Web o su PDF e salvarlo sul tuo computer. Dipingi, disegna e segna su qualsiasi pagina web o sito web.\n\nStrumento di pittura facile da installare\n1. Installa l'estensione Web Paint e ricarica la pagina per far funzionare l'estensione.\n2. Fare clic sull'estensione ogni volta che è necessario disegnare o evidenziare qualcosa.\n3. I disegni vengono salvati automaticamente.\n4. Fai uno screenshot.\n5. Ricaricare la pagina per uscire dalla modalità disegno dal browser.\n\nAbituati a leggere libri ed evidenziare testi importanti o semplicemente volevi disegnare su qualsiasi sito web in tempo reale comodamente dal tuo browser? Questa semplice estensione ti aiuterà!\n\nVuoi condividere il tuo schermo per casi come la segnalazione di problemi tecnici, la realizzazione di demo di prodotti o tutorial pratici? Ecco i motivi per scegliere lo strumento di disegno per Chrome\n\n1. Ha tutte le caratteristiche di MS Paint.\n2. Spessore, trasparenza e colore preimpostati regolabili.\n3. Fai uno screenshot della pagina.\n\npaint online è leggero e un'estensione gratuita per Chrome che può essere utilizzata per scopi didattici e introduce chiunque al disegno direttamente dal browser. Inoltre, può esercitarsi con l'alfabeto, i numeri e i dipinti mentre educa.\n\nEseguire la cattura dello schermo a pagina intera. Salva lo screenshot dell'immagine in PDF o immagini. Gli screenshot istantanei vengono archiviati localmente e non producono traffico. Lo strumento screenshot può funzionare offline.\n\nLa creazione di una cattura dello schermo è facile come non mai. Scegli tra l'area a schermo intero o parziale e prendila con un clic. Quindi puoi personalizzare completamente gli screenshot come aggiungere testo, disegnare linee, frecce e forme.\n\nPerché Paint - disegna online - meglio dei concorrenti?\n✓ Copia negli appunti\n✓ Stampa immagini\n✓ Posta elettronica\n✓ Esporta le acquisizioni in un editor esterno\n✓ Aggiungi informazioni sulla pagina agli screenshot (URL, titolo, ora, dominio, ecc.)\n\nPuoi condividere le tue immagini sulla bacheca di Pinterest.\nContiene anche le funzioni di cui hai bisogno:\n- Tasti di scelta rapida per ogni strumento\n- Salva disegno con un'opzione screenshot\n- Salva l'immagine sul tuo PC o stampa\n- Ritaglia l'area necessaria di un'immagine e salvala\n\nCon Page Marker, puoi utilizzare il mouse o il touchscreen per disegnare sul Web o su PDF e salvarlo sul tuo computer. Dipingi, disegna e segna su qualsiasi pagina web o sito web. È solo una divertente estensione di Web paint e puoi farti delle risate usando questa estensione creando facce buffe, ecc., Sulle pagine web.\n\nÈ anche il miglior strumento per lavorare con i file PDF: PDF Office è un editor PDF online da cui puoi eseguire operazioni di modifica sui file PDF ma utilizzando il tuo browser web. visualizzatore PDF\n\nConosciuta come un'estensione dello strumento web paint o paint online è utile per studenti, compagni di squadra e tutti coloro che lavorano con i contenuti dei siti Web, poiché potresti facilmente imparare o salvare informazioni, creare tutorial personalizzati o note cartacee, se avessi deciso di stamparlo .\n\nConverti un PDF online\nCon l'estensione pdfFiller per Chrome, puoi convertire qualsiasi file PDF in Word, Excel, PowerPoint o un'immagine JPEG.\n\nStrumento PDF gratuito per modificare, convertire, comprimere, unire, combinare, ritagliare e redigere file PDF.\nGoditi la migliore esperienza PDF aggiungendo Xodo | PDF.online sul tuo browser Chrome! Accedi a convertitore PDF, combinatore PDF, compilatore PDF, editor PDF, fusione PDF e altro ancora per potenziare la tua produttività online.\n\nPotenti convertitori PDF e strumenti PDF per aumentare la tua produttività:\n\nConverti un PDF online\nCon l'estensione pdfFiller per Chrome, puoi convertire qualsiasi file PDF in Word, Excel, PowerPoint o un'immagine JPEG.\n\nStrumento PDF gratuito per modificare, convertire, comprimere, unire, combinare, ritagliare e redigere file PDF.\nGoditi la migliore esperienza PDF aggiungendo Xodo | PDF.online sul tuo browser Chrome! Accedi a convertitore PDF, combinatore PDF, compilatore PDF, editor PDF, fusione PDF e altro ancora per potenziare la tua produttività online.\n\nPotenti convertitori PDF e strumenti PDF per aumentare la tua produttività:\n\n- Converti PDF in Word, PPT, Excel, PDF/A, HTML, JPG, JPEG e PNG\n- Converti JPG, JPEG, PNG in PDF\n- Converti Word, Excel, Powerpoint in PDF\n- Lettore PDF\n- Converti Word, Excel, Powerpoint in PDF\n- Lettore PDF\n- Dipingi sul web\n\nValuta la nostra estensione Paint Tool se ti piace. Buona pittura a tutti.\n\nAvviso IMPORTANTE\nDopo l'installazione/aggiornamento, ricaricare le schede attive nel browser affinché Web Paint funzioni.\n\nValutaci! Lavoriamo sodo per offrirti la migliore esperienza per Chrome. Se ti piace la nostra estensione, ti preghiamo di fornirci una valutazione a 5 stelle! Se hai domande, commenti o suggerimenti, saremo felici di ascoltarli! Si prega di fare riferimento ai nostri dettagli di contatto di seguito.",
    "ja": "ペイント ツール - 任意の Web サイトに描画し、テキストを追加し、線を追加し、ハイライトします! Web ペイントを使用すると、マウスまたはタッチスクリーンを使用して Web または PDF に描画し、コンピューターに保存できます。 任意の Web ページまたは Web サイトにペイント、描画、およびマークを付けます。\n\nペイントツールの設定が簡単\n1. Web Paint 拡張機能をインストールし、ページをリロードして拡張機能を機能させます。\n2.何かを描画または強調表示する必要があるときはいつでも拡張機能をクリックします。\n3. 図面は自動的に保存されます。\n4. スクリーンショットを撮ります。\n5. ページをリロードして、ブラウザから描画モードを終了します。\n\n本を読んだり、重要なテキストをハイライトしたりすることに慣れていますか、それともブラウザで快適にウェブサイトにリアルタイムで描画したいだけですか? このシンプルな拡張機能が役に立ちます!\n\n技術的な問題の報告、製品のデモやハウツー チュートリアルの作成などのケースで画面を共有したいですか? Chrome のペイント ツールを選択する理由は次のとおりです。\n\n1. MS ペイントのすべての機能を備えています。\n2.調整可能な厚さ、透明度、およびプリセットカラー。\n3. ページのスクリーンショットを撮ります。\n\nPaint Online は軽量で無料の Chrome 拡張機能であり、教育目的で使用でき、ブラウザから直接描画する方法を誰にでも紹介できます。 さらに、教育しながらアルファベット、数字、絵を練習できます。\n\n全ページのスクリーン キャプチャを実行します。 画像のスクリーンショットを PDF または画像に保存します。 インスタント スクリーンショットはローカルに保存され、トラフィックは発生しません。 スクリーンショット ツールはオフラインで使用できます。\n\nスクリーン キャプチャの作成は、これまでにないほど簡単です。 フルスクリーンまたは部分的な領域から選択して、クリックするだけで取得できます。 次に、テキストの追加、線、矢印、図形の描画など、スクリーンショットを完全にカスタマイズできます.\n\nペイント - オンライン描画 - 競合他社より優れている理由\n✓ クリップボードにコピー\n✓ 画像を印刷する\n✓ 電子メール\n✓ キャプチャを外部エディタにエクスポート\n✓ スクリーンショットにページ情報を追加 (URL、タイトル、時間、ドメインなど)\n\nPinterest ボードで画像を共有できます。\n必要な機能も含まれています。\n- 各ツールへのホットキー\n- スクリーンショット オプションで図面を保存\n- 画像を PC に保存または印刷\n- 画像の必要な領域をトリミングして保存します\n\n重要なお知らせ\nインストール/更新後、Web ペイントが機能するように、ブラウザでアクティブなタブを再読み込みしてください。\n\n私たちを評価してください！ Chrome で最高のエクスペリエンスを提供できるように努めています。 私たちの拡張機能が気に入ったら、5 つ星の評価を付けてください! ご質問、ご意見、ご提案がございましたら、お気軽にお寄せください。 下記の連絡先をご参照ください。\n\nPaint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDF and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nWhether you're a student, a professional, or just someone who loves browsing the web is a must-have extension. You'll have access to an array of advanced annotation tools, including a pencil, highlighter, color picker, arrow, polygon, text, emoji, and more.\n\nEasy to set up extension:\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser or want to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  \n\nHere are reasons to choose our extension:\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshot like add text, drawing lines, arrows, and shapes. \n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\nYou can share your images on Pinterest board.\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice \nAfter installation/update, please reload the active tabs in your browser for the extensio to work.\n\nRate us! We work hard to provide you with the best experience for Chrome. If you like our extension, please provide us with a 5 star rating!",
    "kn": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "ko": "페인트 도구 - 웹사이트에 그림을 그리고, 텍스트를 추가하고, 선을 추가하고, 강조 표시하세요! 웹 페인트를 사용하면 마우스나 터치스크린을 사용하여 웹이나 PDF에 그림을 그리고 컴퓨터에 저장할 수 있습니다. 모든 웹 페이지 또는 웹 사이트에서 페인트하고, 그리고 표시하십시오.\n\n손쉬운 페인트 도구 설정\n1. 웹 페인트 확장 프로그램을 설치하고 확장 프로그램이 작동하도록 페이지를 다시 로드합니다.\n2. 무언가를 그리거나 강조 표시해야 할 때마다 확장 프로그램을 클릭하십시오.\n3. 도면이 자동으로 저장됩니다.\n4. 스크린샷을 찍습니다.\n5. 페이지를 다시 로드하여 브라우저에서 그리기 모드를 종료합니다.\n\n책을 읽고 중요한 텍스트를 강조 표시하는 데 익숙하거나 브라우저에서 편안하게 실시간으로 웹사이트에 그림을 그리고 싶습니까? 이 간단한 확장 기능이 도움이 될 것입니다!\n\n기술 문제 보고, 제품 데모 또는 사용 방법 튜토리얼과 같은 사례를 위해 화면을 공유하고 싶습니까? Chrome용 페인트 도구를 선택해야 하는 이유는 다음과 같습니다.\n\n1. MS Paint의 모든 기능을 가지고 있습니다.\n2. 조정 가능한 두께, 투명도 및 사전 설정 색상.\n3. 페이지의 스크린샷을 찍습니다.\n\n온라인 페인트는 가벼운 무게와 교육 목적으로 사용할 수 있는 Chrome용 무료 확장 프로그램으로 누구에게나 브라우저에서 바로 그림을 그릴 수 있도록 소개합니다. 또한 교육하면서 알파벳, 숫자, 그림을 연습할 수 있습니다.\n\n전체 페이지 화면 캡처를 수행합니다. 이미지 스크린샷을 PDF 또는 이미지로 저장합니다. 인스턴트 스크린샷은 로컬에 저장되며 트래픽을 생성하지 않습니다. 스크린샷 도구는 오프라인에서 작동할 수 있습니다.\n\n화면 캡처 생성은 그 어느 때보다 쉽습니다. 전체 화면 또는 부분 영역에서 선택하고 한 번의 클릭으로 가져옵니다. 그런 다음 텍스트 추가, 선 그리기, 화살표 및 도형과 같은 스크린샷을 완전히 사용자 지정할 수 있습니다.\n\n그림판 - 온라인 그리기 - 경쟁업체보다 나은 이유는 무엇입니까?\n✓ 클립보드에 복사\n✓ 이미지 인쇄\n✓ 이메일\n✓ 캡처를 외부 편집기로 내보내기\n✓ 스크린샷에 페이지 정보 추가(URL, 제목, 시간, 도메인 등)\n\nPinterest 보드에서 이미지를 공유할 수 있습니다.\n또한 필요한 기능도 포함되어 있습니다.\n- 각 도구에 대한 단축키\n- 스크린샷 옵션으로 도면 저장\n- 이미지를 PC에 저장하거나 인쇄\n- 이미지의 필요한 부분을 잘라서 저장\n\n중요 공지\n설치/업데이트 후 웹 그림판이 작동하려면 브라우저에서 활성 탭을 다시 로드하십시오.\n\n우리를 평가! 최고의 Chrome 환경을 제공하기 위해 최선을 다하고 있습니다. 저희 확장 프로그램이 마음에 드신다면 별점 5점을 남겨주세요! 질문, 의견 또는 제안 사항이 있으면 기꺼이 듣겠습니다! 아래 연락처 정보를 참조하십시오.\n\nPaint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDF and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nWhether you're a student, a professional, or just someone who loves browsing the web is a must-have extension. You'll have access to an array of advanced annotation tools, including a pencil, highlighter, color picker, arrow, polygon, text, emoji, and more.\n\nEasy to set up extension:\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser or want to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  \n\nHere are reasons to choose our extension:\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshot like add text, drawing lines, arrows, and shapes. \n\nYou can share your images on Pinterest board.\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice \nAfter installation/update, please reload the active tabs in your browser for the extensio to work.\n\nRate us! We work hard to provide you with the best experience for Chrome. If you like our extension, please provide us with a 5 star rating!\n\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "lt": "Dažymo įrankis – pieškite bet kurioje svetainėje, pridėkite teksto, pridėkite eilučių ir paryškinkite! Naudodami „Web Paint“ galite naudoti pelę arba jutiklinį ekraną, norėdami piešti žiniatinklyje arba PDF failuose ir išsaugoti juos savo kompiuteryje. Dažykite, pieškite ir pažymėkite bet kuriame tinklalapyje ar svetainėje.\n\nLengvai sukonfigūruojamas dažymo įrankis\n1. Įdiekite „Web Paint“ plėtinį ir iš naujo įkelkite puslapį, kad plėtinys veiktų.\n2. Spustelėkite plėtinį, kai reikia ką nors nupiešti ar paryškinti.\n3. Brėžiniai išsaugomi automatiškai.\n4. Padarykite ekrano kopiją.\n5. Iš naujo įkelkite puslapį, kad išeitumėte iš piešimo režimo iš naršyklės.\n\nĮpratote skaityti knygas ir paryškinti svarbius tekstus ar tiesiog norėjote piešti bet kurioje svetainėje realiuoju laiku patogiai naršyklėje? Šis paprastas plėtinys jums padės!\n\nNorite bendrinti savo ekraną, pavyzdžiui, pranešti apie technines problemas, kurti produktų demonstracines versijas ar mokymo programas? Štai priežastys, kodėl verta rinktis „Chrome“ skirtą dažymo įrankį\n\n1. Turi visas MS Paint funkcijas.\n2. Reguliuojamas storis, skaidrumas ir iš anksto nustatyta spalva.\n3. Padarykite puslapio ekrano kopiją.\n\n„Paint online“ yra lengvas ir nemokamas „Chrome“ plėtinys, kurį galima naudoti švietimo tikslais ir supažindinti visus su piešimu tiesiai iš naršyklės. Be to, lavinant galima praktikuoti abėcėlę, skaičius ir paveikslus.\n\nUžfiksuokite viso puslapio ekraną. Išsaugokite vaizdo ekrano kopiją PDF formatu arba vaizdus. Momentinės ekrano kopijos saugomos vietoje ir nesukuria srauto. Ekrano kopijos įrankis gali veikti neprisijungus.\n\nEkrano fiksavimo kūrimas yra lengvas, kaip ir galėjo būti. Pasirinkite iš viso ekrano arba dalinės srities ir spustelėkite ją. Tada galite visiškai tinkinti ekrano kopijas, pvz., pridėti tekstą, piešti linijas, rodykles ir figūras.\n\nKodėl Piešti – piešti internete – geriau nei konkurentai?\n✓ Kopijuoti į mainų sritį\n✓ Spausdinkite vaizdus\n✓ El. paštas\n✓ Eksportuokite fiksavimus į išorinį redaktorių\n✓ Pridėkite puslapio informaciją prie ekrano kopijų (URL, pavadinimo, laiko, domeno ir kt.)\n\nGalite pasidalinti savo vaizdais Pinterest lentoje.\nJame taip pat yra jums reikalingų funkcijų:\n- Kiekvieno įrankio spartieji klavišai\n- Išsaugokite piešinį naudodami ekrano kopijos parinktį\n- Išsaugokite vaizdą savo kompiuteryje arba spausdinkite\n- Apkarpykite reikiamą vaizdo sritį ir išsaugokite ją\n\nSvarbus pastebėjimas\nĮdiegę / atnaujinę iš naujo įkelkite aktyvius naršyklės skirtukus, kad „Web Paint“ veiktų.\n\nĮvertinkite mus! Labai stengiamės suteikti jums geriausią „Chrome“ patirtį. Jei jums patinka mūsų plėtinys, pateikite 5 žvaigždučių įvertinimą! Jei turite klausimų, pastabų ar pasiūlymų, mielai juos išklausysime! Žemiau nurodykite mūsų kontaktinius duomenis.\n\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "lv": "Krāsošanas rīks — zīmējiet jebkurā vietnē, pievienojiet tekstu, pievienojiet līnijas un izceliet! Izmantojot Web Paint, varat izmantot peli vai skārienekrānu, lai zīmētu tīmeklī vai PDF failos un saglabātu to savā datorā. Krāsojiet, zīmējiet un atzīmējiet jebkurā tīmekļa lapā vai vietnē.\n\nViegli uzstādāms krāsošanas rīks\n1. Instalējiet paplašinājumu Web Paint un atkārtoti ielādējiet lapu, lai paplašinājums darbotos.\n2. Noklikšķiniet uz paplašinājuma ikreiz, kad vēlaties kaut ko uzzīmēt vai izcelt.\n3. Zīmējumi tiek automātiski saglabāti.\n4. Uzņemiet ekrānuzņēmumu.\n5. Atkārtoti ielādējiet lapu, lai pārlūkprogrammā izietu no zīmēšanas režīma.\n\nVai esat pieradis lasīt grāmatas un izcelt svarīgus tekstus vai vienkārši vēlējāties zīmēt jebkurā vietnē reāllaikā savā pārlūkprogrammā? Šis vienkāršais paplašinājums jums palīdzēs!\n\nVai vēlaties kopīgot ekrānu, piemēram, ziņot par tehniskām problēmām, veidojot produktu demonstrācijas vai apmācības? Tālāk ir norādīti iemesli, kāpēc pārlūkam Chrome izvēlēties krāsošanas rīku\n\n1. Ir visas MS Paint funkcijas.\n2. Regulējams biezums, caurspīdīgums un iepriekš iestatīta krāsa.\n3. Uzņemiet lapas ekrānuzņēmumu.\n\nPaint online ir vienkāršs un bezmaksas paplašinājums pārlūkam Chrome, ko var izmantot izglītības nolūkos un iepazīstināt ikvienu ar zīmēšanu tieši no jūsu pārlūkprogrammas. Turklāt tas var praktizēt alfabētu, ciparus un gleznas, vienlaikus izglītojot.\n\nVeiciet pilnas lapas ekrāna tveršanu. Saglabājiet attēla ekrānuzņēmumu PDF failā vai attēlos. Tūlītējie ekrānuzņēmumi tiek glabāti lokāli, un tie nerada trafiku. Ekrānuzņēmuma rīks var darboties bezsaistē.\n\nEkrāna tveršanas izveide ir vienkārša, kā tas varētu būt. Izvēlieties no pilnekrāna vai daļēja apgabala un ar vienu klikšķi uzņemiet to. Pēc tam varat pilnībā pielāgot ekrānuzņēmumus, piemēram, pievienot tekstu, zīmēt līnijas, bultas un formas.\n\nKāpēc Paint – zīmē tiešsaistē – labāk nekā konkurenti?\n✓ Kopēt starpliktuvē\n✓ Drukāt attēlus\n✓ E-pasts\n✓ Eksportējiet attēlus uz ārējo redaktoru\n✓ Pievienojiet ekrānuzņēmumiem lapas informāciju (URL, nosaukums, laiks, domēns utt.)\n\nVarat kopīgot savus attēlus Pinterest dēlī.\nTajā ir arī nepieciešamās funkcijas:\n- Karstie taustiņi katram rīkam\n- Saglabājiet zīmējumu ar ekrānuzņēmuma opciju\n- Saglabājiet attēlu datorā vai izdrukājiet\n- Apgrieziet nepieciešamo attēla apgabalu un saglabājiet to\n\nSvarīga piezīme\nPēc instalēšanas/atjaunināšanas, lūdzu, atkārtoti ielādējiet aktīvās cilnes savā pārlūkprogrammā, lai Web Paint darbotos.\n\nNovērtē mūs! Mēs smagi strādājam, lai nodrošinātu jums vislabāko Chrome lietošanas pieredzi. Ja jums patīk mūsu paplašinājums, lūdzu, sniedziet mums 5 zvaigžņu vērtējumu! Ja jums ir kādi jautājumi, piezīmes vai ieteikumi, mēs tos labprāt uzklausīsim! Lūdzu, skatiet tālāk norādīto mūsu kontaktinformāciju.\n\nWeb Paint Tool ir absolūti bezmaksas viegla digitālā programma, lai izveidotu dažādus zīmējumus, kuros ir otas, fonti, formas un citi resursi.\n\nVienkārši, viegli un jautri lietojams, jūs varat izbaudīt un mācīties zīmēšanu, izmantojot šo hroma paplašinājumu.\n\nMūsu paplašinājumam ir vienkāršs un ērti lietojams dizains. Tas nav mulsinoši, un lietotnē tiek izmantotas viegli atpazīstamas rīku ikonas (zīmulis, krāsas spainis, dzēšgumija un citi rīki), kas padara to ērti lietojamu ikvienam.\n\nTajā ir arī nepieciešamās funkcijas:\n- Karstie taustiņi katram rīkam\n- Saglabājiet zīmējumu, izmantojot ekrānuzņēmuma opciju\n- Lejupielādējiet attēlu savā datorā vai izdrukājiet\n- Apgrieziet nepieciešamo attēla apgabalu un saglabājiet to\n\nLūdzu, novērtējiet mūsu paplašinājumu, ja jums tas patīk. Priecīgu gleznošanu visiem.\n\n\n\nWeb Paint Tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur Paint Tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nAll tools as in MS Paint but only in your browser. \n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint and Screenshot Tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. Page Marker for Chrome\n\nImportant\nAfter installation / update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser.\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. \n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n\nWeb Paint  is one of the best fun painting and drawing app for youfor Chrome ! \n\nDraw beautiful drawings and unleash your creativity and entertain yourself at the same time. It's simple and fun to use, you can enjoy and learn drawing on this app. Web Paint Tool  is absolutely lite weight and completely free extension  which can be used for educational purpose and introducing anyone to drawing right from your browser. It can be used to practice the alphabet and numbers and paintings while educating.\n\n\nThis app has a simple and easy to use design. It is not confusing and easily recognisable icons are used in the app which makes it easy and quite simple to use. This is a single screen and one click app, you land on the app and can start using it as soon as you click on app icon, no annoying welcome screens or button clicks required to actually start working on the app.\n\n\nscreenshot tool,  screenshot,  screen capture, screen picture, screenshot picture, paint, web paint, draw online, drawing online, web drawing, draw for chrome, app for drawing, app for paint, paint app, paint for chrome, extension for paint and screenshot, drawing tool\n\nKey Features of Application\n\n- Paint is one of the best painting or drawing apps to unleash their creativity.\n- You can draw beautiful pictures and paintings with over 20 colours.\n- This App offers you a white background for you to start fresh drawing on.\n- Using Paint you can Save and Share the picture through social media.\n- Web Paint offers multiple brush and eraser sizes for a great experience.\n- Paint Pro is a lightweight paint app which hardly takes any space on your device.\n- Paint works on both phones and Tablets.\n- Best suited for phones having a screen size greater than or equal to 4 inches.\n\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,",
    "ml,ro,th": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "nl": "Tekengereedschap - teken op elke website, voeg tekst toe, voeg lijnen toe en markeer! Met Web Paint kunt u uw muis of touchscreen gebruiken om op het web of in PDF's te tekenen en deze op uw computer op te slaan. Verf, teken en markeer op elke webpagina of website.\n\nEenvoudig in te stellen tekengereedschap\n1. Installeer de Web Paint-extensie en laad de pagina opnieuw om de extensie te laten werken.\n2. Klik op de extensie wanneer u iets wilt tekenen of markeren.\n3. Tekeningen worden automatisch opgeslagen.\n4. Maak een screenshot.\n5. Laad de pagina opnieuw om de tekenmodus vanuit de browser te verlaten.\n\nGewend aan het lezen van boeken en het markeren van belangrijke teksten of wilde je gewoon in realtime op een website tekenen in het comfort van je browser? Deze eenvoudige extensie helpt je daarbij!\n\nWilt u uw scherm delen voor zaken als het melden van technische problemen, het maken van productdemo's of how-to-tutorials? Hier zijn redenen om te kiezen voor verfgereedschap voor Chrome\n\n1. Heeft alle kenmerken van MS Paint.\n2. Instelbare dikte, transparantie en vooraf ingestelde kleur.\n3. Maak een screenshot van de pagina.\n\npaint online is licht van gewicht en een gratis extensie voor Chrome die kan worden gebruikt voor educatieve doeleinden en waarmee iedereen rechtstreeks vanuit uw browser kan leren tekenen. Bovendien kan het tijdens het lesgeven het alfabet, cijfers en schilderijen oefenen.\n\nVoer schermvullende schermopname uit. Bewaar afbeelding screenshot naar PDF of afbeeldingen. Directe schermafbeeldingen worden lokaal opgeslagen en genereren geen verkeer. Screenshot-tool kan offline werken.\n\nHet maken van een schermopname is zo eenvoudig als het ooit zou kunnen zijn. Kies uit het volledige scherm of gedeeltelijke gebied en neem het in een klik. Vervolgens kunt u schermafbeeldingen volledig aanpassen, zoals tekst toevoegen, lijnen tekenen, pijlen en vormen.\n\nWaarom schilderen - online tekenen - beter dan concurrenten?\n✓ Kopiëren naar klembord\n✓ Afbeeldingen afdrukken\n✓ E-mailen\n✓ Exporteer opnamen naar een externe editor\n✓ Voeg pagina-informatie toe aan schermafbeeldingen (URL, titel, tijd, domein, enz.)\n\nU kunt uw afbeeldingen delen op het Pinterest-bord.\nHet bevat ook de functies die u nodig hebt:\n- Sneltoetsen voor elke tool\n- Sla tekening op met een screenshot-optie\n- Afbeelding opslaan op uw pc of afdrukken\n- Snijd het benodigde gebied van een afbeelding bij en sla het op\n\nBelangrijke mededeling\nNa de installatie/update moet u de actieve tabbladen in uw browser opnieuw laden om Web Paint te laten werken.\n\nBeoordeel ons! We werken er hard aan om u de beste ervaring voor Chrome te bieden. Als je onze extensie leuk vindt, geef ons dan een 5-sterrenbeoordeling! Als je vragen, opmerkingen of suggesties hebt, horen we die graag! Zie hieronder onze contactgegevens.",
    "no": "Maleverktøy - tegn på hvilken som helst nettside, legg til tekst, legg til linjer og fremhev! Med Web Paint kan du bruke musen eller berøringsskjermen til å tegne på nettet eller på PDF-filer og lagre det på datamaskinen. Mal, tegn og merk på hvilken som helst nettside eller nettside.\n\nEnkelt å sette opp malingsverktøy\n1. Installer Web Paint-utvidelsen, og last inn siden på nytt for å la utvidelsen fungere.\n2. Klikk på utvidelsen når du trenger å tegne eller markere noe.\n3. Tegninger lagres automatisk.\n4. Ta skjermbilde.\n5. Last inn siden på nytt for å avslutte tegnemodus fra nettleseren.\n\nVant til å lese bøker og fremheve viktige tekster, eller bare ønsket å tegne på et hvilket som helst nettsted i sanntid i komforten av nettleseren din? Denne enkle utvidelsen vil hjelpe deg med det!\n\nVil du dele skjermen din for saker som å rapportere tekniske problemer, lage produktdemoer eller veiledninger? Her er grunner til å velge malingsverktøy for Chrome\n\n1. Har alle funksjonene til MS Paint.\n2. Justerbar tykkelse, gjennomsiktighet og forhåndsinnstilt farge.\n3. Ta et skjermbilde av siden.\n\npaint online er lite vekt og en gratis utvidelse for Chrome som kan brukes til pedagogiske formål og introdusere alle til å tegne rett fra nettleseren din. I tillegg kan den øve på alfabetet, tallene og maleriene mens du utdanner.\n\nUtfør helsides skjermfangst. Lagre bildeskjermbilde til PDF eller bilder. Øyeblikkelige skjermbilder lagres lokalt og produserer ingen trafikk. Skjermbildeverktøy kan fungere offline.\n\nOpprettelsen av et skjermbilde er enkelt som det noen gang kan være. Velg fra hele skjermen eller deler av området og ta det med et klikk. Deretter kan du tilpasse skjermbilder som å legge til tekst, tegne linjer, piler og former.\n\nHvorfor male - tegne online - bedre enn konkurrentene?\n✓ Kopier til utklippstavlen\n✓ Skriv ut bilder\n✓ E-post\n✓ Eksporter opptak til ekstern editor\n✓ Legg til sideinformasjon til skjermbilder (URL, tittel, tid, domene osv.)\n\nDu kan dele bildene dine på Pinterest-tavle.\nDen inneholder også funksjonene du trenger:\n- Hurtigtaster til hvert verktøy\n- Lagre tegningen med et skjermbildealternativ\n- Lagre bildet til din PC eller Skriv ut\n- Beskjær det nødvendige området av et bilde og lagre det\n\nViktig varsel\nEtter installasjon/oppdatering, last inn de aktive fanene i nettleseren på nytt for at Web Paint skal fungere.\n\nRangere oss! Vi jobber hardt for å gi deg den beste opplevelsen for Chrome. Hvis du liker utvidelsen vår, vennligst gi oss en 5-stjerners rangering! Hvis du har spørsmål, kommentarer eller forslag, hører vi dem gjerne! Vennligst se vår kontaktinformasjon nedenfor.",
    "pl": "Narzędzie do malowania to całkowicie darmowy, lekki program cyfrowy do tworzenia różnych rysunków, które są wyposażone w pędzle, czcionki, kształty i inne zasoby.\n\nProsta, łatwa i przyjemna w użyciu aplikacja do malowania, możesz cieszyć się i uczyć rysowania na tym chromowanym rozszerzeniu. Web paint coś jest przyjazne dla użytkownika i możesz zacząć malować w ciągu sekundy. Jeśli chcesz nauczyć się malować, pomaluj coś może być najlepszą rzeczą, jaka ci się przydarzyła. Możesz wybrać niestandardowe kolory i różne rozmiary linii!!\n\nNasze rozszerzenie narzędzia do malowania ma prosty i łatwy w użyciu projekt. Nie jest mylące i łatwo rozpoznawalne ikony narzędzi (ołówek, wiadro z farbą, gumka i inne narzędzia) są używane w aplikacji, co ułatwia korzystanie z niej wszystkim.\n\nMaluj online lub dodawaj informacje na stronie internetowej, aby podkreślić momenty, a następnie zrób zrzut ekranu całej strony internetowej lub tylko wybranego obszaru z opcją pobrania lub udostępnienia. W pełni spersonalizowany zrzut ekranu, który można natychmiast wydrukować, zapisać lub wysłać.\n\nZawiera narzędzia, których potrzebujesz:\n  - Narzędzie Ołówek - rysuj niestandardowe linie\n  - Narzędzie Tekst - dodaj adnotację\n  - Emoji - dodaj dobre emotikony na dowolnych stronach internetowych\n  - Narzędzie Bucket fill - wypełniaj kształty i rysuj dowolnym kolorem z palety\n  - Narzędzie Linia - umieść punkt początkowy i końcowy, aby namalować linię prostą\n  - Kwadratowa krzywa - rysuje kwadratową krzywą z wybraną szerokością linii\n  - Krzywa Beziera - pomaluj krzywą Beziera o wybranej szerokości linii\n  - Narzędzie Wielokąt - pomaluj wielokąt o wybranej szerokości linii\n  - Narzędzie Elipsa - narysuj elipsę lub okrąg o wybranej szerokości linii\n  - Narzędzie Kroplomierz - wybierz kolor ze strony internetowej lub rysunków\n  - Narzędzie do zrzutów ekranu - kreator zrzutów ekranu umożliwia zapisanie wyniku w formacie PN lub JPG\n\nWszystkie narzędzia jak w MS Paint ale tylko w Twojej przeglądarce. Maluj w sieci\n\nMożesz zaznaczać kształty za pomocą magicznego znacznika, pisać za pomocą narzędzia tekstowego i nie tylko. Po zakończeniu. Zrób zrzut ekranu swojej pracy, aby Twoi znajomi również mogli zobaczyć Twoją kreatywność. Możesz udostępniać swoje zdjęcia na tablicy Pinterest.\n\nChcesz udostępnić swój ekran w takich przypadkach, jak zgłaszanie problemów technicznych, tworzenie wersji demonstracyjnych produktów lub samouczków? Oto powody, dla których warto wybrać narzędzie do malowania i tworzenia zrzutów ekranu:\n\n- Skróty klawiszowe do każdego narzędzia\n- Bieżące rysunki są automatycznie zapisywane\n- Zapisz rysunek z opcją zrzutu ekranu (zrób zrzut ekranu całej strony lub przechwyć wybrany obszar). Zrzut ekranu.\n- Pobierz obraz na swój komputer lub wydrukuj\n- Przytnij wymagany obszar obrazu i zapisz go\n\nDodaj adnotację na dowolnej stronie internetowej i zapisz ją jako zrzut ekranu! Annotate the Web został stworzony, aby umożliwić użytkownikom dodawanie adnotacji do dowolnej strony internetowej i zapisywanie jej jako obrazu. znacznik strony dla Chrome\n\nWażny\nPo instalacji/aktualizacji narzędzia Paint Tool należy ponownie załadować aktywne karty w przeglądarce, aby rozszerzenie działało.\n\nMaluj w Internecie i narzędziu do zrzutów ekranu w prosty sposób i bez żadnych trudności. Rysuj online z naszym nowym i całkowicie darmowym rozszerzeniem do przeglądarki Chrome. Maluj w sieci\n\nDzięki Page Marker możesz używać myszy lub ekranu dotykowego do rysowania w Internecie lub w plikach PDF i zapisywania ich na komputerze. Maluj, rysuj i zaznaczaj na dowolnej stronie internetowej lub stronie internetowej. Jest to po prostu zabawne rozszerzenie do malowania stron internetowych i możesz się pośmiać, używając tego rozszerzenia, tworząc zabawne twarze itp. Na stronach internetowych.\n\nTo także najlepsze narzędzie do pracy z plikami PDF — PDF Office to edytor PDF online, z którego można wykonywać operacje edycji plików PDF, ale za pomocą przeglądarki internetowej. Przeglądarka plików PDF\n\nZnane jako rozszerzenie narzędzia do malowania stron internetowych lub malowania online, jest przydatne dla studentów, członków zespołu i wszystkich, którzy pracują z zawartością stron internetowych, ponieważ można łatwo uczyć się lub zapisywać informacje, tworzyć niestandardowe samouczki lub notatki papierowe, jeśli zdecydowałeś się je wydrukować .\n\nKonwertuj plik PDF online\nDzięki rozszerzeniu pdfFiller Chrome możesz przekonwertować dowolny plik PDF na format Word, Excel, PowerPoint lub obraz JPEG.\n\nDarmowe narzędzie PDF do edycji, konwersji, kompresji, scalania, łączenia, przycinania i redagowania plików PDF.\nCiesz się lepszą obsługą plików PDF, dodając Xodo | PDF.online do Twojej przeglądarki Chrome! Uzyskaj dostęp do konwertera PDF, łączenia PDF, wypełniania PDF, edytora PDF, scalania PDF i innych, aby zwiększyć swoją produktywność online.\n\nPotężne konwertery PDF i narzędzia PDF zwiększające produktywność:\n\nKonwertuj plik PDF online\nDzięki rozszerzeniu pdfFiller Chrome możesz przekonwertować dowolny plik PDF na format Word, Excel, PowerPoint lub obraz JPEG.\n\nDarmowe narzędzie PDF do edycji, konwersji, kompresji, scalania, łączenia, przycinania i redagowania plików PDF.\nCiesz się lepszą obsługą plików PDF, dodając Xodo | PDF.online do Twojej przeglądarki Chrome! Uzyskaj dostęp do konwertera PDF, łączenia PDF, wypełniania PDF, edytora PDF, scalania PDF i innych, aby zwiększyć swoją produktywność online.\n\nPotężne konwertery PDF i narzędzia PDF zwiększające produktywność:\n\n- Konwertuj PDF na Word, PPT, Excel, PDF/A, HTML, JPG, JPEG i PNG\n- Konwertuj JPG, JPEG, PNG na PDF\n- Konwertuj Word, Excel, Powerpoint na PDF\n- Czytnik PDF\n- Konwertuj Word, Excel, Powerpoint na PDF\n- Czytnik PDF\n- Maluj w sieci\n\nOceń nasze rozszerzenie Paint Tool, jeśli Ci się spodoba. Życzę wszystkim miłego malowania.\n\nWeb Paint Tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur Paint Tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nAll tools as in MS Paint but only in your browser. \n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint and Screenshot Tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. Page Marker for Chrome\n\nImportant\nAfter installation / update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser.\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. \n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "pt_BR,pt_PT": "A ferramenta de pintura é um programa digital leve e totalmente gratuito para criar vários desenhos que vêm carregados com pincéis, fontes, formas e outros recursos.\n\nAplicativo de ferramenta de pintura simples, fácil e divertido de usar, você pode aproveitar e aprender a desenhar nesta extensão do Chrome. A pintura na Web é amigável e você pode começar a pintar em um segundo. Se você gostaria de aprender a pintar, Pintar algo pode ser a melhor coisa que aconteceu com você. Você pode escolher cores personalizadas e diferentes tamanhos de linha!!\n\nNossa extensão de ferramenta de pintura tem um design simples e fácil de usar. Não é confuso e ícones de ferramentas facilmente reconhecíveis (lápis, balde de tinta, borracha e outras ferramentas) são usados no aplicativo, o que facilita o uso por todos.\n\nPinte on-line ou adicione informações em uma página da Web para destacar momentos e, em seguida, faça uma captura de tela de uma página da Web inteira ou apenas de uma área selecionada com a opção de fazer o download ou compartilhá-la. Captura de tela totalmente personalizada que pode ser impressa, salva ou enviada instantaneamente.\n\nEle contém as ferramentas necessárias:\n  - Ferramenta Lápis - desenhe linhas personalizadas\n  - Ferramenta de texto - adicionar anotação\n  - Emoji - adicione emoji fino em qualquer página da web\n  - Ferramenta de preenchimento de balde - formas de preenchimento e desenhadas com qualquer cor da paleta\n  - Ferramenta Linha - coloque o ponto inicial e final para pintar uma linha reta\n  - Curva quadrática - desenhe uma curva quadrática com a largura de linha selecionada\n  - Curva de Bezier - pinte uma curva de Bezier com a largura de linha selecionada\n  - Ferramenta Polígono - pinte um polígono com a largura de linha selecionada\n  - Ferramenta Elipse - desenhe uma elipse ou um círculo com a largura de linha selecionada\n  - Ferramenta conta-gotas - escolha uma cor na página da web ou em seus desenhos\n  - Ferramenta de captura de tela - o criador de captura de tela permite salvar o resultado em PN ou JPG\n\nTodas as ferramentas como no MS Paint, mas apenas no seu navegador. Pintar na web\n\nVocê pode marcar formas com o marcador mágico, escrever com a ferramenta de texto e muito mais. Depois de terminar. Faça uma captura de tela do seu trabalho para que seus amigos também possam ver sua criatividade. Você pode compartilhar suas imagens no painel do Pinterest.\n\nQuer compartilhar sua tela para casos como relatar problemas técnicos, fazer demonstrações de produtos ou tutoriais de instruções? Aqui estão os motivos para escolher a ferramenta de pintura e captura de tela:\n\n- Teclas de atalho para cada ferramenta\n- Os desenhos atuais são salvos automaticamente\n- Salve o desenho com uma opção de captura de tela (faça uma captura de tela de uma página inteira ou capture a área selecionada.) Captura de tela.\n- Baixe a imagem para o seu PC ou imprima\n- Corte a área necessária de uma imagem e salve-a\n\nFaça anotações em qualquer página da Web e salve-a como uma captura de tela! Anotar na Web foi criado para permitir que os usuários façam anotações em qualquer página da Web e salvem-na como uma imagem. marcador de página para Chrome\n\nImportante\nApós a instalação/atualização do Paint Tool, recarregue as guias ativas em seu navegador para que a extensão funcione.\n\nPaint on web e Screenshot Tool de forma simples e sem dificuldades. Desenhe online com nossa nova extensão totalmente gratuita para o navegador Chrome. Pintar na web\n\nCom o Page Marker, você pode usar o mouse ou a tela sensível ao toque para desenhar na Web ou em PDFs e salvá-los no computador. Pinte, desenhe e marque em qualquer página da web ou site. É apenas uma divertida extensão de pintura da Web, e você pode rir usando essa extensão criando caretas etc. em páginas da web.\n\nTambém é a melhor ferramenta para trabalhar com arquivos PDF - PDF Office é um editor de PDF online a partir do qual você pode executar operações de edição em arquivos PDF, mas usando seu navegador da web. visualizador de PDF\n\nConhecido como web paint ou extensão de ferramenta on-line de pintura, é útil para estudantes, colegas de equipe e todos que trabalham com conteúdo de sites, pois você pode facilmente aprender ou salvar informações, criar tutoriais personalizados ou anotações em papel, se decidir imprimi-lo .\n\nConverta um PDF on-line\nCom a extensão pdfFiller Chrome, você pode converter qualquer arquivo PDF para Word, Excel, PowerPoint ou uma imagem JPEG.\n\nFerramenta PDF gratuita para editar, converter, compactar, mesclar, combinar, cortar e redigir arquivos PDF.\nAproveite a melhor experiência de PDF adicionando o Xodo | PDF.online para o seu navegador Chrome! Acesse conversor de PDF, combinador de PDF, preenchimento de PDF, editor de PDF, fusão de PDF e muito mais para turbinar sua produtividade online.\n\nPoderosos conversores de PDF e ferramentas de PDF para aumentar sua produtividade:\n\nConverta um PDF on-line\nCom a extensão pdfFiller Chrome, você pode converter qualquer arquivo PDF para Word, Excel, PowerPoint ou uma imagem JPEG.\n\nFerramenta PDF gratuita para editar, converter, compactar, mesclar, combinar, cortar e redigir arquivos PDF.\nAproveite a melhor experiência de PDF adicionando o Xodo | PDF.online para o seu navegador Chrome! Acesse conversor de PDF, combinador de PDF, preenchimento de PDF, editor de PDF, fusão de PDF e muito mais para turbinar sua produtividade online.\n\nPoderosos conversores de PDF e ferramentas de PDF para aumentar sua produtividade:\n\n- Converta PDF para Word, PPT, Excel, PDF/A, HTML, JPG, JPEG e PNG\n- Converter JPG, JPEG, PNG para PDF\n- Converter Word, Excel, Powerpoint para PDF\n- Leitor de PDF\n- Converter Word, Excel, Powerpoint para PDF\n- Leitor de PDF\n- Pintar na web\n\nPor favor, avalie nossa extensão Paint Tool se você gostar. Boas pinturas a todos.",
    "sk": "Paint tool je úplne bezplatný odľahčený digitálny program na vytváranie rôznych výkresov, ktoré sú nabité štetcami, fontmi, tvarmi a ďalšími zdrojmi.\n\nJednoduchá, ľahko použiteľná a zábavná aplikácia na kreslenie, môžete si vychutnať a naučiť sa kresliť na tomto chrómovom rozšírení. Niečo na maľovanie webu je užívateľsky prívetivé a môžete začať maľovať za sekundu. Ak sa chcete naučiť maľovať, Namaľujte niečo môže byť to najlepšie, čo sa vám stalo. Môžete si vybrať vlastné farby a rôzne veľkosti čiar!!\n\nNaše rozšírenie nástroja na maľovanie má jednoduchý a ľahko použiteľný dizajn. Nie je to mätúce a v aplikácii sa používajú ľahko rozpoznateľné ikony nástrojov (ceruzka, vedierko s farbou, guma a iné nástroje), čo uľahčuje používanie pre každého.\n\nMaľujte online alebo pridajte informácie na webovú stránku, aby ste zvýraznili momenty, a potom urobte snímku obrazovky celej webovej stránky alebo len vybranej oblasti s možnosťou stiahnutia alebo zdieľania. Plne prispôsobená snímka obrazovky, ktorú je možné okamžite vytlačiť, uložiť alebo odoslať.\n\nObsahuje nástroje, ktoré potrebujete:\n  - Nástroj Ceruzka - nakreslite vlastné čiary\n  - Textový nástroj - pridajte anotáciu\n  - Emoji - pridajte jemné emotikony na ľubovoľné webové stránky\n  - Nástroj na vyplnenie vedra - vyplňte tvary a nakreslite ľubovoľnou farbou z palety\n  - Nástroj Čiara - zadajte počiatočný a koncový bod na maľovanie rovnej čiary\n  - Kvadratická krivka - nakreslite kvadratickú krivku s vybratou šírkou čiary\n  - Bézierova krivka - nakreslite Bézierovú krivku s vybratou šírkou čiary\n  - Nástroj mnohouholník - vyfarbite mnohouholník s vybratou šírkou čiary\n  - Nástroj Elipsa - nakreslite elipsu alebo kruh s vybratou šírkou čiary\n  - Nástroj kvapkadlo - vyberte si farbu z webovej stránky alebo svojich kresieb\n  - Nástroj na vytváranie snímok obrazovky - nástroj na vytváranie snímok obrazovky umožňuje uložiť výsledok vo formáte PN alebo JPG\n\nVšetky nástroje ako v MS Paint, ale iba vo vašom prehliadači. Maľovanie na webe\n\nPomocou magickej značky môžete označovať tvary, písať pomocou textového nástroja a podobne. Po dokončení. Urobte si snímku obrazovky svojej práce, aby vašu kreativitu mohli vidieť aj vaši priatelia. Svoje obrázky môžete zdieľať na nástenke Pinterest.\n\nChcete zdieľať svoju obrazovku pre prípady, ako je hlásenie technických problémov, vytváranie ukážok produktov alebo návodov? Tu sú dôvody, prečo si vybrať nástroj na maľovanie a snímanie obrazovky:\n\n- Klávesové skratky pre každý nástroj\n- Aktuálne výkresy sa automaticky ukladajú\n- Uložiť kresbu pomocou možnosti Snímka obrazovky (urobte snímku obrazovky celej strany alebo zachyťte vybranú oblasť.) Snímka obrazovky.\n- Stiahnite si obrázok do počítača alebo vytlačte\n- Orežte potrebnú oblasť obrázka a uložte ho\n\nPridajte anotáciu na ľubovoľnú webovú stránku a uložte ju ako snímku obrazovky! Funkcia Annotate the Web bola vytvorená s cieľom umožniť používateľom anotovať ľubovoľnú webovú stránku a uložiť ju ako obrázok. značka stránky pre Chrome\n\nDôležité\nPo inštalácii/aktualizácii nástroja Paint Tool znova načítajte aktívne karty vo svojom prehliadači, aby rozšírenie fungovalo.\n\nMaľujte na webe a pomocou nástroja Screenshot Tool jednoduchým spôsobom a bez akýchkoľvek problémov. Kreslite online s naším novým a úplne bezplatným rozšírením pre prehliadač Chrome. Maľovanie na webe\n\nPomocou nástroja Page Marker môžete pomocou myši alebo dotykovej obrazovky kresliť na web alebo do súborov PDF a uložiť ich do počítača. Maľujte, kreslite a označujte na ľubovoľnú webovú stránku alebo web. Je to len zábavné rozšírenie na maľovanie webu a pomocou tohto rozšírenia sa môžete zasmiať vytváraním ksichtov atď. na webových stránkach.\n\nJe to tiež najlepší nástroj na prácu so súbormi PDF – PDF Office je online editor PDF, z ktorého môžete vykonávať úpravy súborov PDF, ale pomocou webového prehliadača. Prehliadač PDF\n\nZnáme ako rozšírenie online nástroja na maľovanie na webe alebo maľovanie je užitočné pre študentov, spoluhráčov a každého, kto pracuje s obsahom webových stránok, pretože sa môžete jednoducho naučiť alebo uložiť informácie, vytvoriť si vlastné návody alebo papierové poznámky, ak by ste sa ich rozhodli vytlačiť. .\n\nPreviesť PDF online\nS rozšírením pdfFiller Chrome môžete previesť akýkoľvek súbor PDF do formátu Word, Excel, PowerPoint alebo obrázok JPEG.\n\nBezplatný nástroj PDF na úpravu, konverziu, kompresiu, zlúčenie, kombinovanie, orezávanie a redigovanie súborov PDF.\nVychutnajte si lepší zážitok z PDF pridaním Xodo | PDF.online do prehliadača Chrome! Získajte prístup k PDF konvertoru, zlučovaču PDF, vyplneniu PDF, editoru PDF, zlúčeniu PDF a ďalším, aby ste zvýšili svoju produktivitu online.\n\nVýkonné konvertory PDF a nástroje PDF na zvýšenie vašej produktivity:\n\nPreviesť PDF online\nS rozšírením pdfFiller Chrome môžete previesť akýkoľvek súbor PDF do formátu Word, Excel, PowerPoint alebo obrázok JPEG.\n\nBezplatný nástroj PDF na úpravu, konverziu, kompresiu, zlúčenie, kombinovanie, orezávanie a redigovanie súborov PDF.\nVychutnajte si lepší zážitok z PDF pridaním Xodo | PDF.online do prehliadača Chrome! Získajte prístup k PDF konvertoru, zlučovaču PDF, vyplneniu PDF, editoru PDF, zlúčeniu PDF a ďalším, aby ste zvýšili svoju produktivitu online.\n\nVýkonné konvertory PDF a nástroje PDF na zvýšenie vašej produktivity:\n\n- Prevod PDF do Wordu, PPT, Excelu, PDF/A, HTML, JPG, JPEG a PNG\n- Previesť JPG, JPEG, PNG do PDF\n- Previesť Word, Excel, Powerpoint do PDF\n- Čítačky PDF\n- Previesť Word, Excel, Powerpoint do PDF\n- Čítačky PDF\n- Maľovanie na webe\n\nProsím ohodnoťte naše rozšírenie Paint Tool, ak sa vám páči. Šťastné maľovanie všetkým.\n\nweb paint tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur paint tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nAll tools as in MS Paint but only in your browser. Paint on web\n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose paint and screenshot tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. page marker for Chrome\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n Paint tool -  Draw on any webpage in your browser.\n Paint on web - Make shapes with the magic marker.\n Paint tool - Write with the text tool.\n Paint tool - Take screenshot to share you creativeness\n\nImportant\nAfter installation/update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "sl": "Orodje za barvanje – rišite na katero koli spletno stran, dodajte besedilo, dodajte črte in označite! S programom Web Paint lahko z miško ali zaslonom na dotik rišete po spletu ali dokumentih PDF in jih shranite v računalnik. Barvajte, rišite in označite na kateri koli spletni strani ali spletnem mestu.\n\nEnostavno nastavitev barvnega orodja\n1. Namestite razširitev Web Paint in znova naložite stran, da bo razširitev delovala.\n2. Kliknite na razširitev, ko morate nekaj narisati ali poudariti.\n3. Risbe se samodejno shranijo.\n4. Naredite posnetek zaslona.\n5. Ponovno naložite stran, da zapustite način risanja iz brskalnika.\n\nSte navajeni brati knjige in označevati pomembna besedila ali ste samo želeli risati na kateri koli spletni strani v realnem času v udobju svojega brskalnika? Ta preprosta razširitev vam bo pri tem pomagala!\n\nŽelite deliti svoj zaslon za primere, kot je poročanje o tehničnih težavah, izdelava predstavitev izdelkov ali vadnice z navodili? Tu so razlogi, zakaj izbrati orodje za barvanje za Chrome\n\n1. Ima vse funkcije MS Paint.\n2. Nastavljiva debelina, prosojnost in prednastavljena barva.\n3. Naredite posnetek zaslona strani.\n\npaint online je lahka in brezplačna razširitev za Chrome, ki jo je mogoče uporabiti v izobraževalne namene in vsakomur predstaviti risanje neposredno iz vašega brskalnika. Poleg tega lahko med izobraževanjem vadi abecedo, številke in slike.\n\nIzvedite celostranski zajem zaslona. Shranite posnetek zaslona slike v PDF ali slike. Takojšnji posnetki zaslona so shranjeni lokalno in ne ustvarjajo prometa. Orodje za posnetek zaslona lahko deluje brez povezave.\n\nUstvarjanje posnetka zaslona je enostavno, kot bi lahko bilo. Izberite med celozaslonskim ali delnim območjem in ga posnemite z enim klikom. Nato lahko v celoti prilagodite posnetke zaslona, kot je dodajanje besedila, risanje črt, puščic in oblik.\n\nZakaj Paint - risanje na spletu - boljši od konkurentov?\n✓ Kopiraj v odložišče\n✓ Natisnite slike\n✓ E-pošta\n✓ Izvoz posnetkov v zunanji urejevalnik\n✓ Dodajte informacije o strani posnetkom zaslona (URL, naslov, čas, domena itd.)\n\nSvoje slike lahko delite na plošči Pinterest.\nVsebuje tudi funkcije, ki jih potrebujete:\n- Vroče tipke za vsako orodje\n- Shranite risbo z možnostjo posnetka zaslona\n- Shranite sliko v računalnik ali natisnite\n- Obrežite potrebno območje slike in ga shranite\n\nPomembno obvestilo\nPo namestitvi / posodobitvi ponovno naložite aktivne zavihke v brskalniku, da bo Web Paint deloval.\n\nOcenite nas! Trdo delamo, da vam zagotovimo najboljšo izkušnjo za Chrome. Če vam je všeč naša razširitev, nam dajte oceno 5 zvezdic! Če imate vprašanja, pripombe ali predloge, jih bomo z veseljem slišali! Spodaj si oglejte naše kontaktne podatke.\n\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "sr": "Paint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDF and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nWhether you're a student, a professional, or just someone who loves browsing the web is a must-have extension. You'll have access to an array of advanced annotation tools, including a pencil, highlighter, color picker, arrow, polygon, text, emoji, and more.\n\nEasy to set up extension:\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser or want to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  \n\nHere are reasons to choose our extension:\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshot like add text, drawing lines, arrows, and shapes. \n\nYou can share your images on Pinterest board.\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nThis extension is awesome, I recommend it for anyone who has ever wanted to make notes on the page temporarily.\nweb paint, paint, paint, painting with a twist, painting, paint for chrome, web paint, paint, paint app, paint google, Page Marker, marker, marker for youtube, нарисовать что-нибудь, Sumo Paint - Online Image Editor, Applove MS Paint Online, paint and sip, clip studio paint, paint tool sai, paint net, ms paint, microsoft paint, paint brush, sumo paint, paint online, editor, editor online, editor for chrome, paint it black, acrylic paint, paint splatter, paint 3d, behr paint, paint nite, spray paint, online paint, \t\n\ngoogle paint, body paint, ms paint online, chalk paint, home depot paint, paint palette, candy paint lyrics, paint by numbers, paint for mac, paint tool sai free, glow in the dark paint, mario paint, paint night, paint sprayer, paint and sip,\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\nImportant Notice \nAfter installation/update, please reload the active tabs in your browser for the extensio to work.\n\nRate us! We work hard to provide you with the best experience for Chrome. If you like our extension, please provide us with a 5 star rating!",
    "sv": "Måla verktyg - rita på vilken webbplats som helst, lägg till text, lägg till rader och markera! Med Web Paint kan du använda musen eller pekskärmen för att rita på webben eller på PDF-filer och spara det på din dator. Måla, rita och markera på vilken webbsida eller webbplats som helst.\n\nLätt att installera målarverktyg\n1. Installera Web Paint-tillägget och ladda om sidan för att låta tillägget fungera.\n2. Klicka på tillägget när du behöver rita eller markera något.\n3. Ritningar sparas automatiskt.\n4. Ta en skärmdump.\n5. Ladda om sidan för att avsluta ritningsläget från webbläsaren.\n\nÄr du van vid att läsa böcker och lyfta fram viktiga texter eller vill du bara rita på vilken webbplats som helst i realtid i din webbläsare? Denna enkla förlängning hjälper dig med det!\n\nVill du dela din skärm för fall som att rapportera tekniska problem, göra produktdemonstrationer eller handledningar? Här är skäl att välja färgverktyg för Chrome\n\n1. Har alla funktioner i MS Paint.\n2. Justerbar tjocklek, transparens och förinställd färg.\n3. Ta en skärmdump av sidan.\n\npaint online är lite vikt och ett gratis tillägg för Chrome som kan användas i utbildningssyfte och introducera alla till att rita direkt från din webbläsare. Dessutom kan den öva på alfabetet, siffror och målningar samtidigt som den utbildar.\n\nUtför helsidesskärmdump. Spara bildskärmdump till PDF eller bilder. Omedelbara skärmdumpar lagras lokalt och ger ingen trafik. Skärmdumpsverktyget kan fungera offline.\n\nSkapandet av en skärmdump är lätt som det någonsin skulle kunna vara. Välj från helskärms- eller partiellt område och ta det med ett klick. Sedan kan du helt anpassa skärmdumpar som att lägga till text, rita linjer, pilar och former.\n\nVarför måla - rita online - bättre än konkurrenterna?\n✓ Kopiera till urklipp\n✓ Skriv ut bilder\n✓ E-post\n✓ Exportera fångar till extern redigerare\n✓ Lägg till sidinformation till skärmdumpar (URL, titel, tid, domän, etc)\n\nDu kan dela dina bilder på Pinterest board.\nDen innehåller även de funktioner du behöver:\n- Snabbtangenter till varje verktyg\n- Spara ritningen med ett skärmdumpalternativ\n- Spara bilden på din PC eller Skriv ut\n- Beskär den nödvändiga delen av en bild och spara den\n\nViktigt meddelande\nEfter installation/uppdatering, ladda om de aktiva flikarna i din webbläsare för att Web Paint ska fungera.\n\nGradera oss! Vi arbetar hårt för att ge dig den bästa upplevelsen för Chrome. Om du gillar vår tillägg, vänligen ge oss ett 5-stjärnigt betyg! Om du har några frågor, kommentarer eller förslag tar vi gärna emot dem! Se våra kontaktuppgifter nedan.",
    "tr": "Boyama aracı - herhangi bir web sitesinde çizim yapın, metin ekleyin, çizgiler ekleyin ve vurgulayın! Web Paint ile farenizi veya dokunmatik ekranınızı kullanarak web'de veya PDF'lerde çizim yapabilir ve bunu bilgisayarınıza kaydedebilirsiniz. Herhangi bir web sayfasını veya web sitesini boyayın, çizin ve işaretleyin.\n\npaint aracı, fırçalar, yazı tipleri, şekiller ve diğer kaynaklarla yüklü olarak gelen çeşitli çizimleri oluşturmak için tamamen ücretsiz, hafif bir dijital programdır.\n\nBoyama aracı uygulamasını kullanmak için basit, kolay ve eğlenceli, bu krom uzantısında çizim yapmanın keyfini çıkarabilir ve öğrenebilirsiniz. Web boyama bir şey kullanıcı dostudur ve bir saniyede boyamaya başlayabilirsiniz. Resim yapmayı öğrenmek istiyorsanız, bir şeyi boyamak başınıza gelen en iyi şey olabilir. Özel renkler ve farklı çizgi boyutları seçebilirsiniz!!\n\nBoya aracı uzantımız basit ve kullanımı kolay bir tasarıma sahiptir. Uygulamada kafa karıştırıcı değildir ve kolayca tanınabilir araç simgeleri (kalem, boya kovası, silgi ve diğer araçlar) kullanılmaktadır, bu da herkesin kullanımını kolaylaştırır.\n\nAnları vurgulamak için çevrimiçi boyama yapın veya bir web sayfasına bilgi ekleyin, ardından indirme veya paylaşma seçeneğiyle tam bir web sayfasının veya yalnızca seçili bir alanın ekran görüntüsünü alın. Basılabilen, kaydedilebilen veya anında gönderilebilen tamamen özelleştirilmiş ekran görüntüsü.\n\nİhtiyacınız olan araçları içerir:\n  - Kalem aracı - özel çizgiler çizin\n  - Metin aracı - ek açıklama ekleyin\n  - Emoji - herhangi bir web sayfasına güzel emoji ekleyin\n  - Kova doldurma aracı - şekilleri doldurun ve paletten herhangi bir renkle çizin\n  - Çizgi aracı - düz bir çizgi çizmek için başlangıç ​​ve bitiş noktası koyun\n  - İkinci dereceden eğri - seçilen çizgi genişliğiyle ikinci dereceden bir eğri çizin\n  - Bezier eğrisi - seçilen çizgi genişliğiyle bir bezier eğrisi çizin\n  - Çokgen aracı - seçilen çizgi genişliğiyle bir çokgen çizin\n  - Elips aracı - seçilen çizgi genişliğiyle bir elips veya daire çizin\n  - Damlalık aracı - web sayfasından veya çizimlerinizden bir renk seçin\n  - Ekran görüntüsü aracı - ekran görüntüsü oluşturucu, sonucu PN veya JPG olarak kaydetmeye izin verir\n\nTüm araçlar MS Paint'teki gibidir, ancak yalnızca tarayıcınızda. web üzerinde boya\n\nSihirli işaretleyici ile şekilleri işaretleyebilir, metin aracıyla yazabilir ve daha fazlasını yapabilirsiniz. İşiniz bittikten sonra. Arkadaşlarınızın da yaratıcılığınızı görebilmesi için çalışmanızın ekran görüntüsünü alın. Resimlerinizi Pinterest panosunda paylaşabilirsiniz.\n\nTeknik sorunları bildirmek, ürün demoları yapmak veya nasıl yapılır eğitimleri gibi durumlar için ekranınızı paylaşmak ister misiniz? İşte boyama ve ekran görüntüsü alma aracını seçmeniz için nedenler:\n\n- Her araç için kısayol tuşları\n- Mevcut çizimler otomatik olarak kaydedilir\n- Bir Ekran Görüntüsü seçeneğiyle çizimi kaydedin (tam sayfanın ekran görüntüsünü alın veya seçilen alanı yakalayın.) Ekran yakalama.\n- Görüntüyü PC'nize indirin veya Yazdırın\n- Bir görüntünün gerekli alanını kırpın ve kaydedin\n\nHerhangi bir web sayfasına açıklama ekleyin ve ekran görüntüsü olarak kaydedin! Annotate the Web, kullanıcıların herhangi bir web sayfasına açıklama eklemesine ve onu bir resim olarak kaydetmesine izin vermek için oluşturuldu. Chrome için sayfa işaretleyici\n\nÖnemli\nPaint Tool'u yükledikten/güncelledikten sonra, uzantının çalışması için lütfen tarayıcınızdaki etkin sekmeleri yeniden yükleyin.\n\nWeb ve Ekran Görüntüsü Aracı üzerinde basit bir şekilde ve herhangi bir zorluk olmadan boyayın. Chrome tarayıcı için yeni ve tamamen ücretsiz uzantımızla çevrimiçi çizim yapın. web üzerinde boya\n\nSayfa İşaretleyici ile farenizi veya dokunmatik ekranınızı kullanarak web'de veya PDF'lerde çizim yapabilir ve bilgisayarınıza kaydedebilirsiniz. Herhangi bir web sayfasını veya web sitesini boyayın, çizin ve işaretleyin. Bu sadece eğlenceli bir web boyama uzantısıdır ve bu uzantıyı kullanarak web sayfalarında komik suratlar vb. oluşturarak biraz gülebilirsiniz.\n\nAyrıca PDF dosyalarıyla çalışmak için en iyi araçtır - PDF Office, web tarayıcınızı kullanarak PDF dosyaları üzerinde düzenleme işlemleri yapabileceğiniz çevrimiçi bir PDF Düzenleyicidir. PDF görüntüleyici\n\nBir web boyası veya çevrimiçi boya aracı uzantısı olarak bilinen, öğrenciler, takım arkadaşları ve web sitesi içeriğiyle çalışan herkes için yararlı bir sahipliktir, çünkü bilgileri kolayca öğrenebilir veya kaydedebilir, özel öğreticiler veya kağıt notlar oluşturabilirsiniz. .\n\nPDF'yi çevrimiçi dönüştürün\npdfFiller Chrome uzantısıyla, herhangi bir PDF dosyasını Word, Excel, PowerPoint veya bir JPEG görüntüsüne dönüştürebilirsiniz.\n\nPDF dosyalarını düzenlemek, dönüştürmek, sıkıştırmak, birleştirmek, birleştirmek, kırpmak ve yeniden düzenlemek için ücretsiz PDF aracı.\nXodo | PDF.online'ı Chrome tarayıcınıza! Çevrimiçi üretkenliğinizi artırmak için PDF dönüştürücü, PDF birleştirici, PDF doldurucu, PDF düzenleyici, PDF birleştirme ve daha fazlasına erişin.\n\nÜretkenliğinizi artırmak için güçlü PDF Dönüştürücüler ve PDF araçları:\n\nPDF'yi çevrimiçi dönüştürün\npdfFiller Chrome uzantısıyla, herhangi bir PDF dosyasını Word, Excel, PowerPoint veya bir JPEG görüntüsüne dönüştürebilirsiniz.\n\nPDF dosyalarını düzenlemek, dönüştürmek, sıkıştırmak, birleştirmek, birleştirmek, kırpmak ve yeniden düzenlemek için ücretsiz PDF aracı.\nXodo | PDF.online'ı Chrome tarayıcınıza! Çevrimiçi üretkenliğinizi artırmak için PDF dönüştürücü, PDF birleştirici, PDF doldurucu, PDF düzenleyici, PDF birleştirme ve daha fazlasına erişin.\n\nÜretkenliğinizi artırmak için güçlü PDF Dönüştürücüler ve PDF araçları:\n\n- PDF'yi Word, PPT, Excel, PDF/A, HTML, JPG, JPEG ve PNG'ye dönüştürün\n- JPG, JPEG, PNG'yi PDF'ye dönüştürün\n- Word, Excel, Powerpoint'i PDF'ye dönüştürün\n- PDF okuyucular\n- Word, Excel, Powerpoint'i PDF'ye dönüştürün\n- PDF okuyucular\n- Web üzerinde boya\n\nİsterseniz Boya Aracı uzantımızı değerlendirin. Herkese mutlu boyamalar.\n\n\n\npaint tool is absolutely free lightweight digital program to created various drawing that comes loaded with brushes, fonts, shapes, and other resources. \n\nSimple, easy and fun to use paint tool app, you can enjoy and learn drawing on this chrome extension. Web paint something is user friendly and you could get started painting in a second. If you’d like to learn how to paint, Paint something might be the best thing that happened to you. You can choose custom colors and different line sizes!! \n\nOur paint tool extension has a simple and easy to use design. It is not confusing and easily recognisable tool icons  (pencil, paint bucket, eraser and others tool) are used in the app which makes it easy for everyone to use.\n\nPaint online or add information on a webpage to highlight moments, then take a screenshot of a full webpage or just a selected area with an option to download or share it. Fully customized screenshot that could be printed, saved or sent instantly. \n\nIt contains the tools you need: \n - Pencil tool - draw custom lines\n - Text tool - add annotation\n - Emoji - add fine emoji on any web pages\n - Bucket fill tool - fill shapes and drawn with any color from palette\n - Line tool - put start and end point to paint straight line\n - Quadratic curve - draw a quadratic curve with the selected line width\n - Bezier curve - paint a bezier curve with the selected line width\n - Polygon tool - paint a polygon with the selected line width\n - Ellipse tool - draw an ellipse or a circle with the selected line width\n - Eyedropper tool - pick a color from the web page or your drawings\n - Screenshot tool - screenshot maker allows saving result in PN or JPG\n\nAll tools as in MS Paint but only in your browser. Paint on web\n\nYou can mark shapes with the magic marker, write with the text tool and more. After you are done. Take screenshot of your work so that your friends can see your creativity as well. You can share your images on Pinterest board.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose paint and screenshot tool:\n\n- Hot-keys to each tool\n- Current drawings are automatically saved\n- Save drawing with a Screenshot option ( take a screenshot of a full page or capture selected area.) Screen capture.\n- Download image to your PC or Print \n- Crop the necessary area of an image and save it\n\nAnnotate on any webpage and save it as a screenshot! Annotate the Web was created to allow users to annotate any webpage and save it as an image. page marker for Chrome\n\nImportant\nAfter installation/update Paint Tool, please reload the active tabs in your browser for the extension to work.\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.",
    "vi": "Screenshot and Paint - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nAccustomed to reading books and highlighting important texts or just  wanted to draw on any website in real time in the comfort of your browser? This Paint will help you on it! \n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nThe classic Paint program has received an updated look and several new tools. Also, it's now possible to add text, draw different shapes, lines, and arrows to live web pages in real time, and take a screenshot to share with your friends!\n\nPaint Online has a simple and easy-to-use design. It is not confusing, and easily recognizable icons are used in the app, which makes it easy for everyone to use.\n\nPaint Online is lite weight and a free extension for Chrome that can be used for educational purposes and introduce anyone to drawing right from your browser. In addition, it can practice the alphabet, numbers, and paintings while educating.\n\nPerform full page screen capture. Save image screenshot to PDF or images. Instant screenshots are stored locally, and produce no traffic. Screenshot tool can work offline.\n\nThe creation of a screen capture is easy as it ever could be. Choose from the full-screen or partial area and take it in a click. Then you can fully customize screenshots like add text, drawing lines, arrows, and shapes. \n\nWhy Paint - draw online - better than competitors?\n✓ Copy  to clipboard\n✓ Print images\n✓ E-Mail\n✓ Export captures to external editor\n✓ Add page information to screenshots (URL, title, time, domain, etc)\n\nYou can share your images on Pinterest board.\n\nIt also contains the functions you need: \n- Hot-keys to each tool\n- Save drawing with a screenshot option\n- Save image to your PC or Print \n- Crop the necessary area of an image and save it\n\nImportant Notice  - Web Paint \nAfter installation / update, please reload the active tabs in your browser for the Web Paint to work.\n\nFeatures:\nPencil tool - draw a custom line with the selected line width and color.\nEyedropper tool - pick a color from the web page or your drawings and use it for drawing.\nText tool - insert text into the web page with the selected color and transparency.\nLine tool - paint a straight line with the selected line width, transparency and color.\nArrow tool - paint a straight line with an arrow on the end the selected line width, transparency and color.\nQuadratic curve - draw a quadratic curve with the selected line width, transparency and color.\nBezier curve - paint a bezier curve with the selected line width, transparency and color.\nPolygon tool - paint a polygon with the selected line width, transparency and color.\nEllipse tool - draw an ellipse or a circle with the selected line width, transparency and color.\nPaint bucket tool - fill an area with selected color and transparency.\nColor picker - select a color for the text and line.\nTransparency slider - select a transparency for the text and line. (Drag the slider to the left to decrease the value and to the right to increase the value)\nLine width slider - select a line width. (Drag the slider to the left to decrease the value and to the right to increase the value)\nRectangle tool - draw a rectangle with the selected line width, transparency and color.\nCursor tool - interact with the web page.\nEraser tool - erase part of your drawings.\nScreenshot tool - take a screenshot of the current web page with your drawings.\nExit button - clear your drawings and disable the tools. \n\n ✔️ Screenshot maker ( use it  rhat screenshot tool)!\n ✔️ All  extension \"Paint Tool - Marker for Chrome\" tools with adjustable thickness and preset color!\n ✔️ Current drawings are automatically saved!\n ✔️ Change transparency using the watch face in the toolbar!\n ✔️ Convenient hotkey settings for quick tool use.\n\nCapture screenshots\n▸ Make a full page screenshot, screen cast, or a specific section of the page through scrolling screenshot using our screenshot software (screenshot capture).\n▸ Supports scrolling when capturing from web pages.\n▸ Capture & edit the entire browser window.\n▸ Quickly capture & edit a section of the webpage.\n▸ On a blank canvas, create your own simple drawing or model.\n\nPaint tool chrome extension absolutely free and will definitely improve your chrome browser. Paint Tool allows you to draw!",
    "zh_CN": "繪畫工具 - 在任何網站上繪畫、添加文本、添加線條和突出顯示！ 使用 Web Paint，您可以使用鼠標或觸摸屏在 Web 或 PDF 上繪圖並將其保存到您的計算機。 在任何網頁或網站上繪畫、繪製和標記。\n\n易於設置繪畫工具\n1. 安裝 Web Paint 擴展，並重新加載頁面讓擴展工作。\n2. 每當您需要繪製或突出顯示某些內容時，單擊擴展。\n3.圖紙自動保存。\n4. 截圖。\n5. 重新加載頁面以從瀏覽器退出繪圖模式。\n\n習慣於閱讀書籍和突出顯示重要文本，或者只是想在瀏覽器中舒適地實時在任何網站上繪圖？ 這個簡單的擴展將幫助你！\n\n想要分享報告技術問題、製作產品演示或操作指南等案例的屏幕？ 以下是為 Chrome 選擇繪圖工具的理由\n\n1. 擁有MS Paint的所有功能。\n2. 可調節厚度、透明度和預設顏色。\n3. 對頁面進行截圖。\n\npaint online 重量輕，是 Chrome 的免費擴展程序，可用於教育目的，並向任何人介紹直接從您的瀏覽器繪圖。 此外，它還可以在教育的同時練習字母、數字和繪畫。\n\n執行整頁屏幕捕獲。 將圖像截圖保存為 PDF 或圖像。 即時截圖存儲在本地，不產生流量。 截圖工具可以離線工作。\n\n創建屏幕截圖非常簡單。 從全屏或部分區域中進行選擇，然後單擊即可。 然後您可以完全自定義屏幕截圖，例如添加文本、繪製線條、箭頭和形狀。\n\n為什麼 Paint - 在線繪畫 - 比競爭對手更好？\n✓ 複製到剪貼板\n✓ 打印圖像\n✓ 電子郵件\n✓ 將捕獲導出到外部編輯器\n✓ 添加頁面信息到屏幕截圖（URL、標題、時間、域等）\n\n您可以在 Pinterest 板上分享您的圖像。\n它還包含您需要的功能：\n- 每個工具的熱鍵\n- 使用屏幕截圖選項保存繪圖\n- 將圖像保存到您的 PC 或打印\n- 裁剪圖像的必要區域並保存\n\n重要通知\n安裝/更新後，請重新加載瀏覽器中的活動選項卡以使 Web Paint 正常工作。\n\n評價我們！ 我們努力為您提供最佳的 Chrome 體驗。 如果您喜歡我們的擴展程序，請為我們提供 5 星評級！ 如果您有任何問題、意見或建議，我們很樂意傾聽！ 請參考以下我們的聯繫方式。\n\n\nPaint Tool - draw on any website, add text, add lines, and highlight! With Web Paint, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website.\n\nEasy to set up Paint Tool\n1. Install the Web Paint extension, and reload the page to let the extension work.\n2. Click on the extension whenever you need to draw or highlight something. \n3. Drawings are automatically saved.\n4. Take Screenshot.\n5. Reload the page to exit the draw mode from the browser.\n\nWant to share your screen for cases like reporting technical issues, making product demos or how-to tutorials?  Here are reasons to choose Paint Tool for Chrome\n\nPaint on web and Screenshot Tool in simple manner and without any difficulties. Draw online with our new and absolutely free extension for chrome browser. Paint on web\n\nWith Page Marker, you can use your mouse or touchscreen to draw on the web or on PDFs and save it to your computer. Paint, draw, and mark on any webpage or website. It is just a fun Web paint extension, and you can get some laughs using this extension by creating funny faces, etc., on web pages.\n\nAlso it best tool for working with PDF files - PDF Office is a PDF Editor online from which you can perform editing operations over PDF files but using your web browser. PDF viewer\n\nKnown as a web paint or paint online tool extension is a useful have for students, teammates and everyone who works with websites content, as you could easily learn or save information, create custom tutorials or paper notes, if you’d decided to print it.\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\nConvert a PDF online\nWith the pdfFiller Chrome extension, you can convert any PDF file to Word, Excel, PowerPoint, or a JPEG image.\n\nFree PDF tool to edit, convert, compress, merge, combine, crop, and redact PDF files.\nEnjoy the better PDF experience by adding Xodo | PDF.online to your Chrome browser! Access PDF converter, PDF combiner, PDF filler, PDF editor, PDF merger and more to supercharge your productivity online.\n\nPowerful PDF Converters and PDF tools to boost your productivity:\n\n- Convert PDF to Word, PPT, Excel, PDF/A, HTML, JPG, JPEG and PNG\n- Convert JPG, JPEG, PNG to PDF\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Convert Word, Excel, Powerpoint to PDF\n- PDF Reader\n- Paint on web\n\nPaint on web is a fun extension on Google Chrome which lets you annotate any page you want and share it with your friends. Paint lets you draw on any webpage with a variety of tools to express your thoughts, make a point or just simply edit. It is just a fun extension and you can get some laughs using this extension by creating funny faces, etc. on web pages. The plus points of Paint extension are:\n\nScreenshot tool and paint online tool\n- Paint tool -  Draw on any webpage in your browser.\n- Paint on web - Make shapes with the magic marker.\n- Paint tool - Write with the text tool.\n- Paint tool - Take screenshot to share you creativeness\n\nPlease rate our Paint Tool extension if you like it. Happy painting everyone.\n\n1. Has all the features of MS Paint.\n2. Adjustable thickness, transparency, and preset color.\n3. Take a screenshot of the page.\n\nRate us! We work hard to provide you with the best experience for Chrome. If you like our extension, please provide us with a 5 star rating! If you have any questions, remarks or suggestions, we’d be happy to hear them! Please refer to our contact details below."
  }
}