{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vega Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your assets and connect to dApps on Vega Protocol, the worlds most advanced DEX."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect to Vega dApps and sign transactions from your browser on Vega.\n\nWARNING: This is an early alpha release and is in active development; do not deposit any funds to any network where you would not be comfortable losing those funds.\n\nInstalling the extension injects a Vega API for dApps and websites to interact with keys and send transactions to Vega networks. The wallet is in active development and new features are expected to be rolled out often.\n\nBy using the Vega Wallet, you acknowledge that you have read and understood the Vega Wallet User Data Policy here: https://vega.xyz/vega-wallet-user-data-policy/\n\nSpot an issue? Provide feedback here: https://github.com/vegaprotocol/feedback/discussions\n\nNote:\n\nYou should only have 1 of the \"Vega Wallet - Beta\" and \"Vega Wallet\" extensions active at any given time. Both may be installed but only one should be enabled, to prevent unexpected behaviour.\n\nDisclaimer:\n\nThe Vega Wallet is an application that allows users to, among other things,  (i)  access other Vega applications;  (ii)  manage multiple wallets and keys; and  (iii) sign transactions on the Vega network.  It is free, public and open source software.\n\nThe Vega Wallet is purely non-custodial application, meaning users never lose custody, possession, or control of their digital assets at any time. Users are solely responsible for the custody of the cryptographic private keys to their Vega Wallet and and should never share their seed phrase with anyone. \n\nThe Vega Wallet relies on emerging technologies that are subject to risks such as misuse of  public/private key cryptography or failing to properly update or run the latest software.  The developers of the Vega Wallet do not operate or run the Vega Blockchain or any other blockchain.  Digital tokens present market volatility risk, technical software risk, regulatory risk and cybersecurity risk.  Software upgrades may contain bugs or security vulnerabilities that might result in loss of functionality or assets.\n\nThe Vega Wallet is provided “as is”.  The developers of the Vega Wallet make no representations or warranties of any kind, whether express or implied, statutory or otherwise regarding the Vega Wallet.  They disclaim all warranties of merchantability, quality, fitness for purpose.  They disclaim all warranties that the Vega Wallet  is free of harmful components or errors.  \n\nNo developer of the Vega Wallet accepts any responsibility for, or liability to users in connection with their use of the Vega Wallet.  Users are solely responsible for any associated wallet and no developer of the Vega Wallet is liable for any acts or omissions by users in connection with or as a result of their Vega Wallet or other associated wallet being compromised. \n\nBy using the Vega Wallet, you acknowledge that you have read and understood the Vega Wallet User Data Policy here: https://vega.xyz/vega-wallet-user-data-policy/\n\nSpot an issue? Provide feedback here: https://github.com/vegaprotocol/feedback/discussions"
  }
}