{
  "name": {
    "ar,ca,el,fa,fil,hr,ja,th": "Rescue The Astronauts Online",
    "am,et,mr,ro,sw": "Rescue The Astronauts Online Game",
    "bg,de,en,en_AU,en_GB,en_US,es,es_419,fr,hi,hu,id,it,lt,nl,no,pl,pt_BR,pt_PT,ru,sl,sr,tr,uk,vi,zh_CN,zh_TW": "Rescue The Astronauts Game",
    "bn,cs,da,fi,gu,he,kn,ko,lv,ml,ms,sk,sv,ta,te": "Rescue The Astronauts Unblocked Game"
  },
  "short": {
    "ar": "من الضروري إنقاذ رواد الفضاء الذين سقطوا في الفضاء أثناء التحرك مع سفينة الفضاء.",
    "am": "ከጠፈር መርከብ ጋር በሚንቀሳቀሱበት ጊዜ ወደ ህዋ የወደቁትን ጠፈርተኞች ማዳን ያስፈልጋል።",
    "bg": "Необходимо е да се спасят астронавтите, паднали в космоса, докато се движат с космическия кораб.",
    "bn": "স্পেসশিপ নিয়ে চলতে গিয়ে মহাকাশে পড়ে যাওয়া নভোচারীদের বাঁচাতে হবে।",
    "ca": "Cal salvar els astronautes que van caure a l'espai mentre es movien amb la nau espacial.",
    "cs": "Je nutné zachránit astronauty, kteří spadli do vesmíru při pohybu s kosmickou lodí.",
    "da": "Det er nødvendigt at redde astronauterne, der faldt i rummet, mens de flyttede med rumskibet.",
    "de": "Es ist notwendig, die Astronauten zu retten, die während der Bewegung mit dem Raumschiff in den Weltraum gefallen sind.",
    "el": "Είναι απαραίτητο να σωθούν οι αστροναύτες που έπεσαν στο διάστημα ενώ κινούνταν με το διαστημόπλοιο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "It is necessary to save the astronauts who fell into space while moving with the spaceship.",
    "es": "Es necesario salvar a los astronautas que cayeron al espacio mientras se movían con la nave espacial.",
    "et": "Kosmoselaevaga liikudes kosmosesse sattunud astronaudid on vaja päästa.",
    "fa": "لازم است فضانوردانی را که هنگام حرکت با سفینه فضایی به فضا افتادند نجات داد.",
    "fi": "On tarpeen pelastaa astronautit, jotka putosivat avaruuteen liikkuessaan avaruusaluksen kanssa.",
    "fil": "Ito ay kinakailangan upang i-save ang mga astronauts na nahulog sa espasyo habang gumagalaw sa sasakyang pangalangaang.",
    "fr": "Il est nécessaire de sauver les astronautes qui sont tombés dans l’espace en se déplaçant avec le vaisseau spatial.",
    "gu": "સ્પેસશિપ સાથે આગળ વધતા સ્પેસમાં પડી ગયેલા અવકાશયાત્રીઓને બચાવવા જરૂરી છે.",
    "he": "יש צורך להציל את האסטרונאוטים שנפלו לחלל תוך כדי תנועה עם החללית.",
    "hi": "अंतरिक्ष यान के साथ चलते-चलते अंतरिक्ष में गिरे अंतरिक्ष यात्रियों को बचाना जरूरी है।",
    "hr": "Potrebno je spasiti astronaute koji su pali u svemir dok su se kretali svemirskim brodom.",
    "hu": "Meg kell menteni az űrhajósokat, akik az űrhajóval való mozgás közben az űrbe estek.",
    "id": "Hal ini diperlukan untuk menyelamatkan para astronot yang jatuh ke luar angkasa saat bergerak dengan pesawat ruang angkasa.",
    "it": "È necessario salvare gli astronauti che sono caduti nello spazio mentre si muovevano con l'astronave.",
    "ja": "宇宙船と一緒に移動しながら宇宙に落ちた宇宙飛行士たちを救う必要があります。",
    "kn": "ಬಾಹ್ಯಾಕಾಶ ನೌಕೆಯೊಂದಿಗೆ ಚಲಿಸುವಾಗ ಬಾಹ್ಯಾಕಾಶಕ್ಕೆ ಬಿದ್ದ ಗಗನಯಾತ್ರಿಗಳನ್ನು ಉಳಿಸುವುದು ಅಗತ್ಯವಾಗಿದೆ.",
    "ko": "우주선과 함께 움직이는 동안 우주에 빠진 우주 비행사를 구할 필요가 있습니다.",
    "lv": "Ir nepieciešams glābt astronautus, kuri nonāca kosmosā, pārvietojoties ar kosmosa kuģi.",
    "ml": "ബഹിരാകാശ പേടകവുമായി നീങ്ങുന്നതിനിടെ ബഹിരാകാശത്തേക്ക് വീണ ബഹിരാകാശയാത്രികരെ രക്ഷിക്കേണ്ടത് അത്യാവശ്യമാണ്.",
    "mr": "अंतराळयानासह फिरताना अंतराळात पडलेल्या अंतराळवीरांना वाचवणे गरजेचे आहे.",
    "ms": "Ia adalah perlu untuk menyelamatkan angkasawan yang jatuh ke angkasa semasa bergerak dengan kapal angkasa.",
    "nl": "Het is noodzakelijk om de astronauten te redden die in de ruimte vielen terwijl ze met het ruimteschip bewogen.",
    "no": "Det er nødvendig å redde astronautene som falt i rommet mens de flyttet med romskipet.",
    "pl": "Konieczne jest uratowanie astronautów, którzy spadli w kosmos podczas poruszania się ze statkiem kosmicznym.",
    "ro": "Este necesar să salvați astronauții care au căzut în spațiu în timp ce se deplasau cu nava spațială.",
    "ru": "Необходимо спасти космонавтов, которые упали в космос во время движения с космическим кораблем.",
    "sk": "Je potrebné zachrániť astronautov, ktorí padli do vesmíru pri pohybe s vesmírnou loďou.",
    "sl": "Treba je rešiti astronavte, ki so padli v vesolje med premikanjem z vesoljsko ladjo.",
    "sv": "Det är nödvändigt att rädda astronauterna som föll i rymden medan de rörde sig med rymdskeppet.",
    "sw": "Ni muhimu kuwaokoa wanaanga walioanguka angani wakati wakitembea na chombo hicho.",
    "ta": "விண்கலத்துடன் நகரும் போது விண்வெளியில் விழுந்த விண்வெளி வீரர்களை காப்பாற்றுவது அவசியம்.",
    "te": "స్పేస్ షిప్ తో కదులుతూ అంతరిక్షంలోకి వెళ్లిన వ్యోమగాములను కాపాడాల్సిన అవసరం ఎంతైనా ఉంది.",
    "th": "มีความจําเป็นต้องช่วยนักบินอวกาศที่ตกลงไปในอวกาศในขณะที่เคลื่อนที่ไปพร้อมกับยานอวกาศ",
    "tr": "Uzay gemisi ile hareket ederken uzaya düşen astronotları kurtarmak gerekiyor.",
    "uk": "Необхідно врятувати космонавтів, які потрапили в космос під час руху з космічним кораблем."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to help astronauts around the planet! Help all the astronauts and become a hero.\n\nHow To Play\nPlayed with Mouse.\n\nRescue The Astronauts Game Features\n✓ Little Particle\n✓ 2D Graphics\n✓ Basic control\n✓ 2D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Rescue The Astronauts Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}