{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ManageByStats: Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The ManageByStats Extension works in tandem with ManageByStats.com, and is intended to extend the functions of MBS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon and FBA management and automation made easy with the ManageByStats Extension. See your true Amazon profits, manage by stats and historical graphs, and get automated customer emails, searchable customer database and repeat buyer tracking, easy accounting and financial analysis, robust advertising manager, automatic keyword tracking, inventory management and product grouping, hot product finder, reverse ASIN keyword analysis, listing optimization, multiple user access, all spanning multiple countries.\n \nIt’s designed to complement the ManageByStats suite of software tools for Amazon sellers. ManageByStats is web-based software trusted and used by thousands of Amazon sellers around the world. Users of MBS count on its tools to provide needed functions not directly available in Amazon Seller Central.\n\nWith ManageByStats Amazon sellers are able to easily:\n\n● Know their profit, margins and ROI.\n● Do analytics, reporting and product performance visualization.\n● Effectively run advertising (PPC) campaigns and set spend budgets.\n● Discover and monitor keywords.\n● Optimize product listings.\n● Manage thousands of products across multiple seller accounts.\n● Create and send automated customer response emails.\n\nAlong with many more functions and features. For over 5 years we’ve been delivering valuable software tools and solutions to Amazon sellers. MBS started with tools for profit and stats (thus the name; ManageByStats), evolving quickly over the years to include tools to help Amazon sellers manage all aspects of their Amazon business.\n\nThe ManageByStats Extension was created to complement these tools. In order to use the ManageByStats Extension you must first be a user of ManageByStats.\n\nThe ManageByStats Extension works in tandem with ManageByStats, and is intended to extend the functions of MBS. It runs in the background in Chrome, helping MBS users with things such as:\n\n● Updating gaps in graph data\n● Updating order & transaction data\n● Updating reviews & feedback data\n● Downloading missing products\n● Collecting key data points that Amazon only shows in Seller Central\n\nIf you're a ManageByStats user the Extension is a must-have for your day-to-day operations. It's free to install and use.\n\nAdd the ManageByStats Extension now and be sure to log into Seller Central daily.\n\nManageByStats is an authorized Amazon developer, and uses their proprietary API (Application Programming Interface) to connect to Amazon Seller Central. Functions in MBS are designed to extend those available in Seller Central, as well as provide additional tools and features not available on Amazon.\n\nManageByStats supports multiple Amazon Marketplaces, including the US, Canada, Mexico, UK, Germany, Spain, France, Italy, India, Australia and Japan markets.\n\nBy using this Extension, you agree to ManageByStats’ Terms & Conditions. Terms available here:\n\nhttps://www.managebystats.com/terms"
  }
}