{
  "name": {
    "am,ar,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,fi,fil,gu,kn,ml,mr,no,pt_BR,ro,sv,sw,ta,te,zh_CN,zh_TW": "Universal Video Downloader",
    "bg": "Универсален Video Downloader",
    "ca": "Descarregador de vídeo universal",
    "de": "Universeller Video-Downloader",
    "es": "Descargador de video universal",
    "et": "Universaalne video allalaadija",
    "fa": "بارگیری ویدئو جهانی",
    "fr": "Téléchargeur vidéo universel",
    "he": "הורדת וידאו אוניברסלית",
    "hi": "यूनिवर्सल वीडियो डाउनलोडर",
    "hr,sl": "Univerzalni Video Downloader",
    "hu": "Univerzális videóletöltő",
    "id": "Pengunduh Video Universal",
    "it": "Downloader video universale",
    "ja": "ユニバーサルビデオダウンローダー",
    "ko": "범용 비디오 다운로더",
    "lt": "Universalus vaizdo įrašų parsisiuntėjas",
    "lv": "Universāls video lejupielādētājs",
    "ms": "Pemuat turun Video Sejagat",
    "nl": "Universele video-downloader",
    "pl": "Uniwersalny program do pobierania wideo",
    "pt_PT": "Downloader de vídeo universal",
    "ru": "Универсальный загрузчик видео",
    "sk": "Univerzálny sťahovač videa",
    "sr": "Univerzalni video Dovnloader",
    "th": "ดาวน์โหลดวิดีโอสากล",
    "tr": "Evrensel Video İndirici",
    "uk": "Універсальний завантажувач відео",
    "vi": "Trình tải xuống video phổ biến"
  },
  "short": {
    "ar": "برنامج تنزيل فيديو قوي. يقوم بتنزيل الفيديو من الشبكات الاجتماعية واستضافة الفيديو ومنصات البث. يدعم معظم صيغ الفيديو.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,sw,ta,te,zh_CN,zh_TW": "Powerful Video Downloader. Downloads most popular media formats like flash, videos, audios.",
    "bg": "Мощен Video Downloader. Изтегля видео от социални мрежи, видео хостинг и стрийминг платформи. Поддържа повечето видео формати.",
    "ca": "Potent descarregador de vídeo. Descarrega vídeos de xarxes socials, allotjament de vídeo i plataformes de transmissió. Admet la…",
    "cs": "Výkonný nástroj pro stahování videa. Stahování videa ze sociálních sítí, hostování videa a streamovacích platforem. Podporuje…",
    "da": "Kraftfuld video downloader. Downloader video fra sociale netværk, videohosting og streamingplatforme. Understøtter de fleste…",
    "de": "Leistungsstarker Video-Downloader. Lädt Videos von sozialen Netzwerken, Videohosting- und Streaming-Plattformen herunter.…",
    "el": "Ισχυρό πρόγραμμα λήψης βίντεο. Λήψη βίντεο από κοινωνικά δίκτυα, πλατφόρμες φιλοξενίας βίντεο και ροής. Υποστηρίζει τις…",
    "es": "Potente descargador de videos. Descarga videos de redes sociales, alojamiento de videos y plataformas de transmisión. Admite la…",
    "et": "Võimas video allalaadija. Laadib video alla sotsiaalsetest võrgustikest, video hostimis- ja voogesitusplatvormidelt. Toetab…",
    "fa": "بارگیری ویدئو قدرتمند بارگیری ویدئو از شبکه های اجتماعی ، میزبانی ویدئو و سیستم عامل های پخش. اکثر فرمت های ویدئویی را پشتیبانی می…",
    "fi": "Tehokas Video Downloader. Lataa videoita sosiaalisista verkostoista, videoiden ylläpito- ja suoratoistoalustoista. Tukee useimpia…",
    "fil": "Mabisang Video Downloader. Nagda-download ng video mula sa mga social network, video hosting at streaming platform. Sumusuporta sa…",
    "fr": "Téléchargeur vidéo puissant. Télécharge des vidéos à partir des réseaux sociaux, des plateformes d'hébergement de vidéos et de…",
    "he": "הורדת וידאו עוצמתית. מוריד וידאו מרשתות חברתיות, פלטפורמות אירוח ווידיאו והזרמה. תומך ברוב פורמטי הווידיאו.",
    "hi": "शक्तिशाली वीडियो डाउनलोडर। सोशल नेटवर्क, वीडियो होस्टिंग और स्ट्रीमिंग प्लेटफॉर्म से वीडियो डाउनलोड करता है। अधिकांश वीडियो…",
    "hr": "Moćan Video Downloader. Preuzima video sa društvenih mreža, video hostinga i streaming platformi. Podržava većinu video formata.",
    "hu": "Erőteljes videóletöltő. Videókat tölt le a közösségi hálózatokból, a videó tárhelyről és a streaming platformokról. Támogatja a…",
    "id": "Pengunduh Video yang Kuat. Mengunduh video dari jejaring sosial, hosting video, dan platform streaming. Mendukung sebagian besar…",
    "it": "Potente downloader di video. Scarica video da social network, hosting di video e piattaforme di streaming. Supporta la maggior…",
    "ja": "強力なビデオダウンローダー。ソーシャルネットワーク、ビデオホスティング、ストリーミングプラットフォームからビデオをダウンロードします。ほとんどのビデオ形式をサポートします。",
    "ko": "강력한 비디오 다운로더. 소셜 네트워크, 비디오 호스팅 및 스트리밍 플랫폼에서 비디오를 다운로드합니다. 대부분의 비디오 형식을 지원합니다.",
    "lt": "Galingas vaizdo įrašų atsisiuntėjas. Atsisiunčia vaizdo įrašą iš socialinių tinklų, vaizdo įrašų prieglobos ir transliacijos…",
    "lv": "Spēcīgs video lejupielādētājs. Lejupielādē video no sociālajiem tīkliem, video mitināšanas un straumēšanas platformām. Atbalsta…",
    "ms": "Pemuat turun Video Kuat. Memuat turun video dari rangkaian sosial, hosting video dan platform streaming. Menyokong sebahagian besar…",
    "nl": "Krachtige video-downloader. Downloadt video van sociale netwerken, videohosting en streamingplatforms. Ondersteunt de meeste…",
    "no": "Kraftig video nedlasting. Last ned video fra sosiale nettverk, video hosting og streaming plattformer. Støtter de fleste…",
    "pl": "Potężny program do pobierania wideo. Pobiera wideo z sieci społecznościowych, platform hostingowych i strumieniowych. Obsługuje…",
    "pt_PT": "Downloader de vídeo poderoso. Baixa vídeo de redes sociais, hospedagem de vídeo e plataformas de streaming. Suporta a maioria dos…",
    "ro": "Puternic Video Downloader. Descarcă videoclipuri de pe rețelele sociale, găzduire video și platforme de streaming. Suportă…",
    "ru": "Мощный загрузчик видео. Скачивает видео из социальных сетей, видеохостингов и стриминговых платформ. Поддерживает большинство…",
    "sk": "Výkonný nástroj na sťahovanie videa. Sťahuje video zo sociálnych sietí, hostingu videa a streamovacích platforiem. Podporuje…",
    "sl": "Zmogljiv Video Downloader. Prenaša video iz družabnih omrežij, video gostovanja in pretočnih platform. Podpira večino video…",
    "sr": "Moćan Video Dovnloader. Preuzimanja video sa društvenih mreža, video hosting i streaming platforme. Podržava većinu video formata.",
    "sv": "Kraftfull Video Downloader. Hämtar video från sociala nätverk, videohotell och streamingplattformar. Stöder de flesta videoformat.",
    "th": "ดาวน์โหลดวิดีโอที่ทรงพลัง ดาวน์โหลดวิดีโอจากโซเชียลเน็ตเวิร์ก โฮสต์วิดีโอ และแพลตฟอร์มสตรีมมิ่ง รองรับรูปแบบวิดีโอส่วนใหญ่",
    "tr": "Güçlü Video İndirici. Sosyal ağlardan, video barındırma ve akış platformlarından video indirir. Çoğu video formatını destekler.",
    "uk": "Потужний завантажувач відео. Завантажує відео з соціальних мереж, відеохостингу та потокових платформ. Підтримує більшість форматів…",
    "vi": "Trình tải xuống video mạnh mẽ. Tải xuống video từ các mạng xã hội, nền tảng lưu trữ và phát trực tuyến video. Hỗ trợ hầu hết các…"
  },
  "long": {
    "ar": "جديد قوي تنزيل الفيديو\n\nباستخدام Universal Video Downloader ، يمكنك تنزيل أي مقطع فيديو تقريبًا من الشبكات الاجتماعية ومواقع استضافة الفيديو الأكثر شهرة.\n\nقم بتنزيل أي فيديو تريده وشاهده في أي وقت وفي أي مكان تريد. بالنسبة إلى الأنظمة الأساسية الأكثر شيوعًا التي ندعمها ، يرجى الاطلاع على لقطات الشاشة.\n\nيتحول الزر \"تنزيل\" في شريط المتصفح إلى اللون الأزرق عند ظهور Universal Video\nيكتشف برنامج التنزيل مقاطع الفيديو التي يمكنك تنزيلها.\n\nيسمح امتدادنا بتنزيل الفيديو بتنسيقات MP4 و FLV و WEBM و SWF وتنسيقات أخرى.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,sw,ta,te,zh_CN,zh_TW": "New Powerful Video Downloader\n\nWith Universal Video Downloader you can download almost any video from most popular Social Networks and Video Hosting websites. \n\nDownload any video you wish and watch it any time and anywhere you like. For most popular platforms we support please see the screenshots.\n\n\"Download\" button in browser bar goes blue when Universal Video \nDownloader detects videos you can download.\n\nOur extension allows to download video in MP4, FLV, WEBM, SWF and other formats.",
    "bg": "Нова мощна програма за изтегляне на видео\n\nС Universal Video Downloader можете да изтеглите почти всеки видеоклип от най -популярните социални мрежи и уеб хостинг сайтове.\n\nИзтеглете всеки видеоклип, който желаете, и го гледайте по всяко време и където искате. За повечето популярни платформи, които поддържаме, моля, вижте екранните снимки.\n\nБутонът „Изтегляне“ в лентата на браузъра става син, когато Universal Video\nDownloader открива видеоклипове, които можете да изтеглите.\n\nНашето разширение позволява изтегляне на видео в MP4, FLV, WEBM, SWF и други формати.",
    "ca": "Nou potent descarregador de vídeo\n\nAmb Universal Video Downloader podeu descarregar gairebé qualsevol vídeo dels llocs web més populars de xarxes socials i allotjament de vídeo.\n\nBaixeu-vos el vídeo que vulgueu i mireu-lo en qualsevol moment i en qualsevol lloc que vulgueu. Per a les plataformes més populars que admetem, vegeu les captures de pantalla.\n\nEl botó \"Baixa\" de la barra del navegador es torna blau quan Universal Video\nDownloader detecta vídeos que podeu baixar.\n\nLa nostra extensió permet descarregar vídeo en format MP4, FLV, WEBM, SWF i altres.",
    "cs": "Nový výkonný nástroj pro stahování videa\n\nS Universal Video Downloader si můžete stáhnout téměř jakékoli video z nejpopulárnějších sociálních sítí a webů hostujících video.\n\nStáhněte si libovolné video a sledujte jej kdykoli a kdekoli chcete. U většiny oblíbených platforem, které podporujeme, se podívejte na screenshoty.\n\nKdyž je Universal Video, tlačítko „Stáhnout“ na liště prohlížeče zmodrá\nDownloader detekuje videa, která si můžete stáhnout.\n\nNaše rozšíření umožňuje stahovat video ve formátech MP4, FLV, WEBM, SWF a dalších.",
    "da,et,nl": "Ny kraftfuld video -downloader\n\nMed Universal Video Downloader kan du downloade næsten enhver video fra de mest populære sociale netværk og videohostingwebsteder.\n\nDownload enhver video, du ønsker, og se den når som helst og hvor som helst du vil. For de mest populære platforme, vi understøtter, kan du se skærmbillederne.\n\n\"Download\" -knappen i browserlinjen bliver blå, når Universal Video\nDownloader registrerer videoer, du kan downloade.\n\nVores udvidelse giver mulighed for at downloade video i MP4, FLV, WEBM, SWF og andre formater.",
    "de": "Neuer leistungsstarker Video-Downloader\n\nMit Universal Video Downloader können Sie fast jedes Video von den beliebtesten sozialen Netzwerken und Video-Hosting-Websites herunterladen.\n\nLaden Sie jedes gewünschte Video herunter und sehen Sie es sich jederzeit und überall an. Für die gängigsten Plattformen, die wir unterstützen, sehen Sie sich bitte die Screenshots an.\n\nDie Schaltfläche \"Herunterladen\" in der Browserleiste wird blau, wenn Universal Video\nDownloader erkennt Videos, die Sie herunterladen können.\n\nUnsere Erweiterung ermöglicht das Herunterladen von Videos in MP4, FLV, WEBM, SWF und anderen Formaten.",
    "el": "Νέο ισχυρό πρόγραμμα λήψης βίντεο\n\nΜε το Universal Video Downloader μπορείτε να κατεβάσετε σχεδόν οποιοδήποτε βίντεο από τους πιο δημοφιλείς ιστότοπους κοινωνικών δικτύων και φιλοξενίας βίντεο.\n\nΚατεβάστε όποιο βίντεο επιθυμείτε και δείτε το όποτε θέλετε και οπουδήποτε θέλετε. Για τις πιο δημοφιλείς πλατφόρμες που υποστηρίζουμε, δείτε τα στιγμιότυπα οθόνης.\n\nΤο κουμπί \"Λήψη\" στη γραμμή προγράμματος περιήγησης γίνεται μπλε όταν καθολικό βίντεο\nΤο πρόγραμμα λήψης εντοπίζει βίντεο που μπορείτε να κατεβάσετε.\n\nΗ επέκτασή μας επιτρέπει τη λήψη βίντεο σε MP4, FLV, WEBM, SWF και άλλες μορφές.",
    "es": "Nuevo y potente descargador de videos\n\nCon Universal Video Downloader puede descargar casi cualquier video de los sitios web de alojamiento de videos y redes sociales más populares.\n\nDescarga cualquier video que desees y míralo en cualquier momento y en cualquier lugar que desees. Para las plataformas más populares que admitimos, consulte las capturas de pantalla.\n\nEl botón \"Descargar\" en la barra del navegador se vuelve azul cuando Universal Video\nDownloader detecta videos que puedes descargar.\n\nNuestra extensión permite descargar videos en MP4, FLV, WEBM, SWF y otros formatos.",
    "fa": "بارگیری ویدیوی قدرتمند جدید\n\nبا Universal Video Downloader می توانید تقریباً هر ویدئویی را از محبوب ترین وب سایت های شبکه های اجتماعی و میزبانی ویدئو بارگیری کنید.\n\nهر ویدئویی را که می خواهید بارگیری کنید و در هر زمان و هر کجا که دوست دارید آن را تماشا کنید. برای اکثر سیستم عامل های محبوب که ما پشتیبانی می کنیم ، لطفاً تصاویر صفحه را مشاهده کنید.\n\nدکمه \"بارگیری\" در نوار مرورگر هنگام پخش ویدیوی جهانی آبی می شود\nDownloader ویدیوهایی را که می توانید بارگیری کنید تشخیص می دهد.\n\nپسوند ما امکان بارگیری ویدئو در فرمت های MP4 ، FLV ، WEBM ، SWF و سایر فرمت ها را فراهم می کند.",
    "fi": "Uusi tehokas Video Downloader\n\nUniversal Video Downloaderin avulla voit ladata melkein minkä tahansa videon suosituimmista sosiaalisista verkostoista ja videopalveluista.\n\nLataa haluamasi video ja katso se milloin tahansa ja missä haluat. Katso suosituimmat tukemamme alustat kuvakaappauksista.\n\n\"Lataa\" -painike selainpalkissa muuttuu siniseksi, kun Universal Video on käytössä\nDownloader tunnistaa ladattavat videot.\n\nLaajennuksemme mahdollistaa videoiden lataamisen MP4-, FLV-, WEBM-, SWF- ja muissa muodoissa.",
    "fil": "Bagong Mabisang Video Downloader\n\nGamit ang Universal Video Downloader maaari mong i-download halos anumang video mula sa karamihan ng mga popular na Social Network at Video Hosting website.\n\nI-download ang anumang video na gusto mo at panoorin ito anumang oras at kahit saan na gusto mo. Para sa karamihan ng mga popular na platform na sinusuportahan namin mangyaring tingnan ang screenshots.\n\n\"Download\" button sa browser bar napupunta asul kapag Universal Video\nNatukoy ng nag-download ng mga video na maaari mong i-download.\n\nAng aming ekstensiyon ay nagbibigay-daan upang i-download ang video sa MP4, FLV, WEBM, SWF at iba pang mga format.",
    "fr": "Nouveau puissant téléchargeur de vidéos\n\nAvec Universal Video Downloader, vous pouvez télécharger presque toutes les vidéos des réseaux sociaux et des sites Web d'hébergement de vidéos les plus populaires.\n\nTéléchargez la vidéo de votre choix et regardez-la à tout moment et où vous le souhaitez. Pour les plates-formes les plus populaires que nous prenons en charge, veuillez consulter les captures d'écran.\n\nLe bouton \"Télécharger\" dans la barre du navigateur devient bleu lorsque Universal Video\nDownloader détecte les vidéos que vous pouvez télécharger.\n\nNotre extension permet de télécharger des vidéos en MP4, FLV, WEBM, SWF et autres formats.",
    "he": "הורדת וידאו עוצמתית חדשה\n\nעם Universal Video Downloader אתה יכול להוריד כמעט כל סרטון מהרשתות החברתיות הפופולריות ביותר מאתרי אירוח וידאו.\n\nהורד כל סרטון שאתה רוצה וצפה בו בכל זמן ובכל מקום שתרצה. עבור הפלטפורמות הפופולריות ביותר שאנו תומכים בהן עיין בצילומי המסך.\n\nכפתור \"הורדה\" בסרגל הדפדפן הופך לכחול כאשר וידאו אוניברסלי\nהורד מזהה סרטונים שאתה יכול להוריד.\n\nהתוסף שלנו מאפשר הורדת וידאו בפורמטים MP4, FLV, WEBM, SWF ופורמטים אחרים.",
    "hi": "नया शक्तिशाली वीडियो डाउनलोडर\n\nयूनिवर्सल वीडियो डाउनलोडर के साथ आप सबसे लोकप्रिय सोशल नेटवर्क और वीडियो होस्टिंग वेबसाइटों से लगभग कोई भी वीडियो डाउनलोड कर सकते हैं।\n\nअपनी इच्छानुसार कोई भी वीडियो डाउनलोड करें और इसे कभी भी और कहीं भी देखें। हम जिन सबसे लोकप्रिय प्लेटफॉर्म का समर्थन करते हैं, उनके लिए कृपया स्क्रीनशॉट देखें।\n\nयूनिवर्सल वीडियो होने पर ब्राउज़र बार में \"डाउनलोड\" बटन नीला हो जाता है\nडाउनलोडर उन वीडियो का पता लगाता है जिन्हें आप डाउनलोड कर सकते हैं।\n\nहमारा एक्सटेंशन MP4, FLV, WEBM, SWF और अन्य प्रारूपों में वीडियो डाउनलोड करने की अनुमति देता है।",
    "hr": "Novi moćni program za preuzimanje video zapisa\n\nUz Universal Video Downloader možete preuzeti gotovo bilo koji videozapis s najpopularnijih društvenih mreža i web stranica za hosting videozapisa.\n\nPreuzmite bilo koji video koji želite i gledajte ga kad god i gdje god želite. Za najpopularnije platforme koje podržavamo pogledajte snimke zaslona.\n\nGumb \"Preuzmi\" na traci preglednika postane plav kada Universal Video\nDownloader otkriva videozapise koje možete preuzeti.\n\nNaše proširenje omogućuje preuzimanje videozapisa u MP4, FLV, WEBM, SWF i drugim formatima.",
    "hu": "Új, erőteljes videóletöltő\n\nAz Universal Video Downloader segítségével szinte bármilyen videót letölthet a legnépszerűbb közösségi hálózatokról és videó hosting webhelyekről.\n\nTöltse le a kívánt videót, és nézze meg bármikor és bárhol. A legtöbb általunk támogatott platformot lásd a képernyőképeken.\n\nA „Letöltés” gomb a böngészősávon kékre vált, amikor az Universal Video\nA Downloader felismeri a letölthető videókat.\n\nBővítményünk lehetővé teszi videó letöltését MP4, FLV, WEBM, SWF és más formátumokban.",
    "id": "Pengunduh Video Baru yang Kuat\n\nDengan Universal Video Downloader, Anda dapat mengunduh hampir semua video dari situs Jejaring Sosial dan Hosting Video paling populer.\n\nUnduh video apa pun yang Anda inginkan dan tonton kapan saja dan di mana saja Anda suka. Untuk sebagian besar platform populer yang kami dukung, silakan lihat tangkapan layar.\n\nTombol \"Unduh\" di bilah browser menjadi biru saat Video Universal\nPengunduh mendeteksi video yang dapat Anda unduh.\n\nEkstensi kami memungkinkan untuk mengunduh video dalam format MP4, FLV, WEBM, SWF, dan format lainnya.",
    "it": "Nuovo potente downloader di video\n\nCon Universal Video Downloader puoi scaricare quasi tutti i video dai più popolari social network e siti Web di hosting video.\n\nScarica qualsiasi video che desideri e guardalo in qualsiasi momento e ovunque tu voglia. Per le piattaforme più popolari che supportiamo, vedere gli screenshot.\n\nIl pulsante \"Download\" nella barra del browser diventa blu quando Universal Video\nDownloader rileva i video che puoi scaricare.\n\nLa nostra estensione permette di scaricare video in MP4, FLV, WEBM, SWF e altri formati.",
    "ja": "新しい強力なビデオダウンローダー\n\nUniversal Video Downloaderを使用すると、最も人気のあるソーシャルネットワークおよびビデオホスティングWebサイトからほぼすべてのビデオをダウンロードできます。\n\n好きなビデオをダウンロードして、いつでもどこでも好きな場所で視聴できます。サポートされている最も人気のあるプラットフォームについては、スクリーンショットをご覧ください。\n\nユニバーサルビデオの場合、ブラウザバーの[ダウンロード]ボタンが青色になります\nDownloaderは、ダウンロードできるビデオを検出します。\n\n私たちの拡張機能は、MP4、FLV、WEBM、SWFおよびその他の形式でビデオをダウンロードすることを可能にします。",
    "ko": "새로운 강력한 비디오 다운로더\n\nUniversal Video Downloader를 사용하면 가장 인기 있는 소셜 네트워크 및 비디오 호스팅 웹사이트에서 거의 모든 비디오를 다운로드할 수 있습니다.\n\n원하는 동영상을 다운로드하여 원하는 시간과 장소에서 시청하세요. 우리가 지원하는 가장 인기 있는 플랫폼은 스크린샷을 참조하십시오.\n\nUniversal Video일 때 브라우저 표시줄의 \"다운로드\" 버튼이 파란색으로 변함\n다운로더는 다운로드할 수 있는 비디오를 감지합니다.\n\n확장 프로그램을 사용하면 MP4, FLV, WEBM, SWF 및 기타 형식의 비디오를 다운로드할 수 있습니다.",
    "lt": "Naujas galingas vaizdo įrašų siųstuvas\n\nNaudodami „Universal Video Downloader“ galite atsisiųsti beveik bet kokį vaizdo įrašą iš populiariausių socialinių tinklų ir vaizdo įrašų prieglobos svetainių.\n\nAtsisiųskite bet kokį norimą vaizdo įrašą ir žiūrėkite jį bet kada ir bet kur. Norėdami pamatyti populiariausias mūsų palaikomas platformas, žiūrėkite ekrano kopijas.\n\nMygtukas „Atsisiųsti“ naršyklės juostoje tampa mėlynas, kai naudojamas „Universal Video“\n„Downloader“ aptinka vaizdo įrašus, kuriuos galite atsisiųsti.\n\nMūsų plėtinys leidžia atsisiųsti vaizdo įrašus MP4, FLV, WEBM, SWF ir kitais formatais.",
    "lv": "Jauns spēcīgs video lejupielādētājs\n\nIzmantojot Universal Video Downloader, jūs varat lejupielādēt gandrīz jebkuru videoklipu no populārākajām sociālo tīklu un video mitināšanas vietnēm.\n\nLejupielādējiet jebkuru vēlamo videoklipu un skatieties to jebkurā laikā un vietā. Par populārākajām platformām, kuras mēs atbalstām, lūdzu, skatiet ekrānuzņēmumus.\n\nPoga “Lejupielādēt” pārlūka joslā kļūst zila, kad tiek izmantots Universal Video\nLejupielādētājs nosaka videoklipus, kurus varat lejupielādēt.\n\nMūsu paplašinājums ļauj lejupielādēt video MP4, FLV, WEBM, SWF un citos formātos.",
    "ms": "Pemuat turun Video Kuat Baru\n\nDengan Universal Video Downloader anda boleh memuat turun hampir semua video dari laman web Rangkaian Sosial dan Hosting Video yang paling popular.\n\nMuat turun mana-mana video yang anda mahukan dan tonton pada bila-bila masa dan di mana sahaja anda suka. Untuk platform paling popular yang kami sokong sila lihat tangkapan skrin.\n\nButang \"Muat turun\" di bar penyemak imbas menjadi biru apabila Universal Video\nPemuat turun mengesan video yang boleh anda muat turun.\n\nSambungan kami membolehkan memuat turun video dalam format MP4, FLV, WEBM, SWF dan lain-lain.",
    "no": "Ny kraftig videolaster\n\nMed Universal Video Downloader kan du laste ned nesten hvilken som helst video fra de mest populære sosiale nettverkene og videovertnettstedene.\n\nLast ned hvilken som helst video du ønsker og se den når som helst og hvor du vil. For de mest populære plattformene vi støtter, vennligst se skjermbildene.\n\n\"Last ned\" -knappen i nettleserfeltet blir blå når Universal Video\nDownloader oppdager videoer du kan laste ned.\n\nUtvidelsen vår lar deg laste ned video i MP4, FLV, WEBM, SWF og andre formater.",
    "pl": "Nowy potężny program do pobierania wideo\n\nDzięki Universal Video Downloader możesz pobrać prawie każdy film z najpopularniejszych sieci społecznościowych i witryn hostingowych wideo.\n\nPobierz dowolny film i oglądaj go w dowolnym miejscu i czasie. W przypadku większości obsługiwanych przez nas platform zobacz zrzuty ekranu.\n\nPrzycisk „Pobierz” na pasku przeglądarki zmienia kolor na niebieski, gdy Universal Video\nDownloader wykrywa filmy, które możesz pobrać.\n\nNasze rozszerzenie umożliwia pobieranie wideo w formatach MP4, FLV, WEBM, SWF i innych.",
    "pt_PT": "Novo poderoso downloader de vídeo\n\nCom o Universal Video Downloader, você pode baixar quase todos os vídeos das redes sociais e sites de hospedagem de vídeo mais populares.\n\nBaixe qualquer vídeo que desejar e assista a qualquer hora e em qualquer lugar. Para as plataformas mais populares que suportamos, consulte as capturas de tela.\n\nO botão \"Download\" na barra do navegador fica azul quando o Universal Video\nO Downloader detecta os vídeos que você pode baixar.\n\nNossa extensão permite baixar vídeos em MP4, FLV, WEBM, SWF e outros formatos.",
    "ro": "Noul sistem de descărcare video puternic\n\nCu Universal Video Downloader puteți descărca aproape orice videoclip de pe cele mai populare site-uri de rețele sociale și de găzduire video.\n\nDescărcați orice videoclip doriți și vizionați-l oricând și oriunde doriți. Pentru cele mai populare platforme pe care le acceptăm, vă rugăm să consultați capturile de ecran.\n\nButonul „Descărcare” din bara browserului devine albastru când Universal Video\nDownloader detectează videoclipuri pe care le puteți descărca.\n\nExtensia noastră permite descărcarea videoclipurilor în MP4, FLV, WEBM, SWF și alte formate.",
    "ru": "Новый мощный загрузчик видео\n\nС помощью Universal Video Downloader вы можете загружать практически любое видео из самых популярных социальных сетей и веб-сайтов видеохостингов.\n\nСкачайте любое видео по своему желанию и смотрите его в любое время и в любом месте. Для большинства популярных платформ, которые мы поддерживаем, смотрите скриншоты.\n\nКнопка \"Загрузить\" на панели браузера становится синей, когда Universal Video\nЗагрузчик обнаруживает видео, которые вы можете скачать.\n\nНаше расширение позволяет скачивать видео в MP4, FLV, WEBM, SWF и других форматах.",
    "sk": "Nový výkonný sťahovač videa\n\nVďaka aplikácii Universal Video Downloader si môžete stiahnuť takmer akékoľvek video z najpopulárnejších webových stránok sociálnych sietí a hostenia videa.\n\nStiahnite si akékoľvek video, ktoré si prajete, a pozrite si ho kedykoľvek a kdekoľvek chcete. Najpopulárnejšie platformy, ktoré podporujeme, nájdete na snímkach obrazovky.\n\nKeď je Universal Video, tlačidlo „Stiahnuť“ na paneli prehliadača sa zmení na modré\nProgram Downloader zisťuje videá, ktoré si môžete stiahnuť.\n\nNaše rozšírenie umožňuje sťahovanie videa vo formáte MP4, FLV, WEBM, SWF a ďalších.",
    "sl": "Nov zmogljiv Video Downloader\n\nS programom Universal Video Downloader lahko prenesete skoraj vse videoposnetke z najbolj priljubljenih družabnih omrežij in spletnih mest za gostovanje videoposnetkov.\n\nPrenesite poljuben videoposnetek in si ga oglejte kadar koli in kjer koli želite. Za najbolj priljubljene platforme, ki jih podpiramo, si oglejte posnetke zaslona.\n\nGumb »Prenesi« v vrstici brskalnika postane modr, ko Universal Video\nDownloader zazna videoposnetke, ki jih lahko naložite.\n\nNaša razširitev omogoča prenos videov v formatih MP4, FLV, WEBM, SWF in drugih.",
    "sr": "Novi moćni video dovnloader\n\nSa Universal Video Dovnloader možete preuzeti skoro svaki video sa najpopularnijih društvenih mreža i video hosting sajtova.\n\nPreuzmite bilo koji video koji želite i gledajte ga u bilo koje vreme i gde god želite. Za najpopularnije platforme koje podržavamo pogledajte snimke ekrana.\n\n„Preuzimanje“ dugme u traci pregledača ide plavo kada Universal Video\nDovnloader otkriva video snimke možete preuzeti.\n\nNaša ekstenzija omogućava preuzimanje video zapisa u MP4, FLV, VEBM, SVF i drugim formatima.",
    "sv": "Ny kraftfull videohämtare\n\nMed Universal Video Downloader kan du ladda ner nästan vilken video som helst från de populäraste sociala nätverken och videohotellwebbplatserna.\n\nLadda ner vilken video du vill och titta på den när som helst och var du vill. För de mest populära plattformarna vi stöder, se skärmdumparna.\n\n\"Ladda ner\" -knappen i webbläsarfältet blir blå när Universal Video\nDownloader upptäcker videor som du kan ladda ner.\n\nVårt tillägg tillåter nedladdning av video i MP4, FLV, WEBM, SWF och andra format.",
    "th": "เครื่องมือดาวน์โหลดวิดีโออันทรงพลังใหม่\n\nด้วย Universal Video Downloader คุณสามารถดาวน์โหลดวิดีโอเกือบทุกชนิดจากโซเชียลเน็ตเวิร์กและเว็บไซต์โฮสต์วิดีโอยอดนิยม\n\nดาวน์โหลดวิดีโอที่คุณต้องการและดูได้ทุกที่ทุกเวลาที่คุณต้องการ สำหรับแพลตฟอร์มยอดนิยมส่วนใหญ่ที่เรารองรับ โปรดดูภาพหน้าจอ\n\nปุ่ม \"ดาวน์โหลด\" ในแถบเบราว์เซอร์จะเป็นสีน้ำเงินเมื่อ Universal Video\nDownloader ตรวจพบวิดีโอที่คุณสามารถดาวน์โหลดได้\n\nส่วนขยายของเราอนุญาตให้ดาวน์โหลดวิดีโอในรูปแบบ MP4, FLV, WEBM, SWF และรูปแบบอื่นๆ",
    "tr": "Yeni Güçlü Video İndirici\n\nUniversal Video Downloader ile en popüler Sosyal Ağlar ve Video Barındırma web sitelerinden neredeyse tüm videoları indirebilirsiniz.\n\nDilediğiniz videoyu indirin ve istediğiniz zaman ve istediğiniz yerde izleyin. Desteklediğimiz en popüler platformlar için lütfen ekran görüntülerine bakın.\n\nUniversal Video'da tarayıcı çubuğundaki \"İndir\" düğmesi mavi oluyor\nİndirici, indirebileceğiniz videoları algılar.\n\nUzantımız, MP4, FLV, WEBM, SWF ve diğer formatlarda video indirmeye izin verir.",
    "uk": "Новий потужний завантажувач відео\n\nЗа допомогою Universal Video Downloader ви можете завантажити практично будь -яке відео з найпопулярніших соціальних мереж та веб -сайтів для розміщення відео.\n\nЗавантажте будь -яке відео та перегляньте його в будь -який час і в будь -якому місці. Для більшості популярних платформ, які ми підтримуємо, перегляньте скріншоти.\n\nКнопка \"Завантажити\" на панелі браузера стає синьою, коли Universal Video\nЗавантажувач виявляє відео, які можна завантажити.\n\nНаше розширення дозволяє завантажувати відео у форматах MP4, FLV, WEBM, SWF та інших.",
    "vi": "Trình tải xuống video mạnh mẽ mới\n\nVới Universal Video Downloader, bạn có thể tải xuống hầu hết mọi video từ các Mạng xã hội và trang web Lưu trữ video phổ biến nhất.\n\nTải xuống bất kỳ video nào bạn muốn và xem nó bất cứ lúc nào và bất cứ nơi nào bạn thích. Đối với hầu hết các nền tảng phổ biến mà chúng tôi hỗ trợ, vui lòng xem ảnh chụp màn hình.\n\nNút \"Tải xuống\" trên thanh trình duyệt chuyển sang màu xanh lam khi Universal Video\nTrình tải xuống phát hiện video bạn có thể tải xuống.\n\nPhần mở rộng của chúng tôi cho phép tải xuống video ở các định dạng MP4, FLV, WEBM, SWF và các định dạng khác."
  }
}