{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CrunchyScore - MAL & Ani Score on Crunchyroll"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds MyAnimeList and AniList scores to Crunchyroll anime",
    "de": "Fügt MyAnimeList und AniList Bewertungen zu Crunchyroll-Anime hinzu",
    "es": "Añade las puntuaciones de MyAnimeList y AniList a los animes de Crunchyroll",
    "fr": "Ajoute les scores de MyAnimeList et AniList sur les animes de Crunchyroll",
    "nl": "Voegt MyAnimeList en AniList scores toe aan Crunchyroll anime"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explore Crunchyroll in a new way. Say goodbye to extra tabs and access MyAnimeList and AniList anime ratings right within Crunchyroll!\n\nDiscover a variety of customizable features that seamlessly integrate anime scores into your Crunchyroll browsing.\n\nThe scores are available on the following pages:\n- Popular\n- Newest\n- Simulcast\n- Videos (Genres)\n\nCustomize the Look with this options:\n- Score Text Color\n- Score Label\n- Decimal Precision\n- Sorting\n\nTo access these options, click on the extension icon to bring up the pop-up window.",
    "de": "Entdecken Sie Crunchyroll auf eine neue Art und Weise. Sagen Sie den zusätzlichen Tabs Lebewohl und greifen Sie direkt innerhalb von Crunchyroll auf die Bewertungen von Animes auf MyAnimeList und AniList zu!\n\nEntdecken Sie eine Vielzahl von anpassbaren Funktionen, die Anime-Bewertungen nahtlos in Ihr Crunchyroll-Browsing integrieren.\n\nDie Bewertungen sind auf folgenden Seiten verfügbar:\n- Beliebt\n- Neueste\n- Simulcast\n- Videos (Genres)\n\nPassen Sie das Aussehen mit diesen Optionen an:\n- Farbe des Bewertungstexts\n- Bewertungslabel\n- Dezimale Genauigkeit\n- Sortierung\n\nUm auf diese Optionen zuzugreifen, klicken Sie auf das Erweiterungssymbol, um das Popup-Fenster zu öffnen.",
    "es": "Explora Crunchyroll de una nueva manera. Di adiós a las pestañas extra y accede a las calificaciones de anime de MyAnimeList y AniList directamente dentro de Crunchyroll!\n\nDescubre una variedad de características personalizables que integran sin problemas las puntuaciones de anime en tu navegación por Crunchyroll.\n\nLas puntuaciones están disponibles en las siguientes páginas:\n- Popular\n- Más reciente\n- Simulcast\n- Vídeos (Géneros)\n\nPersonaliza la apariencia con estas opciones:\n- Color del texto de la puntuación\n- Etiqueta de la puntuación\n- Precisión decimal\n- Ordenación\n\nPara acceder a estas opciones, haz clic en el icono de la extensión para abrir la ventana emergente.",
    "fr": "Explorez Crunchyroll d'une nouvelle manière. Dites adieu aux onglets supplémentaires et accédez aux classements d'anime MyAnimeList et AniList directement dans Crunchyroll !\n\nDécouvrez une variété de fonctionnalités personnalisables qui intègrent de manière transparente les classements d'anime dans votre navigation sur Crunchyroll.\n\nLes scores sont disponibles sur les pages suivantes :\n- Populaires\n- Les plus récents\n- Diffusion simultanée\n- Vidéos (Genres)\n\nPersonnalisez l'apparence avec ces options :\n- Couleur du texte de la note\n- Étiquette de la note\n- Précision des décimales\n- Tri\n\nPour accéder à ces options, vous pouvez faire un clic sur l'icône de l'extension afin de faire apparaitre le pop-up.",
    "nl": "Ontdek Crunchyroll op een nieuwe manier. Zeg vaarwel tegen extra tabbladen en krijg toegang tot de anime beoordelingen van MyAnimeList en AniList rechtstreeks binnen Crunchyroll!\n\nOntdek een verscheidenheid aan aanpasbare functies die anime scores naadloos integreren in uw Crunchyroll browsen.\n\nDe scores zijn beschikbaar op de volgende pagina's:\n- Populair\n- Nieuwste\n- Simulcast\n- Video's (Genres)\n\nPas het uiterlijk aan met deze opties:\n- Kleur van de scoretekst\n- Scorelabel\n- Decimale precisie\n- Sorteren\n\nOm toegang te krijgen tot deze opties, klik op het extensie icoon om het pop-up venster te openen."
  }
}