{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online MBOX Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open and manage your MBOX files effortlessly with Online MBOX Viewer, the ultimate online tool for hassle-free email preview."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our MBOX File Viewer Tool, a proficient solution for effortlessly examining and managing MBOX files. This tool is a thorough option meticulously crafted for users seeking convenient access to their MBOX files and attachments, all without the necessity of installing native email applications.\n\nDiscover the capabilities of our MBOX File Viewer Tool, providing a smooth and efficient experience for viewing MBOX files. Users can easily observe MBOX files without the need to install native email applications, as the process operates locally on your system. This negates the requirement to upload files to external servers, ensuring robust data security and providing peace of mind.\n\nA notable aspect of our tool is its independence from external servers. Unlike other solutions, there's no need to upload sensitive MBOX files to external servers or cloud platforms. Our viewer operates directly on your system, ensuring maximum data security and confidentiality. Your information remains securely within your control, effectively addressing privacy concerns often associated with online tools.\n\nWhether you're a professional managing numerous MBOX files or an individual seeking straightforward access to specific email data, our viewer simplifies the entire process. It facilitates smooth navigation through MBOX content, offering a hassle-free experience without necessitating additional software installations.\n\nAdditionally, the user-friendly interface ensures a seamless and intuitive viewing experience. Easily access and explore your MBOX files, simplifying the task of locating and extracting necessary information.\n\nEmbrace the convenience and security of accessing your MBOX files without compromising on data privacy. Try our MBOX File Viewer Tool today and enjoy a reliable solution that maintains your data secure within your system's confines."
  }
}