{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TikTok Captcha Solver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically bypass any TikTok rotate, puzzle, or shapes captcha"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will detect and solve any TikTok captcha automatically. This solver is about 98% accurate. If it fails to solve a captcha, it will detect this and try again automatically. Currently this tool can solve any of the following:\n\n- 3D Shapes challenge\n- Puzzle Slide\n- Rotate\n- Video Upload (Which of these objects has...?) \n\nINSTRUCTIONS\n- Launch Chrome with the --disable-web-security flag enabled. This is a necessary step to avoid CORS errors that prevent images from being downloaded. For more information on how to do this, please read: https://stackoverflow.com/questions/3102819/disable-same-origin-policy-in-chrome\n- Register and get a key on sadcaptcha.com\n- Go to the TikTok website. \n- The browser must be open to tiktok.com to enter your key.\n- Submit your sadcaptcha key on the extension\n\nIt should give a success message and it will do all the work in the background. If you don't get the success message, then you need to enter the key while the browser is open to TikTok.\n\nATTENTION PUPPETEER USERS\nIf you are incorporating this captcha solver extension into your browser automation, you must use the puppeteer extra stealth plugin. Failure to use the stealth plugin will result in the captcha verification failing. You can get the stealth plugin here: https://www.npmjs.com/package/puppeteer-extra-plugin-stealth\n\nDISCLAIMER (PLEASE READ)\nThis TikTok Captcha solver tool is powered by SadCaptcha, which is a paid service. SadCaptcha offers a 25 credit free trial, which can be accessed by signing up on our website: https://www.sadcaptcha.com. \n\nSCALED PRICING\n- $0.002/solution when purchasing 2,500 solutions\n- $0.0012/solution when purchasing 250,000 solutions\n- $0.0006/solution when purchasing 1,500,000 solutions\n- $0.0005/solution when purchasing 3,000,000 solutions \n\nSadCaptcha is a product of Toughdata LLC, which is based in El Cajon, California."
  }
}