{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gmail POP3 Refresh Button"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refreshes all POP3 accounts when the POP3 button is clicked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you notice any bugs or have suggestions on how to improve this extension, feel free to contact me either by email or in the support tab!\n\nThis small Chrome-Extension adds a button/shortcut on the Gmail Website for easy and fast refreshing of all POP3 Email-accounts liked to your Gmail account.\n\nBefore, you had to go into the settings and click the \"Check mail now\" link manually but this extension now does all this automatically.\n\nIMPORTANT INSTRUCTIONS FOR USING THE EXTENSION\n\nTo use it properly first navigate to mail.google.com/#settings/accounts and scroll down to \"Check email from other accounts:\". Here you will see the Email-accounts that are linked to your Gmail account together with a Button \"Check mail now\" (this may vary depending on your language). Copy the link text (\"Check mail now\" in English), click on the extension icon in the upper right corner, Click on the \"Gmail POP3\" extension, paste it into the \"Your language\" field, and press \"OK\". If you now navigate to mail.google.com you should see a gray Button with the Text \"POP3\" in the upper left corner, next to the Gmail logo. Pressing this, now should automatically go to the settings, click the required link and navigate back to the inbox page (This does not work reliably 100% of the time and it might get stuck in the settings page. Is this the case, just press the \"POP3\" button one more time and it should work).\n\nThis Extension is heavily based on the \"Easily refresh all your POP3 E-Mail accounts linked to Gmail\" bookmarklet by David Mohr (https://david-mohr.com/blog/bookmarklet-refresh-pop3-accounts-gmail) so all credit goes to him for the internal workings."
  }
}