{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email templates for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge Gmail with a gallery of email templates - emails designed for business, personal or fun."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a library of email templates to your Gmail inbox. With our Gmail add-on you’ll get access to an entire library of pre designed HTML email templates.\n \nThe email templates library is FREE and we’re adding new templates all the time.\n \nOpen a template directly in your Gmail email compose window. Once you’ve personalized your template you’ll be able to send it out like any other email you send with Gmail.\n \nCustomizing your template is simple and takes a few minutes. Add pictures, color, and change fonts. Your template comes with a ready to go layout including columns and pre formatted newsletter content.\n \nOur Gmail template library includes: Basic layout email templates; business newsletter email templates; School email templates; personal templates like invites, announcements and family newsletters.\n\nComing Soon!: SAVE your Gmail email templates for quick access.\n \nThe Flashissue Gmail template library also integrates with the Flashissue “newsletter creator for Gmail”. Installing this additional extension will provide the following:\n \n-       Save your templates for future use in the template library\n-       Create email mailing lists from your Google Contacts\n-       Send bulk email from Gmail\n-       Use an advanced email editor for creating Gmail newsletters\n-       Track email newsletters and get email reports on opens and clicks\n \n(First install the Gmail templates extension and then search for and install the “Flashissue newsletter creator”)."
  }
}