{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gtres AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Busca imágenes similares"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gtres AI: El Futuro de la Búsqueda de Imágenes\n¡Bienvenido a GTRES AI, el motor de búsqueda de imágenes inversas impulsado por la última generación de Inteligencia Artificial!\n\nGtres AI es una aplicación de Chrome que permite buscar imágenes similares por inteligencia artificial en todo el catalogo editorial y creativo del banco de imágenes GTRES.\n\nSi eres un editor en busca de la solución definitiva para encontrar imágenes en línea, has llegado al lugar adecuado. Permítenos presentarte cómo GTRES AI revolucionará tu proceso de búsqueda y te ofrecerá una experiencia sin igual.\n\n¿Qué es Gtres AI?\nGTRES AI es mucho más que un motor de búsqueda de imágenes inversas. Permite encontrar imágenes similares editoriales por personaje público o por contexto de la imagen.\n\n¿Por qué usar Gtres AI?\n-Reduce los tiempos de búsqueda\nNuestro avanzado motor de búsqueda puede identificar no solo los elementos visuales de una imagen, sino también comprender el contexto en el que se encuentran. Esto significa que no solo obtendrás resultados exactos, sino que también te ofreceremos imágenes relacionadas contextualmente, llevando tu búsqueda a un nivel totalmente nuevo.\n-Identificación de Personajes Públicos\nImagina poder buscar una imagen basada en el personaje que aparece en ella o en el contexto gráfico que la rodea. GTRES AI hace esto posible. Nuestra IA es capaz de reconocer no solo caras famosas, sino también objetos, formas, colores y patrones únicos en las imágenes. Esto te brinda la capacidad de descubrir imágenes similares e idénticas de una manera eficiente y efectiva.\n-Fuente de inspiración\nCon GTRES AI, puedes usar una imagen como punto de partida y descubrir instantáneamente imágenes similares en nuestro banco de imágenes. Esta eficiencia no solo ahorra tiempo, sino que también garantiza una calidad superior en las imágenes que seleccionas.\n-Autenticidad y protección de derechos de autor\nTe permitimos verificar la autenticidad de las imágenes de Gtres en la red y asegurarte de que estás utilizando contenido de manera legal y ética."
  }
}