{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immersive AI: ChatGPT Immersive translate summary rewrite language learning"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immersive AI: ChatGPT Immersive translate summary rewrite language learning"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# ChatGPT Immersive AI: Your Intelligent Web Assistant\n\n## Key features:\n\n- Use a custom prompt to perform any tasks such as translation, summarization, adding replies, language learning, etc.\n- Split the content of the webpage by Paragraphs or Chapters\n- Customize the appearance of AI output, including adding background color and setting font size.\n\n## Introduction\n\nChatGPT Immersive AI is an innovative Chrome extension that revolutionizes how you interact with web content. By reading and analyzing web pages using ChatGPT, this plugin embeds intelligent AI insights directly into the corresponding paragraphs. With customizable prompts, ChatGPT Immersive AI empowers users to achieve a wide range of objectives and cater to diverse needs seamlessly.\n\n## Use cases:\n\n- Discover Business Opportunities: Uncover potential business opportunities directly from the web pages you browse, helping you stay ahead in your industry.\n- Find New Product Ideas: Get creative and innovative product ideas by analyzing relevant content on the web.\n- Reply to Forum Posts: Generate thoughtful and high-quality replies for forum discussions quickly and efficiently.\n- Translate Multiple Languages: Effortlessly translate web content into multiple languages, enhancing your understanding and communication.\n- Learn Foreign Languages: Improve your language skills with AI-powered analysis and suggestions, making learning more effective.\n- Extract Page Data: Seamlessly extract valuable data from web pages for your personal or professional use.\n- Enhance Critical Thinking: Strengthen your critical thinking abilities by analyzing and evaluating web content.\n- Fact Checking: Ensure the reliability of the information you encounter online by verifying facts with AI assistance.\n- Spell and Grammar Checking: Automatically detect and correct spelling and grammatical errors in web content.\n- Sensitive Word Monitoring: Monitor web pages for sensitive words and receive alerts to maintain appropriate content.\n- Student Assignment Grading: Streamline the grading process by assisting in evaluating student assignments and providing detailed feedback.\n- Content Rating: Rate and evaluate the quality of web content, helping you distinguish between valuable and irrelevant information.\n- Embed Any Content for Learning and Review: Utilize the plugin to embed any content for learning and review, making it versatile for various educational scenarios.\n- Job Search: Analyze resumes and companies, understand job listings, and enhance your job search strategy.\n- Exam Preparation: Generate a variety of test questions, including Q&A, multiple-choice, and fill-in-the-blank questions, to aid in exam preparation.\n- Elementary School Exams: Create variations or similar questions based on existing elementary school exam questions to support young learners.\n- Further Inquiry: Expand your knowledge and delve deeper into topics with AI-driven inquiry.\n- List Related Questions, Entities, and Subjects: Broaden your understanding by exploring related questions, entities, and subjects.\n- Exam Question Analysis: Provide detailed analysis of exam questions and multiple-choice options, helping you understand and prepare better.\n\n## User Customization Options:\n\n- Style Modification: Customize the style of embedded content to fit your preferences and needs.\n- GPT Model Switching: Switch between GPT-3.5 and GPT-4 models to choose the level of AI assistance that best suits your requirements.\n- Manual Content Range Selection: Allow users to manually select content ranges and lists, tailoring the analysis to their specific needs. (Incomming...)\n- Embed Mind Maps: Present complex information in an easily digestible format with mind maps, enhancing comprehension and retention. (Incomming...)\n- Multi-Language Support: Translate and analyze content in multiple languages, making the plugin versatile for global use. (Incomming...)\n- Multiple Prompts Running Simultaneously: Run multiple prompts at the same time, allowing for more comprehensive and parallel analysis. (Incomming...)\n\n## Ease of Use:\n\n- Shortcut Key Support: Improve your workflow efficiency with customizable shortcut keys.\n- Context Support: Generate more accurate and relevant content based on the surrounding context. (Incomming...)\n- One-Click Chat: Initiate interactive chats immediately after generating questions, making engagement seamless and intuitive.(Incomming...)\n\nChatGPT Immersive AI is more than just a web assistant; it’s your partner in enhancing productivity, learning, and content interaction. Download ChatGPT Immersive AI today and transform your browsing experience with the power of intelligent AI analysis!"
  }
}