{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Journey: Diary, Journal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Self-Care Online Journal & Diary for Free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join millions of Journey users and create a healthier, happier mind. A sanctuary for your mind and soul, Journey will help increase your positive energy, be more grateful and have a calmer mind by building healthy thinkings through journaling.\n\nJourney Web lets you create entries and access them anywhere. Make your journaling experience all the more effortless, smooth-sailing and universal across all platforms and devices!\n\n## Beautiful On Any Screen Size, Any Platform\nNow with responsive design, Journey Web has been optimized for any screen and browser size. Enjoy a fantastic experience, even on small browsers. The interface will change from smaller to bigger screen sizes and vice versa to make for easier navigation.\n\n## Full Screen Editor\nOur newest editor is fullscreen. Create, edit and view the beautiful journal entries you’ve written in its full glory!\n\nUpload multiple images, record the weather right now, pick the place of entry, add tags to categorize your memories, and format your texts such as bold, italic and more as needed. Make your journal entries uniquely you.\n\n## Light Theme and Dark Theme Support\nWhether you’re a morning person or a night owl, Journey Web is here to support your needs. Choose between light theme and dark theme to either wake yourself up, or ease the strain on your eyes. Journey Web’s default theme will follow the theme of your device.\n\n## Journey Coach\nCoach is a guided journaling feature that helps you explore self-care, mental wellness, and personal development topics of your choosing. We collaborated with many life coaches to provide you with articles and prompts to guide you along your way. Journal your way to a better you with the help of over 50 different Coach programs.\n\nDelve beneath the depths of yourself and discover your inner you. Try our Coach programs now!\n\n## Automate Your Journal\nJournal anywhere and everywhere, the possibilities are endless! Create Zapier recipes and connect your entries to your email accounts and social media. Post your entries on Instagram, Facebook and more and have it uploaded to Journey.\n\n## Compose Entries via Email\nCompose your entries via email and send it to your personalised Journey email account — the contents of your email will be saved in your Journey Cloud!\n\n## Packed With New Features\nOur latest update also comes with many new customizing features to further enhance your journaling experience.\n- Customizable font sizes and line height\n- Allow changing of date and time for entries\n- Word count and character count\n- Adding of location, activities, tags, mood, weather and multiple images in entries"
  }
}