{
  "name": {
    "ar": "لعبة مهمة المدافعين Unblocked",
    "am": "ተከላካዮች ተልዕኮ ጨዋታ Unblocked",
    "bg": "Игра Defenders Mission  Military Game",
    "bn": "ডিফেন্ডারদের মিশন গেম  Online Game",
    "ca": "Joc de missió de defensors Unblocked",
    "cs": "Hra obránců mise  War Game",
    "da": "Defenders Mission Spil  Unblocked Games",
    "de": "Verteidiger-Missionsspiel  Shooting Game",
    "el": "Defenders Mission παιχνίδι  Military Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Defenders Mission Game - HTML5 Game",
    "es": "Juego de misión de defensores  Online Game",
    "et": "Kaitsjate missioonimäng  Online Game",
    "fa": "بازی ماموریت مدافعان  Military Game",
    "fi": "Defenders Mission Game  Online Game",
    "fil": "Defenders Mission Game  Shooting Game",
    "fr": "Jeu de mission des défenseurs  Unblocked Games",
    "gu": "ડિફેન્ડર્સ મિશન ગેમ  Unblocked Games",
    "he": "משחק משימת המגינים  Military Game",
    "hi": "रक्षकों मिशन खेल  War Game",
    "hr": "Igra Defenders Mission  Online Game",
    "hu": "Defenders Mission Game  Military Game",
    "id": "Game Misi Pembela  Online",
    "it": "Gioco di missione dei difensori  Unblocked Game",
    "ja": "ディフェンダーズミッションゲーム  Online",
    "kn": "ಡಿಫೆಂಡರ್ಸ್ ಮಿಷನ್ ಗೇಮ್  Online Game",
    "ko": "수비수 임무 게임  Shooting Game",
    "lv": "Aizstāvju misijas spēle  Shooting Game",
    "ml": "ഡിഫൻഡേഴ്സ് മിഷൻ ഗെയിം  Online",
    "mr": "डिफेंडर्स मिशन गेम  Military Game",
    "ms": "Permainan Misi Pertahanan  Unblocked Games",
    "nl": "Verdedigers missiespel  Military Game",
    "pl": "Gra Misja Obrońców  Online",
    "ro": "Jocul Misiune Defenders  Online Game",
    "ru": "Миссия Защитников  Shooting Game",
    "sk": "Hra obrancov  Shooting Game",
    "sl": "Igra Defenders Mission Unblocked",
    "sw": "Mchezo wa Misheni ya Watetezi  Unblocked Game",
    "ta": "டிஃபெண்டர்ஸ் மிஷன் கேம்  Unblocked Games",
    "te": "డిఫెండర్స్ మిషన్ గేమ్  Unblocked Games",
    "th": "เกมภารกิจผู้พิทักษ์  War Game",
    "tr": "Savunucu Görev Oyunu  Shooting Game",
    "uk": "Гра Місія Захисників Unblocked"
  },
  "short": {
    "ar": "هل أنت من محبي ألعاب الرماية؟ إذا كانت إجابتك بنعم ، فستستمتع بمهمة Defenders التي تتميز برسومات رائعة.",
    "am": "የተኩስ ጨዋታዎች አድናቂ ነዎት? ምላሽዎ አዎ ከሆነ፣ ምርጥ ግራፊክስ ባለው የ Defenders Mission ይደሰቱዎታል።",
    "bg": "Фен ли сте на игрите със стрелба? Ако отговорът ви е да, ще се насладите на мисията Defenders, която има страхотна графика.",
    "bn": "আপনি শুটিং গেম একটি ভক্ত? যদি আপনার উত্তর হ্যাঁ হয়, তাহলে আপনি ডিফেন্ডার মিশন উপভোগ করবেন যাতে দারুণ গ্রাফিক্স রয়েছে।",
    "ca": "Ets fan dels jocs de trets? Si la vostra resposta és afirmativa, gaudireu de la missió de defensors, que té uns gràfics fantàstics.",
    "cs": "Jste fanouškem stříleček? Pokud je vaše odpověď ano, užijete si misi Defenders, která má skvělou grafiku.",
    "da": "Er du fan af skydespil? Hvis dit svar er ja, vil du nyde Defenders Mission, som har fantastisk grafik.",
    "de": "Bist du ein Fan von Shooter-Spielen? Wenn Ihre Antwort ja ist, werden Sie die Defenders Mission mit ihrer großartigen Grafik…",
    "el": "Είστε λάτρης των παιχνιδιών σκοποβολής; Εάν η απάντησή σας είναι ναι, θα απολαύσετε την αποστολή Defenders που έχει εξαιρετικά…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Are you a fan of shooting games? If your response is yes, you will enjoy the Defenders Mission which has great graphics.",
    "es": "¿Eres fanático de los juegos de disparos? Si su respuesta es afirmativa, disfrutará de Defenders Mission, que tiene excelentes…",
    "et": "Kas olete tulistamismängude fänn? Kui teie vastus on jaatav, naudite Defenders Missionit, millel on suurepärane graafika.",
    "fa": "آیا شما از طرفداران بازی های تیراندازی هستید؟ اگر پاسخ شما مثبت است، از ماموریت Defenders که دارای گرافیک عالی است لذت خواهید برد.",
    "fi": "Oletko ammuntapelien ystävä? Jos vastauksesi on kyllä, nautit Defenders Missionista, jossa on upea grafiikka.",
    "fil": "Fan ka ba ng shooting games? Kung oo ang sagot mo, masisiyahan ka sa Defenders Mission na may magagandang graphics.",
    "fr": "Êtes-vous un fan de jeux de tir? Si votre réponse est oui, vous apprécierez la mission Defenders qui a de superbes graphismes.",
    "gu": "શું તમે શૂટિંગ ગેમ્સના ચાહક છો? જો તમારો પ્રતિસાદ હા છે, તો તમે ડિફેન્ડર્સ મિશનનો આનંદ માણશો જેમાં ઉત્તમ ગ્રાફિક્સ છે.",
    "he": "האם אתה חובב משחקי יריות? אם תגובתך חיובית, תיהנה ממשימה Defenders שיש לה גרפיקה מעולה.",
    "hi": "क्या आप शूटिंग खेलों के प्रशंसक हैं? यदि आपकी प्रतिक्रिया हाँ है, तो आप डिफेंडर्स मिशन का आनंद लेंगे जिसमें शानदार ग्राफिक्स हैं।",
    "hr": "Jeste li ljubitelj pucačkih igara? Ako je vaš odgovor potvrdan, uživat ćete u Defenders Mission koja ima sjajnu grafiku.",
    "hu": "Ön a lövöldözős játékok rajongója? Ha a válasz igen, akkor élvezni fogja a Defenders Missiont, amely nagyszerű grafikával…",
    "id": "Apakah Anda penggemar game menembak? Jika tanggapan Anda adalah ya, Anda akan menikmati Misi Pembela yang memiliki grafik bagus.",
    "it": "Sei un fan dei giochi di tiro? Se la tua risposta è sì, apprezzerai la missione dei difensori che ha una grafica eccezionale.",
    "ja": "あなたはシューティングゲームのファンですか？あなたの答えが「はい」の場合、優れたグラフィックを備えたディフェンダーズ ミッションをお楽しみいただけます。",
    "kn": "ನೀವು ಶೂಟಿಂಗ್ ಆಟಗಳ ಅಭಿಮಾನಿಯಾಗಿದ್ದೀರಾ? ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯು ಹೌದು ಎಂದಾದರೆ, ಉತ್ತಮ ಗ್ರಾಫಿಕ್ಸ್ ಹೊಂದಿರುವ ಡಿಫೆಂಡರ್ಸ್ ಮಿಷನ್ ಅನ್ನು ನೀವು…",
    "ko": "당신은 슈팅 게임의 팬입니까? 당신의 대답이 &#39;예&#39;라면 멋진 그래픽이 있는 Defenders Mission을 즐길 수 있습니다.",
    "lv": "Vai esat šaušanas spēļu cienītājs? Ja jūsu atbilde ir jā, jums patiks Defenders Mission, kurai ir lieliska grafika.",
    "ml": "നിങ്ങൾ ഷൂട്ടിംഗ് ഗെയിമുകളുടെ ആരാധകനാണോ? നിങ്ങളുടെ പ്രതികരണം അതെ എന്നാണെങ്കിൽ, മികച്ച ഗ്രാഫിക്സുള്ള ഡിഫൻഡേഴ്സ് മിഷൻ നിങ്ങൾ…",
    "mr": "तुम्ही शूटिंग गेम्सचे चाहते आहात का? तुमचा प्रतिसाद होय असल्यास, तुम्ही डिफेंडर्स मिशनचा आनंद घ्याल ज्यात उत्कृष्ट ग्राफिक्स आहेत.",
    "ms": "Adakah anda peminat permainan menembak? Jika jawapan anda adalah ya, anda akan menikmati Misi Pembela yang mempunyai grafik yang…",
    "nl": "Ben je een fan van schietspellen? Als je antwoord ja is, zul je genieten van de Defenders Mission met geweldige graphics.",
    "pl": "Czy jesteś fanem strzelanek? Jeśli Twoja odpowiedź brzmi „tak”, spodoba ci się Misja Obrońców, która ma świetną grafikę.",
    "ro": "Ești un fan al jocurilor cu împușcături? Dacă răspunsul tău este afirmativ, te vei bucura de Misiunea Defenders, care are o grafică…",
    "ru": "Вы поклонник стрелялки? Если ваш ответ да, вам понравится Миссия Защитников с великолепной графикой.",
    "sk": "Ste fanúšikom strieľačiek? Ak je vaša odpoveď áno, užijete si misiu Defenders, ktorá má skvelú grafiku.",
    "sl": "Ste ljubitelj strelskih iger? Če je vaš odgovor pritrdilen, boste uživali v Misiji Defenders, ki ima odlično grafiko.",
    "sw": "Je, wewe ni shabiki wa michezo ya risasi? Ikiwa jibu lako ni ndiyo, utafurahia Misheni ya Watetezi ambayo ina michoro nzuri.",
    "ta": "நீங்கள் படப்பிடிப்பு விளையாட்டுகளின் ரசிகரா? உங்கள் பதில் ஆம் எனில், சிறந்த கிராபிக்ஸ் கொண்ட டிஃபென்டர்ஸ் மிஷனை நீங்கள்…",
    "te": "మీరు షూటింగ్ గేమ్‌లను ఇష్టపడుతున్నారా? మీ ప్రతిస్పందన అవును అయితే, మీరు గొప్ప గ్రాఫిక్స్ ఉన్న డిఫెండర్స్ మిషన్‌ని ఆనందిస్తారు.",
    "th": "คุณเป็นแฟนของเกมยิงปืนหรือไม่? หากคำตอบของคุณคือใช่ คุณจะสนุกไปกับภารกิจผู้พิทักษ์ซึ่งมีกราฟิกที่ยอดเยี่ยม",
    "tr": "Atış oyunlarının hayranı mısınız? Cevabınız evet ise harika grafiklere sahip olan Defenders Mission&#39;dan keyif alacaksınız.",
    "uk": "Ви фанат стрілялок? Якщо ваша відповідь ствердна, вам сподобається Defenders Mission із чудовою графікою."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a fan of shooting games? If your response is yes, you will enjoy the Defenders Mission which has great graphics.\n\nWar has begun and all your jets are eliminated by enemy tanks it’s your time to protect all opponent’s tanks and fighter jets by eliminating them. You are the guardian of your zone so defeat enemies and end this mission. In battle, you will obtain red mines and protection to make this war game more impressive. So let’s Start playing Defenders Mission!\n\nTo swipe Install this extension to play the Defenders Mission game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}