{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image-Toolbar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows a customizable toolbar on images. The contained buttons can perform actions like downloading an image to a custom path."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update 07.02.2020: With version 2.0.0.2 the problem occurring on Chrome 80 should be resolved.\n\n\nImage-Toolbar shows a customizable toolbar if you move your mouse over an image. The contained buttons can perform various actions like saving an image to a custom path. You can customize the buttons and create new Save-Buttons on the options page. Beside the user-definable Save-Buttons there are some pre-defined buttons (namely \"Bring to front\", \"Open as new tab\", \"Hide toolbar\") that cannot be deleted, but you can disable them if you don't want them to show up in the toolbar. With later updates other button types will be added, like a button to show information about the image.\n\nPlease read https://ht0.de/image-toolbar.html for a short introduction of the extension and all the settings on the options page.\n\nRight after the installation the options page and an introduction website will be opened. Please look at them and play with the settings. Hopefully I wrote them understandable, but if not and you have questions, suggestions, found bugs/problems or want to buy me a beer, you can mail me at heithe.dev@gmail.com and I will try to answer quickly.\n\n# Contact\nMail: heithe.dev@gmail.com\nWebsite: https://ht0.de"
  }
}