{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Terminus UTM Builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Terminus makes it easy for you and your team to build and manage all your UTM URLs in one place."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build a UTM tracking URL on any website and save it in your Terminus account.\n\nTerminus helps marketers build and manage UTM tracking URLs. It's a much more advanced version of Google URL Builder or any spreadsheet solution. It's built for serious marketers and marketing agencies to take their URL tracking to the next level.\n\n* Define and enforce any UTM conventions\n* Save all URLs, UTMs, custom parameters in once place\n* Add UTM tracking to all URLs in your emails with a couple of clicks.\n* Collaborate with your team with fine grained user permissions\n* Use dropdowns to choose from previously used values\n* You can use presets to save your favorite combination of campaign parameters. Apply them with a single click the next time you create a URL \n* Automatically shorten your URLs (you can even use your own shortener) \n\nTerminus is the most advanced solution in the market for building your tracking URLs. \n\n* Requires Terminus account. Signup for a zero-risk, free trial today at https://www.terminusapp.com\n\nExtension Permissions:\n- Read and change data on terminusapp.com sites\nThis extension loads your Terminus account in an overlay. This requires modifying requests to terminusapp.com to facilitate this.\n\n- Read your browsing history\nThe extension uses this permission to populate the current url in the UTM builder so that you don't have to copy-paste it."
  }
}