{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Popuplike-window Translator",
    "ja": "英和翻訳ウィンドウ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In a translation window like a popup, Translate selected text with Google Translate.",
    "ja": "ポップアップのようなウィンドウに選択した文を翻訳します。google翻訳を使っています。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- 0.3.1\n  That google service using https so adapted.\n- 0.3.0\n  I accept 'Keeping Chrome Extensions Simple'. Delete toolbar icon, and some directions changed.\n  Fixed a same bug of 0.2.0.\n- 0.2.0\n  Fixed a bug that is unexpected close of Popup with running WindowsAero, updated chrome.\n\n1. Main Usage\n\nSelect texts and Right-click, and select \"Translate it : xx -> yy\" (xx and yy are locale codes, can changed), then a new window is appeared to translate texts.\n\n\n2. Features\n\nTo change locale codes(language), Press context menu This and open a translate form, and set it. \nThat are saved and reflected in context menu xx and yy.\n\nTranslate-window will be closed when you click outside it. If you've changed the size of it, that setting will be saved and reflected next time. (You can customize the size.)\n\nWhile the translate-window has appeared, you can scroll the contents of the background page or the window itself with your mouse wheel.\n\nEven if you don't have prepared texts, you can call translate form with context menu.\n\n\n3. Save Settings\n\nThis extention use localstorage to save your settings. Total are 4, two locales you choose, and the width and the height of the translate-window. If you change them from default option, those are saved.\n\n\n---\n\nAll codes can be seen in my page;  http://www016.upp.so-net.ne.jp/anznet/program/T4J.html\n\nThank you for reading my English explanation. I'm poor at English. but programs are simple :)  probably. ok.",
    "ja": "-0.3.1\n  対象のサイトがhttpsになりました。\n-0.3.0\n  chromeの'Keeping Chrome Extensions Simple'を読み同意しました。ツールバーアイコンを削除し、同等の機能を移行しました。それに伴い、仕様を多少変更しました。\n前回同様のバグ(0.2.0)を再び修正しました。\n-0.2.0\n  ウィンドウズ エアロ環境下の現時点のchromeのバージョンにて、翻訳ウィンドウを誤作動で閉じるバグを発見したので修正しました。\n\n1. 使い方\n\n翻訳したい英文を選択して右クリックすると \"翻訳する : en -> ja\" が表示されると思います。クリックすると新しいウィンドウが開いて、選択した英文を日本語に訳します。\n\n\n2. おもな機能\n\n翻訳時の言語を変更することができます。翻訳のウィンドウの中で、それぞれの言語選択をしてください。ウィンドウを閉じた次回から反映されます。右クリックで表示される部分にも反映されますので、たとえばドイツ語からオランダ語に翻訳する設定にすると、\"翻訳する : de -> nl\" と表示されます。\n\n翻訳ウィンドウは、何か別の場所をクリックすることで閉じられます（翻訳ウィンドウ内のＸボタンを押す必要は特にありません）。\n\n翻訳ウィンドウ自体の大きさはデフォルトでは800x450 pxに設定されていますが、好みの大きさに変更することが出来ます。変更した設定も、翻訳ウィンドウを閉じた次回から反映されます。\n\n翻訳ウィンドウが表示されている状態で、マウスのホイールボタンで翻訳ウィンドウ自体と直下のページ（翻訳したい文のあるページ）をスクロールさせることが出来ます。\n\n翻訳する文が特にないときでも、右クリックで翻訳ウィンドウを呼び出せるようになりました。\n\n3. データの保存について\n\nこの拡張機能は設定を保存するためにブラウザのlocalstorage領域を使用します。使用しているデータは４つで、言語の変更時に選択された言語のコード２つ、翻訳ウィンドウの大きさ変更時に２つ（幅と高さ）です。データは初期設定から変更された時にのみ保存されます。\n\n\n---\n\nホームページにてこの拡張機能のコードを掲載しています。よろしければどうぞ  http://www016.upp.so-net.ne.jp/anznet/program/T4J.html\n（英語表記です。ニガテなのですが、国際対応ということで…）"
  }
}