{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pythagorean Theorem Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate the hypotenuse and redirect to the full functionality calculator page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pythagorean Theorem Calculator\n\nUnlock the power of mathematics with the Pythagorean Theorem Calculator extension for Chrome! This handy tool is designed to help students, educators, and anyone interested in geometry easily calculate the hypotenuse of a right triangle using the Pythagorean theorem.\n\nFeatures:\n\nUser-Friendly Interface: Easily input the lengths of the two shorter sides of a right triangle (Side A and Side B) to calculate the hypotenuse with just one click.\nInstant Redirect: After entering your values, click the \"Calculate\" button, and you'll be seamlessly redirected to a full-featured online calculator for further exploration and functionality.\nPerfect for All Users: Whether you are a student learning geometry, a teacher seeking a quick reference tool, or a professional needing to perform calculations on the go, this extension is designed for you.\nHow It Works:\n\nEnter the lengths of Side A and Side B in the provided input fields.\nClick the \"Calculate\" button.\nInstantly redirect to the full functionality calculator page to view the hypotenuse and explore additional features.\nWhy Choose Our Extension?\n\nEfficiency: Save time by quickly calculating the hypotenuse and accessing advanced functionalities without searching online.\nEducational Tool: A great resource for learning and teaching the fundamentals of geometry and the Pythagorean theorem.\nConvenient Access: Available directly from your browser, making it easy to use whenever you need it."
  }
}