{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leadgenius Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Go-To-Market Workflow Automation Assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Go-To-Market Workflow Automation Assistant\n\nUse the LeadGenius extension to Find\n• Direct dials & emails\n• New contacts inside existing accounts\n• Contact & Account insights data via the Leadgenius platform\n\nSpend more time on meaningful conversations and meet your goals faster by automating the time-consuming and repetitive Sales, Marketing, and Customer Success tasks that stifle productivity.\n\nWho It’s For\n• Go-to-Market reps looking to improve pipeline creation by eliminating manual work and refocus on what’s important — selling\n• Marketers looking to fill pipeline gaps by arming their teams with realtime account qualification and contact sourcing capabilities\n• Customer success teams looking to build custom automation script capable of identifying events and triggers that signal churns or new selling opportunities\n\nHow the LeadGenius extension works\nLeadGenius uses a real-time browser based automation engine to do your day-to-day tasks so you don’t have to. Everything that LeadGenius extension does happens the moment you click the button in your browser.\nThe extension can also be used to send data to the Leadgenius where records can be enriched and reviewed then sent to your CRM of choice.\n\nFeatures\n• Source new contacts from data vendors you trust\n• Enrich contacts and accounts with real time data and insights\n• Work, track and get updates on your accounts and contacts within the Leadgenius platform.\n\nAbout LeadGenius\nOver 80% of B2B data remains undiscovered or underutilized. LeadGenius is an Intelligent Data Service vendor that can uncover hard to find B2B data and personalize it to a specific business. LeadGenius sources vertical or international data at scale using a proprietary blend of technology automation and human experts."
  }
}