{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gate Wallet"
  },
  "short": {
    "ar": "مع محفظة Gate، يمكنك إدارة الأصول بسهولة عبر أكثر من 40 شبكة بلوكشين مختلفة، والوصول إلى ملايين العملات الرقمية، والتفاعل مع عشرات…",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,zh_TW": "Gate.io Web3 multi-terminal encrypted wallet.",
    "de": "Gate Wallet ist eine dezentrale Wallet ohne Freiheitsentzug, die als Multi-Chain-Aggregator dient und von mehreren Seiten…",
    "es": "Gate Wallet es un monedero descentralizado, sin custodia, que sirve como agregador multicadena y es accesible desde múltiples…",
    "fr": "Gate Wallet est un portefeuille décentralisé et non dépositaire qui sert d'agrégateur multi-chaîne et est accessible à partir de…",
    "id": "Gate Wallet adalah dompet non-custodial terdesentralisasi yang berfungsi sebagai agregator multi-chain dan dapat diakses dari…",
    "ja": "Gate Walletは、マルチチェーンアグリゲーターとして機能し、複数のエンド(モバイル、ウェブ、プラグイン)からアクセス可能な分散型の非保護ウォレットです。",
    "pt_BR": "O Gate Wallet é uma carteira descentralizada e não custodiada que atua como um agregador multi-chain e é acessível a partir de…",
    "ru": "Gate Wallet — это некастодиальный децентрализованный кошелек, который служит мультичейн агрегатором и доступен с нескольких сторон…",
    "th": "Gate Wallet เป็นกระเป๋าเงินแบบกระจายอำนาจ ไม่มีการควบคุม ทำหน้าที่เป็นแหล่งรวบรวมหลายเชนและผู้ใช้สามารถเข้าถึงได้จากหลายปลาย…",
    "tr": "Gate Wallet, çok zincirli bir toplayıcı olarak hizmet veren ve birden fazla uçtan (mobil, web, eklenti) erişilebilen merkezi…",
    "uk": "Gate Wallet - це децентралізований, некастодіальний гаманець, який слугує агрегатором декількох ланцюжків і доступний з різних…",
    "vi": "Ví Gate là một loại ví phi tập trung, không giám sát, hoạt động như một công cụ tổng hợp đa chuỗi và có thể truy cập được từ đa…",
    "zh_CN": "Gate Wallet钱包是多链聚合、多端（移动端/网络端/插件端）通用的去中心化、非托管钱包。"
  },
  "long": {
    "ar": "إن محفظة Gate هي محفظة غير مركزية وغير تابعة لوسيط تعمل كمجمّع لعدة سلاسل ويمكن الوصول إليها من عدة منصات (الجوال، الويب، الإضافة).\nكمحفظة غير مركزية وغير تابعة لوسيط، تتميز محفظة Gate بوظيفة النسخ الاحتياطي السحابي المبتكرة التي تستخدم خوارزميات تشفير آمنة لمعالجة قضايا مثل فقدان الأصول بسبب ضياع أو نسيان المستخدمين للعبارات التذكيرية أو المفاتيح الخاصة بهم.\nقامت محفظة Gate بتوسيع توافقها لدعم مجموعة متنوعة من البلوكتشين، بما في ذلك شبكة Bitcoin والسلاسل المتوافقة مع EVM وSolana وSUI، مما يسمح للمستخدمين بإجراء المعاملات عبر سلاسل مختلفة دون الحاجة إلى التبديل بين المحافظ.\n\n\nلمزيد من المعلومات، يرجى زيارة الموقع:https://www.gate.io/web3 \nيمكنك الاتصال بنا على:support@mail.gate.io",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,zh_TW": "With Gate Wallet, you can easily manage assets across over 100+ different blockchain networks, access millions of cryptocurrencies, and interact with tens of thousands of DApps. It allows one-click connection with the Web3 ecosystem, without the need to switch wallets frequently.\nGate Wallet is a decentralized, non-custodial wallet that serves as a multi-chain aggregator and is accessible from multiple ends (mobile, web, plugin).\nAs a decentralized non-custodial wallet, Gate Wallet features an innovative cloud backup function that uses secure encryption algorithms to address issues like asset loss due to users misplacing or forgetting their mnemonic phrases or private keys.\nGate Wallet has expanded its compatibility to support a variety of blockchains, including the Bitcoin network, EVM-compatible chains, Solana, and SUI, allowing users to conduct transactions across different chains without the need to switch between wallets.\n\nFor more information, please visit: https://www.gate.io/web3\nYou can contact us at: support@mail.gate.io",
    "de": "Mit Gate Wallet können Sie problemlos Vermögenswerte in über 100+ verschiedenen Blockchain-Netzwerken verwalten, auf Millionen von Kryptowährungen zugreifen und mit Zehntausenden von DApps interagieren. Sie ermöglicht das Verbinden mit dem Web3-Ökosystem mit einem Mausklick, ohne dass Sie häufig Ihre Wallets wechseln müssen.\n\nAls dezentrale Wallet ohne Freiheitsentzug verfügt Gate Wallet über eine innovative Cloud-Backup-Funktion, die sichere Verschlüsselungsalgorithmen verwendet, um Probleme wie den Verlust Ihrer Vermögenswerten aufgrund von verlegten oder vergessenen mnemonischen Phrasen oder privaten Schlüsseln zu vermeiden.\n\nGate Wallet hat seine Kompatibilität erweitert, um eine Vielzahl von Blockchains zu unterstützen, einschließlich des Bitcoin-Netzwerks, EVM-kompatibler Chains, Solana und SUI, so dass unsere Nutzer Transaktionen über verschiedene Chains hinweg durchführen können, ohne zwischen Wallets wechseln zu müssen.\n\n\nFür weitere Informationen besuchen Sie bitte: https://www.gate.io/web3\nSie können uns kontaktieren unter: support@mail.gate.io",
    "es": "Con Gate Wallet, puedes gestionar fácilmente activos en más de 100+ redes blockchain diferentes, acceder a millones de criptomonedas e interactuar con decenas de miles de DApps. Permite conectarse con el ecosistema Web3 con un solo clic, sin necesidad de cambiar de monedero con frecuencia.\n\nComo monedero descentralizado sin custodia, Gate Wallet cuenta con una innovadora función de copia de seguridad en la nube que utiliza algoritmos de cifrado seguros para solucionar problemas como la pérdida de activos debida a que los usuarios extravíen u olviden sus frases mnemotécnicas o claves privadas.\n\nGate Wallet ha ampliado su compatibilidad para soportar una variedad de blockchains, incluyendo la red Bitcoin, cadenas compatibles con EVM, Solana y SUI, permitiendo a los usuarios realizar transacciones a través de diferentes cadenas sin necesidad de cambiar entre billeteras.\n\nPara más información, por favor visite: https://www.gate.io/web3\nPuede ponerse en contacto con nosotros en: support@mail.gate.io",
    "fr": "Avec Gate Wallet, vous pouvez facilement gérer des actifs sur plus de 100+ réseaux de blockchain différents, accéder à des millions de cryptomonnaies et interagir avec des dizaines de milliers de DApps. Il permet une connexion en un clic avec l'écosystème Web3, sans qu'il soit nécessaire de changer fréquemment de portefeuille.\n\nEn tant que portefeuille décentralisé non dépositaire, Gate Wallet dispose d'une fonction innovante de sauvegarde dans le cloud qui utilise des algorithmes de cryptage sécurisés pour résoudre des problèmes tels que la perte d'actifs due au fait que les utilisateurs égarent ou oublient leurs phrases mnémoniques ou leurs clés privées.\n\nGate Wallet a élargi sa compatibilité pour prendre en charge une variété de blockchains, y compris le réseau Bitcoin, les chaîns compatibles EVM, Solana et SUI, ce qui permet aux utilisateurs d'effectuer des transactions sur différents réseaux sans avoir besoin de passer d'un portefeuille à l'autre.\n\nPour plus d'informations, veuillez consulter : https://www.gate.io/web3\nVous pouvez également nous contacter sur l'adresse email suivante : support@mail.gate.io",
    "id": "Dengan Gate Wallet，Anda dapat dengan mudah mengelola aset di lebih dari 100+ blockchain network yang berbeda，mengakses jutaan mata uang kripto，dan berinteraksi dengan puluhan ribu DApps。Ini memungkinkan koneksi sekali klik dengan ekosistem Web3，tanpa perlu sering berganti dompet。\n\nSebagai dompet non-custodial yang terdesentralisasi，Gate Wallet memiliki fungsi cadangan cloud yang inovatif yang menggunakan algoritma enkripsi yang aman untuk mengatasi masalah seperti kehilangan aset karena pengguna salah meletakkan atau melupakan frasa mnemonik atau kunci pribadi mereka。\n\nGate Wallet telah memperluas kompatibilitasnya untuk mendukung berbagai blockchain，termasuk jaringan Bitcoin，chain yang kompatibel dengan EVM，Solana，dan SUI，yang memungkinkan pengguna untuk melakukan transaksi di berbagai chain yang berbeda tanpa perlu berpindah-pindah dompet。\n\nUntuk informasi lebih lanjut，kunjungi：ttps://www.gate.io/web3\nAnda dapat menghubungi kami di：support@mail.gate.io",
    "ja": "Gate Walletを使用すると100 以上の異なるブロックチェーンネットワークの資産を簡単に管理でき、何百万もの暗号資産にアクセスし、何万ものDAppsとやり取りすることができます。頻繁にウォレットを切り替えることなく、Web3エコシステムとワンクリックで接続することができます。\n\n非中央集権型ウォレットとして、Gate Walletは革新的なクラウドバックアップ機能を備えており、安全な暗号化アルゴリズムを使用して、ユーザーがニーモニックフレーズや秘密鍵を置き忘れたり、忘れたりすることによる資産の損失などの問題にアドレスします。\n\nGate Walletはビットコインネットワーク、EVM互換チェーン、ソラナ、SUIを含む様々なブロックチェーンに対応するために互換性を拡大し、ユーザーはウォレットを切り替えることなく異なるチェーン間で取引を行うことができます。\n\n\n詳細：https://www.gate.io/web3\nお問合せは：support@mail.gate.io",
    "pt_BR": "Com o Gate Wallet, você pode gerenciar facilmente ativos em mais de 100+ redes blockchain diferentes, acessar milhões de criptomoedas e interagir com dezenas de milhares de DApps. Ele permite conexão com um clique com o ecossistema Web3, sem a necessidade de trocar de carteiras frequentemente. \n\nComo uma carteira descentralizada e não custodiada, o Gate Wallet possui uma função inovadora de backup em nuvem que usa algoritmos de criptografia seguros para resolver problemas como perda de ativos devido aos usuários perderem ou esquecerem suas frases mnemônicas ou chaves privadas. \n\nO Gate Wallet expandiu sua compatibilidade para suportar uma variedade de blockchains, incluindo a rede Bitcoin, cadeias compatíveis com EVM, Solana e SUI, permitindo que os usuários realizem transações em diferentes cadeias sem a necessidade de alternar entre carteiras.\n\n\nPara mais informações por favor visite: https://www.gate.io/web3\nVocê pode entrar em contato conosco em: support@mail.gate.io",
    "ru": "С помощью кошелька Gate Wallet вы можете легко управлять активами в более чем 100+ различных блокчейн-сетях, получать доступ к миллионам криптовалют и взаимодействовать с десятками тысяч dApps. Он позволяет подключаться к экосистеме Web3 в один клик без необходимости часто менять кошельки.\nКак децентрализованный некастодиальный кошелек Gate Wallet оснащен инновационной функцией облачного резервного копирования, которая использует защищенные алгоритмы шифрования для решения таких проблем, как потеря активов из-за того, что пользователи неправильно размещают или забывают свои мнемонические фразы или приватные ключи.\nGate Wallet расширил свою совместимость, чтобы поддерживать различные блокчейны, включая сеть Bitcoin, EVM-совместимые блокчейны, Solana и SUI, позволяя пользователям проводить транзакции в разных блокчейнах без необходимости переключаться между кошельками.\n\n\nДля большей информации, пожалуйста, посетите: https://www.gate.io/web3\nВы можете связаться с нами по почте: support@mail.gate.io",
    "th": "เพียงแค่คุณใช้งาน Gate Wallet คุณสามารถจัดการสินทรัพย์ผ่านเครือข่ายบล็อกเชนที่แตกต่างกันกว่า 100+ เครือข่าย เข้าถึงสกุลเงินดิจิทัลนับล้าน และโต้ตอบกับ DApps นับหมื่นได้อย่างง่ายดาย ช่วยให้สามารถเชื่อมต่อกับระบบนิเวศ Web3 ได้ในคลิกเดียว โดยไม่จำเป็นต้องเปลี่ยนกระเป๋าเงินบ่อยๆ\n\nในฐานะกระเป๋าเงินที่ไม่มีการควบคุมแบบกระจายอำนาจ Gate Wallet มีฟังก์ชันการสำรองข้อมูลบนคลาวด์ที่เป็นนวัตกรรมใหม่ ซึ่งใช้อัลกอริธึมการเข้ารหัสที่ปลอดภัยเพื่อแก้ไขปัญหาต่างๆ เช่น การสูญเสียทรัพย์สินเนื่องจากผู้ใช้ใส่ผิดที่หรือลืมวลีช่วยในการจำหรือคีย์ส่วนตัว\n\nGate Wallet ได้ขยายความเข้ากันได้เพื่อรองรับบล็อกเชนให้หลากหลาย รวมถึงเครือข่าย Bitcoin, เครือข่าย                        ที่เข้ากันได้กับ EVM, Solana และ SUI ช่วยให้ผู้ใช้สามารถทำธุรกรรมข้ามเครือข่ายต่าง ๆ โดยไม่จำเป็นต้องสลับระหว่างกระเป๋าเงิน\n\n\nสำหรับข้อมูลเพิ่มเติม กรุณาเยี่ยมชม: https://www.gate.io/web3 \nคุณสามารถติดต่อเราได้ที่: support@mail.gate.io",
    "tr": "Gate Wallet ile 100+'tan fazla farklı blok zinciri ağındaki varlıkları kolayca yönetebilir, milyonlarca kripto paraya erişebilir ve on binlerce DApp ile etkileşime girebilirsiniz. Sık sık cüzdan değiştirmeye gerek kalmadan Web3 ekosistemi ile tek tıklamayla bağlantı sağlar.\n\nMerkezi olmayan, gözetimsiz bir cüzdan olan Gate Wallet, kullanıcıların anımsatıcı ifadelerini veya özel anahtarlarını yanlış yerleştirmeleri veya unutmaları nedeniyle varlık kaybı gibi sorunları ele almak için güvenli şifreleme algoritmaları kullanan yenilikçi bir bulut yedekleme işlevine sahiptir.\n\nGate Wallet, Bitcoin ağı, EVM uyumlu ağlar, Solana ve SUI dahil olmak üzere çeşitli blok zincirlerini desteklemek için uyumluluğunu genişletti ve kullanıcıların cüzdanlar arasında geçiş yapmasına gerek kalmadan farklı zincirler arasında işlem yapmasına olanak tanıdı.\n\nFor more information, please visit: https://www.gate.io/web3\nYou can contact us at: support@mail.gate.io",
    "uk": "За допомогою Gate Wallet ви можете легко керувати активами у понад 100+ різних блокчейн-мережах, мати доступ до мільйонів криптовалют і взаємодіяти з десятками тисяч додатків. Він дозволяє підключитися до екосистеми Web3 в один клік, без необхідності часто змінювати гаманці.\n\nЯк децентралізований гаманець, Gate Wallet має інноваційну функцію хмарного резервного копіювання, яка використовує безпечні алгоритми шифрування для вирішення таких проблем, як втрата активів через те, що користувачі втрачають або забувають свої мнемонічні фрази або приватні ключі.\n\nGate Wallet розширив свою сумісність для підтримки різних блокчейнів, включаючи мережу Bitcoin, EVM-сумісні блокчейни, Solana та SUI, що дозволяє користувачам здійснювати транзакції між різними блокчейнами без необхідності перемикатися між гаманцями.\n\n\nДля отримання додаткової інформації, будь ласка, відвідайте: https://www.gate.io/web3\nВи можете зв'язатися з нами за адресою: support@mail.gate.io",
    "vi": "Với Gate Wallet, bạn có thể dễ dàng quản lý tài sản trên hơn 100+ mạng blockchain khác nhau, truy cập hàng triệu loại tiền điện tử và tương tác với hàng chục nghìn DApp. Nó cho phép kết nối bằng một cú nhấp chuột với hệ sinh thái Web3 mà không cần phải chuyển đổi ví thường xuyên.\n\nLà một ví phi tập trung, không giám sát, Gate Wallet có chức năng sao lưu đám mây cải tiến sử dụng thuật toán mã hóa an toàn để giải quyết các vấn đề gây rắc rối cho người dùng như mất hoặc quên cụm mnemonic/khóa riêng dẫn đến thất thoát tài sản.\n\nVí Gate Wallet hiện hỗ trợ nhiều chuỗi như chuỗi Bitcoin, chuỗi EVM, Solana và SUI, cho phép bạn tạm biệt những rắc rối khi thường xuyên chuyển đổi ví.\n\n\nĐể biết thêm thông tin, vui lòng truy cập: https://www.gate.io/web3\nLiên hệ với chúng tôi tại: support@mail.gate.io",
    "zh_CN": "通过Gate Wallet钱包您可便捷管理超100+条链上资产、访问上百万币种、与数万个Dapp交互，无需频繁切换钱包，一键即可与整个Web3互联。\n作为去中心化的非托管钱包，Gate Wallet钱包具有创新性云备份功能，使用安全加密算法，解决困扰用户的遗失、忘记助记词/私钥导致资产损失等问题。\nGate Wallet钱包现已支持Bitcoin链、EVM链以及Solana和SUI等多个链，让您告别频繁切换钱包的烦恼。\n\n了解更多：https://www.gate.io/web3\n联系我们：support@mail.gate.io"
  }
}