{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "fill-form"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LLENADOR DE FORMULARIOS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nuestra extensión ofrece una solución completa para el manejo de formularios en aplicaciones y sitios web. Con nuestra herramienta, los desarrolladores pueden crear secciones personalizadas que agrupen múltiples formularios, facilitando la organización y navegación entre ellos.\n\nAdemás, nuestra extensión incluye una funcionalidad adicional para generar valores aleatorios en los formularios. Los usuarios pueden seleccionar un campo de entrada específico y generar valores aleatorios para ese campo en particular. Esto es especialmente útil para ingresar datos ficticios o de prueba de manera rápida y eficiente.\n\nOtra característica destacada es la capacidad de guardar tanto formularios vacíos como completos. Los usuarios pueden almacenar configuraciones predefinidas de formularios, incluyendo campos y opciones seleccionadas, y luego utilizarlos para llenar los datos nuevamente con un solo clic. Esto ahorra tiempo y esfuerzo, especialmente cuando se trata de llenar los mismos formularios repetidamente.\n\nAdemás, nuestra extensión permite realizar modificaciones directamente desde la interfaz, lo que facilita la edición y actualización de los datos de los formularios sin tener que acceder a la página web subyacente.\n\nEn resumen, nuestra extensión ofrece una solución completa y personalizable para el manejo de formularios. Permite crear secciones personalizadas, generar valores aleatorios para campos de entrada específicos y guardar y llenar formularios de manera eficiente. Esto mejora la productividad y la experiencia del usuario al simplificar el proceso de llenado de formularios en aplicaciones y sitios web.\n\n1.4.-\n- Actualizacion masiva de querys\n- Ayuda en los botones\n1.5.- \n- Se agrega la opcion de generar valores aleatorio mediante expresiones regulares \n- hacer drag and drop enntre los campos y formularios. para reodernarlo.\n1.6.- \n- se agrega la opcion de poder apuntar al valor anterior.\n agregando como valor <anterior>\n- con esto si quieren que dos campos como confirmar correo o contraseña tengan el mismo valor solo a uno se le coloca el valor y al otro <anterior> de esta manera al injectarse los valores tomara el valor del anterior campo.\n1.6.1.-\n- No funcionaba el boton de generacion de valor aleatorio.\n1.7\n- Cuando de desactive una seccion se opaque toda la seccion y no funcione ningun evento.\n- agregar boton de estrellita a cada campo para que salgan resaltados.\n- quitar el evento de drag and drop de la seccion ya que al seleccionar el texto se mueve el componente y ponerlo como un boton de mover a la derecha en la parte de la seccion.\n1.8 \n- seccion de favoritos.\n- agregar clave a campos para referenciar trosos de texto de otro campo"
  }
}