{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate Car Driving 2 Game"
  },
  "short": {
    "ar": "استمتع بلعبة قيادة السيارات الجديدة القصوى: قيادة السيارات النهائية 2",
    "am": "አልቲም መኪና ማሽከርከር 2 አዲስ ከፍተኛ መኪና ማሽከርከር ጨዋታ ይደሰቱ።",
    "bg": "Насладете се на новата екстремна игра за шофиране на коли Ultimate Car Driving 2.",
    "bn": "আল্টিমেট কার ড্রাইভিং ২-এর নতুন এক্সট্রিম কার ড্রাইভিং গেম উপভোগ করুন।",
    "ca": "Gaudeix del nou joc de conducció de cotxes extrema d'Ultimate Car Driving 2.",
    "cs": "Užijte si novou extrémní hru s řízením aut Ultimate Car Driving 2.",
    "da": "Nyd det nye ekstreme bilkørselsspil Ultimate Car Driving 2.",
    "de": "Genieße das neue extreme Autofahrspiel Ultimate Car Driving 2.",
    "el": "Απόλαυσε το νέο extreme παιχνίδι οδήγησης αυτοκινήτου Ultimate Car Driving 2.",
    "en,en_GB,en_US": "Enjoy the new extreme car driving game, Ultimate Car Driving 2.",
    "en_AU": "Chuckle some sick drifts in Ultimate Car Driving 2.",
    "es": "Disfruta del nuevo juego de conducción extrema de coches de Ultimate Car Driving 2.",
    "es_419": "Disfruta del nuevo juego de conducción extrema de autos, Ultimate Car Driving 2.",
    "et": "Naudi uut äärmuslikku autojuhtimise mängu Ultimate Car Driving 2.",
    "fa": "از بازی جدید رانندگی با ماشین‌های اکستریم در Ultimate Car Driving 2 لذت ببرید.",
    "fi": "Nauti Ultimate Car Driving 2:n uudesta äärimmäisestä autoajopelissä.",
    "fil": "Mag-enjoy sa bagong extreme Car Driving game na Ultimate Car Driving 2.",
    "fr": "Profitez du nouveau jeu de course automobile extrême Ultimate Car Driving 2.",
    "gu": "અલ્ટીમેટ કાર ડ્રાઇવિંગ 2 નો નવો એક્સ્ટ્રીમ કાર ડ્રાઇવિંગ ગેમનો આનંદ માણો.",
    "he": "הינות מ משחק נהיגת מכוניות קיצוני חדש של Ultimate Car Driving 2.",
    "hi": "अल्टीमेट कार ड्राइविंग 2 का नया एक्सट्रीम कार ड्राइविंग गेम का आनंद लें।",
    "hr,sr": "Uživajte u novoj ekstremnoj igri vožnje automobila Ultimate Car Driving 2.",
    "hu": "Élvezd az Ultimate Car Driving 2 új, extrém autóvezetős játékát!",
    "id": "Nikmati game Mengemudi Mobil Ekstrem baru dari Ultimate Car Driving 2.",
    "it": "Goditi il nuovo gioco di guida estrema Ultimate Car Driving 2.",
    "ja": "究極のカー・ドライビング2の新しいエクストリームカー運転ゲームをお楽しみください。",
    "kn": "ಅಲ್ಟಿಮೇಟ್ ಕಾರ್ ಡ್ರೈವಿಂಗ್ 2 ರ ಹೊಸ ಎಕ್ಸ್ಟ್ರೀಮ್ ಕಾರ್ ಡ್ರೈವಿಂಗ್ ಆಟವನ್ನು ಆನಂದಿಸಿ.",
    "ko": "얼티메이트 카 드라이빙 2의 새로운 익스트림 카 드라이빙 게임을 즐겨보세요.",
    "lt": "Mėgaukitės nauju ekstremalaus automobilių vairavimo žaidimu „Ultimate Car Driving 2“.",
    "lv": "Izbaudi jauno ekstrēmo automašīnu braukšanas spēli Ultimate Car Driving 2.",
    "ml": "അൾട്ടിമേറ്റ് കാർ ഡ്രൈവിംഗ് 2 ലെ പുതിയ എക്സ്ട്രീം കാർ ഡ്രൈവിംഗ് ഗെയിം ആസ്വദിക്കൂ.",
    "mr": "अल्टिमेट कार ड्रायव्हिंग २ चा नवीन एक्स्ट्रीम कार ड्रायव्हिंग गेमचा आनंद घ्या.",
    "ms": "Nikmati permainan memandu kereta ekstrem baharu Ultimate Car Driving 2.",
    "nl": "Geniet van het nieuwe extreme autorijspel Ultimate Car Driving 2.",
    "no": "Nyt det nye ekstreme bilkjøringsspillet Ultimate Car Driving 2.",
    "pl": "Ciesz się nową ekstremalną grą wyścigową Ultimate Car Driving 2.",
    "pt_BR": "Aproveite o novo jogo de direção de carros extremos Ultimate Car Driving 2.",
    "pt_PT": "Desfrute do novo jogo de condução de carros extrema do Ultimate Car Driving 2.",
    "ro": "Bucură-te de noul joc extrem de condus auto, Ultimate Car Driving 2.",
    "ru": "Наслаждайтесь новой экстремальной игрой в вождение автомобилей Ultimate Car Driving 2.",
    "sk": "Užite si novú extrémnu hru s jazdou v aute Ultimate Car Driving 2.",
    "sl": "Uživajte v novi ekstremni igri vožnje z avtomobilom Ultimate Car Driving 2.",
    "sv": "Njut av det nya extrema bilkörningsspelet Ultimate Car Driving 2.",
    "sw": "Furahia mchezo mpya wa kuendesha magari hatari wa Ultimate Car Driving 2.",
    "ta": "அல்டிமேட் கார் டிரைவிங் 2 இன் புதிய எக்ஸ்ட்ரீம் கார் டிரைவிங் விளையாட்டை அனுபவிக்கவும்.",
    "te": "అల్టిమేట్ కార్ డ్రైవింగ్ 2 యొక్క కొత్త ఎక్స్‌ట్రీమ్ కార్ డ్రైవింగ్ గేమ్ ఆనందించండి.",
    "th": "สนุกกับเกมขับรถสุดขีดใหม่ Ultimate Car Driving 2",
    "tr": "Ultimate Car Driving 2'nin yeni ekstrem araba sürüş oyununun tadını çıkarın.",
    "uk": "Насолоджуйтесь новою екстремальною грою в їзду на машинах Ultimate Car Driving 2.",
    "vi": "Thưởng thức trò chơi lái xe hơi mạo hiểm mới của Ultimate Car Driving 2.",
    "zh_CN": "尽情享受终极赛车2带来的全新极限驾驶游戏体验。",
    "zh_TW": "盡情享受終極賽車駕駛2的全新極限賽車駕駛遊戲。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy new extreme Car Driving game of Ultimate Car Driving 2. This exciting car game is the best car driving of 2025 provides unlimited customization options in huge open world. Join the endless fun with many racing cars to choose from.\n\nHow To Play\nYou can move your car around using the WASD keys.\n\nFeatures \n✓  New Cars\n✓ Police and Helicopters\n✓ Quality Graphics\n\nEnjoy Ultimate Car Driving 2 Game for free, with more exciting features to come! This extension is completely ad-free, ensuring a seamless gaming experience."
  }
}