{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boston Bruins New Tab Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the Ice Hockey Thrill with Boston Bruins New Tab Bliss: Your Gateway to NHL Excitement!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hockey fanatics, get ready to elevate your browsing game with the BOSTON BRUINS New Tab Backgrounds Chrome extension! Immerse yourself in the exhilarating world of ice hockey every time you open a new tab, as the backgrounds dynamically change, featuring the iconic Boston Bruins in action.\n\nIndulge your passion for the sport with automatic wallpaper changes capturing the intensity and skill of the Boston Bruins. Pin your favorite moments to create a personalized browsing experience that mirrors your love for this legendary team.\n\nBut that's not all! Navigate effortlessly with quick access to your most-visited websites using strategically placed shortcut icons on the left side of your screen. Stay in the hockey loop with a swift and efficient Google Search and never lose track of time with the integrated clock and date feature.\n\nSecurity is our priority, and rest assured, our extension excludes any content that could compromise your online safety. Customize your experience further with the active/passive option in the settings, giving you control over your browsing atmosphere.\n\nDownload the Boston Bruins New Tab Backgrounds extension now and embark on a thrilling journey through the heart of ice hockey. Join us in celebrating the legacy, power, and excitement of the Boston Bruins with a browsing experience that mirrors the intensity of the game.\n\nDownload Now and Let the Boston Bruins Spirit Take Over Your Browser!"
  }
}