{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Cypress Tests generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Records user session and generates cypress tests with support of Open AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate tool for web developers and testers!\n\nOur Chrome extension uses the power of OpenAI to automatically generate Cypress test cases when you interact with your website.\n\nWith our extension, you can easily create comprehensive test cases by simply clicking on different elements on your website. Say goodbye to tedious manual testing and hello to faster, more efficient testing.\n\nOur extension is perfect for teams who want to save time and improve the quality of their web applications. Whether you're a developer, tester, or QA engineer, our tool will help you catch bugs and ensure your website is running smoothly.\n\nFeatures:\n•\tEasy to use: Simply click on elements to generate test cases.\n•\tOut of box: It suggests out of the box test scenarios to test your website.\n•\tComprehensive: Generates Cypress test cases to cover multiple scenarios.\n•\tEfficient: Saves time and improves the quality of your web applications.\n•\tPowerful: Uses OpenAI to automate the testing process.\n\nTry our extension today and see how it can transform your web development and testing process!\n\nHow to Generate Your OpenAI API Key\n•\tIf you already have an API Key, you can use it for this extension. If not, follow these steps to generate new api key:\n•\tGo to the OpenAI website https://platform.openai.com/ and Sign up for an OpenAI account.\n•\tOnce you have signed up and logged in, Go to https://platform.openai.com/account/api-keys\n•\tClick on the \"Create API key\" button.\n•\tAfter you have created your API key, it will be displayed on the page. Copy it to your clipboard.\n•\tPaste the new API key in the space provided in extension and start using the extension.\n\n***Important: “Our extension allows users to send data to OpenAI for natural language processing and analysis. We take user privacy and security seriously and have designed our extension to protect user data as much as possible. However, it is important for users to understand that they are responsible for the data they choose to send through the extension. We strongly recommend that users review and understand OpenAI's data privacy and security policies before using our extension to send data”.\n\nUsage\n•\tNavigate to test website\n•\tOpen the extension and enter Open AI API key\n•\tClick Record button to start recording\n•\tClick on any elements on the website that you want to test\n•\tChoose suitable value from the action dropdown on top of each selected element\n•\tClick Stop to stop recording\n•\tClick Get Scenarios button to generate test scenarios\n•\tClick Get Test cases button to generate cypress test cases code\n\nContributing\nThank you for your interest in contributing to AI Cypress Tests Generator,\nWe welcome contributions to this project! \nCheck us out on GitHub: \nLink to GitHub - https://github.com/syscolabs/ai-cypress-tests-generator"
  }
}