{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Platos de la Semana"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Una extensión para extraer y copiar la lista de platos disponibles de la semana de la página web Fresh Greens."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Platos de la Semana es una extensión diseñada para facilitar la vida de los usuarios que visitan la página de Fresh Greens. Con esta extensión, podrás extraer rápidamente la lista de platos disponibles en la página de clientes de Fresh Greens y copiarla directamente al portapapeles para un acceso rápido y sencillo. \n\nCaracterísticas principales:\n\n- Extracción rápida de platos: Con solo un clic, la extensión recopila todos los nombres de los platos disponibles en la página y los organiza en una lista fácil de leer.\n- Copiar al portapapeles: Puedes copiar la lista completa de platos con un solo clic, ideal para compartir o guardar la información.\n- Verificación automática de la página: La extensión verifica si estás en la página correcta de Fresh Greens. Si no es así, te ofrece redirigirte a la página adecuada para usar todas las funcionalidades de la extensión.\n- Interfaz intuitiva: Un diseño limpio y simple, con iconos claros y un popup informativo que mejora tu experiencia de usuario.\n\n¿Cómo utilizarla?\n\n1. Visita la página de clientes de Fresh Greens en https://www.freshgreens.es/customer.\n2. Haz clic en la extensión para ver la lista de platos disponibles.\n3. Si no estás en la página correcta, la extensión te dará la opción de dirigirte a la página adecuada.\n4. Copia la lista de platos al portapapeles con un solo clic.\n\n¡Simplifica tu experiencia en Fresh Greens con esta útil extensión!"
  }
}