{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block YouTube Shorts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN": "Experience Shorts Videos as Regular YouTube Videos.",
    "de": "Spiele Youtube-Shorts-Videos wie normal Videos ab.",
    "fr": "Jouer le Short comme si c'était une vidéo normale.",
    "it": "Riproduci gli shorts di YouTube come fossero normali video.",
    "ja": "Youtubeのショート動画を普通の動画として表示します。",
    "tr": "Youtube shorts videolarını normal bir video gibi oynatın.",
    "zh_TW": "將Youtube上的Short影片改為一般的影片播放"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block YouTube Shorts is a unique Chrome extension designed to enhance your video watching experience on YouTube. Are you frequently distracted by irrelevant shorts on YouTube? Our solution allows you to view shorts videos on a regular page, just like a standard YouTube video.\nKey Features:\nUI Optimization: The user interface of YouTube shorts is not well-optimized for PCs and offers poor functionality. Our extension significantly improves the user experience by displaying short videos in the regular video player.\nHide Shorts Video Mode: This feature is enabled by default. If you prefer not to use it, you can disable it in the options page!\nEasy URL Change: Simply change the URL from youtube.com/shorts/\"video-id\" to youtube.com/watch?v=\"video-id\" to switch shorts into regular video format.\nMultilingual Support: Includes German, French, and Italian translations, making it easy for you to use the extension no matter your preferred language.\nLatest Updates (Version 1.4.1):\nAdded: German translation.\nChanged: Support for new subscription page (Hide shorts video).\nOther Features:\nMobile support (m.youtube.com).\nBlock shorts reels (if the Hide Shorts Video feature is enabled).\nAdded \"Open in Regular Player\" button in the Shorts player.\nImproved performance and fixed issues related to the hide shorts video feature.\nDownload now and start enjoying YouTube videos in a whole new way!"
  }
}