{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vision AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture web screenshots and add prompts for instant AI-powered responses with Vision AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut: CTRL + SHIFT + Y\n\nDiscover the next level of digital interaction with Vision AI, a Chrome extension revolutionizing how you seek information online. Vision AI seamlessly blends the power of screenshots with AI-driven insights, offering an intuitive and dynamic way to interact with the web.\n\nKey Features:\n\n1. Effortless Screenshot Capturing: Instantly grab any part of your web page – images, text, or data. Vision AI makes it easy to capture the essence of what you're viewing.\n\n2. Interactive AI Prompts: Attach your questions or prompts to the screenshots. Vision AI's sophisticated AI algorithms interpret your query in the context of the captured image, providing richer, more accurate responses.\n\n3. Seamless Integration: Vision AI fits smoothly into your browser experience, ensuring that powerful AI assistance is always just a click away.\n\n4. Versatile Usage: Whether you’re a student needing quick explanations of complex concepts, a professional analyzing market data, or simply exploring the internet, Vision AI enhances your search and discovery process.\n\n5. Privacy and Security: Your online privacy is paramount. Vision AI handles your data with the utmost security, ensuring that your browsing remains private and secure.\n\nApplication Scenarios:\n\n1. Academic Learning: Take snapshots of educational content and ask for detailed explanations or further information.\n2. Business Intelligence: Capture market charts or business data and inquire for in-depth analysis or forecasts.\n3. Creative Exploration: Snap photos of artwork or designs you encounter online and ask for insights or similar style suggestions.\n\nWith Vision AI, you're not just browsing the web – you're engaging with it in a more meaningful, intelligent way. Turn every screenshot into an opportunity for learning and discovery."
  }
}