{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save the house - Stickman TD"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play home saving Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save The House - Stickman TD: Defend Your Home with Stickman Tower Defense, Defeat Monsters, and Upgrade Weapons!\n\nWelcome to \"Save The House - Stickman TD\"! This is a unique tower defense game where you play as a stickman defending your home from invading monsters. By defeating monsters, you can upgrade your weapons and defense facilities to enhance your power.\n\nKey Features:\n\nSimple yet addictive gameplay: The game features easy-to-understand controls, allowing players to quickly get into the action. You need to build defense towers and facilities around your home, then observe the movement paths of the monsters and strategically deploy stickmen and weapons to defeat them.\n\nPowerful weapon upgrades: By defeating monsters and completing levels, you can earn coins and rewards to upgrade your weapons and defense facilities. This will increase the attack power and defense capabilities of your stickmen, enabling you to effectively combat powerful monsters.\n\nUnpredictable monsters: The game features a wide variety of monsters, each with different characteristics and attack methods. You need to study their weaknesses and employ corresponding strategies to defeat them.\nBeautiful game graphics: \"Save The House - Stickman TD\" features stunning game graphics and adorable stickman designs. Each monster and stickman has unique animations and details, providing players with a visual delightAre you ready to defend your home? Join \"Save The House - Stickman TD\" and battle against monsters, upgrade weapons and defense facilities, and become the hero who protects your home!\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}