{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Instant Multilingual PDF/HTML/TXT Dictionary",
    "es": "Instant Multilingual PDF/HTML/TXT Diccionario",
    "ru": "Быстрый Многоязычный PDF/HTML/TXT Словарь",
    "uk": "Миттєвий Багатомовний PDF/HTML/TXT Словник"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Define word(s) on PDF/HTML/TXT pages in just two clicks, even on local docs. Now with ChatGPT support.",
    "es": "Define palabras en páginas PDF/HTML/TXT con solo dos clics, incluso en documentos locales. Ahora con respaldo de ChatGPT.",
    "ru": "Находите определения слов на PDF/HTML/TXT страницах всего в два клика, даже на локальних документах. Теперь с поддержкой ChatGPT.",
    "uk": "Знаходьте визначення слів на PDF/HTML/TXT сторінках всього у два кліки, навіть на локальних документах. Тепер із підтримкою ChatGPT."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "🔍 Enhance your reading experience with our extension. Easily obtain definitions by selecting a word or phrase. Use the Alt+Shift+Z shortcut, or right-click to choose 'Define [your selected word(s)]'. 🚫 Note: The Alt+Shift+Z shortcut is not applicable to local PDF documents. Easily edit your selections in the popup window by clicking the extension button.\n\n🔑 Key Options:\n- 🎛️ Customize Shortcuts: Tailor a shortcut that complements your workflow.\n- 📚 Definition Providers: Choose your primary definition provider. We now feature the versatile ChatGPT, supporting languages including Arabic, Brazilian Portuguese, Bulgarian, Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English (UK/US), Finnish, French, German, Greek, Hebrew, Hindi, Hungarian, Indonesian, Italian, Japanese, Korean, Norwegian, Polish, Portuguese, Romanian, Russian, Slovak, Spanish, Swedish, Thai, Turkish, Ukrainian, and Vietnamese.\n- 🖼️ Popup Window Configuration: Personalize the popup window's appearance and functionality.\n- 🔗 Web Search Link: Easily access extended information with a 'Search the web' link.\n- 💡 ChatGPT Backup: Utilize ChatGPT as an additional source for definitions (register at chatgpt.com if required).\n\n🌟 Special Feature: Enable word pronunciation on Content Security Policy (CSP) protected pages like chat.openai.com and github.com with our 'CSP Page Pronunciation' option. This feature is initially disabled 🔒 and can be activated based on site policies.\n\n⚠️ Note: Our extension is compatible with native PDF formats but does not support protected or scanned documents. For local document access, enable the 'Allow access to file URLs' option on the chrome://extensions page.\n\n📃 Changelog Highlights:\n- 🌍 Version 1.3.120: ChatGPT added as a definition provider, expanding our language support and enhancing definition accuracy.\n- 🌍 Version 1.3.116: Spanish (es) locale added for our Spanish-speaking users.\n- 🆕 Version 1.3.111: Resolved issues with ChatGPT backup definitions.\n- 🔊 Version 1.3.89: Introduced the 'CSP Page Pronunciation' feature.\n- ⏪ Earlier Versions: Continual enhancements including tooltips, improved context menus, and support for frames matching specific URLs.",
    "es": "🔍 Mejora tu experiencia de lectura con nuestra extensión. Obtén definiciones fácilmente seleccionando una palabra o frase. Usa el atajo Alt+Shift+Z, o haz clic derecho para elegir 'Definir [tu(s) palabra(s) seleccionada(s)]'. 🚫 Nota: El atajo Alt+Shift+Z no es aplicable a documentos PDF locales. Edita fácilmente tus selecciones en la ventana emergente haciendo clic en el botón de la extensión.\n\n🔑 Opciones Principales:\n- 🎛️ Personalizar Atajos: Elige un atajo que se adapte a tu flujo de trabajo.\n- 📚 Proveedores de Definiciones: Elige tu proveedor de definiciones principal. Ahora incluimos el versátil ChatGPT, que soporta idiomas como árabe, portugués brasileño, búlgaro, chino (simplificado), chino (tradicional), checo, danés, holandés, inglés (UK/US), finlandés, francés, alemán, griego, hebreo, hindi, húngaro, indonesio, italiano, japonés, coreano, noruego, polaco, portugués, rumano, ruso, eslovaco, español, sueco, tailandés, turco, ucraniano y vietnamita.\n- 🖼️ Configuración de la Ventana Emergente: Personaliza la apariencia y funcionalidad de la ventana emergente.\n- 🔗 Enlace de Búsqueda Web: Accede fácilmente a información extendida con un enlace de 'Buscar en la web'.\n- 💡 Respaldo de ChatGPT: Utiliza ChatGPT como una fuente secundaria de definiciones (regístrate en chatgpt.com si es necesario).\n\n🌟 Característica Especial: Habilita la pronunciación de palabras en páginas protegidas por Content Security Policy (CSP) como chat.openai.com y github.com con la opción 'Pronunciación en Páginas CSP'. Esta característica está inicialmente desactivada 🔒 y puede ser activada según las políticas del sitio.\n\n⚠️ Nota: Nuestra extensión es compatible con formatos PDF nativos, pero no con documentos protegidos o escaneados. Para acceder a documentos locales, activa la opción 'Permitir acceso a URLs de archivos' en la página chrome://extensions.\n\n📃 Destacados del Registro de Cambios:\n- 🌍 Versión 1.3.120: Se añadió ChatGPT como proveedor de definiciones, ampliando nuestro soporte de idiomas y mejorando la precisión de las definiciones.\n- 🌍 Versión 1.3.116: Se agregó localización en español (es) para nuestros usuarios de habla hispana.\n- 🆕 Versión 1.3.111: Se resolvieron problemas con las definiciones de respaldo de ChatGPT.\n- 🔊 Versión 1.3.89: Se introdujo la característica de 'Pronunciación en Páginas CSP'.\n- ⏪ Versiones Anteriores: Mejoras continuas incluyendo consejos informativos, menús contextuales mejorados y soporte para marcos que coinciden con URLs específicas.",
    "ru": "🔍 Улучшите свой опыт чтения с нашим расширением. Легко получайте определения, выбирая слово или фразу. Используйте сочетание клавиш Alt+Shift+Z или щелкните правой кнопкой мыши, чтобы выбрать 'Определить [выбранное вами слово(а)]'. 🚫 Обратите внимание: сочетание клавиш Alt+Shift+Z не применимо к локальным PDF-документам. Легко редактируйте ваши выборки во всплывающем окне, нажав на кнопку расширения.\n\n🔑 Основные функции:\n- 🎛️ Настройка горячих клавиш: Подберите удобное сочетание клавиш, соответствующее вашему рабочему процессу.\n- 📚 Поставщики Определений: Выберите основного поставщика определений. Теперь мы предлагаем универсальный ChatGPT, поддерживающий такие языки, как арабский, бразильский португальский, болгарский, китайский (упрощенный), китайский (традиционный), чешский, датский, голландский, английский (UK/US), финский, французский, немецкий, греческий, иврит, хинди, венгерский, индонезийский, итальянский, японский, корейский, норвежский, польский, португальский, румынский, русский, словацкий, испанский, шведский, тайский, турецкий, украинский и вьетнамский.\n- 🖼️ Настройка всплывающего окна: Настройте внешний вид и функционал всплывающего окна по своему вкусу.\n- 🔗 Ссылка на поиск в Интернете: Легко получите расширенную информацию, используя ссылку 'Поиск в интернете'.\n- 💡 Резервный ChatGPT: Используйте ChatGPT как дополнительный источник определений (зарегистрируйтесь на chatgpt.com при необходимости).\n\n🌟 Особая функция: Включите произношение слов на страницах с защитой Content Security Policy (CSP), таких как chat.openai.com и github.com, с помощью опции 'Произношение на страницах CSP'. Эта функция изначально отключена 🔒 и может быть активирована в соответствии с политикой сайтов.\n\n⚠️ Примечание: Наше расширение совместимо с нативными PDF-форматами, но не поддерживает защищенные или отсканированные документы. Для доступа к локальным документам включите опцию 'Разрешить доступ к URL-адресам файлов' на странице chrome://extensions.\n\n📃 Главные моменты журнала изменений:\n- 🌍 Версия 1.3.120: ChatGPT добавлен в качестве поставщика определений, расширяя нашу поддержку языков и повышая точность определений.\n- 🌍 Версия 1.3.116: Добавлена испанская (es) локализация для наших испаноязычных пользователей.\n- 🆕 Версия 1.3.111: Исправлены проблемы с резервными определениями ChatGPT.\n- 🔊 Версия 1.3.89: Введена функция 'Произношение на страницах CSP'.\n- ⏪ Предыдущие версии: Постоянное улучшение пользовательского опыта, включая всплывающие подсказки, улучшенные контекстные меню и поддержку фреймов, соответствующих определенным URL-адресам.",
    "uk": "🔍 Покращте свій досвід читання за допомогою нашого розширення. Легко отримуйте визначення, вибравши слово чи фразу. Використовуйте поєднання клавіш Alt+Shift+Z або клацніть правою кнопкою миші, щоб вибрати 'Визначити [ваше вибране слово(а)]'. 🚫 Зверніть увагу: поєднання клавіш Alt+Shift+Z не застосовується до локальних PDF-документів. Легко редагуйте свої вибори у спливаючому вікні, натиснувши на кнопку розширення.\n\n🔑 Основні опції:\n- 🎛️ Налаштування гарячих клавіш: Підберіть зручне поєднання клавіш, яке відповідає вашому робочому процесу.\n- 📚 Постачальники визначень: Виберіть свого основного постачальника визначень. Тепер ми пропонуємо універсальний ChatGPT, що підтримує такі мови, як арабська, бразильська португальська, болгарська, китайська (спрощена), китайська (традиційна), чеська, данська, голландська, англійська (UK/US), фінська, французька, німецька, грецька, іврит, хінді, угорська, індонезійська, італійська, японська, корейська, норвезька, польська, португальська, румунська, російська, словацька, іспанська, шведська, тайська, турецька, українська та в'єтнамська.\n- 🖼️ Налаштування спливаючого вікна: Персоналізуйте зовнішній вигляд та функціональність спливаючого вікна.\n- 🔗 Посилання для пошуку в Інтернеті: Легкий доступ до розширеної інформації за допомогою посилання 'Пошук в інтернеті'.\n- 💡 Резервний ChatGPT: Використовуйте ChatGPT як додаткове джерело визначень (зареєструйтеся на chatgpt.com за потреби).\n\n🌟 Особлива функція: Увімкніть вимову слів на сторінках із захистом Content Security Policy (CSP), таких як chat.openai.com та github.com, за допомогою опції 'Вимова на сторінках CSP'. Ця функція спочатку вимкнена 🔒 та може бути активована відповідно до політики сайтів.\n\n⚠️ Примітка:\n\n Наше розширення сумісне з нативними PDF-форматами, але не підтримує захищені чи відскановані документи. Для доступу до локальних документів увімкніть опцію 'Дозволити доступ до URL-адрес файлів' на сторінці chrome://extensions.\n\n📃 Основні моменти журналу змін:\n- 🌍 Версія 1.3.120: ChatGPT додано як постачальника визначень, розширюючи нашу підтримку мов та покращуючи точність визначень.\n- 🌍 Версія 1.3.116: Додана іспанська (es) локалізація для наших іспаномовних користувачів.\n- 🆕 Версія 1.3.111: Вирішені проблеми з резервними визначеннями ChatGPT.\n- 🔊 Версія 1.3.89: Введено функцію 'Вимова на сторінках CSP'.\n- ⏪ Попередні версії: Постійне вдосконалення користувацького досвіду, включаючи вспливаючі підказки, вдосконалені контекстні меню та підтримку фреймів, що відповідають певним URL-адресам."
  }
}