{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TellAndy: AI-Generated Guides and Videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Discover future documentation via TellAndy Chrome extension. Turn web tasks into AI Generated  videos and articles"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why Choose TellAndy?\nWith TellAndy, you're not just documenting; you're revolutionizing the way you communicate processes:\n- Instant Transformation: Turn any process into captivating videos, articles, and clear screenshots in mere minutes.\n- Auto-Generated Screenshots: With the free extension, automatically capture essential steps, ensuring no detail is missed.\n- Generative AI at Your Fingertips: Leverage AI to produce content that resonates, ready to be published on your preferred platform, be it your knowledge base, YouTube, or even directly via email.\n- Accelerate Communication: Enhance your team's efficiency, reduce redundant queries, and cut down on operational costs.\n\nHow Does TellAndy Work?\n- Record & Explain: Narrate your workflow to TellAndy's AI, just as you would to a colleague. Review and refine the transcript for perfection.\n- Preview & Customize: See your article, video, and screenshots come to life. Make on-the-fly edits, brand your content, and ensure it's ready for your audience.\n- Publish & Share: Distribute your content instantly across various platforms, send it through email, or download for offline use.\n\nBeyond Just Documentation\nDid you detail a new feature on your blog? Want to engage your audience better? Simply provide TellAndy with the website address or a text prompt. Watch as it crafts an informative video or article, complemented by crisp screenshots, for your audience, be it customers, teammates, or social media followers.\n\nEndless Editing Capabilities\nFrom quick AI-generated edits to comprehensive video editing tools, TellAndy offers a spectrum of customization. Plus, with the inclusive brand kit, make every piece of content uniquely yours.\n\nEmpower Every Team\n- Sales: Personalize pitches with custom videos and screenshots.\n- Customer Success & Support: Enhance onboarding, answer queries, and provide tailored video responses.\n- Documentation & Training: Convert articles into professional videos and screenshots swiftly.\n- Product Teams: Announce new features with engaging videos and clear visuals, boosting user engagement and minimizing churn.\n\nJoin the TellAndy revolution and redefine how you document and communicate!"
  }
}