{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ads Library Expander"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize Facebook Ads Library with our Chrome extension. Streamline research, save time!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our Chrome extension revolutionizes the way you utilize the Facebook Ads Library. If you frequently browse through ads on the library, you know how tedious it can be to manually copy the ad page link, open a new tab, paste the link, and then adjust the country and ad type filters.\n\nWith our extension, this process becomes a breeze. Simply click the 'Copy Link' button on the ad page, and our extension takes care of the rest. It seamlessly opens a new tab, pastes the link for you, and automatically selects 'All Countries' and 'All Ad Types' to ensure you get a comprehensive view of the ads.\n\nNo more wasting time switching tabs, adjusting filters, and tediously repeating the same steps. Our extension enhances your efficiency and productivity by automating these repetitive tasks, allowing you to focus on analyzing the ads and gathering valuable insights.\n\nWhether you're a marketer, researcher, or advertiser, our extension empowers you to streamline your Facebook Ads Library experience. Spend less time on manual tasks and more time gaining insights from the ads that matter to you.\n\nTry our Chrome extension today and unlock a more efficient and seamless way to explore the Facebook Ads Library. Simplify your ad research process, save time, and uncover valuable advertising trends with ease!"
  }
}