{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Love O'Clock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Celebrate your love! Displays how long you have been together with your loved one. Plus soft anniversary reminders"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This simple extension counts accurately how many years/months/days you have been together with your loved ones. Just key in the date in the option page, and that'd get this extension kicking.\n\nExtra features:\n- Anniversary reminder - with the option of monthly, yearly, or no reminder.\n- Really really cute emoticon (gif animation) next to the date - you can turn it off it you want.\n- 31 different emoticons in total. 1 for each day of the month.\n\n--------------------------------------------\n\nI make this extension for my own personal use since I tend to forget my anniversary. And wouldn't it be nice to know that it has been \"6 months and 3 days\" without even counting? Your kind comments are welcomed.\n\n**I will NOT monetize this add-on. Please don't contacting me asking if I want to monetize it.**\n\n--------------------------------------------\n\nUpdates:\n2017/03/12 - Fixed year. The year dropdown will show the current year down to current year - 100.\n2014/03/04 - Added 2014 in the option. Fixed notification.\n2013/01/01 - Added 2013 in the option.\n2011/01/02 - Fixed minor day counting problem in January.\n\n--------------------------------------------\n\nNotes: This extension was my very first side project right after taking my first computer science course. The year dropdown was originally hard-coded. It has since been fixed and I'm now a much better developer."
  }
}