{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apoio ao Trace Covid-19"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão que permite os profissionais de saúde extrairem informação do estado dos utentes da plataforma tracecovid19.min-saude.pt"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Para utilizar as funcionalidades é necessário ter conta no site tracecovid19.min-saude.pt e navegar para a página de pesquisa e listagem de utentes.\n\nInstruções de utilização:\n1. Abrir a janela da extensão irá ter um campo de texto onde pode introduzir a listagem de número de utentes.\nNota: O números devem ser organizados um por linha. Pode confirmar o número total de utentes no botão de \"Processar\".\n2. Clicar no botão de supramencionado.\n3. Esperar que o trabalho esteja concluído. Pode consultar o progresso na barra de progressos.\nNota: É esperado que veja o página a piscar ou mudar de estado de uma forma rápida.\n4. No final é feito o download de um ficheiro Excel com os dados colecionados.\n\nPrecauções a tomar:\n- Não navegar para fora da página enquanto a pesquisa está a decorrer.\n\nProblemas conhecidos:\n- No final do processo, se não fizer refresh à página, e tentar novamente com um novo conjunto de números vai fazer com o número de ficheiros a fazer download seja multiplicado (um por cada vez que carregar no botão)\n- Caso a sessão de autenticação expire pode passar a dar erros de forma contínua. Nesses casos é necessário recarregar a página.\n- Estados específicos de utentes poderão dar erro e fazer demorar mais tempo o processamento desses números. Nos casos em que isto acontece, no ficheiro Excel de resultado vai aparecer \"ERRO\" em frente ao número do utente. Deve tratar estes casos de forma particular.\n\nOs resultados obtidos estão sujeitos aos dados disponíveis na plataforma para as entidades oficiais, pelo que a responsabilidade não pode ser imputada ao criador."
  }
}