{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Follower Export Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Tools allows you to easily export your Instagram followers and following lists to Excel or CSV formats with just one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IG Follower Export Tool - Export IG followers and followings to Excel/CSV formats with just one click.\n\nWith the IG Tools - IG Follower Export Tool, you can scrape over 50K IG followers or followings effortlessly.\n\nHow to Use\nClick the IG Tools - IG Follower Export Tool icon on the browser toolbar to open the IGTools popup page via IGTools Net.\nClick the \"Export IG Data\" button to open the IGTools option page.\nInput a valid IG profile URL or IG ID.\nClick the \"Start parsing\" button. Our IG Tools will run automatically. Once the process is complete, you can download IG followers or followings to CSV or Excel.\nFeatures\nExport IG followers and followings with one click using the extension.\nExport up to 50K IG followers or followings.\nSupports CSV and Excel formats.\nHandles IG rate limit errors.\nProcess data with one click via IGTools net.\nSupported Columns\nID\nUser Name\nFull Name\nIG Profile URL\nIG Avatar URL\nIs IG Profile Verified\nSecurity\nThe extension does not ask for your IG password or any personal data, including IG user information, story, visit history, posts, and social relationships.\nIG enforces a rate limit, i.e., a limit on the number of requests. The rate limit is not public information and varies depending on your IP address.\nHow it works in IG Follower Export Tool\nIf you export a large list of IG followers, you might encounter a rate limit error.\nThe extension will enter “Cooldown” mode, and a timer will show the remaining time.\nIf the rate limit error persists, the cooldown period will double.\nOnce the cooldown period ends and the subsequent request is successful, the IGTools will switch back to Normal mode."
  }
}