{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IND Appointment Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension helps to make an appointment at IND."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is aimed to help the people who are in urgent need of making an appointment at IND but cannot find an available slot. It constantly check the IND online appointment planner and automatically make the appointment if it found an available slot. \n\nTo use the extension, you need to:\n  - Select the purpose. \n  - Select the IND desk.\n  - Set the expect date and time range of the appointment, only the slot inside the range will be booked.\n  - Fill in the personal information (you can make the appointment for up to 6 people together).\n\nThen click the \"Start\" button, it will open a new tab of IND online appointment planner with a status popup shows the running state of the extension. You can then leave the extension running, it will constantly check the status of the available slot, once it found an available slot inside the expect date and time range, it will book the slot automatically and the extension will stop, you should received the email from IND later.\n\nIf there is no available slot found after one day, the extension will stop, you can set expected the date/time to a wider range and try again.\n\nThe extension will not collect any information from the user, but it is always a good idea to delete the user information by click the \"Clear User Info\" button if you successfully made an appointment or you decided not the use the extension.\n\nIf you have any problems when using the extension, please contact the author.\n\nWARNING:  Using this extension for monetary purpose is neither encouraged nor permitted. People misusing this extension will be solely liable for legal consequences."
  }
}