{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sound Up - Volume Booster 2023"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sound Up: Boost with this Chrome extension. Increase volume and amplify audio on any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📢 Sound Up is a tool that enhances the volume and sound quality of videos and music. It increases volume and bass, and provides an equalizer for control. With Sound Up, you can improve the sound quality in the Chrome browser, enhancing your listening experience on YouTube Music and videos. It maximizes bass and boosts volume up by 500%.\n\nThe Stylish Sound Up popup includes a volume switch and a list of tabs that are currently playing audio content. You can easily adjust the sound within the current web tab using the slider.\n\nTransform your browsing experience into an awesome audio journey with this extension. Utilize the sound booster on your favorite websites.\n\nTo use the Volume Booster extension:\n\n✔️ Install Sound Up.\n✔️ Pin it to the toolbar.\n✔️ Click on the Sound Up extension icon and toggle the volume booster on.\n\nThen, click on the extension icon and choose the desired sound boost range.\n\nSound Up is a user-friendly and convenient music tool that enhances the sound quality of your favorite songs. Give the Equalizer a try and enjoy its benefits.\n\nBass Booster elevates the audio experience of videos, songs, movies, and more by enhancing the output of your speakers or headphones.\n\nBass Boost is an easy-to-use audio equalizer with various settings that make videos, music, movies, gameplay, anime, and more sound incredible with just a click. It provides a similar experience to expensive headphones or speakers, completely free. Download it now!\n\nVolume Control:\nTake full control over your audio with a powerful volume adjustment tool that allows you to set individual volume settings for each tab. To address this need, we have developed our audio volume control extension.\n\nWe hope you find our tool useful! We are waiting for your feedback and ratings! If you’re experiencing problems or isn't working on, please contact us."
  }
}