{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailSpresso"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Personal Gmail Assistant."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to endless hours managing your inbox.\nSay hello to MailSpresso.\nMailSpresso helps you respond to emails and compose new emails more efficiently.\n\n\nWhy choose MailSpresso?\nMailSpresso works directly in your Gmail drafts.\nIt analyzes the context of your received emails and crafts responses accordingly. You can refine your replies by selecting a tone, determining the length, and adding relevant keywords and short sentences.\nAdditionally, it can generate new emails (incl. subject lines) based on your keywords and short sentences.\n\n\nWatch a demo video of MailSpresso in action:\nhttps://www.youtube.com/watch?v=A_HNSko75P0\n\n\nAll features at a glance:\n\n📢 Tone:\nChoose from four different tones to accurately convey your message - be it friendly, excited, urgent, or angry.\n\n👟 Quick replies:\nWith the \"thumbs up\" or \"thumbs down\" button, you can generate a positive (yes) or negative (no) response.\n\n📏 Email length:\nAdjust the length of your message according to your needs - be it short, medium, or long.\n\n🔑 Keywords & short sentences:\nEnter relevant keywords in the input tab. Then, click on the button \"Write\" to generate a complete email.\n\n✨ Dynamic generation:\nEach time you click on the button \"Write\", it generates a new email variation.\n\n🌎 Language:\nMailSpresso can craft emails in multiple languages, ensuring seamless cross-border communication.\n\n\nPowered by OpenAI & ChatGPT.\n\n\n***PLEASE NOTE: After installing the MailSpresso Chrome extension, you will need to enter the API key from your OpenAI account to activate the extension. Keep in mind that while MailSpresso is free, OpenAI charges based on your API key usage. For example, generating 450 emails in English costs around $5. Prices may vary for other languages; generating 350 emails in German costs approximately the same.***\n\n\nCredits:\nProject initiator: Andreas Schneider - Proarbeit AG\nCo-creators: Raphael Ernst & Sujan Thapa"
  }
}