{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MP-Control автоматизация рекламы Wildberries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Бесплатное расширение на Wildberries для работы с рекламным кабинетом WB"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение MP-Control позволяет тебе:\n- видеть реальные рекламные ставки всех типов рекламы прямо на сайте WB, \n- видеть приоритетность категорий по ключевому запросу,\n- видеть частотность по ключевому запросу и его динамику за последние 30 дней.\n- настраивать стратегии биддера, не переходя на сторонние сайты\n- видеть статистики по ключам (просмотры, клики, затраты, конверсии) прямо в самой РК\n- видеть статистику по всей рекламной кампании и оценивать ее эффективность в непосредственно в кабинете WB.\n\nВозможности MP-Control:\n- Удерживай желаемое место на странице, благодаря стратегии удержание позиции или диапазона позиций. Стабильно занимаешь место в выдаче - стабильно получаешь нужный трафик.\n\n- Не переплачивай за ставки Москвы, если товар лежит в Екатеринбурге. Конкуренты и ставки в каждом регионе свои, у нас ты можешь выставлять ставку по 8 регионам.\n\n- Не сливай бюджет на показы по нерелевантным ключам. Настрой автофильтр по CTR, CPC или органике. Не нужно переплачивать за неэффективные показы.\n\n- Отслеживай как набираются показы, как меняется частотность и как уменьшается твой CPC в одном месте. Ты можешь увидеть какая статистика по ключу была вчера, 7 дней назад или 30 дней назад и выбрать только эффективные ключи, которые принесут тебе заказы, а не только затраты.\n\n- В разделе “Статистика” ты найдешь только нужные графики, которые не перегружают тебя ненужной информацией и “подсвечивают” тебе самое важное.\n\n- Хочешь знать на каком ты месте в органике по ключу из рекламы? Легко! В каждой рекламной кампании ты увидишь свою органическую позицию по ключу. Если растешь по ключу, значит по нему выкупают - так ты можешь понять по какому ключу тебя выкупают и как эффективно работает твоя реклама. Все в одном месте!\n\n\nЭто расширение — часть сервиса MP-Control. Если вы ещё не пользуетесь сервисом, регистрируйся и получи бесплатную экскурсию по сервису и 10 дней бесплатного доступа."
  }
}