{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turbot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of tirelessly scouring through the endless listings on turbo.az for your dream car? Look no further! Introducing our…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of tirelessly scouring through the endless listings on turbo.az for your dream car? Look no further! Introducing our cutting-edge Chrome extension designed to revolutionize your car search experience.\n\n🚗 Automated Car Search: Say goodbye to manual searches! Our extension takes the hassle out of hunting for the perfect car by automating the entire process. Simply set your search criteria, sit back, and let the extension do the heavy lifting for you. It regularly updates your preferences and notifies you whenever a new listing matches your desired criteria.\n\n💰 Real-time Price Tracking: Never miss a deal again! Our extension not only helps you find your ideal car but also ensures you're always up-to-date with the latest price changes. Keep track of your favorite cars, like the stunning Lexus NX 250, and receive instant price change alerts via a dedicated Telegram bot. Stay informed and seize the opportunity when prices drop.\n\n🔔 Customized Alerts via Telegram: Stay connected and informed no matter where you are. Our extension seamlessly integrates with your Telegram account, delivering personalized alerts directly to your device. Whether you're at home, in the office, or on the go, you'll never miss out on a potential bargain.\n\n🌐 Turbo.az Integration: Our extension is specifically designed to enhance your turbo.az experience. It works harmoniously with the platform, leveraging its comprehensive listings to provide you with accurate results and timely updates.\n\nDon't waste another moment sifting through countless listings or constantly refreshing pages for price changes. Let our Chrome extension simplify your car search journey and keep you in the loop. Experience the future of car hunting today!"
  }
}