{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Forethought Assist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The knowledge you need to do your job from anywhere."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you’re like most support agents, you spend over a third of your time looking for information from all kinds of sources so you can give customers an accurate answer.\n\nNow you can use Forethought Assist to increase your productivity and deliver better customer experiences, all within a browser extension!\n\nStart saving hours of work by getting exactly what you need to send the customer, reducing time to resolution and increasing CSAT.\n\nABOUT FORETHOUGHT ASSIST:\nForethought Assist suggests answers to support tickets using true AI. New teammates get up to speed quickly, and veterans can find the answers they know are there faster than ever.\n\nWith Forethought Assist, you can also find the right solution to a customer problem with a quick search. Forethought accesses data from multiple sources instantly and delivers the best answer for each situation.\n\nWHY FORETHOUGHT ASSIST?\n- Optimized for your workflow: requires little or no training\n- Smarter search: uses Natural Language Understanding to suggest the best answers\n- Quick actions: past solutions and answers surface to the top, allowing you to apply them with a single click\n- Custom filters: select knowledge sources that work best for you\n- Works across channels: get answers to your agents for email, chat, or phone queues\n\nDON’T HAVE FORETHOUGHT ASSIST?\nNo problem. Learn how to get started here: https://www.forethought.ai/assist"
  }
}