{
  "name": {
    "ar": "eBay ﻊﻗﻮﻤﻟ ﻂﻘﻓ ﺔﻋﻮﻤﺠﻤﻟﺍ ﺭﺯ ءﺎﻔﺧﺇ",
    "am": "የ eBay ስብስብ-ብቻ አዝራርን ደብቅ",
    "bg": "Скриване на бутона само за събиране за eBay",
    "bn": "ইবে-এর জন্য সংগ্রহ-শুধুমাত্র বোতাম লুকান",
    "ca": "Amaga el botó només de col·lecció per a eBay",
    "cs": "Hide Collection-Only Button pro eBay",
    "da": "Skjul kun samling-knap til eBay",
    "de": "Schaltfläche „Nur Abholung“ für eBay ausblenden",
    "el": "Απόκρυψη κουμπιού μόνο συλλογής για eBay",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,sr,zh_CN,zh_TW": "Hide Collection-Only Button for eBay",
    "es": "Ocultar botón de solo colección para eBay",
    "et": "Peida eBay jaoks ainult kogu jaoks mõeldud nupp",
    "fa": "eBay ﯼﺍﺮﺑ ﻪﻋﻮﻤﺠﻣ ﻂﻘﻓ ﻪﻤﮐﺩ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ",
    "fi": "Piilota kokoelma-painike eBaylle",
    "fil": "Itago ang Collection-Only Button para sa eBay",
    "fr": "Masquer le bouton de collection uniquement pour eBay",
    "gu": "eBay માટે માત્ર સંગ્રહ બટન છુપાવો",
    "he": "eBay רובע דבלב ףסוא רותפכ רתסה",
    "hi": "ईबे के लिए केवल-संग्रह बटन छिपाएँ",
    "hr": "Sakrij gumb samo za zbirku za eBay",
    "hu": "A Csak gyűjteményhez tartozó gomb elrejtése az eBay-en",
    "id": "Sembunyikan Tombol Khusus Koleksi untuk eBay",
    "it": "Nascondi il pulsante Solo raccolta per eBay",
    "ja": "eBay のコレクション専用ボタンを非表示にする",
    "kn": "eBay ಗಾಗಿ ಸಂಗ್ರಹ-ಮಾತ್ರ ಬಟನ್ ಅನ್ನು ಮರೆಮಾಡಿ",
    "ko": "eBay의 컬렉션 전용 버튼 숨기기",
    "lt": "Slėpti tik kolekcijai skirtą mygtuką, skirtą „eBay“.",
    "lv": "Paslēpt eBay tikai kolekcijai paredzēto pogu",
    "ml": "eBay-യ്u200cക്കുള്ള ശേഖരം-മാത്രം ബട്ടൺ മറയ്u200cക്കുക",
    "mr": "eBay साठी फक्त-कलेक्शन बटण लपवा",
    "ms": "Sembunyikan Butang Koleksi Sahaja untuk eBay",
    "nl": "Knop Alleen verzameling verbergen voor eBay",
    "no": "Skjul kun samlingsknapp for eBay",
    "pl": "Ukryj przycisk „Tylko odbiór” w serwisie eBay",
    "ro": "Ascunde butonul numai pentru colecție pentru eBay",
    "ru": "Скрыть кнопку «Только коллекция» для eBay",
    "sk": "Hide Collection-Only Button pre eBay",
    "sl": "Skrij gumb samo za zbiranje za eBay",
    "sv": "Dölj endast samlingsknapp för eBay",
    "sw": "Ficha Kitufe cha Kukusanya Pekee kwa eBay",
    "ta": "eBayக்கான சேகரிப்பு மட்டும் பட்டனை மறை",
    "te": "eBay కోసం సేకరణ-మాత్రమే బటన్u200cను దాచండి",
    "th": "ซ่อนปุ่มคอลเลกชันเท่านั้นสำหรับ eBay",
    "tr": "eBay için Yalnızca Koleksiyon Düğmesini Gizle",
    "uk": "Приховати кнопку лише колекції для eBay",
    "vi": "Ẩn nút chỉ thu thập cho eBay"
  },
  "short": {
    "ar": ".eBay ﻊﻗﻮﻣ ﻰﻠﻋ ﻂﻘﻓ ﺔﻋﻮﻤﺠﻤﻟﺍ ﺮﺻﺎﻨﻋ ءﺎﻔﺧﻹ﻿ ﺭﺯ ﺔﻓﺎﺿﺇ",
    "am": "በ eBay ላይ ስብስብ-ብቻ ንጥሎችን ለመደበቅ አዝራር ያክላል.",
    "bg": "Добавя бутон за скриване на артикули само за колекции в eBay.",
    "bn": "ইবেতে শুধুমাত্র-সংগ্রহ আইটেম লুকানোর জন্য একটি বোতাম যোগ করে।",
    "ca": "Afegeix un botó per amagar els articles només de col·lecció a eBay.",
    "cs": "Přidá tlačítko pro skrytí položek Pouze kolekce na eBay.",
    "da": "Tilføjer en knap for at skjule elementer, der kun er samling på eBay.",
    "de": "Fügt eine Schaltfläche zum Ausblenden von Nur-Sammel-Artikeln bei eBay hinzu.",
    "el": "Προσθέτει ένα κουμπί για την απόκρυψη στοιχείων μόνο για συλλογή στο eBay.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,sr,zh_CN,zh_TW": "Adds a button to hide Collection-Only items on eBay.",
    "es": "Agrega un botón para ocultar artículos solo de colección en eBay.",
    "et": "Lisab nupu ainult kollektsiooni kuuluvate üksuste peitmiseks eBays.",
    "fa": ".ﺪﻨﮐ ﯽﻣ ﻪﻓﺎﺿﺍ eBay ﺭﺩ ﻪﻋﻮﻤﺠﻣ ﻂﻘﻓ ﺩﺭﺍﻮﻣ ﻥﺩﺮﮐ ﻥﺎﻬﻨﭘ ﯼﺍﺮﺑ ﯼﺍ ﻪﻤﮐﺩ",
    "fi": "Lisää painikkeen vain kokoelmaan kuuluvien kohteiden piilottamiseksi eBayssa.",
    "fil": "Nagdaragdag ng button para itago ang Collection-Only na mga item sa eBay.",
    "fr": "Ajoute un bouton pour masquer les objets de collection uniquement sur eBay.",
    "gu": "eBay પર માત્ર-સંગ્રહની વસ્તુઓ છુપાવવા માટે એક બટન ઉમેરે છે.",
    "he": ".ייביאב דבלב ףסוא יטירפ תרתסהל רותפכ ףיסומ",
    "hi": "eBay पर केवल संग्रह वाली वस्तुओं को छिपाने के लिए एक बटन जोड़ता है।",
    "hr": "Dodaje gumb za skrivanje stavki samo za kolekciju na eBayu.",
    "hu": "Hozzáad egy gombot a Csak gyűjteményhez tartozó elemek elrejtéséhez az eBay-en.",
    "id": "Menambahkan tombol untuk menyembunyikan item Khusus Koleksi di eBay.",
    "it": "Aggiunge un pulsante per nascondere gli oggetti di sola raccolta su eBay.",
    "ja": "eBay でコレクションのみのアイテムを非表示にするボタンを追加します。",
    "kn": "eBay ನಲ್ಲಿ ಸಂಗ್ರಹಣೆ-ಮಾತ್ರ ಐಟಂಗಳನ್ನು ಮರೆಮಾಡಲು ಬಟನ್ ಅನ್ನು ಸೇರಿಸುತ್ತದೆ.",
    "ko": "eBay에서 컬렉션 전용 항목을 숨기는 버튼을 추가합니다.",
    "lt": "Pridedamas mygtukas, skirtas paslėpti tik kolekcijai skirtus elementus „eBay“.",
    "lv": "Pievieno pogu, lai paslēptu tikai kolekcijas vienumus pakalpojumā eBay.",
    "ml": "eBay-യിൽ ശേഖരം-മാത്രം ഇനങ്ങൾ മറയ്ക്കാൻ ഒരു ബട്ടൺ ചേർക്കുന്നു.",
    "mr": "eBay वर फक्त-कलेक्शन आयटम लपविण्यासाठी बटण जोडते.",
    "ms": "Menambahkan butang untuk menyembunyikan item Koleksi Sahaja di eBay.",
    "nl": "Voegt een knop toe om alleen collectie-items op eBay te verbergen.",
    "no": "Legger til en knapp for å skjule gjenstander med kun samling på eBay.",
    "pl": "Dodaje przycisk umożliwiający ukrycie przedmiotów przeznaczonych wyłącznie do kolekcji w serwisie eBay.",
    "ro": "Adaugă un buton pentru a ascunde articolele numai pentru colecție de pe eBay.",
    "ru": "Добавляет кнопку, позволяющую скрыть предметы, предназначенные только для коллекций, на eBay.",
    "sk": "Pridá tlačidlo na skrytie položiek Iba kolekcia na eBay.",
    "sl": "Doda gumb za skrivanje predmetov samo za zbiranje na eBayu.",
    "sv": "Lägger till en knapp för att dölja objekt med endast samling på eBay.",
    "sw": "Huongeza kitufe ili kuficha vipengee vya Mkusanyiko Pekee kwenye eBay.",
    "ta": "eBay இல் சேகரிப்பு மட்டும் உருப்படிகளை மறைக்க ஒரு பொத்தானைச் சேர்க்கிறது.",
    "te": "eBayలో సేకరణ-మాత్రమే అంశాలను దాచడానికి బటన్u200cను జోడిస్తుంది.",
    "th": "เพิ่มปุ่มเพื่อซ่อนรายการเฉพาะคอลเลกชันบน eBay",
    "tr": "eBay'de Yalnızca Koleksiyon öğelerini gizlemek için bir düğme ekler.",
    "uk": "Додає кнопку, щоб приховати предмети лише колекції на eBay.",
    "vi": "Thêm nút để ẩn các mục Chỉ dành cho Bộ sưu tập trên eBay."
  },
  "long": {
    "ar": ".eBay ﺚﺤﺑ ﺞﺋﺎﺘﻧ ﻰﻟﺇ \"ﻂﻘﻓ ﺔﻋﻮﻤﺠﻤﻟﺍ ءﺎﻔﺧﺇ\" ﺭﺯ ﻒﻴﻀﻳ ﻂﻴﺴﺑ ﺩﺍﺪﺘﻣﺍ ﺍﺬﻫ",
    "am": "ይህ ወደ eBay የፍለጋ ውጤቶች 'ስብስብ-ብቻ' የሚለውን አዝራር የሚያክል ቀላል ቅጥያ ነው።\n\nይህ መቀያየር በገጽ ጭነቶች ውስጥ የሚቆይ ሲሆን በተለዋዋጭ ሊበራ እና ሊጠፋ ይችላል።",
    "bg": "Това е просто разширение, което добавя бутон „Скриване само на колекция“ към резултатите от търсенето в eBay.\n\nТова превключване остава при зареждане на страницата и може да се включва и изключва динамично.",
    "bn": "এটি একটি সাধারণ এক্সটেনশন যা ইবে অনুসন্ধান ফলাফলে একটি 'শুধু সংগ্রহ-লুকান' বোতাম যোগ করে।\n\nএই টগলটি পৃষ্ঠা লোডের মাধ্যমে অব্যাহত থাকে এবং গতিশীলভাবে চালু এবং বন্ধ করা যেতে পারে।",
    "ca": "Aquesta és una extensió senzilla que afegeix un botó \"Oculta només per a la col·lecció\" als resultats de la cerca d'eBay.\n\nAquesta commutació continua durant les càrregues de la pàgina i es pot activar i desactivar de manera dinàmica.",
    "cs": "Jedná se o jednoduché rozšíření, které k výsledkům vyhledávání na eBay přidá tlačítko „Skrýt pouze kolekci“.\n\nTento přepínač přetrvává během načítání stránky a lze jej dynamicky zapínat a vypínat.",
    "da": "Dette er en simpel udvidelse, der tilføjer en 'Skjul kun samling'-knap til eBay-søgeresultater.\n\nDenne skift fortsætter gennem sideindlæsninger og kan slås dynamisk til og fra.",
    "de": "Dies ist eine einfache Erweiterung, die den eBay-Suchergebnissen eine Schaltfläche „Nur Sammlung ausblenden“ hinzufügt.\n\nDieser Schalter bleibt beim Laden von Seiten bestehen und kann dynamisch ein- und ausgeschaltet werden.",
    "el": "Αυτή είναι μια απλή επέκταση που προσθέτει ένα κουμπί «Απόκρυψη μόνο συλλογής» στα αποτελέσματα αναζήτησης του eBay.\n\nΑυτή η εναλλαγή παραμένει κατά τη φόρτωση σελίδων και μπορεί να ενεργοποιηθεί και να απενεργοποιηθεί δυναμικά.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,sr,zh_CN,zh_TW": "Now supports eBay results lists that can be found via the category or browse sections, rather than strictly search results. \n\nThis is a simple extension that adds a 'Hide Collection-Only' button to eBay search results.\n\nThis toggle persists through page loads and can be dynamically turned on and off.",
    "es": "Esta es una extensión simple que agrega un botón 'Ocultar solo colección' a los resultados de búsqueda de eBay.\n\nEsta alternancia persiste a través de cargas de página y se puede activar y desactivar dinámicamente.",
    "et": "See on lihtne laiendus, mis lisab eBay otsingutulemustele nupu „Peida ainult kollektsioon”.\n\nSee lüliti püsib lehe laadimise ajal ja seda saab dünaamiliselt sisse ja välja lülitada.",
    "fa": ".ﺪﻨﮐ ﯽﻣ ﻪﻓﺎﺿﺍ eBay ﯼﻮﺠﺘﺴﺟ ﺞﯾﺎﺘﻧ ﻪﺑ ﺍﺭ «ﻪﻋﻮﻤﺠﻣ ﻥﺩﺮﮐ ﯽﻔﺨﻣ ﻂﻘﻓ» ﻪﻤﮐﺩ ﻪﮐ ﺖﺳﺍ ﻩﺩﺎﺳ ﯽﻧﺩﻭﺰﻓﺍ ﻪﻣﺎﻧﺮﺑ ﮏﯾ ﻦﯾﺍ",
    "fi": "Tämä on yksinkertainen laajennus, joka lisää \"Piilota vain kokoelma\" -painikkeen eBay-hakutuloksiin.\n\nTämä vaihto jatkuu sivujen latauksen ajan, ja se voidaan kytkeä päälle ja pois dynaamisesti.",
    "fil": "Isa itong simpleng extension na nagdaragdag ng button na 'Itago ang Koleksyon-Lamang' sa mga resulta ng paghahanap sa eBay.\n\nNagpapatuloy ang toggle na ito sa pamamagitan ng pag-load ng page at maaaring dynamic na i-on at i-off.",
    "fr": "Il s'agit d'une extension simple qui ajoute un bouton \"Masquer uniquement la collection\" aux résultats de recherche eBay.\n\nCette bascule persiste pendant les chargements de page et peut être activée et désactivée de manière dynamique.",
    "gu": "આ એક સરળ એક્સટેન્શન છે જે eBay શોધ પરિણામોમાં 'માત્ર-સંગ્રહ છુપાવો' બટન ઉમેરે છે.\n\nઆ ટૉગલ પૃષ્ઠ લોડ દ્વારા ચાલુ રહે છે અને ગતિશીલ રીતે ચાલુ અને બંધ કરી શકાય છે.",
    "he": ".ייביאב שופיחה תואצותל 'דבלב ףסוא רתסה' רותפכ הפיסומש הטושפ הבחרה יהוז",
    "hi": "यह एक साधारण एक्सटेंशन है जो eBay खोज परिणामों में 'केवल संग्रह छुपाएं' बटन जोड़ता है।\n\nयह टॉगल पृष्ठ लोड के माध्यम से बना रहता है और इसे गतिशील रूप से चालू और बंद किया जा सकता है।",
    "hr": "Ovo je jednostavno proširenje koje dodaje gumb 'Sakrij samo zbirku' u rezultate pretraživanja eBaya.\n\nOvaj prekidač traje tijekom učitavanja stranice i može se dinamički uključiti i isključiti.",
    "hu": "Ez egy egyszerű bővítmény, amely hozzáad egy „Csak gyűjtemény elrejtése” gombot az eBay keresési eredményeihez.\n\nEz a kapcsoló az oldalbetöltések során is fennáll, és dinamikusan be- és kikapcsolható.",
    "id": "Ini adalah ekstensi sederhana yang menambahkan tombol 'Sembunyikan Koleksi-Hanya' ke hasil pencarian eBay.\n\nPengalih ini tetap ada selama pemuatan halaman dan dapat dihidupkan dan dimatikan secara dinamis.",
    "it": "Questa è una semplice estensione che aggiunge un pulsante \"Nascondi solo raccolta\" ai risultati di ricerca di eBay.\n\nQuesto interruttore persiste durante il caricamento della pagina e può essere attivato e disattivato dinamicamente.",
    "ja": "これは、eBay の検索結果に「コレクションのみを非表示」ボタンを追加する単純な拡張機能です。\n\nこのトグルは、ページが読み込まれるまで維持され、動的にオンとオフを切り替えることができます。",
    "kn": "ಇದು ಸರಳವಾದ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು, eBay ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳಿಗೆ 'ಕಲೆಕ್ಷನ್-ಮಾತ್ರ ಮರೆಮಾಡಿ' ಬಟನ್ ಅನ್ನು ಸೇರಿಸುತ್ತದೆ.\n\nಈ ಟಾಗಲ್ ಪುಟದ ಲೋಡ್u200cಗಳ ಮೂಲಕ ಮುಂದುವರಿಯುತ್ತದೆ ಮತ್ತು ಕ್ರಿಯಾತ್ಮಕವಾಗಿ ಆನ್ ಮತ್ತು ಆಫ್ ಮಾಡಬಹುದು.",
    "ko": "이것은 eBay 검색 결과에 '컬렉션 전용 숨기기' 버튼을 추가하는 간단한 확장입니다.\n\n이 토글은 페이지 로드 동안 지속되며 동적으로 켜고 끌 수 있습니다.",
    "lt": "Tai paprastas plėtinys, kuris prie „eBay“ paieškos rezultatų prideda mygtuką „Slėpti tik kolekciją“.\n\nŠis perjungimas išlieka įkeliant puslapį ir gali būti dinamiškai įjungiamas ir išjungiamas.",
    "lv": "Šis ir vienkāršs paplašinājums, kas eBay meklēšanas rezultātiem pievieno pogu \"Slēpt tikai kolekcijai\".\n\nŠī pārslēgšanās saglabājas lapas ielādes laikā, un to var dinamiski ieslēgt un izslēgt.",
    "ml": "eBay തിരയൽ ഫലങ്ങളിലേക്ക് 'ശേഖരം-മാത്രം മറയ്ക്കുക' ബട്ടൺ ചേർക്കുന്ന ഒരു ലളിതമായ വിപുലീകരണമാണിത്.\n\nപേജ് ലോഡുകളിലൂടെ ഈ ടോഗിൾ നിലനിൽക്കുകയും ചലനാത്മകമായി ഓണാക്കാനും ഓഫാക്കാനും കഴിയും.",
    "mr": "हा एक साधा विस्तार आहे जो eBay शोध परिणामांमध्ये 'केवळ-संग्रह लपवा' बटण जोडतो.\n\nहे टॉगल पृष्ठ लोडद्वारे टिकून राहते आणि गतिमानपणे चालू आणि बंद केले जाऊ शकते.",
    "ms": "Ini ialah sambungan ringkas yang menambahkan butang 'Sembunyikan Koleksi Sahaja' pada hasil carian eBay.\n\nTogol ini berterusan melalui pemuatan halaman dan boleh dihidupkan dan dimatikan secara dinamik.",
    "nl": "Dit is een eenvoudige extensie die een knop 'Alleen collectie verbergen' toevoegt aan de zoekresultaten van eBay.\n\nDeze schakelaar blijft bestaan u200bu200btijdens het laden van pagina's en kan dynamisch worden in- en uitgeschakeld.",
    "no": "Dette er en enkel utvidelse som legger til en \"Skjul kun samling\"-knapp til eBay-søkeresultater.\n\nDenne bryteren vedvarer gjennom sideinnlastinger og kan slås dynamisk av og på.",
    "pl": "Jest to proste rozszerzenie, które dodaje przycisk „Ukryj tylko kolekcję” do wyników wyszukiwania w serwisie eBay.\n\nTen przełącznik utrzymuje się podczas ładowania strony i można go dynamicznie włączać i wyłączać.",
    "ro": "Aceasta este o extensie simplă care adaugă un buton „Ascunde doar colecția” la rezultatele căutării eBay.\n\nAceastă comutare persistă în timpul încărcării paginii și poate fi activată și dezactivată dinamic.",
    "ru": "Это простое расширение, добавляющее кнопку «Скрыть только коллекцию» в результаты поиска eBay.\n\nЭтот переключатель сохраняется при загрузке страницы и может динамически включаться и выключаться.",
    "sk": "Toto je jednoduché rozšírenie, ktoré k výsledkom vyhľadávania na eBay pridáva tlačidlo „Skryť iba kolekciu“.\n\nTento prepínač pretrváva počas načítania stránky a možno ho dynamicky zapínať a vypínať.",
    "sl": "To je preprosta razširitev, ki v rezultate iskanja na eBayu doda gumb »Skrij samo zbirko«.\n\nTa preklop ostane med nalaganjem strani in ga je mogoče dinamično vklopiti in izklopiti.",
    "sv": "Det här är ett enkelt tillägg som lägger till en \"Dölj endast samling\"-knapp till eBays sökresultat.\n\nDenna växling kvarstår under sidhämtning och kan slås på och av dynamiskt.",
    "sw": "Hiki ni kiendelezi rahisi kinachoongeza kitufe cha 'Ficha Mkusanyiko Pekee' kwenye matokeo ya utafutaji ya eBay.\n\nUgeuzaji huu unaendelea kupitia upakiaji wa ukurasa na unaweza kuwashwa na kuzimwa kwa nguvu.",
    "ta": "இது ஒரு எளிய நீட்டிப்பாகும், இது eBay தேடல் முடிவுகளில் 'மறை சேகரிப்பு மட்டும்' பொத்தானைச் சேர்க்கிறது.\n\nபக்க சுமைகள் மூலம் இந்த நிலைமாற்றம் தொடர்கிறது மற்றும் மாறும் வகையில் ஆன் மற்றும் ஆஃப் செய்யப்படலாம்.",
    "te": "ఇది eBay శోధన ఫలితాలకు 'కలెక్షన్-మాత్రమే దాచు' బటన్u200cను జోడించే సరళమైన పొడిగింపు.\n\nఈ టోగుల్ పేజీ లోడ్u200cల ద్వారా కొనసాగుతుంది మరియు డైనమిక్u200cగా ఆన్ మరియు ఆఫ్ చేయవచ్చు.",
    "th": "นี่เป็นส่วนขยายง่ายๆ ที่เพิ่มปุ่ม \"ซ่อนเฉพาะคอลเล็กชันเท่านั้น\" ลงในผลการค้นหาของ eBay\n\nการสลับนี้จะคงอยู่ผ่านการโหลดหน้าเว็บและสามารถเปิดและปิดแบบไดนามิกได้",
    "tr": "Bu, eBay arama sonuçlarına 'Yalnızca Koleksiyonu Gizle' düğmesi ekleyen basit bir uzantıdır.\n\nBu geçiş, sayfa yüklemeleri boyunca devam eder ve dinamik olarak açılıp kapatılabilir.",
    "uk": "Це просте розширення, яке додає кнопку «Приховати лише колекцію» до результатів пошуку eBay.\n\nЦей перемикач зберігається під час завантаження сторінки, і його можна динамічно вмикати та вимикати.",
    "vi": "Đây là một tiện ích mở rộng đơn giản có thêm nút 'Chỉ Ẩn Bộ sưu tập' vào kết quả tìm kiếm trên eBay.\n\nChuyển đổi này vẫn tồn tại qua các lần tải trang và có thể được bật và tắt động."
  }
}