{
  "name": {
    "ar": "عداد الكلمة",
    "am": "የቃል ቆጣሪ",
    "bg": "Брояч на думи",
    "bn": "শব্দ কাউন্টার",
    "ca": "Contador de paraules",
    "cs": "Čítač slov",
    "da": "Ordtæller",
    "de": "Wortzähler",
    "el": "Μετρητής λέξεων",
    "en,en_AU,en_GB,en_US,fil": "Word Counter",
    "es,es_419": "Contador de palabras",
    "et": "Sõnaloendur",
    "fa": "پیشخوان",
    "fi": "Sananlaskuri",
    "fr": "Compteur de mots",
    "gu": "શબ્દનો કાઉન્ટર",
    "he": "דלפק מילים",
    "hi,mr": "शब्द काउंटर",
    "hr": "Brojač riječi",
    "hu": "Szóhordozó",
    "id": "Penghitung kata",
    "it": "Contatore di parole",
    "ja": "ワードカウンター",
    "kn": "ಪದಗಳ ಕೌಂಟರ್",
    "ko": "단어 카운터",
    "lt": "Žodžių skaitiklis",
    "lv": "Vārdu skaitītājs",
    "ml": "പദ ക .ണ്ടർ",
    "ms": "Kaunter perkataan",
    "nl": "Woordteller",
    "no": "Orddisk",
    "pl": "Licznik słów",
    "pt_BR,pt_PT": "Contador de palavras",
    "ro": "Contor de cuvinte",
    "ru": "Сводная счетчик",
    "sk": "Pult",
    "sl": "Besedni števec",
    "sr": "Пулт",
    "sv": "Ordbänk",
    "sw": "Nyimbo ya Neno",
    "ta": "சொல் கவுண்டர்",
    "te": "వర్డ్ కౌంటర్",
    "th": "ตัวนับคำ",
    "tr": "Söz konusu",
    "uk": "Лічильник слів",
    "vi": "Từ quầy",
    "zh_CN": "词计数器",
    "zh_TW": "詞計數器"
  },
  "short": {
    "ar": "Word Counter Online Tool Decheer للعثور على عدد من الكلمات والأحرف",
    "am": "የቃላት እና የቁምፊዎች ብዛት ለማግኘት የቃል ቆጣሪ የመስመር ላይ መሣሪያ ቼክ",
    "bg": "Проверка на инструмента за онлайн Word Counter за намиране на брой думи и знаци",
    "bn": "শব্দ এবং অক্ষরের সংখ্যা খুঁজে পেতে ওয়ার্ড কাউন্টার অনলাইন সরঞ্জাম পরীক্ষক",
    "ca": "CONTRACTER",
    "cs": "Word Counter Online Checker pro nalezení počtu slov a znaků",
    "da": "Word Counter Online Tool Checker for at finde antal ord og tegn",
    "de": "Online -Tool -Checker mit Wortzähler, um Anzahl von Wörtern und Zeichen zu finden",
    "el": "Word Counter Online Ελέγχου Εργαλειών για να βρείτε τον αριθμό λέξεων και χαρακτήρων",
    "en,en_AU,en_GB,en_US": "Word counter online tool checker to find number of words and characters",
    "es,es_419": "Verificador de herramientas en línea de Word Counter Para encontrar un número de palabras y caracteres",
    "et": "Word Counter Online -tööriistakontroll sõnade ja tähemärkide leidmiseks",
    "fa": "Word Counter Checker Tool Online برای یافتن تعداد کلمات و کاراکترها",
    "fi": "Word Counter Online -työkalun tarkistaja löytääksesi sanoja ja merkkejä",
    "fil": "Word counter online tool checker upang makahanap ng bilang ng mga salita at character",
    "fr": "Vérificateur d'outils en ligne Word Counter pour trouver le nombre de mots et de caractères",
    "gu": "શબ્દો અને અક્ષરોની સંખ્યા શોધવા માટે વર્ડ કાઉન્ટર tool નલાઇન ટૂલ ચેકર",
    "he": "בודק כלים מקוון של מילות מילות כדי למצוא מספר מילים ותווים",
    "hi": "शब्द काउंटर ऑनलाइन टूल चेकर शब्दों और वर्णों की संख्या खोजने के लिए",
    "hr": "Internetska provjera alata za brojanje riječi za pronalaženje broja riječi i znakova",
    "hu": "Word Counter Online eszköz -ellenőrző, hogy megtalálja a számok és karakterek számát",
    "id": "Pemeriksa alat online penghitung kata untuk menemukan jumlah kata dan karakter",
    "it": "Word Counter Online Tool Checker per trovare un numero di parole e caratteri",
    "ja": "ワードカウンターオンラインツールチェッカーでの単語と文字の数を見つける",
    "kn": "ಪದಗಳು ಮತ್ತು ಅಕ್ಷರಗಳ ಸಂಖ್ಯೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ವರ್ಡ್ ಕೌಂಟರ್ ಆನ್‌ಲೈನ್ ಟೂಲ್ ಚೆಕರ್",
    "ko": "단어 카운터 온라인 도구 검사기를 찾기 위해 단어와 문자 수를 찾으십시오.",
    "lt": "„Word Counter“ internetinis įrankių tikrintuvas, norint rasti žodžių ir simbolių skaičių",
    "lv": "Word Counter tiešsaistes rīka pārbaudītājs, lai atrastu vārdu un rakstzīmju skaitu",
    "ml": "പദങ്ങളുടെയും പ്രതീകങ്ങളുടെയും എണ്ണം കണ്ടെത്തുന്നതിന് വാക്ക് ക counter ണ്ടർ ഓൺലൈൻ ടൂൾ ചെക്കർ",
    "mr": "शब्द आणि वर्णांची संख्या शोधण्यासाठी वर्ड काउंटर ऑनलाइन टूल चेकर",
    "ms": "Pemeriksa Alat Kaunter Kaunter Word untuk mencari bilangan perkataan dan watak",
    "nl": "Word Counter Online Tool Checker om het aantal woorden en tekens te vinden",
    "no": "Word Counter Online Tool Checker for å finne antall ord og tegn",
    "pl": "Word Counter Online Checker na narzędzia, aby znaleźć liczbę słów i znaków",
    "pt_BR,pt_PT": "Verificador de ferramentas online do contador de palavras para encontrar o número de palavras e caracteres",
    "ro": "Word Counter Counter Online Checker pentru a găsi un număr de cuvinte și personaje",
    "ru": "Слово счетчик онлайн -проверка инструментов, чтобы найти количество слов и символов",
    "sk": "Slovo Counter online kontrola nástrojov na nájdenie počtu slov a znakov",
    "sl": "Spletni pregledovalnik orodij za besedo, da najdete število besed in znakov",
    "sr": "Провјера алата за мрежу за реч да бисте пронашли број речи и знакова",
    "sv": "Word Counter Online Tool Checker för att hitta antal ord och tecken",
    "sw": "Neno Counter Online Tool Checker kupata idadi ya maneno na wahusika",
    "ta": "சொற்கள் மற்றும் எழுத்துக்களின் எண்ணிக்கையைக் கண்டறிய வேர்ட் கவுண்டர் ஆன்லைன் கருவி செக்கர்",
    "te": "పదాలు మరియు అక్షరాల సంఖ్యను కనుగొనడానికి వర్డ్ కౌంటర్ ఆన్‌లైన్ టూల్ చెకర్",
    "th": "เครื่องมือตรวจสอบเครื่องมือออนไลน์คำสั่งเพื่อค้นหาจำนวนคำและตัวละคร",
    "tr": "Kelime ve karakter sayısını bulmak için Word Counter Online Araç Denetleyicisi",
    "uk": "Перевірка інструментів для лічильників Word, щоб знайти кількість слів та символів",
    "vi": "Trình kiểm tra công cụ trực tuyến từ để tìm số lượng từ và ký tự",
    "zh_CN": "单词计数器在线工具检查器查找单词和字符的数量",
    "zh_TW": "單詞計數器在線工具檢查器查找單詞和字符的數量"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word count checker lets you quickly calculate the total number of words and characters in any document or text file. The word counter is a really helpful tool to count total words quickly. \n\nKey Features of Word Count Checker :\n>>Simple user-interface \n>>Calculates the total number of words  \n>>Counts the total number of characters as well \n>>Easy to use word counter \n>>Completely free & secure to use  \n\nWho Can Use Word Counter ?  \n\nWord counter extension is frequently used by writers who must keep content length within a specified number of words. Here are some groups of people who can use Word Counter online. \n\nFor Content Writers/SEO Experts: Most writing assignments are priced, assessed, and paid for using word count in mind. That is why it is essential to use a word counter tool to make this process easy. A Word count checker is crucial for blog content writers to keep their content within a specified number of words and for SEO analysts to accurately count the number of characters in meta titles and descriptions.  \n\nFor Content Marketers/Ad copy Writers: Word counter tool is also handy for content marketers. For example, if you're creating a social media post to promote your service or product, keeping track of the appropriate characters and word count for the platform is essential. When writing any ad copy, the word count limitations are more stringent.  \n\nFor Students: Word count checkers are helpful for students these days of online lectures and classes. Utilising a unique word count can assist students in completing their assignments within a fixed number of words. \n\nInstall Word Counter Extension Now \n\nThere are a lot of word count calculators available on the webstore, but you should try word count checker once because it is free & 100% accurate in counting the total number of words and characters. \n\nUpdate : \n>>Minor Bug fixes \n>>Resolved Youtube error \n>>Added a new feature to count stop words\n>>UI/UX changes"
  }
}