{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FLG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FLG — ваш проводник в бизнесе с Китаем: находите товары по фото, проверяйте рейтинг поставщика и заказывайте в 2 клика."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Забудьте о долгих поисках поставщиков в Китае! \n\nРасширение FLG для Chrome – ваш надежный помощник в бизнесе с Китаем. \nБыстро находите нужные товары по фото, добавляйте в избранное и оформляйте оптовые заказы всего в 2 клика! Проверяйте рейтинг китайского поставщика на русском языке – больше никаких переводчиков! Платная версия FLG предлагает еще больше возможностей: расчет стоимости доставки, генерация SEO-описаний и привлекательных фонов для карточек товаров, удобное сравнение товаров и доступ к рейтингу проверенных поставщиков. \n\nЭкономия времени, увеличение продаж и снижение рисков – все это с FLG! \n\nУстановите расширение и оцените преимущества: поиск товаров по фото, рейтинг поставщиков на русском, быстрое оформление оптовых заказов. Оптимизируйте свой бизнес с Китаем прямо сейчас! \n\nХарактеристики:\n1. Поиск по фото – ищите понравившиеся товары на 1688, нажав на изображение правой кнопкой мыши. \n2. Добавление товара в избранное – если нет возможности оформить заказ сейчас, просто добавьте понравившийся товар в избранное и вернитесь к нему, когда будете готовы к покупке. \n3. Рейтинг китайского поставщика на русском языке – находите надежных поставщиков с помощью анализа рейтинга, раньше он был на китайском языке, но теперь никаких переводчиков!\n4. Оформление оптового заказа в 2 клика – заказ автоматически перемещается из корзины на платформу для оформления, с предварительным расчетом стоимости.\n5. Расчет стоимости доставки – автоматический расчет примерной стоимости доставки на основе метода доставки, категории и габаритов груза.\n6. Генерация сео описания для карточек товаров – расширение составит описания карточек товаров с учетом ключевых слов и оптимизирует их под алгоритмы маркетплейсов, чтобы они чаще попадались покупателям в поиске.\n7. Генерация фона для карточек товаров – сгенерируйте фоны с помощью нейросети или используйте готовые шаблоны, а затем экспортируйте карточки в нужном формате для маркетплейсов и увеличивайте ваш CT-R.\n8. Сравнение товаров – просматривайте несколько товаров одновременно, сравнивай их характеристики и выбирайте лучшие варианты, не выходя из расширения.\n9. Подборка ТОП-поставщиков – создали систему рейтинга топовых поставщиков по категориям товара, сохраняйте понравившихся в избранное и изучайте их показатели: страховой взнос, оборудование, сертификация и другое\n\nСкачайте FLG и начните работать эффективнее!"
  }
}