{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Go.ly | Short links and Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Go.ly | URL Shortener - Short URLs & Custom Free Link Shortener"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nThe Go.ly URL Shortener Chrome extension is a powerful tool that allows you to quickly and easily shorten URLs right from your browser. With just a few clicks, you can transform long, cumbersome links into short and memorable Go.ly URLs. This extension provides a seamless experience, enabling you to share and manage your shortened links effortlessly.\n\nFeatures:\n- One-Click Shortening: Shorten any URL with just a single click, directly from the extension toolbar.\n\n- Customizable Short URLs: Personalize your shortened URLs by specifying custom aliases or let Go.ly generate a unique one for you.\n\n- Analytics Tracking: Gain insights into the performance of your shortened links with detailed analytics, including click statistics and geographic data.\n\n- Copy to Clipboard: Copy the shortened URL to your clipboard with a single click, making it easy to share and paste wherever you need.\n\n- QR Code Generation: Generate QR codes for your shortened URLs, allowing easy scanning and sharing with mobile devices.\n\n- History Management: Access a history of your previously shortened URLs, making it simple to revisit and manage your links.\n\n- Sync Across Devices: Sign in to your Go.ly account and enjoy seamless synchronization of your shortened URLs across multiple devices.\n\n- Keyboard Shortcuts: Utilize handy keyboard shortcuts for quick access and efficient workflow.\n\n\nHow to Use:\n1. Install the Go.ly URL Shortener Chrome extension from the Chrome Web Store.\n2. Click on the Go.ly icon in your Chrome toolbar to open the extension.\n3. Paste the URL you want to shorten into the input field. Optionally, customize the URL alias or let Go.ly generate a unique one for you.\n4. Click the \"Shorten\" button, and your shortened URL will be generated and displayed.\n5. Copy the shortened URL to your clipboard or access additional features like analytics and QR code generation.\n\nCompatibility:\nThe Go.ly URL Shortener Chrome extension is compatible with Chrome browser versions 60 and above on Windows, Mac, and Linux operating systems.\n\nPrivacy and Security:\nGo.ly takes privacy and security seriously. We do not collect any personally identifiable information through this Chrome extension. The URLs you shorten are only stored in your personal Go.ly account, which is password protected and encrypted.\n\nAbout Go.ly:\nGo.ly is a leading URL shortening service that aims to simplify link management and sharing. With a user-friendly interface and powerful features, Go.ly provides a seamless experience for shortening, tracking, and managing URLs. Visit our website at www.go.ly to learn more.\n\nFeel free to customize the listing to include specific details or features of your Go.ly URL shortener extension."
  }
}