{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unblocked Games 76"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Unblocked Games Online for Free on your browser using Unblocked Games 76!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Unblocked Games 76 - Your Gateway to Free Online Gaming Fun!\n\nDiscover the Thrill of Unblocked Gaming: At Unblocked Games, we offer a vast collection of exciting, free online HTML games, all unblocked and readily accessible. Whether you're taking a break at school, finding some leisure time at work, or relaxing on your private network, our collection of games is available without any restrictions. We host our games on private proxy domains and platforms like GitHub, ensuring they are never blocked and always ready for play​​.\n\nDiverse Selection for Every Gamer: Dive into our world where over 1500 games await to captivate your interest, including the 76 most popular online gaming titles. From action-packed adventures to mind-bending puzzles, our range caters to every taste and age group. With new titles added regularly by creative game developers, there's always something fresh to explore and enjoy​​.\n\nEasy Access on All Browsers: Embrace the convenience of playing your favorite games on any device. Our platform is compatible with popular browsers like Chrome, Edge, and Firefox, bringing a seamless gaming experience to your fingertips. No downloads, no installations - just pure, unadulterated gaming fun​​.\n\nA Community of Gamers: Join a thriving community where you can share your gaming highs and connect with fellow gamers. At Unblocked Games, we're more than just a gaming site - we're a hub for enthusiasts who seek a break from the routine, a space to engage in thrilling challenges, and a portal to an ever-expanding universe of online games​​.\n\nWhy Choose Unblocked Games?\n\nUnlimited Access: Play anytime, anywhere, without any blockages.\nWide Variety: Over 1500 games across all genres.\nUser-Friendly: No downloads, play directly in your browser.\nRegular Updates: New games added to keep the excitement alive.\nFree to Play: Absolutely no charges, just endless gaming pleasure.\n\nReady to Play? Install now and start exploring the world of unblocked games today!"
  }
}