{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrut Automation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kai Copilot\nEnhance your cybersecurity and data privacy management with the Kai Copilot. This extension brings the power of Kai,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kai Copilot\nEnhance your cybersecurity and data privacy management with the Kai Copilot. This extension brings the power of Kai, our advanced security questionnaire completion application, directly into your browser, making compliance and security management more accessible and efficient.\n\nKey Features:\nContextual Assistance: The copilot smartly navigates through all relevant policy documents, previous questionnaires, and other documents to provide accurate, contextual answers on the go.\nSeamless Integration: Effortlessly manage security questionnaires while browsing, ensuring smooth and uninterrupted compliance and security management processes.\nImproved Accessibility: Access Kai’s robust features directly from your browser, making it easier to keep your organization’s cybersecurity and data privacy practices up to date.\nEnhanced Efficiency: Reduce the hassle of switching between applications. With the Kai Security Questionnaire Copilot, you can quickly and efficiently respond to security questionnaires right from your Chrome browser.\n\nWhy Kai Copilot?\nIn today’s dynamic digital landscape, efficient security management and data privacy compliance are essential. The Kai Copilot ensures your organization maintains high standards of cybersecurity and data privacy with minimal workflow disruption. Stay secure, compliant, and efficient, all within the convenience of your Chrome browser."
  }
}