{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "paketverfolgung.info"
  },
  "short": {
    "ar": "لم يكن تتبع الطرد الخاص بك أسهل من أي وقت مضى. اختر رقم التتبع واستخدم قائمة السياق.",
    "am": "የእርስዎን ጥቅል ማከታተል ከዚህ በላይ ቀላል አይደለም። የመከታተል መለያ ይምረጡ እና የገበታ ማስቀመጫን ይጠቀሙ።",
    "bg": "Проследяването на вашия пакет никога не е било по-лесно. Изберете номера за проследяване и използвайте контекстното меню.",
    "bn": "আপনার প্যাকেজ ট্র্যাক করা কখনও এত সহজ ছিল না। ট্র্যাকিং আইডি নির্বাচন করুন এবং প্রসঙ্গ মেনুটি ব্যবহার করুন।",
    "ca": "El seguiment del teu paquet mai ha estat tan fàcil. Selecciona l'identificador de seguiment i utilitza el menú contextual.",
    "cs": "Sledování vašeho balíku nikdy nebylo snazší. Vyberte ID sledování a použijte kontextovou nabídku.",
    "da": "Det har aldrig været nemmere at spore din pakke. Vælg sporings-ID'et og brug kontekstmenuen.",
    "de": "Verfolgen Sie Ihre Pakete einfach. Wählen Sie die Tracking-ID aus und verwenden Sie das Kontextmenü zum Verfolgen.",
    "el": "Η παρακολούθηση του πακέτου σας δεν ήταν ποτέ πιο εύκολη. Επιλέξτε τον αριθμό παρακολούθησης και χρησιμοποιήστε το μενού…",
    "en,zh_CN,zh_TW": "Easily track your packages. Select the tracking ID and use the context menu to track.",
    "en_AU,en_GB": "Tracking your parcel has never been easier. Select the tracking ID and use the context menu.",
    "en_US": "Tracking your package has never been easier. Select the tracking ID and use the context menu.",
    "es,es_419": "Rastrear su paquete nunca ha sido tan fácil. Seleccione el ID de seguimiento y utilice el menú contextual.",
    "et": "Teie paki jälgimine pole kunagi olnud lihtsam. Valige jälgimisnumber ja kasutage kontekstimenüüd.",
    "fa": "پیگیری بسته شما هرگز به این آسانی نبوده است. شناسه پیگیری را انتخاب کنید و از منوی زمینه استفاده کنید.",
    "fi": "Pakettisi seuraaminen ei ole koskaan ollut helpompaa. Valitse seurantanumero ja käytä kontekstivalikkoa.",
    "fil": "Ang pagsubaybay sa iyong package ay hindi pa naging ganito kadali. Piliin ang tracking ID at gamitin ang context menu.",
    "fr": "Suivre votre colis n'a jamais été aussi simple. Sélectionnez l'ID de suivi et utilisez le menu contextuel.",
    "gu": "તમારા પેકેજને ટ્રેક કરવું ક્યારેય આટલું સરળ ન હતું. ટ્રેકિંગ આઈડી પસંદ કરો અને સંદર્ભ મેનુનો ઉપયોગ કરો.",
    "he": "מעקב אחר החבילה שלך מעולם לא היה קל יותר. בחר את מספר המעקב והשתמש בתפריט ההקשר.",
    "hi": "आपके पैकेज को ट्रैक करना कभी इतना आसान नहीं रहा। ट्रैकिंग आईडी चुनें और संदर्भ मेनू का उपयोग करें।",
    "hr": "Praćenje vašeg paketa nikada nije bilo lakše. Odaberite ID za praćenje i koristite kontekstni izbornik.",
    "hu": "A csomagkövetés soha nem volt ilyen egyszerű. Válassza ki a nyomonkövetési azonosítót, és használja a helyi menüt.",
    "id": "Melacak paket Anda tidak pernah semudah ini. Pilih ID pelacakan dan gunakan menu konteks.",
    "it": "Tracciare il tuo pacco non è mai stato così facile. Seleziona l'ID di tracciamento e usa il menu contestuale.",
    "ja": "パッケージの追跡がこれまでになく簡単になりました。追跡IDを選択し、コンテキストメニューを使用します。",
    "kn": "ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದು ಇಷ್ಟು ಸುಲಭವಾಗಿರಲಿಲ್ಲ. ಟ್ರ್ಯಾಕಿಂಗ್ ಐಡಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಪ್ರಾಸಂಗಿಕ ಮೆನುವನ್ನು ಬಳಸಿರಿ.",
    "ko": "패키지를 추적하는 것이 그 어느 때보다 쉬워졌습니다. 추적 ID를 선택하고 컨텍스트 메뉴를 사용하십시오.",
    "lt": "Jūsų siuntos sekimas dar niekada nebuvo toks paprastas. Pasirinkite sekimo numerį ir naudokite kontekstinį meniu.",
    "lv": "Jūsu pakas izsekošana nekad nav bijusi tik vienkārša. Atlasiet izsekošanas ID un izmantojiet konteksta izvēlni.",
    "ml": "നിങ്ങളുടെ പാഴ്സൽ പിന്തുടരുന്നത് ഇത്ര എളുപ്പമാകുന്നത് ഇതാദ്യമായിരിക്കും. ട്രാക്കിംഗ് ഐഡി തിരഞ്ഞെടുക്കുക, ചേരിപ്പ് മെനു ഉപയോഗിക്കുക.",
    "mr": "तुमच्या पॅकेजचे ट्रॅकिंग करणे यापेक्षा सोपे कधीही नव्हते. ट्रॅकिंग आयडी निवडा आणि संदर्भ मेनू वापरा.",
    "ms": "Menjejak bungkusan anda tidak pernah semudah ini. Pilih ID penjejakan dan gunakan menu konteks.",
    "nl": "Uw pakket volgen is nog nooit zo eenvoudig geweest. Selecteer het tracking-ID en gebruik het contextmenu.",
    "no": "Det har aldri vært enklere å spore pakken din. Velg sporings-ID-en og bruk hurtigmenyen.",
    "pl": "Śledzenie paczki nigdy nie było prostsze. Wybierz numer przesyłki i użyj menu kontekstowego.",
    "pt_BR": "Rastrear seu pacote nunca foi tão fácil. Selecione o ID de rastreamento e use o menu de contexto.",
    "pt_PT": "Seguir o seu pacote nunca foi tão fácil. Selecione o ID de rastreamento e use o menu de contexto.",
    "ro": "Urmărirea coletului dvs. nu a fost niciodată mai ușoară. Selectați ID-ul de urmărire și utilizați meniul contextual.",
    "ru": "Отслеживание вашей посылки никогда не было проще. Выберите идентификатор отслеживания и используйте контекстное меню.",
    "sk": "Sledovanie vášho balíka nebolo nikdy jednoduchšie. Vyberte ID sledovania a použite kontextovú ponuku.",
    "sl": "Sledenje vašemu paketu še nikoli ni bilo tako enostavno. Izberite ID za sledenje in uporabite kontekstni meni.",
    "sr": "Праћење ваше пошиљке никада није било лакше. Изаберите ИД за праћење и користите контекст мени.",
    "sv": "Att spåra ditt paket har aldrig varit enklare. Välj spårnings-ID och använd snabbmenyn.",
    "sw": "Kufuatilia kifurushi chako hakijawahi kuwa rahisi hivi. Chagua kitambulisho cha ufuatiliaji na utumie menyu ya muktadha.",
    "ta": "உங்கள் பார்சலை கண்காணிப்பது இதுவரை இதுவும் எளிதாக இருக்கவில்லை. கண்காணிப்பு ஐடியை தேர்ந்தெடுத்து, சூழல் மெனுவைப் பயன்படுத்துங்கள்.",
    "te": "మీ ప్యాకేజీని ట్రాక్ చేయడం ఇంతకుముందెన్నడూ ఇంత సులభంగా లేదు. ట్రాకింగ్ ఐడీని ఎంచుకోండి మరియు కాన్టెక్స్ట్ మెనూ ఉపయోగించండి.",
    "th": "การติดตามพัสดุของคุณไม่เคยง่ายอย่างนี้มาก่อน เลือกหมายเลขติดตามและใช้เมนูบริบท",
    "tr": "Paketinizi izlemek hiç bu kadar kolay olmamıştı. Takip numarasını seçin ve bağlam menüsünü kullanın.",
    "uk": "Відстежувати вашу посилку ніколи не було так просто. Виберіть номер відстеження та використовуйте контекстне меню.",
    "vi": "Theo dõi bưu kiện của bạn chưa bao giờ dễ dàng hơn thế. Chọn mã theo dõi và sử dụng menu ngữ cảnh."
  },
  "long": {
    "ar": "تتبع شحنتك لم يكن أبداً بهذه السهولة. اختر رقم التتبع من بريد التأكيد الخاص بك أو من الموقع الإلكتروني، واستخدم القائمة السياقية عبر النقر بزر الفأرة الأيمن للوصول إلى نتيجة التتبع المطلوبة.\n\nهذه الإضافة لمتصفح كروم لا تقل شأناً عن الصفحة الرئيسية وجميع الميزات الأخرى المتاحة. كما هو معتاد، فهي تدعم شركات الشحن الكبرى وEMS - وهي خدمة بريد سريع دولية تقدمها مشغلي البريد في الاتحاد البريدي العالمي (UPU)، وتربط أكثر من 180 دولة وإقليم حول العالم.\n\nسيكون المستخدمون الذين يقومون بالطلب بشكل رئيسي عبر القنوات التسوق المعروفة و/أو من مزودي الخدمات الآسيويين مسرورين بدعم مختلف شركات الخدمات اللوجستية الآسيوية.",
    "am": "እርስዎን እስካሁን ያልነበረው ቀላልነት እንደሆነ ይታወቃል። የእርስዎን መከታተል መለያ ከ(መላኪያ ማረጋገጫ) ኢሜል ወይም ከድህረ ገጽ ይምረጡ፣ በምስክር ተናዘው እና ከጥያቄ እንደሚል በምትጠቀሙበት መንቀሳቀሻ ምርጫ ማስቀመጫ ይጠቀሙ።\n\nይህ የChrome እንግዶች ምንም እንኳን ከመላክ ገፅ ምንም አይነት እሳት አይገድምም። እንደ ተለመደው ትክክለኛ አስተዋያትን እና EMSን ይደግፋል። EMS ከኢትዮጵያ ላይ እና ሊቀርብ አቅም እንደሚያስቻል ከጋር የተያያዘ እንደ ተማሩት እና በተደጋጋሚ እንደሚያስቀምሱት እንደ እንደዚህ ስርዓቶች በተለይም ከደርጅቶች ላይ እንደ ውስጥ እንደሆነ አገልግሎትን ይደግፋል።\n\nበታላቅ የግዥ ሰቶች እና/ወይም ከእስያ አቅራቢዎች ጋር ያላቸውን ግንኙነት ስለሚያደናቅል በተለይ በእስያ ስለሚገኙ አቅራቢዎች የተለያዩ ሎጂስቲክስ ኩባንያዎችን ይደግፋል።",
    "bg": "Проследяването на вашата пратка никога не е било толкова лесно. Изберете идентификационния номер за проследяване от вашия имейл за потвърждение на изпращането или уебсайта, и използвайте контекстното меню с десен бутон на мишката, за да получите желания резултат от проследяването.\n\nТова разширение за Chrome по нищо не отстъпва на основната страница и всички други предлагани функции. Както обикновено, то поддържа основните транспортни компании и EMS – международна услуга за експресна поща, предлагана от пощенските оператори на Всемирния пощенски съюз (UPU), свързваща повече от 180 държави и територии по света.\n\nПотребителите, които поръчват предимно чрез известни търговски канали и/или от азиатски доставчици, ще бъдат доволни от поддръжката на различните азиатски логистични компании.",
    "bn": "আপনার প্যাকেজটি ট্র্যাক করা এত সহজ কখনও ছিল না। আপনার (শিপিং কনফার্মেশন) ইমেইল বা ওয়েবসাইট থেকে ট্র্যাকিং আইডিটি নির্বাচন করুন, এবং কাঙ্ক্ষিত ট্র্যাকিং ফলাফলে পৌঁছানোর জন্য ডান ক্লিক করে কন্টেক্সট মেনু ব্যবহার করুন।\n\nএই Chrome এক্সটেনশনটি প্রধান পৃষ্ঠা এবং অন্যান্য সমস্ত ফিচারের থেকে কোনো অংশেই কম নয়। এটি সাধারণত বড় শিপিং ক্যারিয়ার এবং EMS - একটি আন্তর্জাতিক এক্সপ্রেস মেল পরিষেবা, যা ইউনিভার্সাল পোস্টাল ইউনিয়নের (UPU) পোস্টাল অপারেটরদের দ্বারা সরবরাহিত এবং ১৮০ টিরও বেশি দেশ এবং অঞ্চলের সাথে সংযোগ স্থাপন করে।\n\nযারা মূলত পরিচিত শপিং চ্যানেলগুলির মাধ্যমে এবং/অথবা এশীয় সরবরাহকারীদের কাছ থেকে অর্ডার করে থাকেন, তারা বিভিন্ন এশিয়ান লজিস্টিক কোম্পানির সমর্থন দ্বারা সন্তুষ্ট হবেন।",
    "ca": "Fer el seguiment del teu paquet mai no havia estat tan fàcil. Selecciona el número de seguiment del teu correu electrònic de confirmació d’enviament o del lloc web i utilitza el menú contextual amb un clic dret per accedir al resultat de seguiment desitjat.\n\nAquesta extensió per a Chrome no té res a envejar a la pàgina principal i a totes les altres funcions ofertes. Com sempre, admet els principals transportistes i EMS, un servei internacional de correu exprés ofert pels operadors postals de la Unió Postal Universal (UPU), que connecta més de 180 països i territoris a tot el món.\n\nEls usuaris que compren principalment a través de canals de compra coneguts i/o de proveïdors asiàtics estaran contents amb el suport a les diverses empreses de logística asiàtiques.",
    "cs": "Sledování vašeho balíčku nikdy nebylo tak snadné. Vyberte si sledovací číslo z e-mailu s potvrzením odeslání nebo z webové stránky a pomocí kontextového menu po kliknutí pravým tlačítkem myši získáte požadovaný výsledek sledování.\n\nToto rozšíření pro Chrome není v žádném ohledu horší než hlavní stránka a všechny ostatní nabízené funkce. Jako obvykle podporuje hlavní přepravce a EMS – mezinárodní expresní poštovní službu poskytovanou poštovními operátory Světové poštovní unie (UPU), která propojuje více než 180 zemí a území po celém světě.\n\nUživatelé, kteří objednávají převážně prostřednictvím známých nákupních kanálů a/nebo od asijských dodavatelů, budou spokojeni s podporou různých asijských logistických společností.",
    "da": "At spore din pakke har aldrig været så nemt. Vælg sporingsnummeret fra din (forsendelsesbekræftelse) e-mail eller hjemmeside, og brug kontekstmenuen ved at højreklikke for at få det ønskede sporingsresultat.\n\nDenne Chrome-udvidelse er på ingen måde ringere end hovedsiden og alle andre tilgængelige funktioner. Som vanligt understøtter den større forsendelsesfirmaer og EMS – en international eksprespostservice, der tilbydes af postoperatører i Verdenspostforeningen (UPU), som forbinder mere end 180 lande og territorier verden over.\n\nBrugere, der hovedsageligt bestiller gennem de velkendte shoppingkanaler og/eller fra asiatiske leverandører, vil blive glade for understøttelsen af de forskellige asiatiske logistikfirmaer.",
    "de": "Das Verfolgen deines Pakets war noch nie so einfach. Markiere die Tracking-ID deiner (Versandbestätigungs-)E-Mail oder Website aus, verwende das Kontextmenü mit einem Rechtsklick, um zum gewünschten Tracking-Ergebnis zu gelangen.\n\nDiese Chrome Extention steht der Hauptseite und allen anderen angebotenen Funktionen im nichts nach. Wie gewohnt unterstützt es die große Versanddienstleister und EMS - ein internationaler Post-Express-Postdienst, der von Postbetreibern der Universal Postal Union (UPU) angeboten wird und mehr als 180 Länder und Gebiete weltweit verbindet.\nNutzer die überwiegend über die bekannte shopping Kanäle und/oder bei asiatische Anbietern bestellen, werden von der Unterstützung der verschiedenen asiatischen Logistikunternehmen freuen dürfen.",
    "el": "Η παρακολούθηση του δέματός σας δεν ήταν ποτέ τόσο εύκολη. Επιλέξτε τον αριθμό παρακολούθησης από το email επιβεβαίωσης αποστολής σας ή από την ιστοσελίδα και χρησιμοποιήστε το μενού περιβάλλοντος με δεξί κλικ για να μεταβείτε στο επιθυμητό αποτέλεσμα παρακολούθησης.\n\nΑυτό το πρόσθετο του Chrome δεν υστερεί σε τίποτα σε σχέση με την κύρια σελίδα και όλες τις άλλες παρεχόμενες λειτουργίες. Όπως πάντα, υποστηρίζει τους μεγάλους μεταφορείς και την EMS - μια διεθνή υπηρεσία ταχυμεταφορών που προσφέρεται από τους ταχυδρομικούς φορείς της Παγκόσμιας Ταχυδρομικής Ένωσης (UPU), συνδέοντας πάνω από 180 χώρες και περιοχές παγκοσμίως.\n\nΟι χρήστες που παραγγέλνουν κυρίως μέσω των γνωστών καναλιών αγορών και/ή από Ασιάτες προμηθευτές θα χαρούν με την υποστήριξη των διάφορων ασιατικών εταιρειών εφοδιαστικής αλυσίδας.",
    "en,zh_CN,zh_TW": "Tracking your package has never been so easy. Select the tracking ID of your (shipping confirmation) email or website, use the context menu with a right click to get to the desired tracking result.\n\nThis Chrome Extention is in no way inferior to the main page and all other features offered. As usual, it supports major shipping carriers and EMS - an international express mail service offered by postal operators of the Universal Postal Union (UPU), connecting more than 180 countries and territories worldwide.\nUsers who mainly order through the well-known shopping channels and/or from Asian providers will be pleased by the support of the various Asian logistics companies.",
    "en_AU": "Tracking your package has never been so easy. Select the tracking ID from your shipping confirmation email or website, and use the context menu with a right-click to access the desired tracking result.\n\nThis Chrome Extension is in no way inferior to the main page and all the other features offered. As usual, it supports major shipping carriers and EMS – an international express mail service offered by postal operators of the Universal Postal Union (UPU), connecting more than 180 countries and territories worldwide.\n\nUsers who primarily order through well-known shopping channels and/or from Asian providers will be pleased by the support of various Asian logistics companies.",
    "en_GB": "Tracking your parcel has never been so easy. Select the tracking ID from your shipping confirmation email or website, and use the context menu with a right-click to access the desired tracking result.\n\nThis Chrome Extension is in no way inferior to the main website and all the other features offered. As usual, it supports major shipping carriers and EMS – an international express mail service provided by postal operators of the Universal Postal Union (UPU), connecting over 180 countries and territories worldwide.\n\nUsers who primarily order through well-known shopping channels and/or from Asian suppliers will be pleased with the support for various Asian logistics companies.",
    "en_US": "Tracking your package has never been so easy. Select the tracking ID from your shipping confirmation email or website, and use the context menu with a right-click to access the desired tracking result.\n\nThis Chrome Extension is in no way inferior to the main website and all the other features offered. As usual, it supports major shipping carriers and EMS – an international express mail service provided by postal operators of the Universal Postal Union (UPU), connecting over 180 countries and territories worldwide.\n\nUsers who primarily order through well-known shopping channels and/or from Asian providers will be pleased with the support for various Asian logistics companies.",
    "es": "Hacer el seguimiento de tu paquete nunca ha sido tan fácil. Selecciona el número de seguimiento de tu correo electrónico de confirmación de envío o del sitio web, y utiliza el menú contextual con un clic derecho para acceder al resultado de seguimiento deseado.\n\nEsta extensión de Chrome no es en absoluto inferior a la página principal y todas las demás funciones que se ofrecen. Como de costumbre, admite las principales empresas de envío y EMS, un servicio de correo exprés internacional ofrecido por los operadores postales de la Unión Postal Universal (UPU), que conecta más de 180 países y territorios en todo el mundo.\n\nLos usuarios que realizan pedidos principalmente a través de los canales de compra más conocidos y/o de proveedores asiáticos estarán satisfechos con el soporte de diversas empresas de logística asiáticas.",
    "es_419": "Rastrear tu paquete nunca había sido tan fácil. Selecciona el ID de seguimiento de tu correo electrónico de confirmación de envío o del sitio web, y utiliza el menú contextual con un clic derecho para acceder al resultado de seguimiento deseado.\n\nEsta extensión de Chrome no es de ninguna manera inferior a la página principal ni a todas las otras funcionalidades ofrecidas. Como es habitual, admite a los principales transportistas y EMS, un servicio de correo exprés internacional ofrecido por los operadores postales de la Unión Postal Universal (UPU), que conecta a más de 180 países y territorios en todo el mundo.\n\nLos usuarios que realizan pedidos principalmente a través de los canales de compra conocidos y/o de proveedores asiáticos estarán complacidos con el soporte para diversas empresas de logística asiáticas.",
    "et": "Teie paki jälgimine pole kunagi olnud nii lihtne. Valige oma (saatekinnituse) e-postist või veebisaidilt jälgimisnumber ja kasutage soovitud jälgimistulemuse saamiseks kontekstimenüüd, tehes parema hiireklõpsu.\n\nSee Chrome'i laiendus ei jää kuidagi alla põhilehele ja kõigile muudele pakutavatele funktsioonidele. Nagu tavaliselt, toetab see suuremaid saatmisfirmasid ja EMS-i – rahvusvahelist ekspresspostiteenust, mida pakuvad Ülemaailmse Postiliidu (UPU) postiteenuse osutajad ja mis ühendab üle 180 riigi ja territooriumi kogu maailmas.\n\nKasutajad, kes tellivad peamiselt tuntud ostukanalite kaudu ja/või Aasia tarnijatelt, on rahul erinevate Aasia logistikaettevõtete toetusega.",
    "fa": "پیگیری بسته شما هیچ‌گاه تا این اندازه آسان نبوده است. شناسه پیگیری را از ایمیل تأیید ارسال یا وب‌سایت خود انتخاب کنید و با استفاده از منوی زمینه‌ای و کلیک راست، به نتیجه دلخواه پیگیری دست یابید.\n\nاین افزونه Chrome در هیچ موردی نسبت به صفحه اصلی و دیگر ویژگی‌های ارائه شده کم ندارد. همان‌طور که معمولاً پشتیبانی می‌کند، این افزونه شرکت‌های حمل‌ونقل اصلی و EMS را پشتیبانی می‌کند - سرویسی بین‌المللی برای ارسال سریع نامه که توسط اپراتورهای پستی اتحادیه جهانی پست (UPU) ارائه می‌شود و بیش از ۱۸۰ کشور و قلمرو را در سراسر جهان به هم متصل می‌کند.\n\nکاربرانی که عمدتاً از کانال‌های خرید معتبر و/یا تأمین‌کنندگان آسیایی سفارش می‌دهند، از پشتیبانی شرکت‌های مختلف لجستیکی آسیایی رضایت خواهند داشت.",
    "fi": "Pakettisi seuranta ei ole koskaan ollut näin helppoa. Valitse seurantanumero lähetysvahvistussähköpostistasi tai verkkosivustolta, ja käytä kontekstivalikkoa oikealla hiiren painikkeella päästäksesi haluttuun seurantatulokseen.\n\nTämä Chrome-laajennus ei ole millään tavoin huonompi kuin pääsivu ja kaikki muut tarjotut ominaisuudet. Kuten tavallista, se tukee suuria kuljetusyrityksiä ja EMS:ää – kansainvälistä pikapostipalvelua, jota tarjoaa Yhdistyneiden kansakuntien maailmanpostiliiton (UPU) jäsenmaat, yhdistäen yli 180 maata ja aluetta ympäri maailmaa.\n\nKäyttäjät, jotka tilaavat pääasiassa tunnettujen ostokanavien kautta ja/tai aasialaisilta toimittajilta, arvostavat erilaisten aasialaisten logistiikkayhtiöiden tukea.",
    "fil": "Ang pagsubaybay sa iyong package ay hindi pa naging ganito kadali. Piliin ang tracking ID mula sa iyong email ng kumpirmasyon ng pagpapadala o mula sa website, at gamitin ang context menu sa pamamagitan ng pag-right click upang makuha ang nais na resulta ng pagsubaybay.\n\nAng Chrome Extension na ito ay hindi nagpapahuli sa pangunahing website at sa lahat ng iba pang inaalok na mga tampok. Tulad ng dati, sinusuportahan nito ang mga pangunahing shipping carrier at EMS – isang internasyonal na express mail service na inaalok ng mga postal operator ng Universal Postal Union (UPU), na nag-uugnay sa higit sa 180 bansa at teritoryo sa buong mundo.\n\nAng mga gumagamit na kadalasang uma-order sa pamamagitan ng mga kilalang shopping channel at/o mula sa mga Asianong tagapagtustos ay matutuwa sa suporta para sa iba't ibang Asianong kumpanya ng logistics.",
    "fr": "Le suivi de votre colis n’a jamais été aussi facile. Sélectionnez l’ID de suivi depuis l’e-mail de confirmation d’expédition ou le site web, et utilisez le menu contextuel avec un clic droit pour accéder au résultat de suivi souhaité.\n\nCette extension Chrome n’est en rien inférieure au site principal et à toutes les autres fonctionnalités proposées. Comme d’habitude, elle prend en charge les principaux transporteurs et EMS - un service de courrier express international proposé par les opérateurs postaux de l’Union postale universelle (UPU), reliant plus de 180 pays et territoires dans le monde entier.\n\nLes utilisateurs qui commandent principalement via les canaux d’achat bien connus et/ou auprès de fournisseurs asiatiques seront ravis du support des différentes entreprises logistiques asiatiques.",
    "gu": "તમારા પેકેજને ટ્રૅક કરવું આટલું સરળ ક્યારેય નહોતું. તમારા (શિપિંગ કન્ફર્મેશન) ઇમેઇલ અથવા વેબસાઇટ પરથી ટ્રૅકિંગ આઈડી પસંદ કરો અને ઇચ્છિત ટ્રૅકિંગ પરિણામ મેળવવા માટે કોન્ટેક્સ્ટ મેનુમાં રાઇટ ક્લિકનો ઉપયોગ કરો.\n\nઆ Chrome એક્સ્ટેન્શન મુખ્ય પેજ અને અન્ય તમામ સુવિધાઓ કરતાં કંઈ રીતે ઓછું નથી. જેવું કે હંમેશા, તે મુખ્ય શિપિંગ કેરિયર્સ અને EMS - યુનિવર્સલ પોસ્ટલ યુનિયન (UPU) ના પોસ્ટલ ઓપરેટર્સ દ્વારા પ્રદાન કરાતી એક આંતરરાષ્ટ્રીય એક્સપ્રેસ મેલ સેવા, જે વિશ્વભરના 180 થી વધુ દેશો અને પ્રદેશોને જોડે છે, તેની સપોર્ટ કરે છે.\n\nજો યૂઝર્સ મુખ્યત્વે જાણીતી શોપિંગ ચેનલ્સ દ્વારા અને/અથવા એશિયાના સપ્લાયર્સ પાસેથી ઓર્ડર કરે છે, તો તેઓ વિવિધ એશિયન લોજિસ્ટિક્સ કંપનીઓના સપોર્ટથી પ્રસન્ન થશે.",
    "he": "מעקב אחר החבילה שלך מעולם לא היה כל כך פשוט. בחר את מספר המעקב מתוך דוא\"ל אישור המשלוח שלך או מהאתר, והשתמש בתפריט ההקשרי על ידי לחיצה ימנית כדי להגיע לתוצאת המעקב הרצויה.\n\nתוסף זה ל-Chrome אינו נופל כלל מהדף הראשי ומכל שאר התכונות המוצעות. כמו תמיד, הוא תומך בחברות שילוח גדולות וב-EMS – שירות דואר אקספרס בינלאומי המוצע על ידי מפעילי דואר של איגוד הדואר העולמי (UPU), המחבר בין יותר מ-180 מדינות וטריטוריות ברחבי העולם.\n\nמשתמשים אשר מזמינים בעיקר דרך ערוצי הקניות המוכרים ו/או מספקים אסיאתיים, ייהנו מהתמיכה במגוון חברות לוגיסטיקה אסיאתיות.",
    "hi": "आपके पैकेज को ट्रैक करना कभी इतना आसान नहीं था। अपने शिपिंग कन्फर्मेशन ईमेल या वेबसाइट से ट्रैकिंग आईडी चुनें और इच्छित ट्रैकिंग परिणाम प्राप्त करने के लिए राइट क्लिक करके कॉन्टेक्स्ट मेनू का उपयोग करें।\n\nयह Chrome एक्सटेंशन किसी भी प्रकार से मुख्य पेज और अन्य सभी उपलब्ध फीचर्स से कमतर नहीं है। हमेशा की तरह, यह प्रमुख शिपिंग कैरियर और EMS का समर्थन करता है, जो कि यूनिवर्सल पोस्टल यूनियन (UPU) के डाक ऑपरेटरों द्वारा प्रदान की जाने वाली एक अंतर्राष्ट्रीय एक्सप्रेस मेल सेवा है, जो दुनिया भर में 180 से अधिक देशों और क्षेत्रों को जोड़ती है।\n\nजो उपयोगकर्ता मुख्य रूप से प्रसिद्ध शॉपिंग चैनलों और/या एशियाई आपूर्तिकर्ताओं के माध्यम से ऑर्डर करते हैं, वे विभिन्न एशियाई लॉजिस्टिक्स कंपनियों के समर्थन से खुश होंगे।",
    "hr": "Praćenje vašeg paketa nikada nije bilo tako jednostavno. Odaberite ID za praćenje iz e-maila s potvrdom isporuke ili s web stranice, i koristite kontekstni izbornik desnim klikom miša kako biste došli do željenog rezultata praćenja.\n\nOvo Chrome proširenje ni na koji način nije lošije od glavne stranice i svih drugih ponuđenih značajki. Kao i obično, podržava glavne prijevoznike i EMS – međunarodnu uslugu ekspresne pošte koju nude poštanski operateri Svjetske poštanske unije (UPU), povezujući više od 180 zemalja i teritorija širom svijeta.\n\nKorisnici koji uglavnom naručuju putem poznatih shopping kanala i/ili od azijskih dobavljača bit će zadovoljni podrškom za razne azijske logističke tvrtke.",
    "hu": "A csomagkövetés soha nem volt ilyen egyszerű. Válaszd ki a nyomkövetési azonosítót a szállítási visszaigazoló e-mailedből vagy a weboldalról, és használd a helyi menüt a jobb gombbal kattintva, hogy elérd a kívánt követési eredményt.\n\nEz a Chrome-bővítmény semmiben sem marad el a főoldaltól és az összes többi elérhető funkciótól. Mint mindig, támogatja a főbb szállítmányozó cégeket és az EMS-t – egy nemzetközi expressz postai szolgáltatást, amelyet az Egyetemes Postaegyesület (UPU) postai szolgáltatói kínálnak, és amely több mint 180 országot és területet kapcsol össze világszerte.\n\nAzok a felhasználók, akik főként ismert vásárlási csatornákon és/vagy ázsiai beszállítóktól rendelnek, elégedettek lesznek a különféle ázsiai logisztikai vállalatok támogatásával.",
    "id": "Melacak paket Anda tidak pernah semudah ini. Pilih ID pelacakan dari email konfirmasi pengiriman Anda atau dari situs web, dan gunakan menu konteks dengan klik kanan untuk mendapatkan hasil pelacakan yang diinginkan.\n\nEkstensi Chrome ini tidak kalah dengan halaman utama dan semua fitur lainnya yang ditawarkan. Seperti biasa, ekstensi ini mendukung perusahaan pengiriman utama dan EMS – layanan surat kilat internasional yang ditawarkan oleh operator pos dari Universal Postal Union (UPU), yang menghubungkan lebih dari 180 negara dan wilayah di seluruh dunia.\n\nPengguna yang biasanya memesan melalui saluran belanja terkenal dan/atau dari penyedia Asia akan senang dengan dukungan untuk berbagai perusahaan logistik Asia.",
    "it": "Tracciare il tuo pacco non è mai stato così facile. Seleziona l'ID di tracciamento dalla tua email di conferma della spedizione o dal sito web, e utilizza il menu contestuale con un clic destro per ottenere il risultato di tracciamento desiderato.\n\nQuesta estensione per Chrome non è in alcun modo inferiore alla pagina principale e a tutte le altre funzionalità offerte. Come di consueto, supporta i principali corrieri di spedizione e EMS, un servizio di posta espresso internazionale offerto dagli operatori postali dell'Unione Postale Universale (UPU), che collega più di 180 paesi e territori in tutto il mondo.\n\nGli utenti che effettuano principalmente ordini tramite i canali di shopping più conosciuti e/o da fornitori asiatici saranno soddisfatti dal supporto per le varie aziende di logistica asiatiche.",
    "ja": "荷物の追跡がこれまでになく簡単になりました。出荷確認メールやウェブサイトから追跡IDを選択し、右クリックでコンテキストメニューを使用して希望の追跡結果にアクセスしてください。\n\nこのChrome拡張機能は、メインページや提供されている他の機能に劣ることはありません。いつも通り、主要な配送業者やEMS（ユニバーサル郵便連合（UPU）の郵便事業者によって提供される国際速達郵便サービス）をサポートしており、世界180か国以上の地域を結んでいます。\n\n主に有名なショッピングチャンネルやアジアのサプライヤーから注文するユーザーは、さまざまなアジアの物流会社のサポートに喜びを感じるでしょう。",
    "kn": "ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಟ್ರಾಕ್ ಮಾಡುವುದು ಇಷ್ಟು ಸುಲಭವಾಗಿರಲಿಲ್ಲ. ನಿಮ್ಮ ಶಿಪ್ಪಿಂಗ್ ದೃಢೀಕರಣ ಇಮೇಲ್ ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಟ್ರ್ಯಾಕಿಂಗ್ ಐಡಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ಮತ್ತು ಬಲ್ಭಾಗದ ಕ್ಲಿಕ್ಕ್‌ನೊಂದಿಗೆ ಕಾನ್ಟೆಕ್ಸ್ಟ್ ಮೆನುವನ್ನು ಬಳಸಿಕೊಂಡು ಇಚ್ಛಿತ ಟ್ರ್ಯಾಕಿಂಗ್ ಫಲಿತಾಂಶವನ್ನು ಪಡೆಯಿರಿ.\n\nಈ Chrome ವಿಸ್ತರಣೆ ಮುಖ್ಯ ಪುಟ ಮತ್ತು ನೀಡಲಾಗುವ ಇತರ ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ಹೀನವಾಗಿಲ್ಲ. ಸಾಮಾನ್ಯವಾಗಿ, ಇದು ಪ್ರಮುಖ ಶಿಪ್ಪಿಂಗ್ ಕೆರಿಯರ್‌ಗಳನ್ನು ಮತ್ತು EMS ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ - ಇದು ಯುನಿವರ್ಸಲ್ ಪೋಸ್ಟಲ್ ಯೂನಿಯನ್ (UPU) ಯ郵 ಕಚೇರಿ ಆಪರೇಟರ್‌ಗಳಿಂದ ನೀಡಲಾಗುವ ಒಂದು ಅಂತರರಾಷ್ಟ್ರೀಯ ಎಕ್ಸ್‌ಪ್ರೆಸ್ ಮೇಲ್ ಸೇವೆ, 180 ಕ್ಕಿಂತ ಹೆಚ್ಚು ದೇಶಗಳು ಮತ್ತು ಪ್ರದೇಶಗಳನ್ನು ಸಂಪರ್ಕಿಸುತ್ತದೆ.\n\nಮುಖ್ಯವಾಗಿ ಪ್ರಸಿದ್ಧ ಶಾಪಿಂಗ್ ಚಾನಲ್‌ಗಳ ಮೂಲಕ ಮತ್ತು/ಅಥವಾ ಏಷ್ಯನ್ ಪೂರೈಕೆದಾರರಿಂದ ಆರ್ಡರ್ ಮಾಡುವ ಬಳಕೆದಾರರು ವಿವಿಧ ಏಷ್ಯನ್ ಲಾಜಿಸ್ಟಿಕ್ಸ್ ಕಂಪನಿಗಳ ಬೆಂಬಲದಿಂದ ಸಂತುಷ್ಟರಾಗುತ್ತಾರೆ.",
    "ko": "당신의 패키지를 추적하는 것이 이렇게 쉬웠던 적이 없습니다. 배송 확인 이메일이나 웹사이트에서 추적 ID를 선택하고, 마우스 오른쪽 버튼을 클릭하여 원하는 추적 결과로 이동하기 위해 컨텍스트 메뉴를 사용하세요.\n\n이 Chrome 확장 프로그램은 메인 페이지와 제공되는 다른 모든 기능에 결코 뒤지지 않습니다. 평소와 같이 주요 배송 업체와 EMS를 지원합니다. EMS는 만국우편연합(UPU)의 우편 사업자가 제공하는 국제 특급 우편 서비스로, 전 세계 180개 이상의 국가와 지역을 연결합니다.\n\n주로 유명한 쇼핑 채널이나 아시아 공급업체를 통해 주문하는 사용자들은 다양한 아시아 물류 회사들의 지원을 환영할 것입니다.",
    "lt": "Jūsų siuntos sekimas dar niekada nebuvo toks paprastas. Pasirinkite sekimo ID iš savo siuntimo patvirtinimo el. laiško ar svetainės ir naudokite kontekstinį meniu dešiniu pelės mygtuku, kad gautumėte norimą sekimo rezultatą.\n\nŠis „Chrome“ plėtinys niekuo nenusileidžia pagrindiniam puslapiui ir visoms kitoms siūlomoms funkcijoms. Kaip įprasta, jis palaiko pagrindinius pristatymo vežėjus ir EMS – tarptautinę greitojo pašto paslaugą, kurią siūlo Pasaulinės pašto sąjungos (UPU) pašto operatoriai, jungiančią daugiau nei 180 šalių ir teritorijų visame pasaulyje.\n\nVartotojai, kurie dažniausiai užsako prekes per žinomus pirkimo kanalus ir/arba iš Azijos tiekėjų, bus patenkinti įvairių Azijos logistikos įmonių palaikymu.",
    "lv": "Jūsu sūtījuma izsekošana nekad nav bijusi tik vienkārša. Izvēlieties izsekošanas ID no savas (sūtījuma apstiprinājuma) e-pasta vēstules vai tīmekļa vietnes un izmantojiet konteksta izvēlni, noklikšķinot ar peles labo pogu, lai iegūtu vēlamo izsekošanas rezultātu.\n\nŠī Chrome paplašinājuma funkcionalitāte nekādā ziņā nav zemāka par galveno lapu un visām citām piedāvātajām funkcijām. Kā ierasts, tas atbalsta lielākos piegādes pakalpojumu sniedzējus un EMS — starptautisku eksprespasta pakalpojumu, ko piedāvā Pasaules Pasta Savienības (UPU) pasta operatori, savienojot vairāk nekā 180 valstis un teritorijas visā pasaulē.\n\nLietotāji, kuri galvenokārt veic pasūtījumus caur labi zināmiem iepirkšanās kanāliem un/vai no Āzijas piegādātājiem, būs apmierināti ar dažādu Āzijas loģistikas uzņēmumu atbalstu.",
    "ml": "നിങ്ങളുടെ പാക്കേജ് ട്രാക്കുചെയ്യുന്നത് ഇത്രയും എളുപ്പമാകിയിട്ടില്ല. നിങ്ങളുടെ (ഷിപ്പിംഗ് സ്ഥിരീകരണ) ഇമെയിൽ അല്ലെങ്കിൽ വെബ്സൈറ്റിൽ നിന്നുള്ള ട്രാക്കിംഗ് ഐഡി തിരഞ്ഞെടുക്കുക, ആവശ്യമായ ട്രാക്കിംഗ് ഫലത്തിലേക്ക് എത്താൻ വലത് ക്ലിക്കിലൂടെ കോൺടെക്സ്റ്റ് മെനു ഉപയോഗിക്കുക.\n\nഈ Chrome എക്സ്റ്റെൻഷൻ മുഖ്യ പേജിനേക്കാൾ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും ഫീച്ചറുകൾക്കേക്കാൾ ചെറുതല്ല. സാധാരണ പോലെ, ഇത് പ്രധാന ഷിപ്പിംഗ് കയറിയർകളും EMS-ഉം പിന്തുണയ്ക്കുന്നു - ആഗോള തപാൽ യൂണിയൻ (UPU)യുടെ തപാൽ ഓപ്പറേറ്റർമാർ നൽകുന്ന ഒരു അന്താരാഷ്ട്ര എക്സ്‌പ്രസ് മെയിൽ സേവനം, 180-ലധികം രാജ്യങ്ങളെയും പ്രദേശങ്ങളെയും ബന്ധിപ്പിക്കുന്നു.\n\nപ്രധാനമായും പ്രശസ്തമായ ഷോപ്പിംഗ് ചാനലുകൾ മുഖേനയും/അല്ലെങ്കിൽ ഏഷ്യൻ വിതരണക്കാരിൽ നിന്നും ഓർഡർ ചെയ്യുന്ന ഉപയോക്താക്കൾക്ക് വിവിധ ഏഷ്യൻ ലജിസ്റ്റിക്സ് കമ്പനികളുടെ പിന്തുണയിൽ സന്തോഷം അനുഭവപ്പെടും.",
    "mr": "आपल्या पॅकेजचे ट्रॅकिंग करणे कधीही इतके सोपे नव्हते. आपल्या शिपिंग कन्फर्मेशन ईमेल किंवा वेबसाइटवरून ट्रॅकिंग आयडी निवडा आणि आवश्यक ट्रॅकिंग निकालासाठी उजव्या क्लिकसह कॉन्टेक्स्ट मेनू वापरा.\n\nहे Chrome एक्सटेंशन मुख्य पृष्ठापेक्षा आणि इतर सर्व उपलब्ध वैशिष्ट्यांपेक्षा काहीच कमी नाही. नेहमीप्रमाणे, हे प्रमुख शिपिंग वाहक आणि EMS - युनिव्हर्सल पोस्टल युनियन (UPU) च्या पोस्टल ऑपरेटरद्वारे दिली जाणारी एक आंतरराष्ट्रीय एक्सप्रेस मेल सेवा, जी जगभरातील 180 हून अधिक देश आणि प्रदेशांना जोडते, यांचे समर्थन करते.\n\nप्रामुख्याने प्रसिद्ध खरेदी चॅनेलद्वारे आणि/किंवा आशियाई पुरवठादारांकडून ऑर्डर देणारे वापरकर्ते विविध आशियाई लॉजिस्टिक कंपन्यांच्या समर्थनामुळे समाधानी होतील.",
    "ms": "Menjejak bungkusan anda tidak pernah semudah ini. Pilih ID penjejakan dari e-mel pengesahan penghantaran atau laman web anda, dan gunakan menu konteks dengan klik kanan untuk mendapatkan hasil penjejakan yang diingini.\n\nSambungan Chrome ini tidak kurang hebat berbanding laman utama dan semua ciri lain yang ditawarkan. Seperti biasa, ia menyokong syarikat penghantaran utama dan EMS – perkhidmatan mel ekspres antarabangsa yang ditawarkan oleh pengendali pos Kesatuan Pos Sedunia (UPU), yang menghubungkan lebih daripada 180 negara dan wilayah di seluruh dunia.\n\nPengguna yang biasanya membuat pesanan melalui saluran membeli-belah yang terkenal dan/atau daripada pembekal Asia akan berpuas hati dengan sokongan untuk pelbagai syarikat logistik Asia.",
    "nl": "Het volgen van je pakket is nog nooit zo eenvoudig geweest. Selecteer de tracking-ID uit je verzendbevestigingsmail of van de website en gebruik het contextmenu met een rechtermuisklik om het gewenste trackingsresultaat te verkrijgen.\n\nDeze Chrome-extensie doet op geen enkele manier onder voor de hoofdpagina en alle andere aangeboden functies. Zoals gewoonlijk ondersteunt het de belangrijkste verzendmaatschappijen en EMS, een internationale exprespostdienst die wordt aangeboden door de postoperators van de Wereldpostunie (UPU) en die meer dan 180 landen en gebieden wereldwijd met elkaar verbindt.\n\nGebruikers die voornamelijk bestellen via bekende winkelkanalen en/of van Aziatische leveranciers zullen blij zijn met de ondersteuning van verschillende Aziatische logistieke bedrijven.",
    "no": "Det har aldri vært enklere å spore pakken din. Velg sporingsnummeret fra din forsendelsesbekreftelse på e-post eller nettside, og bruk kontekstmenyen ved å høyreklikke for å komme til ønsket sporingsresultat.\n\nDenne Chrome-utvidelsen er på ingen måte dårligere enn hovedsiden og alle de andre funksjonene som tilbys. Som vanlig støtter den de største fraktselskapene og EMS – en internasjonal ekspresstjeneste som tilbys av postoperatørene i Verdenspostforeningen (UPU), som forbinder over 180 land og territorier over hele verden.\n\nBrukere som hovedsakelig bestiller gjennom kjente handlekanaler og/eller fra asiatiske leverandører, vil sette pris på støtten til de forskjellige asiatiske logistikkfirmaene.",
    "pl": "Śledzenie przesyłki nigdy nie było tak łatwe. Wybierz numer śledzenia z e-maila potwierdzającego wysyłkę lub z witryny internetowej, a następnie użyj menu kontekstowego, klikając prawym przyciskiem myszy, aby uzyskać pożądany wynik śledzenia.\n\nTo rozszerzenie do Chrome w niczym nie ustępuje głównej stronie ani wszystkim innym oferowanym funkcjom. Jak zwykle, obsługuje ono głównych przewoźników i EMS – międzynarodową usługę ekspresowej poczty, oferowaną przez operatorów pocztowych Uniwersalnego Związku Pocztowego (UPU), która łączy ponad 180 krajów i terytoriów na całym świecie.\n\nUżytkownicy, którzy zamawiają głównie za pośrednictwem znanych kanałów zakupowych i/lub od azjatyckich dostawców, będą zadowoleni z obsługi różnych azjatyckich firm logistycznych.",
    "pt_BR": "Rastrear o seu pacote nunca foi tão fácil. Selecione o ID de rastreamento do seu e-mail de confirmação de envio ou do site, e use o menu de contexto com um clique direito para acessar o resultado de rastreamento desejado.\n\nEsta extensão do Chrome não fica em nada atrás da página principal e de todas as outras funcionalidades oferecidas. Como de costume, ela suporta as principais transportadoras e o EMS – um serviço internacional de correio expresso oferecido pelos operadores postais da União Postal Universal (UPU), conectando mais de 180 países e territórios em todo o mundo.\n\nUsuários que fazem pedidos principalmente através dos canais de compra conhecidos e/ou de fornecedores asiáticos ficarão satisfeitos com o suporte para diversas empresas de logística asiáticas.",
    "pt_PT": "Rastrear a sua encomenda nunca foi tão fácil. Selecione o ID de rastreamento do seu e-mail de confirmação de envio ou do site e utilize o menu de contexto com um clique direito para aceder ao resultado de rastreamento desejado.\n\nEsta extensão para o Chrome não fica nada atrás da página principal e de todas as outras funcionalidades oferecidas. Como habitualmente, suporta os principais transportadores e o EMS — um serviço internacional de correio expresso oferecido pelos operadores postais da União Postal Universal (UPU), que liga mais de 180 países e territórios em todo o mundo.\n\nOs utilizadores que encomendam principalmente através dos canais de compras conhecidos e/ou de fornecedores asiáticos ficarão satisfeitos com o suporte para várias empresas de logística asiáticas.",
    "ro": "Urmărirea coletului tău nu a fost niciodată atât de ușoară. Selectează ID-ul de urmărire din e-mailul de confirmare a expedierii sau de pe site-ul web și folosește meniul contextual cu un clic dreapta pentru a ajunge la rezultatul de urmărire dorit.\n\nAceastă extensie Chrome nu este în niciun fel inferioară paginii principale și tuturor celorlalte funcționalități oferite. Ca de obicei, suportă principalele companii de transport și EMS – un serviciu internațional de corespondență rapidă oferit de operatorii poștali ai Uniunii Poștale Universale (UPU), care conectează peste 180 de țări și teritorii din întreaga lume.\n\nUtilizatorii care comandă în principal prin canalele de cumpărături cunoscute și/sau de la furnizori asiatici vor fi încântați de suportul pentru diverse companii de logistică din Asia.",
    "ru": "Отслеживание вашей посылки никогда не было таким простым. Выберите идентификатор отслеживания из электронного письма с подтверждением отправки или с веб-сайта и используйте контекстное меню, кликнув правой кнопкой мыши, чтобы получить нужный результат отслеживания.\n\nЭто расширение для Chrome ни в чем не уступает основной странице и всем остальным предлагаемым функциям. Как обычно, оно поддерживает основные службы доставки и EMS — международную экспресс-почту, предлагаемую почтовыми операторами Всемирного почтового союза (UPU), которая объединяет более 180 стран и территорий по всему миру.\n\nПользователи, которые в основном заказывают через известные торговые каналы и/или у азиатских поставщиков, будут довольны поддержкой различных азиатских логистических компаний.",
    "sk": "Sledovanie vášho balíka nikdy nebolo také jednoduché. Vyberte sledovacie číslo z e-mailu s potvrdením o odoslaní alebo z webovej stránky a použite kontextové menu pravým kliknutím myši na získanie požadovaného výsledku sledovania.\n\nToto rozšírenie pre Chrome sa v ničom nelíši od hlavnej stránky a všetkých ostatných ponúkaných funkcií. Ako zvyčajne podporuje hlavných dopravcov a EMS – medzinárodnú expresnú poštovú službu, ktorú poskytujú poštoví operátori Svetovej poštovej únie (UPU) a ktorá spája viac ako 180 krajín a území na celom svete.\n\nPoužívatelia, ktorí zvyčajne objednávajú prostredníctvom známych nákupných kanálov a/alebo od ázijských dodávateľov, budú spokojní s podporou rôznych ázijských logistických spoločností.",
    "sl": "Sledenje vašemu paketu še nikoli ni bilo tako enostavno. Izberite sledilno številko iz e-poštnega sporočila s potrditvijo pošiljke ali s spletne strani in z desnim klikom uporabite kontekstni meni, da pridete do želenega rezultata sledenja.\n\nTo razširitev za Chrome se nikakor ne razlikuje od glavne strani in vseh drugih ponujenih funkcij. Kot običajno podpira glavne prevoznike in EMS – mednarodno ekspresno poštno storitev, ki jo ponujajo poštni operaterji Svetovne poštne zveze (UPU) in povezuje več kot 180 držav in ozemelj po vsem svetu.\n\nUporabniki, ki večinoma naročajo prek znanih nakupovalnih kanalov in/ali pri azijskih dobaviteljih, bodo zadovoljni s podporo za različna azijska logistična podjetja.",
    "sr": "Праћење ваше пошиљке никада није било тако једноставно. Изаберите број за праћење из вашег имејла са потврдом слања или са веб странице и користите контекстуални мени десним кликом да бисте дошли до жељеног резултата праћења.\n\nОво Chrome проширење ни у чему не заостаје за главном страницом и свим осталим понуђеним функцијама. Као и обично, подржава главне шпедитере и EMS — међународну експресну пошту коју нуде поштански оператери Светског поштанског савеза (UPU), која повезује више од 180 земаља и територија широм света.\n\nКорисници који углавном наручују преко познатих канала за куповину и/или од азијских добављача биће задовољни подршком за разне азијске логистичке компаније.",
    "sv": "Att spåra ditt paket har aldrig varit så enkelt. Välj spårnings-ID från ditt e-postmeddelande med leveransbekräftelse eller från webbplatsen, och använd snabbmenyn med ett högerklick för att komma till önskat spårningsresultat.\n\nDetta Chrome-tillägg är på inget sätt sämre än huvudsidan och alla andra tillgängliga funktioner. Som vanligt stöder det stora fraktbolag och EMS – en internationell expressposttjänst som erbjuds av postoperatörer i Världspostföreningen (UPU), och som förbinder över 180 länder och territorier världen över.\n\nAnvändare som främst beställer genom välkända shoppingkanaler och/eller från asiatiska leverantörer kommer att uppskatta stödet för de olika asiatiska logistikföretagen.",
    "sw": "Kufuatilia kifurushi chako hakijawahi kuwa rahisi hivi. Chagua namba ya ufuatiliaji kutoka kwa barua pepe ya uthibitisho wa usafirishaji au kutoka kwenye tovuti, kisha tumia menyu ya muktadha kwa kubofya kulia ili kupata matokeo unayotaka ya ufuatiliaji.\n\nKiendelezi hiki cha Chrome hakiko duni kwa njia yoyote ile ukilinganisha na ukurasa kuu na vipengele vingine vyote vinavyotolewa. Kama kawaida, kinaunga mkono kampuni kuu za usafirishaji na EMS — huduma ya posta ya kimataifa ya haraka inayotolewa na waendeshaji wa posta wa Umoja wa Posta Duniani (UPU), ambayo inaunganisha zaidi ya nchi na maeneo 180 duniani kote.\n\nWatumiaji ambao huagiza hasa kupitia njia maarufu za ununuzi na/au kutoka kwa wasambazaji wa Asia watafurahia msaada wa kampuni mbalimbali za vifaa vya usafirishaji vya Asia.",
    "ta": "உங்கள் பொதியைத் துரத்துவது இதற்கு முன் எளிதாக இல்லாதது. உங்கள் (கப்பல் உறுதிப்படுத்தல்) மின்னஞ்சல் அல்லது இணையதளத்திலிருந்து துரத்தல் ஐடியைத் தேர்ந்தெடுத்து, தேவையான துரத்தல் முடிவுக்கு செல்ல வலது கிளிக்கைப் பயன்படுத்தி சூழல் மெனுவைப் பயன்படுத்துங்கள்.\n\nஇந்த Chrome நீட்டிப்பு முக்கிய பக்கத்திற்கும் மற்ற அனைத்து வழங்கப்பட்ட அம்சங்களுக்கும் எந்த விதத்திலும் குறைவாக இல்லை. வழக்கம்போல, இது முக்கியக் கப்பல் கப்பல்மூலக்கூட்டாளர்களையும் EMS-ஐயும் ஆதரிக்கிறது – இது யுனிவர்சல் போஸ்டல் யூனியனின் (UPU) தபால் இயக்குனர்களால் வழங்கப்படும் ஒரு சர்வதேச விரைவு அஞ்சல் சேவையாகும், இது உலகின் 180-க்கு மேற்பட்ட நாடுகள் மற்றும் பிரதேசங்களை இணைக்கிறது.\n\nமுக்கியமாக அறியப்பட்ட ஷாப்பிங் சேனல்கள் மற்றும்/அல்லது ஆசிய நாடுகளின் சப்ளையர்களிடமிருந்து ஆர்டர் செய்வவர்கள் பல்வேறு ஆசிய லாஜிஸ்டிக்ஸ் நிறுவனங்களின் ஆதரவால் மகிழ்ச்சியடைவார்கள்.",
    "te": "మీ ప్యాకేజ్ ట్రాకింగ్ చేయడం ఇంత ఈజీగా ఎప్పుడూ లేదు. మీ (షిప్పింగ్ కన్ఫర్మేషన్) ఇమెయిల్ లేదా వెబ్‌సైట్ నుండి ట్రాకింగ్ ఐడీని ఎంచుకుని, కుడి క్లిక్ ద్వారా కాంటెక్స్ట్ మెను ఉపయోగించి కావలసిన ట్రాకింగ్ ఫలితానికి చేరుకోండి.\n\nఈ Chrome ఎక్స్టెన్షన్ ప్రధాన పేజీకి మరియు అందించే ఇతర ఫీచర్లకు ఏ విధంగానూ తగ్గదని. ఎప్పటిలాగే, ఇది ప్రధాన షిప్పింగ్ క్యారియర్‌లను మరియు EMS – యూనివర్సల్ పోస్ట్‌ల్ యూనియన్ (UPU) యొక్క పోస్టల్ ఆపరేటర్లు అందించే అంతర్జాతీయ ఎక్స్‌ప్రెస్ మెయిల్ సేవను, ప్రపంచ వ్యాప్తంగా 180 కి పైగా దేశాలు మరియు ప్రాంతాలను కలుపుతుంది.\n\nప్రముఖ షాపింగ్ ఛానెల్‌లు మరియు/లేదా ఆసియా సరఫరాదారుల ద్వారా ప్రధానంగా ఆర్డర్ చేసే వినియోగదారులు వివిధ ఆసియా లాజిస్టిక్స్ సంస్థల మద్దతుతో సంతోషపడతారు.",
    "th": "การติดตามพัสดุของคุณไม่เคยง่ายขนาดนี้มาก่อน เลือกหมายเลขติดตามจากอีเมลยืนยันการจัดส่งหรือจากเว็บไซต์ และใช้เมนูบริบทโดยการคลิกขวาเพื่อไปยังผลการติดตามที่ต้องการ\n\nส่วนขยายของ Chrome นี้ไม่ได้ด้อยไปกว่าหน้าแรกและฟีเจอร์อื่น ๆ ที่มีให้แต่อย่างใด ตามปกติแล้ว ส่วนขยายนี้รองรับผู้ให้บริการจัดส่งหลักและ EMS ซึ่งเป็นบริการไปรษณีย์ด่วนระหว่างประเทศที่นำเสนอโดยผู้ให้บริการไปรษณีย์ของสหภาพไปรษณีย์สากล (UPU) ซึ่งเชื่อมโยงกว่า 180 ประเทศและดินแดนทั่วโลก\n\nผู้ใช้ที่สั่งซื้อผ่านช่องทางการซื้อที่เป็นที่รู้จักกันดีและ/หรือจากผู้ให้บริการในเอเชียจะยินดีที่ได้รับการสนับสนุนจากบริษัทโลจิสติกส์ต่าง ๆ ในเอเชีย",
    "tr": "Paketinizin takibi hiç bu kadar kolay olmamıştı. Gönderim onay e-postanızdan veya web sitesinden takip numarasını seçin ve istediğiniz takip sonucuna ulaşmak için sağ tıklayarak bağlam menüsünü kullanın.\n\nBu Chrome uzantısı, ana sayfa ve sunulan diğer tüm özelliklerden hiçbir şekilde geri kalmaz. Her zamanki gibi, büyük kargo şirketlerini ve 180'den fazla ülke ve bölgeyi birbirine bağlayan Evrensel Posta Birliği (UPU) posta operatörleri tarafından sunulan uluslararası hızlı posta hizmeti EMS'yi destekler.\n\nÖzellikle tanınmış alışveriş kanallarından ve/veya Asyalı tedarikçilerden sipariş veren kullanıcılar, çeşitli Asya lojistik şirketlerinin desteklenmesinden memnun kalacaklar.",
    "uk": "Відстежувати вашу посилку ніколи не було так просто. Виберіть ідентифікатор відстеження з електронного листа з підтвердженням відправлення або з вебсайту, а потім скористайтеся контекстним меню, натиснувши правою кнопкою миші, щоб отримати потрібний результат відстеження.\n\nЦе розширення для Chrome жодним чином не поступається головній сторінці та всім іншим запропонованим функціям. Як завжди, воно підтримує основних перевізників і EMS — міжнародну службу експрес-доставки, яку надають поштові оператори Всесвітнього поштового союзу (UPU), що з'єднує понад 180 країн і територій по всьому світу.\n\nКористувачі, які переважно замовляють через відомі торгові платформи та/або у азійських постачальників, будуть задоволені підтримкою різноманітних азійських логістичних компаній.",
    "vi": "Việc theo dõi gói hàng của bạn chưa bao giờ dễ dàng đến thế. Hãy chọn mã theo dõi từ email xác nhận vận chuyển của bạn hoặc từ trang web, và sử dụng menu ngữ cảnh bằng cách nhấp chuột phải để có được kết quả theo dõi mong muốn.\n\nTiện ích mở rộng Chrome này không hề thua kém so với trang chính và tất cả các tính năng khác được cung cấp. Như thường lệ, nó hỗ trợ các hãng vận chuyển chính và EMS – dịch vụ chuyển phát nhanh quốc tế được cung cấp bởi các nhà khai thác bưu điện của Liên minh Bưu chính Thế giới (UPU), kết nối hơn 180 quốc gia và vùng lãnh thổ trên toàn thế giới.\n\nNgười dùng chủ yếu đặt hàng thông qua các kênh mua sắm nổi tiếng và/hoặc từ các nhà cung cấp ở châu Á sẽ hài lòng với sự hỗ trợ từ các công ty logistics châu Á khác nhau."
  }
}