{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Icypeed Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension autofills Icypeed Logistic's shipping address on e-commerce websites for a faster checkout process."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of the hassle involved in manually updating your shipping address during online purchases? Look no further! The Icypeed Logistics Chrome Extension is here to revolutionize your shopping experience. Say goodbye to the frustration of incorrect shipping information and hello to effortless, automated address updates at checkout for all your favorite SA and UK online stores.\n\n\n\n🌐 Global Compatibility: Whether you're shopping from South Africa or the United Kingdom, our extension works seamlessly with a wide range of online retailers, ensuring that your address is always accurate, up-to-date, and ready for prompt delivery.\n\n\n\n🛒 Effortless Checkout: With Icypeed Logistics, checkout becomes a breeze. No more wasting time typing and retyping your address details. Our extension automatically populates the correct shipping information, allowing you to complete your purchase in a matter of seconds.\n\n\n\n🔒 Secure Data Handling: We understand the importance of privacy and security. Rest assured that your personal data is handled with the utmost care. The Icypeed Logistics extension employs advanced encryption techniques to safeguard your information throughout the address update process.\n\n\n\n💼 Saves Time and Effort: Icypeed Logistics takes the frustration out of online shopping. No more filling out forms with the same details repeatedly. Our extension streamlines the process, allowing you to focus on what truly matters – finding the products you love.\n\n\n\n🌟 Enhanced Shopping Experience: Enjoy a seamless and stress-free shopping experience with Icypeed Logistics. Never worry about missed deliveries due to incorrect addresses again. Our extension empowers you to shop confidently, knowing that your packages will reach you promptly and hassle-free.\n\n\n\n🎉 Easy Installation: Getting started is a breeze! Simply download and install the Icypeed Logistics Chrome Extension from the Chrome Web Store. Once installed, you're just a click away from effortless address updates.\n\n\n\nDon't let outdated address information slow down your online shopping excitement. Elevate your shopping experience with the Icypeed Logistics Chrome Extension and enjoy automated address updates at checkout across a variety of SA and UK online stores. Shop smart, shop fast – Icypeed Logistics has you covered!"
  }
}