{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Vendry Copilot – Venue & Vendor Tracking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing The Vendry Copilot - bringing the power of The Vendry wherever your search takes you. With Copilot, you'll have…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing The Vendry Copilot - bringing the power of The Vendry wherever your search takes you. With Copilot, you'll have immediate access to The Vendry’s data about venues and vendors right at your fingertips as you browse the web. From any venue or vendor website, you’ll now be able to see additional information provided from The Vendry, access your team’s Knowledgebase, save businesses to lists, and more.\n\nFeatures:\n> See more information about venues or vendors from their own webpages, including contact info, ratings, press articles, and more.\n> Save and add venues and vendors to Lists for easy reference later.\n> RFP the venue or vendor you’re viewing directly through Copilot.\n> Add a business immediately to The Vendry for easy sharing with colleagues.\n> See your team’s Knowledgebase about a business directly over its webpage.\n\nThe Vendry Copilot is the perfect companion for event planners who are always on the go. With all the information you need about venues and vendors just a click away, you'll be able to plan events with confidence and ease, wherever your research takes you. \n\nDownload The Vendry Copilot today and start planning your next event with confidence!"
  }
}