{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Scrollbars"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Give your browser a personal touch with customized scrollbars!",
    "de": "Geben Sie Ihrem Browser eine persönliche Note mit angepassten Scrollbars!",
    "es": "¡Dale a tu navegador un toque personal con barras de desplazamiento personalizadas!",
    "fi": "Anna selaimellesi henkilökohtainen kosketus räätälöityihin vierityspalkkeihin!",
    "fr": "Donnez un aspect original à votre navigateur avec des barres de défilement personnalisées !",
    "it": "Dai al tuo browser un tocco personale con barre di scorrimento personalizzate!",
    "nl": "Personaliseer je browser met aangepaste schuifbalken!",
    "pl": "Nadaj swojej przeglądarce indywidualny charakter dzięki spersonalizowanym paskom przewijania!",
    "ru": "Придайте вашему браузеру индивидуальности с помощью настраиваемых полос прокрутки!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Give your browser a personalized touch with custom scrollbar colors! You can select from any range of colors and toggle between the default width and thin scrollbar... or hide it altogether if that's what floats your boat.",
    "de": "Geben Sie Ihrem Browser einen personalisierten Touch mit benutzerdefinierten Scrollbar-Farben! Sie können aus jedem Farbbereich wählen und zwischen der Standardbreite und der dünnen Bildlaufleiste umschalten. , oder verstecken Sie es ganz, wenn das ist, was Ihr Boot schwimmt.",
    "es": "¡Dale a tu navegador un toque personalizado con las barras personalizables! Puedes seleccionar de una gran variedad de colores el que quieras y intercambiar entre el ancho por defecto y una barra fina... o quizás simplemente ocultarlo si ese es tu estilo.",
    "fi": "Anna selaimellesi henkilökohtainen kosketus mukautetun vierityspalkin värejä! Voit valita mistä tahansa väristä ja vaihtaa oletusleveyden ja ohuen vierityspalkin välillä. . tai piilota se kokonaan, jos se on mitä kelluu vene.",
    "fr": "Donnez un aspect original à votre navigateur grâce aux couleurs personnalisées de la barre de défilement ! Vous pouvez choisir parmi toute une gamme de couleurs et choisir entre largeur par défaut et barre de défilement mince... ou la cacher totalement si vous le préférez.",
    "it": "Dai al tuo browser un tocco personale con barre di scorrimento personalizzate! Puoi selezionare qualsiasi gamma di colori e alternare tra l'ampiezza predefinita e una barra di scorrimento più stretta...oppure nasconderla completamente se preferisci.",
    "nl": "Geef je browser een eigen stijl met aangepaste schuifbalkkleuren! Je kunt elke kleur kiezen die je maar wilt en schakelen tussen de standaardbreedte en dunne schuifbalk. Of verberg het geheel als dat je voorkeur heeft.",
    "pl": "Nadaj swojej przeglądarce spersonalizowany charakter dzięki niestandardowym kolorom paska przewijania! Możesz wybrać dowolną gamę kolorów i przełączać się między domyślną szerokością paska przewijania, paskiem wąskim lub ukrytym. Jeśli to jest tym, co cię uszczęśliwi.",
    "ru": "Придайте вашему браузеру персонализированный контакт с пользовательскими цветами полосы прокрутки! Вы можете выбрать любой диапазон цветов и переключаться между шириной по умолчанию и тонкой полосой прокрутки. . или скрыть его, если это плавает ваша лодка."
  }
}