{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WasteNoClick.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use OpenAI/ChatGPT to summarize destination pages before you click on links. Stop wasting time reading uninteresting stuff."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Before clicking on any link, get a summary of the target web page content. \nIf its not interesting, don't waste your time going there !\nThis is for intense web surfers: Wikipedia explorers, Twitter aficionados, news junkies, and curious minds alike.\n\nPrivacy first: your browsing details does NOT go through our servers if you don't want. That is, you can use your own OpenAI token, and all traffic will be between your browser, OpenAI and you. No calling home, no sniffing. \nIf you do not have an OpenAI token and/or are OK with us providing the service, we can do that too.\n\nWasteNoClick is perfect for:\n\nWikipedia explorers: Dive into the depths of knowledge without getting lost in a sea of tabs.\nTwitter users: Get a quick idea of linked articles without straying from your timeline.\nNews enthusiasts: Stay informed and avoid clickbait by previewing article content.\nStudents and researchers: Save time and energy by only visiting the most relevant sources.\nOnline shoppers: Preview alternative product descriptions without getting lost.\n\nWith WasteNoClick, you'll streamline your browsing experience, save time, and avoid the frustration of unwanted content. Download the extension today and experience the future of efficient web browsing."
  }
}