{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad Builder by Adchief"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad Builder by adchief.io."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One Click Connection Between Your Website and Facebook Ads\n\nThis extension will\n- Insert your Facebook Conversion Pixel Tracking Codes directly into your website.\n- Create Dark Posts (unpublished posts) from the meta data of your website landing pages\n\nIn the past Facebook had two pixels, one for collection people who visit your site and another for tracking conversion.  The website custom audience pixel was easy, it went in the header of the whole site and you didn't have to think about it.  \n\nThen whenever you wanted to track an ad, you had to manually copy the tracking code from within Facebook and log into the back end of your site, find the page, open the html editor, find the <head> and paste it in.  This process takes some time and is prone to mistakes and having to repeat it to fix it.\n\nBut then Facebook changed the way tracking works so you only have one standard pixel in the whole site and that was supposed to make it easier.  The problem now is that you can't put the pixel on all pages automatically because if you need to track an ad now, you have to modify the code and insert more code (if you know how).\n\nBut if you modify the whole site's code the tracking doesn't work right.  The only alternative to insert the pixel on every single page manually which would take forever.\n\nWhat we did was to do all that for you automatically.  This extension talks to your website via our plugin at http://adchief.io/get-plugin \n\nOnce authorised to connect to your Facebook Ads Account, it will automatically place the standard pixel on all pages of your website.  If you need to track a specific page, the extension will modify the code for you for just that page without affecting any others.  \n\nAll you have to do is go to your page, and click.\n\nDark Posts:\nIf you want to create the ad from the meta data of the post this extension will create a mockup post from the Title, First paragraph and image from the page.  It does the time consuming work to create ads, plus you can modify, add, delete as you wish. When you're finished, it will create a Dark Post (unpublished post) in your Facebook Ad Account.\n\nSave time and effort with this extension."
  }
}