{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SdbNavigator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SdbNavigator is a free and open source Amazon SimpleDB Administration Interface."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SdbNavigator is a free and open source Amazon SimpleDB web interface. \n\n* No server-side scripts needed: do everything from your browser\n* Manage domains, Create, Read, Update and Delete\n* Manage records, Create, Read, Update and Delete\n* Find records using your own queries, or by sorting on properties\n* Quickly edit records using a convenient interface\n* Convenient interface like PhpMyAdmin. \n\nUsage\n-----\n\nTo make the data more manageable, SdbNavigator uses a 'virtual schema' for a schema-less database.\n\n* Fire up Google Chrome and the plugin\n* Open a new tab\n* Sign in for your AWS amazon account at https://aws-portal.amazon.com/gp/aws/developer/account/index.html?action=access-key\n* Copy and paste the \"Access Key ID\" and \"Secret Access Key\" into the corresponding fields on the plugin-page\n* Choose your nearest Region.\n* Click connect\n* Now choose a domain on the left-hand side, or create a new one.\n* Add some properties to the selected domain (if they could not be retrieved by scanning existing records)\n* Start adding new records using the defined properties\n\nPLEASE NOTE that your AWS credentials will be stored in a local cookie so don't use this plugin on any public computer. This free, beta software is released under GPL v3 and comes with absolutely no warranty. Make sure you have backup of important data before using this software. \n\nSdbNavigator uses Sencha's ExtJS 4 as JavaScript and UI framework with icons by famfamfam.com.\n\nMore info on http://www.kingsquare.nl/sdbnavigator\nSource hosted on Github https://github.com/Kingsquare/sdbnavigator"
  }
}