{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoonlytics - Spoonflower Insights & HD Image Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gain insights into Spoonflower products. View orders, Favorites and tags in search page, plus download product hd images."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoonlytics is a powerful Chrome extension designed for Spoonflower users to gain deeper insights into products and streamline their workflow. Whether you're a designer, seller, or buyer, Spoonlytics offers valuable data and tools to enhance your experience.\n\nKey Features:\n\n1 Product Insights:\n✔ View the number of orders and favorites for each product.\n✔ See the tags used for each product, copy it with one click.\n✔ Access the creation and last update dates for each product.\n\n2 Designer Statistics:\n✔ Discover how many designs a product owner has created.\n\n3 Search Page Analytics:\n✔ Get the total number of orders and favorites for all products on a search results page.\n✔ View all tags used across the search page, along with the frequency of each tag.\n✔ Copy all tags with a single click or export them as a CSV file for further analysis.\n\n4 HD Image Downloader:\n✔ Download all images of a product in high definition with just one click.\n\nSpoonlytics makes it easier to analyze, organize, and download data, saving you time and effort while helping you make informed decisions.\n\nTry Spoonlytics for free and unlock the full potential of Spoonflower!"
  }
}