{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect your profiles from other websites to Automatr via our browser extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate your social media interactions effortlessly with Automatr. Connect your profiles on popular platforms like LinkedIn, Facebook, and Instagram to our powerful automation platform, unlocking a world of possibilities for streamlining your online activities.\n\nWith Automatr, you can automate repetitive tasks such as sending connection requests, sending personalised messages, saving you valuable time and effort. Our intuitive browser extension seamlessly integrates with your favorite social media websites, allowing you to access our extensive library of automation tools with just a few clicks.\n\nKey Features:\n\nEffortless Integration: Connect your profiles on LinkedIn, Facebook, and Instagram to our platform effortlessly using our browser extension.\nVersatile Automation: Automate a wide range of tasks, including sending connection requests, liking posts, commenting and messaging.\nCustomizable Workflows: Automation workflows to suit your specific needs and preferences, ensuring maximum efficiency and flexibility.\nSecure and Reliable: Rest assured that your data and credentials are handled securely, with stringent privacy measures in place to protect your information.\nUser-Friendly Interface: Enjoy a seamless user experience with an intuitive interface designed for simplicity and ease of use."
  }
}