{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avenues Canvas Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Teacher tools for Canvas including: printable outcome reports, assignment rubrics, and an interactive Learning Mastery gradebook."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "INTERACTIVE LEARNING MASTERY GRADEBOOK!\nThe Interactive Learning Mastery Gradebook modifies Canvas' default learning mastery gradebook to allow teachers to quickly view all assessments for a student in any outcome, easily add outcome-based rubric assignments to individual students, and edit outcome-based assessments without navigating to SpeedGrader.  To view a student's assessments in any outcome, click on the student's grade for that outcome in the grid.  Once the sidebar is open, you have access to all these new features.\n\nIn addition to the Learning Mastery Gradebook, Avenues Canvas Extensions allows teachers to...\n\nCreate printable filled-out versions of RUBRICS for any Canvas assignment.\nTo view and print a class set of student friendly rubrics, navigate to the assignment, then click the grey 'A' icon at the top of your browser, then click \"Print rubrics for the current assignment.\"\n\nCreate learning mastery outcomes SUMMARY report.\nTo view and print a class set of summary report rubrics, navigate to the learning mastery grade book, then click the grey A icon at the top of your browser, then click \"Print outcome-based report.\"\n\nCreate a outcome report for a single ASSIGNMENT.\nTo view and print a student-by-student outcome breakdown for a given assignment, navigate to that assignment's page, then click the grey A icon at the top of your browser, then click \"Print outcome-based report for this assignment.\""
  }
}