{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhanced Focus Exercise"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A focus-enhancing game to improve concentration and cognitive skills."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhanced Focus Exercise\nBoost your concentration in just 60 seconds! This simple yet powerful Chrome extension offers a quick mental workout to sharpen your focus and reinvigorate your mind.\n\nWhy I Created This\nIn my late 40s, I found myself increasingly reliant on generative AI tools for coding and problem-solving. While these tools are incredibly useful, I noticed my ability to focus and think critically was gradually diminishing. Concerned about cognitive decline and determined to keep my mind sharp, I created this extension. It's designed to provide a quick, engaging mental exercise that counteracts the passive thinking often associated with heavy AI use. Whether you're a young coder looking to maintain active thinking skills or someone like me fighting the effects of aging on cognitive function, this app offers a simple yet effective way to keep your mind agile and focused.\n\nWhy install?\n\nQuick Refocus: Perfect for short breaks between tasks or when you feel your attention slipping.\n\nCognitive Boost: Engages your brain with number sequencing challenges to enhance mental agility.\n\nCustomizable Difficulty: Choose from easy, medium, or hard levels to match your current mental state.\n\nVaried Gameplay: Multiple modes including ascending, descending, odd, even, and prime numbers keep the exercise fresh and challenging.\n\nMemory Training: Optional memory mode adds an extra layer of cognitive engagement.\n\nProductivity Aid: Improve your focus and return to your tasks with renewed concentration.\n\nNo Time Commitment: Complete a round in under a minute - perfect for busy schedules!\n\nSharpen your mind and elevate your productivity with this simple yet effective focus-enhancing tool. Install now and experience the difference a minute can make in your cognitive performance!"
  }
}