{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cisco Dialer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let your Cisco phone dial a number by the click of a button right within your Google Contacts.",
    "de": "Per Knopfdruck wählt dein Cisco Telefon eine Nummer direkt aus deinen Google Kontakten heraus."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- - - NEW - - -\nIf you're looking for in-page and context menu dial then try out the beta version here: http://goo.gl/HHM2EP\nPlease remove or disable the stable version if you want to use the beta!\n\nCisco Dialer adds a little phone icon behind every phone number within your Google Contacts to quickly dial a number on your Cisco based IP phone.\n\nJust open the extension settings and add the address of your phone. Now open Google Mail and select Contacts. Select a contact and hover over a phone entry. You should now see a little phone icon. Click on it and your phone should start dialing the number.\n\nHave Fun!\n\nTested with the Cisco SPA500 Series IP Phones but should also work on other Cisco IP based phones.",
    "de": "- - - NEU - - -\nWenn du von jeder Seite und über das Kontext Menü wählen möchtest probiere die Beta Version hier: http://goo.gl/HHM2EP\nBitte entferne oder deaktiviere die Stabile Version wenn du die Beta verwenden möchtest!\n\nDer Cisco Dialer fügt ein kleines Telefon Symbol hinter jeder Telefonnummer in deinen Google Kontakten ein um schnell eine Nummer mit deinem Cisco basierten IP Telefon zu wählen.\n\nÖffne einfach die Erweiterungs-Einstellungen und füge die Adresse deines Telefons hinzu. Nun öffne Google Mail und wähle Kontakte. Öffne einen Kontakt und fahre mit der Maus über einen Eintrag mit Telefonnummer. Du solltest nun ein kleines Telefon Symbol sehen. Betätige dieses und dein Telefon sollte anfangen die Nummer zu wählen.\n\nViel Spaß!\n\nGetestet mit der Cisco SPA500 Serie der IP Telefone. Sollte aber auch mit anderen Cisco basierten IP Telefonen funktionieren."
  }
}