{
  "name": {
    "ar": "ميغا باس MEGA Pass: مدير كلمات مرور آمن",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,sk,sl,sr,sv,sw,ta,te,tr,uk": "MEGA Pass: Secure password manager",
    "de": "MEGA Pass: Sicherer Passwortmanager",
    "es": "MEGA Pass: gestor de contraseñas seguro",
    "fr": "MÉGA Pass : gestionnaire de mots de passe sécurisé",
    "id": "MEGA Pass: Pengelola kata sandi aman",
    "it": "MEGA Pass: Gestore sicuro di password",
    "ja": "MEGA Pass：安全なパスワードマネージャー",
    "ko": "MEGA Pass: 안전한 암호 관리자",
    "nl": "MEGA Pass: Veilige wachtwoordbeheerder",
    "pl": "MEGA Pass: Bezpieczny menedżer haseł",
    "pt_BR": "MEGA Pass: gerenciador de senhas seguro",
    "ro": "MEGA Pass: Manager de parole securizat",
    "ru": "MEGA Pass: безопасный менеджер паролей",
    "th": "MEGA Pass: จัดการรหัสผ่านได้ง่ายและปลอดภัย",
    "vi": "MEGA Pass: Trình quản lý mật khẩu an toàn",
    "zh_CN": "MEGA Pass：安全密码管理器",
    "zh_TW": "MEGA Pass：安全密碼管理器"
  },
  "short": {
    "ar": "أمان كلمة المرور والراحة من علامة تجارية يمكنك الوثوق بها. قم بحماية كلمات المرور والوصول إليها من أي جهاز.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,sk,sl,sr,sv,sw,ta,te,tr,uk": "Password security and convenience from a brand you can trust. Protect and access passwords from any device.",
    "de": "Passwortsicherheit und Komfort von einer vertrauenswürdigen Marke.",
    "es": "Seguridad y comodidad en tus contraseñas de una marca en la que puedes confiar.",
    "fr": "Sécurité et commodité des mots de passe d'une marque en laquelle vous pouvez avoir confiance.",
    "id": "Keamanan dan kenyamanan kata sandi dari merek yang dapat anda percayai. Lindungi dan akses kata sandi dari perangkat apa pun.",
    "it": "Sicurezza e praticità delle password da parte di un marchio di cui ti puoi fidare.",
    "ja": "信頼できるブランドが、パスワードのセキュリティと利便性を提供いたします。どのデバイスでもパスワードを保護し、あらゆるデバイスからアクセスできます。",
    "ko": "믿을 수 있는 브랜드에서 나온 암호 보호와 편리함. 어느 장치에서든 암호를 보호하고 접근합니다.",
    "nl": "Wachtwoordbeveiliging en -gemak van een merk dat u kunt vertrouwen. Bescherm en krijg toegang tot wachtwoorden vanaf elk apparaat.",
    "pl": "Bezpieczeństwo hasła i wygoda marki, której możesz zaufać. Chroń i uzyskaj dostęp do haseł z dowolnego urządzenia.",
    "pt_BR": "Segurança e conveniência para as suas senhas senhas, de uma marca em que você pode confiar.",
    "ro": "Securitate parolă și comoditate de la o marcă în care puteți avea încredere. Protejați și accesați parolele de pe orice dispozitiv.",
    "ru": "Надёжность и удобство работы с паролями от бренда, которому можно доверять. Защита паролей и доступ к ним с любого устройства.",
    "th": "ความปลอดภัยของรหัสผ่านที่คุณวางใจได้ พร้อมความสะดวกสบายในการใช้งาน ปกป้องและเข้าถึงรหัสผ่านได้จากทุกอุปกรณ์",
    "vi": "Bảo mật mật khẩu an toàn và tiện lợi từ một thương hiệu bạn có thể tin tưởng. Bảo vệ và truy cập mật khẩu từ mọi thiết bị.",
    "zh_CN": "密码安全和便捷于一身的值得信赖的品牌。在任何设备上保护并访问密码。",
    "zh_TW": "密碼安全性和便利性－來自您可以信任的品牌。在任何裝置上保護和存取密碼。"
  },
  "long": {
    "ar": "قم بإدارة جميع كلمات المرور الخاصة بك بأمان وسهولة من متصفحك.\n\nيتوفر ميغا باس MEGAPass في باقة مستقلة منخفضة التكلفة. يتم تضمينه أيضًا في أي باقة شخصية أو باقة عمل مدفوعة من ميغا MEGA دون أي تكلفة إضافية.\n\nاشترك اليوم للحصول على فترة تجريبية مجانية مدتها 14 يومًا.\n\n* يثق به الملايين\nلأكثر من عقد من الزمان وثق الناس في جميع أنحاء العالم في ميغا MEGA لحماية بياناتهم. يأخذ ميغا باس MEGA Pass التزامنا بالخصوصية خطوة إلى الأمام من خلال ضمان أن تكون كلمات المرور الخاصة بك آمنة دائمًا ويمكن الوصول إليها أينما كنت.\n\n* أصبح أمان كلمة المرور بسيطًا\nنحن نستخدم طبقات متعددة من الأمان بما في ذلك تشفير المعرفة الصفرية للحفاظ على كلمات المرور الخاصة بك آمنة وخصوصية. لقد كنا روادًا عالميًا في مجال الخصوصية لأكثر من عقد من الزمان ولم نتعرض أبدًا لأي خرق.\n\n* السهولة والراحة\nقم بالملء التلقائي لتفاصيل تسجيل الدخول وإنشاء كلمات مرور جديدة فائقة الأمان واستيراد كلمات المرور من المديرين الآخرين. يجعل ميغا باس MEGA Pass إدارة كلمات المرور أمرًا سهلاً.\n\n* إدارة كلمات المرور الخاصة بك من أي جهاز\nيمكنك الوصول إلى كلمات المرور ومزامنتها عبر جميع الأجهزة من الحاسوب المكتبي إلى الهاتف المحمول. يتوفر ميغا باس MEGA Pass أيضًا كتطبيق للهاتف المحمول ومن خلال تطبيق ميغا MEGA على الويب.\n\nميزات ميغا باس MEGA Pass:\n\n- مستوى الأمان التالي: تشفير المعرفة الصفرية يعني أنه لا يمكن لأي شخص آخر - ولا حتى نحن - الوصول إلى كلمات المرور الخاصة بك. لديك خصوصية كاملة لكلمة المرور.\n\n- الملء التلقائي لكلمة المرور: وفر الوقت وقم بتسجيل الدخول من المحاولة الأولى في كل مرة.\n\n- المزامنة عبر الأجهزة: قم بمزامنة جميع عمليات تسجيل الدخول الخاصة بك عبر الأجهزة لإدارة كلمات المرور بسلاسة.\n\n- استيراد كلمات المرور: قم بإجراء انتقال سلس إلى ميغا باس MEGA Pass  عن طريق نقل جميع تفاصيل تسجيل الدخول بسهولة من برامج إدارة كلمات المرور الأخرى.\n\n- إدارة كلمات المرور بسهولة: إنشاء كلمات المرور وتحديثها وحذفها بسهولة.\n\n- توثيق المصادقة المزدوجة: قم بإعداد توثيق المصادقة المزدوجة 2FA في حساب ميغا MEGA الخاص بك واستفد من طبقة إضافية من الأمان عند تسجيل الدخول إلى ميغا باس MEGA Pass.\n\n- مولد كلمة المرور: قم بحماية تفاصيل تسجيل الدخول إلى حسابك بكلمات مرور فريدة وغير قابلة للتخمين.\n\n- مدقق قوة كلمة المرور: احصل على الثقة في كلمات المرور الخاصة بك عن طريق اختبار مدى عدم قابليتها للاختراق.\n\nاعرف المزيد: https://mega.io/pass\n\nشروط خدمة ميغا MEGA: https://mega.io/terms\n\nسياسة الخصوصية والبيانات الخاصة بشركة ميغا MEGA: https://mega.io/privacy",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,sk,sl,sr,sv,sw,ta,te,tr,uk": "Securely and easily manage all of your passwords from your browser.\n\nMEGAPass is available on a low-cost standalone plan. It’s also included with any MEGA paid personal or business plan at no extra cost.\n\nSign up today for a 14-day free trial.\n\n* Trusted by millions\nFor more than a decade, people worldwide have trusted MEGA to protect their data. MEGA Pass takes our commitment to privacy a step further by ensuring your passwords are always secure and accessible wherever you are.\n\n* Password security made simple\nWe use multiple layers of security, including zero-knowledge encryption, to keep your passwords safe and private. We’ve been a global leader in privacy for over a decade and never had a breach.\n\n* Ease and convenience\nAutofill login details, generate new, ultra-secure passwords, and import passwords from other managers. MEGA Pass makes password management easy.\n\n* Manage your passwords from any device\nAccess and sync your passwords across all devices, from desktop to mobile. MEGA Pass is also available as a mobile app and through the MEGA web app.\n\nMEGA Pass features:\n\n- Next-level security: Zero-knowledge encryption means that no one else–not even us–can access your passwords. You have total password privacy.\n\n- Password autofill: Save time and sign in on the first try, every time.\n\n- Cross-device sync: Sync all your logins across devices for seamless password management.\n\n- Import passwords: Make a smooth transition to MEGA Pass by easily migrating all login details from other password managers.\n\n- Effortless password management: Create, update, and delete passwords with ease.\n\n- Two-factor authentication: Set up 2FA in your MEGA account and benefit from an extra layer of security when logging in to MEGA Pass.\n\n- Password generator: Protect your account login details with unique and unguessable passwords.\n\n- Password strength checker: Get confidence in your passwords by testing how uncrackable they are.\n\nLearn more: https://mega.io/pass\n\nMEGA Terms of Service: https://mega.io/terms\n\nMEGA Privacy and Data Policy: https://mega.io/privacy",
    "de": "Verwalten Sie alle Ihre Passwörter sicher und einfach in Ihrem Browser.\n\nMEGA Pass ist in einem kostengünstigen Paket separat erhältlich. Außerdem ist es in jedem kostenpflichtigen persönlichen oder Business-Paket von MEGA ohne zusätzliche Kosten enthalten.\n\nRegistrieren Sie sich noch heute für eine kostenlose 14-tägige Testphase.\n\n* Millionen vertrauen uns\nSeit mehr als einem Jahrzehnt vertrauen Menschen auf der ganzen Welt schützenswerte Daten MEGA an. MEGA Pass geht noch einen Schritt weiter und sorgt dafür, dass Ihre Passwörter stets sicher verwahrt und überall zugänglich sind.\n\n* Passwortsicherheit leicht gemacht\nWir verwenden mehrere Sicherheitsebenen, einschließlich Zero-Knowledge-Verschlüsselung, um Ihre Passwörter sicher und geschützt zu speichern. Wir sind seit über einem Jahrzehnt weltweit führend in Sachen Datenschutz und hatten noch nie einen Dateneinbruch.\n\n* Einfach und komfortabel\nFüllen Sie Anmeldedaten automatisch aus, generieren Sie neue, hochsichere Passwörter und importieren Sie Passwörter aus anderen Managern. MEGA Pass macht die Passwortverwaltung einfach.\n\n* Passwortverwaltung auf jedem Gerät\nGreifen Sie auf Ihre Passwörter zu und synchronisieren Sie sie auf allen Ihren Geräten, vom Desktoprechner bis zum Mobilgerät. MEGA Pass ist auch als Mobil-App und in der MEGA-Webapp erhältlich.\n\nFunktionen von MEGA Pass:\n\n- Ein neues Sicherheitsniveau: Zero-Knowledge-Verschlüsselung bedeutet, dass niemand außer Ihnen – nicht einmal wir – auf Ihre Passwörter zugreifen kann. Ihre Passwörter sind vollständig geschützt.\n\n- Automatisches Ausfüllen von Passwörtern: Jeder Anmeldevorgang klappt gleich beim ersten Versuch – so sparen Sie Zeit.\n\n- Geräteübergreifende Synchronisierung: Synchronisieren Sie alle Ihre Zugangsdaten auf allen Geräten für eine nahtlose Passwortverwaltung.\n\n- Passwörter importieren: Wechseln Sie unkompliziert zu MEGA Pass, indem Sie alle Ihre Zugangsdaten aus anderen Passwortmanagern einfach übernehmen.\n\n- Mühelose Passwortverwaltung: Erstellen, aktualisieren und löschen Sie Passwörter mit Leichtigkeit.\n\n- Zwei-Faktor-Authentifizierung: Richten Sie 2FA in Ihrem MEGA-Account ein und profitieren Sie von einer zusätzlichen Sicherheitsebene beim Einloggen in MEGA Pass.\n\n- Passwortgenerator: Schützen Sie Ihre Accounts mit nirgendwo anders verwendeten und nicht erratbaren Passwörtern.\n\n- Prüfen der Passwortstärke: Stellen Sie sicher, dass auf Ihre Passwörter Verlass ist, indem Sie testen, wie unknackbar sie sind.\n\nMehr erfahren: https://mega.io/pass\n\nNutzungsbedingungen von MEGA: https://mega.io/terms\n\nDatenschutzrichtlinien von MEGA: https://mega.io/privacy",
    "es": "Gestiona de forma fácil y segura todas tus contraseñas desde tu navegador.\n\nMEGA Pass está disponible con un plan individual asequible y. también se incluye en cualquier plan de pago de MEGA para particulares y para empresas sin coste adicional. \n\nRegístrate hoy para disfrutar de una prueba gratis de 14 días.\n\n* Millones de personas confían en nosotros\nDurante más de una década, personas de todo el mundo han confiado en MEGA para proteger sus datos. MEGA Pass lleva nuestro compromiso con la privacidad un paso más allá al garantizar que tus contraseñas estén siempre seguras y accesibles estés donde estés.\n\n* La seguridad de las contraseñas es más sencilla\nUsamos varios niveles de seguridad, incluido el cifrado de conocimiento cero, para mantener tus contraseñas seguras y privadas. Somos líderes mundiales en privacidad desde hace más de una década y nunca hemos tenido una filtración.\n\n* Facilidad y comodidad\nUsa la función de autocompletar, genera contraseñas nuevas y ultraseguras e importa contraseñas de otros gestores. MEGA Pass facilita la gestión de contraseñas.\n\n* Gestiona tus contraseñas desde cualquier dispositivo\nAccede a tus contraseñas y sincronízalas en todos los dispositivos, desde tu equipo hasta tus dispositivos móviles. MEGA Pass también está disponible como aplicación móvil y a través de la aplicación web de MEGA.\n\nCaracterísticas de MEGA Pass:\n\n- Seguridad de nivel superior: el cifrado de conocimiento cero hace que nadie, ni siquiera nosotros, pueda acceder a tus contraseñas. Tienes privacidad total.\n\n- Función de autocompletar: ahorra tiempo e inicia sesión al primer intento, siempre.\n\n- Sincronización entre dispositivos: sincroniza los inicios de sesión en todos los dispositivos para gestionar contraseñas sin problemas.\n\n- Importación de contraseñas: pásate sin problemas a MEGA Pass. Migra fácilmente todas tus credenciales desde otros gestores de contraseñas.\n\n- Gestión de contraseñas sencilla: crea, actualiza y elimina contraseñas con facilidad.\n\n- Autenticación de dos factores: configura el 2FA en tu cuenta de MEGA y disfruta de una capa adicional de seguridad al iniciar sesión en MEGA Pass.\n\n- Generador de contraseñas: protege los datos de inicio de sesión de tu cuenta con contraseñas únicas e indescifrables.\n\n- Comprobador de seguridad de contraseñas: Confía en tus contraseñas comprobando si son indescifrables.\n\nMás información: https://mega.io/pass\n\nTérminos de servicio de MEGA: https://mega.io/terms\n\nPolítica de privacidad de MEGA: https://mega.io/privacy",
    "fr": "Gérez facilement et en toute sécurité tous vos mots de passe depuis votre navigateur.\n\nLe MEGA Pass est proposé dans le cadre d'un abonnement autonome à faible coût. Il est aussi inclus dans tout abonnement personnel ou professionnel payant MEGA sans frais supplémentaires.\n\nInscrivez-vous dès aujourd'hui pour un essai gratuit de 14 jours.\n\n* Des millions de personnes nous font confiance\nDepuis plus de dix ans, des personnes du monde entier font confiance à MEGA pour protéger leurs données. MEGA Pass va encore plus loin dans notre engagement en matière de confidentialité en garantissant que vos mots de passe sont toujours sécurisés et accessibles où que vous soyez.\n\n* La sécurité des mots de passe simplifiée\nNous utilisons plusieurs niveaux de sécurité, notamment un cryptage à connaissance nulle, pour garantir la sécurité et la confidentialité de vos mots de passe. Nous sommes un leader mondial en matière de protection de la vie privée depuis plus de dix ans et nous n'avons jamais connu de violation.\n\n* Facilité et commodité\nSaisissez automatiquement les informations de connexion, générez de nouveaux mots de passe ultra-sécurisés et importez des mots de passe provenant d'autres gestionnaires. MEGA Pass facilite la gestion des mots de passe.\n\n* Gérez vos mots de passe depuis n'importe quel appareil\nAccédez à vos mots de passe et synchronisez-les sur tous vos appareils, de l'ordinateur au mobile. MEGA Pass est également disponible sous forme d'application mobile et via l'application Web MEGA.\n\nCaractéristiques de MEGA Pass :\n\n- Sécurité de niveau supérieur : le chiffrement à connaissance nulle signifie que personne d'autre, pas même nous, ne peut accéder à vos mots de passe. Votre mot de passe est totalement confidentiel.\n\n- Saisie automatique du mot de passe : gagnez du temps et connectez-vous dès le premier essai, à chaque fois.\n\n- Synchronisation entre appareils : synchronisez tous vos identifiants sur tous les appareils pour une gestion fluide des mots de passe.\n\n- Importez des mots de passe : effectuez une transition en douceur vers MEGA Pass en migrant facilement toutes les informations de connexion depuis d'autres gestionnaires de mots de passe.\n\n- Gestion des mots de passe sans effort : créez, mettez à jour et supprimez des mots de passe en toute simplicité.\n\n- Authentification à deux facteurs : configurez l'authentification à deux facteurs dans votre compte MEGA et bénéficiez d'un niveau de sécurité supplémentaire lorsque vous vous connectez à MEGA Pass.\n\n- Générateur de mots de passe : protégez les informations de connexion de votre compte avec des mots de passe uniques et impossibles à deviner.\n\n- Vérificateur de sécurité des mots de passe :  gagnez en confiance dans vos mots de passe en testant leur force.\n\nEn apprendre davantage : https://mega.io/pass\n\nConditions d'utilisation de MEGA : https://mega.io/terms\n\nPolitique de confidentialité et de données de MEGA : https://mega.io/privacy",
    "id": "Kelola semua kata sandi anda dengan aman dan mudah dari browser anda.\n\nMEGA Pass tersedia dalam paket mandiri berbiaya rendah. Paket ini juga disertakan dengan paket MEGA berbayar pribadi atau bisnis tanpa biaya tambahan \n\nDaftar hari ini untuk uji coba gratis 14 hari.\n\n* Dipercaya oleh jutaan\nSelama lebih dari satu dekade, orang-orang di seluruh dunia telah mempercayai MEGA untuk melindungi data mereka. MEGA Pass mengambil komitmen kami terhadap privasi selangkah lebih jauh dengan memastikan kata sandi anda selalu aman dan dapat diakses di mana pun anda berada.\n\n* Keamanan kata sandi dibuat sederhana\nKami menggunakan beberapa lapisan keamanan, termasuk enkripsi tanpa pengetahuan, untuk menjaga kata sandi anda tetap aman dan pribadi. Kami telah menjadi pemimpin global dalam privasi selama lebih dari satu dekade dan tidak pernah mengalami pelanggaran.\n\n* Kemudahan dan kenyamanan\nIsi detail login secara otomatis, buat kata sandi baru yang sangat aman, dan impor kata sandi dari pengelola lain. MEGA Pass memudahkan pengelolaan kata sandi.\n\n* Kelola kata sandi anda dari perangkat apa pun\nAkses dan sinkronkan kata sandi anda di semua perangkat, dari desktop ke seluler. MEGA Pass juga tersedia sebagai aplikasi seluler dan melalui aplikasi web MEGA.\n\nFitur MEGA Pass:\n\n- Keamanan tingkat berikutnya: Enkripsi tanpa pengetahuan berarti bahwa tidak ada orang lain—bahkan kita—yang dapat mengakses kata sandi anda. Anda memiliki privasi kata sandi total.\n\n- Isi otomatis kata sandi: Hemat waktu dan masuk pada percobaan pertama, setiap saat.\n\n- Sinkronisasi lintas perangkat: Sinkronkan semua login anda di seluruh perangkat untuk manajemen kata sandi yang mulus.\n\n- Impor kata sandi: Buat transisi yang mulus ke MEGA Pass dengan mudah memigrasikan semua detail login dari pengelola kata sandi lainnya.\n\n- Manajemen kata sandi yang mudah: Buat, perbarui, dan hapus kata sandi dengan mudah.\n\n- Otentikasi dua faktor: Siapkan 2FA di akun MEGA anda dan manfaatkan lapisan keamanan ekstra saat masuk ke MEGA Pass.\n\n- Generator kata sandi: Lindungi detail login akun anda dengan kata sandi yang unik dan tidak dapat disangkal.\n\n- Pemeriksa kekuatan kata sandi: Dapatkan kepercayaan pada kata sandi anda dengan menguji seberapa tidak dapat dipecahkan.\n\nPelajari lebih lanjut: https://mega.io/pass\n\nPersyaratan Layanan MEGA: https://mega.io/terms\n\nKebijakan Privasi dan Data MEGA: https://mega.io/privacy",
    "it": "Gestisci in modo sicuro e semplice tutte le tue password dal tuo browser.\n\nMEGA Pass è disponibile come piano autonomo a basso costo. È incluso anche in qualsiasi piano personale o aziendale MEGA a pagamento senza costi aggiuntivi \n\nIscriviti oggi per una prova gratuita di 14 giorni.\n\n* Scelto da milioni di persone\nDa oltre un decennio, persone in tutto il mondo si affidano a MEGA per proteggere i propri dati. MEGA Pass porta avanti il nostro impegno per la privacy garantendo che le tue password siano sempre sicure e accessibili ovunque tu sia.\n\n* La sicurezza delle password è semplificata\nUtilizziamo più livelli di sicurezza, inclusa la criptografia a conoscenza zero, per mantenere le tue password sicure e private. Siamo leader globali nella privacy da oltre un decennio e non abbiamo mai subito alcuna violazione.\n\n* Facilità e praticità\nCompila automaticamente i dati di accesso, genera nuove password ultra-sicure e importa le password da altri gestori. MEGA Pass semplifica la gestione delle password.\n\n* Gestisci le tue password da qualsiasi dispositivo\nAccedi e sincronizza le tue password su tutti i dispositivi, dal desktop al cellulare. MEGA Pass è disponibile anche come app mobile e tramite l'app web MEGA.\n\nCaratteristiche di MEGA Pass:\n\n- Sicurezza di livello superiore: la criptografia a conoscenza zero significa che nessun altro, nemmeno noi, può accedere alle tue password. Hai una privacy totale per le tue password.\n\n- Compilazione automatica della password: risparmia tempo e accedi al primo tentativo, ogni volta.\n\n- Sincronizzazione tra dispositivi: sincronizza tutti i tuoi accessi su tutti i dispositivi per una gestione delle password senza interruzioni.\n\n- Importa password: effettua una transizione fluida a MEGA Pass spostando facilmente tutti i dati di accesso da altri gestori di password.\n\n- Gestione semplificata delle password: crea, aggiorna ed elimina le password con facilità.\n\n- Autenticazione a due fattori: configura la 2FA nel tuo account MEGA e usufruisci di un ulteriore livello di sicurezza quando accedi a MEGA Pass.\n\n- Generatore di password: proteggi i dati di accesso del tuo account con password uniche e non indovinabili.\n\n- Controllo della sicurezza delle password: acquisisci sicurezza nelle tue password testando quanto siano indecifrabili.\n\nPer saperne di più: https://mega.io/pass\n\nTermini di servizio MEGA: https://mega.io/terms\n\nPolitica sulla privacy e sui dati di MEGA: https://mega.io/privacy",
    "ja": "安全かつ簡単に、ブラウザからすべてのパスワードを管理できます。\n\nMEGA Passは、低価格のスタンドアロン（独立型）プランでご利用いただけます。また、MEGAの有料個人用プランまたはビジネスプランにも、追加料金なしで含まれています。\n\n14日間の無料トライアルに、ぜひ今すぐサインアップしてください。\n\n* 何百万人もの人々がご信頼\n10年以上にわたり、世界中の人々にMEGAをご信頼いただき、データを保護してきました。MEGA Passは、お客様のパスワードを常に安全に保ち、どこにいてもアクセスできるようにすることで、プライバシーへの取り組みをさらに一歩進めます。\n\n* パスワードのセキュリティが簡単に\n当社では、ゼロ知識暗号化を含む複数のセキュリティ層を使用し、お客様のパスワードを安全に保ち、プライバシーも保護いたします。当社は10年以上にわたりプライバシー分野で世界をリードしてまいりました。また、侵害は一度もありませんでした。\n\n* 簡単で便利\nログイン詳細を自動入力し、新しい非常に安全なパスワードを生成し、他のマネージャーからパスワードをインポートできます。MEGA Passをご使用いただくと、パスワード管理が簡単になります。\n\n* あらゆるデバイスからパスワードを管理\nデスクトップからモバイルまで、すべてのデバイスでパスワードにアクセスして同期できます。MEGA Passは、モバイルアプリでも、MEGAウェブアプリからでもご利用いただけます。\n\nMEGA Passの各機能：\n\n－次のレベルのセキュリティ：ゼロ知識暗号化は、他の誰も（当社でさえも）あなたのパスワードにアクセスできないことを意味します。そのため、パスワードの完全なプライバシーを確保できます。\n\n－パスワードの自動入力：時間を節約し、毎回最初の試行でサインインできます。\n\n－デバイス横断同期：デバイス間でログインをすべて同期し、シームレスなパスワード管理ができます。\n\n－パスワードのインポート：他のパスワードマネージャーからすべてのログイン詳細を簡単に移行することで、MEGA Passにスムーズに移行できます。\n\n－簡単なパスワード管理：パスワードを簡単に作成、更新、削除できます。\n\n－2要素認証：MEGAアカウントに2FAを設定すると、MEGA Passにログインするときに追加のセキュリティ層を利用できます。\n\n－パスワードジェネレーター：ユニークかつ推測不可能なパスワードでアカウントのログイン詳細を保護できます。\n\n－パスワード強度チェッカー：パスワードがどの程度解読されにくいかをテストすることで、パスワードに自信を持てます。\n\n詳細はこちら：https://mega.io/pass\n\nMEGAご利用規約：https://mega.io/terms\n\nMEGAのプライバシーおよびデータポリシー：https://mega.io/privacy",
    "ko": "브라우저에서 쉽고 안전하게 당신의 모든 암호를 관리하세요.\n\nMEGA Pass는 저렴한 가격의 단독 요금제로 이용 가능합니다. 또한 모든 MEGA 유료 개인용 또는 비즈니스용 요금제에 추가 요금 없이 포함되어 있습니다.\n\n오늘 14일 무료 체험에 가입하세요.\n\n* 수백만명에 의해 신뢰받음\n10년 이상의 기간 동안, 전세계의 사람들은 그들의 데이터를 지키는데에 MEGA를 신뢰하였습니다. MEGA Pass는 당신의 암호가 항상 안전하고 어디서든지 접근 가능하게 함으로써 우리의 개인정보 보호에 대한 헌신을 한 단계 나아가게 합니다. \n\n* 암호 보안을 간단하게 만듭니다\n우리는 당신의 암호를 안전하고 비공개로 유지하기 위해, 영지식 암호화를 포함하여, 다중 계층 보안을 이용합니다. 우리는 10년 이상 개인정보 보호의 전세계 리더였으며, 유출이 있었던 적이 없습니다. \n\n* 쉽고 편리함\n로그인 정보 자동 완성, 매우 안전한, 새 암호 생성, 그리고 다른 관리자로부터 암호 들여오기. MEGA Pass는 암호 관리를 쉽게 만듭니다. \n\n* 어느 장치에서든 암호 관리\n데스크톱부터 휴대전화까지, 모든 장치에서 당신의 암호에 접근하고 동기화하세요. MEGA Pass는 모바일 앱과 MEGA 웹 앱 모두 이용 가능합니다. \n\nMEGA Pass 기능: \n\n- 더 높은 수준의 보안: 영지식 암호화는 그 누구도–심지어 우리도–당신의 비밀번호에 접근할 수 없다는 것을 의미합니다. 당신은 완전한 암호 보호를 가지고 있습니다.\n\n- 암호 자동 완성: 항상 한번에 로그인하고 시간을 절약하세요.\n\n- 장치간 동기화: 끊김 없는 암호 관리를 위해 여러 장치에 모든 로그인 정보를 동기화하세요. \n\n- 암호 들여오기: 다른 암호 관리자로부터 모든 로그인 정보를 쉽게 들여와서 MEGA Pass로 부드럽게 이전하세요.\n\n- 효율적인 암호 관리: 암호를 쉽게 만들고, 수정하고, 삭제하세요.\n\n- 2단계 인증: MEGA 계정에 2단계 인증을 설정하고 MEGA Pass에 로그인할 때 추가 보안 계층의 이득을 얻으세요.\n\n- 암호 생성기: 유일하고 추측 불가능한 암호로 계정 로그인 정보를 보호하세요.\n\n- 암호 강도 검사기: 암호가 얼마나 풀 수 없는 수준인지 검사하여 암호에 대한 확신을 가지세요. \n\n더 알아보기: https://mega.io/pass\n\nMEGA 이용 약관: https://mega.io/terms\n\nMEGA 개인정보 처리 방침: https://mega.io/privacy",
    "nl": "Beheer al uw wachtwoorden veilig en eenvoudig vanuit uw browser.\n\nMEGA Pass is beschikbaar met een voordelig, op zichzelf staand abonnement. Het is ook inbegrepen bij elk betaald MEGA-abonnement voor persoonlijk of zakelijk gebruik, zonder extra kosten.\n\nMeld vandaag nog aan voor een gratis proefperiode van 14 dagen.\n\n* Vertrouwd door miljoenen\nAl meer dan tien jaar vertrouwen mensen wereldwijd op MEGA om hun gegevens te beschermen. MEGA Pass gaat nog een stap verder in ons streven naar privacy door ervoor te zorgen dat uw wachtwoorden altijd veilig en toegankelijk zijn, waar u ook bent.\n\n* Wachtwoordbeveiliging eenvoudig gemaakt\nWe gebruiken meerdere beveiligingslagen, waaronder zero-knowledge codering, om uw wachtwoorden veilig en privé te houden. We zijn al meer dan tien jaar wereldleider op het gebied van privacy en hebben nog nooit een inbreuk gehad.\n\n* Gemak en geschiktheid\nVul automatisch inloggegevens in, genereer nieuwe, ultraveilige wachtwoorden en importeer wachtwoorden van andere managers. MEGA Pass maakt wachtwoordbeheer eenvoudig.\n\n* Beheer uw wachtwoorden vanaf elk apparaat\nOpen en synchroniseer uw wachtwoorden op alle apparaten, van desktop tot mobiel. MEGA Pass is ook beschikbaar als mobiele applicatie en via de MEGA-webapp.\n\nMEGA Pass-functies:\n\n- Beveiliging van een hoger niveau: codering zonder kennis betekent dat niemand anders, zelfs wij niet, toegang heeft tot uw wachtwoorden. U heeft volledige wachtwoordprivacy.\n\n- Automatisch invullen van wachtwoorden: bespaar tijd en log elke keer opnieuw in bij de eerste poging.\n\n- Synchronisatie tussen verschillende apparaten: synchroniseer al uw aanmeldingen op verschillende apparaten voor naadloos wachtwoordbeheer.\n\n- Wachtwoorden importeren: maak een soepele overgang naar MEGA Pass doe dit door eenvoudig alle inloggegevens van andere wachtwoordbeheerders te migreren.\n\n- Moeiteloos wachtwoordbeheer: maak, update en verwijder eenvoudig wachtwoorden.\n\n- Twee-staps-authenticatie: stel 2FA in uw MEGA-account in en profiteer van een extra beveiligingslaag wanneer u inlogt op MEGA Pass.\n\n- Wachtwoordgenerator: bescherm de inloggegevens van uw account met unieke en niet te raden wachtwoorden.\n\n- Wachtwoordsterktecontrole: krijg vertrouwen in uw wachtwoorden door te testen hoe onkraakbaar ze zijn.\n\nMeer informatie: https://mega.io/pass\n\nAlgemene Voorwaarden van MEGA: https://mega.io/terms\n\nMEGA Privacy- en Gegevensbeleid: https://mega.io/privacy",
    "pl": "Bezpiecznie i łatwo zarządzaj wszystkimi hasłami z poziomu przeglądarki.\n\nMEGA Przepustka jest dostępna w niedrogim, samodzielnym planie. Jest również dołączony do każdego płatnego planu osobistego lub biznesowego MEGA bez dodatkowych kosztów.\n\nZarejestruj się już dziś, aby otrzymać 14-dniowy bezpłatny okres próbny.\n\n* Zaufane przez miliony\nOd ponad dekady ludzie na całym świecie ufają firmie MEGA w zakresie ochrony swoich danych. MEGA Pass idzie o krok dalej nasze zaangażowanie w ochronę prywatności, zapewniając, że Twoje hasła są zawsze bezpieczne i dostępne, gdziekolwiek jesteś.\n\n* Bezpieczeństwo hasła stało się proste\nUżywamy wielu warstw zabezpieczeń, w tym szyfrowania zerowej wiedzy, aby Twoje hasła były bezpieczne i prywatne. Jesteśmy światowym liderem w dziedzinie prywatności od ponad dekady i nigdy nie mieliśmy naruszenia.\n\n* Łatwość i wygoda\nAutomatycznie uzupełniaj dane logowania, generuj nowe, bardzo bezpieczne hasła i importuj hasła od innych menedżerów. MEGA Pass ułatwia zarządzanie hasłami.\n\n* Zarządzaj hasłami z dowolnego urządzenia\nUzyskaj dostęp do haseł i synchronizuj je na wszystkich urządzeniach, od komputera stacjonarnego po telefon komórkowy. MEGA Pass jest również dostępny jako aplikacja mobilna i za pośrednictwem aplikacji internetowej MEGA.\n\nMEGA Pass Funkcje:\n\n- Bezpieczeństwo następnego poziomu: Szyfrowanie zerowej wiedzy oznacza, że nikt inny - nawet my - nie może uzyskać dostępu do twoich haseł. Masz całkowitą prywatność hasła.\n\n- Automatyczne wypełnianie hasłem: Oszczędzaj czas i zaloguj się przy pierwszej próbie, za każdym razem.\n\n- Synchronizacja między urządzeniami: Synchronizuj wszystkie swoje loginy między urządzeniami, aby bezproblemowo zarządzać hasłami.\n\n- Importuj hasła: Dokonaj płynnego przejścia do MEGA Pass przez łatwą migrację wszystkich danych logowania z innych menedżerów haseł.\n\n- Łatwe zarządzanie hasłami: z łatwością twórz, aktualizuj i usuwaj hasła.\n\n- Uwierzytelnianie dwuskładnikowe: Skonfiguruj 2FA na swoim koncie MEGA i korzystaj z dodatkowej warstwy bezpieczeństwa podczas logowania do MEGA Przejdź.\n\n- Generator haseł: Chroń dane logowania do konta unikalnymi i nieprzewidywalnymi hasłami.\n\n- Sprawdzanie hasła: Uzyskaj zaufanie do swoich haseł, testując, jak nie można je złamać.\n\nDowiedz się więcej: https://mega.io/pass\n\nWarunki korzystania z usługi MEGA: https://mega.io/terms\n\nPolityka prywatności i danych MEGA: https://mega.io/privacy",
    "pt_BR": "Gerencie com segurança e facilidade todas as suas senhas usando um navegador.\n\nO MEGA Pass está disponível em um plano exclusivo de baixo custo, mas também está incluído em qualquer plano pago do MEGA, seja individual ou Business, sem nenhum custo adicional. \n\nCadastre-se já para um teste gratuito de 14 dias.\n\n* Confiança de milhões\nPor mais de uma década, pessoas no mundo inteiro confiam no MEGA para proteger os seus dados. O MEGA Pass leva nosso compromisso com a privacidade um passo à frente, garantindo que as suas senhas estejam sempre seguras e acessíveis, onde quer que você esteja.\n\n* Segurança de senha simplificada\nVamos usar várias camadas de segurança, incluindo criptografia de conhecimento zero, para manter as suas senhas seguras e privadas. Somos líderes globais em privacidade há mais de uma década e nunca tivemos uma filtração.\n\n* Facilidade e conveniência\nPreencha automaticamente os detalhes de login, gere senhas novas e ultra-seguras, e importe senhas de outros gerenciadores: o MEGA Pass facilita o gerenciamento de senhas.\n\n* Gerencie as suas senhas de qualquer dispositivo\nAcesse e sincronize as suas senhas em todos os dispositivos, do desktop aos dispositivos móveis. O MEGA Pass também está disponível como um aplicativo para dispositivos móveis e por meio do site do MEGA.\n\nRecursos do MEGA Pass:\n\n- Segurança de outro nível: a criptografia de conhecimento zero faz com que ninguém, nem mesmo nós, possa acessar as suas senhas. Privacidade total para as suas senhas.\n\n- Preenchimento automático de senha: economize tempo e sempre faça login na primeira tentativa.\n\n- Sincronização entre dispositivos: sincronize todos os seus logins entre dispositivos para um gerenciamento perfeito de senhas.\n\n- Importar senhas: faça uma transição suave para o MEGA Pass migrando facilmente todos os dados de login de outros gerenciadores de senhas.\n\n- Gerenciamento fácil de senhas: crie, atualize e delete senhas com facilidade.\n\n- Autenticação de dois fatores: configure 2FA na sua conta do MEGA e se beneficie de uma camada extra de segurança ao fazer login no MEGA Pass.\n\n- Gerador de senhas: proteja as suas credenciais com senhas exclusivas e impossíveis de adivinhar.\n\n- Verificador de força de senha: garanta senhas confiáveis, testando o quão indecifráveis elas são.\n\nMais informações: https://mega.io/pass\n\nTermos de serviço do MEGA: https://mega.io/terms\n\nPolítica de privacidade e de dados do MEGA: https://mega.io/privacy",
    "ro": "Gestionați în siguranță și ușor toate parolele din browser.\n\nMEGA Pass este disponibil pe un abonament independent cu costuri reduse. De asemenea, este inclus cu orice abonament personal sau de afaceri plătit MEGA, fără costuri suplimentare.\n\nÎnscrieți-vă astăzi pentru o perioadă de încercare gratuită de 14 zile.\n\n* Încredere de milioane\nDe mai bine de un deceniu, oamenii din întreaga lume au încredere în MEGA pentru a-și proteja datele. MEGA Pass duce angajamentul nostru față de confidențialitate cu un pas mai departe, asigurându-vă că parolele dvs. sunt întotdeauna sigure și accesibile oriunde vă aflați.\n\n* Securitatea parolei simplificată\nFolosim mai multe straturi de securitate, inclusiv criptarea tip zero cunoștințe, pentru a vă păstra parolele în siguranță și private. Suntem lider global în domeniul confidențialității de peste un deceniu și nu am avut niciodată o breșă.\n\n* Ușurință și comoditate\nCompletați automat detaliile de conectare, generați parole noi, ultra-sigure și importați parole de la alți manageri. MEGA Pass facilitează gestionarea parolelor.\n\n* Gestionați-vă parolele de pe orice dispozitiv\nAccesați și sincronizați-vă parolele pe toate dispozitivele, de la desktop la mobil. MEGA Pass este disponibil și ca aplicație mobilă și prin aplicația web MEGA.\n\nCaracteristici MEGA Pass:\n\n- Securitate de nivel următor: criptare tip zero cunoștințe înseamnă că nimeni altcineva - nici măcar noi - nu vă poate accesa parolele. Aveți confidențialitate totală a parolei.\n\n- Completarea automată a parolei: Economisiți timp și conectați-vă la prima încercare, de fiecare dată.\n\n- Sincronizare pe mai multe dispozitive: Sincronizați toate datele de conectare pe dispozitive pentru gestionarea perfectă a parolelor.\n\n- Importați parole: faceți o tranziție lină la MEGA Pass migrând cu ușurință toate detaliile de conectare de la alți manageri de parole.\n\n- Gestionare fără efort a parolelor: creați, actualizați și ștergeți parolele cu ușurință.\n\n- Autentificare cu doi factori: Configurați 2FA în contul dvs. MEGA și beneficiați de un nivel suplimentar de securitate atunci când vă conectați la MEGA Pass.\n\n- Generator de parole: Protejați-vă detaliile de conectare la cont cu parole unice și de neghicit.\n\n- Verificator de putere a parolei: Obțineți încredere în parolele dvs. testând cât de inaccesibile sunt acestea.\n\nAflați mai multe: https://mega.io/pass\n\nTermenii de utilizare a serviciului MEGA: https://mega.io/terms\n\nPolitica privind confidențialitatea și datele MEGA: https://mega.io/privacy",
    "ru": "Безопасное и простое управление всеми паролями из браузера.\n\nMEGA Pass доступен в рамках недорогого отдельного плана. Он также доступен без дополнительной оплаты в любом платном персональном или бизнес-плане MEGA.\n\nЗарегистрируйтесь сегодня и активируйте 14-дневную бесплатную пробную версию.\n\n* Нам доверяют миллионы\nУже более десяти лет люди по всему миру доверяют MEGA защиту своих данных. MEGA Pass выводит нашу приверженность конфиденциальности на новый уровень, гарантируя, что ваши пароли всегда будут в безопасности и доступны, где бы вы ни находились.\n\n* Защита паролей стала проще\nМы используем несколько уровней безопасности, включая шифрование с нулевым разглашением, чтобы сохранить ваши пароли в безопасности и конфиденциальности. Мы являемся мировым лидером в области конфиденциальности уже более десяти лет и ни разу не сталкивались с нарушениями.\n\n* Простота и удобство\nАвтоматически заполняйте данные для входа, генерируйте новые сверхнадёжные пароли и импортируйте пароли из других менеджеров. MEGA Pass упрощает управление паролями.\n\n* Управление паролями с любого устройства.\nПолучайте доступ и синхронизируйте свои пароли на всех устройствах: от настольных компьютеров до мобильных устройств. MEGA Pass также доступен в виде мобильного приложения и через веб-приложение MEGA.\n\nОсобенности MEGA Pass:\n\n- Безопасность нового уровня: шифрование с нулевым разглашением означает, что никто другой, даже мы, не сможет получить доступ к вашим паролям. Ваши пароли абсолютно конфиденциальны.\n\n- Автозаполнение паролей: экономьте время и всегда входите в систему с первой попытки.\n\n- Синхронизация между устройствами: синхронизируйте все учётные данные на разных устройствах для удобного управления паролями.\n\n- Импорт паролей: плавный переход на MEGA Pass путём простого переноса всех данных для входа из других менеджеров паролей.\n\n- Простое управление паролями: создавайте, обновляйте и удаляйте пароли с легкостью.\n\n- Двухфакторная аутентификация: настройте 2FA в своём аккаунте MEGA и получите дополнительный уровень безопасности при входе в MEGA Pass.\n\n- Генератор паролей: защитите данные для входа в аккаунт уникальными и неугадываемыми паролями.\n\n- Проверка надёжности паролей: убедитесь в сложности своих паролей, проверив, насколько они устойчивы к взлому.\n\nУзнайте больше: https://mega.io/pass\n\nУсловия использования MEGA: https://mega.io/terms\n\nПолитика конфиденциальности MEGA: https://mega.io/privacy",
    "th": "จัดการรหัสผ่านทั้งหมดของคุณได้อย่างปลอดภัยและสะดวกสบาย ผ่านเบราว์เซอร์ของคุณ\n\nMEGA Pass พร้อมให้บริการในรูปแบบแผนแยกเดี่ยวราคาสุดประหยัด หรือรวมอยู่ในแผน MEGA ส่วนบุคคลแบบชำระเงินหรือธุรกิจโดยไม่มีค่าใช้จ่ายเพิ่มเติม\n\nลงทะเบียนใช้งานฟรี 14 วันได้แล้ววันนี้\n\n* เชื่อใจได้จากผู้คนนับล้าน\nตลอดระยะเวลาหนึ่งทศวรรษที่ผ่านมา ผู้คนทั่วโลกไว้วางใจ MEGA ในการปกป้องข้อมูลของพวกเขา MEGA Pass ยกระดับความมุ่งมั่นของเราในเรื่องความเป็นส่วนตัวไปอีกขั้น ด้วยการมอบความมั่นใจว่ารหัสผ่านของคุณจะปลอดภัยและเข้าถึงได้ทุกที่ทุกเวลา\n\n* ความปลอดภัยของรหัสผ่านที่เข้าใจง่าย\nเราใช้ระบบรักษาความปลอดภัยหลายชั้น รวมถึงการเข้ารหัสด้วยวิธีซีโร่-นอว์เลจ เพื่อปกป้องรหัสผ่านของคุณให้ปลอดภัยและเป็นส่วนตัว เราเป็นผู้นำระดับโลกด้านการรักษาความเป็นส่วนตัวมายาวนานกว่าทศวรรษ และไม่เคยเกิดเหตุการณ์ข้อมูลรั่วไหลแม่แต่ครั้งเดียว\n\n* ง่าย สะดวก รวดเร็ว\nMEGA Pass ช่วยให้การจัดการรหัสผ่านเป็นเรื่องง่าย เพียงแค่ปลายนิ้วสัมผัส ไม่ว่าจะเป็น กรอกข้อมูลเข้าสู่ระบบโดยอัตโนมัติ สร้างรหัสผ่านใหม่ที่แข็งแกร่งและนำเข้ารหัสผ่านจากโปรแกรมจัดการรหัสผ่านอื่น\n\n* จัดการรหัสผ่านของคุณได้จากทุกอุปกรณ์\nเข้าถึงและซิงค์รหัสผ่านสุดแสนจะง่ายดาย ครอบคลุมทุกอุปกรณ์ ไม่ว่าจะเป็นเดสก์ทอป แท็บเล็ต หรือสมาร์ทโฟน นอกจากนี้ MEGA Pass ยังมาพร้อมแอปบนมือถือและเว็บแอป เพื่อความสะดวกสบายในการใช้งานสูงสุด\n\nMEGA Pass มีฟีเจอร์โดดเด่น ดังนี้:\n\n- ความปลอดภัยระดับสูงสุด: ด้วยเทคโนโลยีการเข้ารหัสแบบวิธีซีโร่-นอว์เลจ ทำให้ใครก็ตามจะไม่สามารถเข้าถึงรหัสผ่านของคุณได้ ไม่ว่าจะเป็นเราหรือบุคคลอื่น คุณจึงมั่นใจได้ในความเป็นส่วนตัวของรหัสผ่านอย่างสมบูรณ์\n\n- กรอกรหัสผ่านอัตโนมัติ: ประหยัดเวลาและเข้าสู่ระบบได้อย่างรวดเร็วในครั้งแรก และทุกครั้งที่ใช้งาน\n\n- ซิงค์ข้อมูลข้ามอุปกรณ์: ซิงค์ข้อมูลการเข้าสู่ระบบทั้งหมดของคุณข้ามอุปกรณ์ต่าง ๆ เพื่อการจัดการรหัสผ่านที่ราบรื่น\n\n- การนำเข้ารหัสผ่าน: เปลี่ยนมาใช้ MEGA Pass ได้ราบรื่นสด ๆ ด้วยการย้ายข้อมูลสำหรับการเข้าสู่ระบบจากตัวจัดการรหัสผ่านอื่น ๆ\n\n- จัดการรหัสผ่านได้อย่างสะดวก: สร้าง แก้ไข และลบรหัสผ่านได้อย่างง่ายดาย\n\n- การรับรองความถูกต้องด้วยสองปัจจัย: ตั้งค่า 2FA ในบัญชี MEGA ของคุณเพื่อเพิ่มความปลอดภัยในการเข้าสู่ระบบ MEGA Pass\n\n- ตัวสร้างรหัสผ่าน: สร้างรหัสผ่านที่แข็งแกร่งและไม่ซ้ำใคร เพื่อปกป้องข้อมูลเข้าสู่ระบบของคุณอย่างปลอดภัย\n\n- ตัวตรวจสอบความแข็งแกร่งของรหัสผ่าน: ตรวจสอบความปลอดภัยของรหัสผ่านของคุณ เพื่อให้มั่นใจว่ารหัสผ่านของคุณนั้นยากต่อการคาดเดาและถูกเจาะ\n\nเรียนรู้เพิ่มเติม: https://mega.io/pass\n\nเงื่อนไขการให้บริการของ MEGA: https://mega.io/terms\n\nนโยบายความเป็นส่วนตัวของ MEGA: https://mega.io/privacy",
    "vi": "Quản lý an toàn và dễ dàng tất cả mật khẩu của bạn từ trình duyệt web.\n. \nMEGA Pass có sẵn theo gói độc lập giá rẻ. Nó cũng được bao gồm trong bất kỳ gói cá nhân hoặc doanh nghiệp trả phí nào của MEGA mà không mất thêm chi phí.\n\nĐăng ký ngay hôm nay để dùng thử miễn phí 14 ngày.\n\n* Được hàng triệu người tin dùng\nTrong hơn một thập kỷ, mọi người trên toàn thế giới đã tin tưởng MEGA để bảo vệ dữ liệu của họ. MEGA Pass sẽ làm cam kết bảo mật của chúng tôi tiến thêm một bước nữa bằng cách đảm bảo mật khẩu của bạn luôn an toàn và bạn có thể truy cập được mọi lúc mọi nơi.\n\n* Bảo mật mật khẩu được đơn giản hóa\nChúng tôi sử dụng nhiều lớp bảo mật, bao gồm mã hóa vô kiến thức, để giữ mật khẩu của bạn an toàn và riêng tư. Chúng tôi đã dẫn đầu toàn cầu về quyền riêng tư trong hơn một thập kỷ và chưa bao giờ bị rò rỉ dữ liệu.\n\n* Dễ dàng và tiện lợi\nTự động điền thông tin đăng nhập, tạo mật khẩu mới, cực kỳ an toàn và chuyển nhập mật khẩu từ các trình quản lý khác. MEGA Pass giúp quản lý mật khẩu thật dễ dàng.\n\n* Quản lý mật khẩu của bạn từ bất kỳ thiết bị nào\nTruy cập và đồng bộ mật khẩu của bạn trên tất cả các thiết bị, từ máy tính để bàn đến thiết bị di động. MEGA Pass có phiên bản ứng dụng di động và thông qua ứng dụng web MEGA.\n\nCác tính năng của MEGA Pass:\n\n- Bảo mật cấp độ mới: Mô hình mã hóa vô-kiến-thức có nghĩa là không ai khác – kể cả chúng tôi – có thể truy cập mật khẩu của bạn. Bạn hoàn toàn cầm quyền kiểm soát.\n\n- Tự động điền mật khẩu: Tiết kiệm thời gian và đăng nhập ngay trong lần thử đầu tiên, và được mỗi lần.\n\n- Đồng bộ giữa các thiết bị: Đồng bộ hóa tất cả các thông tin đăng nhập của bạn trên các thiết bị để có quản lý liền mạch.\n\n- Chuyển nhập mật khẩu: Việc thực hiện chuyển đổi sang MEGA Pass rất dễ dàng, di chuyển tất cả các chi tiết đăng nhập từ các trình quản lý mật khẩu khác sang suôn sẻ.\n\n- Quản lý mật khẩu dễ dàng: Tạo, cập nhật và xóa mật khẩu một cách dễ dàng.\n\n- Xác thực hai yếu tố (2FA): Thiết lập 2FA trong tài khoản MEGA của bạn để có thêm một lớp bảo mật bổ sung khi đăng nhập vào MEGA Pass.\n\n- Trình tạo mật khẩu: Bảo vệ thông tin đăng nhập các tài khoản của bạn bằng mật khẩu độc nhất và không thể đoán được.\n\n- Trình kiểm tra độ mạnh mật khẩu: Tự tin với mật khẩu của bạn bằng cách kiểm tra mức độ không thể phá được của mật khẩu.\n\nTìm hiểu thêm: https://mega.io/pass\n\nĐiều Khoản Dịch Vụ của MEGA: https://mega.io/terms\n\nChính Sách Dữ Liệu và Riêng Tư của MEGA: https://mega.io/privacy",
    "zh_CN": "通过您的浏览器安全轻松地管理所有密码。\n\nMEGA Pass可通过低成本的独立方案获得。它还包含在任何MEGA个人付费方案或企业方案中，不收取额外费用。\n\n立即注册即可获得14天免费试用。\n\n* 受到数百万人的信任\n十多年来，全世界的人们都信任MEGA来保护他们的数据。MEGA Pass将我们对隐私的承诺向前更迈进一步，无论您身在何处，确保您的密码始终安全可用。\n\n* 密码安全变得简单\n我们使用多层安全措施，包括零知识加密，来确保您的密码安全和保密。十多年来，我们一直是隐私领域的全球领导者，且从未发生过泄露。\n\n* 轻松便利\n自动填充登录详细信息，生成新的超安全密码，并从其它管理器导入密码。MEGA Pass使密码管理变得简单。\n\n* 在任何设备上管理您的密码\n从台式机到移动设备，在所有设备上访问和同步您的密码。MEGA Pass也可作为移动应用程序，和通过MEGA网络应用程序获得。\n\nMEGA Pass功能：\n\n－更高级别的安全性：零知识加密意味着没有人－甚至我们－也无法访问您的密码。您拥有完全的密码隐私。\n\n－密码自动填充：节省时间，登录一次成功。\n\n－跨设备同步：跨设备同步所有登录信息，实现无缝密码管理。\n\n－导入密码：通过从其它密码管理器中轻松迁移所有登录详细信息，顺利过渡到MEGA Pass。\n\n－轻松管理密码：简单地创建、更新和删除密码。\n\n－双重验证：在您的MEGA帐户中设置两步验证（2FA），当登录MEGA Pass时，享受额外的安全保护。\n\n－密码生成器：使用唯一且无法猜测的密码保护您帐户的登录详细信息。\n\n－密码强度检查器：通过测试密码的不可破解程度，坚定对您密码安全的信心。\n\n了解更多：https://mega.io/pass\n\nMEGA服务条款：https://mega.io/terms\n\nMEGA隐私和数据政策：https://mega.io/privacy",
    "zh_TW": "透過瀏覽器安全、輕鬆地管理您的所有密碼。\n\nMEGA Pass可透過低成本的獨立方案獲得。它也包含在任何MEGA付費的個人或商業方案中，無需額外付費。\n\n立即註冊可獲得14天的免費試用。\n\n* 受到數百萬人的信賴\n十多年來，全世界的人們一直信任MEGA來保護他們的資料。MEGA Pass將我們對隱私的承諾更進一步，確保無論您身在何處，您的密碼始終安全並且可用。\n\n* 密碼安全變得簡單\n我們使用多層安全措施，包括零知識加密，來確保您的密碼安全且私密。十多年來，我們一直是隱私領域的全球領導者，從未發生過外洩事件。\n\n* 輕鬆便捷\n自動填入登入詳細資訊，產生新的、超安全的密碼，並從其他管理器匯入密碼。MEGA Pass讓密碼管理變得簡單。\n\n* 從任何裝置管理您的密碼\n從桌面到行動裝置，在所有裝置上存取和同步您的密碼。 MEGA Pass也可作為行動應用程式和透過MEGA網路應用程式使用。\n\nMEGA Pass功能：\n\n- 更高層級的安全性：零知識加密意味著其他人－甚至是我們－都無法存取您的密碼。您擁有完全的密碼隱私。\n\n- 密碼自動填入：節省時間，一次就登入成功。\n\n- 跨裝置同步：跨裝置同步所有登入資訊，實現無縫密碼管理。\n\n匯入密碼：透過從其它密碼管理器輕鬆的遷移所有登入詳細資訊，順利移轉到MEGA Pass。\n\n- 輕鬆的密碼管理：輕鬆建立、更新和刪除密碼。\n\n- 雙重驗證：在您的MEGA帳戶中設定雙重驗證（2FA），並在登入MEGA Pass時享受額外的安全保護。\n\n- 密碼生成器：使用獨特且無法猜測的密碼保護您的帳戶登入詳細資訊。\n\n- 密碼強度檢查器：透過測試密碼的不可破解程度來增強對密碼的信心。\n\n瞭解更多：https://mega.io/pass\n\nMEGA服務條款：https://mega.io/terms\n\nMEGA隱私權與資料政策：https://mega.io/privacy"
  }
}