{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cast to Sonos"
  },
  "short": {
    "ar": "يتيح لك هذا الامتداد إرسال علامة التبويب إلى جهاز sonos.",
    "am": "ይህ ቅጥያ ትርዎን ወደ sonos መሣሪያ እንዲወስዱ ያስችልዎታል።",
    "bg": "Това разширение ви позволява да предавате своя раздел към устройство sonos.",
    "bn": "এই এক্সটেনশনটি আপনাকে একটি সোনোস ডিভাইসে আপনার ট্যাব কাস্ট করতে দেয়।",
    "ca": "Aquesta extensió us permet enviar la vostra pestanya a un dispositiu Sonos.",
    "cs": "Toto rozšíření umožňuje odeslat kartu do zařízení sonos.",
    "da": "Denne udvidelse giver dig mulighed for at caste din fane til en Sonos-enhed.",
    "de": "Mit dieser Erweiterung können Sie Ihren Tab auf ein Sonos-Gerät übertragen.",
    "el": "Αυτή η επέκταση σάς επιτρέπει να μεταφέρετε την καρτέλα σας σε μια συσκευή sono.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "This extension allows you to cast your tab to a sonos device.",
    "es": "Esta extensión te permite enviar tu pestaña a un dispositivo sonos.",
    "et": "See laiendus võimaldab teil vahekaardi Sonose seadmesse üle kanda.",
    "fa": "این برنامه افزودنی به شما امکان می دهد برگه خود را به دستگاه سونوس ارسال کنید.",
    "fi": "Tämän laajennuksen avulla voit suoratoistaa välilehden Sonos-laitteeseen.",
    "fil": "Binibigyang-daan ka ng extension na ito na i-cast ang iyong tab sa isang sonos device.",
    "fr": "Cette extension vous permet de caster votre onglet sur un appareil sonos.",
    "gu": "આ એક્સ્ટેંશન તમને તમારા ટેબને સોનોસ ઉપકરણ પર કાસ્ટ કરવાની મંજૂરી આપે છે.",
    "he": "תוסף זה מאפשר לך להעביר את הכרטיסייה שלך למכשיר sonos.",
    "hi": "यह एक्सटेंशन आपको अपने टैब को सोनोस डिवाइस पर डालने की अनुमति देता है।",
    "hr": "Ovo vam proširenje omogućuje emitiranje kartice na sonos uređaju.",
    "hu": "Ez a bővítmény lehetővé teszi a lap átküldését egy Sonos eszközre.",
    "id": "Ekstensi ini memungkinkan Anda mentransmisikan tab ke perangkat sonos.",
    "it": "Questa estensione ti consente di trasmettere la tua scheda a un dispositivo sonos.",
    "ja": "この拡張機能を使用すると、タブを Sonos デバイスにキャストできます。",
    "kn": "ಈ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಟ್ಯಾಬ್ ಅನ್ನು ಸೋನೋಸ್ ಸಾಧನಕ್ಕೆ ಬಿತ್ತರಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.",
    "ko": "이 확장 프로그램을 사용하면 탭을 소노스 기기로 전송할 수 있습니다.",
    "lt": "Šis plėtinys leidžia perduoti skirtuką į Sonos įrenginį.",
    "lv": "Šis paplašinājums ļauj apraidīt cilni uz Sonos ierīci.",
    "ml": "സോണോസ് ഉപകരണത്തിലേക്ക് നിങ്ങളുടെ ടാബ് കാസ്‌റ്റ് ചെയ്യാൻ ഈ വിപുലീകരണം നിങ്ങളെ അനുവദിക്കുന്നു.",
    "mr": "हा विस्तार तुम्हाला तुमचा टॅब सोनोस डिव्हाइसवर कास्ट करण्यास अनुमती देतो.",
    "ms": "Sambungan ini membolehkan anda menghantar tab anda ke peranti sonos.",
    "nl": "Met deze extensie kun je je tabblad casten naar een Sonos-apparaat.",
    "no": "Denne utvidelsen lar deg caste fanen din til en Sonos-enhet.",
    "pl": "To rozszerzenie umożliwia przesyłanie karty do urządzenia sonos.",
    "ro": "Această extensie vă permite să vă proiectați fila pe un dispozitiv Sonos.",
    "ru": "Это расширение позволяет транслировать вкладку на устройство Sonos.",
    "sk": "Toto rozšírenie vám umožňuje preniesť kartu do zariadenia sonos.",
    "sl": "Ta razširitev vam omogoča predvajanje zavihka v napravi sonos.",
    "sr": "Ово проширење вам омогућава да пребаците картицу на сонос уређај.",
    "sv": "Det här tillägget låter dig casta din flik till en Sonos-enhet.",
    "sw": "Kiendelezi hiki hukuruhusu kutuma kichupo chako kwa kifaa cha sonos.",
    "ta": "இந்த நீட்டிப்பு உங்கள் தாவலை சோனோஸ் சாதனத்தில் அனுப்ப அனுமதிக்கிறது.",
    "te": "ఈ పొడిగింపు మీ ట్యాబ్‌ను సోనోస్ పరికరానికి ప్రసారం చేయడానికి మిమ్మల్ని అనుమతిస్తుంది.",
    "th": "ส่วนขยายนี้ช่วยให้คุณสามารถส่งแท็บของคุณไปยังอุปกรณ์ sonos",
    "tr": "Bu uzantı, sekmenizi bir sonos cihazına aktarmanıza olanak tanır.",
    "uk": "Це розширення дозволяє транслювати вкладку на пристрій Sonos.",
    "vi": "Tiện ích mở rộng này cho phép bạn truyền tab của mình sang thiết bị sonos."
  },
  "long": {
    "ar,bg,bn,ca,cs,da,de,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Until now, it has not been possible to stream audio directly from youtube or any other platform directly from the browser to a Sonos system. Casttosonos offers a similar experience as the cast to Chromecast feature in chrome browsers.",
    "am": "Installation instructions: https://medium.com/@casttosonos/how-to-cast-to-sonos-from-chrome-805fbc36a60d\n\nUntil now, it has not been possible to stream audio directly from youtube or any other platform from the browser to a Sonos system. Cast to Sonos offers a similar experience as the Chromecast feature in chrome browsers. \n\nAfter installing you can easily cast any audio that you can play inside chrome, to your Sonos device by going to the top-right and clicking the puzzle icon. \n\nAfter opening the extension, you can make a choice to use the free version with limited quality or the premium version. After that, you can select the room and the group you want to cast to. The selection box will become selected and the play button will show up after the extension is connected to your device.\n\nIf you are not able to connect, make sure that no other app is using your Sonos device, Spotify or Youtube for example. Try pausing or disconnecting from the app that is currently using your Sonos device.\n\nIf you are experiencing technical issues, you can go to the Chrome Web Store \"Support page\" and leave your questions there and we will get back to you as soon as possible.\n\nTechnical note about the delay:\nThis extension streams your audio from your tab to your Sonos device. Naturally, there is a delay because you're not playing an audio clip, you are streaming, just like how Chromecast does it. The advantage is that it works for every website and with any kind of audio source that Google Chrome supports. \n\nWith this extension, you are not able to turn your Sonos device into PC speakers. You are better off buying a good pair of normal PC speakers.\n\nChangelog:\n\nv1.1:\n* Added free mode\n* Added more languages\n* Improved error handling and error explanations\n* Changed font\n\nv1.2:\n* Improved messages and handling of rate limit errors\n* Fixed a bug that caused users to have to re-authenticate with Sonos\n* Changed icons\n\nv1.3:\n* Fixed an issue with translations that made it impossible for non-English users to install the extension\n\nv1.4:\n* Changed Dutch translations\n* Add dynamic background based on website contents\n* Removed debug information that was cluttering the debug logs\n* Better error handling for users that attempt to stream pages starting with chrome://\n* Close the previous stream when the user starts a new stream on a new tab\n* Changed the icon displayed inside the Sonos app\n* Added an error screen when the user can not connect to the server\n* Added a loading screen when the app is connecting to the server\n* Add a dynamic icon inside the Sonos app\n\nv1.5:\n* Corrected incorrect title\n\nv1.6:\n* Remember living room and device after popup is closed\n* Improved speed at which the background color and thumbnail image is retrieved from the foreground webpage to +-100ms\n\nv1.7:\n* Improved logging for better debugging\n\nv1.8:\n* Added extension version number for better debugging\n* Retry mechanism for when fetching the user fails\n* Better error display, no more alert windows\n* Fixed an issue where the tab media stream would not stop after disabling the connection before pressing play\n* Prevent unnecessary network requests from the background script\n* Do not display the ERROR_RESOURCE_GONE error, re-fetch the households instead\n* Introduce a timeout for network requests of 5 seconds\n* Rename the native 'TypeError: Failed to fetch' error message to 'Network error', because it's confusing\n* Rename the native 'AbortError, DOMException, user cancelled the request' to 'Network error', because it's confusing (and not correct)\n* Better error handling when there are connectivity issues\n* Translated a few error messages which were still English-only\n* Handle all kind of connectivity issues and recover from network failures\n\nv1.9:\n* Added the ability to disable front-end scripts \n* Removed permissions for access to all urls, instead use the \"activeTab\" permission \n* Added a link to manage premium subscriptions to the options page \n* Fixed an issue with refreshing expired auth tokens and handling of invalid auth tokens\n\nv1.10\n* Added rewardful for affiliate marketing\n* Fixed an issue with language translations which caused app installations to fail\n\nv1.11\n* Changed Chrome web store category to \"Entertainment\"\n\nv1.12\n* Streaming service upgraded and maintenance work done",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Cast to Sonos: Stream Directly from Your Browser to Sonos – Effortless & High-Quality\n\nExperience seamless audio streaming to your Sonos speakers right from your Chrome browser. With Cast to Sonos, elevate your streaming experience by casting audio from any website, bringing rich, high-quality sound to your Sonos system with just a few clicks. Whether you're watching videos, listening to music, or streaming from popular sites, Cast to Sonos offers the versatility and performance Sonos users expect.\n\nFor setup assistance, check our [installation instructions](https://medium.com/@casttosonos/how-to-cast-to-sonos-from-chrome-805fbc36a60d) or watch our [video tutorial](https://www.youtube.com/watch?v=IBx0BjxkfEI&t=18s).\n\n————————\n\nSEAMLESS SONOS INTEGRATION\n\nWith Cast to Sonos, you get a smooth, integrated experience similar to using your Sonos app. Features include:\n\n➤  Household & Device Selection: Choose the Sonos household or device to stream to, allowing for easy room-to-room control.\n➤   Automatic Color Matching: The extension adjusts its background color to match the website you're on, creating a cohesive look.\n➤   Dark Mode Support: Enjoy a sleek, visually comfortable experience in dark mode.\n➤   Dynamic Player Interface: The extension displays the current audio thumbnail and a Cast to Sonos logo in the Sonos app, creating a seamless experience.\n➤   Full Player Control: Play, pause, and adjust volume directly from the Sonos app or Cast to Sonos.\n\n————————\n\nPREMIUM AUDIO QUALITY & PERFORMANCE BOOST\n\nUpgrade to Cast to Sonos Premium for enhanced audio fidelity, ensuring every note is delivered with the clarity your Sonos setup deserves. Additionally, Cast to Sonos optimizes performance by running all audio capture on a separate worker thread, minimizing any impact on browser performance.\n\n————————\n\nHOW TO GET STARTED\n\nThe get started, please take a look at the following guide on how to install the extensions: [Installation Guide](https://medium.com/@casttosonos/how-to-cast-to-sonos-from-chrome-805fbc36a60d)\n\nAlso don't forget to check out our tutorial which helps to walk you through the user interface: [Video Tutorial](https://www.youtube.com/watch?v=IBx0BjxkfEI&t=18s)\n\nFor troubleshooting, ensure no other app (like Spotify or YouTube) is actively using your Sonos device. Pausing these other apps can help establish a stable connection. If that does not help, please re-install the extension and finally contact our support using either the \"Support\" page in the Chrome Web Store or by sending us an email at: support@casttosonos.com\n\n————————\n\nYOUR PRIVACY, OUR PRIORITY: A Transparent Look at How Cast to Sonos Handles Your Data\n\nWe take privacy seriously and are committed to transparency about how our extension works and what data it accesses:\n\n➤  Secure Sign-In: Your login is done through the Sonos website, so we never see or store your password. You can confirm this by inspecting the login window and checking the URL to ensure it's Sonos.\n➤  Limited Data Storage: We only store a temporary access key to communicate with your Sonos system, with no other personal data stored. Analytics are minimal and limited strictly to operational needs.\n➤  Easy Data Control: Instantly revoke access through your Sonos account or directly within the extension. Right-click on the Cast to Sonos icon, select \"Options,\" and choose \"Clear data\" to remove settings and access keys.\n\nFor those seeking extra privacy and performance, enable the \"Disable front-end scripts\" option. This feature prevents the extension from adjusting background colors to your current open tab, but reduces page load times. However, this script is highly optimized and runs only after a page has fully loaded so you will probably not see a difference.\n\n————————\n\nPLANS & SUBSCRIPTIONS\n\n➤  Free Plan: Access basic casting features and enjoy standard audio quality.\n➤  Premium Trial: Explore premium audio fidelity with a free trial of our enhanced sound quality.\n➤  Premium Plan: Upgrade to premium for high-fidelity audio and the best streaming quality your Sonos speakers can offer.\n\nFor more details and subscription options, explore the plans in the extension settings.\n\n————————\n\nCOMPREHENSIVE SUPPORT & REGULAR UPDATES\n\nOur team is dedicated to providing a smooth experience with reliable support. Contact us anytime through the Chrome Web Store Support page, and we'll help resolve any issues. We release regular updates to address user feedback, ensure compatibility, and improve performance, so your Cast to Sonos experience keeps getting better.\n\n————————\n\nFAQ: Common Questions about Cast to Sonos\n\n➤  Will this replace my Sonos app? No, Cast to Sonos works alongside your Sonos app, allowing you to control playback, volume, and device selection from either platform.\n\n➤  Why is there a delay? Casting from your browser streams audio over your network, which can introduce a delay. This behavior is similar to Chromecast and ensures compatibility across all Chrome-supported platforms. This extension is meant for audio only, and should not be used for video, gaming, or as a PC speaker replacement.\n\n————————\n\nTransform your Sonos speakers into the ultimate browser-powered streaming system with Cast to Sonos – the essential tool for every Sonos user who wants total control and flexibility.\n\n[Installation Guide](https://medium.com/@casttosonos/how-to-cast-to-sonos-from-chrome-805fbc36a60d) | [Video Tutorial](https://www.youtube.com/watch?v=IBx0BjxkfEI&t=18s)\n\nChangelog:\n\nv1.1:\n* Added free mode\n* Added more languages\n* Improved error handling and error explanations\n* Changed font\n\nv1.2:\n* Improved messages and handling of rate limit errors\n* Fixed a bug that caused users to have to re-authenticate with Sonos\n* Changed icons\n\nv1.3:\n* Fixed an issue with translations that made it impossible for non-English users to install the extension\n\nv1.4:\n* Changed Dutch translations\n* Add dynamic background based on website contents\n* Removed debug information that was cluttering the debug logs\n* Better error handling for users that attempt to stream pages starting with chrome://\n* Close the previous stream when the user starts a new stream on a new tab\n* Changed the icon displayed inside the Sonos app\n* Added an error screen when the user can not connect to the server\n* Added a loading screen when the app is connecting to the server\n* Add a dynamic icon inside the Sonos app\n\nv1.5:\n* Corrected incorrect title\n\nv1.6:\n* Remember living room and device after popup is closed\n* Improved speed at which the background color and thumbnail image is retrieved from the foreground webpage to +-100ms\n\nv1.7:\n* Improved logging for better debugging\n\nv1.8:\n* Added extension version number for better debugging\n* Retry mechanism for when fetching the user fails\n* Better error display, no more alert windows\n* Fixed an issue where the tab media stream would not stop after disabling the connection before pressing play\n* Prevent unnecessary network requests from the background script\n* Do not display the ERROR_RESOURCE_GONE error, re-fetch the households instead\n* Introduce a timeout for network requests of 5 seconds\n* Rename the native 'TypeError: Failed to fetch' error message to 'Network error', because it's confusing\n* Rename the native 'AbortError, DOMException, user cancelled the request' to 'Network error', because it's confusing (and not correct)\n* Better error handling when there are connectivity issues\n* Translated a few error messages which were still English-only\n* Handle all kind of connectivity issues and recover from network failures\n\nv1.9:\n* Added the ability to disable front-end scripts \n* Removed permissions for access to all urls, instead use the \"activeTab\" permission \n* Added a link to manage premium subscriptions to the options page \n* Fixed an issue with refreshing expired auth tokens and handling of invalid auth tokens\n\nv1.10\n* Added rewardful for affiliate marketing\n* Fixed an issue with language translations which caused app installations to fail\n\nv1.11\n* Changed Chrome web store category to \"Entertainment\"\n\nv1.12\n* Streaming service upgraded and maintenance work done\n\nv1.13\n* Fixed a storage limit issue which rendered the extension unusable for users with multiple households and/or devices\n* Improved error logging\n* Changed the extension description\n* Removed unnecessary foreground logging which caused clutter in the console"
  }
}