{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allied Business Network Deal Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the best deals with ABNSave"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allied Business Network offers a collection of valuable discounts for businesses, entrepreneurs, and individuals. Through Allied Business Network’s free membership, ABN offers coupon codes and savings programs that can be utilized online, over the phone, or in store.\n\nThis app provides users with a simple notification bar on some webpages if their search queries are similar to a vendor that Allied Business Network works with.\n\nAllied Business Network’s discounts span across multiple categories, including:\n• Travel\n• Office Supplies\n• Technology\n• Promotional Items\n• Corporate Gifts and Attraction Tickets\n• Marketing Solutions\n• And More\n\nAllied Business Network is in the business of helping businesses. We use the collective buying power of our membership to be able to provide corporate level discounts to small businesses and entrepreneurs. Our members experience savings of up to 85% on Office Depot, Hertz, Wyndham Hotels, FedEx Office, UPS shipping and many more. ABN Savings are redeemed during purchase by entering through an ABN online link, by supplying provided Allied Business Network coupon codes, or by setting up an account with a provider through ABN.\n\nJoining Allied Business Network not only helps save your business money, but it increases the collective buying power of the group, giving us more leverage to achieve better discounts for our members. Joining ABN is always free with no minimum purchase and never any fees. Join Today!"
  }
}