{
  "name": {
    "ar": "مولد لقطة شاشة وهمية",
    "am": "የውሸት ቅጽበታዊ ገጽ እይታ ጄኔሬተር",
    "bg": "Генератор на фалшиви екранни снимки",
    "bn": "জাল স্ক্রিনশট জেনারেটর",
    "ca": "Generador de captures de pantalla falses",
    "cs": "Generátor falešných snímků obrazovky",
    "da,en,en_AU,en_GB,en_US,fi,sv": "Fake Screenshot Generator",
    "de": "Fake-Screenshot-Generator",
    "el": "Γεννήτρια πλαστών στιγμιότυπων οθόνης",
    "es,es_419": "Generador de capturas de pantalla falsas",
    "et": "Võltsitud ekraanipiltide generaator",
    "fa": "تولید کننده اسکرین شات جعلی",
    "fil": "Pekeng Screenshot Generator",
    "fr": "Générateur de fausses captures d'écran",
    "gu": "નકલી સ્ક્રીનશોટ જનરેટર",
    "he": "מחולל צילום מסך מזויף",
    "hi": "नकली स्क्रीनशॉट जेनरेटर",
    "hr": "Generator lažnih snimaka zaslona",
    "hu": "Hamis képernyőkép generátor",
    "id": "Pembuat Tangkapan Layar Palsu",
    "it": "Generatore di screenshot falsi",
    "ja": "偽のスクリーンショットジェネレーター",
    "kn": "ನಕಲಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಜನರೇಟರ್",
    "ko": "가짜 스크린샷 생성기",
    "lt": "Netikrų ekrano kopijų generatorius",
    "lv": "Viltus ekrānuzņēmumu ģenerators",
    "ml": "വ്യാജ സ്ക്രീൻഷോട്ട് ജനറേറ്റർ",
    "mr": "बनावट स्क्रीनशॉट जनरेटर",
    "ms": "Penjana Tangkapan Skrin Palsu",
    "nl": "Valse screenshot-generator",
    "no": "Falske skjermbildegenerator",
    "pl": "Generator fałszywych zrzutów ekranu",
    "pt_BR": "Gerador de capturas de tela falsas",
    "pt_PT": "Gerador de capturas de ecrã falsas",
    "ro": "Generator de capturi de ecran false",
    "ru": "Генератор поддельных скриншотов",
    "sk": "Generátor falošných snímok obrazovky",
    "sl": "Generator lažnih posnetkov zaslona",
    "sr": "Генератор лажних снимака",
    "sw": "Jenereta ya Picha Bandia",
    "ta": "போலி ஸ்கிரீன்ஷாட் ஜெனரேட்டர்",
    "te": "నకిలీ స్క్రీన్‌షాట్ జనరేటర్",
    "th": "เครื่องสร้างภาพหน้าจอปลอม",
    "tr": "Sahte Ekran Görüntüsü Oluşturucu",
    "uk": "Генератор підроблених скріншотів",
    "vi": "Trình tạo ảnh chụp màn hình giả",
    "zh_CN": "假截图生成器",
    "zh_TW": "假截圖產生器"
  },
  "short": {
    "ar": "قم بتحرير أي صفحة لإنشاء لقطة شاشة مزيفة ببضع نقرات للمزاح أو تبرير نفسك.",
    "am": "እራስዎን ለመቀልድ ወይም ለማጽደቅ በጥቂት ጠቅታዎች ውስጥ የውሸት ስክሪፕት ለመፍጠር ማንኛውንም ገጽ ያርትዑ።",
    "bg": "Редактирайте всяка страница, за да създадете фалшива екранна снимка с няколко кликвания, за да се пошегувате или оправдаете.",
    "bn": "কৌতুক বা নিজেকে জাস্টিফাই করতে কয়েক ক্লিকে একটি জাল স্ক্রিনশট তৈরি করতে যেকোনো পৃষ্ঠা সম্পাদনা করুন।",
    "ca": "Editeu qualsevol pàgina per crear una captura de pantalla falsa amb uns quants clics per fer broma o justificar-vos.",
    "cs": "Upravte libovolnou stránku a vytvořte falešný snímek obrazovky pomocí několika kliknutí, abyste mohli vtipkovat nebo se…",
    "da": "Rediger en hvilken som helst side for at oprette et falsk skærmbillede med et par klik for at spøge eller retfærdiggøre dig selv.",
    "de": "Bearbeiten Sie eine beliebige Seite, um mit wenigen Klicks einen gefälschten Screenshot zu erstellen, um sich zu scherzen oder zu…",
    "el": "Επεξεργαστείτε οποιαδήποτε σελίδα για να δημιουργήσετε ένα ψεύτικο στιγμιότυπο οθόνης με μερικά κλικ για να αστειευτείτε ή να…",
    "en,en_AU,en_GB,en_US": "Edit any page to create a fake Screenshot in a few clicks to Joke or Justify yourself.",
    "es,es_419": "Edite cualquier página para crear una captura de pantalla falsa con unos pocos clics para bromear o justificarse.",
    "et": "Muutke mis tahes lehte, et luua mõne klõpsuga võltsitud ekraanipilt, et nalja teha või õigustada.",
    "fa": "هر صفحه‌ای را ویرایش کنید تا با چند کلیک یک اسکرین‌شات جعلی ایجاد کنید تا خود را جوک کنید یا خودتان را توجیه کنید.",
    "fi": "Muokkaa mitä tahansa sivua luodaksesi väärennetyn kuvakaappauksen muutamalla napsautuksella, jotta voit vitsailla tai perustella…",
    "fil": "I-edit ang anumang pahina upang lumikha ng isang pekeng Screenshot sa ilang mga pag-click upang Magbiro o Magbigay-katwiran sa…",
    "fr": "Modifiez n'importe quelle page pour créer une fausse capture d'écran en quelques clics pour plaisanter ou vous justifier.",
    "gu": "મજાક કરવા અથવા તમારી જાતને ન્યાયી ઠેરવવા માટે થોડા ક્લિક્સમાં નકલી સ્ક્રીનશૉટ બનાવવા માટે કોઈપણ પૃષ્ઠને સંપાદિત કરો.",
    "he": "ערוך כל עמוד כדי ליצור צילום מסך מזויף בכמה קליקים כדי להתלוצץ או להצדיק את עצמך.",
    "hi": "मजाक करने या खुद को सही ठहराने के लिए कुछ ही क्लिक में नकली स्क्रीनशॉट बनाने के लिए किसी भी पेज को संपादित करें।",
    "hr": "Uredite bilo koju stranicu kako biste stvorili lažnu snimku zaslona u nekoliko klikova kako biste se našalili ili opravdali.",
    "hu": "Szerkesszen bármely oldalt, hogy néhány kattintással hamis képernyőképet készítsen, hogy viccelődjön vagy igazolja magát.",
    "id": "Edit halaman mana pun untuk membuat Tangkapan Layar palsu dalam beberapa klik untuk Bercanda atau Membenarkan diri Anda sendiri.",
    "it": "Modifica qualsiasi pagina per creare uno screenshot falso in pochi clic per scherzare o giustificarti.",
    "ja": "任意のページを編集して、数回クリックするだけで偽のスクリーンショットを作成し、冗談を言ったり自分を正当化したりできます。",
    "kn": "ಜೋಕ್ ಮಾಡಲು ಅಥವಾ ನಿಮ್ಮನ್ನು ಸಮರ್ಥಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ನಕಲಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ರಚಿಸಲು ಯಾವುದೇ ಪುಟವನ್ನು ಸಂಪಾದಿಸಿ.",
    "ko": "농담을 하거나 자신을 정당화하기 위해 몇 번의 클릭만으로 페이지를 편집하여 가짜 스크린샷을 만들 수 있습니다.",
    "lt": "Redaguokite bet kurį puslapį, kad keliais paspaudimais sukurtumėte netikrą ekrano kopiją ir pajuokaukite arba pasiteisinkite.",
    "lv": "Rediģējiet jebkuru lapu, lai ar dažiem klikšķiem izveidotu viltotu ekrānuzņēmumu, lai jokotu vai attaisnotu sevi.",
    "ml": "തമാശയ്‌ക്കോ സ്വയം ന്യായീകരിക്കാനോ ഏതാനും ക്ലിക്കുകളിലൂടെ ഒരു വ്യാജ സ്‌ക്രീൻഷോട്ട് സൃഷ്‌ടിക്കാൻ ഏതെങ്കിലും പേജ് എഡിറ്റുചെയ്യുക.",
    "mr": "विनोद करण्यासाठी किंवा स्वतःला न्याय देण्यासाठी काही क्लिकमध्ये बनावट स्क्रीनशॉट तयार करण्यासाठी कोणतेही पृष्ठ संपादित करा.",
    "ms": "Edit mana-mana halaman untuk membuat Tangkapan Skrin palsu dalam beberapa klik untuk Bergurau atau Mewajarkan diri anda.",
    "nl": "Bewerk elke pagina om met een paar klikken een nep-screenshot te maken om een grapje te maken of jezelf te rechtvaardigen.",
    "no": "Rediger hvilken som helst side for å lage et falskt skjermbilde med noen få klikk for å spøke eller rettferdiggjøre deg selv.",
    "pl": "Edytuj dowolną stronę, aby za pomocą kilku kliknięć utworzyć fałszywy zrzut ekranu i zażartować lub usprawiedliwić się.",
    "pt_BR": "Edite qualquer página para criar uma captura de tela falsa com apenas alguns cliques para brincar ou se justificar.",
    "pt_PT": "Edite qualquer página para criar uma captura de ecrã falsa com apenas alguns cliques para brincar ou justificar-se.",
    "ro": "Editați orice pagină pentru a crea o captură de ecran falsă în câteva clicuri pentru a glumi sau a vă justifica.",
    "ru": "Отредактируйте любую страницу, чтобы за несколько кликов создать фальшивый снимок экрана, чтобы пошутить или оправдать себя.",
    "sk": "Upravte ľubovoľnú stránku a vytvorte falošnú snímku obrazovky niekoľkými kliknutiami, aby ste mohli vtipkovať alebo sa ospravedlniť.",
    "sl": "Uredite katero koli stran, da ustvarite ponarejen posnetek zaslona z nekaj kliki, da se pošalite ali opravičite.",
    "sr": "Уредите било коју страницу да бисте направили лажни снимак екрана у неколико кликова да бисте се шалили или оправдали.",
    "sv": "Redigera vilken sida som helst för att skapa en falsk skärmdump med några få klick för att skämta eller motivera dig själv.",
    "sw": "Hariri ukurasa wowote ili kuunda Picha ya skrini ya uwongo kwa kubofya mara chache ili Uchezeshe au Ujithibitishe.",
    "ta": "ஒரு சில கிளிக்குகளில் போலியான ஸ்கிரீன்ஷாட்டை உருவாக்க எந்தப் பக்கத்தையும் திருத்தவும் அல்லது உங்களை நீங்களே நியாயப்படுத்தவும்.",
    "te": "జోక్ చేయడానికి లేదా మిమ్మల్ని మీరు సమర్థించుకోవడానికి కొన్ని క్లిక్‌లలో నకిలీ స్క్రీన్‌షాట్‌ను సృష్టించడానికి ఏదైనా పేజీని…",
    "th": "แก้ไขหน้าใดก็ได้เพื่อสร้างภาพหน้าจอปลอมด้วยการคลิกเพียงไม่กี่ครั้งเพื่อล้อเล่นหรือพิสูจน์ตัวเอง",
    "tr": "Kendinizi Şakalamak veya Haklı çıkarmak için birkaç tıklamayla sahte bir Ekran Görüntüsü oluşturmak için herhangi bir sayfayı…",
    "uk": "Відредагуйте будь-яку сторінку, щоб створити підроблений знімок екрана кількома кліками, щоб пожартувати чи виправдатися.",
    "vi": "Chỉnh sửa bất kỳ trang nào để tạo Ảnh chụp màn hình giả chỉ trong vài cú nhấp chuột để Trò đùa hoặc Biện minh cho chính bạn.",
    "zh_CN": "编辑任何页面，只需点击几下即可创建假屏幕截图，以开玩笑或为自己辩护。",
    "zh_TW": "編輯任何頁面，只需點擊幾下即可創建假螢幕截圖，以開玩笑或為自己辯護。"
  },
  "long": {
    "ar": "قم بتحرير أي صفحة لإنشاء لقطة شاشة مزيفة ببضع نقرات للمزاح أو تبرير نفسك، ويمكن تعديل أي نص/صور على أي موقع ويب.\n\nيمكنك بسهولة إنشاء لقطات شاشة مزيفة لفيسبوك وInstagram وSnapchat... ورسائل نصية قصيرة وهمية لمزاح عائلتك وأصدقائك.\n\n1 افتح صفحة الويب التي تحتاج إلى تعديلها، مثل Facebook Post، وWhatsApp Chat، وInstagram Post، وTweet، والدفع عبر paypal.\n2 افتح البرنامج المساعد الخاص بنا وقم بتعديل أي عناصر نصية أو صورية على صفحة الويب لتحقيق التأثير المطلوب\n3 التقط لقطة شاشة وأرسلها إلى أصدقائك أو انشرها على وسائل التواصل الاجتماعي\n\nتنصل\nالمعلومات التي تم إنشاؤها بواسطة Fake Screenshot Generator هي لأغراض اختبار البيانات فقط. لن يتم قبول أي مسؤولية عن أي خسارة أو ضرر يلحق بالشخص أو الممتلكات الناشئة عن أو فيما يتعلق باستخدام هذا الموقع، بما في ذلك، على سبيل المثال لا الحصر، الخسارة أو الضرر التبعي، أو فقدان البيانات، أو المبيعات الناتجة عن استخدام هذا الموقع.\n\nسياسة الخصوصية\nحسب التصميم، تبقى بياناتك في حسابك في Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.\nيتم حذف جميع البيانات التي تقوم بتحميلها تلقائيًا كل يوم.",
    "am": "ለቀልድ ወይም እራስህን ለማጽደቅ በጥቂት ጠቅታዎች የውሸት ስክሪፕት ለመፍጠር ማንኛውንም ገጽ አርትዕ በማንኛውም ድህረ ገጽ ላይ ማንኛውንም ጽሑፍ/ምስል ማስተካከል ይችላል።\n\nቤተሰብዎን እና ጓደኞችዎን ለማሾፍ በቀላሉ የፌስቡክ፣ ኢንስታግራም፣ Snapchat... እና የውሸት ኤስኤምኤስ የውሸት ቅጽበታዊ ገጽ እይታዎችን ይፍጠሩ።\n\n1 እንደ ፌስቡክ ፖስት፣ ዋትስአፕ ቻት፣ ኢንስታግራም ፖስት፣ ትዊት፣ ፔይፓል ክፍያ የመሳሰሉ ማሻሻያ የሚፈልጉትን ድረ-ገጽ ይክፈቱ።\n2 የእኛን ተሰኪ ይክፈቱ እና የሚፈለገውን ውጤት ለማግኘት በድረ-ገጹ ላይ ያለውን ማንኛውንም ጽሑፍ ወይም ምስል ያሻሽሉ።\n3 ስክሪን ሾት ያንሱ እና ለጓደኞችዎ ይላኩ ወይም በማህበራዊ ሚዲያ ላይ ይለጥፉ\n\nማስተባበያ\nበሐሰት ስክሪንሾት ጀነሬተር የሚመነጨው መረጃ ለመረጃ ሙከራ ዓላማዎች ብቻ ነው። በዚህ ድህረ ገጽ አጠቃቀም ምክንያት ወይም ከጥቅም ጋር በተያያዘ በሰው ወይም በንብረት ላይ ለሚደርስ ማንኛውም ኪሳራ ወይም ጉዳት ምንም አይነት ተጠያቂነት ተቀባይነት አይኖረውም ፣ ያለገደብ ፣ የሚያስከትለው ኪሳራ ወይም ጉዳት ፣ የውሂብ መጥፋት ወይም የሽያጭ አጠቃቀምን ጨምሮ ይህ ድር ጣቢያ.\n\nየ ግል የሆነ\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።\nሁሉም የሚሰቅሉት ውሂብ በየቀኑ በራስ-ሰር ይሰረዛል።",
    "bg": "Редактирайте всяка страница, за да създадете фалшива екранна снимка с няколко щраквания, за да се пошегувате или оправдаете, можете да промените всеки текст/изображение на всеки уебсайт.\n\nСъздавайте лесно фалшиви екранни снимки на Facebook, Instagram, Snapchat... и фалшиви SMS, за да се шегувате със семейството и приятелите си.\n\n1 Отворете уеб страницата, която трябва да промените, като публикация във Facebook, чат в Whatsapp, публикация в Instagram, туит, плащане чрез paypal.\n2 Отворете нашия плъгин и променете всички текстови или графични елементи на уеб страницата, за да постигнете желания ефект\n3 Направете екранна снимка и я изпратете на приятелите си или я публикувайте в социалните медии\n\nОпровержение\nИнформацията, генерирана от Fake Screenshot Generator, е само за целите на тестване на данни. Не се поема отговорност за каквито и да било загуби или щети на лице или собственост, произтичащи от или във връзка с използването на този уебсайт, включително без ограничение, последващи загуби или щети, загуба на данни или продажби в резултат на използването на този уебсайт.\n\nПолитика за поверителност\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.\nВсички данни, които качвате, се изтриват автоматично всеки ден.",
    "bn": "কৌতুক বা নিজেকে জাস্টিফাই করতে কয়েক ক্লিকে একটি জাল স্ক্রিনশট তৈরি করতে যেকোনো পৃষ্ঠা সম্পাদনা করুন, যেকোনো ওয়েবসাইটে যেকোনো পাঠ্য/ছবি পরিবর্তন করতে পারেন।\n\nসহজেই ফেসবুক, ইনস্টাগ্রাম, স্ন্যাপচ্যাটের নকল স্ক্রিনশট তৈরি করুন... এবং আপনার পরিবার এবং বন্ধুদের মজা করতে নকল এসএমএস করুন।\n\n1 আপনার যে ওয়েবপেজটি পরিবর্তন করতে হবে সেটি খুলুন, যেমন Facebook পোস্ট, Whatsapp চ্যাট, Instagram পোস্ট, Tweet, Paypal পেমেন্ট।\n2 আমাদের প্লাগইন খুলুন এবং কাঙ্ক্ষিত প্রভাব অর্জন করতে ওয়েবপেজে যেকোন পাঠ্য বা চিত্র উপাদানগুলিকে সংশোধন করুন৷\n3 একটি স্ক্রিনশট নিন এবং এটি আপনার বন্ধুদের পাঠান বা সোশ্যাল মিডিয়াতে পোস্ট করুন৷\n\nদাবিত্যাগ\nজাল স্ক্রিনশট জেনারেটর দ্বারা উত্পন্ন তথ্য শুধুমাত্র ডেটা পরীক্ষার উদ্দেশ্যে। সীমাবদ্ধতা ছাড়াই, ফলস্বরূপ ক্ষতি বা ক্ষতি, ডেটা হারানো, বা এর ব্যবহারের ফলে বিক্রয় সহ এই ওয়েবসাইটটির ব্যবহার থেকে উদ্ভূত ব্যক্তি বা সম্পত্তির কোনও ক্ষতি বা ক্ষতির জন্য কোনও দায়বদ্ধতা গ্রহণ করা হবে না। এই ওয়েবসাইট.\n\nগোপনীয়তা নীতি\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।\nআপনার আপলোড করা সমস্ত ডেটা প্রতিদিন স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়।",
    "ca": "Editeu qualsevol pàgina per crear una captura de pantalla falsa amb uns quants clics per fer broma o justificar-vos, podeu modificar qualsevol text/imatge a qualsevol lloc web.\n\nCreeu fàcilment captures de pantalla falses de Facebook, Instagram, Snapchat... i SMS falsos per fer broma a la vostra família i amics.\n\n1 Obriu la pàgina web que necessiteu modificar, com ara Facebook Post, Whatsapp Chat, Instagram Post, Tweet, Paypal Payment.\n2 Obriu el nostre connector i modifiqueu qualsevol element de text o imatge de la pàgina web per aconseguir l'efecte desitjat\n3 Fes una captura de pantalla i envia-la als teus amics o publica-la a les xarxes socials\n\nExempció de responsabilitat\nLa informació generada per Fake Screenshot Generator només té finalitats de prova de dades. No s'acceptarà cap responsabilitat per cap pèrdua o dany a la persona o la propietat que es derivi de, o en relació amb, l'ús d'aquest lloc web, incloses, sense limitació, pèrdues o danys conseqüents, pèrdua de dades o vendes derivades de l'ús de aquest lloc web.\n\nPolítica de privacitat\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.\nTotes les dades que carregueu s'eliminen automàticament cada dia.",
    "cs": "Upravte libovolnou stránku a vytvořte falešný snímek obrazovky pomocí několika kliknutí, abyste mohli vtipkovat nebo se ospravedlnit, můžete upravit jakýkoli text / obrázky na libovolné webové stránce.\n\nSnadno vytvářejte falešné snímky obrazovky z Facebooku, Instagramu, Snapchatu... a falešné SMS, abyste mohli žertovat svou rodinu a přátele.\n\n1 Otevřete webovou stránku, kterou potřebujete upravit, jako je Facebook Post, Whatsapp Chat, Instagram Post, Tweet, platba přes paypal.\n2 Otevřete náš plugin a upravte jakýkoli text nebo obrazové prvky na webové stránce, abyste dosáhli požadovaného efektu\n3 Udělejte snímek obrazovky a pošlete jej přátelům nebo jej zveřejněte na sociálních sítích\n\nZřeknutí se odpovědnosti\nInformace generované Fake Screenshot Generator slouží pouze pro účely testování dat. Nepřijímáme žádnou odpovědnost za jakoukoli ztrátu nebo poškození osoby nebo majetku vyplývající z nebo v souvislosti s používáním této webové stránky, včetně, ale bez omezení, následné ztráty nebo poškození, ztráty dat nebo prodeje v důsledku použití tento web.\n\nZásady ochrany osobních údajů\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.\nVšechna data, která nahrajete, jsou každý den automaticky smazána.",
    "da": "Rediger en hvilken som helst side for at oprette et falsk skærmbillede med et par klik for at spøge eller retfærdiggøre dig selv, kan ændre tekst/billeder på enhver hjemmeside.\n\nLav nemt falske skærmbilleder af Facebook, Instagram, Snapchat... og falske SMS'er for at pranke din familie og venner.\n\n1 Åbn den webside, du skal ændre, såsom Facebook Post, Whatsapp Chat, Instagram Post, Tweet, PayPal-betaling.\n2 Åbn vores plugin og rediger eventuelle tekst- eller billedelementer på websiden for at opnå den ønskede effekt\n3 Tag et skærmbillede, og send det til dine venner, eller send det på sociale medier\n\nAnsvarsfraskrivelse\nOplysningerne genereret af Fake Screenshot Generator er kun til datatestformål. Intet ansvar vil blive accepteret for tab eller skade på personen eller ejendom, der opstår som følge af, eller i forbindelse med, brugen af denne hjemmeside, herunder uden begrænsning, følgetab eller skade, tab af data eller salg som følge af brugen af denne hjemmeside.\n\nFortrolighedspolitik\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive tilføjelsesejeren.\nVi overholder lovene om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.\nAlle data, du uploader, slettes automatisk hver dag.",
    "de": "Bearbeiten Sie jede Seite, um mit wenigen Klicks einen gefälschten Screenshot zu erstellen, um sich selbst zu scherzen oder zu rechtfertigen. Sie können jeden Text/jede Bilder auf jeder Website ändern.\n\nErstellen Sie ganz einfach gefälschte Screenshots von Facebook, Instagram, Snapchat ... und gefälschte SMS, um Ihrer Familie und Ihren Freunden einen Streich zu spielen.\n\n1 Öffnen Sie die Webseite, die Sie ändern möchten, z. B. Facebook-Beitrag, WhatsApp-Chat, Instagram-Beitrag, Tweet oder PayPal-Zahlung.\n2 Öffnen Sie unser Plugin und ändern Sie alle Text- oder Bildelemente auf der Webseite, um den gewünschten Effekt zu erzielen\n3 Machen Sie einen Screenshot und senden Sie ihn an Ihre Freunde oder veröffentlichen Sie ihn in den sozialen Medien\n\nHaftungsausschluss\nDie vom Fake Screenshot Generator generierten Informationen dienen ausschließlich Datentestzwecken. Es wird keine Haftung für Verluste oder Schäden an Personen oder Eigentum übernommen, die sich aus oder im Zusammenhang mit der Nutzung dieser Website ergeben, einschließlich, aber nicht beschränkt auf Folgeschäden, Datenverluste oder Verkäufe, die sich aus der Nutzung dieser Website ergeben Diese Internetseite.\n\nDatenschutzrichtlinie\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.\nAlle von Ihnen hochgeladenen Daten werden jeden Tag automatisch gelöscht.",
    "el": "Επεξεργαστείτε οποιαδήποτε σελίδα για να δημιουργήσετε ένα ψεύτικο στιγμιότυπο οθόνης με μερικά κλικ για να αστειευτείτε ή να δικαιολογήσετε τον εαυτό σας, μπορείτε να τροποποιήσετε οποιοδήποτε κείμενο/εικόνα σε οποιονδήποτε ιστότοπο.\n\nΔημιουργήστε εύκολα ψεύτικα στιγμιότυπα οθόνης του Facebook, του Instagram, του Snapchat... και ψεύτικα SMS για να κοροϊδέψετε την οικογένεια και τους φίλους σας.\n\n1 Ανοίξτε την ιστοσελίδα που πρέπει να τροποποιήσετε, όπως Facebook Post, Whatsapp Chat, Instagram Post, Tweet, paypal.\n2 Ανοίξτε την προσθήκη μας και τροποποιήστε τυχόν στοιχεία κειμένου ή εικόνας στην ιστοσελίδα για να επιτύχετε το επιθυμητό αποτέλεσμα\n3 Τραβήξτε ένα στιγμιότυπο οθόνης και στείλτε το στους φίλους σας ή δημοσιεύστε το στα μέσα κοινωνικής δικτύωσης\n\nΑποποίηση ευθυνών\nΟι πληροφορίες που δημιουργούνται από το Fake Screenshot Generator προορίζονται μόνο για σκοπούς δοκιμής δεδομένων. Δεν θα φέρουμε καμία ευθύνη για οποιαδήποτε απώλεια ή ζημία στο πρόσωπο ή την περιουσία που προκύπτει από ή σε σχέση με τη χρήση αυτού του ιστότοπου, συμπεριλαμβανομένης χωρίς περιορισμό, επακόλουθης απώλειας ή ζημίας, απώλειας δεδομένων ή πωλήσεων που προκύπτουν από τη χρήση του αυτόν τον ιστότοπο.\n\nΠολιτική Απορρήτου\nΑπό τη σχεδίασή σας, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.\nΌλα τα δεδομένα που ανεβάζετε διαγράφονται αυτόματα κάθε μέρα.",
    "en,en_AU,en_GB,en_US": "Edit any page to create a fake Screenshot in a few clicks to Joke or Justify yourself, Can modify any text/images on any website.\n\nEasily create fake screenshots of Facebook, Instagram, Snapchat... and fake SMS to prank your family and friends.\n\n1  Open the webpage you need to modify, such as Facebook Post, Whatsapp Chat, Instagram Post ,Tweet ,paypal payment.\n2  Open our plugin and modify any text or image elements on the webpage to achieve the desired effect \n3  Take a screenshot and send it to your friends or post it on social media \n\nDisclaimer\nThe information generated by Fake Screenshot Generator is for data testing purposes only. No liability will be accepted for any loss or damage to the person or property arising out of, or in connection with, the use of this website, including without limitation, consequential loss or damage, loss of data, or sales resulting from the use of this website.\n\nPrivacy Policy \nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data. \nAll data you upload are automatically deleted every day.",
    "es,es_419": "Edite cualquier página para crear una captura de pantalla falsa con unos pocos clics para bromear o justificarse. Puede modificar cualquier texto/imagen en cualquier sitio web.\n\nCrea fácilmente capturas de pantalla falsas de Facebook, Instagram, Snapchat... y SMS falsos para bromear con tus familiares y amigos.\n\n1 Abra la página web que necesita modificar, como publicación de Facebook, chat de Whatsapp, publicación de Instagram, tweet, pago de PayPal.\n2 Abra nuestro complemento y modifique cualquier elemento de texto o imagen en la página web para lograr el efecto deseado.\n3 Toma una captura de pantalla y envíala a tus amigos o publícala en las redes sociales.\n\nDescargo de responsabilidad\nLa información generada por Fake Screenshot Generator es solo para fines de prueba de datos. No se aceptará ninguna responsabilidad por cualquier pérdida o daño a la persona o propiedad que surja de, o en conexión con, el uso de este sitio web, incluyendo, entre otros, pérdida o daño consecuente, pérdida de datos o ventas resultantes del uso de este sitio web.\n\npolítica de privacidad\nPor diseño, sus datos permanecen en todo momento en su cuenta de Google, nunca se guardan en nuestra base de datos. Sus datos no se comparten con nadie, incluido el propietario del complemento.\nCumplimos con las leyes de privacidad (especialmente GDPR y la Ley de Privacidad de California) para proteger sus datos.\nTodos los datos que carga se eliminan automáticamente todos los días.",
    "et": "Redigeerige mis tahes lehte, et luua mõne klõpsuga võltsitud ekraanipilt, et nalja teha või ennast õigustada. Saate muuta mis tahes teksti/pilte mis tahes veebisaidil.\n\nLooge hõlpsalt Facebooki, Instagrami, Snapchati... ja võlts-SMS-ide võltsitud ekraanipilte, et oma pere ja sõpradega nalja teha.\n\n1 Avage veebileht, mida peate muutma, nt Facebooki postitus, Whatsapp Chat, Instagrami postitus, säuts, Paypal makse.\n2. Avage meie pistikprogramm ja muutke soovitud efekti saavutamiseks veebilehel teksti- või pildielemente\n3 Tehke ekraanipilt ja saatke see oma sõpradele või postitage see sotsiaalmeediasse\n\nVastutusest loobumine\nFake Screenshot Generatori loodud teave on mõeldud ainult andmete testimiseks. Ei võeta vastutust isikule või varale selle veebisaidi kasutamisest tulenevate või sellega seotud kaotuste või kahjude eest, sealhulgas ilma piiranguteta, kaudne kadu või kahju, andmete kadu või müük, mis tuleneb veebisaidi kasutamisest. sellel veebisaidil.\n\nPrivaatsuspoliitika\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).\nKõik üleslaaditavad andmed kustutatakse automaatselt iga päev.",
    "fa": "هر صفحه ای را ویرایش کنید تا با چند کلیک یک اسکرین شات جعلی ایجاد کنید تا جوک کنید یا خودتان را توجیه کنید، می توانید هر متن/تصویر را در هر وب سایتی تغییر دهید.\n\nبه راحتی اسکرین شات های جعلی از فیس بوک، اینستاگرام، اسنپ چت... و اس ام اس های جعلی ایجاد کنید تا با خانواده و دوستان خود شوخی کنید.\n\n1 صفحه وب را که باید تغییر دهید باز کنید، مانند پست فیس بوک، چت واتساپ، پست اینستاگرام، توییت، پرداخت پی پال.\n2 افزونه ما را باز کنید و هر عنصر متن یا تصویر را در صفحه وب تغییر دهید تا به جلوه مورد نظر برسید\n3 یک اسکرین شات بگیرید و برای دوستانتان ارسال کنید یا در شبکه های اجتماعی پست کنید\n\nسلب مسئولیت\nاطلاعات تولید شده توسط Fake Screenshot Generator فقط برای اهداف آزمایش داده است. هیچ مسئولیتی در قبال هر گونه خسارت یا خسارت وارده به شخص یا اموال ناشی از یا در ارتباط با استفاده از این وب سایت، از جمله بدون محدودیت، از دست دادن یا آسیب های بعدی، از دست دادن داده ها، یا فروش های ناشی از استفاده از این وب سایت پذیرفته نخواهد شد. این وب سایت\n\nسیاست حفظ حریم خصوصی\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.\nهمه داده هایی که آپلود می کنید هر روز به طور خودکار حذف می شوند.",
    "fi": "Muokkaa mitä tahansa sivua luodaksesi väärennetyn kuvakaappauksen muutamalla napsautuksella vitsi tai oikeuttaa itsesi, voi muokata mitä tahansa tekstiä / kuvia millä tahansa verkkosivustolla.\n\nLuo helposti väärennettyjä kuvakaappauksia Facebookista, Instagramista, Snapchatista... ja väärennettyjä tekstiviestejä pilataksesi perhettäsi ja ystäviäsi.\n\n1 Avaa muokattava verkkosivu, kuten Facebook Post, Whatsapp Chat, Instagram Post, Tweet, paypal-maksu.\n2 Avaa laajennus ja muokkaa verkkosivun teksti- tai kuvaelementtejä halutun vaikutuksen saavuttamiseksi\n3 Ota kuvakaappaus ja lähetä se ystävillesi tai julkaise se sosiaalisessa mediassa\n\nVastuuvapauslauseke\nFake Screenshot Generatorin tuottamat tiedot on tarkoitettu vain tietojen testaustarkoituksiin. Mitään vastuuta ei oteta henkilölle tai omaisuudelle aiheutuvista menetyksistä tai vahingoista, jotka johtuvat tämän verkkosivuston käytöstä, mukaan lukien rajoituksetta välillinen menetys tai vahinko, tietojen menetys tai myynti, joka johtuu sivuston käytöstä. tämä sivusto.\n\nTietosuojakäytäntö\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.\nKaikki lataamasi tiedot poistetaan automaattisesti joka päivä.",
    "fil": "I-edit ang anumang pahina upang lumikha ng isang pekeng Screenshot sa ilang mga pag-click upang Magbiro o Magbigay-katwiran sa iyong sarili, Maaaring baguhin ang anumang teksto/mga larawan sa anumang website.\n\nMadaling gumawa ng mga pekeng screenshot ng Facebook, Instagram, Snapchat... at pekeng SMS para kalokohan ang iyong pamilya at mga kaibigan.\n\n1 Buksan ang webpage na kailangan mong baguhin, tulad ng Facebook Post, Whatsapp Chat, Instagram Post, Tweet, pagbabayad sa paypal.\n2 Buksan ang aming plugin at baguhin ang anumang mga elemento ng teksto o imahe sa webpage upang makamit ang nais na epekto\n3 Kumuha ng screenshot at ipadala ito sa iyong mga kaibigan o i-post ito sa social media\n\nDisclaimer\nAng impormasyong nabuo ng Fake Screenshot Generator ay para sa mga layunin ng pagsubok ng data lamang. Walang pananagutan ang tatanggapin para sa anumang pagkawala o pinsala sa tao o ari-arian na nagmula sa, o may kaugnayan sa, paggamit ng website na ito, kabilang ang walang limitasyon, kahihinatnang pagkawala o pinsala, pagkawala ng data, o mga benta na nagreresulta mula sa paggamit ng ang website na ito.\n\nPatakaran sa Privacy\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.\nLahat ng data na ina-upload mo ay awtomatikong nade-delete araw-araw.",
    "fr": "Modifiez n'importe quelle page pour créer une fausse capture d'écran en quelques clics pour plaisanter ou vous justifier, pouvez modifier n'importe quel texte/image sur n'importe quel site Web.\n\nCréez facilement de fausses captures d'écran de Facebook, Instagram, Snapchat... et de faux SMS pour blaguer votre famille et vos amis.\n\n1 Ouvrez la page Web que vous devez modifier, telle que la publication Facebook, le chat Whatsapp, la publication Instagram, le Tweet, le paiement Paypal.\n2 Ouvrez notre plugin et modifiez tous les éléments de texte ou d'image sur la page Web pour obtenir l'effet souhaité\n3 Prenez une capture d'écran et envoyez-la à vos amis ou publiez-la sur les réseaux sociaux\n\nClause de non-responsabilité\nLes informations générées par Fake Screenshot Generator sont uniquement destinées à des fins de test de données. Aucune responsabilité ne sera acceptée pour toute perte ou dommage à la personne ou à la propriété résultant de ou en relation avec l'utilisation de ce site Web, y compris, sans limitation, les pertes ou dommages consécutifs, la perte de données ou les ventes résultant de l'utilisation de ce site Web.\n\npolitique de confidentialité\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.\nToutes les données que vous téléchargez sont automatiquement supprimées chaque jour.",
    "gu": "મજાક કરવા માટે અથવા તમારી જાતને ન્યાયી ઠેરવવા માટે થોડા ક્લિક્સમાં નકલી સ્ક્રીનશૉટ બનાવવા માટે કોઈપણ પૃષ્ઠને સંપાદિત કરો, કોઈપણ વેબસાઇટ પર કોઈપણ ટેક્સ્ટ / છબીઓને સુધારી શકો છો.\n\nતમારા કુટુંબ અને મિત્રોને ટીખળ કરવા માટે સરળતાથી Facebook, Instagram, Snapchat... અને નકલી SMS ના નકલી સ્ક્રીનશોટ બનાવો.\n\n1 તમારે જે વેબપેજને સંશોધિત કરવાની જરૂર છે તે ખોલો, જેમ કે Facebook પોસ્ટ, Whatsapp ચેટ, Instagram પોસ્ટ, Tweet, Paypal ચુકવણી.\n2 અમારું પ્લગઇન ખોલો અને ઇચ્છિત અસર હાંસલ કરવા માટે વેબપેજ પરના કોઈપણ ટેક્સ્ટ અથવા છબી ઘટકોને સંશોધિત કરો\n3 સ્ક્રીનશોટ લો અને તેને તમારા મિત્રોને મોકલો અથવા સોશિયલ મીડિયા પર પોસ્ટ કરો\n\nઅસ્વીકરણ\nનકલી સ્ક્રીનશૉટ જનરેટર દ્વારા જનરેટ કરવામાં આવેલી માહિતી માત્ર ડેટા ટેસ્ટિંગ હેતુ માટે છે. આ વેબસાઇટના ઉપયોગથી ઉદ્ભવતા અથવા તેના સંબંધમાં વ્યક્તિ અથવા મિલકતને થતા કોઈપણ નુકસાન અથવા નુકસાન માટે કોઈ જવાબદારી સ્વીકારવામાં આવશે નહીં, જેમાં મર્યાદા વિના, પરિણામી નુકસાન અથવા નુકસાન, ડેટાની ખોટ અથવા ઉપયોગના પરિણામે વેચાણનો સમાવેશ થાય છે. આ વેબસાઇટ.\n\nગોપનીયતા નીતિ\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.\nતમે અપલોડ કરો છો તે તમામ ડેટા દરરોજ આપમેળે કાઢી નાખવામાં આવે છે.",
    "he": "ערוך כל עמוד כדי ליצור צילום מסך מזויף בכמה קליקים כדי להתלוצץ או להצדיק את עצמך, יכול לשנות כל טקסט/תמונות בכל אתר אינטרנט.\n\nצור בקלות צילומי מסך מזויפים של פייסבוק, אינסטגרם, Snapchat... ו-SMS מזוייפים כדי לתעלל את המשפחה והחברים שלך.\n\n1 פתח את דף האינטרנט שאתה צריך לשנות, כגון Facebook Post, Whatsapp Chat, Instagram Post, Tweet, Paypal.\n2 פתח את התוסף שלנו ושנה כל רכיבי טקסט או תמונה בדף האינטרנט כדי להשיג את האפקט הרצוי\n3 צלם צילום מסך ושלח אותו לחברים שלך או פרסם אותו במדיה חברתית\n\nכתב ויתור\nהמידע שנוצר על ידי Fake Screenshot Generator מיועד למטרות בדיקת נתונים בלבד. לא תתקבל אחריות לכל אובדן או נזק לאדם או לרכוש הנובעים או בקשר עם השימוש באתר זה, לרבות ללא הגבלה, אובדן או נזק תוצאתי, אובדן נתונים או מכירות הנובעות מהשימוש באתר זה. האתר הזה.\n\nמדיניות הפרטיות\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.\nכל הנתונים שאתה מעלה נמחקים אוטומטית מדי יום.",
    "hi": "मज़ाक करने या खुद को सही ठहराने के लिए कुछ ही क्लिक में नकली स्क्रीनशॉट बनाने के लिए किसी भी पेज को संपादित करें, किसी भी वेबसाइट पर किसी भी टेक्स्ट/छवि को संशोधित कर सकते हैं।\n\nअपने परिवार और दोस्तों को मज़ाक करने के लिए आसानी से फेसबुक, इंस्टाग्राम, स्नैपचैट... और नकली एसएमएस के नकली स्क्रीनशॉट बनाएं।\n\n1 वह वेबपेज खोलें जिसे आपको संशोधित करना है, जैसे फेसबुक पोस्ट, व्हाट्सएप चैट, इंस्टाग्राम पोस्ट, ट्वीट, पेपैल भुगतान।\n2 हमारा प्लगइन खोलें और वांछित प्रभाव प्राप्त करने के लिए वेबपेज पर किसी भी टेक्स्ट या छवि तत्व को संशोधित करें\n3 एक स्क्रीनशॉट लें और इसे अपने दोस्तों को भेजें या सोशल मीडिया पर पोस्ट करें\n\nअस्वीकरण\nफेक स्क्रीनशॉट जेनरेटर द्वारा उत्पन्न जानकारी केवल डेटा परीक्षण उद्देश्यों के लिए है। इस वेबसाइट के उपयोग से या उसके संबंध में किसी व्यक्ति या संपत्ति को होने वाली किसी भी हानि या क्षति के लिए कोई दायित्व स्वीकार नहीं किया जाएगा, जिसमें बिना किसी सीमा के, परिणामी हानि या क्षति, डेटा की हानि, या उपयोग के परिणामस्वरूप होने वाली बिक्री शामिल है। यह वेबसाइट।\n\nगोपनीयता नीति\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।\nआपके द्वारा अपलोड किया गया सभी डेटा हर दिन स्वचालित रूप से हटा दिया जाता है।",
    "hr": "Uredite bilo koju stranicu kako biste stvorili lažnu snimku zaslona u nekoliko klikova kako biste se našalili ili opravdali, možete mijenjati bilo koji tekst/slike na bilo kojoj web stranici.\n\nJednostavno izradite lažne snimke zaslona Facebooka, Instagrama, Snapchata... i lažne SMS-ove kako biste se šalili sa svojom obitelji i prijateljima.\n\n1 Otvorite web stranicu koju trebate izmijeniti, kao što je Facebook post, Whatsapp Chat, Instagram post, Twitter, paypal plaćanje.\n2 Otvorite naš dodatak i izmijenite bilo koji tekstualni ili slikovni element na web stranici kako biste postigli željeni učinak\n3 Napravite snimku zaslona i pošaljite je prijateljima ili je objavite na društvenim mrežama\n\nOdricanje\nInformacije koje generira Fake Screenshot Generator samo su u svrhu testiranja podataka. Neće se prihvatiti nikakva odgovornost za bilo kakav gubitak ili štetu nanesenu osobi ili imovini koja proizlazi iz ili je u vezi s korištenjem ove web stranice, uključujući, bez ograničenja, posljedični gubitak ili štetu, gubitak podataka ili prodaju koja proizlazi iz korištenja ovu web stranicu.\n\nPolitika privatnosti\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.\nSvi podaci koje prenesete automatski se brišu svaki dan.",
    "hu": "Szerkesszen bármely oldalt, hogy néhány kattintással hamis képernyőképet hozzon létre, hogy viccelődjön vagy igazolja magát. Bármilyen webhelyen módosíthatja a szöveget/képet.\n\nKönnyedén készíthet hamis képernyőképeket Facebookról, Instagramról, Snapchatről... és hamis SMS-ekről, hogy megtréfálja családját és barátait.\n\n1 Nyissa meg a módosítani kívánt weboldalt, például Facebook Post, Whatsapp Chat, Instagram Post, Tweet, Paypal fizetés.\n2 Nyissa meg bővítményünket, és módosítsa a weboldal szöveges vagy képi elemeit a kívánt hatás elérése érdekében\n3 Készítsen képernyőképet, és küldje el barátainak, vagy tegye közzé a közösségi médiában\n\nJogi nyilatkozat\nA Fake Screenshot Generator által generált információk csak adattesztelési célokat szolgálnak. Nem vállalunk felelősséget a személyt vagy vagyontárgyat ért veszteségekért vagy károkért, amelyek a jelen weboldal használatából erednek, vagy azzal összefüggésben, beleértve korlátozás nélkül a következményi veszteséget vagy kárt, adatvesztést vagy eladást, amely a webhely használatából ered. ezt a weboldalt.\n\nAdatvédelmi irányelvek\nTervezés szerint adatai mindig a Google-fiókjában maradnak, és soha nem kerülnek mentésre az adatbázisunkba. Az Ön adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).\nMinden feltöltött adat automatikusan törlődik minden nap.",
    "id": "Edit halaman mana pun untuk membuat Tangkapan Layar palsu dalam beberapa klik untuk Bercanda atau Membenarkan diri Anda sendiri, Dapat memodifikasi teks/gambar apa pun di situs web mana pun.\n\nBuat tangkapan layar palsu Facebook, Instagram, Snapchat... dan SMS palsu dengan mudah untuk mengerjai keluarga dan teman Anda.\n\n1 Buka halaman web yang perlu Anda modifikasi, seperti Facebook Post, Whatsapp Chat, Instagram Post, Tweet, pembayaran paypal.\n2 Buka plugin kami dan modifikasi elemen teks atau gambar apa pun di halaman web untuk mencapai efek yang diinginkan\n3 Ambil tangkapan layar dan kirimkan ke teman Anda atau posting di media sosial\n\nPenafian\nInformasi yang dihasilkan oleh Fake Screenshot Generator hanya untuk tujuan pengujian data. Tidak ada tanggung jawab yang diterima atas kerugian atau kerusakan apa pun pada orang atau properti yang timbul dari, atau sehubungan dengan, penggunaan situs web ini, termasuk namun tidak terbatas pada, kerugian atau kerusakan yang diakibatkannya, kehilangan data, atau penjualan yang diakibatkan oleh penggunaan. situs ini.\n\nKebijakan pribadi\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.\nSemua data yang Anda unggah otomatis terhapus setiap hari.",
    "it": "Modifica qualsiasi pagina per creare uno screenshot falso in pochi clic per scherzare o giustificarti. Puoi modificare qualsiasi testo/immagine su qualsiasi sito web.\n\nCrea facilmente screenshot falsi di Facebook, Instagram, Snapchat... e SMS falsi per fare scherzi alla tua famiglia e ai tuoi amici.\n\n1 Apri la pagina web che desideri modificare, come Post di Facebook, Chat di Whatsapp, Post di Instagram, Tweet, pagamento PayPal.\n2 Apri il nostro plugin e modifica qualsiasi elemento di testo o immagine sulla pagina web per ottenere l'effetto desiderato\n3 Fai uno screenshot e invialo ai tuoi amici o pubblicalo sui social media\n\nDisclaimer\nLe informazioni generate da Fake Screenshot Generator sono solo a scopo di test dei dati. Non verrà accettata alcuna responsabilità per eventuali perdite o danni alla persona o alla proprietà derivanti da o in connessione con l'uso di questo sito Web, inclusi, senza limitazione, perdite o danni consequenziali, perdita di dati o vendite derivanti dall'uso di questo sito web.\n\npolitica sulla riservatezza\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.\nTutti i dati caricati vengono automaticamente eliminati ogni giorno.",
    "ja": "数回クリックするだけで任意のページを編集して偽のスクリーンショットを作成し、冗談を言ったり自分を正当化したりできます。任意の Web サイト上の任意のテキスト/画像を変更できます。\n\nFacebook、Instagram、Snapchat... の偽のスクリーンショットや偽の SMS を簡単に作成して、家族や友人にいたずらをすることができます。\n\n1 Facebook 投稿、Whatsapp チャット、Instagram 投稿、ツイート、Paypal 支払いなど、変更する必要がある Web ページを開きます。\n2 プラグインを開き、Web ページ上のテキストまたは画像要素を変更して、目的の効果を実現します。\n3 スクリーンショットを撮って友達に送信するか、ソーシャルメディアに投稿します\n\n免責事項\nFake Screenshot Generator によって生成される情報は、データのテストのみを目的としています。 本ウェブサイトの使用から生じる、またはそれに関連して生じる個人または財産への損失または損害については、一切の責任を負いません。これには、結果的な損失または損傷、データの損失、またはウェブサイトの使用から生じる売上が含まれますが、これらに限定されません。 このウェブサイト。\n\nプライバシーポリシー\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。 あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社は、お客様のデータを保護するためにプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守しています。\nアップロードしたすべてのデータは毎日自動的に削除されます。",
    "kn": "ಜೋಕ್ ಅಥವಾ ನಿಮ್ಮನ್ನು ಸಮರ್ಥಿಸಿಕೊಳ್ಳಲು ಕೆಲವು ಕ್ಲಿಕ್‌ಗಳಲ್ಲಿ ನಕಲಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ರಚಿಸಲು ಯಾವುದೇ ಪುಟವನ್ನು ಸಂಪಾದಿಸಿ, ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಯಾವುದೇ ಪಠ್ಯ/ಚಿತ್ರಗಳನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು.\n\nನಿಮ್ಮ ಕುಟುಂಬ ಮತ್ತು ಸ್ನೇಹಿತರನ್ನು ತಮಾಷೆ ಮಾಡಲು Facebook, Instagram, Snapchat... ಮತ್ತು ನಕಲಿ SMS ನ ನಕಲಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ರಚಿಸಿ.\n\n1 ನೀವು ಮಾರ್ಪಡಿಸಬೇಕಾದ ಫೇಸ್‌ಬುಕ್ ಪೋಸ್ಟ್, ವಾಟ್ಸಾಪ್ ಚಾಟ್, ಇನ್‌ಸ್ಟಾಗ್ರಾಮ್ ಪೋಸ್ಟ್, ಟ್ವೀಟ್, ಪೇಪಾಲ್ ಪಾವತಿಯಂತಹ ವೆಬ್‌ಪುಟವನ್ನು ತೆರೆಯಿರಿ.\n2 ನಮ್ಮ ಪ್ಲಗಿನ್ ತೆರೆಯಿರಿ ಮತ್ತು ಬಯಸಿದ ಪರಿಣಾಮವನ್ನು ಸಾಧಿಸಲು ವೆಬ್‌ಪುಟದಲ್ಲಿ ಯಾವುದೇ ಪಠ್ಯ ಅಥವಾ ಇಮೇಜ್ ಅಂಶಗಳನ್ನು ಮಾರ್ಪಡಿಸಿ\n3 ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ತೆಗೆದುಕೊಳ್ಳಿ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಸ್ನೇಹಿತರಿಗೆ ಕಳುಹಿಸಿ ಅಥವಾ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮದಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಿ\n\nಹಕ್ಕು ನಿರಾಕರಣೆ\nನಕಲಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ಜನರೇಟರ್‌ನಿಂದ ರಚಿಸಲಾದ ಮಾಹಿತಿಯು ಡೇಟಾ ಪರೀಕ್ಷೆಯ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ. ಮಿತಿಯಿಲ್ಲದೆ, ಪರಿಣಾಮವಾಗಿ ನಷ್ಟ ಅಥವಾ ಹಾನಿ, ಡೇಟಾ ನಷ್ಟ ಅಥವಾ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಮಾರಾಟಗಳು ಸೇರಿದಂತೆ, ಈ ವೆಬ್‌ಸೈಟ್‌ನ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಅಥವಾ ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ವ್ಯಕ್ತಿ ಅಥವಾ ಆಸ್ತಿಗೆ ಉಂಟಾಗುವ ಯಾವುದೇ ನಷ್ಟ ಅಥವಾ ಹಾನಿಗೆ ಯಾವುದೇ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ವೆಬ್‌ಸೈಟ್.\n\nಗೌಪ್ಯತಾ ನೀತಿ\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.\nನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಪ್ರತಿದಿನ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.",
    "ko": "페이지를 편집하여 몇 번의 클릭만으로 가짜 스크린샷을 생성하고 자신을 정당화하거나 웹사이트의 텍스트/이미지를 수정할 수 있습니다.\n\nFacebook, Instagram, Snapchat 등의 가짜 스크린샷과 가짜 SMS를 쉽게 만들어 가족과 친구들에게 장난을 칠 수 있습니다.\n\n1 Facebook 포스트, Whatsapp 채팅, 인스타그램 포스트, 트윗, 페이팔 결제 등 수정이 필요한 웹페이지를 엽니다.\n2 플러그인을 열고 웹페이지의 텍스트나 이미지 요소를 수정하여 원하는 효과를 얻으세요.\n3 스크린샷을 찍어 친구에게 보내거나 소셜 미디어에 게시하세요.\n\n부인 성명\n가짜 스크린샷 생성기에 의해 생성된 정보는 데이터 테스트 목적으로만 사용됩니다. 결과적 손실 또는 손해, 데이터 손실 또는 본 웹사이트의 사용으로 인한 판매를 포함하되 이에 국한되지 않고 본 웹사이트의 사용으로 인해 또는 이와 관련하여 발생하는 개인 또는 재산의 손실 또는 손해에 대해 어떠한 책임도 지지 않습니다. 이 웹사이트.\n\n개인 정보 정책\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 부가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.\n업로드한 모든 데이터는 매일 자동으로 삭제됩니다.",
    "lt": "Redaguokite bet kurį puslapį, kad keliais paspaudimais sukurtumėte netikrą ekrano kopiją ir pajuokaukite arba pasiteisinkite, galite keisti bet kokį tekstą / vaizdus bet kurioje svetainėje.\n\nLengvai kurkite netikras „Facebook“, „Instagram“, „Snapchat“ ekrano kopijas ir netikras SMS žinutes, kad išjuoktumėte savo šeimą ir draugus.\n\n1 Atidarykite tinklalapį, kurį norite keisti, pvz., „Facebook Post“, „Whatsapp Chat“, „Instagram Post“, „Tweet“, „Paypal“ mokėjimą.\n2 Atidarykite mūsų papildinį ir pakeiskite bet kokį teksto ar vaizdo elementus tinklalapyje, kad pasiektumėte norimą efektą\n3 Padarykite ekrano kopiją ir nusiųskite ją savo draugams arba paskelbkite socialinėje žiniasklaidoje\n\nAtsisakymas\n„Fake Screenshot Generator“ sugeneruota informacija skirta tik duomenų tikrinimui. Neprisiimame jokios atsakomybės už jokius nuostolius ar žalą asmeniui ar turtui, atsirandančius dėl šios svetainės naudojimo arba su juo susijusius, įskaitant, bet neapsiribojant, pasekminius praradimus ar žalą, duomenų praradimą ar pardavimą, atsiradusį naudojant ši svetainė.\n\nPrivatumo politika\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).\nVisi jūsų įkeliami duomenys automatiškai ištrinami kiekvieną dieną.",
    "lv": "Rediģējiet jebkuru lapu, lai ar dažiem klikšķiem izveidotu viltotu ekrānuzņēmumu, lai jokotu vai attaisnotu sevi. Varat modificēt jebkuru tekstu / attēlus jebkurā vietnē.\n\nĒrti izveidojiet viltotus Facebook, Instagram, Snapchat ekrānuzņēmumus un viltotus SMS, lai izjokotu ģimeni un draugus.\n\n1 Atveriet tīmekļa lapu, kas jāmaina, piemēram, Facebook Post, Whatsapp Chat, Instagram Post, Tweet, Paypal maksājums.\n2. Atveriet mūsu spraudni un modificējiet jebkuru teksta vai attēla elementu tīmekļa lapā, lai sasniegtu vēlamo efektu\n3. Uzņemiet ekrānuzņēmumu un nosūtiet to draugiem vai publicējiet sociālajos tīklos\n\nAtruna\nFake Screenshot Generator ģenerētā informācija ir paredzēta tikai datu pārbaudes nolūkiem. Netiek uzņemta nekāda atbildība par jebkādiem zaudējumiem vai bojājumiem personai vai īpašumam, kas radušies šīs tīmekļa vietnes lietošanas dēļ vai saistībā ar to, tostarp bez ierobežojumiem izrietošus zaudējumus vai bojājumus, datu zudumus vai pārdošanu, kas radušies šī vietne.\n\nPrivātuma politika\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar citiem, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus.\nVisi jūsu augšupielādētie dati tiek automātiski dzēsti katru dienu.",
    "ml": "തമാശയ്‌ക്കോ സ്വയം ന്യായീകരിക്കാനോ ഏതാനും ക്ലിക്കുകളിലൂടെ വ്യാജ സ്‌ക്രീൻഷോട്ട് സൃഷ്‌ടിക്കാൻ ഏതെങ്കിലും പേജ് എഡിറ്റുചെയ്യുക, ഏത് വെബ്‌സൈറ്റിലെയും ഏതെങ്കിലും ടെക്‌സ്‌റ്റ്/ചിത്രങ്ങൾ പരിഷ്‌ക്കരിക്കാൻ കഴിയും.\n\nനിങ്ങളുടെ കുടുംബാംഗങ്ങളെയും സുഹൃത്തുക്കളെയും കളിയാക്കാൻ Facebook, Instagram, Snapchat... എന്നിവയുടെ വ്യാജ സ്‌ക്രീൻഷോട്ടുകളും വ്യാജ SMS-ഉം എളുപ്പത്തിൽ സൃഷ്‌ടിക്കുക.\n\n1 ഫേസ്ബുക്ക് പോസ്റ്റ്, വാട്ട്‌സ്ആപ്പ് ചാറ്റ്, ഇൻസ്റ്റാഗ്രാം പോസ്റ്റ്, ട്വീറ്റ്, പേപാൽ പേയ്‌മെൻ്റ് എന്നിങ്ങനെ നിങ്ങൾക്ക് പരിഷ്‌ക്കരിക്കേണ്ട വെബ്‌പേജ് തുറക്കുക.\n2 ഞങ്ങളുടെ പ്ലഗിൻ തുറന്ന് ആവശ്യമുള്ള പ്രഭാവം നേടുന്നതിന് വെബ്‌പേജിലെ ഏതെങ്കിലും ടെക്‌സ്‌റ്റോ ഇമേജ് ഘടകങ്ങളോ പരിഷ്‌ക്കരിക്കുക\n3 ഒരു സ്ക്രീൻഷോട്ട് എടുത്ത് നിങ്ങളുടെ സുഹൃത്തുക്കൾക്ക് അയയ്ക്കുക അല്ലെങ്കിൽ സോഷ്യൽ മീഡിയയിൽ പോസ്റ്റ് ചെയ്യുക\n\nനിരാകരണം\nവ്യാജ സ്‌ക്രീൻഷോട്ട് ജനറേറ്റർ സൃഷ്‌ടിക്കുന്ന വിവരങ്ങൾ ഡാറ്റാ പരിശോധന ആവശ്യങ്ങൾക്ക് മാത്രമുള്ളതാണ്. പരിമിതികളില്ലാതെ, അനന്തരഫലമായ നഷ്‌ടമോ കേടുപാടുകളോ, ഡാറ്റാ നഷ്‌ടമോ അല്ലെങ്കിൽ ഉപയോഗത്തിൻ്റെ ഫലമായുണ്ടാകുന്ന വിൽപ്പനയോ ഉൾപ്പെടെ, ഈ വെബ്‌സൈറ്റിൻ്റെ ഉപയോഗത്തിൽ നിന്നോ അതുമായി ബന്ധപ്പെട്ടോ ഉണ്ടാകുന്ന ഏതെങ്കിലും നഷ്ടത്തിനോ നാശത്തിനോ ഒരു ബാധ്യതയും സ്വീകരിക്കില്ല. ഈ വെബ്സൈറ്റ്.\n\nസ്വകാര്യതാ നയം\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.\nനിങ്ങൾ അപ്‌ലോഡ് ചെയ്യുന്ന എല്ലാ ഡാറ്റയും എല്ലാ ദിവസവും സ്വയമേവ ഇല്ലാതാക്കപ്പെടും.",
    "mr": "विनोद करण्यासाठी काही क्लिकमध्ये बनावट स्क्रीनशॉट तयार करण्यासाठी कोणतेही पृष्ठ संपादित करा किंवा स्वतःला न्याय द्या, कोणत्याही वेबसाइटवर कोणताही मजकूर/प्रतिमा सुधारू शकता.\n\nफेसबुक, इंस्टाग्राम, स्नॅपचॅट...चे बनावट स्क्रीनशॉट आणि तुमचे कुटुंब आणि मित्रमैत्रिणींना खोटे बोलण्यासाठी बनावट एसएमएस सहज तयार करा.\n\n1 फेसबुक पोस्ट, व्हॉट्सॲप चॅट, इंस्टाग्राम पोस्ट, ट्विट, पेपल पेमेंट यासारखे तुम्हाला सुधारित करायचे असलेले वेबपेज उघडा.\n2 आमचे प्लगइन उघडा आणि इच्छित परिणाम साध्य करण्यासाठी वेबपृष्ठावरील कोणताही मजकूर किंवा प्रतिमा घटक सुधारित करा\n3 स्क्रीनशॉट घ्या आणि तो तुमच्या मित्रांना पाठवा किंवा सोशल मीडियावर पोस्ट करा\n\nअस्वीकरण\nबनावट स्क्रीनशॉट जनरेटरद्वारे व्युत्पन्न केलेली माहिती केवळ डेटा चाचणीसाठी आहे. या वेबसाइटच्या वापरामुळे किंवा त्यासंबंधात व्यक्ती किंवा मालमत्तेचे कोणतेही नुकसान किंवा हानीसाठी कोणतेही उत्तरदायित्व स्वीकारले जाणार नाही, ज्यामध्ये मर्यादेशिवाय, परिणामी नुकसान किंवा नुकसान, डेटाचे नुकसान किंवा वापरामुळे होणारी विक्री समाविष्ट आहे. ही वेबसाइट.\n\nगोपनीयता धोरण\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. ॲड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.\nतुम्ही अपलोड केलेला सर्व डेटा दररोज आपोआप हटवला जातो.",
    "ms": "Edit mana-mana halaman untuk mencipta Tangkapan Skrin palsu dalam beberapa klik untuk Bergurau atau Mewajarkan diri anda, Boleh mengubah suai sebarang teks/imej di mana-mana tapak web.\n\nBuat tangkapan skrin palsu Facebook, Instagram, Snapchat dengan mudah... dan SMS palsu untuk mengejek keluarga dan rakan anda.\n\n1 Buka halaman web yang anda perlu ubah suai, seperti Facebook Post, Whatsapp Chat, Instagram Post, Tweet, pembayaran paypal.\n2 Buka pemalam kami dan ubah suai sebarang elemen teks atau imej pada halaman web untuk mencapai kesan yang diingini\n3 Ambil tangkapan skrin dan hantar kepada rakan anda atau siarkan di media sosial\n\nPenafian\nMaklumat yang dijana oleh Fake Screenshot Generator adalah untuk tujuan ujian data sahaja. Tiada liabiliti akan diterima untuk apa-apa kehilangan atau kerosakan kepada orang atau harta yang timbul daripada, atau berkaitan dengan, penggunaan laman web ini, termasuk tanpa had, kerugian atau kerosakan akibat, kehilangan data, atau jualan akibat daripada penggunaan laman web ini.\n\nDasar Privasi\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.\nSemua data yang anda muat naik dipadamkan secara automatik setiap hari.",
    "nl": "Bewerk elke pagina om met een paar klikken een nep-screenshot te maken om een grapje te maken of jezelf te rechtvaardigen. Je kunt elke tekst/afbeelding op elke website wijzigen.\n\nMaak eenvoudig nep-screenshots van Facebook, Instagram, Snapchat... en nep-sms'jes om je familie en vrienden voor de gek te houden.\n\n1 Open de webpagina die u wilt wijzigen, zoals Facebook Post, Whatsapp Chat, Instagram Post, Tweet, PayPal-betaling.\n2 Open onze plug-in en wijzig eventuele tekst- of afbeeldingselementen op de webpagina om het gewenste effect te bereiken\n3 Maak een screenshot en stuur deze naar je vrienden of plaats deze op sociale media\n\nVrijwaring\nDe informatie die door Fake Screenshot Generator wordt gegenereerd, is uitsluitend bedoeld voor het testen van gegevens. Er wordt geen aansprakelijkheid aanvaard voor verlies of schade aan personen of eigendommen die voortkomen uit of verband houden met het gebruik van deze website, met inbegrip van maar niet beperkt tot vervolgverlies of schade, verlies van gegevens of omzet die voortvloeit uit het gebruik van deze website. deze website.\n\nPrivacybeleid\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.\nAlle gegevens die u uploadt, worden elke dag automatisch verwijderd.",
    "no": "Rediger hvilken som helst side for å lage et falskt skjermbilde med noen få klikk for å spøke eller rettferdiggjøre deg selv, kan endre tekst/bilder på hvilken som helst nettside.\n\nLag enkelt falske skjermbilder av Facebook, Instagram, Snapchat... og falske SMS for å pranke familie og venner.\n\n1 Åpne nettsiden du trenger å endre, for eksempel Facebook Post, Whatsapp Chat, Instagram Post, Tweet, PayPal-betaling.\n2 Åpne plugin-en vår og endre eventuelle tekst- eller bildeelementer på nettsiden for å oppnå ønsket effekt\n3 Ta et skjermbilde og send det til vennene dine eller legg det ut på sosiale medier\n\nAnsvarsfraskrivelse\nInformasjonen generert av Fake Screenshot Generator er kun for datatestingsformål. Intet ansvar vil bli akseptert for tap eller skade på personen eller eiendom som oppstår som følge av, eller i forbindelse med, bruken av denne nettsiden, inkludert, uten begrensning, følgetap eller skade, tap av data eller salg som følge av bruk av denne nettsiden.\n\nPersonvernerklæring\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.\nAlle data du laster opp blir automatisk slettet hver dag.",
    "pl": "Edytuj dowolną stronę, aby za pomocą kilku kliknięć utworzyć fałszywy zrzut ekranu, aby zażartować lub usprawiedliwić się. Możesz modyfikować dowolny tekst/obrazy na dowolnej stronie internetowej.\n\nZ łatwością twórz fałszywe zrzuty ekranu z Facebooka, Instagrama, Snapchata... i fałszywych SMS-ów, aby zrobić dowcip rodzinie i przyjaciołom.\n\n1 Otwórz stronę, którą chcesz zmodyfikować, na przykład post na Facebooku, czat Whatsapp, post na Instagramie, tweet, płatność PayPal.\n2 Otwórz naszą wtyczkę i zmodyfikuj dowolne elementy tekstowe lub graficzne na stronie, aby uzyskać pożądany efekt\n3 Zrób zrzut ekranu i wyślij go znajomym lub opublikuj w mediach społecznościowych\n\nZastrzeżenie\nInformacje generowane przez generator fałszywych zrzutów ekranu służą wyłącznie do celów testowania danych. Nie ponosimy żadnej odpowiedzialności za jakiekolwiek straty lub szkody na osobie lub mieniu powstałe w wyniku lub w związku z korzystaniem z tej witryny, w tym między innymi za straty lub szkody wtórne, utratę danych lub sprzedaż wynikającą z korzystania z tej witryny. ta strona internetowa.\n\nPolityka prywatności\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, w tym właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.\nWszystkie przesłane dane są codziennie automatycznie usuwane.",
    "pt_BR": "Edite qualquer página para criar uma captura de tela falsa com apenas alguns cliques para brincar ou se justificar. Pode modificar qualquer texto/imagem em qualquer site.\n\nCrie facilmente capturas de tela falsas do Facebook, Instagram, Snapchat... e SMS falsos para pregar peças na sua família e nos seus amigos.\n\n1 Abra a página da Web que você precisa modificar, como uma postagem no Facebook, um bate-papo no Whatsapp, uma postagem no Instagram, um tweet ou um pagamento via PayPal.\n2 Abra nosso plug-in e modifique qualquer elemento de texto ou imagem na página da Web para obter o efeito desejado \n3 Faça uma captura de tela e envie-a para seus amigos ou publique-a nas mídias sociais \n\nIsenção de responsabilidade\nAs informações geradas pelo Fake Screenshot Generator são apenas para fins de teste de dados. Nenhuma responsabilidade será aceita por qualquer perda ou dano a pessoa ou propriedade decorrente de, ou em conexão com, o uso deste site, incluindo, sem limitação, perda ou dano consequente, perda de dados ou vendas resultantes do uso deste site.\n\nPolítica de privacidade \nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados. \nTodos os dados que você carrega são excluídos automaticamente todos os dias.",
    "pt_PT": "Edite qualquer página para criar uma captura de ecrã falsa em poucos cliques para brincar ou justificar-se, pode modificar qualquer texto / imagens em qualquer site.\n\nCrie facilmente capturas de ecrã falsas do Facebook, Instagram, Snapchat... e SMS falsas para pregar partidas à sua família e amigos.\n\n1 Abra a página da web que você precisa modificar, como Facebook Post, Whatsapp Chat, Instagram Post, Tweet, pagamento paypal.\n2 Abra o nosso plugin e modifique qualquer elemento de texto ou imagem na página web para obter o efeito desejado \n3 Faça uma captura de ecrã e envie-a aos seus amigos ou publique-a nas redes sociais \n\nDeclaração de exoneração de responsabilidade\nA informação gerada pelo Fake Screenshot Generator é apenas para fins de teste de dados. Não será aceite qualquer responsabilidade por perdas ou danos pessoais ou materiais resultantes da utilização deste sítio Web, incluindo, sem limitação, perdas ou danos consequentes, perda de dados ou vendas resultantes da utilização deste sítio Web.\n\nPolítica de privacidade \nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do add-on. \nCumprimos as leis de privacidade (especialmente o RGPD e a Lei de Privacidade da Califórnia) para proteger os seus dados. \nTodos os dados que carrega são automaticamente eliminados todos os dias.",
    "ro": "Editați orice pagină pentru a crea o captură de ecran falsă în câteva clicuri pentru a glumi sau a vă justifica, puteți modifica orice text/imagini de pe orice site web.\n\nCreați cu ușurință capturi de ecran false pentru Facebook, Instagram, Snapchat... și SMS-uri false pentru a vă face glume familiei și prietenilor.\n\n1 Deschideți pagina web pe care trebuie să o modificați, cum ar fi Facebook Post, Whatsapp Chat, Instagram Post, Tweet, Paypal Pay.\n2 Deschideți pluginul nostru și modificați orice element de text sau imagine de pe pagina web pentru a obține efectul dorit\n3 Faceți o captură de ecran și trimiteți-o prietenilor dvs. sau postați-o pe rețelele sociale\n\nDisclaimer\nInformațiile generate de Fake Screenshot Generator sunt doar pentru testarea datelor. Nu va fi acceptată nicio răspundere pentru orice pierdere sau daune aduse persoanei sau proprietății care decurg din, sau în legătură cu, utilizarea acestui site web, inclusiv, fără limitare, pierderi sau daune consecutive, pierderi de date sau vânzări rezultate din utilizarea acest site web.\n\nPolitica de confidențialitate\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.\nToate datele pe care le încărcați sunt șterse automat în fiecare zi.",
    "ru": "Отредактируйте любую страницу, чтобы создать поддельный снимок экрана за несколько кликов, чтобы пошутить или оправдать себя. Можно изменить любой текст / изображения на любом веб-сайте.\n\nЛегко создавайте поддельные скриншоты Facebook, Instagram, Snapchat... и поддельные SMS, чтобы разыграть свою семью и друзей.\n\n1 Откройте веб-страницу, которую необходимо изменить, например публикацию в Facebook, чат WhatsApp, публикацию в Instagram, твит, оплату через PayPal.\n2 Откройте наш плагин и измените любой текст или элементы изображения на веб-странице, чтобы добиться желаемого эффекта.\n3 Сделайте снимок экрана и отправьте его друзьям или опубликуйте в социальных сетях.\n\nОтказ от ответственности\nИнформация, генерируемая генератором поддельных снимков экрана, предназначена только для целей тестирования данных. Никакая ответственность не принимается за любые убытки или ущерб лицу или имуществу, возникшие в результате или в связи с использованием этого веб-сайта, включая, помимо прочего, косвенные убытки или ущерб, потерю данных или продажи в результате использования этот сайт.\n\nполитика конфиденциальности\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.\nВсе загружаемые вами данные автоматически удаляются каждый день.",
    "sk": "Upravte ľubovoľnú stránku a vytvorte falošnú snímku obrazovky niekoľkými kliknutiami, aby ste mohli vtipkovať alebo sa ospravedlniť, môžete upraviť akýkoľvek text / obrázky na ľubovoľnej webovej stránke.\n\nĽahko vytvárajte falošné snímky obrazovky z Facebooku, Instagramu, Snapchatu... a falošné SMS, aby ste mohli žartovať svojej rodine a priateľom.\n\n1 Otvorte webovú stránku, ktorú potrebujete upraviť, ako napríklad Facebook Post, Whatsapp Chat, Instagram Post, Tweet, platba cez PayPal.\n2 Otvorte náš doplnok a upravte akýkoľvek text alebo obrazové prvky na webovej stránke, aby ste dosiahli požadovaný efekt\n3 Urobte snímku obrazovky a pošlite ju svojim priateľom alebo ju uverejnite na sociálnych sieťach\n\nVylúčenie zodpovednosti\nInformácie generované generátorom falošných snímok obrazovky slúžia iba na účely testovania údajov. Nenesieme žiadnu zodpovednosť za akúkoľvek stratu alebo poškodenie osoby alebo majetku vyplývajúce z používania tejto webovej stránky alebo v súvislosti s ním, vrátane, bez obmedzenia, následnej straty alebo poškodenia, straty údajov alebo predaja vyplývajúceho z používania tento web.\n\nZásady ochrany osobných údajov\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).\nVšetky údaje, ktoré nahráte, sa každý deň automaticky vymažú.",
    "sl": "Uredite katero koli stran, da ustvarite ponarejen posnetek zaslona v nekaj klikih, da se pošalite ali opravičite, lahko spremenite poljubno besedilo/slike na katerem koli spletnem mestu.\n\nPreprosto ustvarite ponarejene posnetke zaslona Facebooka, Instagrama, Snapchata ... in ponarejena sporočila SMS, da pošalite svojo družino in prijatelje.\n\n1 Odprite spletno stran, ki jo želite spremeniti, na primer objavo na Facebooku, klepet v Whatsappu, objavo na Instagramu, tvit, plačilo prek paypala.\n2 Odprite naš vtičnik in spremenite besedilne ali slikovne elemente na spletni strani, da dosežete želeni učinek\n3 Naredite posnetek zaslona in ga pošljite prijateljem ali objavite na družbenih omrežjih\n\nZavrnitev odgovornosti\nInformacije, ki jih ustvari Fake Screenshot Generator, so samo za namene testiranja podatkov. Nobena odgovornost ne bo sprejeta za kakršno koli izgubo ali škodo osebe ali lastnine, ki izhaja iz ali v povezavi z uporabo tega spletnega mesta, vključno brez omejitev s posledično izgubo ali škodo, izgubo podatkov ali prodajo, ki je posledica uporabe to spletno stran.\n\nPolitika zasebnosti\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.\nVsi podatki, ki jih naložite, se samodejno izbrišejo vsak dan.",
    "sr": "Уредите било коју страницу да бисте направили лажни снимак екрана у неколико кликова да бисте се шалили или оправдали. Можете да измените било који текст/слику на било којој веб локацији.\n\nЛако креирајте лажне снимке екрана Фацебоок-а, Инстаграма, Снапцхата... и лажних СМС-а да бисте подвалили своју породицу и пријатеље.\n\n1 Отворите веб страницу коју треба да измените, као што су Фацебоок Пост, Вхатсапп Цхат, Инстаграм Пост, Твеет, ПаиПал плаћање.\n2 Отворите наш додатак и измените све елементе текста или слике на веб страници да бисте постигли жељени ефекат\n3 Направите снимак екрана и пошаљите га пријатељима или га поставите на друштвене мреже\n\nОдрицање од одговорности\nИнформације које генерише Факе Сцреенсхот Генератор служе само за тестирање података. Неће бити прихваћена никаква одговорност за било какав губитак или штету нанесену особи или имовини која проистиче из, или у вези са коришћењем ове веб странице, укључујући, без ограничења, последични губитак или штету, губитак података или продају као резултат коришћења ову веб страницу.\n\nПравила о приватности\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.\nСви подаци које отпремите се аутоматски бришу сваког дана.",
    "sv": "Redigera vilken sida som helst för att skapa en falsk skärmdump med några klick för att skämta eller motivera dig själv, kan ändra text/bilder på vilken webbplats som helst.\n\nSkapa enkelt falska skärmdumpar av Facebook, Instagram, Snapchat... och falska SMS för att busa din familj och vänner.\n\n1 Öppna webbsidan du behöver ändra, till exempel Facebook Post, Whatsapp Chat, Instagram Post, Tweet, Paypal-betalning.\n2 Öppna vårt plugin och ändra alla text- eller bildelement på webbsidan för att uppnå önskad effekt\n3 Ta en skärmdump och skicka den till dina vänner eller lägg upp den på sociala medier\n\nvarning\nInformationen som genereras av Fake Screenshot Generator är endast för datatestningsändamål. Inget ansvar accepteras för någon förlust eller skada på personen eller egendom som uppstår ur, eller i samband med, användningen av denna webbplats, inklusive utan begränsning, följdförlust eller skada, förlust av data eller försäljning till följd av användning av denna webbplats.\n\nIntegritetspolicy\nGenom designen finns din data alltid på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.\nAll data du laddar upp raderas automatiskt varje dag.",
    "sw": "Hariri ukurasa wowote ili kuunda Picha ya skrini ghushi kwa kubofya mara chache ili Kuchekesha au Kujihalalisha, Inaweza kurekebisha maandishi/picha zozote kwenye tovuti yoyote.\n\nUnda kwa urahisi picha za skrini bandia za Facebook, Instagram, Snapchat... na SMS ghushi ili kuchezea familia na marafiki zako.\n\n1 Fungua ukurasa wa wavuti unaohitaji kurekebisha, kama vile Facebook Post, Whatsapp Chat, Instagram Post,Tweet, paypal.\n2 Fungua programu-jalizi yetu na urekebishe maandishi au vipengele vyovyote vya picha kwenye ukurasa wa tovuti ili kufikia athari inayotaka\n3 Piga picha ya skrini na uitume kwa marafiki zako au uichapishe kwenye mitandao ya kijamii\n\nKanusho\nMaelezo yanayotolewa na Kizalishaji cha Picha Bandia ni kwa madhumuni ya kujaribu data pekee. Hakuna dhima itakubaliwa kwa hasara au uharibifu wowote kwa mtu au mali kutokana na, au kuhusiana na, matumizi ya tovuti hii, ikiwa ni pamoja na bila kizuizi, hasara au uharibifu unaosababishwa, kupoteza data, au mauzo yanayotokana na matumizi ya tovuti hii.\n\nSera ya Faragha\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.\nData yote unayopakia inafutwa kiotomatiki kila siku.",
    "ta": "ஒரு சில கிளிக்குகளில் போலியான ஸ்கிரீன்ஷாட்டை உருவாக்க எந்தப் பக்கத்தையும் திருத்தவும் அல்லது உங்களை நீங்களே நியாயப்படுத்தவும், எந்த வலைத்தளத்திலும் எந்த உரை/படங்களையும் மாற்றலாம்.\n\nஉங்கள் குடும்பத்தினரையும் நண்பர்களையும் கேலி செய்ய Facebook, Instagram, Snapchat... மற்றும் போலி SMS போன்றவற்றின் போலி ஸ்கிரீன்ஷாட்களை எளிதாக உருவாக்கவும்.\n\n1 பேஸ்புக் போஸ்ட், வாட்ஸ்அப் அரட்டை, இன்ஸ்டாகிராம் போஸ்ட், ட்வீட், பேபால் கட்டணம் போன்ற நீங்கள் மாற்ற வேண்டிய வலைப்பக்கத்தைத் திறக்கவும்.\n2 எங்கள் செருகுநிரலைத் திறந்து, விரும்பிய விளைவை அடைய வலைப்பக்கத்தில் ஏதேனும் உரை அல்லது பட கூறுகளை மாற்றவும்\n3 ஸ்கிரீன்ஷாட்டை எடுத்து உங்கள் நண்பர்களுக்கு அனுப்பவும் அல்லது சமூக ஊடகங்களில் இடுகையிடவும்\n\nமறுப்பு\nபோலி ஸ்கிரீன்ஷாட் ஜெனரேட்டரால் உருவாக்கப்பட்ட தகவல் தரவு சோதனை நோக்கங்களுக்காக மட்டுமே. இந்த இணையதளத்தைப் பயன்படுத்துவதால் ஏற்படும் இழப்பு அல்லது சேதத்திற்கு எந்தப் பொறுப்பும் ஏற்றுக்கொள்ளப்படாது. இந்த இணையதளம்.\n\nதனியுரிமைக் கொள்கை\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.\nநீங்கள் பதிவேற்றும் அனைத்து தரவுகளும் ஒவ்வொரு நாளும் தானாகவே நீக்கப்படும்.",
    "te": "జోక్ చేయడానికి లేదా మిమ్మల్ని మీరు సమర్థించుకోవడానికి కొన్ని క్లిక్‌లలో నకిలీ స్క్రీన్‌షాట్‌ను సృష్టించడానికి ఏదైనా పేజీని సవరించండి, ఏదైనా వెబ్‌సైట్‌లో ఏదైనా వచనం/చిత్రాలను సవరించవచ్చు.\n\nమీ కుటుంబం మరియు స్నేహితులను చిలిపిగా చేయడానికి Facebook, Instagram, Snapchat... మరియు నకిలీ SMS యొక్క నకిలీ స్క్రీన్‌షాట్‌లను సులభంగా సృష్టించండి.\n\n1 Facebook పోస్ట్, Whatsapp చాట్, Instagram పోస్ట్, ట్వీట్, పేపాల్ చెల్లింపు వంటి మీరు సవరించాల్సిన వెబ్‌పేజీని తెరవండి.\n2 మా ప్లగిన్‌ని తెరిచి, కావలసిన ప్రభావాన్ని సాధించడానికి వెబ్‌పేజీలో ఏదైనా టెక్స్ట్ లేదా ఇమేజ్ ఎలిమెంట్‌లను సవరించండి\n3 స్క్రీన్ షాట్ తీసి మీ స్నేహితులకు పంపండి లేదా సోషల్ మీడియాలో పోస్ట్ చేయండి\n\nనిరాకరణ\nనకిలీ స్క్రీన్‌షాట్ జనరేటర్ ద్వారా రూపొందించబడిన సమాచారం డేటా పరీక్ష ప్రయోజనాల కోసం మాత్రమే. పరిమితి లేకుండా, పర్యవసానంగా నష్టం లేదా నష్టం, డేటా నష్టం లేదా అమ్మకాల వినియోగంతో సహా, ఈ వెబ్‌సైట్ వాడకం వల్ల ఉత్పన్నమయ్యే లేదా దానికి సంబంధించి వ్యక్తికి లేదా ఆస్తికి సంభవించే ఏదైనా నష్టం లేదా నష్టానికి ఎటువంటి బాధ్యత అంగీకరించబడదు. ఈ వెబ్‌సైట్.\n\nగోప్యతా విధానం\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.\nమీరు అప్‌లోడ్ చేసిన మొత్తం డేటా ప్రతిరోజూ స్వయంచాలకంగా తొలగించబడుతుంది.",
    "th": "แก้ไขหน้าใดก็ได้เพื่อสร้างภาพหน้าจอปลอมด้วยการคลิกเพียงไม่กี่ครั้งเพื่อล้อเล่นหรือพิสูจน์ตัวเอง สามารถแก้ไขข้อความ/รูปภาพบนเว็บไซต์ใดก็ได้\n\nสร้างภาพหน้าจอปลอมของ Facebook, Instagram, Snapchat... และ SMS ปลอมเพื่อหลอกครอบครัวและเพื่อนของคุณได้อย่างง่ายดาย\n\n1 เปิดหน้าเว็บที่คุณต้องการแก้ไข เช่น Facebook Post, Whatsapp Chat, Instagram Post ,Tweet ,Paypal Payment\n2 เปิดปลั๊กอินของเราและแก้ไของค์ประกอบข้อความหรือรูปภาพบนเว็บเพจเพื่อให้ได้เอฟเฟกต์ตามที่ต้องการ\n3 ถ่ายภาพหน้าจอแล้วส่งให้เพื่อนของคุณหรือโพสต์บนโซเชียลมีเดีย\n\nข้อสงวนสิทธิ์\nข้อมูลที่สร้างโดยโปรแกรมสร้างภาพหน้าจอปลอมนั้นมีวัตถุประสงค์เพื่อการทดสอบข้อมูลเท่านั้น จะไม่ยอมรับความรับผิดต่อการสูญเสียหรือความเสียหายต่อบุคคลหรือทรัพย์สินที่เกิดขึ้นจากหรือเกี่ยวข้องกับการใช้งานเว็บไซต์นี้ รวมถึงแต่ไม่จำกัดเพียงการสูญเสียหรือความเสียหายที่เป็นผลสืบเนื่อง การสูญหายของข้อมูล หรือการขายอันเป็นผลมาจากการใช้ เว็บไซต์นี้\n\nนโยบายความเป็นส่วนตัว\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ\nข้อมูลทั้งหมดที่คุณอัปโหลดจะถูกลบโดยอัตโนมัติทุกวัน",
    "tr": "Şaka yapmak veya kendinizi haklı çıkarmak için birkaç tıklamayla sahte bir Ekran Görüntüsü oluşturmak için herhangi bir sayfayı düzenleyin. Herhangi bir web sitesindeki herhangi bir metni/görüntüyü değiştirebilir.\n\nAilenize ve arkadaşlarınıza şaka yapmak için kolayca Facebook, Instagram, Snapchat'in sahte ekran görüntülerini ve sahte SMS'leri oluşturun.\n\n1 Facebook Gönderisi, Whatsapp Sohbeti, Instagram Gönderisi, Tweet, Paypal ödemesi gibi değiştirmeniz gereken web sayfasını açın.\n2 Eklentimizi açın ve istediğiniz efekti elde etmek için web sayfasındaki metin veya resim öğelerini değiştirin\n3 Bir ekran görüntüsü alın ve arkadaşlarınıza gönderin veya sosyal medyada yayınlayın\n\nSorumluluk reddi beyanı\nFake Screenshot Generator tarafından oluşturulan bilgiler yalnızca veri testi amaçlıdır. Bu web sitesinin kullanımından kaynaklanan veya bununla bağlantılı olarak ortaya çıkan, sonuç olarak ortaya çıkan kayıp veya hasar, veri kaybı veya satışlar dahil ancak bunlarla sınırlı olmamak üzere, bu web sitesinin kullanımından kaynaklanan veya bununla bağlantılı olarak kişi veya mülkte meydana gelen herhangi bir kayıp veya hasar için hiçbir sorumluluk kabul edilmeyecektir. bu web sitesi.\n\nGizlilik Politikası\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.\nYüklediğiniz tüm veriler her gün otomatik olarak silinir.",
    "uk": "Відредагуйте будь-яку сторінку, щоб створити фальшивий знімок екрана кількома клацаннями миші, щоб пожартувати чи виправдатися. Можна змінити будь-який текст/зображення на будь-якому веб-сайті.\n\nЛегко створюйте фальшиві скріншоти Facebook, Instagram, Snapchat... і фальшиві SMS, щоб пожартувати над своєю родиною та друзями.\n\n1 Відкрийте веб-сторінку, яку потрібно змінити, як-от публікація у Facebook, чат Whatsapp, публікація в Instagram, твіт, оплата через PayPal.\n2 Відкрийте наш плагін і змініть будь-який текст або елементи зображення на веб-сторінці, щоб досягти бажаного ефекту\n3 Зробіть знімок екрана та надішліть його друзям або опублікуйте в соціальних мережах\n\nВідмова від відповідальності\nІнформація, згенерована Fake Screenshot Generator, призначена лише для перевірки даних. Не буде прийнято жодної відповідальності за будь-які збитки або збитки, заподіяні особі або майну, що виникли внаслідок або у зв’язку з використанням цього веб-сайту, включаючи, без обмежень, непрямі збитки або пошкодження, втрату даних або продажі в результаті використання цей сайт.\n\nПолітика конфіденційності\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.\nУсі дані, які ви завантажуєте, автоматично видаляються щодня.",
    "vi": "Chỉnh sửa bất kỳ trang nào để tạo Ảnh chụp màn hình giả chỉ trong vài cú nhấp chuột để Trò đùa hoặc Biện minh cho chính bạn, Có thể sửa đổi bất kỳ văn bản/hình ảnh nào trên bất kỳ trang web nào.\n\nDễ dàng tạo ảnh chụp màn hình giả của Facebook, Instagram, Snapchat... và tin nhắn SMS giả để chơi khăm gia đình và bạn bè của bạn.\n\n1 Mở trang web bạn cần sửa đổi, chẳng hạn như Bài đăng trên Facebook, Trò chuyện Whatsapp, Bài đăng trên Instagram, Tweet, thanh toán paypal.\n2 Mở plugin của chúng tôi và sửa đổi bất kỳ thành phần văn bản hoặc hình ảnh nào trên trang web để đạt được hiệu quả mong muốn\n3 Chụp ảnh màn hình và gửi cho bạn bè hoặc đăng lên mạng xã hội\n\nTuyên bố miễn trừ trách nhiệm\nThông tin được tạo bởi Trình tạo ảnh chụp màn hình giả chỉ nhằm mục đích kiểm tra dữ liệu. Sẽ không có trách nhiệm pháp lý nào đối với bất kỳ tổn thất hoặc thiệt hại nào đối với người hoặc tài sản phát sinh từ hoặc liên quan đến việc sử dụng trang web này, bao gồm nhưng không giới hạn ở tổn thất hoặc thiệt hại do hậu quả, mất dữ liệu hoặc bán hàng do sử dụng trang web này. Trang web này.\n\nChính sách bảo mật\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.\nTất cả dữ liệu bạn tải lên sẽ tự động bị xóa mỗi ngày.",
    "zh_CN": "编辑任何页面，只需点击几下即可创建假屏幕截图来开玩笑或为自己辩护，可以修改任何网站上的任何文本/图像。\n\n轻松创建 Facebook、Instagram、Snapchat 的虚假屏幕截图和虚假短信来恶作剧您的家人和朋友。\n\n1 打开您需要修改的网页，例如Facebook Post、Whatsapp Chat、Instagram Post、Tweet、paypal支付。\n2 打开我们的插件并修改网页上的任何文本或图像元素以达到所需的效果\n3 截图并发送给您的朋友或发布到社交媒体上\n\n免责声明\n假屏幕截图生成器生成的信息仅用于数据测试目的。 对于因使用本网站而引起或与之相关的任何人身或财产损失或损害，包括但不限于间接损失或损害、数据丢失或因使用本网站而导致的销售，我们不承担任何责任 这个网站。\n\n隐私政策\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。 您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。\n您上传的所有数据每天都会自动删除。",
    "zh_TW": "編輯任何頁面，只需點擊幾下即可創建假螢幕截圖來開玩笑或為自己辯護，可以修改任何網站上的任何文字/圖像。\n\n輕鬆創建 Facebook、Instagram、Snapchat 的虛假螢幕截圖和虛假簡訊來惡作劇您的家人和朋友。\n\n1 開啟您需要修改的網頁，例如Facebook Post、Whatsapp Chat、Instagram Post、Tweet、paypal付款。\n2 打開我們的插件並修改網頁上的任何文字或圖像元素以達到所需的效果\n3 截圖並發送給您的朋友或發佈到社交媒體上\n\n免責聲明\n假螢幕截圖產生器產生的資訊僅用於資料測試目的。 對於因使用本網站而引起或與之相關的任何人身或財產損失或損害，包括但不限於間接損失或損害、資料遺失或因使用本網站而導致的銷售，我們不承擔任何責任這個網站。\n\n隱私權政策\n根據設計，您的資料始終保留在您的 Google 帳戶中，而不是保存在我們的資料庫中。 您的資料不會與任何人共用，包括附加元件擁有者。\n我們遵守隱私權法（特別是 GDPR 和加州隱私權法）來保護您的資料。\n您上傳的所有資料每天都會自動刪除。"
  }
}