{
  "name": {
    "ar,id": "Favorite Games - Retro Games",
    "am": "Sidebar Games - Classic Games",
    "bg": "2048 Game - Classic Games",
    "bn": "2048 Game - Flappy Bird Game",
    "ca": "Jocs clàssics - Play2Day",
    "cs,sk": "klasické hry - play2day",
    "da": "Klassiske Spil - Play2Day",
    "de": "klassische Spiele - play2day",
    "el,en,en_AU,en_GB,en_US,fa,fil,ru,sw,uk": "Classic Games - Play2Day",
    "es,es_419": "Juegos Clásicos - Play2Day",
    "et": "Classic Games - Sidebar Games",
    "fi": "Klassiset Pelit - Play2Day",
    "fr": "Jeux classiques - Play2Day",
    "gu": "Retro Games - 2048 Game",
    "he": "Play2Day - Online Games",
    "hi": "Play2Day - Arcade Games",
    "hr": "Retro Games - Sidebar Games",
    "hu": "2048 Game - Retro Games",
    "it": "Giochi Classici - Play2Day",
    "ja": "クラシックゲーム - Play2Day",
    "kn": "Online Games - Classic Games",
    "ko": "클래식 게임 - play2day",
    "lt": "Klasikiniai žaidimai - Play2Day",
    "lv": "klasiskās spēles - play2day",
    "ml": "Favorite Games - 2048 Game",
    "mr": "Arcade Games - Favorite Games",
    "ms": "Retro Games - Arcade Games",
    "nl": "klassieke spellen - play2day",
    "no": "klassiske spill - play2day",
    "pl": "Gry klasyczne - Play2Day",
    "pt_BR": "Jogos Clássicos - Play2Day",
    "pt_PT": "jogos clássicos - play2day",
    "ro": "Classic Games - Retro Games",
    "sl": "klasične igre - play2day",
    "sr": "Flappy Bird Game - 2048 Game",
    "sv": "klassiska spel - play2day",
    "ta": "Arcade Games - Classic Games",
    "te": "Favorite Games - Sidebar Games",
    "th": "Classic Games - 2048 Game",
    "tr": "Klasik Oyunlar - Play2Day",
    "vi": "Online Games - Favorite Games",
    "zh_CN": "经典游戏 - Play2Day",
    "zh_TW": "經典遊戲 - Play2Day"
  },
  "short": {
    "ar,he,id,ro,sr,te,vi": "Experience the nostalgia of your favorite classic games on Google Chrome! Enjoy hours of free online gaming fun with 2048, Flappy…",
    "am,gu,ml,th": "Unlock the ultimate gaming experience with your Google Chrome! Enjoy a wide selection of classic games, from 2048 and Flappy Bird…",
    "bg,et,kn,ms,ta": "Experience the nostalgia of your favorite classic games on Google Chrome! Enjoy free online gaming on desktop with 2048, Flappy…",
    "bn,hu": "Enjoy hours of fun playing your favorite classic games on Google Chrome! Enjoy free online gaming on your desktop with 2048, Flappy…",
    "ca": "Juga els teus jocs clàssics preferits al teu Google Chrome! Jocs en línia gratuïts a l'escriptori. 2048, Flappy Bird, Doodle Jump,…",
    "cs": "Hrajte své oblíbené klasické hry na Google Chrome! Bezplatné online hry na stolním počítači. 2048, Flappy Bird, Doodle Jump,…",
    "da": "Spil dine favorit klassiske spil på din Google Chrome! Gratis online spil på desktop. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "de": "Spielen Sie Ihre Lieblingsklassiker auf Ihrem Google Chrome! Kostenlose Online-Spiele auf dem Desktop. 2048, Flappy Bird, Doodle…",
    "el,en,en_AU,en_US,fa,fil,ru,sw,uk": "Play your favorite classic games on your Google Chrome! Free online games on desktop. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "en_GB": "Play your favourite classic games on your Google Chrome! Free online games on desktop. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "es,es_419": "¡Juega tus juegos clásicos favoritos en tu Google Chrome! Juegos en línea gratuitos en el escritorio. 2048, Flappy Bird, Doodle…",
    "fi": "Pelaa suosikki klassikkopelejäsi Google Chrome-selaimellasi! Ilmaisia online-pelejä työpöydällä. 2048, Flappy Bird, Doodle Jump,…",
    "fr": "Jouez à vos jeux classiques préférés sur votre Google Chrome! Jeux en ligne gratuits sur ordinateur de bureau. 2048, Flappy Bird,…",
    "hi,hr,mr": "Discover a world of classic gaming fun on your Google Chrome! Enjoy free online games on desktop, including the iconic 2048, Flappy…",
    "it": "Gioca ai tuoi giochi classici preferiti sul tuo Google Chrome! Giochi online gratuiti sul desktop. 2048, Flappy Bird, Doodle Jump,…",
    "ja": "お気に入りのクラシックゲームをGoogle Chromeでプレイ！ デスクトップで無料のオンラインゲーム。 2048、Flappy Bird、Doodle Jump、Bomberman。",
    "ko": "Google Chrome에서 좋아하는 클래식 게임을 플레이하세요! 데스크톱에서 무료 온라인 게임. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "lt": "Žaiskite savo mėgstamus klasikinius žaidimus savo Google Chrome! Nemokami internetiniai žaidimai kompiuteryje. 2048, Flappy Bird,…",
    "lv": "Spēlējiet savas iecienītākās klasiskās spēles savā Google Chrome! Bezmaksas tiešsaistes spēles darbvirsmā. 2048, Flappy Bird,…",
    "nl": "Speel je favoriete klassieke spellen op je Google Chrome! Gratis online spellen op desktop. 2048, Flappy Bird, Doodle Jump,…",
    "no": "Spill dine favoritt klassiske spill på din Google Chrome! Gratis online spill på skrivebordet. 2048, Flappy Bird, Doodle Jump,…",
    "pl": "Graj w swoje ulubione gry klasyczne na Google Chrome! Darmowe gry online na komputer. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "pt_BR,pt_PT": "Jogue seus jogos clássicos favoritos no seu Google Chrome! Jogos online gratuitos no desktop. 2048, Flappy Bird, Doodle Jump,…",
    "sk": "Hrajte svoje obľúbené klasické hry na Google Chrome! Bezplatné online hry na počítači. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "sl": "Igrajte svoje najljubše klasične igre na Google Chrome! Brezplačne spletne igre na namizju. 2048, Flappy Bird, Doodle Jump,…",
    "sv": "Spela dina favoritklassiska spel på din Google Chrome! Gratis online spel på skrivbordet. 2048, Flappy Bird, Doodle Jump, Bomberman.",
    "tr": "Google Chrome'unuzda favori klasik oyunlarınızı oynayın! Masaüstünde ücretsiz online oyunlar. 2048, Flappy Bird, Doodle Jump,…",
    "zh_CN": "在您的Google Chrome上玩您最喜欢的经典游戏！在桌面上免费在线游戏。2048，Flappy Bird，Doodle Jump，Bomberman。",
    "zh_TW": "在您的Google Chrome上玩您最喜歡的經典遊戲！免費在桌面上的線上遊戲。2048，Flappy Bird，Doodle Jump，Bomberman。"
  },
  "long": {
    "am,ar,bg,bn,cs,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Introducing the Play2Day Chrome Extension – your way to a world of timeless and addictive classic games right at your fingertips! Elevate your browsing experience with a curated selection of nostalgic titles, conveniently accessible through the side panel of your browser. Go to the settings to set the hotkey to run the extension (Right-click on the extension logo > Options).\n\nDive into the retro gaming universe with a collection that spans across genres, providing hours of entertainment and a welcome break from the daily digital grind. The Play2Day extension offers a mix of beloved classics, including the strategic challenge of 2048, the iconic block-dropping madness of Tetris, the thrilling agility test of Flappy Bird, and the endless vertical adventure of Doodle Jump.\n\nImmerse yourself in the arcade nostalgia with legendary titles like Pac-Man, where you navigate through mazes gobbling up pellets while avoiding the notorious ghosts. Or try your hand at Bomberman, strategically placing bombs to outsmart opponents in explosive battles.\n\nFor those seeking a rhythmic challenge, Helix Fruit Jump is bound to captivate with its dynamic gameplay. Hone your precision skills in Knife Hit as you target various surfaces with, you guessed it, knives! And for the lovers of logic and deduction, the classic Minesweeper is ready to test your wits.\n\nThe Play2Day extension seamlessly integrates into your Chrome browser, opening in a convenient side panel, allowing you to effortlessly switch between browsing and gaming. Say goodbye to monotony during those brief breaks or moments of respite – whether you're waiting for a download, a meeting, or just need a quick mental refresh, Play2Day is your instant gateway to a world of classic fun.\n\nUnleash the power of nostalgia, challenge your skills, and make your browsing experience a memorable one with the Play2Day Chrome Extension. Get ready to rediscover the joy of classic gaming, right here, right now!\n\n2048 Classic Game\nImmerse yourself in the addictive challenge of 2048, where the goal is to slide and combine numbered tiles to reach the elusive 2048 tile. The game may sound simple, but mastering it requires a sharp mind and strategic thinking. As you slide tiles across the grid, merging matching numbers, each move brings you closer to the ultimate objective – achieving the fabled 2048 tile.\n\nTetris Game\nExperience the classic block-stacking challenge in a sleek and convenient side panel, seamlessly integrated to enhance your browsing escapades. The Tetris game brings the iconic falling Tetriminos to your fingertips, providing a quick and engaging escape whenever you need a break. Immerse yourself in the addictive gameplay that has captivated generations – strategically manipulate the descending shapes to create solid lines and clear the board.\n\nFlappy Bird Game\nEmbark on a journey through pixelated skies with the Flappy Bird game, bringing the beloved and challenging avian adventure to the side panel of your browser. Experience the addictive gameplay that took the gaming world by storm, now conveniently integrated for quick and accessible entertainment during your browsing sessions. Challenge yourself to beat your own high score or compete with friends for the title of ultimate Flappy Bird champion. The extension's intuitive interface ensures that you can focus on the game, allowing the nostalgic frustration and triumphant moments to take center stage.\n\nDoodle Jump Game\nEmbark on a whimsical vertical adventure with the Doodle Jump game, bringing the iconic bouncing journey to life in the side panel of your browser. Experience the thrill of ascending to new heights with this classic and addictive game, seamlessly integrated for instant enjoyment during your Chrome browsing sessions. Revive the joy of Doodle Jump, transforming your side panel into a world of bouncing fun. Let the Doodle Jump game be your virtual trampoline, always ready to whisk you away on an adventure that defies gravity and ignites the spirit of playful exploration. Get ready to jump to new heights with every click!",
    "ca": "Us presentem l'extensió de Chrome Play2Day: el vostre camí cap a un món de jocs clàssics atemporals i addictius al vostre abast! Augmenteu la vostra experiència de navegació amb una selecció seleccionada de títols nostàlgics, accessibles còmodament des del tauler lateral del vostre navegador. Aneu a la configuració per configurar la tecla d'accés ràpid per executar l'extensió (feu clic amb el botó dret al logotip de l'extensió > Opcions).\n\nSubmergeix-te en l'univers dels jocs retro amb una col·lecció que abasta tots els gèneres, que ofereix hores d'entreteniment i una pausa benvinguda de la rutina digital diària. L'extensió Play2Day ofereix una barreja de clàssics estimats, inclòs el repte estratègic de 2048, la icònica bogeria de Tetris, l'emocionant prova d'agilitat de Flappy Bird i l'interminable aventura vertical de Doodle Jump.\n\nSubmergeix-te en la nostàlgia de les arcades amb títols llegendaris com Pac-Man, on navegues a través de laberints devorant pellets mentre evites els fantasmes notoris. O prova la teva mà amb Bomberman, col·locant estratègicament bombes per superar els teus oponents en batalles explosives.\n\nPer a aquells que busquen un repte rítmic, Helix Fruit Jump cautivarà amb el seu joc dinàmic. Perfecciona les teves habilitats de precisió a Knife Hit mentre apuntes a diverses superfícies amb, ho has endevinat, ganivets! I per als amants de la lògica i la deducció, el clàssic buscamines està preparat per posar a prova el vostre enginy.\n\nL'extensió Play2Day s'integra perfectament al vostre navegador Chrome i s'obre en un còmode panell lateral, que us permet canviar sense esforç entre la navegació i els jocs. Digues adéu a la monotonia durant aquests breus descansos o moments de respir: tant si estàs esperant una descàrrega, una reunió o només necessites una ràpida actualització mental, Play2Day és la teva porta d'entrada instantània a un món de diversió clàssica.\n\nAllibera el poder de la nostàlgia, desafia les teves habilitats i fes que la teva experiència de navegació sigui memorable amb l'extensió de Chrome de Play2Day. Prepareu-vos per redescobrir l'alegria dels jocs clàssics, aquí mateix, ara mateix!\n\n2048 Joc clàssic\nSubmergeix-te en l'addictiu repte del 2048, on l'objectiu és lliscar i combinar fitxes numerades per arribar a l'esquiva fitxa del 2048. El joc pot semblar senzill, però dominar-lo requereix una ment aguda i un pensament estratègic. A mesura que llisques fitxes per la quadrícula, fusionant els números coincidents, cada moviment t'acostarà a l'objectiu final: aconseguir la legendaria fitxa 2048.\n\nJoc Tetris\nViu el clàssic repte d'apilament de blocs en un panell lateral elegant i còmode, integrat perfectament per millorar les vostres escapades de navegació. El joc Tetris porta els icònics Tetriminos que cauen al teu abast, oferint una escapada ràpida i atractiva sempre que necessites un descans. Submergeix-te en el joc addictiu que ha captivat generacions: manipula estratègicament les formes descendents per crear línies sòlides i netejar el tauler.\n\nJoc Flappy Bird\nEmbarca't en un viatge per cels pixelats amb el joc Flappy Bird, que porta l'estimada i desafiant aventura aviària al tauler lateral del teu navegador. Viu el joc addictiu que va agafar el món dels jocs per assaltar, ara convenientment integrat per a un entreteniment ràpid i accessible durant les sessions de navegació. Desafia't a superar la teva puntuació més alta o competir amb els amics pel títol de campió definitiu de Flappy Bird. La interfície intuïtiva de l'extensió garanteix que us podeu centrar en el joc, permetent que la frustració nostàlgica i els moments triomfals prenguin el protagonisme.\n\nJoc Doodle Jump\nEmbarca't en una aventura vertical capritxosa amb el joc Doodle Jump, donant vida a l'icònic viatge de rebot al tauler lateral del teu navegador. Viu l'emoció d'ascendir a noves altures amb aquest joc clàssic i addictiu, perfectament integrat per gaudir-ne instantàniament durant les sessions de navegació de Chrome. Reviu l'alegria de Doodle Jump, transformant el teu panell lateral en un món de diversió. Deixa que el joc Doodle Jump sigui el teu trampolí virtual, sempre a punt per portar-te a una aventura que desafia la gravetat i encén l'esperit d'exploració lúdica. Prepareu-vos per saltar a noves altures amb cada clic!",
    "da": "Vi introducerer Play2Day Chrome-udvidelsen – din vej til en verden af tidløse og vanedannende klassiske spil lige ved hånden! Forøg din browsingoplevelse med et udvalgt udvalg af nostalgiske titler, der er bekvemt tilgængelige via sidepanelet i din browser. Gå til indstillingerne for at indstille genvejstasten til at køre udvidelsen (højreklik på udvidelseslogoet > Indstillinger).\n\nDyk ned i retro-gaming-universet med en samling, der spænder på tværs af genrer, der giver timevis af underholdning og en velkommen pause fra det daglige digitale grin. Play2Day-udvidelsen byder på en blanding af elskede klassikere, inklusive den strategiske udfordring fra 2048, den ikoniske blok-drop-vanvid Tetris, den spændende agility-test af Flappy Bird og det endeløse vertikale eventyr af Doodle Jump.\n\nFordyb dig i arkadenostalgien med legendariske titler som Pac-Man, hvor du navigerer gennem labyrinter, der sluger piller, mens du undgår de berygtede spøgelser. Eller prøv din hånd på Bomberman, der strategisk placerer bomber for at overliste modstandere i eksplosive kampe.\n\nFor dem, der søger en rytmisk udfordring, er Helix Fruit Jump bundet til at betage med sit dynamiske gameplay. Finpuds dine præcisionsevner i Knife Hit, mens du målretter mod forskellige overflader med, du gættede rigtigt, knive! Og for elskere af logik og deduktion er den klassiske minestryger klar til at teste din forstand.\n\nPlay2Day-udvidelsen integreres problemfrit i din Chrome-browser og åbnes i et praktisk sidepanel, så du nemt kan skifte mellem browsing og spil. Sig farvel til monotonien i disse korte pauser eller øjeblikke med pusterum – uanset om du venter på en download, et møde eller bare har brug for en hurtig mental genopfriskning, er Play2Day din øjeblikkelige indgang til en verden af klassisk sjov.\n\nSlip nostalgiens kraft løs, udfordr dine færdigheder, og gør din browsingoplevelse til en mindeværdig en med Play2Day Chrome-udvidelsen. Gør dig klar til at genopdage glæden ved klassisk spil lige her, lige nu!\n\nKlassisk spil 2048\nFordyb dig i den vanedannende udfordring fra 2048, hvor målet er at glide og kombinere nummererede brikker for at nå den undvigende 2048-brik. Spillet lyder måske simpelt, men at mestre det kræver et skarpt sind og strategisk tænkning. Når du glider fliser hen over gitteret og fusionerer matchende tal, bringer hvert træk dig tættere på det ultimative mål – at nå den sagnomspundne 2048-brik.\n\nTetris spil\nOplev den klassiske blokstabling-udfordring i et slankt og praktisk sidepanel, der er sømløst integreret for at forbedre dine browsing-eskapader. Tetris-spillet bringer de ikoniske faldende Tetriminos til fingerspidserne, hvilket giver en hurtig og engagerende flugt, når du har brug for en pause. Fordyb dig i det vanedannende gameplay, der har fanget generationer - manipuler strategisk de faldende former for at skabe solide linjer og rydde brættet.\n\nFlappy Bird spil\nTag på en rejse gennem pixelerede himmelstrøg med Flappy Bird-spillet, og bring det elskede og udfordrende fugleeventyr til sidepanelet i din browser. Oplev det vanedannende gameplay, der tog spilverdenen med storm, nu bekvemt integreret for hurtig og tilgængelig underholdning under dine browsing-sessioner. Udfordr dig selv til at slå din egen highscore eller konkurrere med venner om titlen som ultimativ Flappy Bird-mester. Udvidelsens intuitive interface sikrer, at du kan fokusere på spillet, så den nostalgiske frustration og triumferende øjeblikke kommer i centrum.\n\nDoodle Jump spil\nTag ud på et finurligt lodret eventyr med Doodle Jump-spillet, der bringer den ikoniske hoppende rejse til live i sidepanelet i din browser. Oplev spændingen ved at stige til nye højder med dette klassiske og vanedannende spil, der er sømløst integreret for øjeblikkelig nydelse under dine Chrome-sessioner. Genopliv glæden ved Doodle Jump, og forvandl dit sidepanel til en verden af hoppende sjov. Lad Doodle Jump-spillet være din virtuelle trampolin, altid klar til at tage dig afsted på et eventyr, der trodser tyngdekraften og tænder ånden af legende udforskning. Gør dig klar til at hoppe til nye højder med hvert klik!",
    "de": "Wir stellen Ihnen die Play2Day-Chrome-Erweiterung vor – Ihr Weg in eine Welt zeitloser und süchtig machender klassischer Spiele direkt auf Knopfdruck! Verbessern Sie Ihr Surferlebnis mit einer kuratierten Auswahl nostalgischer Titel, die bequem über die Seitenleiste Ihres Browsers zugänglich sind. Gehen Sie zu den Einstellungen, um den Hotkey zum Ausführen der Erweiterung festzulegen (klicken Sie mit der rechten Maustaste auf das Erweiterungslogo > Optionen).\n\nTauchen Sie ein in das Retro-Gaming-Universum mit einer genreübergreifenden Sammlung, die stundenlange Unterhaltung und eine willkommene Abwechslung vom digitalen Alltag bietet. Die Play2Day-Erweiterung bietet eine Mischung beliebter Klassiker, darunter die strategische Herausforderung von 2048, den ikonischen Block-Drop-Wahnsinn von Tetris, den spannenden Beweglichkeitstest von Flappy Bird und das endlose vertikale Abenteuer von Doodle Jump.\n\nTauchen Sie ein in die Arcade-Nostalgie mit legendären Titeln wie Pac-Man, wo Sie durch Labyrinthe navigieren, Pellets verschlingen und dabei den berüchtigten Geistern aus dem Weg gehen. Oder versuchen Sie sich als Bomberman und platzieren Sie strategisch Bomben, um Ihre Gegner in explosiven Schlachten auszutricksen.\n\nWer eine rhythmische Herausforderung sucht, wird Helix Fruit Jump mit seinem dynamischen Gameplay fesseln. Verbessern Sie Ihre Präzisionsfähigkeiten in Knife Hit, indem Sie mit, Sie ahnen es schon, Messern auf verschiedene Oberflächen zielen! Und für die Liebhaber von Logik und Schlussfolgerung ist der klassische Minesweeper bereit, Ihren Verstand auf die Probe zu stellen.\n\nDie Play2Day-Erweiterung integriert sich nahtlos in Ihren Chrome-Browser und öffnet sich in einem praktischen Seitenbereich, sodass Sie mühelos zwischen Surfen und Spielen wechseln können. Verabschieden Sie sich von der Monotonie während dieser kurzen Pausen oder Momente der Erholung – egal, ob Sie auf einen Download oder ein Meeting warten oder einfach nur eine kurze mentale Auffrischung brauchen, Play2Day ist Ihr sofortiger Zugang zu einer Welt voller klassischem Spaß.\n\nEntfesseln Sie die Kraft der Nostalgie, fordern Sie Ihre Fähigkeiten heraus und machen Sie Ihr Surferlebnis mit der Play2Day Chrome-Erweiterung zu einem unvergesslichen Erlebnis. Machen Sie sich bereit, die Freude am klassischen Gaming wiederzuentdecken, genau hier und jetzt!\n\n2048 klassisches Spiel\nTauchen Sie ein in die süchtig machende Herausforderung von 2048, bei der das Ziel darin besteht, nummerierte Kacheln zu verschieben und zu kombinieren, um das schwer fassbare Kachel 2048 zu erreichen. Das Spiel mag einfach klingen, aber um es zu meistern, sind ein scharfer Verstand und strategisches Denken erforderlich. Während Sie Kacheln über das Raster schieben und dabei übereinstimmende Zahlen zusammenführen, kommen Sie mit jeder Bewegung dem ultimativen Ziel näher – dem Erreichen der sagenumwobenen Kachel 2048.\n\nTetris-Spiel\nErleben Sie die klassische Block-Stacking-Herausforderung in einem eleganten und praktischen Seitenteil, das nahtlos integriert ist, um Ihre Browsing-Eskapaden zu bereichern. Das Tetris-Spiel bringt die ikonischen fallenden Tetriminos auf Ihre Fingerspitzen und ermöglicht Ihnen eine schnelle und fesselnde Flucht, wann immer Sie eine Pause brauchen. Tauchen Sie ein in das süchtig machende Gameplay, das Generationen fasziniert hat – manipulieren Sie die absteigenden Formen strategisch, um durchgezogene Linien zu erzeugen und das Spielfeld freizumachen.\n\nFlappy Bird-Spiel\nBegeben Sie sich mit dem Spiel Flappy Bird auf eine Reise durch pixelige Himmel und bringen Sie das beliebte und herausfordernde Vogelabenteuer in die Seitenleiste Ihres Browsers. Erleben Sie das süchtig machende Gameplay, das die Gaming-Welt im Sturm eroberte, jetzt bequem integriert für schnelle und zugängliche Unterhaltung während Ihrer Surfsitzungen. Fordern Sie sich heraus, Ihren eigenen Highscore zu übertreffen, oder konkurrieren Sie mit Freunden um den Titel des ultimativen Flappy Bird-Champions. Die intuitive Benutzeroberfläche der Erweiterung sorgt dafür, dass Sie sich auf das Spiel konzentrieren können und die nostalgischen Frustrationen und triumphalen Momente im Mittelpunkt stehen.\n\nDoodle Jump-Spiel\nBegeben Sie sich mit dem Doodle Jump-Spiel auf ein skurriles vertikales Abenteuer und erwecken Sie die legendäre Hüpfreise im Seitenbereich Ihres Browsers zum Leben. Erleben Sie den Nervenkitzel des Aufstiegs zu neuen Höhen mit diesem klassischen und süchtig machenden Spiel, das nahtlos integriert ist und sofort Spaß beim Surfen in Chrome bietet. Lassen Sie die Freude am Doodle Jump wieder aufleben und verwandeln Sie Ihr Seitenteil in eine Welt voller Hüpfspaß. Machen Sie das Doodle Jump-Spiel zu Ihrem virtuellen Trampolin, immer bereit, Sie auf ein Abenteuer zu entführen, das der Schwerkraft trotzt und den Geist des spielerischen Erkundens entfacht. Machen Sie sich bereit, mit jedem Klick neue Höhen zu erreichen!",
    "es,es_419": "Presentamos la extensión Play2Day para Chrome: ¡tu camino hacia un mundo de juegos clásicos adictivos y atemporales al alcance de tu mano! Mejore su experiencia de navegación con una selección curada de títulos nostálgicos, a los que se puede acceder cómodamente a través del panel lateral de su navegador. Vaya a la configuración para configurar la tecla de acceso rápido para ejecutar la extensión (haga clic derecho en el logotipo de la extensión> Opciones).\n\nSumérgete en el universo de los juegos retro con una colección que abarca todos los géneros y que brinda horas de entretenimiento y un bienvenido descanso de la rutina digital diaria. La extensión Play2Day ofrece una combinación de clásicos queridos, incluido el desafío estratégico de 2048, la icónica locura de Tetris que arroja bloques, la emocionante prueba de agilidad de Flappy Bird y la interminable aventura vertical de Doodle Jump.\n\nSumérgete en la nostalgia arcade con títulos legendarios como Pac-Man, donde navegas a través de laberintos engullendo bolitas mientras evitas a los famosos fantasmas. O prueba suerte con Bomberman, colocando bombas estratégicamente para burlar a los oponentes en batallas explosivas.\n\nPara aquellos que buscan un desafío rítmico, Helix Fruit Jump seguramente cautivará con su juego dinámico. Perfecciona tus habilidades de precisión en Knife Hit mientras apuntas a varias superficies con, lo adivinaste, ¡cuchillos! Y para los amantes de la lógica y la deducción, el clásico Buscaminas está listo para poner a prueba tu ingenio.\n\nLa extensión Play2Day se integra perfectamente en su navegador Chrome, abriéndose en un conveniente panel lateral, lo que le permite cambiar sin esfuerzo entre navegar y jugar. Diga adiós a la monotonía durante esos breves descansos o momentos de respiro: ya sea que esté esperando una descarga, una reunión o simplemente necesite un rápido refresco mental, Play2Day es su puerta de entrada instantánea a un mundo de diversión clásica.\n\nLibera el poder de la nostalgia, desafía tus habilidades y haz que tu experiencia de navegación sea memorable con la extensión Play2Day para Chrome. ¡Prepárate para redescubrir el placer de los juegos clásicos, aquí y ahora!\n\nJuego clásico 2048\nSumérgete en el adictivo desafío de 2048, donde el objetivo es deslizarte y combinar fichas numeradas para alcanzar la elusiva ficha 2048. El juego puede parecer simple, pero dominarlo requiere una mente aguda y pensamiento estratégico. A medida que deslizas fichas por la cuadrícula, fusionando números coincidentes, cada movimiento te acerca al objetivo final: lograr la legendaria ficha 2048.\n\nJuego Tetris\nExperimente el clásico desafío de apilar bloques en un panel lateral elegante y conveniente, perfectamente integrado para mejorar sus aventuras de navegación. El juego Tetris pone a tu alcance los icónicos Tetriminos que caen, brindándote un escape rápido y atractivo cuando necesitas un descanso. Sumérgete en el juego adictivo que ha cautivado a generaciones: manipula estratégicamente las formas descendentes para crear líneas sólidas y despejar el tablero.\n\nJuego de pájaro flappy\nEmbárcate en un viaje a través de cielos pixelados con el juego Flappy Bird, llevando la querida y desafiante aventura aviar al panel lateral de tu navegador. Experimente el juego adictivo que arrasó en el mundo de los juegos, ahora convenientemente integrado para un entretenimiento rápido y accesible durante sus sesiones de navegación. Ponte a prueba para superar tu propia puntuación más alta o compite con amigos por el título de campeón definitivo de Flappy Bird. La interfaz intuitiva de la extensión garantiza que puedas concentrarte en el juego, permitiendo que la frustración nostálgica y los momentos triunfantes ocupen un lugar central.\n\nJuego de salto de garabato\nEmbárcate en una fantástica aventura vertical con el juego Doodle Jump, que le da vida al icónico viaje de rebote en el panel lateral de tu navegador. Experimenta la emoción de ascender a nuevas alturas con este juego clásico y adictivo, perfectamente integrado para disfrutarlo instantáneamente durante tus sesiones de navegación en Chrome. Revive la alegría de Doodle Jump, transformando tu panel lateral en un mundo de diversión y rebotes. Deja que el juego Doodle Jump sea tu trampolín virtual, siempre listo para llevarte a una aventura que desafía la gravedad y enciende el espíritu de exploración lúdica. ¡Prepárate para saltar a nuevas alturas con cada clic!",
    "fi": "Esittelyssä Play2Day Chrome Extension – matkasi ajattomien ja koukuttavien klassisten pelien maailmaan aivan sormiesi ulottuvilla! Paranna selauskokemustasi kuratoidulla valikoimalla nostalgisia nimikkeitä, jotka ovat saatavilla kätevästi selaimesi sivupaneelin kautta. Siirry asetuksiin asettaaksesi pikanäppäimen suorittamaan laajennuksen (klikkaa hiiren kakkospainikkeella laajennuksen logoa > Asetukset).\n\nSukella retropelimaailmaan kokoelmalla, joka kattaa eri genrejä, tarjoten tuntikausia viihdettä ja tervetuliaistauon päivittäisestä digiharrastamisesta. Play2Day-laajennus tarjoaa yhdistelmän rakastettuja klassikoita, mukaan lukien vuoden 2048 strateginen haaste, Tetrisin ikoninen lohkojen pudotushulluus, Flappy Birdin jännittävä ketteryystesti ja Doodle Jumpin loputon pystysuora seikkailu.\n\nUppoudu pelihallin nostalgiaan legendaaristen pelien, kuten Pac-Manin, parissa, jossa navigoit sokkeloiden läpi syöden pellettejä välttäen pahamaineisia haamuja. Tai kokeile käsiäsi Bombermanissa sijoittamalla pommeja strategisesti ovelaaksesi vastustajia räjähtävissä taisteluissa.\n\nNiille, jotka etsivät rytmistä haastetta, Helix Fruit Jump kiehtoo dynaamisella pelillään. Hio tarkkuustaitojasi Knife Hit -pelissä kohdistaessasi erilaisia pintoja, arvasitkin, veitsillä! Ja logiikan ja päättelyn ystäville klassinen Miinaharava on valmis testaamaan järkesi.\n\nPlay2Day-laajennus integroituu saumattomasti Chrome-selaimeen ja avautuu kätevään sivupaneeliin, jolloin voit vaihtaa vaivattomasti selaamisen ja pelaamisen välillä. Sano hyvästit yksitoikkoisuudelle lyhyiden taukojen tai hengähdystaukojen aikana – odotatpa latausta, tapaamista tai tarvitset vain nopeaa henkistä virkistymistä, Play2Day on välitön porttisi klassisen hauskanpidon maailmaan.\n\nPäästä nostalgian voima valloilleen, haasta taitosi ja tee selauskokemuksestasi ikimuistoinen Play2Day Chrome Extension -laajennuksella. Valmistaudu löytämään uudelleen klassisen pelaamisen ilo täällä, juuri nyt!\n\n2048 klassinen peli\nUppoudu vuoden 2048 koukuttavaan haasteeseen, jossa tavoitteena on liu'uttaa ja yhdistää numeroituja laattoja saavuttaaksesi vaikeasti tavoitettavissa oleva 2048-laatta. Peli saattaa kuulostaa yksinkertaiselta, mutta sen hallitseminen vaatii terävää mieltä ja strategista ajattelua. Kun liu'utat laattoja ruudukon poikki ja yhdistät vastaavia numeroita, jokainen liike vie sinut lähemmäksi perimmäistä tavoitetta – tarunomaisen 2048-laatan saavuttamista.\n\nTetris peli\nKoe klassinen lohkojen pinoamishaaste tyylikkäässä ja kätevässä sivupaneelissa, joka on integroitu saumattomasti parantamaan selaamistasi. Tetris-peli tuo ikoniset putoavat Tetriminot sormiesi ulottuville ja tarjoaa nopean ja mukaansatempaavan pakopaikan aina, kun tarvitset tauon. Uppoudu koukuttavaan peliin, joka on valloittanut sukupolvia – muokkaa strategisesti laskevia muotoja luodaksesi yhtenäisiä linjoja ja tyhjentääksesi pelilaudan.\n\nFlappy Bird -peli\nLähde matkalle pikselöidyn taivaan halki Flappy Bird -pelin avulla, joka tuo rakastetun ja haastavan lintuseikkailun selaimesi sivupaneeliin. Koe koukuttava pelattavuus, joka valloitti pelimaailman. Nyt se on kätevästi integroitu nopeaa ja helppokäyttöistä viihdettä varten selausistuntojesi aikana. Haasta itsesi päihittämään oma ennätyspisteesi tai kilpaile ystävien kanssa lopullisen Flappy Bird -mestarin tittelistä. Laajennuksen intuitiivinen käyttöliittymä varmistaa, että voit keskittyä peliin, jolloin nostalginen turhautuminen ja voitonriemuiset hetket pääsevät keskipisteeseen.\n\nDoodle Jump -peli\nAloita hassu pystyseikkailu Doodle Jump -pelillä, joka herättää ikonisen pomppivan matkan henkiin selaimesi sivupaneelissa. Koe uusiin korkeuksiin nousun jännitys tämän klassisen ja koukuttavan pelin avulla, joka on integroitu saumattomasti ja nauti välittömästä Chrome-selausistuntojen aikana. Herätä Doodle Jumpin ilo uudelleen ja muuta sivupaneelisi pomppivan hauskuuden maailmaksi. Anna Doodle Jump -pelin olla virtuaalinen trampoliinisi, joka on aina valmis viemään sinut seikkailuun, joka uhmaa painovoimaa ja sytyttää leikkisän tutkimisen hengen. Valmistaudu hyppäämään uusiin korkeuksiin jokaisella napsautuksella!",
    "fr": "Présentation de l'extension Play2Day Chrome – votre chemin vers un monde de jeux classiques intemporels et addictifs à portée de main ! Améliorez votre expérience de navigation avec une sélection organisée de titres nostalgiques, facilement accessibles via le panneau latéral de votre navigateur. Accédez aux paramètres pour définir le raccourci clavier pour exécuter l’extension (clic droit sur le logo de l’extension > Options).\n\nPlongez dans l'univers du jeu rétro avec une collection qui couvre tous les genres, offrant des heures de divertissement et une pause bienvenue dans le train-train numérique quotidien. L'extension Play2Day propose un mélange de classiques bien-aimés, notamment le défi stratégique de 2048, la folie emblématique des largages de blocs de Tetris, le test d'agilité palpitant de Flappy Bird et l'aventure verticale sans fin de Doodle Jump.\n\nPlongez dans la nostalgie de l'arcade avec des titres légendaires comme Pac-Man, où vous naviguez dans des labyrinthes en engloutissant des pellets tout en évitant les fantômes notoires. Ou essayez-vous à Bomberman, en plaçant stratégiquement des bombes pour déjouer vos adversaires dans des batailles explosives.\n\nPour ceux qui recherchent un défi rythmé, Helix Fruit Jump saura captiver par son gameplay dynamique. Aiguisez vos compétences en précision dans Knife Hit en ciblant diverses surfaces avec, vous l'aurez deviné, des couteaux ! Et pour les amateurs de logique et de déduction, le dragueur de mines classique est prêt à tester votre intelligence.\n\nL'extension Play2Day s'intègre parfaitement à votre navigateur Chrome, s'ouvrant dans un panneau latéral pratique, vous permettant de basculer sans effort entre la navigation et les jeux. Dites adieu à la monotonie pendant ces brèves pauses ou ces moments de répit – que vous attendiez un téléchargement, une réunion ou que vous ayez simplement besoin d'un rafraîchissement mental rapide, Play2Day est votre passerelle instantanée vers un monde de plaisir classique.\n\nLibérez le pouvoir de la nostalgie, mettez vos compétences à l'épreuve et rendez votre expérience de navigation mémorable avec l'extension Chrome Play2Day. Préparez-vous à redécouvrir la joie du jeu classique, ici et maintenant !\n\nJeu classique 2048\nPlongez-vous dans le défi addictif de 2048, où le but est de glisser et de combiner des tuiles numérotées pour atteindre l'insaisissable tuile 2048. Le jeu peut paraître simple, mais le maîtriser nécessite un esprit vif et une réflexion stratégique. Lorsque vous faites glisser des tuiles sur la grille, en fusionnant les numéros correspondants, chaque mouvement vous rapproche de l'objectif ultime : atteindre la légendaire tuile 2048.\n\nJeu Tetris\nRelevez le défi classique de l'empilement de blocs dans un panneau latéral élégant et pratique, parfaitement intégré pour améliorer vos escapades de navigation. Le jeu Tetris met à portée de main les emblématiques Tetriminos qui tombent, offrant une évasion rapide et engageante chaque fois que vous avez besoin d'une pause. Plongez-vous dans le gameplay addictif qui a captivé les générations – manipulez stratégiquement les formes descendantes pour créer des lignes solides et vider le plateau.\n\nJeu d'oiseaux Flappy\nEmbarquez pour un voyage à travers des cieux pixelisés avec le jeu Flappy Bird, apportant l'aventure aviaire bien-aimée et stimulante sur le panneau latéral de votre navigateur. Découvrez le gameplay addictif qui a pris d'assaut le monde du jeu vidéo, désormais intégré de manière pratique pour un divertissement rapide et accessible pendant vos sessions de navigation. Relevez le défi de battre votre propre score ou rivalisez avec des amis pour le titre de champion ultime de Flappy Bird. L'interface intuitive de l'extension garantit que vous pouvez vous concentrer sur le jeu, permettant à la frustration nostalgique et aux moments triomphants d'occuper le devant de la scène.\n\nJeu de saut de griffonnage\nEmbarquez pour une aventure verticale fantaisiste avec le jeu Doodle Jump, donnant vie au voyage rebondissant emblématique dans le panneau latéral de votre navigateur. Vivez le frisson de l'ascension vers de nouveaux sommets avec ce jeu classique et addictif, parfaitement intégré pour un plaisir instantané lors de vos sessions de navigation Chrome. Ravivez la joie de Doodle Jump en transformant votre panneau latéral en un monde de plaisir rebondissant. Laissez le jeu Doodle Jump être votre trampoline virtuel, toujours prêt à vous emmener dans une aventure qui défie la gravité et enflamme l'esprit d'exploration ludique. Préparez-vous à sauter vers de nouveaux sommets à chaque clic !",
    "it": "Ti presentiamo l'estensione Play2Day per Chrome: la tua strada verso un mondo di giochi classici senza tempo e avvincenti a portata di mano! Migliora la tua esperienza di navigazione con una selezione curata di titoli nostalgici, comodamente accessibili tramite il pannello laterale del tuo browser. Vai alle impostazioni per impostare il tasto di scelta rapida per eseguire l'estensione (fai clic con il pulsante destro del mouse sul logo dell'estensione> Opzioni).\n\nImmergiti nell'universo dei giochi retrò con una collezione che abbraccia tutti i generi, offrendo ore di intrattenimento e una gradita pausa dalla routine digitale quotidiana. L'estensione Play2Day offre un mix di amati classici, tra cui la sfida strategica del 2048, l'iconica follia lancia-blocchi di Tetris, l'emozionante test di agilità di Flappy Bird e l'infinita avventura verticale di Doodle Jump.\n\nImmergiti nella nostalgia arcade con titoli leggendari come Pac-Man, in cui navighi attraverso labirinti divorando palline ed evitando i famigerati fantasmi. Oppure prova Bomberman, posizionando strategicamente le bombe per superare in astuzia gli avversari in battaglie esplosive.\n\nPer coloro che cercano una sfida ritmica, Helix Fruit Jump è destinato ad affascinare con il suo gameplay dinamico. Affina le tue abilità di precisione in Knife Hit prendendo di mira varie superfici con, hai indovinato, i coltelli! E per gli amanti della logica e della deduzione, il classico Campo minato è pronto a mettere alla prova il tuo ingegno.\n\nL'estensione Play2Day si integra perfettamente nel tuo browser Chrome, aprendosi in un comodo pannello laterale, permettendoti di passare facilmente dalla navigazione al gioco. Dì addio alla monotonia durante quelle brevi pause o momenti di tregua: che tu stia aspettando un download, una riunione o semplicemente abbia bisogno di un rapido aggiornamento mentale, Play2Day è la tua porta istantanea verso un mondo di divertimento classico.\n\nScatena il potere della nostalgia, metti alla prova le tue abilità e rendi la tua esperienza di navigazione memorabile con l'estensione Play2Day per Chrome. Preparati a riscoprire la gioia dei giochi classici, proprio qui, proprio ora!\n\nGioco classico del 2048\nImmergiti nell'avvincente sfida del 2048, in cui l'obiettivo è far scorrere e combinare le tessere numerate per raggiungere l'inafferrabile tessera 2048. Il gioco può sembrare semplice, ma padroneggiarlo richiede una mente acuta e un pensiero strategico. Mentre fai scorrere le tessere sulla griglia, unendo i numeri corrispondenti, ogni mossa ti avvicina all'obiettivo finale: raggiungere la leggendaria tessera 2048.\n\nGioco del Tetris\nProva la classica sfida dell'impilamento a blocchi in un pannello laterale elegante e comodo, perfettamente integrato per migliorare le tue avventure di navigazione. Il gioco Tetris porta gli iconici Tetrimini che cadono a portata di mano, offrendoti una fuga rapida e coinvolgente ogni volta che hai bisogno di una pausa. Immergiti nel gameplay avvincente che ha affascinato generazioni: manipola strategicamente le forme discendenti per creare linee solide e liberare il tabellone.\n\nGioco Flappy Bird\nIntraprendi un viaggio attraverso cieli pixelati con il gioco Flappy Bird, portando l'amata e stimolante avventura aviaria sul pannello laterale del tuo browser. Prova il gameplay avvincente che ha preso d'assalto il mondo dei giochi, ora comodamente integrato per un intrattenimento rapido e accessibile durante le tue sessioni di navigazione. Sfida te stesso per battere il tuo record o competere con gli amici per il titolo di campione supremo di Flappy Bird. L'interfaccia intuitiva dell'estensione ti consente di concentrarti sul gioco, lasciando che la frustrazione nostalgica e i momenti trionfanti siano al centro della scena.\n\nGioco di salto scarabocchio\nParti per un'avventura verticale stravagante con il gioco Doodle Jump, dando vita all'iconico viaggio rimbalzante nel pannello laterale del tuo browser. Prova l'emozione di raggiungere nuove vette con questo gioco classico e avvincente, perfettamente integrato per un divertimento immediato durante le sessioni di navigazione su Chrome. Rivivi la gioia di Doodle Jump, trasformando il tuo pannello laterale in un mondo di divertimento rimbalzante. Lascia che il gioco Doodle Jump sia il tuo trampolino virtuale, sempre pronto a trascinarti in un'avventura che sfida la gravità e accende lo spirito dell'esplorazione giocosa. Preparati a raggiungere nuove vette con ogni clic!",
    "ja": "Play2Day Chrome 拡張機能のご紹介 – 時代を超越した中毒性のあるクラシック ゲームの世界をすぐに手元で楽しめます。 ブラウザのサイド パネルから簡単にアクセスできる、厳選された懐かしいタイトルのセレクションでブラウジング エクスペリエンスを向上させます。 設定に移動して、拡張機能を実行するためのホットキーを設定します (拡張機能のロゴを右クリックし、[オプション] を選択します)。\n\nジャンルを超えたコレクションでレトロ ゲームの世界に飛び込み、何時間ものエンターテインメントを提供し、日々のデジタルの忙しさから解放されます。 Play2Day 拡張機能は、2048 年の戦略的チャレンジ、テトリスの象徴的なブロック落としの狂気、フラッピー バードのスリリングな敏捷性テスト、ドゥードル ジャンプの終わりのない垂直冒険など、人気の高いクラシックの組み合わせを提供します。\n\nパックマンなどの伝説的なタイトルでアーケードのノスタルジーに浸り、悪名高い幽霊を避けながらペレットを食べながら迷路をナビゲートします。 または、ボンバーマンに挑戦して、爆弾を戦略的に配置して、爆発的な戦闘で敵を出し抜いてください。\n\nリズミカルなチャレンジを求める人にとって、Helix Fruit Jump はそのダイナミックなゲームプレイに魅了されることでしょう。 ご想像のとおり、ナイフでさまざまな表面をターゲットにしながら、ナイフ ヒットで正確なスキルを磨きましょう。 論理と推理が好きな人には、古典的なマインスイーパで自分の知恵を試す準備ができています。\n\nPlay2Day 拡張機能は Chrome ブラウザにシームレスに統合され、便利なサイド パネルで開くため、ブラウジングとゲームを簡単に切り替えることができます。 短い休憩や休息の瞬間に単調さに別れを告げましょう。ダウンロードを待っているときでも、会議を待っているときでも、あるいは単に精神的にリフレッシュしたいだけでも、Play2Day はクラシックな楽しみの世界への瞬時のゲートウェイです。\n\nPlay2Day Chrome 拡張機能を使用して、懐かしさの力を解き放ち、スキルに挑戦し、ブラウジング エクスペリエンスを思い出深いものにしましょう。 クラシック ゲームの楽しさを今すぐここで再発見する準備をしましょう。\n\n2048 クラシック ゲーム\n中毒性のある 2048 のチャレンジに没頭しましょう。目標は、数字のタイルをスライドして組み合わせて、とらえどころのない 2048 タイルに到達することです。 ゲームは単純に聞こえるかもしれませんが、それをマスターするには鋭い頭脳と戦略的思考が必要です。 グリッド上でタイルをスライドさせ、一致する数字を結合すると、各移動が最終目標、つまり伝説の 2048 タイルの達成に近づきます。\n\nテトリス ゲーム\nブラウジングの楽しみを高めるためにシームレスに統合された、洗練された便利なサイド パネルで古典的なブロックスタッキングのチャレンジを体験してください。 テトリス ゲームでは、象徴的な落下テトリミノを指先で操作できるので、休憩が必要なときにいつでも素早く魅力的な脱出を楽しめます。 何世代にもわたって魅了されてきた中毒性の高いゲームプレイに没頭してください。下降する図形を戦略的に操作して実線を作成し、ボードをクリアしてください。\n\nフラッピーバードゲーム\nFlappy Bird ゲームでピクセル化された空の旅に乗り出し、人気の挑戦的な鳥の冒険をブラウザのサイド パネルにもたらします。 ゲーム界を席巻した中毒性の高いゲームプレイを体験してください。ブラウジング セッション中にすばやくアクセスできるエンターテインメントとして便利に統合されました。 自分自身のハイスコアを更新することに挑戦したり、究極の Flappy Bird チャンピオンの称号をかけて友達と競い合ったりしましょう。 この拡張機能の直感的なインターフェイスにより、ゲームに集中でき、懐かしいイライラや勝利の瞬間を主役にすることができます。\n\n落書きジャンプゲーム\nDoodle Jump ゲームで気まぐれな垂直方向の冒険に乗り出し、ブラウザのサイド パネルで象徴的な跳ねる旅に命を吹き込みましょう。 このクラシックで中毒性の高いゲームで新たな高みに登るスリルを体験してください。シームレスに統合されており、Chrome ブラウジング セッション中に即座に楽しむことができます。 Doodle Jump の楽しさを復活させ、サイド パネルを跳ねる楽しい世界に変えます。 Doodle Jump ゲームを仮想のトランポリンにして、重力に逆らい、遊び心のある探検精神を刺激する冒険にいつでも連れて行ってください。 クリックするたびに新たな高みへジャンプする準備をしましょう。",
    "ko": "Play2Day Chrome 확장 프로그램을 소개합니다. 시대를 초월한 중독성 있는 클래식 게임의 세계를 손끝에서 바로 만나보세요! 브라우저의 측면 패널을 통해 편리하게 액세스할 수 있는 향수를 불러일으키는 제목을 엄선하여 검색 경험을 향상시켜 보세요. 확장 프로그램을 실행하기 위한 단축키를 설정하려면 설정으로 이동하세요(확장 프로그램 로고를 마우스 오른쪽 버튼으로 클릭 > 옵션).\n\n다양한 장르에 걸친 컬렉션을 통해 복고풍 게임의 세계에 뛰어들어 몇 시간의 엔터테인먼트를 제공하고 일상적인 디지털 업무에서 벗어나 휴식을 취하세요. Play2Day 확장 프로그램은 2048년의 전략적 도전, 상징적인 블록 투하 광기의 Tetris, 스릴 넘치는 민첩성 테스트 Flappy Bird, 끝없는 수직 모험을 포함하는 Doodle Jump 등 사랑받는 클래식 게임을 혼합하여 제공합니다.\n\n악명 높은 유령을 피하면서 알약을 게걸스레 먹어치우는 미로를 헤쳐나가는 팩맨(Pac-Man)과 같은 전설적인 타이틀을 통해 아케이드 향수에 푹 빠져보세요. 또는 Bomberman에서 전략적으로 폭탄을 배치하여 폭발적인 전투에서 상대를 압도해 보세요.\n\n리드미컬한 도전을 원하는 사람들에게 Helix Fruit Jump는 역동적인 게임 플레이로 매료될 것입니다. 짐작하셨겠지만, 칼로 다양한 표면을 겨냥하면서 Knife Hit에서 정밀 기술을 연마하세요! 논리와 추론을 좋아하는 분들을 위해 클래식 지뢰찾기가 여러분의 재치를 시험할 준비가 되어 있습니다.\n\nPlay2Day 확장 프로그램은 Chrome 브라우저에 완벽하게 통합되어 편리한 측면 패널에서 열리므로 탐색과 게임 사이를 쉽게 전환할 수 있습니다. 다운로드나 회의를 기다리거나 정신적 재충전이 필요한 짧은 휴식 시간이나 휴식의 순간에 단조로움에 작별을 고하세요. Play2Day는 고전적인 재미의 세계로 향하는 즉각적인 관문입니다.\n\nPlay2Day Chrome 확장 프로그램을 사용하여 향수의 힘을 발휘하고, 기술에 도전하고, 브라우징 경험을 기억에 남는 경험으로 만드세요. 지금 바로 여기에서 클래식 게임의 즐거움을 재발견할 준비를 하세요!\n\n2048 클래식 게임\n2048의 중독성 있는 도전에 빠져보세요. 목표는 번호가 매겨진 타일을 밀어서 결합하여 찾기 힘든 2048 타일에 도달하는 것입니다. 게임이 단순해 보일 수도 있지만, 게임을 마스터하려면 예리한 마음과 전략적 사고가 필요합니다. 그리드에서 타일을 밀어서 일치하는 숫자를 병합할 때마다 이동할 때마다 궁극적인 목표인 전설적인 2048 타일을 달성하는 데 더 가까워집니다.\n\n테트리스 게임\n매끄럽고 편리한 측면 패널에서 고전적인 블록 쌓기 도전을 경험해 보세요. 매끄럽게 통합되어 탐색 모험이 향상됩니다. 테트리스 게임은 상징적으로 떨어지는 테트리미노를 손끝으로 가져와 휴식이 필요할 때마다 빠르고 매력적인 탈출을 제공합니다. 여러 세대를 사로잡은 중독성 있는 게임플레이에 빠져보세요. 내려가는 모양을 전략적으로 조작하여 실선을 만들고 보드를 클리어하세요.\n\n플래피 버드 게임\nFlappy Bird 게임으로 픽셀화된 하늘을 여행하며 사랑스럽고 도전적인 조류 모험을 브라우저의 측면 패널로 가져보세요. 검색 세션 중에 빠르고 접근 가능한 엔터테인먼트를 위해 이제 편리하게 통합되어 게임 세계를 휩쓸었던 중독성 있는 게임플레이를 경험해 보세요. 자신의 최고 점수를 깨기 위해 도전하거나 최고의 Flappy Bird 챔피언 타이틀을 놓고 친구들과 경쟁하세요. 확장 프로그램의 직관적인 인터페이스를 통해 게임에 집중할 수 있으며 향수를 불러일으키는 좌절감과 승리의 순간을 중심 무대로 삼을 수 있습니다.\n\n낙서 점프 게임\nDoodle Jump 게임으로 기발한 수직 모험을 떠나보세요. 브라우저 측면 패널에서 상징적인 바운싱 여행을 생생하게 경험할 수 있습니다. Chrome 탐색 세션 중에 즉시 즐길 수 있도록 완벽하게 통합된 이 고전적이고 중독성 있는 게임을 통해 새로운 차원으로 올라가는 스릴을 경험해 보세요. 측면 패널을 튀는 재미의 세계로 바꿔 Doodle Jump의 즐거움을 되살려보세요. Doodle Jump 게임을 가상 트램폴린으로 삼아 중력을 거스르고 즐거운 탐험 정신을 불러일으키는 모험으로 항상 여러분을 데려갈 준비가 되어 있습니다. 클릭할 때마다 새로운 차원으로 도약할 준비를 하세요!",
    "lt": "Pristatome „Play2Day Chrome“ plėtinį – jūsų kelias į nesenstančių ir priklausomybę sukeliančių klasikinių žaidimų pasaulį, po kurio galėsite mėgautis! Patobulinkite naršymo patirtį naudodami kuruojamą nostalgiškų pavadinimų pasirinkimą, patogiai pasiekiamą per naršyklės šoninį skydelį. Eikite į nustatymus, kad nustatytumėte spartųjį klavišą, kad paleistumėte plėtinį (dešiniuoju pelės mygtuku spustelėkite plėtinio logotipą > Parinktys).\n\nPasinerkite į retro žaidimų pasaulį su kolekcija, apimančia įvairius žanrus, suteikdama valandų valandas pramogų ir sveiką atokvėpį nuo kasdienio skaitmeninio gyvenimo. „Play2Day“ plėtinys siūlo mėgstamų klasikų derinį, įskaitant 2048 m. strateginį iššūkį, ikonišką „Tetris“ blokų metimo beprotybę, jaudinantį „Flappy Bird“ judrumo testą ir nesibaigiantį vertikalų „Doodle Jump“ nuotykį.\n\nPasinerkite į arkadų nostalgiją su legendiniais pavadinimais, pvz., Pac-Man, kur naršydami labirintais ryjatės granulėmis, vengdami liūdnai pagarsėjusių vaiduoklių. Arba išbandykite savo jėgas Bomberman žaidime, strategiškai dėdami bombas, kad aplenktumėte priešininkus sprogiose kovose.\n\nTiems, kurie ieško ritmingo iššūkio, Helix Fruit Jump sužavės savo dinamišku žaidimu. Patobulinkite savo tikslumo įgūdžius žaisdami „Knife Hit“, taikydami į įvairius paviršius naudodami, kaip atspėjote, peilius! O logikos ir išskaičiavimo mėgėjams klasikinis Minesweeper yra pasirengęs išbandyti savo protą.\n\n„Play2Day“ plėtinys sklandžiai integruojasi į „Chrome“ naršyklę, atsidaro patogiame šoniniame skydelyje, todėl galite be vargo perjungti naršymą ir žaidimą. Atsisveikinkite su monotonija per tas trumpas pertraukėles ar atokvėpio akimirkas – nesvarbu, ar laukiate atsisiuntimo, susitikimo ar tiesiog reikia greito proto atsinaujinimo, „Play2Day“ yra tiesioginiai vartai į klasikinių pramogų pasaulį.\n\nIšlaisvinkite nostalgijos galią, meskite iššūkį savo įgūdžiams ir paverskite naršymą įsimintina naudodami „Play2Day Chrome“ plėtinį. Pasiruoškite iš naujo atrasti klasikinių žaidimų džiaugsmą čia, dabar!\n\n2048 klasikinis žaidimas\nPasinerkite į priklausomybę sukeliantį 2048 iššūkį, kurio tikslas yra slysti ir sujungti sunumeruotas plyteles, kad pasiektumėte sunkiai suvokiamą 2048 plytelę. Žaidimas gali skambėti paprastai, tačiau norint jį įvaldyti, reikia aštraus proto ir strateginio mąstymo. Slenkant plyteles tinkleliu ir sujungiant atitinkančius skaičius, kiekvienas judesys priartina prie galutinio tikslo – pasakiško 2048 plytelės pasiekimo.\n\nTetris žaidimas\nPatirkite klasikinį blokų krovimo iššūkį aptakiame ir patogiame šoniniame skydelyje, sklandžiai integruotame, kad patobulintumėte naršymą. Tetris žaidimas suteikia jums po ranka žymius krintančius Tetriminus, kurie suteikia greitą ir patrauklų pabėgimą, kai jums reikia pertraukos. Pasinerkite į priklausomybę sukeliantį žaidimą, kuris sužavėjo kartas – strategiškai manipuliuokite besileidžiančiomis formomis, kad sukurtumėte vientisas linijas ir nuvalykite lentą.\n\nŽaidimas Flappy Bird\nLeiskitės į kelionę po pikselių dangų su žaidimu „Flappy Bird“, perkeldami mylimą ir sudėtingą paukščių nuotykį į savo naršyklės šoninį skydelį. Patirkite priklausomybę sukeliantį žaidimą, kuris žaidimų pasaulį apėmė audra, dabar patogiai integruotas, kad galėtumėte greitai ir lengvai praleisti laiką naršymo seansų metu. Iššūkį sau įveikti savo aukštą rezultatą arba varžytis su draugais dėl galutinio Flappy Bird čempiono titulo. Intuityvi plėtinio sąsaja užtikrina, kad galite sutelkti dėmesį į žaidimą, todėl nostalgiškas nusivylimas ir pergalingos akimirkos atsidurs centre.\n\nDoodle Jump žaidimas\nLeiskitės į įnoringą vertikalų nuotykį su Doodle Jump žaidimu, atgaivindami ikonišką šokinėjančią kelionę savo naršyklės šoniniame skydelyje. Patirkite jaudulį, kylantį į naujas aukštumas naudodamiesi šiuo klasikiniu ir priklausomybę sukeliančiu žaidimu, sklandžiai integruotu, kad galėtumėte akimirksniu mėgautis per „Chrome“ naršymo sesijas. Atgaivinkite „Doodle Jump“ džiaugsmą ir paverskite šoninį skydelį linksmybių pasauliu. Tegul Doodle Jump žaidimas tampa jūsų virtualiu batutu, visada pasiruošusiu nuvilti jus į nuotykį, kuris nepaiso gravitacijos ir uždega žaismingo tyrinėjimo dvasią. Pasiruoškite šokti į naujas aukštumas su kiekvienu paspaudimu!",
    "lv": "Iepazīstinām ar Play2Day Chrome paplašinājumu — jūsu ceļš uz mūžīgu un aizraujošu klasisko spēļu pasauli, kas ir pa rokai! Uzlabojiet savu pārlūkošanas pieredzi, izmantojot atlasītu nostalģisku nosaukumu izlasi, kas ir ērti pieejama pārlūkprogrammas sānu panelī. Dodieties uz iestatījumiem, lai iestatītu karsto taustiņu, lai palaistu paplašinājumu (Ar peles labo pogu noklikšķiniet uz paplašinājuma logotipa > Opcijas).\n\nIenirstiet retro spēļu pasaulē, izmantojot kolekciju, kas aptver dažādus žanrus, nodrošinot stundām ilgi izklaides un laipnu atpūtu no ikdienas digitālās dzīves. Play2Day paplašinājums piedāvā iemīļotas klasikas sajaukumu, tostarp 2048. gada stratēģisko izaicinājumu, Tetris ikonisko bloku nomešanas neprātu, aizraujošo Flappy Bird veiklības pārbaudi un nebeidzamo vertikālo Doodle Jump piedzīvojumu.\n\nIegremdējieties arkādes nostalģijā ar leģendāriem nosaukumiem, piemēram, Pac-Man, kur jūs pārvietojaties pa labirintiem, ēdot granulas, vienlaikus izvairoties no bēdīgi slavenajiem spokiem. Vai arī izmēģiniet spēkus Bomberman, stratēģiski novietojot bumbas, lai pārspētu pretiniekus sprādzienbīstamās cīņās.\n\nTiem, kas meklē ritmisku izaicinājumu, Helix Fruit Jump noteikti aizraus ar savu dinamisko spēli. Uzlabojiet savas precizitātes prasmes spēlē Knife Hit, mērķējot uz dažādām virsmām, izmantojot, jūs uzminējāt, nažus! Savukārt loģikas un dedukcijas cienītājiem klasiskais Minesweeper ir gatavs pārbaudīt savu prātu.\n\nPlay2Day paplašinājums nemanāmi integrējas jūsu pārlūkprogrammā Chrome, atveroties ērtā sānu panelī, ļaujot bez piepūles pārslēgties starp pārlūkošanu un spēlēm. Atvadieties no vienmuļības šajos īsajos pārtraukumos vai atelpas brīžos — neatkarīgi no tā, vai gaidāt lejupielādi, sapulci vai vienkārši nepieciešama ātra garīgā atsvaidzināšana, Play2Day ir jūsu tūlītēja vārteja uz klasiskās izklaides pasauli.\n\nAtbrīvojiet nostalģijas spēku, izaiciniet savas prasmes un padariet pārlūkošanas pieredzi neaizmirstamu, izmantojot Play2Day Chrome paplašinājumu. Gatavojieties no jauna atklāt klasisko spēļu prieku tieši šeit, tieši tagad!\n\n2048. gada klasiskā spēle\nIegremdējieties 2048. gada atkarību izraisošajā izaicinājumā, kura mērķis ir slīdēt un apvienot numurētas flīzes, lai sasniegtu nenotveramo 2048. gadu. Spēle var izklausīties vienkārša, taču tās apguvei ir nepieciešams ass prāts un stratēģiskā domāšana. Slidinot flīzes pa režģi, sapludinot atbilstošos skaitļus, katra kustība tuvinās gala mērķim — teiksmainā 2048. elementa sasniegšanai.\n\nTetris spēle\nIzbaudiet klasisko bloku sakraušanas izaicinājumu gludā un ērtajā sānu panelī, kas ir nemanāmi integrēts, lai uzlabotu pārlūkošanas iespējas. Tetris spēle sniedz jums rokai ikoniskos krītošos Tetriminos, nodrošinot ātru un aizraujošu aizbēgšanu ikreiz, kad jums ir nepieciešams pārtraukums. Iegremdējieties aizraujošajā spēlē, kas ir valdzinājusi paaudzes — stratēģiski manipulējiet ar lejupejošām formām, lai izveidotu stingras līnijas un notīrītu dēli.\n\nSpēle Flappy Bird\nDodieties ceļojumā pa pikseļveida debesīm ar spēli Flappy Bird, kas pārlūkprogrammas sānu panelī iekļauj iemīļoto un izaicinošo putnu piedzīvojumu. Izbaudiet atkarību izraisošo spēli, kas pārņēma spēļu pasauli, tagad ērti integrēta ātrai un pieejamai izklaidei pārlūkošanas sesiju laikā. Izaiciniet sevi pārspēt savu labāko rezultātu vai sacentieties ar draugiem par labākā Flappy Bird čempiona titulu. Paplašinājuma intuitīvais interfeiss nodrošina, ka varat koncentrēties uz spēli, ļaujot nostalģiskajai neapmierinātībai un uzvaras brīžiem ieņemt galveno vietu.\n\nDoodle Jump spēle\nDodieties dīvainā vertikālā piedzīvojumā ar Doodle Jump spēli, kas pārlūkprogrammas sānu panelī atdzīvina ikonisko lēcienu ceļojumu. Izbaudiet aizraušanos, kāpjot jaunos augstumos, izmantojot šo klasisko un aizraujošo spēli, kas ir nemanāmi integrēta tūlītējai baudīšanai Chrome pārlūkošanas sesiju laikā. Atdzīviniet Doodle Jump prieku, pārvēršot sānu paneli par jautrības pasauli. Ļaujiet Doodle Jump spēlei kļūt par jūsu virtuālo batutu, kas vienmēr ir gatavs jūs aizvest piedzīvojumā, kas nepakļaujas gravitācijai un aizdedzina rotaļīgas izpētes garu. Esiet gatavi lēkt uz jauniem augstumiem ar katru klikšķi!",
    "nl": "Maak kennis met de Play2Day Chrome-extensie – jouw weg naar een wereld van tijdloze en verslavende klassieke games binnen handbereik! Verbeter uw browse-ervaring met een samengestelde selectie van nostalgische titels, gemakkelijk toegankelijk via het zijpaneel van uw browser. Ga naar de instellingen om de sneltoets in te stellen om de extensie uit te voeren (klik met de rechtermuisknop op het extensielogo > Opties).\n\nDuik in het retro-gaminguniversum met een collectie die zich over verschillende genres uitstrekt en urenlang entertainment en een welkome onderbreking van de dagelijkse digitale sleur biedt. De Play2Day-extensie biedt een mix van geliefde klassiekers, waaronder de strategische uitdaging van 2048, de iconische block-dropping-gekte van Tetris, de spannende behendigheidstest van Flappy Bird en het eindeloze verticale avontuur van Doodle Jump.\n\nDompel jezelf onder in de arcade-nostalgie met legendarische titels als Pac-Man, waarin je door doolhoven navigeert terwijl je pellets opslokt terwijl je de beruchte geesten ontwijkt. Of probeer Bomberman eens en plaats strategisch bommen om tegenstanders te slim af te zijn in explosieve gevechten.\n\nVoor degenen die op zoek zijn naar een ritmische uitdaging, zal Helix Fruit Jump zeker boeien met zijn dynamische gameplay. Verbeter je precisievaardigheden in Knife Hit terwijl je op verschillende oppervlakken richt met, je raadt het al, messen! En voor de liefhebbers van logica en deductie is de klassieke Mijnenveger klaar om je verstand op de proef te stellen.\n\nDe Play2Day-extensie integreert naadloos in uw Chrome-browser en opent in een handig zijpaneel, zodat u moeiteloos kunt schakelen tussen browsen en gamen. Zeg vaarwel tegen de monotonie tijdens die korte pauzes of momenten van rust – of je nu wacht op een download, een vergadering of gewoon een snelle mentale opfrisser nodig hebt, Play2Day is je directe toegangspoort tot een wereld van klassiek plezier.\n\nOntketen de kracht van nostalgie, daag uw vaardigheden uit en maak uw browse-ervaring onvergetelijk met de Play2Day Chrome-extensie. Maak je klaar om het plezier van klassiek gamen opnieuw te ontdekken, hier en nu!\n\nKlassiek spel uit 2048\nDompel jezelf onder in de verslavende uitdaging van 2048, waarbij het doel is om genummerde tegels te schuiven en te combineren om de ongrijpbare 2048-tegel te bereiken. Het spel klinkt misschien eenvoudig, maar het beheersen ervan vereist een scherpe geest en strategisch denken. Terwijl je tegels over het raster schuift en overeenkomende getallen samenvoegt, brengt elke beweging je dichter bij het uiteindelijke doel: het bereiken van de legendarische tegel uit 2048.\n\nTetris-spel\nErvaar de klassieke blokstapeluitdaging in een slank en handig zijpaneel, naadloos geïntegreerd om uw browse-escapades te verbeteren. Het Tetris-spel brengt de iconische vallende Tetriminos binnen handbereik en biedt een snelle en boeiende ontsnapping wanneer je een pauze nodig hebt. Dompel jezelf onder in de verslavende gameplay die generaties heeft geboeid – manipuleer de aflopende vormen strategisch om ononderbroken lijnen te creëren en het bord leeg te maken.\n\nFlappy Bird-spel\nGa op reis door een pixelachtige lucht met het Flappy Bird-spel, waardoor het geliefde en uitdagende vogelavontuur naar het zijpaneel van je browser komt. Ervaar de verslavende gameplay die de gamewereld stormenderhand veroverde, nu handig geïntegreerd voor snel en toegankelijk entertainment tijdens uw browsesessies. Daag jezelf uit om je eigen topscore te verbeteren of strijd met vrienden om de titel van ultieme Flappy Bird-kampioen. De intuïtieve interface van de extensie zorgt ervoor dat jij je kunt concentreren op het spel, waardoor de nostalgische frustratie en triomfantelijke momenten centraal staan.\n\nDoodle Jump-spel\nGa op een speels verticaal avontuur met het Doodle Jump-spel, waarbij de iconische stuiterende reis tot leven komt in het zijpaneel van je browser. Ervaar de sensatie van het naar nieuwe hoogten stijgen met dit klassieke en verslavende spel, naadloos geïntegreerd voor direct plezier tijdens uw Chrome-browsesessies. Laat het plezier van Doodle Jump herleven en transformeer je zijpaneel in een wereld vol stuiterplezier. Laat het Doodle Jump-spel je virtuele trampoline zijn, altijd klaar om je mee te nemen op een avontuur dat de zwaartekracht tart en de geest van speelse verkenning aanwakkert. Maak je klaar om met elke klik naar nieuwe hoogten te springen!",
    "no": "Vi introduserer Play2Day Chrome-utvidelsen – din vei til en verden av tidløse og vanedannende klassiske spill rett ved fingertuppene! Øk nettleseropplevelsen din med et utvalgt utvalg av nostalgiske titler, lett tilgjengelig via sidepanelet i nettleseren din. Gå til innstillingene for å angi hurtigtasten til å kjøre utvidelsen (Høyreklikk på utvidelseslogoen > Alternativer).\n\nDykk inn i retrospilluniverset med en samling som spenner over sjangere, og gir timer med underholdning og en velkommen pause fra den daglige digitale grinden. Play2Day-utvidelsen tilbyr en blanding av elskede klassikere, inkludert den strategiske utfordringen fra 2048, den ikoniske blokk-slipp-galskapen til Tetris, den spennende smidighetstesten til Flappy Bird og det endeløse vertikale eventyret Doodle Jump.\n\nFordyp deg i arkadenostalgien med legendariske titler som Pac-Man, hvor du navigerer gjennom labyrinter som sluker pellets mens du unngår de beryktede spøkelsene. Eller prøv deg på Bomberman, strategisk plassert bomber for å overliste motstandere i eksplosive kamper.\n\nFor de som søker en rytmisk utfordring, vil Helix Fruit Jump garantert fengsle med sitt dynamiske spill. Finslip presisjonsferdighetene dine i Knife Hit mens du målretter deg mot forskjellige overflater med, du gjettet riktig, kniver! Og for elskere av logikk og deduksjon, er den klassiske minesveiperen klar til å teste vettet.\n\nPlay2Day-utvidelsen integreres sømløst i Chrome-nettleseren din, og åpnes i et praktisk sidepanel, slik at du enkelt kan bytte mellom surfing og spill. Si farvel til monotonien under de korte pausene eller øyeblikkene med pusterom – enten du venter på en nedlasting, et møte eller bare trenger en rask mental oppfriskning, er Play2Day din umiddelbare inngangsport til en verden av klassisk moro.\n\nSlipp løs kraften til nostalgi, utfordre ferdighetene dine og gjør nettleseropplevelsen din til en minneverdig en med Play2Day Chrome-utvidelsen. Gjør deg klar til å gjenoppdage gleden ved klassisk spill, akkurat her, akkurat nå!\n\nKlassisk spill fra 2048\nFordyp deg i den vanedannende utfordringen fra 2048, hvor målet er å skyve og kombinere nummererte fliser for å nå den unnvikende 2048-brikken. Spillet høres kanskje enkelt ut, men å mestre det krever et skarpt sinn og strategisk tenkning. Når du skyver fliser over rutenettet og slår sammen matchende tall, bringer hvert trekk deg nærmere det endelige målet – å oppnå den sagnomsuste 2048-brikken.\n\nTetris spill\nOpplev den klassiske blokkstablingsutfordringen i et slankt og praktisk sidepanel, sømløst integrert for å forbedre nettlesingseskapadene dine. Tetris-spillet bringer de ikoniske fallende Tetriminos til fingertuppene, og gir en rask og engasjerende flukt når du trenger en pause. Fordyp deg i det vanedannende spillet som har fengslet generasjoner – manipuler de synkende formene strategisk for å lage solide linjer og rydde brettet.\n\nFlappy Bird Game\nLegg ut på en reise gjennom pikselert himmel med Flappy Bird-spillet, og bring det elskede og utfordrende fugleeventyret til sidepanelet i nettleseren din. Opplev den vanedannende spillingen som tok spillverdenen med storm, nå praktisk integrert for rask og tilgjengelig underholdning under surfeøktene dine. Utfordre deg selv til å slå din egen høye poengsum eller konkurrer med venner om tittelen som den ultimate Flappy Bird-mesteren. Utvidelsens intuitive grensesnitt sikrer at du kan fokusere på spillet, og lar den nostalgiske frustrasjonen og triumferende øyeblikkene stå i sentrum.\n\nDoodle Jump-spill\nLegg ut på et snodig vertikalt eventyr med Doodle Jump-spillet, som gir liv til den ikoniske sprettreisen i sidepanelet til nettleseren din. Opplev spenningen ved å stige til nye høyder med dette klassiske og vanedannende spillet, sømløst integrert for umiddelbar glede under Chrome-nettlesingsøktene dine. Gjenoppliv gleden ved Doodle Jump, forvandle sidepanelet ditt til en verden av hoppende moro. La Doodle Jump-spillet være din virtuelle trampoline, alltid klar til å ta deg med på et eventyr som trosser tyngdekraften og tenner ånden av leken utforskning. Gjør deg klar til å hoppe til nye høyder med hvert klikk!",
    "pl": "Przedstawiamy rozszerzenie do Chrome Play2Day – Twoja droga do świata ponadczasowych i wciągających klasycznych gier na wyciągnięcie ręki! Popraw jakość przeglądania dzięki wybranemu wyborowi nostalgicznych tytułów, wygodnie dostępnych za pośrednictwem bocznego panelu przeglądarki. Przejdź do ustawień, aby ustawić klawisz skrótu do uruchamiania rozszerzenia (kliknij prawym przyciskiem myszy logo rozszerzenia > Opcje).\n\nZanurz się w uniwersum gier retro dzięki kolekcji obejmującej różne gatunki, zapewniającej godziny rozrywki i miłą przerwę od codziennej pracy cyfrowej. Rozszerzenie Play2Day oferuje mieszankę ukochanych klasyków, w tym strategiczne wyzwanie roku 2048, kultowe szaleństwo polegające na rzucaniu klockami w Tetris, ekscytujący test zwinności w Flappy Bird i niekończącą się pionową przygodę w Doodle Jump.\n\nZanurz się w nostalgii za salonami gier dzięki legendarnym tytułom, takim jak Pac-Man, w których poruszasz się po labiryntach, pożerając granulki, unikając osławionych duchów. Lub spróbuj swoich sił w Bombermanie, strategicznie umieszczając bomby, aby przechytrzyć przeciwników w wybuchowych bitwach.\n\nDla tych, którzy szukają rytmicznych wyzwań, Helix Fruit Jump z pewnością zachwyci dynamiczną rozgrywką. Doskonal swoje umiejętności precyzji w Knife Hit, celując w różne powierzchnie, jak się domyślacie, nożami! A dla miłośników logiki i dedukcji klasyczny Saper jest gotowy, aby przetestować Twój spryt.\n\nRozszerzenie Play2Day płynnie integruje się z przeglądarką Chrome, otwierając się w wygodnym panelu bocznym, umożliwiając łatwe przełączanie między przeglądaniem i graniem. Pożegnaj monotonię podczas tych krótkich przerw lub chwil wytchnienia – niezależnie od tego, czy czekasz na pobranie, spotkanie, czy po prostu potrzebujesz szybkiego odświeżenia umysłu, Play2Day to natychmiastowa brama do świata klasycznej zabawy.\n\nUwolnij moc nostalgii, rzuć wyzwanie swoim umiejętnościom i spraw, aby przeglądanie było niezapomniane dzięki rozszerzeniu Play2Day do przeglądarki Chrome. Przygotuj się na ponowne odkrycie radości z klasycznej gry, tu i teraz!\n\nKlasyczna gra 2048\nZanurz się w uzależniającym wyzwaniu roku 2048, w którym celem jest przesuwanie i łączenie ponumerowanych płytek, aby dotrzeć do nieuchwytnej płytki 2048. Gra może wydawać się prosta, ale opanowanie jej wymaga bystrego umysłu i strategicznego myślenia. Gdy przesuwasz płytki po siatce, łącząc pasujące liczby, każdy ruch przybliża Cię do ostatecznego celu – zdobycia legendarnej płytki 2048.\n\nGra Tetris\nDoświadcz klasycznego wyzwania polegającego na układaniu bloków w eleganckim i wygodnym panelu bocznym, płynnie zintegrowanym, aby usprawnić Twoje eskapady przeglądania. Gra Tetris przenosi kultowe spadające Tetriminos na wyciągnięcie ręki, zapewniając szybką i wciągającą ucieczkę, gdy tylko potrzebujesz przerwy. Zanurz się w uzależniającej rozgrywce, która urzekła pokolenia – strategicznie manipuluj opadającymi kształtami, aby tworzyć ciągłe linie i oczyścić planszę.\n\nGra Flappy Bird\nWyrusz w podróż po pikselowanym niebie z grą Flappy Bird, która przeniesie ukochaną i wymagającą ptasią przygodę na boczny panel przeglądarki. Poznaj uzależniającą rozgrywkę, która szturmem podbiła świat gier, teraz wygodnie zintegrowaną z myślą o szybkiej i dostępnej rozrywce podczas sesji przeglądania. Podejmij wyzwanie, aby pobić swój własny najlepszy wynik lub rywalizuj z przyjaciółmi o tytuł najlepszego mistrza Flappy Bird. Intuicyjny interfejs rozszerzenia pozwala skupić się na grze, pozwalając, aby nostalgiczna frustracja i chwile triumfu znalazły się w centrum uwagi.\n\nGra polegająca na skokach Doodle\nWyrusz na dziwaczną pionową przygodę z grą Doodle Jump, ożywiając kultową podskakującą podróż w bocznym panelu przeglądarki. Poczuj dreszczyk emocji związany ze wspinaniem się na nowe wyżyny dzięki tej klasycznej i wciągającej grze, płynnie zintegrowanej, aby zapewnić natychmiastową przyjemność podczas sesji przeglądania Chrome. Ożyw radość z Doodle Jump, przekształcając panel boczny w świat podskakującej zabawy. Niech gra Doodle Jump będzie Twoją wirtualną trampoliną, zawsze gotową zabrać Cię w przygodę, która przeciwstawia się grawitacji i rozpali ducha zabawnej eksploracji. Przygotuj się na skok na nowy poziom za każdym kliknięciem!",
    "pt_BR,pt_PT": "Apresentando a extensão Play2Day para Chrome – seu caminho para um mundo de jogos clássicos atemporais e viciantes na ponta dos dedos! Eleve a sua experiência de navegação com uma seleção selecionada de títulos nostálgicos, convenientemente acessíveis através do painel lateral do seu navegador. Vá para as configurações para definir a tecla de atalho para executar a extensão (clique com o botão direito no logotipo da extensão> Opções).\n\nMergulhe no universo dos jogos retrô com uma coleção que abrange vários gêneros, proporcionando horas de entretenimento e uma pausa bem-vinda na rotina digital diária. A extensão Play2Day oferece uma mistura de clássicos adorados, incluindo o desafio estratégico de 2048, a icônica loucura de derrubar blocos de Tetris, o emocionante teste de agilidade de Flappy Bird e a interminável aventura vertical de Doodle Jump.\n\nMergulhe na nostalgia dos fliperamas com títulos lendários como Pac-Man, onde você navega por labirintos devorando bolinhas enquanto evita os notórios fantasmas. Ou experimente Bomberman, colocando bombas estrategicamente para enganar os oponentes em batalhas explosivas.\n\nPara aqueles que procuram um desafio rítmico, Helix Fruit Jump certamente cativará com sua jogabilidade dinâmica. Aprimore suas habilidades de precisão em Knife Hit enquanto mira em várias superfícies com, você adivinhou, facas! E para os amantes da lógica e da dedução, o clássico Campo Minado está pronto para testar sua inteligência.\n\nA extensão Play2Day integra-se perfeitamente ao seu navegador Chrome, abrindo em um painel lateral conveniente, permitindo que você alterne facilmente entre navegação e jogo. Diga adeus à monotonia durante essas breves pausas ou momentos de descanso – esteja você esperando por um download, uma reunião ou apenas precisando de uma rápida atualização mental, Play2Day é sua porta de entrada instantânea para um mundo de diversão clássica.\n\nLiberte o poder da nostalgia, desafie suas habilidades e torne sua experiência de navegação memorável com a extensão Play2Day para Chrome. Prepare-se para redescobrir a alegria dos jogos clássicos, aqui e agora!\n\nJogo Clássico 2048\nMergulhe no desafio viciante de 2048, onde o objetivo é deslizar e combinar peças numeradas para chegar à esquiva peça de 2048. O jogo pode parecer simples, mas dominá-lo requer uma mente perspicaz e pensamento estratégico. À medida que você desliza as peças pela grade, mesclando os números correspondentes, cada movimento o aproxima do objetivo final – alcançar a lendária peça 2048.\n\nJogo Tetris\nExperimente o desafio clássico de empilhamento de blocos em um painel lateral elegante e conveniente, perfeitamente integrado para aprimorar suas aventuras de navegação. O jogo Tetris traz os icônicos Tetriminos em queda ao seu alcance, proporcionando uma fuga rápida e envolvente sempre que você precisar de uma pausa. Mergulhe na jogabilidade viciante que cativou gerações – manipule estrategicamente as formas descendentes para criar linhas sólidas e limpar o tabuleiro.\n\nJogo Flappy Bird\nEmbarque em uma viagem pelos céus pixelados com o jogo Flappy Bird, trazendo a amada e desafiadora aventura aviária para o painel lateral do seu navegador. Experimente a jogabilidade viciante que conquistou o mundo dos jogos, agora convenientemente integrada para entretenimento rápido e acessível durante suas sessões de navegação. Desafie-se a bater sua própria pontuação mais alta ou compita com amigos pelo título de campeão final do Flappy Bird. A interface intuitiva da extensão garante que você possa se concentrar no jogo, permitindo que a frustração nostálgica e os momentos triunfantes ocupem o centro das atenções.\n\nJogo Doodle Jump\nEmbarque em uma aventura vertical extravagante com o jogo Doodle Jump, dando vida à icônica jornada saltitante no painel lateral do seu navegador. Experimente a emoção de subir a novos patamares com este jogo clássico e viciante, perfeitamente integrado para diversão instantânea durante suas sessões de navegação no Chrome. Reviva a alegria do Doodle Jump, transformando seu painel lateral em um mundo de diversão saltitante. Deixe o jogo Doodle Jump ser o seu trampolim virtual, sempre pronto para levá-lo em uma aventura que desafia a gravidade e desperta o espírito de exploração lúdica. Prepare-se para saltar para novas alturas a cada clique!",
    "sk": "Predstavujeme rozšírenie Play2Day Chrome – vaša cesta do sveta nadčasových a návykových klasických hier priamo na dosah ruky! Zlepšite svoj zážitok z prehliadania pomocou vybraného výberu nostalgických titulov, ktoré sú pohodlne dostupné cez bočný panel vášho prehliadača. Prejdite do nastavení a nastavte klávesovú skratku na spustenie rozšírenia (kliknite pravým tlačidlom myši na logo rozšírenia > Možnosti).\n\nPonorte sa do retro herného sveta s kolekciou, ktorá sa rozprestiera naprieč žánrami a poskytuje hodiny zábavy a vítanú prestávku od každodennej digitálnej driny. Rozšírenie Play2Day ponúka zmes obľúbených klasík, vrátane strategickej výzvy z roku 2048, ikonického šialenstva Tetrisu, z ktorého padajú bloky, vzrušujúceho testu obratnosti hry Flappy Bird a nekonečného vertikálneho dobrodružstva Doodle Jump.\n\nPonorte sa do arkádovej nostalgie s legendárnymi titulmi ako Pac-Man, kde prechádzate bludiskami a hltáte pelety a vyhýbate sa notoricky známym duchom. Alebo vyskúšajte Bombermana, strategicky umiestňujte bomby, aby ste prekabátili protivníkov vo výbušných bitkách.\n\nPre tých, ktorí hľadajú rytmickú výzvu, Helix Fruit Jump určite zaujme svojou dynamickou hrateľnosťou. Zdokonaľte svoje schopnosti presnosti v hre Knife Hit, keď mierite na rôzne povrchy nožmi, uhádli ste! A pre milovníkov logiky a dedukcie je pripravený klasický Hľadač mín, ktorý otestuje váš um.\n\nRozšírenie Play2Day sa bez problémov integruje do vášho prehliadača Chrome, otvára sa na pohodlnom bočnom paneli, čo vám umožňuje bez námahy prepínať medzi prehliadaním a hraním hier. Rozlúčte sa s monotónnosťou počas týchto krátkych prestávok alebo chvíľ oddychu – či už čakáte na sťahovanie, stretnutie alebo len potrebujete rýchle duševné osvieženie, Play2Day je vašou okamžitou bránou do sveta klasickej zábavy.\n\nUvoľnite silu nostalgie, vyskúšajte svoje zručnosti a urobte z vášho prehliadania nezabudnuteľný zážitok s rozšírením Play2Day Chrome. Pripravte sa na znovuobjavenie radosti z klasického hrania, práve tu a práve teraz!\n\nKlasická hra 2048\nPonorte sa do návykovej výzvy roku 2048, ktorej cieľom je posúvať a kombinovať očíslované dlaždice, aby ste dosiahli nepolapiteľnú dlaždicu z roku 2048. Hra môže znieť jednoducho, no jej zvládnutie si vyžaduje bystrú myseľ a strategické myslenie. Keď posúvate dlaždice po mriežke a spájate zodpovedajúce čísla, každý pohyb vás približuje ku konečnému cieľu – dosiahnutiu legendárnej dlaždice z roku 2048.\n\nHra Tetris\nZažite klasickú výzvu na skladanie blokov v elegantnom a pohodlnom bočnom paneli, ktorý je hladko integrovaný na zlepšenie vašich eskapád pri prehliadaní. Hra Tetris prináša ikonické padajúce Tetriminos na dosah ruky a poskytuje rýchly a pútavý únik, kedykoľvek si potrebujete oddýchnuť. Ponorte sa do návykovej hry, ktorá uchvátila celé generácie – strategicky manipulujte s klesajúcimi tvarmi, aby ste vytvorili plné čiary a vyčistili hraciu plochu.\n\nHra Flappy Bird\nVydajte sa na cestu pixelovou oblohou s hrou Flappy Bird, ktorá prenesie obľúbené a náročné vtáčie dobrodružstvo na bočný panel vášho prehliadača. Zažite návykovú hrateľnosť, ktorá vzala herný svet útokom, teraz vhodne integrovanú pre rýchlu a dostupnú zábavu počas vašich relácií prehliadania. Vyzvite sa, aby ste prekonali svoje vlastné najvyššie skóre, alebo súťažte s priateľmi o titul konečného šampióna Flappy Bird. Intuitívne rozhranie rozšírenia zaisťuje, že sa môžete sústrediť na hru, vďaka čomu sa do centra pozornosti dostane nostalgická frustrácia a víťazné chvíle.\n\nHra na skok doodle\nVydajte sa na rozmarné vertikálne dobrodružstvo s hrou Doodle Jump, ktorá oživí ikonickú cestu skákania na bočnom paneli vášho prehliadača. Zažite vzrušenie zo stúpania do nových výšin s touto klasickou a návykovou hrou, ktorá je hladko integrovaná pre okamžitý pôžitok počas relácií prehliadania prehliadača Chrome. Oživte radosť z Doodle Jump a premeňte svoj bočný panel na svet skákajúcej zábavy. Nechajte hru Doodle Jump stať sa vašou virtuálnou trampolínou, ktorá je vždy pripravená odviesť vás na dobrodružstvo, ktoré vzdoruje gravitácii a podnieti ducha hravého objavovania. Pripravte sa na skok do nových výšin s každým kliknutím!",
    "sl": "Predstavljamo razširitev Play2Day za Chrome – vaša pot v svet brezčasnih in zasvojljivih klasičnih iger na dosegu roke! Izboljšajte svojo izkušnjo brskanja z izbranim izborom nostalgičnih naslovov, ki so priročno dostopni prek stranske plošče vašega brskalnika. Pojdite v nastavitve, da nastavite bližnjično tipko za zagon razširitve (z desno miškino tipko kliknite logotip razširitve > Možnosti).\n\nPotopite se v vesolje retro iger z zbirko, ki zajema različne žanre, ki zagotavlja ure zabave in dobrodošel oddih od vsakodnevnega digitalnega dela. Razširitev Play2Day ponuja mešanico priljubljenih klasik, vključno s strateškim izzivom leta 2048, ikonično norostjo Tetrisa s spuščanjem blokov, vznemirljivim preizkusom agilnosti Flappy Bird in neskončno navpično pustolovščino Doodle Jump.\n\nPotopite se v arkadno nostalgijo z legendarnimi naslovi, kot je Pac-Man, kjer krmarite skozi labirinte in žrete pelete, medtem ko se izogibate zloglasnim duhovom. Ali pa se preizkusite v Bombermanu, ki strateško postavlja bombe, da prelisičite nasprotnike v eksplozivnih bitkah.\n\nZa tiste, ki iščejo ritmični izziv, bo Helix Fruit Jump zagotovo očaral s svojim dinamičnim igranjem. Izpopolnite svoje natančne sposobnosti v igri Knife Hit, ko ciljate na različne površine z, uganili ste, noži! In za ljubitelje logike in sklepanja je klasični Minolovec pripravljen, da preizkusi vašo pamet.\n\nRazširitev Play2Day se brezhibno integrira v vaš brskalnik Chrome in se odpre v priročni stranski plošči, kar vam omogoča preprosto preklapljanje med brskanjem in igranjem iger. Poslovite se od monotonije med tistimi kratkimi odmori ali trenutki predaha – ne glede na to, ali čakate na prenos, sestanek ali potrebujete samo hitro miselno osvežitev, Play2Day je vaš takojšnji prehod v svet klasične zabave.\n\nSprostite moč nostalgije, preizkusite svoje spretnosti in naredite svojo izkušnjo brskanja nepozabno z razširitvijo Play2Day za Chrome. Pripravite se na ponovno odkrivanje užitka klasičnega igranja, tukaj in zdaj!\n\nKlasična igra 2048\nPotopite se v zasvojljivi izziv leta 2048, kjer je cilj drseti in kombinirati oštevilčene ploščice, da dosežete izmuzljivo ploščico 2048. Igra se morda sliši preprosta, a njeno obvladovanje zahteva oster um in strateško razmišljanje. Ko ploščice drsite po mreži in združujete ujemajoče se številke, vas vsaka poteza približa končnemu cilju – doseganju legendarne ploščice 2048.\n\nIgra Tetris\nIzkusite klasičen izziv zlaganja blokov v elegantni in priročni stranski plošči, ki je brezhibno integrirana za izboljšanje vaših brskalnih eskapad. Igra Tetris prinaša ikonične padajoče tetrimine na dosegu roke, kar zagotavlja hiter in privlačen pobeg, kadar koli potrebujete odmor. Potopite se v zasvojenost igranja, ki je očaralo generacije – strateško manipulirajte s padajočimi oblikami, da ustvarite trdne črte in počistite ploščo.\n\nIgra Flappy Bird\nOdpravite se na potovanje po pikseliziranem nebu z igro Flappy Bird, ki prinaša ljubljeno in zahtevno ptičjo pustolovščino na stransko ploščo vašega brskalnika. Doživite zasvojljivo igranje, ki je prevzelo svet iger, ki je zdaj priročno integrirano za hitro in dostopno zabavo med vašimi sejami brskanja. Izzovite se, da premagate svoj rekord ali tekmujte s prijatelji za naslov ultimativnega prvaka Flappy Bird. Intuitivni vmesnik razširitve zagotavlja, da se lahko osredotočite na igro, tako da so nostalgična frustracija in zmagoslavni trenutki v središču pozornosti.\n\nIgra Doodle Jump\nPodajte se na muhasto navpično pustolovščino z igro Doodle Jump, ki oživi ikonično poskočno potovanje na stranski plošči vašega brskalnika. Doživite vznemirjenje vzpona v nove višine s to klasično igro, ki povzroča zasvojenost, ki je brezhibno integrirana za takojšnje uživanje med sejami brskanja v Chromu. Oživite veselje Doodle Jumpa in spremenite svojo stransko ploščo v svet poskočne zabave. Naj bo igra Doodle Jump vaš virtualni trampolin, vedno pripravljen, da vas popelje na pustolovščino, ki kljubuje gravitaciji in podžiga duh igrivega raziskovanja. Pripravite se na skok v nove višine z vsakim klikom!",
    "sv": "Vi presenterar Play2Day Chrome-tillägget – din väg till en värld av tidlösa och beroendeframkallande klassiska spel direkt till hands! Förhöj din surfupplevelse med ett kurerat urval av nostalgiska titlar, bekvämt tillgängliga via sidopanelen i din webbläsare. Gå till inställningarna för att ställa in snabbtangenten för att köra tillägget (högerklicka på tilläggets logotyp > Alternativ).\n\nDyk in i retrospeluniversumet med en samling som spänner över genrer, som ger timmar av underhållning och en välkommen paus från den dagliga digitala grinden. Play2Day-tillägget erbjuder en blandning av älskade klassiker, inklusive den strategiska utmaningen 2048, den ikoniska block-dropping galenskapen i Tetris, det spännande smidighetstestet av Flappy Bird och det ändlösa vertikala äventyret Doodle Jump.\n\nFördjupa dig i arkadnostalgin med legendariska titlar som Pac-Man, där du navigerar genom labyrinter som slukar pellets samtidigt som du undviker de ökända spökena. Eller prova på Bomberman, strategiskt placera bomber för att överlista motståndare i explosiva strider.\n\nFör dem som söker en rytmisk utmaning, kommer Helix Fruit Jump att fängsla med sitt dynamiska spel. Finslipa dina precisionsfärdigheter i Knife Hit när du riktar in dig på olika ytor med, du gissade rätt, knivar! Och för älskare av logik och deduktion är den klassiska minsveparen redo att testa ditt vett.\n\nPlay2Day-tillägget integreras sömlöst i din Chrome-webbläsare och öppnas i en bekväm sidopanel så att du enkelt kan växla mellan surfning och spel. Säg adjö till monotonin under dessa korta pauser eller stunder av andrum – oavsett om du väntar på en nedladdning, ett möte eller bara behöver en snabb mental uppfräschning, är Play2Day din omedelbara inkörsport till en värld av klassiskt kul.\n\nSläpp lös nostalgins kraft, utmana dina färdigheter och gör din surfupplevelse minnesvärd med Play2Day Chrome-tillägget. Gör dig redo att återupptäcka glädjen med klassiskt spel, här, just nu!\n\nKlassiskt spel 2048\nFördjupa dig i den beroendeframkallande utmaningen 2048, där målet är att glida och kombinera numrerade brickor för att nå den svårfångade 2048-brickan. Spelet kan låta enkelt, men att bemästra det kräver ett skarpt sinne och strategiskt tänkande. När du skjuter brickor över rutnätet och slår ihop matchande siffror, tar varje drag dig närmare det slutgiltiga målet – att uppnå den mytomspunna 2048-brickan.\n\nTetris spel\nUpplev den klassiska blockstaplingsutmaningen i en elegant och bekväm sidopanel, sömlöst integrerad för att förbättra dina surfaskapader. Tetris-spelet tar de ikoniska fallande Tetriminos till dina fingertoppar, vilket ger en snabb och engagerande flykt när du behöver en paus. Fördjupa dig i det beroendeframkallande spelet som har fängslat generationer – manipulera strategiskt de fallande formerna för att skapa solida linjer och rensa spelplanen.\n\nFlappy Bird Game\nGe dig ut på en resa genom pixlade himlar med Flappy Bird-spelet, för det älskade och utmanande fågeläventyret till sidopanelen i din webbläsare. Upplev det beroendeframkallande spelet som tog spelvärlden med storm, nu bekvämt integrerat för snabb och tillgänglig underhållning under dina surfsessioner. Utmana dig själv att slå din egen högsta poäng eller tävla med vänner om titeln som den ultimata Flappy Bird-mästaren. Tilläggets intuitiva gränssnitt säkerställer att du kan fokusera på spelet, vilket låter den nostalgiska frustrationen och triumferande ögonblicken stå i centrum.\n\nDoodle Jump-spel\nGe dig ut på ett nyckfullt vertikalt äventyr med Doodle Jump-spelet, vilket ger den ikoniska studsande resan liv i sidopanelen i din webbläsare. Upplev spänningen att ta sig upp till nya höjder med detta klassiska och beroendeframkallande spel, sömlöst integrerat för omedelbar njutning under dina Chrome-sessioner. Återuppliva glädjen med Doodle Jump, förvandla din sidopanel till en värld av studsande kul. Låt Doodle Jump-spelet vara din virtuella studsmatta, alltid redo att ta dig iväg på ett äventyr som trotsar gravitationen och tänder andan av lekfull utforskning. Gör dig redo att hoppa till nya höjder med varje klick!",
    "tr": "Play2Day Chrome Uzantısıyla tanışın; eskimeyen ve bağımlılık yaratan klasik oyunlar dünyasına giden yol parmaklarınızın ucunda! Tarayıcınızın yan panelinden kolayca erişilebilen, özenle seçilmiş nostaljik başlıklarla gezinme deneyiminizi geliştirin. Uzantıyı çalıştıracak kısayol tuşunu ayarlamak için ayarlara gidin (Uzantı logosuna sağ tıklayın > Seçenekler).\n\nFarklı türlere yayılan, saatlerce süren eğlence ve günlük dijital koşuşturmaya hoş bir mola sağlayan bir koleksiyonla retro oyun evrenine dalın. Play2Day uzantısı, 2048'in stratejik mücadelesi, Tetris'in ikonik blok düşürme çılgınlığı, Flappy Bird'ün heyecan verici çeviklik testi ve Doodle Jump'ın sonsuz dikey macerası dahil olmak üzere sevilen klasiklerin bir karışımını sunuyor.\n\nKötü şöhretli hayaletlerden kaçarken labirentlerde peletleri yutarak dolaştığınız Pac-Man gibi efsanevi oyunlarla kendinizi atari nostaljisine kaptırın. Veya patlayıcı savaşlarda rakiplerinizi alt etmek için bombaları stratejik olarak yerleştirerek Bomberman'da şansınızı deneyin.\n\nRitmik bir meydan okuma arayanlar için Helix Fruit Jump, dinamik oynanışıyla kesinlikle büyüleyecektir. Knife Hit'te tahmin ettiğiniz gibi bıçaklarla çeşitli yüzeyleri hedef alırken hassas becerilerinizi geliştirin! Mantık ve çıkarım yapmayı sevenler için klasik Mayın Tarlası zekanızı test etmeye hazır.\n\nPlay2Day uzantısı, Chrome tarayıcınıza sorunsuz bir şekilde entegre olur, kullanışlı bir yan panelde açılır ve gezinme ile oyun arasında zahmetsizce geçiş yapmanıza olanak tanır. İster bir indirmeyi, ister bir toplantıyı bekliyor olun, ister sadece hızlı bir zihinsel tazelenmeye ihtiyacınız olsun, bu kısa molalar veya dinlenme anlarında monotonluğa elveda deyin, Play2Day klasik eğlence dünyasına açılan anında giriş kapınızdır.\n\nPlay2Day Chrome Uzantısı ile nostaljinin gücünü açığa çıkarın, becerilerinize meydan okuyun ve gezinme deneyiminizi unutulmaz bir deneyime dönüştürün. Klasik oyun keyfini tam burada, hemen şimdi yeniden keşfetmeye hazır olun!\n\n2048 Klasik Oyun\nHedefin, bulunması zor 2048 karesine ulaşmak için numaralı kareleri kaydırıp birleştirmek olduğu 2048'in bağımlılık yapıcı mücadelesine kendinizi kaptırın. Oyun kulağa basit gelebilir ama bunda ustalaşmak keskin bir zihin ve stratejik düşünme gerektirir. Eşleşen sayıları birleştirerek kareleri ızgara üzerinde kaydırdıkça, her hareket sizi nihai hedefe, yani efsanevi 2048 karesine ulaşmaya daha da yaklaştırır.\n\nTetris Oyunu\nGezinme maceralarınızı geliştirmek için kusursuz bir şekilde entegre edilmiş, şık ve kullanışlı bir yan panelde klasik blok istifleme zorluğunu deneyimleyin. Tetris oyunu, ikonik düşen Tetrimino'ları parmaklarınızın ucuna getirerek, ara vermeniz gerektiğinde hızlı ve ilgi çekici bir kaçış sağlar. Nesilleri büyüleyen bağımlılık yaratan oyuna kendinizi kaptırın; düz çizgiler oluşturmak ve tahtayı temizlemek için azalan şekilleri stratejik olarak değiştirin.\n\nFlappy Kuş Oyunu\nSevilen ve zorlu kuş macerasını tarayıcınızın yan paneline getiren Flappy Bird oyunuyla pikselli gökyüzünde bir yolculuğa çıkın. Oyun dünyasını kasıp kavuran bağımlılık yapıcı oyun deneyimini deneyimleyin; artık gezinme oturumlarınız sırasında hızlı ve erişilebilir eğlence için uygun şekilde entegre edilmiştir. Kendi yüksek puanınızı geçmek için kendinize meydan okuyun veya nihai Flappy Bird şampiyonu unvanı için arkadaşlarınızla yarışın. Uzantının sezgisel arayüzü oyuna odaklanmanızı sağlayarak nostaljik hayal kırıklıklarının ve muzaffer anların merkezde yer almasını sağlar.\n\nKaralama Atlama Oyunu\nTarayıcınızın yan panelinde ikonik zıplama yolculuğunu hayata geçiren Doodle Jump oyunuyla tuhaf bir dikey maceraya atılın. Chrome'da gezinme oturumlarınız sırasında anında keyif almanız için kusursuz bir şekilde entegre edilen bu klasik ve bağımlılık yaratan oyunla yeni zirvelere çıkmanın heyecanını yaşayın. Yan panelinizi zıplama eğlencesiyle dolu bir dünyaya dönüştürerek Doodle Jump'ın keyfini yeniden yaşayın. Doodle Jump oyununun sanal trambolininiz olmasına izin verin, sizi yer çekimine meydan okuyan ve eğlenceli keşif ruhunu ateşleyen bir maceraya fırlatmaya her zaman hazır. Her tıklamayla yeni zirvelere atlamaya hazır olun!",
    "zh_CN,zh_TW": "隆重介紹 Play2Day Chrome 擴充功能 - 觸手可及，進入永恆且令人上癮的經典遊戲世界！ 透過瀏覽器側面板方便地精選精選的懷舊標題，提升您的瀏覽體驗。 轉到設定以設定運行擴充功能的熱鍵（右鍵單擊擴充功能徽標>選項）。\n\n深入探索復古遊戲世界，體驗跨類型的遊戲合集，提供數小時的娛樂體驗，並讓您從日常的數位苦悶中解脫出來。 Play2Day 擴充功能提供了一系列深受喜愛的經典遊戲，包括 2048 年的戰略挑戰、俄羅斯方塊的標誌性瘋狂方塊掉落、Flappy Bird 的驚險敏捷測試以及 Doodle Jump 的無盡垂直冒險。\n\n沉浸在《吃豆人》等傳奇遊戲的街機懷舊氛圍中，在迷宮中穿行，吞噬顆粒，同時避開臭名昭著的幽靈。 或者嘗試炸彈人，有策略地放置炸彈，在爆炸性的戰鬥中智勝對手。\n\n對於那些尋求節奏挑戰的人來說，Helix Fruit Jump 一定會以其動態的遊戲玩法而著迷。 在《Knife Hit》中，你可以用刀瞄準各種表面，你猜對了，磨練你的精準技能！ 對於邏輯和推理愛好者來說，經典的掃雷遊戲已經準備好考驗你的智慧了。\n\nPlay2Day 擴充功能無縫整合到您的 Chrome 瀏覽器中，在方便的側面板中打開，讓您可以輕鬆地在瀏覽和遊戲之間切換。 在短暫的休息或喘息的時刻告別單調 - 無論您是在等待下載、開會，還是只是需要快速恢復精神，Play2Day 都是您通往經典樂趣世界的即時門戶。\n\n使用 Play2Day Chrome 擴充功能釋放懷舊的力量，挑戰您的技能，讓您的瀏覽體驗成為難忘的體驗。 準備好重新發現經典遊戲的樂趣，就在這裡，就在現在！\n\n2048經典遊戲\n沉浸在令人上癮的 2048 挑戰中，目標是滑動並組合編號的方塊，到達難以捉摸的 2048 方塊。 遊戲聽起來很簡單，但要掌握它需要敏銳的頭腦和戰略思維。 當您在網格上滑動圖塊、合併匹配的數字時，每一步都會讓您更接近最終目標 - 獲得傳說中的 2048 個圖塊。\n\n俄羅斯方塊遊戲\n在時尚便利的側面板中體驗經典的塊堆疊挑戰，無縫整合以增強您的瀏覽樂趣。 俄羅斯方塊遊戲將標誌性的下落俄羅斯方塊帶到您的指尖，在您需要休息時提供快速且引人入勝的逃脫體驗。 讓自己沉浸在令幾代人著迷的令人上癮的遊戲中 - 策略性地操縱下降的形狀以創建實線並清除棋盤。\n\n飛揚的小鳥遊戲\n透過 Flappy Bird 遊戲踏上像素化天空之旅，將備受喜愛且富有挑戰性的鳥類冒險帶到瀏覽器的側面板。 體驗風靡遊戲世界的令人上癮的遊戲玩法，現在可以方便地集成，在瀏覽會話期間提供快速、方便的娛樂。 挑戰自己，打破自己的高分，或與朋友競爭 Flappy Bird 的終極冠軍頭銜。 這個擴充功能的直覺介面確保您可以專注於遊戲，讓懷舊的挫折和勝利的時刻成為焦點。\n\n塗鴉跳躍遊戲\n透過 Doodle Jump 遊戲踏上異想天開的垂直冒險之旅，在瀏覽器的側面板中將標誌性的彈跳之旅帶入生活。 透過這款經典且令人上癮的遊戲，體驗提升到新高度的快感，無縫集成，讓您在 Chrome 瀏覽會話中即時享受樂趣。 重溫 Doodle Jump 的樂趣，將您的側面板變成彈跳樂趣的世界。 讓 Doodle Jump 遊戲成為您的虛擬彈跳床，隨時準備帶您踏上一場挑戰地心引力的冒險之旅，激發有趣的探索精神。 準備好透過每次點擊跳躍到新的高度！"
  }
}