{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To-Do Google sheets and tasks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "#Task/sheets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"To-Do Google Sheets and Tasks\" is a powerful Chrome extension designed to streamline task management by integrating seamlessly with Google Sheets and Google Calendar. This user-friendly tool allows you to create, update, and manage tasks through an intuitive card-based interface. Users can easily add new tasks, import and export task data in JSON format, and connect directly to Google Sheets for efficient data handling. The extension features a robust reminder system that utilizes Chrome's alarms to notify users of upcoming deadlines, ensuring that no task is overlooked. Additionally, the context menu integration enables quick updates to existing tasks directly from selected text on any webpage, enhancing productivity. With customizable priority settings and a search function, users can filter tasks based on urgency and importance. The extension also supports Google authentication for secure access to your calendar events, allowing users to send reminders directly to Google Calendar. Designed with accessibility in mind, this extension ensures that all users can navigate and utilize its features effortlessly. Whether you’re managing personal projects or collaborating on team tasks, \"To-Do Google Sheets and Tasks\" is the ultimate solution for keeping your workflow organized and efficient, making it an essential tool for anyone looking to enhance their productivity."
  }
}