{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Top Subreddits"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays information about top subreddits from Reddit"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Top Subreddits: Your Gateway to Reddit's Most Popular Communities\n\nDive into the heart of Reddit without leaving your browser! This extension brings you real-time insights into Reddit's most popular subreddits, helping you discover new communities and stay up-to-date with the pulse of Reddit.\n\nKey Features:\n- Instant Access: View the top 5 subreddits with just one click on the extension icon.\n- Real-Time Data: Get the latest information directly from Reddit's API.\n- Rich Information: See each subreddit's name, subscriber count, and description at a glance.\n- Clean Interface: Enjoy a sleek, easy-to-read design that makes browsing a breeze.\n- Lightweight: Minimal impact on your browsing experience with efficient performance.\n\nPerfect for:\n- Reddit enthusiasts looking to discover new communities\n- Casual users wanting to stay updated on trending topics\n- Anyone curious about what's popular on Reddit right now\n\nHow it works:\nSimply click on the extension icon, and you'll instantly see a list of the top 5 subreddits. Each entry includes the subreddit's name, number of subscribers, and a brief description. It's like having a window into Reddit's most active communities, right in your browser!\n\nPrivacy and Security:\nWe respect your privacy. This extension only fetches publicly available data from Reddit and doesn't collect or store any personal information.\n\nStay connected with Reddit's vibrant community landscape. Download Reddit Top Subreddits now and start exploring the best of Reddit with ease!\n\nNote: This extension is not officially affiliated with Reddit, Inc. It's an independent tool created for Reddit enthusiasts by Reddit enthusiasts."
  }
}