{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Obscurit.app"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Obscure elements that you do not want to show on a web page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In App purchase!\n\nThe easiest and fastest way to obscure elements on web pages you don’t want to share.\n\nScreen sharing and recording is a daily practice for content creators.\nHowever, not everything on your screen, you would like to share with others.\nPrivate information such as  log-in details, email addresses, bank account number, social security number and more can be now obscured on screen without the need of video editing.\nThis is not only will save you a huge amount of time, but will allow you to obscure items when sharing your screen in real time.  \n\nWith Obscurit you are able to:\n1.\tSet up in advance, values you are using often (passwords, your email address, your phone number, home address etc) and Obscurit will blur then automatically every time they will appear on your screen.\n2.\tSelect an area on the screen (line, paragraph, image, table etc) to mask. You can use blur effect, solid colour or our provided “sticker”.\n3.\tSelect a word or a number (project name, location etc) and Obscurit will blur it off the text.\n\n\nObscurit is  fun, fast and easy to work-with tool. A  “must have” tool for any content creator.\n\n\nSuggestion or feedback: support@obscurit.app\n\n———————————————————————————\n\nHistory:\n2.1.0 - Updated endpoint\n2.0.0 - Added Personal Key Validation\n1.0.0 - First release."
  }
}