{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supersurfer - Copilot for browsing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supersurfer is a copilot for the web. It surfs the links from the current page to give you a preview of how interesting they are."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# MAIN FEATURES\n- Preview links with beautiful hovercards\n- Auto-categorisation and powerful search for saved tabs\n- Recommendation score for websites.\n- Resurfacing relevant saved tabs\n- Ask an AI questions with a webpage as context\n\n# HOW IT WORKS\nYou hover over the score we assign to each link, and can see a hovercard preview of the website it links to.\n\nSupersurfer scores webpages based on how interesting we think you'll find them. It figures out if a page fits one of your interests, and tags it automatically to be easily searchable later.\n\n# SHORTCUTS\n- Save a tab: Option-S, and it'll be saved with their scores and tags and be full-text searchable. \n- Saves all tabs in a window: Option-A \n- Resurface relevant links: Option-X\n- Toggle auto-darkmode: Option-D - any time you visit this website with your computer in dark-mode, it'll be inverted to save your eyeballs.\n\n# LONG DESCRIPTION\nSupersurfer helps you manage your tabs and links you want to read, by automatically tagging and scoring them based on your Facebook and Twitter interests and history. It uses your personal data as a tool to make your life better, by helping to automagically make sense of the endless seas of information on the internet.\n\nMike, cofounder and CEO of Ethi, has tried many tab/link management tools, and this is the first one that works (I have just 1 window with 10 tabs open while writing this), because of the power of the auto-tagging and scoring system. I know that links won't get lost, because it's so easy to resurface them. I hope it works as well for you as it does for me!"
  }
}