{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Promptmatic: Superpower ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Superpower for your ChatGPT with prompt library, folders, GPT bookmark, folder and many more extended features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT with superpowers. Prompt library, folders, GPT folders, prompt editor and many more extended feature for your ChatGPT account.\n\nWorks perfectly with both ChatGPT free and paid accounts.\n\nWith Promptmatic installed in your browser, you can:\n\n🟢 Prepare a month's worth content plan with a few clicks.\n🟢 Write a 2000 words SEO blog article in seconds.\n🟢 Write a professional email with a click.\n🟢 Complete a detail financial analysis in minutes.\n🟢 Automate 1000s of such write and research work.\n\nYou have access to 2900 ready-to-use prompt templates,  smart prompt writer to create reusable dynamic prompt templates and prompt and GPT organizer to manage and access everything in a central dashboard 🚀 \n\n100% of our features are available to all users for free. Upgrade only when you want unlimited usage.\n\nMinimalist design and specific features:\n\n1️⃣ Prompt Library: Free access to prompt library with 2900 vetted and tested high quality ChatGPT prompt templates to write anything from blog post to research papers.\n\n2️⃣ Smart Prompt Editor: Smart and feature-packed prompt editor to create and deploy high quality prompt templates in minutes.\n\n3️⃣ Prompt Variable: Create high quality reusable prompt templates with prompt variables and save hours in writing or editing the same prompts over and over.\n\n4️⃣ Your Own Private Prompt Folder: Private prompt folder to organize all your frequently used prompt templates in one place.\n\n5️⃣ GPT Bookmark Manager: Full fledged bookmark manager to save and organize your frequently used GPTs for one-click access.\n\n6️⃣ Roles & Instructions: Custom roles and instructions along with 100s of prebuilt ones to quickly prepare prompt templates for any task.\n\n7️⃣ Writing Styles & Tones: 100s of pre-built writing styles and tones along with features to create your custom one to align with your styles.\n\n8️⃣ Folders & Management:  Full fledged prompt template and GPT folder manager to organize according to your need and specific use cases.\n\nPrompmatic is easy-to-use and absolutely non-intrusive. Try today.\n\nAny questions, suggestions or feedback? Drop us a line at hello@promptmatic.ai"
  }
}