{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Layer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to add text directly to the video you are broadcasting on Google Meet.",
    "ja": "Google Meetで自分が配信する映像に直接文字を追加できる拡張機能です。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Layer is a Chrome extension that allows you to intuitively add text information over your Google Meet broadcast. This extension enables you to display meeting agendas, important notes, instant polls, quizzes, and more directly on the video in real-time, enhancing your communication effectiveness.\n\nKey Features:\n•Freely change the text color, background color, and font size to match your presentation style.\n•Choose from nine predefined positions  to place text anywhere on the screen.\n•Changes are reflected in real-time, allowing for smooth adjustments during meetings.\n•Check how the text will appear with a preview feature before going live.\n\nMeet Layer is particularly useful in scenarios such as:\n•Continuously displaying the main topics or upcoming topics of the meeting on the screen.\n•Recording important points discussed during the meeting in real-time and sharing them with all participants.\n•Conducting quizzes or polls on the screen to increase participant involvement.\n•Displaying messages like \"Currently away from my desk\" during emergencies to maintain smooth communication.\n\nPlease Note:\nMeet Layer cannot be used if you are using a virtual background.\n\nInstall \"Meet Layer\" now to expand the possibilities of your Google Meet experience.",
    "ja": "Meet LayerはGoogle Meetのミーティング中に画面上に直感的に文字情報を追加できるChrome拡張機能です。この拡張機能を使用することで、ミーティングの議題や重要なメモ、即席のアンケートやクイズなど、任意のテキストを映像上にリアルタイムで表示し、より効果的なコミュニケーションを実現します。\n\n特徴：\n•テキストの色、背景色、およびフォントサイズを自由に変更できます。\n•テキストを画面上の任意の位置に配置できます。\n•変更はリアルタイムで反映されるため、ミーティング中の動的な変更もスムーズに対応可能です。\n•実際に配信する前に、どのように表示されるかをプレビュー画面で確認できます。\n\nMeet Layerは、以下のようなシチュエーションで特に役立ちます。\n•ミーティングの主要な議題や次のトピックを画面上に表示し続けたい時\n•議論されている重要なポイントをリアルタイムで記録し、参加者全員に共有したい時\n•クイズやアンケートを画面上で行い、参加者の関与を促したい時\n•緊急の離席が必要な時に「ただいま離席中」といったメッセージを表示して、スムーズなコミュニケーションを維持したい時\n\nMeet Layerをインストールして、Google Meetの可能性を広げましょう。\n\n※バーチャル背景を利用している場合は、Meet Layerは利用できません。"
  }
}