{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show me my Password"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows the masked password when you hover or choose on any control actions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of struggling to remember the password you've hidden behind those asterisks? Introducing \"Show me my Password\" - a Chrome extension designed to make your life easier by revealing your hidden passwords whenever you need them.\n\nKey features:\n1. Customizable reveal triggers: Choose from multiple triggers such as hover, double click, or pressing the Ctrl key to reveal your password.\n2. User-friendly interface: Enjoy a seamless experience with a clean and straightforward design.\n3. Quick access to options: Easily access and modify your settings with a simple click in the extension's popup.\n4. Rate us button: Love our extension? Show your support by leaving a review on the Chrome Web Store.\n\nHow to use \"Show me my Password\":\n1. Install the extension from the Chrome Web Store.\n2. Click on the extension icon in your browser's toolbar to access the popup.\n3. Choose your preferred password reveal trigger from the dropdown menu.\n4. Navigate to any website with a password input field, and reveal your password using the selected trigger.\n\nWith \"Show me my Password\", you'll never have to worry about forgetting your password again. Download the extension today and experience the convenience of quickly revealing your hidden passwords!\n\nDisclaimer: Please use this extension responsibly and only on websites and accounts you have permission to access. The developer is not responsible for any misuse or unauthorized access resulting from the use of this extension."
  }
}