{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Alarm Clock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An alarm clock that shows motivational wake-up messages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Alarm Clock - Stay Motivated Throughout the Day!\nLooking for an alarm clock that does more than just ring? The ChatGPT Alarm Clock is a versatile, browser-based alarm designed to keep you on track and motivated, no matter what time of day it is. Set your alarms and receive real-time motivational messages generated by ChatGPT to help you stay focused and inspired.\n\nWhat Does It Do?\nThis extension allows you to set multiple alarms directly from your browser. When the alarm goes off, it generates unique motivational messages powered by ChatGPT, tailored to give you a boost of encouragement, positivity, or inspiration exactly when you need it.\n\nKey Features:\nCustomizable Alarms: Easily set alarms for important tasks, reminders, or breaks throughout the day.\nChatGPT-Powered Motivation: Receive AI-generated motivational quotes and tips—fresh content with every alarm, no repeats or pre-generated messages.\nManage Your Alarms: View, edit, and delete active alarms directly from the extension’s interface.\nDaily Inspiration: Whether you’re working, studying, or just need a reminder, get personalized motivational content each time an alarm rings.\nWhy Install?\nThe ChatGPT Alarm Clock isn’t just a timer—it’s your personal motivator throughout the day. Use it to stay on top of your schedule while enjoying unique and encouraging messages that keep you motivated, productive, and inspired. From important tasks to casual reminders, let ChatGPT help you stay focused and energized with a constant stream of fresh, AI-generated inspiration.\n\nInstall now to bring powerful words and motivation from ChatGPT into your daily routine!"
  }
}