{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracker Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Press Ctrl+Shift+F to execute"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Privacy with Our Chrome Plugin: Say Goodbye to Tracking Cookies!\n\nAre you concerned about your online privacy and tired of being tracked across the web? Our revolutionary Chrome plugin is here to empower you with the tools you need to take back control of your digital footprint. Introducing Tracker Checker, your ultimate privacy companion.\n\nWith Tracker Checker, you can bid farewell to the most common tracking cookies that lurk in the shadows of the internet. Our advanced algorithms meticulously scan every webpage you visit, detecting and identifying those pesky trackers that invade your privacy without your consent.\n\nHere's how it works:\n\nAutomatic Cookie Detection: Our plugin works silently in the background, automatically scanning each webpage for the presence of tracking cookies. Check the number of the most common tracking cookies with 1 shortcut (Ctrl + Shift + F).\n\nComprehensive Database: We maintain an extensive database of the most prevalent tracking cookies used by advertisers, analytics companies, and third-party trackers.\n\nReal-Time Warnings: When executed by the user, Tracker Checker detects tracking cookies on a webpage and instantly alerts you with a notification, giving you the option to take action.\n\nCustomizable Settings: Still under development - help us grow bigger, by donating at:\n\npatreon.com/work_around\n\nEducational Insights: Our plugin doesn't just protect your privacy; it also educates you about the types of tracking cookies and their implications for your online security and privacy.\n\nSeamless Integration: Tracker CHecker seamlessly integrates into your Chrome browser, providing hassle-free protection without slowing down your browsing experience.\n\nBut that's not all! Tracker Checker goes beyond cookie detection and protection. It also offers additional features to enhance your browsing privacy, such as:\n\nAd Blocking: under development.\n\nSecure Browsing: under development.\n\nPrivacy Dashboard: under development.\n\nDon't let tracking cookies dictate your online experience. Take charge of your privacy today with Tracker Checker. Download now and embark on a journey to a safer, more secure internet.\n\nTracker Checker - Your Privacy, Our Priority."
  }
}