{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skimmet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skimmet is an UX tool to evaluate skimmer friendliness of your website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skimmet is a browser extension to evaluate skimmer friendliness of your website. It is helpful for people belonging to UI/UX, content writing & data visualization domain. Skimmet adds a toolbar button with 2 filter options.\n\nSkimming is a fast reading technique. While skimming user aim is extract information as soon as possible. During this exercise user intentionally skip a lot of content. In a way, you can say skimmer simply runs a blind eye onto your content. So to draw user attention on most important information designer play around visual weight and visual hierarchy.Skimmet helps you evaluate effectiveness & impact of the same in order to make website skimmer friendly.\n\nNow, lets us know more about skimmet filter’s usefulness :\n\nBLUR - As said earlier user runs blind eye onto your content. A blind eye ignore details. Weight & hierarchy carried by screen elements will win in attracting his attention. Evaluating your screen in blur mode helps you\n\n> Analyse eye catchiness of region/element in the visible screen space.\n> Feel strength of your Call To Action button.\n> Anticipate eye motion of skimmer.\n> Your article may contain multi-level heading. Skimming your article in blur mode gives you good idea on how effective is your visual hierarchy.\n\nGRAYSCALE - Evaluating your screen in blur and gray scale mode gives you ultimate idea of the visual weight. This technique is very helpful in creating effective data visualization as well.  It helps you\n\n> Analyze variation in heaviness and lightness of the colors used.\n> Analyze depth of your contrast.\n> Evaluate balance & rhythm of visual direction."
  }
}