{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alternet Extension",
    "pl": "Alternet Rozszerzenie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The alternative internet. Komentuj każdą witrynę. Po prostu naciśnij CTRL(CMD)+SHIFT+X.",
    "pl": "Alternatywny internet. Umożliwia użytkownikowi publiczne komentowanie każdego adresu URL w Internecie."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Alternet\" Chrome Extension: Redefining Online Discourse and Empowering User Engagement\n\nEmbrace Freedom of Speech: \"Alternet\" stands for the fundamental right to freedom of speech. Our extension creates an inclusive platform where users can openly express their thoughts, opinions, and ideas on any URL across the vast internet landscape. We believe in fostering a space that encourages free expression, enabling users to engage in public commentary without fear of censorship.\n\nCultivate Open-Mindedness: With \"Alternet,\" we promote a culture of open-mindedness and intellectual exploration. Our extension encourages users to venture beyond their comfort zones, actively seeking out and engaging with diverse perspectives. By fostering an environment that values open-mindedness, we empower individuals to broaden their horizons, challenge their assumptions, and grow as critical thinkers.\n\nEmbrace Multiple Points of View: \"Alternet\" celebrates the richness and diversity of multiple points of view. Through our extension, users are encouraged to actively participate in discussions that encompass a wide range of perspectives. By embracing and engaging with differing viewpoints, users can gain a deeper understanding of complex issues, promote empathy, and contribute to the development of a more inclusive online community.\n\nJoin \"Alternet\" Chrome Extension today and become part of a vibrant community that promotes freedom of speech, open-mindedness, and the exchange of multiple points of view. Together, let's redefine the way we interact, discuss, and connect on the alternative internet, where every website becomes a platform for public commentary and meaningful discussions.",
    "pl": "The alternative internet. Lets a user to publicly comment and discuss every url on the internet."
  }
}