{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Local Media Player",
    "de": "Lokaler Mediaplayer",
    "es": "Reproductor multimedia local",
    "fr": "Lecteur multimédia local",
    "it": "Lettore multimediale locale",
    "ru": "Локальный медиаплеер",
    "zh_CN": "视频文件播放器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Local media player lets you play your favorite media (be it video, music or audio) files without any third party software.",
    "de": "Mit dem lokalen Media Player können Sie Ihre Lieblingsmediendateien (sei es Video, Musik oder Audio) ohne Software von…",
    "es": "El reproductor multimedia local le permite reproducir sus archivos multimedia favoritos (ya sean vídeo, música o audio) sin ningún…",
    "fr": "Le lecteur multimédia local vous permet de lire vos fichiers multimédias préférés (qu'il s'agisse de vidéo, de musique ou d'audio)…",
    "it": "Il lettore multimediale locale ti consente di riprodurre i tuoi file multimediali preferiti (che siano video, musica o audio) senza…",
    "ru": "Локальный медиаплеер позволяет воспроизводить ваши любимые медиафайлы (будь то видео, музыка или аудио) без какого-либо стороннего…",
    "zh_CN": "用于播放本地文件的视频播放器。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Local media player as the name suggests allows you to play most of the media files (.mp4,.mp3,.mkv,.webm,.avi and many more) from local PC drives, without any need to download third party softwares like VLC, Windows Media Player etc. So we help you view your local videos and also keep you safe when you download them from different sources. You do this simply from the comfort of your browser window. This is very helpful for computers with low storage space/processing power.\nSome video/audio formats other than mentioned above may not work. If your file is not working with our media player than you are requested to convert your desired file into any of the above mention file formats of your choice using numerous free file converters (both offline as well as online).\nWe also have provided option of web based Local Media Player, which can be utilized by clicking on the text displayed on top blue ribbon in the video player window!\nPlease feel free to share your feedback in form of ratings and comments.\n\nWe need certain permissions like access to list of urls you visit, to keep you safe while you download videos to your local drives and also surf other websites. We don't sell this data to third parties neither is this data personally identifiable.\n\nTerms of Service: https://mediaplayer.chromecrxstore.com/terms-of-use\nPrivacy Policy: https://mediaplayer.chromecrxstore.com/privacy-policy\nAbout Us: https://mediaplayer.chromecrxstore.com/about-us\n\nPlease note that this extension contains code related to websites which includes shopping sites, accommodation booking sites and so on. \nHowever, this code is not used to collect any personally identifiable information.",
    "de,es,fr,it,ru,zh_CN": "Local media player as the name suggests allows you to play most of the media files (.mp4,.mp3,.mkv,.webm,.3gp,.avi,.mpeg,.mpg,.ogg,.wmv,.wav,.mov) from local PC drives, without any need to download third party softwares like VLC, Windows Media Player etc. You do this simply from the comfort of your browser window. This is very helpful for computers with low storage space/processing power.\nSome video/audio formats other than mentioned above may not work. If your file is not working with our media player than you are requested to convert your desired file into any of the above mention file formats of your choice using numerous free file converters (both offline as well as online).\n\nTerms of Service: https://mediaplayer.chromecrxstore.com/terms-of-use\nPrivacy Policy: https://mediaplayer.chromecrxstore.com/privacy-policy\nAbout Us: https://mediaplayer.chromecrxstore.com/about-us"
  }
}