{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Studify - Wipe Off Distractions",
    "de": "Studify - wischen Sie Ablenkungen ab",
    "es": "Studify - limpiar las distracciones",
    "pl": "Studify - wyeliminować rozpraszacze"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remove the uneducational videos and distractive elements from youtube and block websites",
    "de": "Entfernen Sie unlehrreiche Videos und ablenkende Elemente von YouTube und blockieren Sie Websites",
    "es": "Elimine los videos no educativos y los elementos que distraen de YouTube y bloquee los sitios web",
    "pl": "Usuń filmy nieedukacyjne i rozpraszające elementy z YouTube oraz blokuj witryny"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you preparing for an exam? Do you procastinate a lot when you need to study? Do you start to watch distractive videos when you open youtube for that maths solution you were looking for? Do you feel like there should be someone behind you to scold you whenever this happens? \n\nWell, then this extension is that 'someone' you are looking for. \n\n\nThis extension will:-\n1) Block all uneducational youtube videos\n2) Allow you to add exceptions for channels of your choice\n3) Remove the unwanted and distractive youtube elements\n4) Enable you to block websites as a bonus\n\nHence, this extension has all the features you need to make your study sessions truly productive\n\n\nYou just need to install and done, it would start working from your next youtube session. You can access the exception list and blocked websites list by clicking the icon of the extension.",
    "de": "Bereiten Sie sich auf eine Prüfung vor? Wirst du viel abgelenkt, wenn du lernen musst? Fangen Sie an, ablenkende Videos anzusehen, wenn Sie YouTube für die mathematische Lösung öffnen, nach der Sie gesucht haben? Hast du das Gefühl, dass jemand hinter dir sein sollte, der dich ausschimpft, wenn das passiert?\n\nNun, dann ist diese Erweiterung genau der 'Jemand', den Sie suchen.\n\n\nDiese Erweiterung wird:-\n1) Blockiere alle unpädagogischen YouTube-Videos\n2) Sie können Ausnahmen für Kanäle Ihrer Wahl hinzufügen\n3) Entfernen Sie die unerwünschten und störenden YouTube-Elemente\n4) Ermöglichen Sie Ihnen, Websites als Bonus zu blockieren\n\nDaher verfügt diese Erweiterung über alle Funktionen, die Sie benötigen, um Ihre Lernsitzungen wirklich produktiv zu gestalten\n\n\nSie müssen nur installieren und fertig, es würde ab Ihrer nächsten YouTube-Sitzung funktionieren. Sie können auf die Liste der Ausnahmen und blockierten Websites zugreifen, indem Sie auf das Symbol der Erweiterung klicken.",
    "es": "¿Te estás preparando para un examen? ¿Te distraes mucho cuando necesitas estudiar? ¿Empiezas a ver videos que te distraen cuando abres YouTube para encontrar la solución matemática que estabas buscando? ¿Sientes que debería haber alguien detrás de ti para regañarte cada vez que esto sucede?\n\nPues entonces esta extensión es ese 'alguien' que estás buscando.\n\n\nEsta extensión:-\n1) Bloquea todos los videos de youtube no educativos\n2) Le permite agregar excepciones para los canales de su elección\n3) Eliminar elementos de YouTube no deseados y que distraen\n4) Te permite bloquear sitios web como bonificación\n\nPor lo tanto, esta extensión tiene todas las características que necesitas para que tus sesiones de estudio sean realmente productivas.\n\n\nSolo necesita instalarlo y listo, comenzará a funcionar a partir de su próxima sesión de YouTube. Puede acceder a la lista de excepciones y la lista de sitios web bloqueados haciendo clic en el icono de la extensión.",
    "pl": "Przygotowujesz się do egzaminu? Czy bardzo się rozpraszasz, kiedy musisz się uczyć? Czy zaczynasz oglądać rozpraszające filmy, gdy otwierasz youtube w poszukiwaniu rozwiązania matematycznego, którego szukasz? Czy uważasz, że za tobą powinien być ktoś, kto cię beszta, kiedy to się stanie?\n\nCóż, to rozszerzenie to „ktoś”, którego szukasz.\n\n\nTo rozszerzenie: -\n1) Blokuje wszystkie nieedukacyjne filmy z YouTube\n2) Umożliwia dodawanie wyjątków dla wybranych kanałów\n3) Usuwa niechciane i rozpraszające elementy youtube\n4) Pozwala blokować strony jako bonus\n\nDlatego to rozszerzenie ma wszystkie funkcje, których potrzebujesz, aby Twoje sesje nauki były naprawdę produktywne\n\n\nPo prostu zainstaluj i jest gotowy do pracy, zacznie działać od następnej sesji YouTube. Możesz uzyskać dostęp do listy wyjątków i listy zablokowanych witryn, klikając ikonę rozszerzenia."
  }
}