{
  "name": {
    "ar": "محرر الصوت والموسيقي محرر الصوتيات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Audio editor & music editor AudioStudio",
    "de": "Audio Editor und Music Editor AudioStudio",
    "es,es_419": "Editor de audio y editor de música AudioStudio",
    "fr": "Éditeur audio et éditeur de musique AudioStudio",
    "hi": "ऑडियो संपादक & संगीत संपादक AudioStudio",
    "it": "Audio Editor & Music Editor AudioStudio",
    "ja": "オーディオエディタ & ミュージックエディタ AudioStudio",
    "ko": "오디오 에디터 & 뮤직 에디터 오디오 스튜디오",
    "nl": "Audioredacteur & muziek-editor AudioStudio",
    "pl": "Edytor audio & Edytor muzyki AudioStudio",
    "pt_BR,pt_PT": "Editor de áudio e editor de música AudioStudio",
    "ru": "Редактор аудио-и музыкального редактора аудиостудио",
    "tr": "Ses editörü ve müzik editörü AudioStudio",
    "uk": "Аудіо-редактор & музичний редактор AudioStudio",
    "zh_CN": "音频编辑器和音乐编辑器 AudioStudio"
  },
  "short": {
    "ar": "استوديو صوتيات لإنشاء وتحرير الصوت والموسيقي علي الإنترنت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "AudioStudio to create and edit audio and music online",
    "de": "AudioStudio zum Erstellen und Bearbeiten von Audio-und Musik-Online",
    "es,es_419": "AudioStudio para crear y editar audio y música en línea",
    "fr": "AudioStudio pour créer et éditer l'audio et la musique en ligne",
    "hi": "बनाएँ और संपादित करें ऑडियो और संगीत ऑनलाइन करने के लिए AudioStudio",
    "it": "AudioStudio per creare e modificare audio e musica online",
    "ja": "AudioStudio を作成し、オーディオと音楽をオンラインで編集する",
    "ko": "오디오와 음악을 온라인으로 만들고 편집 하기",
    "nl": "AudioStudio maken en bewerken van audio en muziek online",
    "pl": "AudioStudio do tworzenia i edycji dźwięku i muzyki online",
    "pt_BR,pt_PT": "AudioStudio para criar e editar áudio e música online",
    "ru": "Аудиостудио для создания и редактирования звука и музыки в Интернете",
    "tr": "Ses ve müzik online oluşturmak ve düzenlemek için AudioStudio",
    "uk": "AudioStudio для створення та редагування аудіо- та музика онлайн",
    "zh_CN": "AudioStudio 创建和编辑音频和音乐在线"
  },
  "long": {
    "ar": "أوديوستوديو هو محرر الصوت لإنشاء أو تعديل أي موسيقى أو ملف صوتي. وهو دمج \"محرر الصوت الجميل\" مع منصة ريدكولمديا. الميزات الجديدة التي يوفرها هذا التكامل هي:\n\n- أي MP3 أو واف رابط ورل يمكن استيرادها في أوديوستوديو بنقرة بسيطة.\n- MP3 و واف إنشاء أن محرر الصوت خلق يمكن تقاسمها باستخدام منصة سحابة استضافتها ريدكولميديا.\n\nبالإضافة إلى ذلك، أوديوستوديو يرث كل الميزات \"محرر الصوت الجميل\". أنه يحتوي على ميزات لاستيراد وتصدير ومكررة، وتقسيم، وتقليم، وتعديل السرعة، وزيادة حجم، ودمج، وما إلى ذلك، والملفات الصوتية. من أجل تنفيذ هذه الوظيفة، يتضمن تطبيق الويب هذا أزرار متعددة توفر الوظائف التالية:\n\n- زر إعادة تعيين إعادة تعيين مؤشر اللعب إلى البداية وتوقف اللعب.\n- تشغيل / إيقاف مؤقت زر تشغيل أو إيقاف الصوت في الوقت الحالي.\n- تتحرك زر نقل في وضع التحرك، والتي يمكنك نقل المقاطع داخل - وعبر المسارات عن طريق سحبها.\n- مفاتيح زر مكررة إلى وضع مكررة، والتي يمكنك النقر فوق أقسام لتكرارها.\n- تبديل زر التبديل إلى تقسيم القسم الوضع، والتي يمكنك تقسيم الأقسام عن طريق الضغط عليها ومن ثم الإفراج عن الانتهاء من موقع الانقسام.\n- إزالة زر التبديل إلى وضع إزالة، والتي يمكنك النقر فوق أقسام لإزالتها.\n- زر التوقيع الوقت يجعل عرض الشبكة في 4/4 الوقت التوقيع - 4 نبضة في 2 ثانية.\n- زر التراجع التراجع عن الإجراء السابق إذا كان موجودا.\n- يعيد الزر \"إعادة\" إجراء التراجع السابق إذا كان موجودا.\n- حصة سهم سهم واف أو تنزيل المشروع كملف واف.\n- حصة سهم MP3 زر أو تنزيل المشروع كملف MP3. MP3 تصدير أبطأ من واف تصدير، ولكن ضغط الصوت، لذلك ملفات MP3 قد تكون أصغر بكثير من نظرائهم واف.\n- زر تقديم يجعل المشروع بأكمله في مسار منفصل.\n- زر التسجيل. بدء التسجيل على قناة أحادية من خلال الميكروفون الافتراضي الخاص بك عن طريق النقر على هذا الزر.\n\nوعلاوة على ذلك، يتضمن أوديوستوديو تعديل الصوت باستخدام الآثار. يمكنك تطبيق التأثيرات على المسارات والإخراج الرئيسي. وتتراوح الآثار من تلك البسيطة مثل كسب، وعموم، وضغط ديناميكي إلى أصناف من مرشحات التردد. كما يتضمن التكبير أو التصغير باستخدام شريط التكبير / التصغير في التذييل. الأرقام العليا تتوافق مع زوايا أكثر تفصيلا.\n\nهذا هو المصدر المفتوح.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "AudioStudio is an audio editor to create or modify any music or audio file. It is an integration of the \"Beautiful Audio Editor\" with the the RedcoolMedia platform. Moreover, it scans and collects the webpages you browse in the Internet. These webpages are uploaded to our servers in order to know if they contain audio files that can be edited using our extension integrated with our online app. The new features of that this integration provides are:\n\n- Any MP3 or WAV URL link can be imported in AudioStudio with a simple click.\n- The MP3 and WAV create that the audio editor have created can be shared using the cloud platform hosted by RedcoolMedia.\n\nAdditionally, AudioStudio inherits all the \"Beautiful Audio Editor\" features. It contains features to import, export, duplicate, split, trim, modify the speed, increase the volume, merge, etc, audio files. In order to implement this functionality, this web app includes multiple buttons that provides the following functionality:\n\n- Reset button resets the play pointer to the beginning and stops play.\n- Play/pause button plays or pauses audio at the current time.\n- Move button switches into move mode, in which you can move sections within - and across tracks by dragging them. \n- Duplicate button switches into duplicate mode, in which you can click sections to duplicate them.\n- Split button switches into split-section mode, in which you can split sections by pressing on them and then releasing upon finalizing the split location.\n- Remove button switches into remove mode, in which you can click sections to remove them.\n- Time Signature button makes the grid display in 4/4 time signature - 4 beats per 2 seconds.\n- Undo button undos the previous action if it exists.\n- Redo button redoes the previously undone action if it exists.\n- Share WAV button shares or downloads the project as a WAV file.\n- Share MP3 button shares or downloads the project as an MP3 file. MP3 exporting is slower than WAV exporting, but compresses audio, so MP3 files may be much smaller than their WAV counterparts.\n- Render button renders the whole project into a separate track.\n- Recording button. Start recording on a mono channel through your default microphone by clicking on this button.\n\nMoreover, AudioStudio includes audio modification using effects. You can apply effects to tracks and the master output. Effects range from simple ones such as gain, pan, and dynamic compression to varieties of frequency filters. It also includes Zoom in or out with the zoom slider in the footer. Higher numbers correspond to more detailed zooms.\n\nThis is Open Source.",
    "de": "AudioStudio ist ein Audio-Editor zum Erstellen oder Ändern von Musik- oder Audiodateien. Es ist eine Integration des \"Beautiful Audio Editor\" mit der RedcoolMedia Plattform. Die neuen Funktionen, die diese Integration bietet, sind:\n\n- Jeder MP3 oder WAV URL Link kann in AudioStudio mit einem einfachen Klick importiert werden.\n- Die MP3 und WAV erstellen, dass der Audio-Editor erstellt haben, kann mit der Cloud-Plattform geteilt werden, die von RedcoolMedia gehostet wird.\n\nDarüber hinaus erbt AudioStudio alle Funktionen des \"Beautiful Audio Editors\". Es enthält Funktionen zum Importieren, Exportieren, Duplizieren, Aufteilen, Trimmen, Ändern der Geschwindigkeit, Erhöhen der Lautstärke, Zusammenführen, usw., Audiodateien. Um diese Funktionalität zu implementieren, enthält diese Web-App mehrere Schaltflächen, die folgende Funktionalität bieten:\n\n- Reset-Taste setzt den Play-Pointer auf den Anfang und stoppt die Wiedergabe.\n- Play / Pause-Taste spielt oder pausiert Audio zur aktuellen Zeit.\n- Verschieben Sie die Schaltflächen in den Bewegungsmodus, in dem Sie Abschnitte innerhalb - und über die Spuren verschieben können, indem Sie sie ziehen.\n- Duplizieren Sie die Schaltfläche in den doppelten Modus, in dem Sie auf Abschnitte klicken können, um sie zu duplizieren.\n- Split-Taste wechselt in Split-Section-Modus, in dem Sie können Teile teilen, indem Sie auf sie und dann Freigabe nach Abschluss der Split-Location.\n- Knopfschalter in den Entnahmemodus entfernen, in dem du auf Abschnitte klicken kannst, um sie zu entfernen.\n- Time Signature-Taste macht das Raster-Display in 4/4 Zeit Signatur - 4 Beats pro 2 Sekunden.\n- Rückgängig-Taste rückgängig machen die vorherige Aktion, falls vorhanden.\n- Wiederholtaste erneuert die zuvor rückgängig gemachte Aktion, falls vorhanden.\n- WAV-Button teilen oder das Projekt als WAV-Datei herunterladen.\n- Freigeben von MP3-Schaltflächen freigeben oder lädt das Projekt als MP3-Datei herunter. MP3-Export ist langsamer als WAV-Export, aber komprimiert Audio, so MP3-Dateien können viel kleiner als ihre WAV-Pendants.\n- Render-Taste macht das ganze Projekt in einen separaten Track.\n- Aufnahmetaste. Starten Sie die Aufnahme auf einem Mono-Kanal durch Ihr Standard-Mikrofon, indem Sie auf diese Schaltfläche klicken.\n\nDarüber hinaus enthält AudioStudio Audio-Modifikation mit Effekten. Sie können Effekte auf Tracks und die Master-Ausgabe anwenden. Effekte reichen von einfachen wie Gewinn, Pan und dynamische Kompression bis hin zu Sorten von Frequenzfiltern. Es enthält auch Zoom in oder out mit dem Zoom-Schieberegler in der Fußzeile. Höhere Zahlen entsprechen detaillierteren Zooms.\n\nDas ist Open Source.",
    "es,es_419": "AudioStudio es un editor de audio para crear o modificar cualquier archivo de música o audio. Es una integración del \"Beautiful Audio Editor\" con la plataforma RedcoolMedia. Las nuevas características que ofrece esta integración son:\n\n- Cualquier enlace de MP3 o WAV URL puede ser importado en AudioStudio con un simple clic.\n- Los archivos MP3 y WAV creados por el editor de audio pueden ser compartidos mediante la plataforma cloud alojada por RedcoolMedia.\n\nAdemás, AudioStudio hereda todas las características de \"Beautiful Audio Editor\". Contiene características para importar, exportar, duplicar, dividir, recortar, modificar la velocidad, aumentar el volumen, combinar, etc, archivos de audio. Para implementar esta funcionalidad, esta aplicación Web incluye varios botones que proporcionan las siguientes funciones:\n\n- El botón Reset restablece el puntero de reproducción al principio y detiene la reproducción.\n- El botón de reproducción / pausa reproduce o pausa el audio en la hora actual.\n- El botón de desplazamiento cambia al modo de movimiento, en el que puede mover secciones dentro de - ya través de las pistas arrastrándolas.\n- El botón duplicado cambia al modo duplicado, en el que puede hacer clic en secciones para duplicarlas.\n- El botón de división cambia al modo de sección dividida, en el que puede dividir secciones pulsando sobre ellas y luego soltándolas al finalizar la ubicación dividida.\n- Eliminar los interruptores del botón en el modo de eliminación, en el que puede hacer clic en secciones para eliminarlos.\n- El botón Time Signature hace que la cuadrícula se muestre en 4/4 de firma de tiempo - 4 tiempos por 2 segundos.\n- El botón Deshacer deshace la acción anterior si existe.\n- El botón Rehacer vuelve a realizar la acción previamente deshecha si existe.\n- Comparte el botón WAV comparte o descarga el proyecto como un archivo WAV.\n- Share MP3 comparte o descarga el proyecto como un archivo MP3. La exportación de MP3 es más lenta que la exportación de WAV, pero comprime el audio, por lo que los archivos MP3 pueden ser mucho más pequeños que sus equivalentes WAV.\n- El botón Render hace que todo el proyecto se sitúe en una pista independiente.\n- Botón de grabación. Inicie la grabación en un canal mono a través de su micrófono predeterminado haciendo clic en este botón.\n\nAdemás, AudioStudio incluye modificación de audio con efectos. Puede aplicar efectos a las pistas ya la salida maestra. Los efectos van desde los más simples como la ganancia, la panorámica y la compresión dinámica hasta variedades de filtros de frecuencia. También incluye Zoom hacia dentro o hacia fuera con el control deslizante de zoom en el pie de página. Los números más altos corresponden a zooms más detallados.\n\nEste es Open Source.",
    "fr": "AudioStudio est un éditeur audio pour créer ou modifier n'importe quelle musique ou fichier audio. C'est une intégration de \"Beautiful Audio Editor\" avec la plate-forme RedcoolMedia. Les nouvelles fonctionnalités de cette intégration sont:\n\n- Tout lien URL MP3 ou WAV peut être importé dans AudioStudio avec un simple clic.\n- Les fichiers MP3 et WAV créés par l'éditeur audio peuvent être partagés à l'aide de la plate-forme cloud hébergée par RedcoolMedia.\n\nEn outre, AudioStudio hérite de toutes les fonctionnalités \"Beautiful Audio Editor\". Il contient des fonctionnalités pour importer, exporter, dupliquer, diviser, couper, modifier la vitesse, augmenter le volume, fusionner, etc., les fichiers audio. Pour implémenter cette fonctionnalité, cette application Web comprend plusieurs boutons qui fournissent les fonctionnalités suivantes:\n\n- Le bouton de réinitialisation réinitialise le pointeur de lecture au début et arrête la lecture.\n- Le bouton Lecture / pause permet de lire ou d'interrompre l'audio à l'heure actuelle.\n- Déplacez les boutons dans le mode de déplacement, dans lequel vous pouvez déplacer des sections à l'intérieur et entre les pistes en les faisant glisser.\n- Le bouton en double passe en mode en double, dans lequel vous pouvez cliquer sur des sections pour les doubler.\n- Le bouton Split permet de basculer en mode divisé, dans lequel vous pouvez diviser les sections en appuyant dessus, puis en relâchant lors de la finalisation de l'emplacement fractionné.\n- Supprimez les boutons en mode Supprimer, dans lequel vous pouvez cliquer sur des sections pour les supprimer.\n- Le bouton Signature de l'heure permet à la grille d'afficher en 4/4 fois la signature - 4 battements par seconde.\n- Le bouton Annuler supprime l'action précédente s'il existe.\n- Le bouton Redo rétablit l'action précédemment désirée si elle existe.\n- Partager le bouton WAV partage ou télécharge le projet en tant que fichier WAV.\n- Partager le bouton MP3 partage ou télécharge le projet en tant que fichier MP3. L'exportation de MP3 est plus lente que l'exportation WAV, mais comprime l'audio, donc les fichiers MP3 peuvent être beaucoup plus petits que leurs homologues WAV.\n- Le bouton Render rend l'ensemble du projet dans une piste distincte.\n- Bouton d'enregistrement. Commencez à enregistrer sur un canal mono via votre microphone par défaut en cliquant sur ce bouton.\n\nEn outre, AudioStudio comprend la modification audio à l'aide d'effets. Vous pouvez appliquer des effets sur les pistes et la sortie principale. Les effets vont de simples, comme le gain, la panne et la compression dynamique aux variétés de filtres à fréquence. Il inclut également un zoom avant ou arrière avec le curseur de zoom dans le pied de page. Des nombres plus élevés correspondent à des zooms plus détaillés.\n\nC'est Open Source.",
    "hi": "ऑडिओस्ट्यूडियो किसी भी संगीत या ऑडियो फ़ाइल को बनाने या संशोधित करने के लिए एक ऑडियो संपादक है। यह रेडकोलमीडिया मंच के साथ \"सुंदर ऑडियो संपादक\" का एकीकरण है। इस एकीकरण प्रदान की नई सुविधाएँ हैं:\n\n- किसी भी एमपी 3 या WAV यूआरएल लिंक को एक साधारण क्लिक के साथ ऑडियोस्टुडियो में आयात किया जा सकता है\n- एमपी 3 और डब्लूएवी बनाते हैं जो कि ऑडियो संपादक बनाया है, रेडकोलमीडिया द्वारा आयोजित क्लाउड प्लेटफॉर्म का उपयोग करके साझा किया जा सकता है\n\nइसके अतिरिक्त, ऑडिओस्ट्यूडियो को सभी \"सुंदर ऑडियो संपादक\" विशेषताओं का लाभ मिलता है इसमें आयात, निर्यात, डुप्लिकेट, स्प्लिट, ट्रिम, गति को संशोधित करने, वॉल्यूम बढ़ाने, मर्ज, आदि, ऑडियो फाइलें शामिल हैं। इस कार्यक्षमता को कार्यान्वित करने के लिए, इस वेब एप में कई बटन शामिल हैं जो निम्न कार्यशीलता प्रदान करते हैं:\n\n- रीसेट बटन को शुरू करने के लिए प्ले पॉइंटर को रीसेट करता है और प्ले को रोकता है।\n- वर्तमान समय में प्ले / पॉज़ बटन नाटक या ऑडियो को रोकता है।\n- हटो बटन चालन मोड में स्विच करता है, जिसमें आप उन्हें ड्रैग करके - और पटरियों के बीच में ले जा सकते हैं।\nडुप्लिकेट बटन डुप्लिकेट मोड में स्विच करता है, जिसमें आप उन्हें डुप्लिकेट करने के लिए अनुभाग क्लिक कर सकते हैं।\n- स्प्लिट बटन स्प्लिट-सेक्शन मोड में स्विच करता है, जिसमें आप उन पर दबाकर वर्गों को विभाजित कर सकते हैं और फिर विभाजित स्थान को अंतिम रूप देने पर रिहा कर सकते हैं।\n- निकालें बटन निकालें मोड में स्विच करता है, जिसमें आप उन्हें निकालने के लिए अनुभाग क्लिक कर सकते हैं।\n- समय हस्ताक्षर बटन 4/4 समय के हस्ताक्षर में ग्रिड डिस्प्ले बनाता है - 2 सेकंड के लिए 4 धड़कता है।\n- पूर्ववत बटन पिछले क्रिया को पूर्ववत करता है यदि यह मौजूद है।\n- अगर यह मौजूद है तो पहले से पूर्ववत कार्रवाई को दोबारा शुरू करें।\n- शेयर WAV बटन शेयर या WAV फ़ाइल के रूप में प्रोजेक्ट को डाउनलोड करता है।\n- शेयर एमपी 3 बटन शेयर या एक एमपी 3 फ़ाइल के रूप में परियोजना को डाउनलोड करें। एमपी 3 निर्यात WAV निर्यात की तुलना में धीमी है, लेकिन ऑडियो संपीड़ित करता है, इसलिए एमपी 3 फ़ाइलें उनके WAV समकक्षों की तुलना में बहुत कम हो सकती हैं।\n- रेंडर बटन पूरी परियोजना को एक अलग ट्रैक में प्रदान करता है\n- रिकॉर्डिंग बटन इस बटन पर क्लिक करके अपने डिफ़ॉल्ट माइक्रोफ़ोन के माध्यम से एक मोनो चैनल पर रिकॉर्डिंग प्रारंभ करें।\n\nइसके अलावा, ऑडियोस्ट्यूडियो प्रभावों का उपयोग करते हुए ऑडियो संशोधन भी शामिल है। आप पटरियों और मास्टर आउटपुट पर प्रभाव लागू कर सकते हैं। इंप्रेशन सरल लोगों जैसे कि लाभ, पैन और फ़्रीक्वेंसी फ़िल्टर की किस्मों के लिए गतिशील संपीड़न से लेकर होता है। इसमें फ़ूटर में ज़ूम स्लाइडर के साथ ज़ूम इन या आउट भी शामिल है उच्च संख्या अधिक विस्तृत ज़ूम के अनुरूप हैं।\n\nयह ओपन सोर्स है",
    "it": "AudioStudio è un editor audio per creare o modificare qualsiasi file audio o musicale. È un'integrazione del \"Beautiful Audio Editor\" con la piattaforma RedcoolMedia. Le nuove funzionalità di questa integrazione sono:\n\n- Qualsiasi link URL MP3 o WAV può essere importato in AudioStudio con un semplice clic.\n- I file MP3 e WAV creati dall'editor audio sono condivisi con la piattaforma cloud ospitata da RedcoolMedia.\n\nInoltre, AudioStudio eredita tutte le funzionalità \"Beautiful Audio Editor\". Contiene funzioni per importare, esportare, duplicare, dividere, tagliare, modificare la velocità, aumentare il volume, unire, ecc, file audio. Per implementare questa funzionalità, questa applicazione web include più pulsanti che offrono le seguenti funzionalità:\n\n- Il pulsante Reset riporta il puntatore di riproduzione all'inizio e interrompe la riproduzione.\n- Il tasto Play / Pause riproduce o mette in pausa l'audio all'ora corrente.\n- Il pulsante di spostamento si sposta in modalità di spostamento, in cui è possibile spostare le sezioni all'interno e tra le tracce trascinandole.\n- Il pulsante Duplicate passa in modalità duplica, in cui è possibile fare clic su sezioni per duplicarle.\n- Il tasto Split consente di commutare in modalità split-split, in cui è possibile suddividere le sezioni premendo su di esse e poi rilasciando dopo la finalizzazione della posizione divisa.\n- Togliere i pulsanti in modalità rimozione, in cui è possibile fare clic su sezioni per rimuoverle.\n- Il pulsante Time Signature rende la visualizzazione della griglia in 4/4 time signature - 4 beat per 2 secondi.\n- Il pulsante Undo annulla l'azione precedente se esiste.\n- Il pulsante di riattivazione riduce l'azione precedentemente annullata se esiste.\n- Condividi le parti del pulsante WAV o scarica il progetto come file WAV.\n- Condivisione di parti MP3 consente di scaricare o scaricare il progetto come file MP3. L'esportazione di file MP3 è più lenta dell'esportazione di WAV, ma compone l'audio, in modo che i file MP3 possano essere molto più piccoli rispetto alle loro controparti WAV.\n- Il pulsante Render rende l'intero progetto in una traccia separata.\n- Pulsante di registrazione. Avviare la registrazione su un canale mono tramite il microfono predefinito facendo clic su questo pulsante.\n\nInoltre, AudioStudio include modifiche audio utilizzando effetti. È possibile applicare effetti a tracce e all'uscita master. Gli effetti vanno da quelli semplici come il guadagno, la pan e la compressione dinamica alle varietà di filtri di frequenza. Include anche Zoom in o fuori con il cursore dello zoom nel piè di pagina. I numeri più alti corrispondono a zoom più dettagliati.\n\nQuesta è Open Source.",
    "ja": "- スプリットボタンはスプリットセクションモードに切り替わります。スプリットセクションモードでは、セクションを押して分割し、分割位置を確定すると解除できます。\n- 削除ボタンを削除モードにします。ここでセクションをクリックして削除モードを解除できます。\n- 拍子記号ボタンは、グリッドを4/4拍子で表示します（2秒間に4拍）。\n- [元に戻す]ボタンは、前の操作がある場合は元に戻します。\n- やり直しボタンは、元に戻したアクションがあれば元に戻します。\n- WAVボタンを共有すると、プロジェクトがWAVファイルとして共有またはダウンロードされます。\n- 共有MP3ボタンは、プロジェクトをMP3ファイルとして共有またはダウンロードします。 MP3のエクスポートはWAVの書き出しよりも遅いですが、オーディオを圧縮するので、MP3ファイルはWAVのファイルよりもはるかに小さくなることがあります。\n- レンダリングボタンは、プロジェクト全体を別のトラックにレンダリングします。\n- 録音ボタン。このボタンをクリックして、デフォルトのマイクを使ってモノラルチャンネルで録音を開始します。\n\nさらに、AudioStudioには、エフェクトを使用したオーディオの変更が含まれています。トラックやマスター出力にエフェクトを適用できます。エフェクトは、ゲイン、パン、ダイナミック・コンプレッションなどのシンプルなエフェクトから、さまざまな周波数フィルタまで幅広く対応しています。また、フッターにズームスライダーを使ってズームインまたはズームアウトすることもできます。数値が高いほど、より詳細なズームに対応します。\n\nこれはオープンソースです。",
    "ko": "AudioStudio는 음악이나 오디오 파일을 만들거나 수정하는 오디오 편집기입니다. \"Beautiful Audio Editor\"와 RedcoolMedia 플랫폼의 통합입니다. 이 통합이 제공하는 새로운 기능은 다음과 같습니다.\n\n- 간단한 클릭으로 AudioStudio에서 MP3 또는 WAV URL 링크를 가져올 수 있습니다.\n- 오디오 편집기가 만든 MP3 및 WAV 만들기는 RedcoolMedia에서 호스팅하는 클라우드 플랫폼을 사용하여 공유 할 수 있습니다.\n\n또한 AudioStudio는 모든 \"Beautiful Audio Editor\"기능을 상속받습니다. 가져 오기, 내보내기, 복제, 분할, 다듬기, 속도 수정, 볼륨 높이기, 병합 등의 기능을 오디오 파일에 포함합니다. 이 기능을 구현하기 위해이 웹 응용 프로그램에는 다음과 같은 기능을 제공하는 여러 버튼이 있습니다.\n\n- 재설정 버튼은 재생 포인터를 처음으로 재설정하고 재생을 중지합니다.\n- 재생 / 일시 정지 버튼은 현재 시간에 오디오를 재생하거나 일시 정지합니다.\n- 이동 버튼은 이동 모드로 전환됩니다. 이동 모드에서는 트랙을 드래그하여 섹션을 이동할 수 있습니다.\n- 복제 버튼은 복제 모드로 전환되며, 섹션을 클릭하여 복제 할 수 있습니다.\n- 분할 단추는 분할 구역 모드로 전환됩니다. 분할 구역 모드에서는 분할 구역을 눌러 분할 할 수 있으며 분할 된 구역을 완성 할 때 해제 할 수 있습니다.\n- 제거 버튼을 제거 모드로 전환합니다.이 섹션에서 섹션을 클릭하여 제거 할 수 있습니다.\n- Time Signature 버튼은 그리드를 4/4 박자 기호로 표시합니다 - 2 초당 4 박자.\n- 이전 작업이있는 경우 실행 취소 단추는 이전 작업을 취소합니다.\n- 다시 실행 단추는 이전에 실행 취소 한 작업이 있으면 다시 실행합니다.\n- WAV 버튼 공유는 프로젝트를 WAV 파일로 공유하거나 다운로드합니다.\n- MP3 공유 버튼은 프로젝트를 MP3 파일과 공유하거나 다운로드합니다. MP3 내보내기는 WAV 내보내기보다 느리지 만 오디오를 압축하므로 MP3 파일은 WAV 파일보다 훨씬 작을 수 있습니다.\n- 렌더링 버튼은 전체 프로젝트를 별도의 트랙으로 렌더링합니다.\n- 녹음 버튼. 이 버튼을 클릭하여 기본 마이크를 통해 모노 채널로 녹음을 시작하십시오.\n\n또한 AudioStudio에는 효과를 사용하여 오디오 수정 기능이 포함되어 있습니다. 트랙과 마스터 출력에 효과를 적용 할 수 있습니다. 효과는 게인, 팬 및 동적 압축과 같은 간단한 것부터 다양한 종류의 주파수 필터에 이르기까지 다양합니다. 또한 바닥 글의 확대 / 축소 슬라이더를 사용하여 확대 또는 축소 할 수도 있습니다. 숫자가 클수록 더 세밀한 줌에 해당합니다.\n\n이것은 오픈 소스입니다.",
    "nl": "AudioStudio is een audio-editor om muziek- of audiobestanden te maken of te wijzigen. Het is een integratie van de \"Beautiful Audio Editor\" met het RedcoolMedia platform. De nieuwe eigenschappen van deze integratie zijn:\n\n- Elke MP3 of WAV URL-link kan met een simpele klik in AudioStudio worden geïmporteerd.\n- De MP3 en WAV maken dat de audiobewerker gemaakt heeft kunnen worden gedeeld met behulp van het cloud-platform dat door RedcoolMedia wordt gehost.\n\nDaarnaast erft AudioStudio alle \"Beautiful Audio Editor\" -functies. Het bevat functies om te importeren, exporteren, dupliceren, splitsen, trimmen, de snelheid wijzigen, het volume verhogen, samenvoegen, enz., Audio bestanden. Om deze functionaliteit uit te voeren, bevat deze web app meerdere knoppen die de volgende functionaliteit bieden:\n\n- Reset-knop stelt de afspeelaanwijzer opnieuw in en stopt met afspelen.\n- De afspelen / pauzeknop speelt of pauzeert het geluid op de huidige tijd.\n- Verplaats de knop schakelaars in de bewegingsmodus, waarin u de secties binnen kunt bewegen - en over tracks door ze te slepen.\n- Dubbele knop schakelt over in de dubbele modus, waarin u secties kunt klikken om ze te dupliceren.\n- Split knop schakelt in de split-sectie modus, waarin u secties kunt splitsen door erop te drukken en vervolgens vrij te maken bij het voltooien van de split-locatie.\n- Verwijder de knop schakelaars in de verwijderstand, waarin u secties kunt klikken om ze te verwijderen.\n- Tijd Signature knop maakt het rasterweergave in 4/4 tijds handtekening - 4 beats per 2 seconden.\n- Ongedaan maken knop, verwijder de vorige actie als het bestaat.\n- Herstel knop herstelt de eerder ongedaan gemaakte actie als het bestaat.\n- Deel WAV knop deelt of download het project als een WAV bestand.\n- Deel MP3-knop aandelen of download het project als een MP3-bestand. MP3-export is langzamer dan WAV-export, maar comprimeert audio, dus MP3-bestanden kunnen veel kleiner zijn dan hun WAV-collega's.\n- Render knop maakt het hele project in een apart spoor.\n- Opnameknop. Begin met opname op een monokanaal via de standaardmicrofoon door op deze knop te klikken.\n\nBovendien bevat AudioStudio audio modificatie met effecten. U kunt effecten toepassen op tracks en de master output. Effecten variëren van eenvoudige zoals gain, pan en dynamische compressie naar variëteiten van frequentiefilters. Het bevat ook Zoom in of uit met de zoomregelaar in de voettekst. Hogere cijfers komen overeen met meer gedetailleerde zooms.\n\nDit is Open Source.",
    "pl": "AudioStudio to edytor audio do tworzenia lub modyfikowania dowolnej muzyki lub pliku audio. Jest to integracja \"Beautiful Audio Editor\" z platformą RedcoolMedia. Nowe funkcje tej integracji obejmują:\n\n- Dowolny link URL MP3 lub WAV można importować w programie AudioStudio za pomocą prostego kliknięcia.\n- MP3 i WAV tworzone przez edytor audio mogą być współużytkowane za pomocą platformy Cloud Server prowadzonej przez RedcoolMedia.\n\nDodatkowo AudioStudio dziedziczy wszystkie funkcje \"Beautiful Audio Editor\". Zawiera funkcje importowania, eksportowania, duplikowania, dzielenia, wykończenia, modyfikowania prędkości, zwiększenia objętości, scalania, etc, plików dźwiękowych. W celu wdrożenia tej funkcjonalności, ta aplikacja internetowa zawiera wiele przycisków zapewniających następujące funkcje:\n\n- Przycisk Reset powoduje zresetowanie wskaźnika odtwarzania na początku i zatrzymanie odtwarzania.\n- Odtwarzanie / wstrzymanie odtwarzanie lub wstrzymanie dźwięku w bieżącym czasie.\n- Przesuń przełącznik w tryb przenoszenia, w którym można przenosić sekcje wewnątrz i między utworami, przeciągając je.\n- Duplikuj przycisk przełącza się w tryb duplikacji, w którym można kliknąć sekcje, aby je zduplikować.\n- Przycisk podziału przełącza się w tryb podziału sekcji, w którym można dzielić sekcje naciskając na nich, a następnie zwolnić po sfinalizowaniu lokalizacji podziału.\n- Usuń przycisk w tryb usuwania, w którym można kliknąć sekcje, aby je usunąć.\n- przycisk Podpis czasowy powoduje wyświetlanie siatki w sygnaturze 4/4 - 4 uderzenia na 2 sekundy.\n- przycisk Cofnij anulowanie poprzedniej czynności, jeśli istnieje.\n- Przycisk \"Redo\" powtarza poprzednio cofnięte działanie, jeśli istnieje.\n- Udostępnianie udziałów w programie WAV lub pobieranie projektu jako pliku WAV.\n- Udostępnianie plików MP3 udziałów lub pobiera projekt jako plik MP3. Eksportowanie plików MP3 jest wolniejsze niż eksportowanie plików WAV, ale kompresuje dźwięk, więc pliki MP3 mogą być znacznie mniejsze niż ich odpowiedniki WAV.\n- Przycisk renderuje cały projekt w osobny utwór.\n- Przycisk nagrywania. Rozpocznij nagrywanie w kanale monofonicznym przez domyślny mikrofon, klikając ten przycisk.\n\nPonadto AudioStudio obejmuje modyfikację dźwięku przy użyciu efektów. Efekty można zastosować do ścieżek i wyjścia głównego. Efekty wahają się od prostych, takich jak wzmocnienie, szum i dynamiczna kompresja do odmian filtrów częstotliwości. Zawiera również powiększenie lub powiększenie za pomocą suwaka powiększenia w stopce. Wyższe liczby odpowiadają bardziej szczegółowym powiększeniom.\n\nTo jest Open Source.",
    "pt_BR,pt_PT": "AudioStudio é um editor de áudio para criar ou modificar qualquer música ou arquivo de áudio. É uma integração do \"Beautiful Audio Editor\" com a plataforma RedcoolMedia. Os novos recursos desta integração são:\n\n- Qualquer link de URL MP3 ou WAV pode ser importado no AudioStudio com um simples clique.\n- O MP3 e o WAV que o editor de áudio criou podem ser compartilhados usando a plataforma da nuvem hospedada pela RedcoolMedia.\n\nAlém disso, o AudioStudio herda todos os recursos do \"Beautiful Audio Editor\". Ele contém recursos para importar, exportar, duplicar, dividir, ajustar, modificar a velocidade, aumentar o volume, fundir, etc, arquivos de áudio. Para implementar esta funcionalidade, este aplicativo da Web inclui vários botões que oferecem a seguinte funcionalidade:\n\n- O botão Reset reaparece o ponteiro de reprodução para o início e pára a reprodução.\n- O botão Reproduzir / pautar reproduz ou pausa o áudio no momento atual.\n- Mover o botão muda para o modo de movimento, no qual você pode mover as seções dentro e entre as faixas, arrastando-as.\n- O botão duplicado alterna no modo duplicado, no qual você pode clicar em seções para duplicar.\n- O botão de divisão alterna para o modo de seção dividida, no qual você pode dividir as seções pressionando sobre elas e liberando depois de finalizar o local de divisão.\n- Remova o botão para o modo de remoção, no qual você pode clicar em seções para removê-los.\n- O botão Time Signature faz a exibição da grade em 4/4 vezes assinatura - 4 batidas por 2 segundos.\n- O botão Desfazer altera a ação anterior se ela existir.\n- O botão Redo reage a ação anteriormente desfeita se ela existir.\n- Compartilhar o botão WAV compartilha ou baixa o projeto como um arquivo WAV.\n- Compartilhar o botão MP3 compartilha ou baixa o projeto como um arquivo MP3. A exportação de MP3 é mais lenta do que a exportação WAV, mas comprime o áudio, então os arquivos MP3 podem ser muito menores do que as suas contrapartes WAV.\n- O botão Render torna todo o projeto em uma faixa separada.\n- Botão de gravação. Comece a gravar em um canal mono através do microfone padrão clicando neste botão.\n\nAlém disso, o AudioStudio inclui modificações de áudio usando efeitos. Você pode aplicar efeitos nas faixas e na saída mestre. Os efeitos variam de simples, como ganho, pan e compressão dinâmica para variedades de filtros de freqüência. Também inclui Zoom in ou out com o controle deslizante de zoom no rodapé. Números mais elevados correspondem a zooms mais detalhados.\n\nEste é Open Source.",
    "ru": "AudioStudio - это аудиоредактор для создания или изменения любого музыкального или звукового файла. Это интеграция «Beautiful Audio Editor» с платформой RedcoolMedia. Новые возможности этой интеграции:\n\n- Любая ссылка на MP3 или WAV-URL может быть импортирована в AudioStudio простым щелчком.\n- MP3 и WAV создают создание созданного аудиоредактора, используя облачную платформу, размещенную RedcoolMedia.\n\nКроме того, AudioStudio наследует все функции «Beautiful Audio Editor». Он содержит функции для импорта, экспорта, дублирования, разделения, обрезки, изменения скорости, увеличения объема, слияния и т. Д., Аудиофайлов. Чтобы реализовать эту функциональность, это веб-приложение включает в себя несколько кнопок, которые обеспечивают следующие функции:\n\n- Кнопка сброса сбрасывает указатель воспроизведения до начала и останавливает воспроизведение.\n- Кнопка воспроизведения / паузы воспроизводит или приостанавливает звук в текущее время.\n- Перемещение кнопки переключается в режим перемещения, в котором вы можете перемещать секции внутри - и через дорожки, перетаскивая их.\n- Дублированная кнопка переключается в дублированный режим, в которой вы можете щелкнуть разделы, чтобы их дублировать.\n- Кнопка Split переключается в режим разделенного раздела, в котором вы можете разделить секции, нажав на них, а затем отпустив после завершения разделения места.\n- Удалить кнопки в режиме удаления, в которых вы можете щелкнуть разделы, чтобы удалить их.\n- Кнопка «Подпись по времени» отображает сетку в сигнале 4/4 времени - 4 удара за 2 секунды.\n- Кнопка отмены отменяет предыдущее действие, если оно существует.\n- Кнопка повтора повторяет ранее отмененное действие, если оно существует.\n- Доля WAV-кнопок или загрузка проекта в виде WAV-файла.\n- Share MP3-кнопка разделяет или загружает проект в виде файла MP3. Экспорт MP3 медленнее, чем WAV-экспорт, но сжимает аудио, поэтому файлы MP3 могут быть намного меньше, чем их WAV-копии.\n- Кнопка Render отображает весь проект в отдельный трек.\n- Кнопка записи. Начните запись на моноканале через микрофон по умолчанию, нажав на эту кнопку.\n\nКроме того, AudioStudio включает в себя аудио-модификацию с использованием эффектов. Вы можете применять эффекты к трекам и главному выходу. Эффекты варьируются от простых, таких как усиление, панорамирование и динамическое сжатие до разновидностей частотных фильтров. Он также включает увеличение или уменьшение масштаба с помощью ползунка масштабирования в нижнем колонтитуле. Более высокие цифры соответствуют более подробным масштабированиям.\n\nЭто Open Source.",
    "tr": "AudioStudio herhangi bir müzik veya ses dosyasını yaratmak veya değiştirmek için kullanılan bir ses düzenleyicisidir. RedcoolMedia platformu ile \"Güzel Ses Editör\" ün entegrasyonu. Bu entegrasyonun sağladığı yeni özellikler şunlardır:\n\n- AudioStudio'da basit bir tıklamayla herhangi bir MP3 veya WAV URL bağlantısı ithal edilebilir.\n- MP3 ve WAV, ses düzenleyicisinin oluşturduğu, RedcoolMedia tarafından barındırılan bulut platformunu kullanarak paylaşılabilir olmasını sağlıyor.\n\nBuna ek olarak, AudioStudio tüm \"Güzel Ses Editörü\" özelliklerini devralır. İçeri aktarmak, dışa aktarmak, çoğaltmak, bölmek, kırpmak, hızını değiştirmek, ses seviyesini artırmak, birleştirmek, vb. Ses dosyalarını içeren özellikler içeriyor. Bu işlevin uygulanması için bu web uygulaması, aşağıdaki işlevleri sağlayan birden fazla düğme içerir:\n\n- Sıfırla düğmesi oynatma işaretçisini başa sıfırlar ve oyunu durdurur.\n- Oynat / duraklat düğmesi, sesin geçerli saatte çalınıyor veya duraklatılıyor.\n- Düğme anahtarlarını hareket moduna taşıyın; buradaki bölümleri sürükleyerek - ve boyunca parçaları taşıyabilirsiniz.\n- Yinelenen düğme yinelenen moda geçer, bunları çoğaltmak için bölümleri tıklayabilirsiniz.\n- Bölme düğmesi bölmelere bölme yaparak bölmelere bastırarak bölme yapabilir ve ardından bölünmüş konumu sonlandırdıktan sonra serbest bırakabilirsiniz.\n- Düğmeyi çıkarmak için bölümleri tıklattığınız kaldırma moduna geçer.\n- Zaman İmzası düğmesi, ızgara görüntüsünü 4/4 zaman imza - 2 saniyede 4 atımda gösterir.\n- Geri al düğmesi önceki eylemin var olup olmadığını geri alır.\n- Redo düğmesi, varsa daha önce geri alınmış işlemi yeniden oluşturur.\n- WAV paylaş düğmesi projeyi bir WAV dosyası olarak paylaşır veya indirir.\n- MP3 düğmesini paylaşın veya projeyi bir MP3 dosyası olarak indirir. MP3 dışa aktarma WAV dışa aktarımından daha yavaş, ancak sesleri sıkıştırıyor, bu yüzden MP3 dosyaları kendi WAV eşdeğerlerinden daha küçük olabilir.\n- Render düğmesi tüm projeyi ayrı bir pist haline getirir.\n- Kayıt düğmesi. Varsayılan mikrofonunuz aracılığıyla bu düğmeye tıklayarak mono kanala kayıt başlatın.\n\nDahası, AudioStudio efektleri kullanarak ses değişikliği içerir. Parça ve ana çıkışa efekt uygulayabilirsiniz. Etkiler, kazanç, pan ve dinamik sıkıştırma gibi basit araçlardan frekans filtrelerinin çeşitlerine kadar değişir. Ayrıca, altbilgindeki yakınlaştırma kaydırıcısıyla Yakınlaştırma veya Uzaklaştırma özelliğini de içerir. Yüksek rakamlar daha ayrıntılı zumlara karşılık gelir.\n\nBu Açık Kaynak.",
    "uk": "AudioStudio - це звуковий редактор для створення або зміни будь-яких музичних або аудіо файлів. Це інтеграція \"Beautiful Audio Editor\" з платформою RedcoolMedia. Нові можливості, які забезпечує така інтеграція:\n\n- Будь-який MP3-чи WAV-URL-посилання можна імпортувати в AudioStudio за допомогою простого клацання.\n- MP3 та WAV, створені для створення аудіоредактора, можна розподілити за допомогою хмарної платформи, розміщеної RedcoolMedia.\n\nКрім того, AudioStudio успадковує всі функції \"Красивого аудіо редактора\". Він містить функції для імпорту, експорту, дублікату, розколу, обробки, зміни швидкості, збільшення гучності, об'єднання тощо, аудіофайлів. Для реалізації цієї функції веб-додаток містить кілька кнопок, які забезпечують таку функціональність:\n\n- Кнопка скидання скидає покажчик відтворення до початку і зупиняє відтворення.\n- Кнопка відтворення / паузи відтворює або призупиняє звук у поточному часі.\n- Кнопка переміщення перемикається в режим переміщення, за допомогою якого ви можете переміщувати розділи всередині та між доріжками, перетягнувши їх.\n- Кнопка дублікатів переключиться в режим дублювання, в якому ви можете натискати розділи, щоб дублювати їх.\n- Спліт кнопка перемикається в режим роздільного розділу, в якому ви можете розділити секції, натиснувши на них, а потім відпустити після завершення розбиття місці.\n- Вийміть перемикач кнопок у режим видалення, в якому ви можете натиснути розділи, щоб видалити їх.\n- кнопка підписування часу робить дисплей сітки 4/4 часу сигнатурою - 4 ударів на 2 секунди.\n- Скасувати кнопку відновить попередню дію, якщо вона існує.\n- кнопка \"Повторити\" повторює раніше скасовану дію, якщо вона існує.\n- Частка WAV-кнопки поширює або завантажує проект як файл WAV.\n- Поділіться кнопкою \"MP3\" або завантажує проект як файл MP3. Експорт MP3 відбувається повільніше, ніж експорт WAV, але стискає звук, тому файли MP3 можуть бути набагато меншими, ніж у аналогів WAV.\n- Кнопка \"Відтворення\" перетворює весь проект на окрему доріжку.\n- кнопка запису. Почніть запис на моноканалі за допомогою мікрофона за умовчанням, натиснувши цю кнопку.\n\nКрім того, AudioStudio включає аудіо модифікацію з використанням ефектів. Ви можете застосувати ефекти до композицій та майстер-вихід. Ефекти відрізняються від простих, таких як підсилення, панорамування та динамічне стиснення до різновидів частотних фільтрів. Він також включає збільшення або зменшення масштабу за допомогою повзунка масштабування в нижньому колонтитулі. Більше число відповідає більш детальним масштабам.\n\nЦе відкритий код.",
    "zh_CN": "AudioStudio是用于创建或修改任何音乐或音频文件的音频编辑器。它是“美丽的音频编辑器”与RedcoolMedia平台的集成。该集成的新功能包括：\n\n- 通过简单的点击，可以在AudioStudio中导入任何MP3或WAV URL链接。\n- 音频编辑器创建的MP3和WAV创建可以使用由RedcoolMedia托管的云平台共享。\n\n此外，AudioStudio继承了所有的“美丽的音频编辑器”功能。它包含导入，导出，复制，分割，修剪，修改速度，增加音量，合并等功能的音频文件。为了实现此功能，此Web应用程序包含多个按钮，提供以下功能：\n\n- 重置按钮将播放指针重置到开头，停止播放。\n- 播放/暂停按钮在当前时间播放或暂停音频。\n- 移动按钮切换到移动模式，您可以通过拖动移动模式移动轨迹并跨轨道移动。\n- 重复按钮切换到重复模式，您可以在其中单击部分以复制它们。\n- 分割按钮切换到分割模式，您可以通过按部分模式分割部分，然后在完成分割位置时释放。\n- 删除按钮切换到删除模式，您可以在其中单击部分删除它们。\n- 时间签名按钮使网格显示为4/4时间签名 - 每2秒4次。\n- 撤消按钮删除上一个操作（如果存在）。\n- 重做按钮可以重新取消以前撤消的操作（如果存在）。\n- 共享WAV按钮共享或将项目下载为WAV文件。\n- 分享MP3按钮共享或将项目下载为MP3文件。 MP3导出比WAV导出速度慢，但是压缩音频，所以MP3文件可能比WAV对应的要小得多。\n- 渲染按钮使整个项目成为一个独立的轨道。\n- 录音按钮通过点击此按钮，通过默认麦克风在单声道通道上开始录制。\n\n此外，AudioStudio包括使用效果的音频修改。您可以对曲目和主输出应用效果。效果范围从简单的增益，平移和动态压缩到各种频率滤波器。它还包括放大或缩小页脚中的缩放滑块。较高的数字对应于更详细的缩放。\n\n这是开源。"
  }
}