{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Moto X3m Pool Party Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Moto X3m Pool Part right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Moto X3M Pool Party is an exhilarating game available as a Chrome Extension. You can also play it for free on the website https://moto-x3m.org/. In this game, players are in for a thrilling poolside adventure with their motorcycles.\n\nAs the game begins, players dive into a water-themed world, where they navigate through a series of challenging levels set around pools and water parks. The objective is to complete each level while performing daring stunts, avoiding obstacles, and reaching the finish line as quickly as possible.\n\nThe controls are user-friendly, with players using the arrow keys to accelerate, brake, and balance their motorcycles. The game's physics engine adds realism, making the jumps and maneuvers feel exciting and dynamic.\n\n\"Moto X3M Pool Party\" features vibrant and colorful graphics, immersing players in a lively pool party atmosphere. The sound effects and music enhance the gameplay experience, creating a sense of fun and energy.\n\nWith its addictive gameplay, challenging levels, and refreshing pool-themed setting, \"Moto X3M Pool Party\" is a fantastic choice for motorcycle enthusiasts and fans of thrilling racing games. So, grab your virtual helmet, dive into the pool, and let the excitement begin. Play now and make a splash!\n*Note: We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website https://mariogames.org"
  }
}