{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Papa's Cheeseria Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click access to Papa's Cheeseria Cooking Game - Shortcut"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yo, grilled cheese fans (and fans of all things Papa Louie)! Are you ready to ditch boring lunches and become the ultimate sandwich artist? Buckle up and prepare to have your tastebuds blown away by the cheesy, carby awesomeness that is Papa's Cheeseria! 🧀💥\n\nImagine having a whole restaurant dedicated to the art of the perfect grilled cheese sandwich – we're talking about a culinary playground packed with all the fixings! From fluffy white bread to crusty sourdough, a rainbow of cheeses, mountains of toppings, and sauces galore, the possibilities are endless. You're not just making sandwiches here, folks; you're crafting edible masterpieces! ✨\n\nPapa Louie games are famous for their blend of hilarious chaos and seriously satisfying gameplay, and Papa's Cheeseria delivers! Customers will swarm your shop with all sorts of wild sandwich requests, and it's your job to keep up. Think you can handle the heat?  You'll be grilling, flipping, chopping, and serving with the speed of a culinary superhero.  But hey, the pressure is half the fun, right? 😉\n\nOf course, with great power comes great rewards! Imagine the thrill of unlocking new ingredients, building legendary special recipes, and becoming the grilled cheese champion of the town. Every day is a delicious new challenge, a fresh stack of orders, and a chance to showcase your culinary genius.  It's the tastiest time management adventure you'll ever play! ⏰\n\nSpeaking of genius, ever find yourself with a few minutes to spare and a serious hankering for cheesy goodness?  Papa's Cheeseria unblocked lets you satisfy that craving anytime, anywhere. Play it online for free and get ready for nonstop, cheesy fun.  But fair warning: this game is highly addictive and might just turn you into a grilled cheese fiend! 😋\n\nSo, are you ready to join the ranks of Papa's legendary chefs and whip up the most epic sandwiches ever?  If you're a fan of Papa Louie games, cooking, or just having a whole lot of chaotic fun, then Papa's Cheeseria is about to become your new obsession. Who needs a boring PB&J when you can have a gourmet grilled cheese masterpiece instead?\n\nAnd listen up, shortcut seekers! This Chrome Extension is your ticket to cheesy paradise.  One click on Magbei.com, and boom -  you're instantly transported to Papa's Cheeseria. Consider it a permanent bookmark, just loaded with melty cheese and crispy toast.  The future of grilled cheese convenience is here, my friends! 😉\n\nWhat's a launcher/shortcut extension? It's basically your magic button to skip all the boring steps and take you straight to the good stuff. Load up Papa's Cheeseria like a pro with just a single click – perfect for when you need a quick and cheesy escape from reality!\n\n\n\n\n\nDisclaimer: This extension and Magbei.com are not affiliated with or endorsed by the copyright holder of the game. All copyrights and trademarks for characters, etc., belong to their respective owners. \nThis extension only serves as a shortcut to the website where the game can be played. The extension is provided \"as is\" and there is no warranty of any kind."
  }
}