{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "aeyemotion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "aeyemotion | the new eye tracking standard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "„AEYEMOTION“ leitet sich aus den Worten Artificial Intelligence = Künstliche Intelligenz und Bewegung ab und beschreibt so schon kurz und knapp worum es eigentlich geht.\nWir haben eine Software entwickelt, die es schafft, durch die Regeneration von Heatmaps, Gaze Plots, Opacity Maps und einer „allgemeinen Bewertung“ des User Interfaces, Teile von Eye-Tracking-Studien automatisiert und ohne menschliches Zutun am PC zu simulieren und den Blickverlauf des Menschen zu imitieren.\nDurch die Anwendung unserer Software kann so u.a. die Webseiten, Produkt- und Werbe-Interaktion mit Kunden optimiert und gesteigert werden.\nDurch die Anwendung unserer künstlichen Intelligenz kann so nachempfunden werden, welche Bereiche für den Menschen in einem gegebenen Bild oder Video besonders spannend sind und wie viel Aufmerksamkeit den jeweiligen Bereichen gewidmet wird\n\nEye Tracking Studien mit echten Probanden sind kostspielig und zeitintensiv.\nDaher unsere Idee, warum nicht Daten vollautomatisiert am Rechner erhalten und dadurch nicht nur Geld, sondern auch vor allem viel Zeit zu sparen. So entstand „AEYEMOTION“.\nUnsere künstliche Intelligenz funktioniert über „Deep Learning“ ”, ein Versuch das menschliche Gehirn in Teilen am PC zu simulieren. Es benötigt nur einmalig Probanden, die dazu beitragen, die Interaktion und den Blickverlauf echter Nutzer auf Webseiten zu imitieren, indem es lernt wie ein Mensch \"zu schauen\".  So entwickelt sich AEYEMOTION zu einem repräsentativen Ersatz zu echten Personen. \n\nDer Kunde kann einzelne Bildausschnitte oder den Link seiner Webseite hochladen. Vor allem, aber nicht ausschließlich StartUps können so in Ihrer Anfangsphase von unserem Programm profitieren.\nIn der Simulation werden vier Faktoren betrachtet.\n1.\tBei der Heatmap wird gezeigt, welche Elemente am meisten Aufmerksamkeit bekommen.\n2.\tDer Gaze Plot spiegelt den Blickverlauf auf gegebener Webseite wider.\n3.\tDie Opacity Map verdunkelt die Bereiche, die vermutlich kaum oder gar nicht betrachtet werden.\n4.\tUnd zuletzt die User Bewertung, um zu zeigen wie gut die Webseite potenziellen Benutzern gefallen wird.\n\nDie Software liefert dabei Ergebnisse in wenigen Minuten und somit Echtzeit Feedback zum aktuellen User Interface, zum Produkt-Design, zum Werbeblock oder Plakat oder eben zu allem, was man der Software zuspielt.\n\nUnsere Vision ist es Kundenerfahrung für jedermann, zu jeder Zeit und an jedem Ort messbar und analysierbar zu machen, auch dort wo es aus verschiedensten Gründen bisher nicht möglich war."
  }
}