{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InspiroTron Reply With AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write entire emails 10x faster using ChatGPT AI (Works on GMail and Outlook)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your email crafting experience with InspiroTron, your AI-powered writing companion, and bid farewell to writer’s block and time-consuming drafts! This revolutionary Chrome extension seamlessly integrates with Gmail and Outlook, offering you instant access to ChatGPT’s brilliance right where you need it.\n\nCraft compelling emails, articulate your thoughts clearly, and convey your messages confidently—all at lightning speed. Whether you’re a professional aiming for clear and concise communication, a student reaching out to professors, or simply someone wanting to make a great impression, InspiroTron is your go-to tool.\n\nKey Features:\n\nSpeed Up Your Writing: Say goodbye to long hours spent on drafting emails. With InspiroTron, generate full-bodied, coherent emails in a blink.\nEnhance Your Communication: Make every word count. Convey your thoughts with clarity, precision, and a touch of creativity.\nAI-Powered Intelligence: Powered by OpenAI’s state-of-the-art ChatGPT, InspiroTron understands context and nuances, ensuring your emails hit the right note every time.\nUser-Friendly Design: Enjoy a seamless, intuitive experience with a tool that’s built to complement your natural writing flow.\nSecure and Reliable: Your privacy is paramount. InspiroTron works in real-time without storing your data, ensuring your confidential information stays just that—confidential.\nRevolutionize the way you write and communicate with InspiroTron, and experience a world where ideas flow freely, and emails write themselves. Download today and step into a future of effortless, empowered, and eloquent communication!"
  }
}