{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Meet Extension  – Ultimate Productivity Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify and supercharge your Google Meet with advanced tools for productivity and engagement."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your online meetings with Google Meet Extension—the all-in-one solution designed to enhance your virtual collaboration. From saving time to boosting productivity, this powerful extension equips you with everything you need for smooth and efficient meetings.\n\nKey Features:\n\n⏺ Instant Join: Skip the waiting screen and join meetings instantly.\n⏺ Advanced Camera & Mic Controls: Quickly toggle camera and microphone settings for hassle-free participation.\n⏺ Focus Mode: Minimize distractions and concentrate on your discussions.\n⏺ Meeting Timer: Stay on schedule with built-in timers.\n⏺ Smart Automation: Automate repetitive tasks.\n⏺ Chat history: Download chat history.\n\nWhy Choose Google Meet Extension?\n\n⏺ Save Time: Eliminate waiting and streamline meeting setup.\n⏺ Boost Productivity: Simplify tasks and focus on meaningful conversations.\n⏺ Enhance Engagement: Make meetings interactive and inclusive with advanced collaboration tools.\n⏺ Customize Your Experience: Tailor features to match your specific needs and preferences.\n\nWho Is This For?\nThis extension is perfect for:\n\n⏺ Remote Teams: Foster collaboration and streamline workflows.\n⏺ Educators: Create dynamic and efficient classrooms.\n⏺ Managers & Leaders: Organize and oversee team meetings effortlessly.\n⏺ Busy Professionals: Simplify your day with powerful tools for online meetings.\n\nWhether you’re leading a team, teaching a class, or attending a meeting, this extension has everything you need to succeed.\n\nInstall Now and redefine how you meet online!\n\nFeature request:\n↗ https://forms.gle/7WMM9U5swYSdWiww7\n\nBy installing and using this extension, you acknowledge and agree to the Privacy Policy and Terms of Service:\nhttps://meetextension.com/privacy-policy\nhttps://meetextension.com/terms\n\nDisclaimer\n— ⚠️ This is not a Google Product ⚠️\n— By using \"Record a video meeting\" feature you accept responsibility for complying with applicable laws."
  }
}