{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML & CSS Code Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An interactive HTML and CSS code editor with real-time preview and a sidebar. Easily import, edit, and visualize your code."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🖥️ HTML & CSS Code Viewer : Create and Preview Instantly! 🖥️\n\n🚀 Step into a seamless coding experience with Live HTML & CSS Editor! Whether you're testing code snippets or building small projects, this extension makes editing and previewing code simple, fast, and interactive.\n\n✨ Key Features:\n\n- Real-Time Preview: Instantly see how your HTML and CSS come together in a live preview window.\n- Clipboard Integration: Quickly import your code directly from the clipboard with a single click.\n- Toggle Editors: Hide or display the HTML and CSS editors to focus on what matters most.\n- Syntax Highlighting: Enjoy clean, readable code with built-in syntax highlighting using Prism.js.\n\n🛠️ Perfect For:\n\n- Developers looking to test ideas on the go.\n- Beginners learning HTML & CSS with live feedback.\n- Designers tweaking and refining website components.\n\n🌟 Why Choose Live Code Editor?\n\n- Simplified Workflow: Import, edit, and visualize your code effortlessly.\n- Lightweight & User-Friendly: An intuitive interface designed for everyone.\n- Productivity Boost: Focus on coding, not setup or configuration.\n\n📣 Stay Tuned!\n- More features, such as JavaScript support and enhanced previews, are coming soon!\n\n💬 Questions or Suggestions? Reach us at support@cybercookie.party\n\n⚡ Supercharge your coding workflow today with HTML & CSS Code Viewer!"
  }
}