{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best Shopify Theme Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Best Shopify Theme Detector identifies Shopify store themes quickly and easily.It Suggests useful apps to optimize your store."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Shopify theme detector chrome extension is a tool that allows users to easily identify the theme a Shopify store is using. This can be useful for store owners, designers, and developers who want to learn more about a specific theme or find similar themes for their own stores.\n\nTo use the extension, simply navigate to a Shopify store in your chrome browser and click on the extension icon. The extension will then scan the store and display the name of the theme being used. Some extensions may also provide additional information such as the theme developer, a live demo of the theme, and links to purchase the theme.\n\nOne of the benefits of using a Shopify theme detector extension is that it can save you time and effort when researching themes for your own store. Instead of manually inspecting the code or trying to guess the theme, you can quickly and easily see what theme a store is using. This can also be helpful when trying to find similar themes to a store you like.\n\nThe Best Shopify Theme Detector helps you identify the themes used by Shopify stores quickly and easily. New Feature: Our tool now includes the functionality of sponsored apps on popup, which allows you to see recommended applications related to the detected theme. This feature aims to enhance your store-building experience by suggesting useful apps that can optimize your Shopify store.\n\nAnother benefit of a Shopify theme detector extension is that it can help you keep track of the themes your competitors are using. By identifying the theme a competitor's store is using, you can gain insight into the features and design elements that are resonating with their customers. This can help you make informed decisions about the theme you choose for your own store.\n\nThe Best Shopify Theme Detector helps you identify the themes used by Shopify stores quickly and easily. New Feature: Our tool now includes the functionality of sponsored apps on popup, which allows you to see recommended applications related to the detected theme. Additionally, the tool promotes other relevant apps in the popup, providing suggestions that can help enhance your store-building experience. This feature aims to suggest useful apps that can optimize your Shopify store.\n\nOverall, a Shopify theme detector chrome extension is a useful tool for anyone working with Shopify stores. It can save you time and effort when researching themes, help you find similar themes, and give you valuable insights into the themes your competitors are using."
  }
}