{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FitYou"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that helps shoppers to find their size and fit easily when shopping for clothes online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Update: Customise your preferred Exact and Close fit and in your preferred colours! Install and sign up as a user to try it out FREE for a month! *\n\nWhen shopping online, do you find it a hassle to convert cm to inches or vice versa? Searching through the size chart each time to identify if they have the correct size you need? \n\nFind your sizes easily with FitYou.\n\nFitYou helps you to:\n+ Toggle easily between inches and cm!\n+ Enter your measurements and they will be automatically highlighted in the size charts of MANY popular websites such as FashionTIY, Mr Porter, H&M and more!\n+ Quickly see which is an EXACT FIT +/-3cm (or 1 inch) or CLOSE FIT +/- 5cm (or 2 inches) at a glance!\n\nTry FitYou today to enhance your shopping experience! \n\n-----------------------------------------------------------------------\n\n\nFitYou highlights your measurements on the size chart. However, due to some clothing websites’ design, you may be required to refresh and/or click on the size chart, especially after updating any measurements or toggling between cm/inches.\n\nThe current version supports size charts in a table format (non-image) in clothing websites in English language for clothing such as tops and dresses. Love it but like to use FitYou in a different language or your favourite shopping website?  Let us know by leaving us a review or emailing us!"
  }
}