{
  "name": {
    "ar": "حاجب شركات وظائف LinkedIn",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Jobs Blocker",
    "de": "LinkedIn Jobs Unternehmensblocker",
    "es,fr": "Bloqueador de Empresas de LinkedIn Jobs",
    "hi": "लिंक्डइन जॉब्स कंपनी ब्लॉकर",
    "it,ko": "Blocco Aziende LinkedIn Jobs",
    "ja": "LinkedIn ジョブ企業ブロッカー",
    "nl": "LinkedIn Bedrijvenblokker"
  },
  "short": {
    "ar": "إخفاء قوائم الوظائف على LinkedIn من الشركات التي تحددها.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily hide job listings on LinkedIn based on companies or status.",
    "de": "Verbergen Sie Stellenangebote auf LinkedIn von bestimmten Unternehmen.",
    "es,fr": "Oculta ofertas de empleo en LinkedIn de empresas que especifiques.",
    "hi": "लिंक्डइन पर उन कंपनियों से जॉब लिस्टिंग छिपाएँ जिन्हें आप निर्दिष्ट करते हैं।",
    "it,ko": "Nascondi offerte di lavoro su LinkedIn da aziende specifiche.",
    "ja": "指定した企業の LinkedIn 求人情報を非表示にします。",
    "nl": "Verberg vacatures op LinkedIn van specifieke bedrijven."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of seeing job listings from companies you're not interested in? This extension helps you streamline your LinkedIn job search by hiding job postings from specified companies. Whether you're avoiding recruiters or focusing on opportunities from specific organizations, this tool saves you time and reduces distractions.\n\nKey Features:\n✅ Speed up your job search by quickly hiding job listings you don't want to see.\n✅ Single click to add companies straight from the LinkedIn Jobs page or manually add via the extension UI.\n✅ Allows you to select categories to automatically block - Applied, Viewed, Dismissed, or Promoted.\n✅ Simple, clean interface to manage your blocklist.\n\nWhy Choose This Extension?\n1. Simple to Use: No complicated setup—just install, add companies to your list, and enjoy a cleaner LinkedIn experience.\n2. Focused Search: Stay focused on the job opportunities that matter to you by filtering out the noise.\n3. Non-Intrusive: This lightweight extension works in the background to enhance your job search without slowing down your browser.\n4. FREE: All features are available instantly, requires no login, and is completely free!\n\nIf you find this extension helpful, consider buying me a coffee! Your support helps me maintain and improve this tool.\nhttps://buymeacoffee.com/ericrippetoe"
  }
}