{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Images can be extracted and batch downloaded from most websites. Especially for websites the right click fails or image cant save"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How to use\nBasic usage\nThere are two ways to open the script page,\n1. Shortcut keys, alt+w, it is best to use this method to open websites such as Yaoqi, Tencent Comics, B station, etc.\n\n2. click the popup button\n\nExtended Features\nModify download file name\nThe script will automatically generate a download file name with a domain name + timestamp, you can also manually modify it to the file name you need.\n\nzip download\nUsing zip download, you can compress and pack all pictures into a zip file for download, so when you download multiple pictures, you only need to download a zip package, and you do not need to open a download link for each picture.\nNow a zip download option has been added, which is disabled by default. If you do not use zip download, you do not need to open this option.\nTurning on the zip option will require a cross-domain request. Most images cannot be packaged into a zip package without cross-domain. It is recommended to allow all domain names to cross domains after each update of the script, and the script is open source.\n\nAuto-enlarge image\nWhen there are multiple specifications of pictures in the website, the large picture/original picture is automatically obtained. When obtaining, the original picture displayed on the website will be retained, and the corresponding large picture will also be automatically obtained.\nManual configuration\nWrite a txt file, then write the rules in the following format, and then use \"Import Custom Rules\" to import\n[\n{originReg:/(?<=(.+sinaimg\\.(?:cn|com)\\/))([\\w\\.]+)(?=(\\/.+))/i,replacement:\" large\",tip:\"for Sina Weibo\"},\n]\nThe outside is an array, the inside is an object, originReg corresponds to a parameter of the replace function, replacement corresponds to the second parameter of the replace function, and tip is a prompt description\nList of websites that support automatic large images by default\nI wrote it in the script, the default list of websites that support automatic large pictures, you are also welcome to leave a message in the feedback area to add more automatic large picture websites\nweibo.com, Taobao websites (taobao.com, tmall.com, aliexpress.com, 1688.com), jd.com, bilibili.com, wallhaven.cc\n\n\nExport image address\nIt is best to remove the zip download option when exporting the image url, otherwise the exported address has been converted to base64 format, so the file will be very large.\n\nAdditional Notes\nFirst, it is currently only suitable for the combination of chrome+tampermonkey, the chromium kernel used by the edge browser, I have tried several websites, and most of them should be fine. There is a good chance that other combinations are problematic. Because the adaptation is too troublesome, there is no plan to make other combinations of adaptations for the time being.\nSecond, the script can run on all websites, but each website has different strategies and the results of running are also different. Therefore, for feedback, you need to bring a specific website, preferably a specific webpage\nThree, comics download, I have tried B station and Tencent comics, and they are demonic.\nNote:\nYou can already download the comics from station b. There are two reading modes for station b comics:\nOne is to load many words at one time, because too many pictures are loaded at one time, and the pictures need to be obtained asynchronously after opening the script. But the download is very cool, as long as you drag it to the end and load all the pictures, you can download dozens of words at one time. (When it is not dragged to the end, there will be many blank large pictures, so if you want to download it, you must manually drag it yourself. After dragging it to the end, open the script page to download). The slow loading is also because the B station adds a layer of canvas to the picture. You need to crack his canvas restrictions before downloading. Even if there are many pictures on a normal website, it will not cause the opening of the script page to be very slow.\nThe second is that the current reading will be displayed, the previous reading will be destroyed, and the subsequent ones will not be preloaded. In this reading mode, opening scripts is as fast as any other website, but only one or two pages of comics can be downloaded at a time."
  }
}