{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trellists: Trello Lists Master"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow to hide and show lists at Trello's boards."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trello.com is the really great tool but if you have a lot of Lists it will be hard to manage them or you should use horizontal scroll all the time.\n\nThis extension solves problem of horizontal scrolling and makes easier management of boards with a huge amount of Lists. Main features:\n* Adds a nice bar at the top where all existing Lists are shown;\n* Hide and show Lists at board by clicking List name in the bar;\n* Status of each List represented by color: grey for hidden List and white for shown.\nUpdates:\n\n2.8\n* Removed unused permission 'storage'.\n\n2.7 \n\n* Minor change. Removed useless 'tabs' permission.\n\n2.6 \n\n* Fixed issue when status of list wasn't restored from localStorage when switched to new board and then back again.\n\n\n2.5 \n* Fixed bug with single qoutes in list names which blocked any operation with lists.\n* Improved speed of menu rendering.\n* Implemented menu updating on list archive/move.\n\n2.2\n\n* Updated extension to work with newest changes in trello.com layout.\n\n2.1\n\n* Implemented storing state of each List in LocalStorage so you shouldn't set state each time you opened board.\n\n2.0\n* Fixed bugs https://trello.com/c/xNzKkl72 and https://trello.com/c/XolHwvsc which blocked adding new cards and hides horizontall scroll bar if board contain a huge amount of lists.\n\n1.9\n* Minor fixes and improvements.\n\n1.8\n* Fixed bug with wrong color of tabs for newly created Lists.\n* Improved behavior of 'Hide all/Show all' button.\n\n1.7\n* Added ability to hide all and show all Lists in one clik. Now you can easily hide all lists then show only one and manage cards in this list without any scrolling. Nice!\n\n1.6\n* Fixed automatic injection of extension to Trello's page. Now list of all lists will appear automatically for all Boards.\n* Added new screenshots.\n\n1.5\n* Implemented storing status of List (hidden/shown) for each List at board and correct status in top Menu for each tab (which represents actual tab).\n\n1.4\n* Implemented integration with 'Points for Trello' extension which updates Lists headers each 2 seconds and slow down whole page if there are a lot of lists.\n* Removed jQuery fadeIn effect for top bar to avoid flashing.\n\n1.3\n* Fixed a lot of bugs.\n* Increased speed of application.\n* Improved UI.\n* Changed styles of Bar to look more like Trello's native elements.\n* Bar in header now appears just after page load automatically.\n* Bar updates on List creation/removing/title update/archiving.\n* Implemented support of drag-and-drop List's movements.\n\n\n\n1.1\n* Updated to newest version of trello.com.\n* Better UI.\n* Removed useless HTML.\n\n1.0 \n* Shows lists in one row in the header."
  }
}