{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VCCGenerator - Credit Card Generator Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate valid credit card and BIN details including Name, Address, Expiry, and CVV for secure online testing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VCCGenerator is your reliable companion for online safety, especially when dealing with sensitive financial information like credit card numbers. Our Credit Card Generator is a specialized tool designed for developers, educators, and students working in programming, education, and code development fields.\n\nThe generator creates valid credit card numbers that follow real credit rules, but they're not real cards. They can't be used to make actual purchases, but they're perfect for testing payment systems or for development and educational purposes.\n\nOur tool uses the Luhn Algorithm, a standard in the credit card industry, ensuring the numbers generated are realistic for testing environments.\n\nUsing VCCGenerator is simple. Choose a Bank Identification Number (BIN) and hit \"GENERATE.\" You'll get a valid number for testing. Our BIN Checker tool is also available to give you more insights into the card-issuing details.\n\nApart from Credit Card Generator  we have also developed a Credit Card Validator tool. This tool provides you with all the details of the card which you can verify and ensure that your card is valid. It has built-in Luhn algorithm checker, which will check your card number against the Luhn algorithm for validating.\n\n➡️ Why should you use VCCGenerator?\n\n✅ Prototyping: Perfect for developers to test payment systems without the risk of real charges.\n\n✅ Education: A practical tool for students to understand credit card numbers and the Luhn Algorithm.\n\n✅ Code Development: Ideal for coders to test payment processing systems on e-commerce sites.\n\n➡️ Features of the VCCGenerator:\n\n✅ Supports All Major Credit Card Types: Our tool is equipped to handle a wide range of credit card formats, ensuring compatibility with major credit card standards globally. This feature is crucial for diverse testing scenarios, accommodating various types of credit card transactions without being limited to specific brands.\n\n✅ Select or Enter BIN: You have the flexibility to select or enter a specific Bank Identification Number (BIN), allowing the generation of numbers tied to particular card issuers.\n\n✅ Generates Random Valid Numbers: The tool creates random but valid credit card numbers. Ideal for testing payment systems, these numbers can simulate real-world scenarios without any financial risk.\n\n⚠️ DISCLAIMER: VCCGenerator's Credit Card Generator (including BIN Generator) tool does not generate credit card numbers that have real money and doesn't belong to any cardholder. Do not try to use credit card details generated by our tool for any transactions, as the purchase will not be able to go through. This is because the numbers do not have a valid expiration date, cardholder's name, or CVV number."
  }
}