{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cypherdog Encryption"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Encrypt any file, any text, and share via any medium, any time"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure any text and file with end-to-end encryption. \nOne click. Complete protection.\n\nThe software encrypts all text messages and files that you can conveniently share via e-mail, cloud storage or any chat system. The solution also verifies the sender's identity for added security. If you value the privacy and confidentiality of your communication, give our user-friendly software a try, as it rightly maintains the highest message security level.\n\n\nTo use the plugin for encrypting email messages, it is necessary to install the Cypherdog Encryption desktop application and register an account. Download the application  from the website https://www.cypher.dog/cdog-download-the-app-encryption/ \n\nCypherdog Encryption Application - installed in the operating system, available from the sidebar.\nCypherdog Encryption Plugin - installed in a browser or e-mail native client. \n\nThe Cypherdog Encryption Plugin module is responsible for interaction with the user and managing the encryption and decryption of messages.The Cypherdog Encryption Application module, on the other hand, supervises the authorisation to your private key and performs cryptographic operations in a tangible sense.\n\nThis plugin:\nis supporting encryption and decryption e-mail messages in Gmail and web Outlook. \nis not supporting other webmail clients\nEncryption and decryption of attachments (or every file) is possible using Cypherdog Encryption Application\n\n\nOnly processes authorized by the Cypherdog Encryption Application module can use your private key. This means that the browser and other approved methods will never have control over your private key. They will only be able to use it to encrypt and decrypt messages. The architecture of our solution ensures complete separation of customer's e-mail from your private key.\n\nCypherdog uses proven cryptographic algorithms, such as the 3072-bit RSA key and the SHA512 hash function. The assurance of complete security is based on the zero-knowledge security model, without involving any \"trusted\" third party, including Cypherdog, Certification Authority, and e-mail provider."
  }
}