{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Free YouTube: Обходите Блокировки и Ускоряйте Работу YouTube!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Free YouTube: Обходите Блокировки и Ускоряйте Работу YouTube!\n\nFree YouTube — это расширение для браузера, которое решает…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Free YouTube: Обходите Блокировки и Ускоряйте Работу YouTube!\n\nFree YouTube — это расширение для браузера, которое решает вопросы, как обойти блокировку YouTube, и помогает ускорить его работу. Независимо от того, где вы находитесь, этот инструмент обеспечит стабильный доступ к платформе и улучшит её производительность.\n\nПочему Free YouTube — это то, что вам нужно:\n- ♻️ Как обойти замедление YouTube. Легкое решение для ускорения работы платформы.\n- ♻️ Как смотреть YouTube в 2024 году. Подходит для всех современных устройств.\n- ♻️ Эффективный способ обхода блокировок. Работает там, где другие инструменты могут не справиться.\n\nОсновные функции плагина:\n- 🌟 Как смотреть YouTube без проблем. Забудьте о блокировках и замедлениях.\n- 🚀 Ускорение загрузки видео. Наслаждайтесь видео без задержек и прерываний.\n\nЗачем обходить блокировки YouTube?\n- 🎯 Как обойти блокировку YouTube. Сохраните доступ к нужным ресурсам.\n- ⚡️ Повышение скорости работы YouTube. Улучшает производительность при слабом соединении.\n\nКак это работает?\n\nFree YouTube использует VPN и прокси-серверы, чтобы перенаправлять трафик через свободные регионы. Это позволяет:\n- 🌐 Обходить блокировки и замедления YouTube. Доступ к YouTube в любых условиях.\n- 🔄 Как ускорить YouTube. Даже при низкой пропускной способности интернета.\n- ⚡️ Быстро улучшить работу платформы. Оптимизированные алгоритмы для максимальной производительности.\n\nПреимущества использования Free YouTube:\n\n- 🏎 Как улучшить YouTube. Высокая скорость и стабильность работы.\n- 🪛 Простота установки. Интуитивно понятный интерфейс и легкая настройка.\n- 🌐 Совместимость с разными браузерами и ОС. Поддержка Chrome, Firefox, Яндекс.Браузера и других.\n- 🔐 Безопасность и конфиденциальность. Шифрует трафик и защищает данные.\n\nКак установить Free YouTube:\n\n1️⃣ Откройте магазин расширений вашего браузера.\n2️⃣ Введите «Free YouTube» в поисковую строку.\n3️⃣ Нажмите «Установить».\n4️⃣ Активируйте плагин в настройках браузера.\n\nРешение проблем:\n\n- Если плагин не работает после обновления браузера, попробуйте удалить и переустановить его.\n- При медленном интернете попробуйте изменить качество видео на YouTube для лучшего воспроизведения.\n\nКак смотреть YouTube без замедлений и блокировок? Установите Free YouTube и забудьте о проблемах с доступом и медленной загрузкой!"
  }
}