{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT for Google Colab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Embed ChatGPT inside Google Colab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataLynn ChatGPT Extension for Google Colab Notebook\n\nAuthor: DataLynn\n\nWant to contribute? \nFeel free to contact: zesheng@seas.upenn.edu / osanzas1997@gmail.com\n\nOverview:\nThis extension aims to seamlessly integrate Google Colab with ChatGPT to enhance user programming experience and boost development efficiency. It automatically reads code descriptions and code blocks from Colab, constantly ready to address user queries. The extension comes with 12 pre-configured functions (while also allowing open-ended questions), enabling GPT to add comments, refactor code, and more. If you're using Google Colab notebooks, this extension is a must-try!\n\n\nAbout The Project:\nChatGPT for Google Colab Notebook is a utility developed by DataLynn, designed to streamline interaction between Google Colab and ChatGPT.\n\n\nGetting Started:\nAfter installing this extension, you will see a button called \"ChatGPT\" when accessing any Google Colab notebook. Clicking on this button will enable you to interact with the extension. Please note that if you have access to GPT-4, it will automatically connect to GPT-4; otherwise, it will connect to GPT-3.5. Of course you may switch between GPT-3.5 and GPT-4 in one session.\n\n\nFunctions:\n1. Choose one of the following presets:\nCode_Comments: This function will add comments and explanations to your code.\n\nCode_Explain: This function will provide a detailed explanation of your code, including its structure, functionalities, and how it works.\n\nCode_Refactor: This function will optimize your code, making it more readable, maintainable, efficient, and robust.\n\nCode_Debug: This function will help diagnose and fix any bugs in your code.\nFeatures_Creation: This function will create more new features based on the original features if they are helpful for modeling and prediction.\n\nFeature_Encoding: This function will perform feature encoding based on the feature data type and meaning.\n\nFeature_Standardization: This function will standardize your features.\n\nFeature_Selection: This function will perform feature selection on your data.\n\nDimension_Reduction: This function will perform dimension reduction on your data.\n\nModels_Attempt: This function will attempt different models according to the dataset and corresponding business problem.\n\nModels_Ensemble: This function will use an ensemble method to combine all models.\n\nModels_Evaluation: This function will evaluate the model performance on the testing set.\n\n2. Input your question or request in the provided text area.\n\n3.  When selecting  'include code' , your question will include the current code block\n\n4.  Click  'submit'  button will send your question to ChatGPT\n\n5.  Click  'Copy'  button will copy the response to your clipboard\n\n6.  Click  'close'  button will destroy the current plugin\n\nWhy this extension?\n1. Free: The use of this tool is completely free of charge.\n\n2. Comprehensive Feature Support: All features are fully supported with your ChatGPT account.\n\n3. Pre-made Prompts: We offer pre-made prompts for code fixing, refactoring, summarizing, explaining, and comments adding.\n\n4. Custom ChatGPT Text Area: A text area for custom ChatGPT with and without code context for generic interaction is provided.\n\n5. Dark & Light Mode: The interface supports both dark and light modes.\n\n6. Adapting to Newly Added Code Cells: The tool is designed to adapt seamlessly to newly added code cells.\n\n7. Copying ChatGPT Responses: You can easily copy ChatGPT responses.\n\n8. Run Your First Code Block Automatically: The tool is designed to automatically run your first code block.\n\n9. Selective Code Memory: You can choose to remember the previous code by clicking the 'include previous code' button.\n\n10. Continue Generating When The Answer Is Too Long: If the answer generated by GPT is too long, it will continue generating without interruption.\n\n11. Stop Generating Button: A stop button is provided to cease the generation of the output at any time.\n\n12. Model Switching: You have the flexibility to switch your GPT model when needed.\n\n13. Other Notebook Environments: We are currently working on supporting other notebook environments.\n\n\n\nLicense:\nCopyright (c) 2023 DataLynn. All rights reserved. This script is the property of DataLynn and may not be reproduced or distributed without"
  }
}