{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Dark Theme"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Applies a dark theme to your PDF viewer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚠️IMPORTANT⚠️: This extension won't work until you give it permission to access file URLs. You can do so by heading to your browser's extension page and enabling file access there.\n\n⚠️IMPORTANT⚠️:  This extension will only work on PDFs that you have installed locally on your computer. If you want it to work on PDFs you find online as well i.e. http://www.africau.edu/images/default/sample.pdf, I recommend you use Arshpreet Buttar's DarkPDF extension instead @ https://chrome.google.com/webstore/detail/darkpdf/cfemcmeknmapecneeeaajnbhhgfgkfhp?hl=en. \n\n⚠️IMPORTANT⚠️: Your PDF viewer should be set to light theme for this extension to work. If you try to open up a light PDF document in a dark PDF viewer, this extension is going to invert the colors for both of them. Leaving you with a dark PDF document and a light PDF viewer. You need to have both of a light PDF document and a light PDF viewer for the desired results. \n\nEDIT: As pointed out in the reviews, you can't change the theme for chrome's default PDF viewer without changing the theme of your browser (as of May 2024 at least). I use the Vimium C PDF Viewer chrome extension instead, which gives me a different PDF viewer that can have a theme independent of the browser. Put chrome in dark theme, put vimium C pdf viewer in light theme, and it should work out. You can find that extension here.\n\nhttps://chromewebstore.google.com/detail/pdf-viewer-for-vimium-c/nacjakoppgmdcpemlfnfegmlhipddanj\n\nhttps://chromewebstore.google.com/detail/vimium-c-all-by-keyboard/hfjbmagddngcpeloejdejnfgbamkjaeg\n\nThis extension is a fork of Buttar's extension (from above) except it's one file only.\n\n```js\nlet darkPdfDivStyles = `\n  pointer-events: none;\n  width: 100vw;\n  height: 100vh;\n  background-color: #e6e6e6;\n  mix-blend-mode: difference;\n  z-index: 1; \n`;\n\nlet darkPdfDiv = document.createElement('div');\ndarkPdfDiv.setAttribute(\"style\", darkPdfDivStyles);\ndocument.body.appendChild(darkPdfDiv)\n```\n\nEDIT: I ended up switching to Buttar's extension myself, but in case people still want this one I'll leave it up. If anyone wants to use my logo, it's public domain no attribution required (no warranty). Code is GPLv3.\n\nhttps://github.com/chris-straka/pdf-dark-theme"
  }
}