{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "iLoopsee - Facebook Ads Library Ad Finder & Ad Spy Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ILoopSee is the best free ad spy tool for the Facebook Ads Library, designed to help you find your next winning product! With…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ILoopSee is the best free ad spy tool for the Facebook Ads Library, designed to help you find your next winning product! With ILoopSee, you can filter the ad library, search, and save trending ads… all automatically!\n\n★ Easily spy on your competitors.\n★ View only the top ads and enjoy valuable features that enhance the AdLibrary.\n★ Advanced filters: refine by Adsets, Page, Date, Ad Copy, Website Link…\n★ Save important ads with just one click.\n★ Quickly find your competitors’ ads.\n\nKeep scrolling and searching through the AdLibrary page to discover more trending ads.\nEnable Auto Load to load ads automatically.\n\nSearching the AdLibrary can be a very time-consuming task since the official platform doesn’t provide enough filters. Before ILoopSee, we spent hours scrolling to find winning ads. Fortunately, now everything is more convenient and efficient!\n\nWith ILoopSee, you can:\n\nQuickly filter and find the top ads from your competitors.\nGet inspired faster with ads from your favorite brands.\nAggregate ads directly into your collected list using the Turbo Ad Finder feature.\nWhile Facebook Ad Library users can only search and view current information, ILoopSee allows you to access historical data for all collected ads.\n\nNote: Our extension does not belong to or is affiliated with the official Facebook application or website in any way. It is an independent extension, developed and maintained autonomously. All guidelines for Facebook assets and branding usage can be found here:\n\nWe hope that ILoopSee is useful for marketers or anyone looking to learn more about Facebook Ads. We welcome your feedback and are committed to continuously improving the extension by adding new features over time!"
  }
}