{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EssayKick Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EssayKick Research Clipper"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The EssayKick Research Clipper works together with the EssayKick desktop app to clip, gather, organize and store your research all in one place.  \n\nTo use the Research Clipper extension, you first need to create an essay in the EssayKick desktop app.  Then use the Research Clipper to clip research you find on your topic and save it to your essay.  It automatically saves the content you clipped, a link to the source, the title, and the date you clipped it.  It works with all popular browsers and can clip text from websites, eBooks, journal articles, and most PDF documents.\n\nOnce your research is saved to your essay, you can organize it in EssayKick and create notecards to insert the content automatically into your paper with just one click.  You can either copy a direct quote to the notecard or write your own paraphrase on the card depending on which one you want to use in your paper.  And these cards are displayed next to your essay, so you can easily reference the source and cite it correctly. \n\nThe Research Clipper is just one of the features in EssayKick to help you write a Kick-@%# essay.  There are many other features, too, and they’re all interactive.  From brainstorming to publishing, EssayKick guides you through the steps of writing an essay, so it’s organized, structured, and on topic.  Writing an essay couldn’t be easier! \n\nTo learn more or watch a quick video on how it works, visit our site at EssayKick.com or connect with us on our social media channels."
  }
}