{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Criminal IP: AI-based Phishing Link Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A web browsing guard against malicious, scam, or phishing websites based on AI.",
    "ja": "AIベースで全てのウェブサイトの悪性・フィッシング可否をリアルタイムで検知するウェブブラウジングガード。",
    "ko": "AI기반으로 모든 웹사이트의 악성, 피싱 여부를 실시간 탐지하는 웹 브라우징 가드"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Criminal IP: AI-based Phishing Link Checker, Your Ultimate Web Protection and Malicious URL Checker\n\nCriminal IP: AI-based Phishing Link Checker is a powerful Chrome extension designed to enhance your online security and protect you from malicious URLs, malware, and phishing attacks. This solution leverages the data collected from Criminal IP, a cyber threat intelligence (CTI) search engine, to respond to threats more accurately and quickly. With its advanced features and real-time scanning capabilities, Criminal IP: AI-based Phishing Link Checker serves as your reliable web protection companion.\n\n✔Key Features:\n\n• Real-time URL Scanner: Criminal IP: AI-based Phishing Link Checker's cutting-edge AI technology scans URLs in real-time, swiftly identifying and flagging any suspicious or malicious links. This proactive urlscan feature keeps you safe from phishing attempts and malware infections, providing you with robust security.\n\n• Website Risk Rating: Website Risk Rating: Criminal IP: AI-based Phishing Link Checker provides 5 levels of website risk rating: Safe, Low, Moderate, Dangerous, and Critical. This visual indicator helps you assess the safety level of websites and make informed decisions while browsing, ensuring a secure online experience. Additionally, it also provides detailed IP information such as vulnerabilities, open ports, and WHOIS applications if you want.\n\n• Comprehensive Security Tools: With built-in IP checking and OSINT (Open-Source Intelligence) capabilities, Criminal IP: AI-based Phishing Link Checker performs thorough scans to detect any potential threats. Its powerful scanner acts like an antivirus for your browsing experience, ensuring a safe and secure environment. It additionally comes with a “Scam Block” feature, which blocks access to phishing sites even if accidentally accessed.\n\n• Blacklist and Phish Detection: Criminal IP: AI-based Phishing Link Checker maintains an up-to-date blacklist of known malicious URLs, preventing you from accessing dangerous websites. Additionally, it employs advanced phishing detection techniques to identify and block phishing attempts in real time, safeguarding your privacy and sensitive information.\n\n✔Additional Features:\n\n• Advanced Mode: The Advanced Mode provides detailed data on IP addresses connected to domains. With access to WHOIS applications, vulnerability information, open ports, and more, you can delve deeper into the security aspects of websites, empowering you to make informed decisions and stay vigilant.\n\n• Security Issue Updates: Stay ahead of the evolving online threats with Criminal IP: AI-based Phishing Link Checker’s feature that provides and updates you with the latest information on security issues. By staying informed, you can take necessary precautions and keep your browsing experience secure.\n\n• Privacy Protection: Criminal IP: AI-based Phishing Link Checker prioritizes your privacy and confidentiality. It ensures that your personal information remains secure while you surf the web, providing a safe browsing experience.\n\n• Enhanced Web Safety: As a comprehensive web protection solution, Criminal IP: AI-based Phishing Link Checker acts as a reliable link checker, constantly monitoring the safety of URLs and alerting you to potential threats. It offers peace of mind and a worry-free browsing experience.\n\n• User-Friendly Interface: Criminal IP: AI-based Phishing Link Checker's intuitive interface makes it easy to use, allowing you to navigate through its powerful features and customize your security preferences effortlessly.\n\n• Stay protected with Criminal IP: AI-based Phishing Link Checker, the ultimate URL scanner and web protection extension, and browse the internet with confidence.\n\nThis is a free Chrome extension from the cyber threat intelligence search engine Criminal IP, managed by AI SPERA.\nMore information is available at https://www.criminalip.io/en/resource/chrome-extension",
    "ja": "パソコンが苦手な方でも簡単で安全に使えます。\n是非、無料でダウンロードしてください！\n\n** 世界中の全てのウェブサイトをリアルタイムでスキャン！ **\n✔ AIベースで新規に生成されたフィッシングサイトまで検知できます。\n✔ リンクをリアルタイムでスキャンし、フィッシング攻撃、マルウェア、ランサムウェア感染、詐欺を防ぎます。\n • ウェブサイトに訪問する前にリンクをスキャン\n • Safe、Low、Moderate、Dangerous、Criticalの５段階でウェブサイトの危険レベルを表示\n • 危険なリンクに誤ってアクセスした場合、即時ブロック\n\n追加機能 \n アドバンスモードのオン・オフ（Whoisアプリケーション、脆弱性、オープンポート等、ドメインに繋がったIPアドレスの詳細データを提供）\n セキュリティに関する最新イシューの提供および更新 \n\nサイバー脅威インテリジェンス検索エンジン、Criminal IPのChrome向けの無料拡張プログラムで、AI Speraで管理しております。\n詳しい情報は https://www.criminalip/io/ja を通じて確認いただけます。",
    "ko": "지금 바로 무료로 설치하고 피싱 사이트와 악성 링크로부터 보호하세요.\n우리 부모님과 아이들이 사용할 수 있을 만큼 쉽습니다!\n\n***전세계 모든 웹 사이트 실시간 스캔!***\n✔ AI 기반으로 최근 생성 된 피싱 사이트까지 탐지 할 수 있습니다.\n✔ 링크를 실시간 스캔하여 피싱 공격, 멀웨어, 랜섬웨어 감염, 사기를 방지합니다.\n• 웹사이트에 방문하기 전 링크 스캔\n• Safe, Low, Moderate, Dangerous, Critical 5단계로 웹사이트 위험 등급 표시\n• 위험한 링크에 실수로 접속했을 경우 즉시 차단\n\n추가 기능\n- 고급모드 On/Off (Whois 어플리케이션, 취약점, 열린 포트 등 도메인에 연결된\nIP 주소 상세데이터 제공)\n- 보안 관련 최신 이슈 제공 및 업데이트\n\n사이버 위협 인텔리전스 검색엔진 Criminal IP의 무료 크롬용 확장프로그램이며 AI Spera에서 관리합니다.\n기타 내용은 https://www.criminalip.io/ko 를 통해 확인 가능 합니다."
  }
}