{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Java Cloud Hosting"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to Start, Easy to Deploy, Easy to Scale"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jelastic is the next generation Java and PHP cloud hosting platform that can run and scale ANY Java or PHP application with no code changes required.\n\nJelastic Saves You Time and Money - Maintenance, configuration and operational tasks are automated for you. No constraints or special requirements are imposed on your applications, so there is no development overhead. With Jelastic, ease of use and automation give you the most powerful Java and PHP cloud platform, at the lowest price.\n\n--------------\n\n* Set up environment in seconds\nChoose your software stack, set the limits for autoscaling, and pick your name. In just a few seconds your environment will be up and running!\n\n* No installation or configuration\nJelastic automatically installs, configures and interconnects your server instances with your selected software stacks. With Jelastic, upload your application and go.\n\n* No APIs to code to\nYou don't need to code to our APIs - just upload your application and select your stack.\n\n* Wide range of software stacks\nMix and match your software stacks. Select from Tomcat, TomEE, GlassFish, Jetty, Apache, NGINX application servers, as well as SQL (MariaDB, PostgreSQL, MySQL), NoSQL (MongoDB, CouchDB) database servers, and memcached.\n\n* One-click deployment\nSimply upload your application package and choose the right environment. If your environment has multiple computing instances, Jelastic will automatically update each of them.\n\n* GIT or SVN deploy\nYou can deploy any public or your private projects to Jelastic via GIT/SVN. If there were made any changes in your code, just update it from GIT/SVN in one click.\n\n* Application version control\nAn error accidentally crept into your latest code? No worries! Just roll back to the last error-free version. Jelastic keeps track of your deployment history - just pick the one you want. We will roll everything back.\n\n* Vertical scaling\nJelastic is the only cloud platform which can automatically scale any application by changing the amount of resources (RAM and CPU) provided to a server. As soon as an applications load grows, the platform simply makes additional resources available to it. When the load goes down again, the resources get reduced by the platform automatically.\n\n* Horizontal scaling\nJelastic lets you scale your environment horizontally, changing the number of application servers. The load is distributed evenly between the chosen number of nodes with the help of balancer which is switched on automatically if you choose to have more than one instance.\n\n* Managing application lifecycle\nDuring its life, an application exists in multiple environments. Developers have dev environments, quality control gives it a try in test, and customers access it in production. Jelastic simplifies this by allowing you to easily clone and branch environments so they all have identical software stacks and topology. For each environment you can individually tweak resource usage.\n\n* Control and analyze\nJelastic provides a rich tool set to analyze and monitor your application. You get up-to-date real-time information on your application load, memory, CPU, and traffic consumption. In addition to this, historical data is always available for your analysis."
  }
}