{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cosmonote"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your workflow with Cosmonote! Capture information and its source from the web and PDFs by highlighting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cosmo is the simplest way to streamline your research workflow! \n❌ No more copying and pasting! \n❌ Stop losing citations and rereading articles to find quotes!  \nAs you read through web pages or PDFs, Cosmo will capture your insights by saving anything you highlight into the sidebar. The sources automatically link with the captures to prevent any quotes from getting lost.\nUnlock the Power of Cosmo:\n✅ Effortless Text Capture: Seamlessly grab and store important excerpts with a simple highlight.\n✅ Organized Topics: Stay on top of your research by categorizing and organizing your captured content.\n✅ Comment: Write notes and edit captures to keep your thoughts and changes connected to the sources.\n✅ Sync: Save your information across computers by logging into your account. \n✅ It's FREE! Enjoy all the benefits of Cosmo without spending a dime.\nWhen ready, your captures and their sources can be downloaded as a spreadsheet or text file.\n🔸 For any feedback, please leave us a review or send us an email: info@cosmonote.io 🔸 \n\n=============================================================================\n\n                                       🟢 Features we plan to implement in the future 🟢\n      ◾️ Visually show highlights within the articles"
  }
}