{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "365 Navigation Mate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A navigation helper for Microsoft 365"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of your Microsoft 365 environment with 365 Navigation Mate, designed specifically for IT professionals and administrators. Say goodbye to endless clicking and searching through complex admin portals. Our extension puts the most essential Microsoft 365 management tools right at your fingertips.\nKey Features:\n\n- Instant access to common admin sections across Microsoft 365\n- Contextual links for SharePoint Online and individual SharePoint sites\n- Customizable dashboard for your most-used admin tools\n\nBoost your productivity and efficiency by:\n\nReducing navigation time between different admin portals\nAccessing critical settings and controls with a single click\nStreamlining your workflow with intuitive, context-aware links\n\nWhether you're troubleshooting user accounts, managing SharePoint sites, or configuring security settings, our extension empowers you to work smarter, not harder. Experience the convenience of having your entire Microsoft 365 admin toolkit integrated seamlessly into your browser.\nPerfect for:\n\nIT administrators\nSharePoint specialists\nHelp desk professionals\nMicrosoft 365 consultants\n\nDon't let the complexity of Microsoft 365 slow you down. Install our extension today and transform the way you manage your organization's digital workspace. Maximize your efficiency, minimize frustration, and become the Microsoft 365 admin superhero your team needs."
  }
}