{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deezer Reborn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goodbye chaotic purples, awful icon, and playful buttons. Embrace a cleaner Deezer design, where the music takes center stage. 🎵"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of the chaotic mishmash of purple hues, the infamous heart that tries to pass as an icon, and kiddish rounded buttons on Deezer ? Enter Deezer Reborn, the antidote to the overly enthusiastic design choices. This addon lovingly sweeps away the eye-searing purples and bids farewell to those overly playful buttons. Embrace a cleaner, more refined Deezer experience that lets the music, not the visuals, take center stage. Because sometimes, simplicity is the ultimate sophistication. Say goodbye to the purple haze and hello to a Deezer that's as sleek as your favorite tunes. 🎵\n\nWhat the extension does :\n\n- Restores the good old logo\n- Removes excessive margins\n- Removes the Fortnite font\n- Removes the eye-straining purple\n- Offers the ability to hide the playlist list\n- Offers the ability to hide the sidebar\n- Offers the ability to display the cover of the current album/playlist in the background\n- Utilizes all available space on your screen\n\nUnfortunately, the original font (Mabry) is not in the public domain. Therefore, I was forced to use another font, which I hope is as close as possible to the original.\n\nThis extension uses Manifest V3, so you may need to explicitly grant it permission to access data from www.deezer.com in the extension settings.\n\nSource code here : https://gitlab.com/Joulss/deezer-reborn"
  }
}