{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Animex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lets you see updates on latest anime episodes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you're an anime fan, you know how difficult it can be to keep up with the latest anime releases and to stay on top of what's popular. With the \"Animex\" Chrome extension, you can easily keep track of all the latest anime news and releases right from your browser.\n\nOne of the key features of Animex is its ability to provide you with the latest released anime episodes. With just a few clicks, you can quickly find out what are the latest episodes . This saves you the hassle of having to scour the internet for the latest releases.\n\nAnother great feature of Animex is its ability to show you the top airing animes. This is perfect if you're looking for something new to watch or if you want to stay on top of what's popular. You'll be able to see which animes are currently being aired so you can easily decide which ones you want to watch.\n\nIn addition to the top airing animes, Animex also lets you see the top popular animes. This is a great way to discover new shows and see what other anime fans are watching so you can easily decide which ones to add to your watchlist.\n\nFinally, Animex lets you get information about any particular anime you're interested in. You can easily search for an anime and get detailed information about its plot, characters, and more. This is perfect if you're trying to decide whether or not to watch a particular anime or if you just want to learn more about your favorite shows.\n\nOverall, the \"Animex\" Chrome extension is a must-have for any anime fan. It's easy to use, provides you with up-to-date information, and helps you discover new shows to watch. Whether you're a casual fan or a hardcore otaku, Animex has something for everyone. So why wait? Install Animex today and start exploring the exciting world of anime!"
  }
}