{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Circle Reader",
    "ja": "サークルリーダー",
    "ko": "서클 리더",
    "th": "ผู้อ่านวงกลม",
    "zh_CN": "Circle 阅读助手",
    "zh_TW": "Circle 閱讀助手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "An extension that provides immersive reading to make you fall in love with reading on the web",
    "ja": "強力でインテリジェントな認識機能とタイプセット機能を備えた没入型の読書を提供する拡張機能で、Web ページでの読書に夢中になります",
    "ko": "강력하고 지능적인 인식 및 조판 기능과 함께 몰입형 읽기를 제공하여 웹 페이지에서 읽는 것과 사랑에 빠지게 하는 확장 프로그램",
    "th": "ส่วนขยายที่ให้การอ่านที่สมจริง พร้อมความสามารถในการจดจำและเรียงพิมพ์ที่ทรงพลังและชาญฉลาด ทำให้คุณตกหลุมรักการอ่านบนหน้าเว็บ",
    "zh_CN": "一款提供沉浸式阅读的扩展，拥有强大智能的识别和排版能力，让你爱上在网页上阅读",
    "zh_TW": "一款提供沉浸式閱讀的擴展，擁有強大智能的識別和排版能力，讓你愛上在網頁上閱讀"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "The best free reading assistant (reader mode) that enhances the web page reading experience.\n\nAds are too distracting, the colors are too ugly, the fonts are too small to see clearly, the typography is too messy to find the text, does it really need to be so difficult to read the web? With just one click, Circle gives you the purest reading experience, escorting you to better reading.\n\nCircle reading assistant can extract the content of the webpage and rearrange the layout into a more suitable interface for reading. Using self-developed analysis engine and typesetting engine, the recognition effect and typesetting ability are smarter, faster and more friendly. If you are looking for a lightweight and intelligent reading aid product, you might as well try Circle Reading Assistant-the best reading aid of its kind!\n\nThe reading assistant browser extension Circle, which is more powerful than the Safari reading mode, is an extension and improvement of the browser's own reading mode; it is the only magical tool for computers to read web pages, read novels, and watch news; it has shortcut key support, custom styles, Custom fonts, custom themes, automatic scrolling, automatic loading of the next page, reading aloud, article outline (outline), back to the top, reading by column, printing the formatted webpage in reading mode, supporting browser translation, etc. Reading auxiliary functions.\n\nThe self-developed analysis engine provides faster analysis and smarter analysis capabilities. The self-developed typesetting engine automatically blocks advertisements and noise on html, and says goodbye to the format escape. The Circle reading assistant browser extension developed by pure js has been launched on Google Chrome browser, Firefox browser, Edge browser, 360 browser, Opera browser, etc.\n\n★ Several distinctive functions of Circle Reading Assistant:\n➤ Self-developed recognition engine: With the help of self-developed recognition engine, Circle's recognition effect is smarter and the recognition speed is faster.\n➤ Self-developed typesetting engine: With the help of self-developed typesetting engine, Circle's typesetting effect is more friendly and the typesetting speed is faster.\n➤ Letter paper effect: a reading experience like reading a letter.\n➤ Multi-page analysis: On a page with a link to the next page, the content of the next page is automatically parsed and displayed on the current page.\n➤ Reading by column: Originally read the webpage by column, the welfare of large-screen users, without wasting every inch of screen space.\n➤ Read aloud: Tired of reading? Why not try the content! Free your hands to do other things. With the help of \"multi-page analysis\", what kind of bicycle is needed for listening to novels?\n➤ Preset 5 colorful themes: simple white, eye-protecting green, elegant dark gray, and deep dark. Circle has always been what you like.\n➤ Custom gradient background or picture background: The preset theme is not on your aesthetic point? It's ok! Customize themes as you splash ink.\n➤ Customize various styles: Just reading is not possible, I have the final say on the style of the web page! The font size is bigger, the font is thicker, and the line spacing is higher. Circle does everything for you to read.\n➤ Follow the system to switch themes: only support custom themes? nonexistent. How about switching different themes at different times? .\n➤ Custom css: You don't have the effect I want, you are awesome ugly! Customize css to help you, understand that css Circle is your person.\n\nMore details 👉🏻 http://circlereader.com\n\n★ Keep abreast of the trends of Circle's reading assistant\n➤ Subscription account 👉🏻 Senior Ranhe\n➤ Weibo 👉🏻 https://weibo.com/7650668101\n➤ Know almost 👉🏻 https://www.zhihu.com/people/budingshuti\n\n★ Description of required permissions\n➤ contextMenus: Use this permission to implement the right-click menu module, you can quickly access the function of Circle in the right-click menu\n➤ <all_urls>: This permission allows Circle to access webpages, thereby realizing the recognition and layout of webpage content, as well as access to screenshots and exporting as pictures and other functions\n\n★ Help support\n➤ See FAQ 👉🏻 http://circlereader.com/faq\n➤ Suggestions and bug feedback 👉🏻 https://support.qq.com/products/317910\n\n★ Contact and discussion\n➤ Contact me by email 👉🏻 wenguang.fe@gmail.com\n➤ QQ discussion group 👉🏻 605710052\n\nIf you approve of my work, please have a cup of coffee to show encouragement and support 👉🏻 http://circlereader.com/donate\n\nThe source code is hosted on github 👉🏻 https://github.com/hewenguang/circle\n\nInstalling Circle means you accept our user agreement (http://circlereader.com/agreement) and privacy policy (http://circlereader.com/privacy)",
    "ja": "Webページの読書体験を向上させる最高の無料読書アシスタント（リーダーモード）。\n\n広告が気を散らしすぎている、色が醜い、フォントが小さすぎてはっきりと見えない、タイポグラフィが乱雑すぎてテキストを見つけられない、ウェブを読むのが本当に難しい必要があるのでしょうか。ワンクリックで、Circleはあなたに最も純粋な読書体験を提供し、より良い読書へとあなたを導きます。\n\nサークル読書アシスタントは、ウェブページのコンテンツを抽出し、レイアウトを読書に適したインターフェイスに再配置できます。自社開発の分析エンジンと植字エンジンを使用することで、認識効果と植字能力がよりスマートに、より速く、より親しみやすくなります。軽量でインテリジェントな読書補助製品をお探しの場合は、この種の最高の読書補助装置であるCircle ReadingAssistantをお試しください。\n\nSafariの読書モードよりも強力な読書アシスタントブラウザ拡張機能Circleは、ブラウザ自体の読書モードを拡張および改良したものです。これは、コンピュータがWebページを読んだり、小説を読んだり、ニュースを見たりするための唯一の成果物です。ショートカットキーのサポート、カスタムスタイル、カスタムフォント、カスタムテーマ、自動スクロール、次のページの自動読み込み、読み上げ、記事の概要（概要）、トップに戻る、列ごとの読み上げ、フォーマットされたWebページの読み上げモードでの印刷、サポートブラウザの翻訳など。補助機能の読み取り。\n\n自己開発の分析エンジンは、より高速な分析とよりスマートな分析機能を提供します。自社開発の植字エンジンは、HTMLの広告とノイズを自動的にブロックし、フォーマットエスケープに別れを告げます。純粋なjsによって開発されたCirclereading Assistantブラウザー拡張機能は、Google Chromeブラウザー、Firefoxブラウザー、Edgeブラウザー、360ブラウザー、Operaブラウザーなどでリリースされました。\n\n★サークルリーディングアシスタントのいくつかの特徴的な機能：\n➤自己開発の認識エンジン：自己開発の認識エンジンの助けを借りて、Circleの認識効果はよりスマートになり、認識速度はより速くなります。\n➤自己開発の植字エンジン：自己開発の植字エンジンの助けを借りて、Circleの植字効果はより親しみやすく、植字速度はより速くなります。\n➤レターペーパー効果：手紙を読むような読書体験。\n➤複数ページの分析：次のページへのリンクがあるページでは、次のページのコンテンツが自動的に解析され、現在のページに表示されます。\n➤列ごとに読む：元々、画面スペースの隅々まで無駄にすることなく、大画面ユーザーの福祉である列ごとにWebページを読みました。\n➤声を出して読む：読むのにうんざりしていませんか？コンテンツをお試しください！他のことをするためにあなたの手を解放してください。 「マルチページ分析」の助けを借りて、小説を聞くにはどのような自転車が必要ですか？\n➤プリセット5のカラフルなテーマ：シンプルな白、目を保護する緑、エレガントなダークグレー、ディープダーク。サークルはいつもあなたが好きなものです。\n➤カスタムグラデーションの背景または画像の背景：プリセットのテーマが美的ポイントにありませんか？大丈夫です！インクをはねながらテーマをカスタマイズします。\n➤さまざまなスタイルをカスタマイズする：読むだけでは不可能です。Webページのスタイルについて最終決定権があります。フォントサイズが大きく、フォントが太く、行間隔が広くなっています。Circleはあなたが読むためにすべてを行います。\n➤システムに従ってテーマを切り替えます。カスタムテーマのみをサポートしますか？存在しません。異なるテーマを異なる時間に切り替えるのはどうですか？ 。\n➤カスタムCSS：あなたは私が望む効果を持っていません、あなたはすごい醜いです！あなたを助けるためにcssをカスタマイズし、cssCircleがあなたの人であることを理解してください。\n\n詳細👉🏻http：//circlereader.com\n\n★Circleの読書アシスタントのトレンドに遅れないようにしてください\n➤サブスクリプションアカウント👉🏻シニアランヘ\n➤Weibo👉🏻https：//weibo.com/7650668101\n➤ほぼ知っている👉🏻https：//www.zhihu.com/people/budingshuti\n\n★必要な権限の説明\n➤contextMenus：この権限を使用して、右クリックメニューモジュールを実装します。右クリックメニューでCircleの機能にすばやくアクセスできます。\n➤<all_urls>：この権限により、CircleはWebページにアクセスし、Webページのコンテンツの認識と植字、およびスクリーンショットや画像としてのエクスポートなどの機能へのアクセスを実現できます。\n\n★ヘルプサポート\n➤FAQを参照してください👉🏻http：//circlereader.com/faq\n➤提案とバグフィードバック👉🏻https：//support.qq.com/products/317910\n\n★連絡と話し合い\n➤メールで私に連絡してください👉🏻wenguang.fe@gmail.com\n➤QQディスカッショングループ👉🏻605710052\n\n私の仕事を承認する場合は、励ましとサポートを示すためにコーヒーを一杯飲んでください👉🏻http：//circlereader.com/donate\n\nソースコードはgithubでホストされています👉🏻https：//github.com/hewenguang/circle\n\nCircleをインストールすると、ユーザー契約（http://circlereader.com/agreement）とプライバシーポリシー（http://circlereader.com/privacy）に同意したことになります。",
    "ko": "웹 페이지 읽기 경험을 향상시키는 최고의 무료 읽기 도우미(리더 모드)입니다.\n\n광고가 너무 산만하고, 색상이 너무 추하고, 글꼴이 너무 작아서 명확하게 보이지 않으며, 타이포그래피가 너무 지저분하여 텍스트를 찾을 수 없습니다. 웹을 읽기가 정말 그렇게 어려울 필요가 있습니까? 한 번의 클릭으로 Circle은 가장 순수한 독서 경험을 제공하여 더 나은 독서로 안내합니다.\n\n원 읽기 도우미는 웹 페이지의 내용을 추출하고 레이아웃을 읽기에 더 적합한 인터페이스로 재정렬할 수 있습니다. 자체 개발한 분석 엔진과 조판 엔진을 사용하여 인식 효과와 조판 능력이 더 똑똑하고 빠르고 친근합니다. 가볍고 지능적인 독서 보조 제품을 찾고 있다면 동종 최고의 독서 보조 기구인 Circle Reading Assistant를 사용해 보십시오!\n\nSafari 읽기 모드보다 더 강력한 독서 보조 브라우저 확장 프로그램 Circle은 브라우저 자체 읽기 모드의 확장 및 개선으로, 컴퓨터가 웹 페이지를 읽고, 소설을 읽고, 뉴스를 볼 수 있는 유일한 아티팩트입니다. 바로 가기 키 지원, 사용자 정의 스타일, 사용자 정의 글꼴, 사용자 정의 테마, 자동 스크롤, 다음 페이지 자동 로드, 소리내어 읽기, 기사 개요(개요), 맨 위로, 열별로 읽기, 서식이 지정된 웹 페이지를 읽기 모드로 인쇄, 지원 브라우저 번역 등 보조 기능 읽기.\n\n자체 개발한 분석 엔진은 보다 빠른 분석과 보다 스마트한 분석 기능을 제공합니다. 자체 개발한 조판 엔진은 html의 광고와 노이즈를 자동으로 차단하고 형식 이스케이프와 작별합니다. 순수 js에서 개발한 서클 읽기 도우미 브라우저 확장 프로그램이 Google Chrome 브라우저, Firefox 브라우저, Edge 브라우저, 360 브라우저, Opera 브라우저 등에서 출시되었습니다.\n\n★ Circle Reading Assistant의 몇 가지 독특한 기능:\n➤ 자체 개발한 인식 엔진: 자체 개발한 인식 엔진의 도움으로 Circle의 인식 효과가 더 똑똑해지고 인식 속도가 빨라집니다.\n➤ 자체 개발 조판 엔진: 자체 개발 조판 엔진의 도움으로 Circle의 조판 효과가 더 친숙하고 조판 속도가 빨라집니다.\n➤ 편지지 효과: 편지를 읽는 듯한 독서 경험.\n➤ 다중 페이지 분석: 다음 페이지에 대한 링크가 있는 페이지에서 다음 페이지의 내용이 자동으로 구문 분석되어 현재 페이지에 표시됩니다.\n➤ 열로 읽기: 원래 화면 공간의 모든 인치를 낭비하지 않고 큰 화면 사용자의 복지인 열로 웹 페이지를 읽습니다.\n➤ 소리내어 읽기: 읽기가 지겹습니까? 왜 콘텐츠를 시도하지 않습니다! 다른 일을 하려면 손을 자유롭게 하세요. \"다중 페이지 분석\"의 도움으로 소설을 듣기 위해 어떤 종류의 자전거가 필요합니까?\n➤ 프리셋 5가지 다채로운 테마: 단순한 흰색, 눈을 보호하는 녹색, 우아한 짙은 회색, 짙은 어둠. 서클은 항상 당신이 좋아하는 것이었습니다.\n➤ 사용자 정의 그라디언트 배경 또는 그림 배경: 사전 설정 테마가 미적 포인트에 있지 않습니까? 괜찮아! 잉크를 튀길 때 테마를 사용자 정의합니다.\n➤ 다양한 스타일 커스터마이징: 그냥 읽기는 불가능, 웹페이지 스타일은 내가 결정! 글꼴 크기는 더 크고 글꼴은 더 ​​두껍고 줄 간격은 더 넓습니다.\n➤ 시스템을 따라 테마 전환: 사용자 지정 테마만 지원합니까? 존재하지 않는다. 다른 시간에 다른 테마를 전환하는 것은 어떻습니까? .\n➤ 사용자 정의 CSS: 내가 원하는 효과가 없습니다. 당신은 정말 못생겼습니다! css Circle이 당신의 사람이라는 것을 이해하는 데 도움이 되도록 CSS를 사용자 정의하십시오.\n\n자세한 내용 👉🏻 http://circlereader.com\n\n★ Circle의 독서 도우미의 동향을 파악하십시오.\n➤ 구독 계정 👉🏻 란허 선배\n➤ 웨이보 👉🏻 https://weibo.com/7650668101\n➤ 거의 알고 👉🏻 https://www.zhihu.com/people/budingshuti\n\n★ 필수 권한 설명\n➤ contextMenus: 이 권한을 사용하여 오른쪽 클릭 메뉴 모듈을 구현하면 오른쪽 클릭 메뉴에서 Circle의 기능에 빠르게 액세스할 수 있습니다.\n➤ <all_urls>: 이 권한은 Circle이 웹페이지에 액세스한 후 웹페이지 콘텐츠의 인식 및 조판을 실현하고 스크린샷 및 사진으로 내보내기와 같은 기능에 대한 액세스를 허용합니다.\n\n★ 도움말 지원\n➤ 자주 묻는 질문 보기 👉🏻 http://circlereader.com/faq\n➤ 제안 및 버그 피드백 👉🏻 https://support.qq.com/products/317910\n\n★ 연락 및 토론\n➤ 이메일로 연락 👉🏻 wenguang.fe@gmail.com\n➤ QQ토론회 👉🏻 605710052\n\n제 작업에 공감하셨다면 커피한잔의 격려와 응원 부탁드립니다 👉🏻 http://circlereader.com/donate\n\n소스 코드는 github 👉🏻 https://github.com/hewenguang/circle에서 호스팅됩니다.\n\nCircle을 설치하면 사용자 계약(http://circlereader.com/agreement) 및 개인 정보 보호 정책(http://circlereader.com/privacy)에 동의하는 것으로 간주됩니다.",
    "th": "ผู้ช่วยอ่านฟรีที่ดีที่สุด (โหมดผู้อ่าน) ที่ปรับปรุงประสบการณ์การอ่านหน้าเว็บ\n\nโฆษณาทำให้เสียสมาธิเกินไป สีน่าเกลียดเกินไป แบบอักษรเล็กเกินกว่าจะมองเห็นได้ชัดเจน ตัวพิมพ์ดูยุ่งเหยิงเกินกว่าจะค้นหาข้อความ จำเป็นต้องอ่านเว็บยากจริงหรือ เพียงคลิกเดียว Circle ให้ประสบการณ์การอ่านที่บริสุทธิ์ที่สุดแก่คุณ นำคุณไปสู่การอ่านที่ดียิ่งขึ้น\n\nผู้ช่วยการอ่านแบบวงกลมสามารถแยกเนื้อหาของหน้าเว็บและจัดเรียงเค้าโครงใหม่ให้เป็นอินเทอร์เฟซที่เหมาะสมสำหรับการอ่าน การใช้เอ็นจิ้นการวิเคราะห์ที่พัฒนาขึ้นเองและเอ็นจิ้นการเรียงพิมพ์ เอฟเฟกต์การรู้จำและความสามารถในการจัดเรียงนั้นฉลาดขึ้น เร็วขึ้น และเป็นมิตรมากขึ้น หากคุณกำลังมองหาผลิตภัณฑ์ช่วยอ่านที่มีน้ำหนักเบาและชาญฉลาด คุณอาจลองใช้ Circle Reading Assistant ซึ่งเป็นเครื่องช่วยอ่านที่ดีที่สุดในประเภทเดียวกัน!\n\nวงกลมส่วนขยายของเบราว์เซอร์ช่วยอ่านซึ่งมีประสิทธิภาพมากกว่าโหมดการอ่านของ Safari เป็นส่วนขยายและปรับปรุงโหมดการอ่านของเบราว์เซอร์เอง เป็นสิ่งประดิษฐ์เดียวสำหรับคอมพิวเตอร์ในการอ่านหน้าเว็บ อ่านนิยาย และดูข่าว มี รองรับปุ่มลัด, สไตล์ที่กำหนดเอง, แบบอักษรที่กำหนดเอง, ธีมที่กำหนดเอง, การเลื่อนอัตโนมัติ, การโหลดหน้าถัดไปอัตโนมัติ, การอ่านออกเสียง, โครงร่างบทความ (เค้าร่าง), กลับไปด้านบน, การอ่านทีละคอลัมน์, การพิมพ์หน้าเว็บที่จัดรูปแบบในโหมดการอ่าน, รองรับ การแปลเบราว์เซอร์ ฯลฯ การอ่านฟังก์ชันเสริม\n\nเอ็นจิ้นการวิเคราะห์ที่พัฒนาตนเองให้การวิเคราะห์ที่เร็วขึ้นและความสามารถในการวิเคราะห์ที่ชาญฉลาดยิ่งขึ้น เอ็นจิ้นการเรียงพิมพ์ที่พัฒนาขึ้นเองจะบล็อกโฆษณาและจุดรบกวนบน html โดยอัตโนมัติ และบอกลาการหลบหนีของรูปแบบ ส่วนขยายเบราว์เซอร์ผู้ช่วยการอ่าน Circle ที่พัฒนาโดย pure js ได้เปิดตัวในเบราว์เซอร์ Google Chrome, เบราว์เซอร์ Firefox, เบราว์เซอร์ Edge, เบราว์เซอร์ 360, เบราว์เซอร์ Opera เป็นต้น\n\n★ฟังก์ชั่นที่โดดเด่นหลายอย่างของ Circle Reading Assistant:\n➤ เอ็นจิ้นการจดจำที่พัฒนาขึ้นเอง: ด้วยความช่วยเหลือของเอ็นจิ้นการจดจำที่พัฒนาขึ้นเอง เอฟเฟกต์การจดจำของ Circle จะฉลาดขึ้นและความเร็วในการรับรู้จะเร็วขึ้น\n➤ เอ็นจิ้นการเรียงพิมพ์ที่พัฒนาขึ้นเอง: ด้วยความช่วยเหลือของเอ็นจิ้นการเรียงพิมพ์ที่พัฒนาขึ้นเอง เอฟเฟกต์การเรียงพิมพ์ของ Circle นั้นเป็นมิตรกว่าและความเร็วในการเรียงพิมพ์เร็วขึ้น\n➤ เอฟเฟกต์กระดาษจดหมาย: ประสบการณ์การอ่านเหมือนอ่านจดหมาย\n➤ การวิเคราะห์หลายหน้า: บนหน้าที่มีลิงก์ไปยังหน้าถัดไป เนื้อหาของหน้าถัดไปจะถูกแยกวิเคราะห์และแสดงบนหน้าปัจจุบันโดยอัตโนมัติ\n➤ การอ่านทีละคอลัมน์: เดิมทีจะอ่านหน้าเว็บทีละคอลัมน์ สวัสดิการของผู้ใช้หน้าจอขนาดใหญ่ โดยไม่เปลืองพื้นที่หน้าจอทุกตารางนิ้ว\n➤ อ่านออกเสียง: เบื่อการอ่าน? ทำไมไม่ลองเนื้อหา! ปล่อยมือของคุณเพื่อทำอย่างอื่น ด้วยความช่วยเหลือของ \"การวิเคราะห์หลายหน้า\" จักรยานชนิดใดที่จำเป็นสำหรับการฟังนิยาย?\n➤ ตั้งค่าธีมสีสันสดใส 5 แบบ: สีขาวเรียบง่าย สีเขียวปกป้องดวงตา สีเทาเข้มหรูหรา และสีเข้มเข้ม Circle เป็นสิ่งที่คุณชอบมาโดยตลอด\n➤ พื้นหลังไล่ระดับสีหรือพื้นหลังรูปภาพที่กำหนดเอง: ธีมที่ตั้งไว้ล่วงหน้าไม่อยู่ในจุดที่สวยงามของคุณ? ไม่เป็นไร! ปรับแต่งธีมเมื่อคุณสาดหมึก\n➤ ปรับแต่งสไตล์ต่างๆ ได้: แค่อ่านก็ทำไม่ได้ ฉันมีคำตัดสินสุดท้ายเกี่ยวกับสไตล์ของหน้าเว็บ! ขนาดฟอนต์ใหญ่ขึ้น ฟอนต์หนาขึ้น และระยะห่างบรรทัดสูงขึ้น Circle ทำทุกอย่างเพื่อให้คุณอ่าน\n➤ ทำตามระบบเพื่อเปลี่ยนธีม: รองรับเฉพาะธีมที่กำหนดเองหรือไม่ ไม่มีอยู่จริง ลองเปลี่ยนธีมต่างๆ ในช่วงเวลาต่างๆ กันดูไหม .\n➤ CSS ที่กำหนดเอง: คุณไม่มีผลอย่างที่ฉันต้องการ คุณน่าเกลียดมาก! ปรับแต่ง css เพื่อช่วยให้คุณเข้าใจว่า css Circle คือตัวตนของคุณ\n\nรายละเอียดเพิ่มเติม 👉🏻 http://circlereader.com\n\n★ติดตามแนวโน้มของผู้ช่วยอ่านของ Circle\n➤ บัญชีสมัครสมาชิก 👉🏻 ผู้อาวุโส Ranhe\n➤ Weibo 👉🏻 https://weibo.com/7650668101\n➤ รู้เกือบ 👉🏻 https://www.zhihu.com/people/budingshuti\n\n★คำอธิบายของการอนุญาตที่จำเป็น\n➤บริบทเมนู: ใช้การอนุญาตนี้เพื่อใช้โมดูลเมนูคลิกขวา คุณสามารถเข้าถึงฟังก์ชันของ Circle ได้อย่างรวดเร็วในเมนูคลิกขวา\n➤ <all_urls>: การอนุญาตนี้อนุญาตให้ Circle เข้าถึงหน้าเว็บ จากนั้นจึงรับรู้และจัดเรียงเนื้อหาหน้าเว็บ ตลอดจนเข้าถึงฟังก์ชันต่างๆ เช่น ภาพหน้าจอและการส่งออกเป็นรูปภาพ\n\n★ช่วยเหลือสนับสนุน\n➤ ดูคำถามที่พบบ่อย 👉🏻 http://circlereader.com/faq\n➤ คำแนะนำและข้อเสนอแนะเกี่ยวกับข้อบกพร่อง 👉🏻 https://support.qq.com/products/317910\n\n★ติดต่อและอภิปราย\n➤ ติดต่อทางอีเมล 👉🏻 wenguang.fe@gmail.com\n➤ กลุ่มสนทนา QQ 👉🏻 605710052\n\nอนุมัติผลงาน ขอกาแฟสักแก้ว เพื่อเป็นกำลังใจและกำลังใจ 👉🏻 http://circlereader.com/donate\n\nซอร์สโค้ดโฮสต์บน github 👉🏻 https://github.com/hewenguang/circle\n\nการติดตั้ง Circle หมายความว่าคุณยอมรับข้อตกลงผู้ใช้ของเรา (http://circlereader.com/agreement) และนโยบายความเป็นส่วนตัว (http://circlereader.com/privacy)",
    "zh_CN": "最好用的提升网页阅读体验的免费阅读助手(reader mode)。\n\n广告太多分散注意力、配色太丑不忍直视、字体太小看不清、排版太乱找不到正文，网页阅读真的需要这么困难吗？只需要单击一下，Circle 还你最纯粹的阅读体验，为你更好的阅读保驾护航。\n\nCircle 阅读助手可以把网页中的内容提取出来，重新整理排版成更适合阅读的界面。采用自研的解析引擎和排版引擎，识别效果和排版能力更智能、更快速、更友好。如果你正在寻找一款轻量化、智能化的阅读辅助产品，不妨试试 Circle 阅读助手 - 同类阅读辅助产品中的佼佼者！\n\n比 Safari 阅读模式更强大的阅读助手浏览器扩展 Circle ，是浏览器自带阅读模式的扩充和完善；是电脑阅读网页、看小说、看新闻的不二神器；具有快捷键支持、自定义样式、自定义字体、自定义主题、自动滚动、自动加载下一页、大声朗读、文章大纲（outline）、返回顶部、分栏目阅读、打印阅读模式格式化之后的网页、支持浏览器自带的翻译等阅读辅助类功能。\n\n自研的解析引擎，解析更快速、解析能力更智能。自研的排版引擎，自动屏蔽 html 上的广告和噪音，和格式跑掉说拜拜。纯 js 开发的 Circle 阅读助手浏览器扩展，已经上线 Google Chrome 浏览器、火狐浏览器、Edge 浏览器、360 浏览器、Opera 浏览器等。\n\n★ Circle 阅读助手的几个比较有特色的功能：\n➤ 自研的识别引擎：借助于自研的识别引擎，Circle 的识别效果更智能，识别速度更快。\n➤ 自研的排版引擎：借助于自研的排版引擎，Circle 的排版效果更友好，排版速度更快。\n➤ 信纸效果：像读信件一样的阅读体验。\n➤ 多页解析：在含有下一页链接的页面上，自动解析下一页的内容并展示在当前页面。\n➤ 分栏阅读：独创分栏目阅读网页，大屏幕用户的福利，不浪费屏幕每一寸空间。\n➤ 大声朗读：阅读累了？不如试试听内容吧！解放双手去做其他的。借助于“多页解析”，听小说利器，要啥自行车。\n➤ 预置 5 款炫彩主题：简约的白色，护眼的绿色、优雅的深灰、深邃的暗黑。Circle 一直是你喜欢的样子。\n➤ 自定义渐变背景或者图片背景：预置的主题不在你的审美点上？没关系！自定义主题随你泼墨挥毫。\n➤ 自定义各种样式：仅仅阅读还不能够，网页样式我说了算！字号大一点、字体粗一点、行距高一点，Circle 为你阅读做了每一点。\n➤ 跟随系统切换主题：仅仅支持自定义主题？不存在的。不同时间切换不同的主题怎么样？。\n➤ 自定义 css：我要的效果你没有，你这个哈牛逼的丑东西！自定义 css 来助你，懂点 css Circle 就是你的人。\n\n更多详情 👉🏻 http://circlereader.com\n\n★ 随时了解 Circle 阅读助手的动向\n➤ 订阅号 👉🏻 染河学长\n➤ 微博 👉🏻 https://weibo.com/7650668101\n➤ 知乎 👉🏻 https://www.zhihu.com/people/budingshuti\n\n★ 所需权限说明\n➤ contextMenus: 使用该权限为了实现右键菜单模块，你可以在右键菜单中快速访问 Circle 的功能\n➤ <all_urls>  : 该权限可以让 Circle 访问网页，进而实现对网页内容识别和排版，同时还可以访问截屏和导出为图片等功能\n\n★ 帮助支持\n➤ 常见问题见 👉🏻 http://circlereader.com/faq\n➤ 意见建议和 bug 反馈 👉🏻 https://support.qq.com/products/317910\n\n★ 联系和讨论\n➤ 通过邮箱联系我 👉🏻 wenguang.fe@gmail.com\n➤ QQ 讨论组 👉🏻 605710052\n\n如果你认可我的工作，请我喝杯咖啡以示鼓励和支持 👉🏻 http://circlereader.com/donate\n\n源代码托管在 github 👉🏻 https://github.com/hewenguang/circle\n\n安装 Circle 即代表你接受我们的用户协议（http://circlereader.com/agreement）和隐私政策（http://circlereader.com/privacy）",
    "zh_TW": "最好用的提升網頁閱讀體驗的免費閱讀助手(reader mode)。\n\n廣告太多分散注意力、配色太醜不忍直視、字體太小看不清、排版太亂找不到正文，網頁閱讀真的需要這麼困難嗎？只需要單擊一下，Circle 還你最純粹的閱讀體驗，為你更好的閱讀保駕護航。\n\nCircle 閱讀助手可以把網頁中的內容提取出來，重新整理排版成更適合閱讀的界面。採用自研的解析引擎和排版引擎，識別效果和排版能力更智能、更快速、更友好。如果你正在尋找一款輕量化、智能化的閱讀輔助產品，不妨試試 Circle 閱讀助手 - 同類閱讀輔助產品中的佼佼者！\n\n比 Safari 閱讀模式更強大的閱讀助手瀏覽器擴展 Circle ，是瀏覽器自帶閱讀模式的擴充和完善；是電腦閱讀網頁、看小說、看新聞的不二神器；具有快捷鍵支持、自定義樣式、自定義字體、自定義主題、自動滾動、自動加載下一頁、大聲朗讀、文章大綱（outline）、返回頂部、分欄目閱讀、打印閱讀模式格式化之後的網頁、支持瀏覽器自帶的翻譯等閱讀輔助類功能。\n\n自研的解析引擎，解析更快速、解析能力更智能。自研的排版引擎，自動屏蔽 html 上的廣告和噪音，和格式跑掉說拜拜。純 js 開發的 Circle 閱讀助手瀏覽器擴展，已經上線 Google Chrome 瀏覽器、火狐瀏覽器、Edge 瀏覽器、360 瀏覽器、Opera 瀏覽器等。\n\n★ Circle 閱讀助手的幾個比較有特色的功能：\n➤ 自研的識別引擎：借助於自研的識別引擎，Circle 的識別效果更智能，識別速度更快。\n➤ 自研的排版引擎：借助於自研的排版引擎，Circle 的排版效果更友好，排版速度更快。\n➤ 信紙效果：像讀信件一樣的閱讀體驗。\n➤ 多頁解析：在含有下一頁鏈接的頁面上，自動解析下一頁的內容並展示在當前頁面。\n➤ 分欄閱讀：獨創分欄目閱讀網頁，大屏幕用戶的福利，不浪費屏幕每一寸空間。\n➤ 大聲朗讀：閱讀累了？不如試試聽內容吧！解放雙手去做其他的。借助於“多頁解析”，聽小說利器，要啥自行車。\n➤ 預置 5 款炫彩主題：簡約的白色，護眼的綠色、優雅的深灰、深邃的暗黑。 Circle 一直是你喜歡的樣子。\n➤ 自定義漸變背景或者圖片背景：預置的主題不在你的審美點上？沒關係！自定義主題隨你潑墨揮毫。\n➤ 自定義各種樣式：僅僅閱讀還不能夠，網頁樣式我說了算！字號大一點、字體粗一點、行距高一點，Circle 為你閱讀做了每一點。\n➤ 跟隨系統切換主題：僅僅支持自定義主題？不存在的。不同時間切換不同的主題怎麼樣？ 。\n➤ 自定義 css：我要的效果你沒有，你這個哈牛逼的醜東西！自定義 css 來助你，懂點 css Circle 就是你的人。\n\n更多詳情 👉🏻 http://circlereader.com\n\n★ 隨時了解 Circle 閱讀助手的動向\n➤ 訂閱號 👉🏻 染河學長\n➤ 微博 👉🏻 https://weibo.com/7650668101\n➤ 知乎 👉🏻 https://www.zhihu.com/people/budingshuti\n\n★ 所需權限說明\n➤ contextMenus: 使用該權限為了實現右鍵菜單模塊，你可以在右鍵菜單中快速訪問 Circle 的功能\n➤ <all_urls>  : 該權限可以讓 Circle 訪問網頁，進而實現對網頁內容識別和排版，同時還可以訪問截屏和導出為圖片等功能\n\n★ 幫助支持\n➤ 常見問題見 👉🏻 http://circlereader.com/faq\n➤ 意見建議和 bug 反饋 👉🏻 https://support.qq.com/products/317910\n\n★ 聯繫和討論\n➤ 通過郵箱聯繫我 👉🏻 wenguang.fe@gmail.com\n➤ QQ 討論組 👉🏻 605710052\n\n如果你認可我的工作，請我喝杯咖啡以示鼓勵和支持 👉🏻 http://circlereader.com/donate\n\n源代碼託管在 github 👉🏻 https://github.com/hewenguang/circle\n\n安裝 Circle 即代表你接受我們的用戶協議（http://circlereader.com/agreement）和隱私政策（http://circlereader.com/privacy）"
  }
}