{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SOC Multi-tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SOC Multi-tool is a powerful and user-friendly browser extension that streamlines investigations for security professionals."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The SOC Multi-tool is a powerful and user-friendly tool that streamlines investigations for security professionals. With a range of features and capabilities, this open-source tool allows you to quickly and easily investigate text that you have highlighted, using a variety of different resources.\n\nSome of the key features of the SOC Multi-tool include:\n\n• IP Reputation Lookup using VirusTotal & AbuseIPDB\n• IP Info Lookup using Tor relay checker & WHOIS\n• Hash Reputation Lookup using VirusTotal\n• Domain Reputation Lookup using VirusTotal & AbuseIPDB\n• Domain Info Lookup using Alienvault\n• Living off the land binaries Lookup using the LOLBas project\n• Decoding of Base64 & HEX using CyberChef\n• File Extension & Filename Lookup using fileinfo.com & File.net\n• MAC Address manufacturer Lookup using maclookup.com\n• Parsing of UserAgent using user-agents.net\n• Microsoft Error code Lookup using Microsoft's DB\n• Event ID Lookup (Windows, Sharepoint, SQL Server, Exchange, and Sysmon) \n\n\nUsing the SOC Multi-tool is simple, just highlight the text you want to investigate, right-click and navigate to the type of data highlighted, and select your desired investigation. \nNew tabs will open with the results of your investigation, making it easy to work with multiple investigations at once.\n\nSOC Multi-tool is a community-driven project, and the developer encourages users to contribute and share better resources."
  }
}