{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Width and Height Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate this extension to instantly measure the length and width of any selected text with just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop manually measuring text on web pages! Width and Height Finder, an essential tool for Chrome that designers, developers, and anyone who deals with text components, Width and Height Finder is a simple tool that helps measure text element size with just one click. It is an efficient utility that proves beneficial in reducing working time and maintaining the quality of design and development specifications whether for web creation, designing layouts, or measuring the size of texts.  \n\nWidth and Height Finder is available for installation today, so get your copy and never have to estimate text dimensions again! \n \n\nBrief descriptions of the key features  \n\nEasy Measurement: Calculate text size in terms of time duration without delay. \n\nOne-Click Activation: For the extension, you can quickly launch it with a single click, as soon as the warning appears. \n\nAccurate Results: You should strive to ensure that the width and height measurements you obtain are as precise as possible. \n\nUser-Friendly: Lack of complex or elaborate graphics and layout. \n \n\nHow to Use \n\nStep 1: Install the extension \n\n If you are using Google Chrome, you need to install the extension to use it as a social network. \n\nSearch for ‘Width and Height Finder’ chrome extension in your browser’s extension store and click on the option that says ‘Install’. \n\nStep 2: When you are ready to begin using the extension, follow these steps: \n\nAfter the installation, you will see the Width and Height Finder icon on the toolbar of your browser; hover over it and click on it to run the extension. \n\nStep 3: Select Text \n\nMeasure the width and height of any element on a web page by drawing a rectangle around it. \n\nStep 4: Get Measurements \n\nAgain, click on enable option to see the width and height of the selected text presently. \n\n\nFor whom is it suitable? \n\nAs Width and Height Finder is a useful tool when working with texts on web sites, it is particularly suitable for web designers, developers, and everyone who often deals with texts on sites. Graphic designers can be confident about their layout design, programmers can correct and improve their web sites, and curious individuals can finally find out the dimensions of their text. In doing so, this tool greatly helps in the measurement of text, rendering it an invaluable tool for both academicians and laymen alike. \n\n \n\nWhy it is Useful? \n \nThis extension is useful because you can easily measure the text dimensions without too much time and effort spent. Instead of calculating it and doing all sorts of estimations from scratch or with the help of some complicated software, you can get the measurements with the help of a single click. It improves efficiency since it helps in delivering accurate results in an instance, hence improving the precision of your design and development work. Due to the simplicity of the layout, it is easy to use for anyone, regardless of the level of experience with such tools and the nature of the user’s work.\n\n \n FAQs \n \n1. What steps need to be taken in order to install the Width and Height Finder? \nOpen your browser and search for the extension store, look for the desired extension, named “Width and Height Finder”, and install it. \n \n2. What is the usage of the extension? \nIn your browser, go to the Width and Height Finder and use the mouse pointer to point to \n\nthe text you want to measure then click it again to get the Width and Height values. \n \n3. Is it possible to apply the measurement to any webpage of your choice? \nYes, this type of measurement is possible, and you can measure text dimensions on any webpage you are visiting. \n \n4. Will this extension provide a negative impact such as slowing down my browser? \nNo, Width and Height Finder does not contain any complex codes that may slow down your browser’s performance. \n \n5. What do I do if the measurements turn out to be inaccurate? \nIt would be helpful if you could try closing the page and then opening it again and then click on the text once more. If it does not work, then there might be some problems with the specific extension and the user should visit the support page of the extension in question."
  }
}