{
  "name": {
    "ar": "فستان فتاة - Online",
    "am": "የሴት ልጅ አለባበስ - Unblocked",
    "bg": "Облечи момичето - Fashion Game",
    "bn": "গার্ল ড্রেস আপ - Beauty Game",
    "ca": "Vesteix a noia - Beauty Game",
    "cs": "Dívka se zdobit - Fashion Game",
    "da": "Pige kjole op - Fashion Game",
    "de": "Mädchen verkleiden sich - Unblocked",
    "el": "Κορίτσι Ντύσιμο - Unblocked",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Girl Dress Up - Girl Game",
    "es": "Viste a la niña - Unblocked Game",
    "et": "Tüdrukute riietus - Beauty Game",
    "fa": "دختر لباس - Beauty Game",
    "fi": "Tyttö pukeutua - Unblocked Game",
    "fil": "Pambabae Dress Up - Fashion Game",
    "fr": "Habillage de fille - Fashion Game",
    "gu": "છોકરી ઉપર પહેરવેશ - Fashion Game",
    "he": "ילדה להתלבש - Online Games",
    "hi": "लड़की ड्रेस अप - Unblocked",
    "hr": "Djevojka prerušiti se - Online",
    "hu": "Lány Öltöztetős - Beauty Game",
    "id": "Gadis Berdandan - Unblocked Games",
    "it": "Ragazza vestita - Online",
    "ja": "ガールドレスアップ - Online Game",
    "kn": "ಗರ್ಲ್ ಪ್ರಸಾಧನ - Online Game",
    "ko": "소녀가 차려입다 - Online Games",
    "lv": "Meiteņu saģērbt - Online Games",
    "ml": "പെൺകുട്ടി വസ്ത്രധാരണം - Unblocked Game",
    "mr": "मुलगी ड्रेस अप - Online Games",
    "ms": "Gadis Berdandan - Beauty Game",
    "nl": "Meisje aankleden - Online Games",
    "pl": "Dziewczyna Ubierz - Unblocked",
    "ro": "Fata Dress Up - Online Game",
    "ru": "Одень девушку - Online Games",
    "sk": "Dievča zdobiť - Unblocked Games",
    "sl": "Obleci se dekle - Online Games",
    "sw": "Msichana Dress Up - Unblocked",
    "ta": "பெண் உடுத்தி - Unblocked Game",
    "te": "అమ్మాయి డ్రెస్ - Unblocked Games",
    "th": "สาวแต่งตัว - Online",
    "tr": "Kız Giydirme - Beauty Game",
    "uk": "Дівчина одягається - Unblocked Games"
  },
  "short": {
    "ar": "تغلب على هوليوود بإحساسك المثالي بالأناقة. العب لعبة تلبيس ومكياج عارضات الأزياء لعرض الأزياء.",
    "am": "ሆሊውድን በአንተ ፍጹም የአጻጻፍ ስሜት ምታ።የአለባበስ ጨዋታ ተጫወት እና ለፋሽን ትርኢት ሞዴሎችን አዘጋጅ።",
    "bg": "Победете Холивуд с вашето перфектно усещане за стил. Играйте игра за обличане и гримирайте модели за модно шоу.",
    "bn": "আপনার নিখুঁত শৈলীর সংবেদন দিয়ে হলিউডকে পরাজিত করুন। ড্রেস আপ গেম খেলুন এবং ফ্যাশন শোয়ের জন্য মডেল তৈরি করুন।",
    "ca": "Venceu a Hollywood amb la vostra perfecta sensació d&#39;estil. Juga al joc de disfresses i maquilla models per a la desfilada de…",
    "cs": "Porazte Hollywood svým dokonalým pocitem stylu. Zahrajte si oblékací hru a nalíčte modelky na módní přehlídku.",
    "da": "Slå Hollywood med din perfekte følelse af stil. Spil påklædningsspil, og make-up modeller til modeshow.",
    "de": "Schlagen Sie Hollywood mit Ihrem perfekten Stilgefühl. Spielen Sie ein Anziehspiel und schminken Sie Models für eine Modenschau.",
    "el": "Κερδίστε το Χόλιγουντ με την τέλεια αίσθηση του στυλ σας. Παίξτε ένα παιχνίδι ντυσίματος και μακιγιάζ για επίδειξη μόδας.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Beat Hollywood with your perfect sensation of style.Play dress up game and make up models for fashion show.",
    "es": "Vence a Hollywood con tu sensación perfecta de estilo. Juega al juego de vestir y crea modelos para el desfile de moda.",
    "et": "Võitke Hollywoodi oma täiusliku stiilitundega. Mängige riietumismängu ja meigige modelle moeetenduseks.",
    "fa": "هالیوود را با احساس سبک خود شکست دهید. بازی لباس پوشیدن و مدل های آرایش را برای نمایش مد انجام دهید.",
    "fi": "Voita Hollywood täydellisellä tyylitunnelmallasi. Pelaa pukeutumispeliä ja meikkaa malleja muotinäytökseen.",
    "fil": "Talunin ang Hollywood gamit ang iyong perpektong pakiramdam ng istilo. Maglaro ng dress up game at gumawa ng mga modelo para sa…",
    "fr": "Battez Hollywood avec votre sensation parfaite de style. Jouez au jeu d&#39;habillage et maquillez des modèles pour le défilé de…",
    "gu": "તમારી શૈલીની સંપૂર્ણ સંવેદના સાથે હોલીવુડને હરાવો. ફેશન શો માટે ડ્રેસ અપ ગેમ રમો અને મોડેલો બનાવો.",
    "he": "נצח את הוליווד עם תחושת הסגנון המושלמת שלך. שחקו במשחק התלבשות והתאפרו דוגמניות לתצוגת אופנה.",
    "hi": "स्टाइल की अपनी संपूर्ण अनुभूति के साथ हॉलीवुड को हराएं। ड्रेस अप गेम खेलें और फैशन शो के लिए मॉडल बनाएं।",
    "hr": "Pobijedite Hollywood svojim savršenim osjećajem stila. Igrajte igru oblačenja i šminkajte modele za modnu reviju.",
    "hu": "Győzd le Hollywoodot a tökéletes stílusérzeteddel. Játssz öltöztetős játékot, és sminkelj modelleket a divatbemutatóhoz.",
    "id": "Kalahkan Hollywood dengan sensasi gaya Anda yang sempurna. Mainkan permainan mendandani dan make up model untuk peragaan busana.",
    "it": "Batti Hollywood con la tua perfetta sensazione di stile. Gioca al gioco di vestire e trucca le modelle per la sfilata di moda.",
    "ja": "着せ替えゲームで遊んで、ファッション ショーのモデルを作りましょう。",
    "kn": "ನಿಮ್ಮ ಪರಿಪೂರ್ಣ ಶೈಲಿಯ ಸಂವೇದನೆಯೊಂದಿಗೆ ಹಾಲಿವುಡ್ ಅನ್ನು ಸೋಲಿಸಿ. ಡ್ರೆಸ್ ಅಪ್ ಗೇಮ್ ಅನ್ನು ಪ್ಲೇ ಮಾಡಿ ಮತ್ತು ಫ್ಯಾಷನ್ ಶೋಗಾಗಿ ಮಾಡೆಲ್‌ಗಳನ್ನು ಮಾಡಿ.",
    "ko": "완벽한 스타일 감각으로 할리우드를 이겨보세요. 옷입히기 게임을 플레이하고 패션쇼를 위한 모델을 만드세요.",
    "lv": "Pārspējiet Holivudu ar savu ideālo stila sajūtu. Spēlējiet saģērbšanās spēli un veidojiet modeļus modes skatei.",
    "ml": "നിങ്ങളുടെ മികച്ച ശൈലിയിലൂടെ ഹോളിവുഡിനെ തോൽപ്പിക്കുക. ഡ്രസ് അപ്പ് ഗെയിം കളിക്കുക, ഫാഷൻ ഷോയ്‌ക്കായി മോഡലുകൾ ഉണ്ടാക്കുക.",
    "mr": "तुमच्या शैलीच्या परिपूर्ण संवेदनासह हॉलीवूडला मात द्या. ड्रेस अप गेम खेळा आणि फॅशन शोसाठी मॉडेल बनवा.",
    "ms": "Kalahkan Hollywood dengan sensasi gaya anda yang sempurna. Main permainan berdandan dan mekap model untuk pertunjukan fesyen.",
    "nl": "Versla Hollywood met je perfecte gevoel voor stijl.Speel een aankleedspel en make-up modellen voor modeshows.",
    "pl": "Pokonaj Hollywood swoim doskonałym wyczuciem stylu. Zagraj w ubieranki i umaluj modelki na pokaz mody.",
    "ro": "Învinge Hollywood-ul cu senzația ta perfectă de stil. Joacă un joc de îmbrăcăminte și machiază modele pentru prezentarea de modă.",
    "ru": "Превзойдите Голливуд своим идеальным чувством стиля. Играйте в игру-одевалку и гримируйте моделей для показа мод.",
    "sk": "Porazte Hollywood svojím dokonalým pocitom štýlu. Zahrajte si hru na obliekanie a nalíčte modelky na módnu prehliadku.",
    "sl": "Premagajte Hollywood s svojim popolnim občutkom stila. Igrajte igro oblačenja in naličite modele za modno revijo.",
    "sw": "Ishinde Hollywood ukitumia mtindo wako mzuri. Cheza mchezo wa mavazi na uunde wanamitindo wa maonyesho ya mitindo.",
    "ta": "ஹாலிவுட்டை வெல்லுங்கள். உங்களின் சிறப்பான ஸ்டைல். டிரஸ் அப் கேமை விளையாடுங்கள் மற்றும் ஃபேஷன் ஷோவுக்கான மாடல்களை உருவாக்குங்கள்.",
    "te": "మీ పర్ఫెక్ట్ స్టైల్ సెన్సేషన్‌తో హాలీవుడ్‌ను ఓడించండి. డ్రెస్ అప్ గేమ్‌ని ఆడండి మరియు ఫ్యాషన్ షో కోసం మోడల్‌లను తయారు చేయండి.",
    "th": "เอาชนะฮอลลีวูดด้วยสไตล์ที่สมบูรณ์แบบของคุณ เล่นเกมแต่งตัวและแต่งหน้านางแบบสำหรับแฟชั่นโชว์",
    "tr": "Mükemmel stil duygunuzla Hollywood&#39;u yenin. Giydirme oyunu oynayın ve moda şovu için makyaj yapın.",
    "uk": "Перемагайте Голлівуд своїм ідеальним відчуттям стилю. Грайте в гру одягання та макіяж моделей для показу мод."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Become a fashion stylist for your new dress up challenge! Beat Hollywood with your perfect sensation of style. Play dress up game and make make up models for fashion show.\n\nHelp the girl find the fashion and attractiveness in this beautiful dress game! Get inventive and find your favorite fashion. There are about two hundred items to choose from in twelve class, such as haircuts, color, head-dress, eye color, glasses, color glasses, dresses, shirts, jeans, clothing, colors dresses, shoes, color shoes, body color, lip color and nail color. Once you have made a style, you can go on a disco scene, and you can take a photo of a girl! Enjoy the game!\n\nHow To Play:\nThere are about two hundred items to choose from in twelve class, choose your style and turn your doll into a real fashion star!\n\n\nFinally, you can enjoy these game for free (and more requests will be added)! Girl Dress Up - Girl Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@zillakgames.com and share your thoughts and problems."
  }
}