{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SaveToFigma Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clipper for SaveToFigma"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly capture web inspiration through Chrome extension and have it at your fingertips in Figma with our seamless plugin integration. The game-changing Figma plugin and Chrome extension are designed to streamline your design workflow and supercharge your creativity.\n\n📷 Capture with Chrome Extension \nCapture full or partial screenshots effortlessly using the SavetoFigma Chrome extension. Explore the web for design inspirations and collect them with a single click. No more cumbersome downloads or messy folders.\n\n🖌️  View and Organize Screenshots in the Figma Plugin \nUnlock the power of seamless organization. SavetoFigma’s plugin allows you to effortlessly access and manage your collected screenshots. Say goodbye to hunting through scattered files and hello to a streamlined design process.\n\n✨ Design Inspiration at Your Fingertips \nHarness the web's creativity and make it your own. With SavetoFigma, your design inspirations are neatly organized, tagged, and ready for your next project. Boost your creativity and productivity today.\n\n🚀 Getting Started in 5 Simple Steps:\n1. Install the Figma Plugin: Begin by installing the SavetoFigma plugin.\n\n2. Register Your User Account: Inside the Figma plugin, register your user account to get started.\n\n3. Import your License: Purchase your SavetoFigma license\nWhile we do not currently offer a trial option, we do provide peace of mind with a 30-day money-back guarantee, no questions asked. \nGet your license using the following link: https://savetofigma.lemonsqueezy.com/checkout\n\n4. Install the Chrome Extension: Add the SavetoFigma Chrome extension to your browser to start capturing inspiration via this link. Simply login using the credentials you created in the Figma plugin to seamlessly connect the two tools.\n\n5. Start Capturing: Begin capturing web inspirations through the Chrome extension and view them seamlessly in your Figma plugin.\n\nLimitations\n* Ensure you have the latest version of Google Chrome for optimal performance.\n* SavetoFigma relies on the web for design inspirations, so internet connectivity is essential.\n* While we strive to ensure compatibility with various websites, some sites with advanced security measures may restrict screenshot capturing. We are working hard to make sure we will provide our user with the best experience.\n\nGot Questions?\nIf you have any questions or need assistance, feel free to reach out to us via email at inspireproductdesigners@gmail.com\n\nReporting Bugs\nShould you encounter any bugs or issues, please let us know by contacting us at inspireproductdesigners@gmail.com\n\nNote: SavetoFigma is not affiliated with Figma or Figma's team, nor is it endorsed by Figma."
  }
}