{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bullet Force Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Bullet Force Unblocked game on Classroom 6x. Bullet Force online game. For Bullet Force fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bullet Force is an exhilarating first-person shooter game that offers players intense multiplayer action and a variety of engaging modes, making it a favorite among fans of the genre. The game starts with a choice of modes, including Team Deathmatch, Conquest, Free-For-All, and Gun Game, each offering a unique twist on the FPS formula. \n\nThe heart of Bullet Force lies in its customization options. Players can choose from over 20 weapons, ranging from assault rifles to snipers, each of which can be outfitted with multiple attachments like scopes, extended magazines, and laser sights. This level of customization allows players to tailor their loadouts to suit their play style and the tactical needs of different maps and modes.\n\nIf you have any questions about our Bullet Force Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Bullet Force Unblocked game extension.\n4. Press \"Remove\""
  }
}