{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock Youtube NoADS"
  },
  "short": {
    "ar": "Adblock Youtube For Chrome. حظر الإعلانات وتخطي الإعلان. البرنامج المساعد العمل الوحيد. شغال 100%.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,ml,ms": "Adblock Youtube For Chrome. Ad Block & Skip Ad.",
    "bg": "Adblock Youtube For Chrome. Блокиране на реклами и пропускане на реклами. Единственият работещ плъгин. %100 работи.",
    "bn": "Adblock Youtube For Chrome. বিজ্ঞাপন ব্লক করুন এবং বিজ্ঞাপন এড়িয়ে যান। একমাত্র কার্যকরী প্লাগইন। 100% কাজ করছে।",
    "ca": "Adblock Youtube For Chrome. Bloqueig d'anuncis i saltar l'anunci. L'únic connector que funciona. % 100 funcionant.",
    "cs": "Adblock Youtube For Chrome. Blokování reklam a přeskočení reklamy. Jediný funkční plugin. %100 Funguje.",
    "da": "Adblock Youtube For Chrome. Annonceblokering og spring annonce over. Det eneste fungerende plugin. %100 Arbejder.",
    "de": "Adblock Youtube For Chrome. Werbung blockieren und Werbung überspringen. Das einzige funktionierende Plugin. %100 Funktioniert.",
    "el": "Adblock Youtube For Chrome. Αποκλεισμός διαφημίσεων και παράλειψη διαφήμισης. Το μόνο πρόσθετο που λειτουργεί. %100 Λειτουργεί.",
    "es": "Adblock Youtube For Chrome. Bloquear anuncios y omitir anuncios. El único complemento que funciona. %100 trabajando.",
    "et": "Adblock Youtube For Chrome. Reklaamide blokeerimine ja reklaami vahelejätmine. Ainus töötav plugin. %100 Töötab.",
    "fa": "Adblock Youtube For Chrome. مسدود کردن تبلیغات و رد شدن از تبلیغات. تنها پلاگین کار می کند. %100 کار می کند.",
    "fi": "Adblock Youtube For Chrome. Mainosten esto & Ohita mainos. Ainoa toimiva plugin. %100 Toimii.",
    "fr": "Adblock Youtube For Chrome. Bloquer les publicités et ignorer la publicité. Le seul plugin fonctionnel. %100 fonctionnant.",
    "gu": "Adblock Youtube For Chrome. જાહેરાત અવરોધિત કરો અને જાહેરાત છોડો. એકમાત્ર કાર્યકારી પ્લગઇન. %100 કામ કરે છે.",
    "he": "Adblock Youtube For Chrome. חסימת מודעות ודלג על מודעה. התוסף היחיד שעובד. %100 עובד.",
    "hi": "Adblock Youtube For Chrome. विज्ञापन ब्लॉक करें और विज्ञापन छोड़ें। एकमात्र कार्यशील प्लगइन. %100 कार्यशील.",
    "hr": "Adblock Youtube For Chrome. Blokiraj i preskoči oglas. Jedini radni dodatak. %100 radi.",
    "hu": "Adblock Youtube For Chrome. Hirdetés blokkolása és hirdetés kihagyása. Az egyetlen működő plugin. %100 Működik.",
    "id": "Adblock Youtube For Chrome. Blokir Iklan & Lewati Iklan. Satu-satunya plugin yang berfungsi. %100 Bekerja.",
    "it": "Adblock Youtube For Chrome. Blocca annunci e salta annuncio. L'unico plugin funzionante. %100 funzionante.",
    "ja": "Adblock Youtube For Chrome. 広告ブロックと広告をスキップ。 唯一動作するプラグイン。 %100 動作中。",
    "kn": "Adblock Youtube For Chrome. ಜಾಹೀರಾತು ನಿರ್ಬಂಧಿಸಿ ಮತ್ತು ಜಾಹೀರಾತು ಬಿಟ್ಟುಬಿಡಿ. ಕೆಲಸ ಮಾಡುವ ಏಕೈಕ ಪ್ಲಗಿನ್. % 100 ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ.",
    "ko": "Adblock Youtube For Chrome. 광고 차단 및 광고 건너뛰기. 유일하게 작동하는 플러그인입니다. %100 작동 중입니다.",
    "lt": "Adblock Youtube For Chrome. Skelbimų blokavimas ir praleidimas. Vienintelis veikiantis priedas. %100 Veikia.",
    "lv": "Adblock Youtube For Chrome. Reklāmu bloķēšana un izlaišana. Vienīgais strādājošais spraudnis. %100 Darbojas.",
    "mr": "Adblock Youtube For Chrome. जाहिरात ब्लॉक करा आणि जाहिरात वगळा. एकमेव कार्यरत प्लगइन. %100 कार्यरत.",
    "nl": "Adblock Youtube For Chrome. Advertentie blokkeren en advertentie overslaan. De enige werkende plug-in. %100 Werkt.",
    "no": "Adblock Youtube For Chrome. Annonseblokkering og hopp over annonse. Den eneste fungerende plugin. %100 Fungerer.",
    "pl": "Adblock Youtube For Chrome. Blokowanie reklam i pomijanie reklam. Jedyna działająca wtyczka. %100 Działa.",
    "pt_BR,pt_PT": "Adblock Youtube For Chrome. Bloquear anúncios e pular anúncio. O único plugin funcional. %100 funcionando.",
    "ro": "Adblock Youtube For Chrome. Blocarea anunțurilor și ignorarea anunțurilor. Singurul plugin care funcționează. %100 de lucru.",
    "ru": "Adblock Youtube For Chrome. Блокировка рекламы и пропуск рекламы. Единственный рабочий плагин. %100 Работает.",
    "sk": "Adblock Youtube For Chrome. Blokovanie reklám a preskočenie reklamy. Jediný funkčný plugin. %100 Pracuje sa.",
    "sl": "Adblock Youtube For Chrome. Blokiraj oglas in preskoči oglas. Edini delujoči vtičnik. %100 deluje.",
    "sr": "Adblock Youtube For Chrome. Блокирање огласа и прескакање огласа. Једини функционални додатак. %100 Воркинг.",
    "sv": "Adblock Youtube For Chrome. Annonsblockering & Hoppa över annons. Den enda fungerande plugin. %100 Fungerar.",
    "sw": "Adblock Youtube For Chrome. Zuia Matangazo na Uruke Tangazo. Programu-jalizi pekee inayofanya kazi. %100 Inafanya kazi.",
    "ta": "Adblock Youtube For Chrome. விளம்பரத் தடுப்பு & விளம்பரத்தைத் தவிர். ஒரே வேலை சொருகி. %100 வேலை.",
    "te": "Adblock Youtube For Chrome. యాడ్ బ్లాక్ & యాడ్ స్కిప్. పని చేసే ఏకైక ప్లగ్ఇన్. %100 పని చేస్తోంది.",
    "th": "Adblock Youtube For Chrome. บล็อกโฆษณา & ข้ามโฆษณา ปลั๊กอินที่ใช้งานได้เพียงตัวเดียว %100 ใช้งานได้",
    "tr": "Adblock Youtube For Chrome. Reklam Engelle ve Reklamı Atla.",
    "uk": "Adblock Youtube For Chrome. Блокувати та пропускати рекламу. Єдиний робочий плагін. %100 працює.",
    "vi": "Adblock Youtube For Chrome. Chặn quảng cáo & bỏ qua quảng cáo. Plugin hoạt động duy nhất. %100 Đang hoạt động.",
    "zh_CN": "Adblock Youtube For Chrome. 广告拦截和跳过广告。 唯一有效的插件。 %100 工作。",
    "zh_TW": "Adblock Youtube For Chrome. 廣告攔截和跳過廣告。 唯一有效的插件。 %100 工作。"
  },
  "long": {
    "ar": "Adblock غير المكتشفة على YouTube NoADS لمتصفح Chrome. لن ترى الإعلانات على موقع يوتيوب\nيوتيوب Adblock أو Adblock لموقع يوتيوب\n\nلن ترى إعلانات بعد الآن أثناء مشاهدة مقاطع الفيديو على YouTube.\nعلى وجه الخصوص، لا يوجد المزيد من الإعلانات أمام الفيديو.\n\nلا تستطيع العديد من المكونات الإضافية حظر مقاطع الفيديو أمام الفيديو، ولكن من المستحيل رؤية الإعلانات في هذا البرنامج الإضافي.\n\nAdblock ghayr almuktashafat ealaa YouTube NoADS limutasafih Chrome. lan taraa al'iielanat ealaa mawqie yutyub\nyutyub Adblock 'aw Adblock limawqie yutyub\nlan taraa 'iielanat baed alan 'athna' mushahadat maqatie alfidyu ealaa YouTube.\nealaa wajh alkhususi, la yujad almazid min al'iielanat 'amam alfidyu.\nla tastatie aleadid min almukawinat al'iidafiat hazr maqatie alfidyu 'amam alfidyu, walakin min almustahil ruyat al'iielanat fi hadha albarnamaj al'iidafii.\n\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,ml,ms": "UnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube Adblock  \n\nAdblock for YouTube   Features:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + loads videos and YouTube website faster.\n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos \nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "bg": "Неоткрит Adblock YouTube NoADS за Chrome. Няма да видите реклама в YouTube\nYouTube Adblock или Adblock за YouTube\n\nВече няма да виждате реклами, докато гледате видеоклипове в YouTube.\nПо-специално, няма повече реклами пред видеото.\n\nМного плъгини не могат да блокират видеоклипове пред видеото, но е невъзможно да видите реклами в този плъгин.\n\nNeotkrit Adblock YouTube NoADS za Chrome. Nyama da vidite reklama v YouTube\nYouTube Adblock ili Adblock za YouTube  \n\nVeche nyama da vizhdate reklami, dokato gledate videoklipove v YouTube.\nPo-spetsialno, nyama poveche reklami pred videoto.\n\nMnogo plŭgini ne mogat da blokirat videoklipove pred videoto, no e nevŭzmozhno da vidite reklami v tozi plŭgin.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "bn": "ক্রোমের জন্য অডিটেক্টেড অ্যাডব্লক YouTube NoADS। আপনি YouTube-এ বিজ্ঞাপন দেখতে পাবেন না\nইউটিউব অ্যাডব্লক বা ইউটিউবের জন্য অ্যাডব্লক\n\nইউটিউবে ভিডিও দেখার সময় আপনি আর বিজ্ঞাপন দেখতে পাবেন না।\nবিশেষ করে, ভিডিওর সামনে আর কোনো বিজ্ঞাপন নেই।\n\nঅনেক প্লাগইন ভিডিওর সামনে ভিডিও ব্লক করতে পারে না, তবে এই প্লাগইনে বিজ্ঞাপন দেখা অসম্ভব।\n\n\nKrōmēra jan'ya aḍiṭēkṭēḍa ayāḍablaka YouTube NoADS. Āpani YouTube-ē bijñāpana dēkhatē pābēna nā\ni'uṭi'uba ayāḍablaka bā i'uṭi'ubēra jan'ya ayāḍablaka  \n\ni'uṭi'ubē bhiḍi'ō dēkhāra samaẏa āpani āra bijñāpana dēkhatē pābēna nā.\nBiśēṣa karē, bhiḍi'ōra sāmanē āra kōnō bijñāpana nē'i.\n\nAnēka plāga'ina bhiḍi'ōra sāmanē bhiḍi'ō blaka karatē pārē nā, tabē ē'i plāga'inē bijñāpana dēkhā asambhaba.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "ca": "Adblock no detectat YouTube NoADS per a Chrome. No veuràs publicitat a YouTube\nAdblock de YouTube o Adblock per a YouTube\n\nJa no veureu anuncis mentre mireu vídeos a YouTube.\nSobretot, no hi ha més anuncis davant del vídeo.\n\nMolts connectors no poden bloquejar vídeos davant del vídeo, però és impossible veure anuncis en aquest connector.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "cs": "Nedetekováno Adblock YouTube NoADS pro Chrome. Na YouTube neuvidíte reklamu\nYouTube Adblock nebo Adblock pro YouTube\n\nPři sledování videí na YouTube se vám již nebudou zobrazovat reklamy.\nZejména před videem již nejsou žádné reklamy.\n\nMnoho pluginů neumí blokovat videa před videem, ale v tomto pluginu nelze vidět reklamy.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "da": "Uopdaget Adblock YouTube NoADS til Chrome. Du vil ikke se reklamer på YouTube\nYouTube Adblock eller Adblock til YouTube\n\nDu vil ikke længere se annoncer, mens du ser videoer på YouTube.\nIsær er der ikke flere annoncer foran videoen.\n\nMange plugins kan ikke blokere videoer foran videoen, men det er umuligt at se annoncer i dette plugin.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "de": "Nicht erkannter Adblock YouTube NoADS für Chrome. Sie werden keine Werbung auf YouTube sehen.\nYouTube Adblock oder Adblock für YouTube\n\nSie werden keine Werbung mehr sehen, während Sie Videos auf YouTube ansehen.\nInsbesondere gibt es keine Werbung mehr vor dem Video.\n\nViele Plugins können Videos vor dem Video nicht blockieren, aber in diesem Plugin ist es unmöglich, Werbung zu sehen.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "el": "Μη εντοπισμένο Adblock YouTube NoADS για Chrome. Δεν θα δείτε διαφημίσεις στο YouTube\nYouTube Adblock ή Adblock για YouTube\n\nΔεν θα βλέπετε πλέον διαφημίσεις κατά την παρακολούθηση βίντεο στο YouTube.\nΕιδικά, δεν υπάρχουν άλλες διαφημίσεις μπροστά από το βίντεο.\n\nΠολλές προσθήκες δεν μπορούν να αποκλείσουν τα βίντεο μπροστά από το βίντεο, αλλά είναι αδύνατο να δείτε διαφημίσεις σε αυτήν την προσθήκη.\n\nMi entopisméno Adblock YouTube NoADS gia Chrome. Den tha deíte diafimíseis sto YouTube\nYouTube Adblock í Adblock gia YouTube  \n\nDen tha vlépete pléon diafimíseis katá tin parakoloúthisi vínteo sto YouTube.\nEidiká, den ypárchoun álles diafimíseis brostá apó to vínteo.\n\nPollés prosthíkes den boroún na apokleísoun ta vínteo brostá apó to vínteo, allá eínai adýnato na deíte diafimíseis se aftín tin prosthíki.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "es": "Adblock no detectado de YouTube NoADS para Chrome. No verás publicidad en YouTube.\nYouTube Adblock o Adblock para YouTube\n\nYa no verás anuncios mientras miras vídeos en YouTube.\nEspecialmente porque no hay más anuncios delante del vídeo.\n\nMuchos complementos no pueden bloquear videos delante del video, pero es imposible ver anuncios en este complemento.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "et": "Tuvastamata Adblock YouTube NoADS Chrome'i jaoks. Te ei näe YouTube'is reklaame\nYouTube Adblock või Adblock YouTube'i jaoks\n\nTe ei näe YouTube'is videoid vaadates enam reklaame.\nEriti pole video ees enam reklaame.\n\nPaljud pistikprogrammid ei saa blokeerida videoid video ees, kuid selles pistikprogrammis on võimatu reklaame näha.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "fa": "Adblock شناسایی نشده YouTube NoADS برای کروم. در یوتیوب تبلیغاتی نخواهید دید\nYouTube Adblock یا Adblock برای YouTube\n\nدر حین تماشای ویدیوها در YouTube دیگر تبلیغاتی را نخواهید دید.\nبه خصوص اینکه دیگر تبلیغاتی در جلوی ویدیو وجود ندارد.\n\nبسیاری از افزونه ها نمی توانند ویدیوهای جلوی ویدیو را مسدود کنند، اما دیدن تبلیغات در این افزونه غیرممکن است.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "fi": "Tunnistamaton Adblock YouTube NoADS Chromelle. Et näe mainoksia YouTubessa\nYouTube Adblock tai Adblock YouTubelle\n\nEt enää näe mainoksia katsellessasi videoita YouTubessa.\nVarsinkin videon edessä ei ole enää mainoksia.\n\nMonet laajennukset eivät voi estää videoita videon edessä, mutta tässä laajennuksessa on mahdotonta nähdä mainoksia.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "fr": "Adblock non détecté YouTube NoADS pour Chrome. Vous ne verrez pas de publicité sur YouTube\nYouTube Adblock ou Adblock pour YouTube\n\nVous ne verrez plus de publicités lorsque vous regarderez des vidéos sur YouTube.\nSurtout, il n’y a plus de publicité devant la vidéo.\n\nDe nombreux plugins ne peuvent pas bloquer les vidéos devant la vidéo, mais il est impossible de voir des publicités dans ce plugin.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "gu": "ક્રોમ માટે અનડેક્ટેડ એડબ્લોક YouTube NoADS. તમે YouTube પર જાહેરાત જોશો નહીં\nYouTube માટે YouTube Adblock અથવા Adblock\n\nYouTube પર વીડિયો જોતી વખતે તમને હવે જાહેરાતો દેખાશે નહીં.\nખાસ કરીને, વિડિયોની આગળ કોઈ વધુ જાહેરાતો નથી.\n\nઘણા પ્લગઈન વિડિયો સામે વિડીયો બ્લોક કરી શકતા નથી, પરંતુ આ પ્લગઈનમાં જાહેરાતો જોવાનું અશક્ય છે.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "he": "חסימת מודעות לא מזוהה YouTube NoADS עבור Chrome. לא תראה פרסום ביוטיוב\nYouTube Adblock או Adblock עבור YouTube\n\nלא תראה עוד מודעות בזמן צפייה בסרטונים ב-YouTube.\nבמיוחד, אין יותר מודעות מול הסרטון.\n\nתוספים רבים לא יכולים לחסום סרטונים מול הסרטון, אבל אי אפשר לראות מודעות בתוסף הזה.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "hi": "क्रोम के लिए अनडिटेक्टेड एडब्लॉक यूट्यूब नोएड्स। आपको यूट्यूब पर विज्ञापन नहीं दिखेंगे\nयूट्यूब एडब्लॉक या यूट्यूब के लिए एडब्लॉक\n\nअब आपको यूट्यूब पर वीडियो देखते समय विज्ञापन नहीं दिखेंगे।\nखास तौर पर, वीडियो के सामने अब कोई विज्ञापन नहीं है।\n\nकई प्लगइन्स वीडियो के सामने वीडियो को ब्लॉक नहीं कर सकते हैं, लेकिन इस प्लगइन में विज्ञापन देखना असंभव है।क्रोम के लिए अनडिटेक्टेड एडब्लॉक यूट्यूब नोएड्स। आपको यूट्यूब पर विज्ञापन नहीं दिखेंगे\nयूट्यूब एडब्लॉक या यूट्यूब के लिए एडब्लॉक\n\nअब आपको यूट्यूब पर वीडियो देखते समय विज्ञापन नहीं दिखेंगे।\nखास तौर पर, वीडियो के सामने अब कोई विज्ञापन नहीं है।\n\nकई प्लगइन्स वीडियो के सामने वीडियो को ब्लॉक नहीं कर सकते हैं, लेकिन इस प्लगइन में विज्ञापन देखना असंभव है।\n\nkrom ke lie anaditekted edablok yootyoob noeds. aapako yootyoob par vigyaapan nahin dikhenge\nyootyoob edablok ya yootyoob ke lie edablok\n\nab aapako yootyoob par veediyo dekhate samay vigyaapan nahin dikhenge.\nkhaas taur par, veediyo ke saamane ab koee vigyaapan nahin hai.\n\nkaee plagins veediyo ke saamane veediyo ko blok nahin kar sakate hain, lekin is plagin mein vigyaapan dekhana asambhav hai.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "hr": "Neotkriven Adblock YouTube NoADS za Chrome. Nećete vidjeti reklame na YouTubeu\nYouTube Adblock ili Adblock za YouTube\n\nViše nećete vidjeti oglase dok gledate videozapise na YouTubeu.\nPosebno, nema više reklama ispred videa.\n\nMnogi dodaci ne mogu blokirati videozapise ispred videozapisa, ali u ovom dodatku nemoguće je vidjeti oglase.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "hu": "Felismeretlen Adblock YouTube NoADS Chrome-hoz. Nem fogsz hirdetéseket látni a YouTube-on\nYouTube Adblock vagy Adblock for YouTube\n\nA továbbiakban nem fog megjelenni hirdetések, miközben videókat néz a YouTube-on.\nFőleg, hogy nincs több hirdetés a videó előtt.\n\nSok beépülő modul nem tudja blokkolni a videókat a videó előtt, de ebben a bővítményben lehetetlen hirdetéseket látni.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "id": "Adblock YouTube NoADS Tidak Terdeteksi Untuk Chrome. Anda tidak akan melihat iklan di YouTube\nAdblock YouTube atau Adblock untuk YouTube\n\nAnda tidak akan lagi melihat iklan saat menonton video di YouTube.\nApalagi tidak ada lagi iklan di depan video.\n\nBanyak plugin yang tidak dapat memblokir video di depan video, tetapi tidak mungkin melihat iklan di plugin ini.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "it": "Adblock non rilevato YouTube NoADS per Chrome. Non vedrai pubblicità su YouTube\nYouTube Adblock o Adblock per YouTube\n\nNon vedrai più annunci pubblicitari mentre guardi video su YouTube.\nSoprattutto non ci sono più annunci pubblicitari davanti al video.\n\nMolti plugin non possono bloccare i video davanti al video, ma è impossibile vedere gli annunci in questo plugin.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "ja": "Chrome 用の UnDetected Adblock YouTube NoADS。YouTube で広告が表示されなくなります\nYouTube Adblock または Adblock for YouTube\n\nYouTube で動画を視聴しているときに広告が表示されなくなります。\n特に、動画の前に広告が表示されなくなります。\n\n多くのプラグインは動画の前で動画をブロックできませんが、このプラグインでは広告を見ることはできません。\n\nKurōmu-yō no UnDetected Adblock yūchūbu NoADS. Yūchūbu de kōkoku ga hyōji sa renaku narimasu yūchūbu Adblock matawa Adblock fō yūchūbu yūchūbu de dōga o shichō shite iru toki ni kōkoku ga hyōji sa renaku narimasu. Tokuni, dōga no mae ni kōkoku ga hyōji sa renaku narimasu. Ōku no Puraguin wa dōga no mae de dōga o burokku dekimasenga, kono Puraguinde wa kōkoku o miru koto wa dekimasen.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "kn": "Chrome ಗಾಗಿ ಪತ್ತೆಹಚ್ಚದ ಆಡ್‌ಬ್ಲಾಕ್ YouTube NoADS. ನೀವು YouTube ನಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ\nYouTube ಆಡ್ಬ್ಲಾಕ್ ಅಥವಾ YouTube ಗಾಗಿ ಆಡ್ಬ್ಲಾಕ್\n\nYouTube ನಲ್ಲಿ ವೀಡಿಯೊಗಳನ್ನು ವೀಕ್ಷಿಸುವಾಗ ನೀವು ಇನ್ನು ಮುಂದೆ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುವುದಿಲ್ಲ.\nವಿಶೇಷವಾಗಿ, ವೀಡಿಯೊದ ಮುಂದೆ ಯಾವುದೇ ಜಾಹೀರಾತುಗಳಿಲ್ಲ.\n\nಅನೇಕ ಪ್ಲಗಿನ್‌ಗಳು ವೀಡಿಯೊದ ಮುಂದೆ ವೀಡಿಯೊಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ಆದರೆ ಈ ಪ್ಲಗಿನ್‌ನಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ನೋಡುವುದು ಅಸಾಧ್ಯ.\n\n\nChrome gāgi pattehaccada āḍ‌blāk YouTube NoADS. Nīvu YouTube nalli jāhīrātugaḷannu nōḍuvudilla\nYouTube āḍblāk athavā YouTube gāgi āḍblāk  \n\nYouTube nalli vīḍiyogaḷannu vīkṣisuvāga nīvu innu munde jāhīrātugaḷannu nōḍuvudilla.\nViśēṣavāgi, vīḍiyoda munde yāvudē jāhīrātugaḷilla.\n\nAnēka plagin‌gaḷu vīḍiyoda munde vīḍiyogaḷannu nirbandhisalu sādhyavilla, ādare ī plagin‌nalli jāhīrātugaḷannu nōḍuvudu asādhya.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "ko": "Chrome용 감지되지 않은 Adblock YouTube NoADS. YouTube에서는 광고가 표시되지 않습니다.\nYouTube Adblock 또는 YouTube용 Adblock\n\nYouTube에서 동영상을 시청하는 동안 더 이상 광고가 표시되지 않습니다.\n특히, 영상 앞에 광고가 더 이상 나오지 않습니다.\n\n많은 플러그인이 동영상 앞부분의 동영상을 차단할 수 없지만, 이 플러그인에서는 광고를 볼 수 없습니다.\n\n\nChromeyong gamjidoeji anh-eun Adblock YouTube NoADS. YouTubeeseoneun gwang-goga pyosidoeji anhseubnida.\nYouTube Adblock ttoneun YouTubeyong Adblock  \n\nYouTubeeseo dong-yeongsang-eul sicheonghaneun dong-an deo isang gwang-goga pyosidoeji anhseubnida.\nteughi, yeongsang ap-e gwang-goga deo isang naoji anhseubnida.\n\nmanh-eun peulleogeu-in-i dong-yeongsang apbubun-ui dong-yeongsang-eul chadanhal su eobsjiman, i peulleogeu-in-eseoneun gwang-goleul bol su eobs-seubnida.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "lt": "Neaptikta skelbimų blokavimo „YouTube NoADS“, skirta „Chrome“. Jūs nematysite reklamos „YouTube“.\n„YouTube Adblock“ arba „Adblock“, skirta „YouTube“.\n\nŽiūrėdami vaizdo įrašus „YouTube“ nebematysite skelbimų.\nYpač nebėra skelbimų prieš vaizdo įrašą.\n\nDaugelis papildinių negali blokuoti vaizdo įrašų priešais vaizdo įrašą, tačiau šiame papildinyje neįmanoma matyti skelbimų.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "lv": "Neatklāts Adblock YouTube NoADS pārlūkam Chrome. Jūs neredzēsit reklāmas vietnē YouTube\nYouTube Adblock vai Adblock pakalpojumam YouTube\n\nSkatoties videoklipus pakalpojumā YouTube, jūs vairs neredzēsit reklāmas.\nIt īpaši video priekšā vairs nav reklāmu.\n\nDaudzi spraudņi nevar bloķēt videoklipus pirms videoklipa, taču šajā spraudnī nav iespējams redzēt reklāmas.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "mr": "Chrome साठी अनडिटेक्टेड ॲडब्लॉक YouTube NoADS. तुम्हाला YouTube वर जाहिरात दिसणार नाही\nYouTube साठी YouTube Adblock किंवा Adblock\n\nYouTube वर व्हिडिओ पाहताना तुम्हाला यापुढे जाहिराती दिसणार नाहीत.\nविशेषतः, व्हिडिओच्या समोर आणखी जाहिराती नाहीत.\n\nअनेक प्लगइन व्हिडिओसमोर व्हिडिओ ब्लॉक करू शकत नाहीत, परंतु या प्लगइनमध्ये जाहिराती पाहणे अशक्य आहे.\n\nChrome sāṭhī anaḍiṭēkṭēḍa æḍablŏka YouTube NoADS. Tumhālā YouTube vara jāhirāta disaṇāra nāhī\nYouTube sāṭhī YouTube Adblock kinvā Adblock  \n\nYouTube vara vhiḍi'ō pāhatānā tumhālā yāpuḍhē jāhirātī disaṇāra nāhīta.\nViśēṣataḥ, vhiḍi'ōcyā samōra āṇakhī jāhirātī nāhīta.\n\nAnēka plaga'ina vhiḍi'ōsamōra vhiḍi'ō blŏka karū śakata nāhīta, parantu yā plaga'inamadhyē jāhirātī pāhaṇē aśakya āhē.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "nl": "Ongedetecteerd Adblock YouTube NoADS voor Chrome. Op YouTube zie je geen advertenties\nYouTube Adblock of Adblock voor YouTube\n\nJe ziet geen advertenties meer tijdens het bekijken van video's op YouTube.\nEr staan ​​vooral geen advertenties meer voor de video.\n\nVeel plug-ins kunnen geen video's vóór de video blokkeren, maar het is onmogelijk om advertenties in deze plug-in te zien.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "no": "Uoppdaget annonseblokkering YouTube NoADS for Chrome. Du vil ikke se reklame på YouTube\nYouTube Adblock eller Adblock for YouTube\n\nDu vil ikke lenger se annonser mens du ser på videoer på YouTube.\nSpesielt er det ikke flere annonser foran videoen.\n\nMange plugins kan ikke blokkere videoer foran videoen, men det er umulig å se annonser i denne plugin.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "pl": "Niewykryty blok reklam YouTube NoADS dla przeglądarki Chrome. Nie zobaczysz reklam na YouTube\nBlok reklam YouTube lub Adblock dla YouTube\n\nNie będziesz już widzieć reklam podczas oglądania filmów w YouTube.\nZwłaszcza, że ​​przed filmem nie ma już reklam.\n\nWiele wtyczek nie może blokować filmów przed filmem, ale w tej wtyczce nie można oglądać reklam.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "pt_BR,pt_PT": "Adblock não detectado YouTube NoADS para Chrome. Você não verá publicidade no YouTube\nAdblock do YouTube ou Adblock para YouTube\n\nVocê não verá mais anúncios enquanto assiste a vídeos no YouTube.\nPrincipalmente porque não há mais anúncios na frente do vídeo.\n\nMuitos plug-ins não conseguem bloquear vídeos antes do vídeo, mas é impossível ver anúncios neste plug-in.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "ro": "Adblock nedetectat YouTube NoADS pentru Chrome. Nu vei vedea publicitate pe YouTube\nYouTube Adblock sau Adblock pentru YouTube\n\nNu veți mai vedea reclame în timp ce vizionați videoclipuri pe YouTube.\nMai ales, nu mai există reclame în fața videoclipului.\n\nMulte plugin-uri nu pot bloca videoclipuri în fața videoclipului, dar este imposibil să vezi reclame în acest plugin.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "ru": "Необнаруженный блокировщик рекламы YouTube NoADS для Chrome. Вы не увидите рекламу на YouTube\nYouTube Adblock или Adblock для YouTube\n\nВы больше не будете видеть рекламу при просмотре видео на YouTube.\nТем более, перед видео больше нет рекламы.\n\nМногие плагины не умеют блокировать видео перед видео, но в этом плагине невозможно увидеть рекламу.\n\n\nNeobnaruzhennyy blokirovshchik reklamy YouTube NoADS dlya Chrome. Vy ne uvidite reklamu na YouTube\nYouTube Adblock ili Adblock dlya YouTube  \n\nVy bol'she ne budete videt' reklamu pri prosmotre video na YouTube.\nTem boleye, pered video bol'she net reklamy.\n\nMnogiye plaginy ne umeyut blokirovat' video pered video, no v etom plagine nevozmozhno uvidet' reklamu.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "sk": "Nezistené blokovanie reklám YouTube NoADS pre prehliadač Chrome. Na YouTube neuvidíte reklamu\nYouTube Adblock alebo Adblock pre YouTube\n\nPri sledovaní videí na YouTube sa vám už nebudú zobrazovať reklamy.\nNajmä pred videom už nie sú žiadne reklamy.\n\nMnoho doplnkov nedokáže blokovať videá pred videom, ale v tomto doplnku nie je možné vidieť reklamy.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "sl": "Nezaznan Adblock YouTube NoADS za Chrome. Na YouTubu ne boste videli oglasov\nYouTube Adblock ali Adblock za YouTube\n\nMed gledanjem videoposnetkov v YouTubu ne boste več videli oglasov.\nPredvsem ni več oglasov pred videom.\n\nMnogi vtičniki ne morejo blokirati videoposnetkov pred videoposnetkom, vendar v tem vtičniku ni mogoče videti oglasov.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "sr": "Неоткривени Адблоцк ИоуТубе НоАДС за Цхроме. Нећете видети рекламе на ИоуТубе-у\nИоуТубе Адблоцк или Адблоцк за ИоуТубе\n\nВише нећете видети огласе док гледате видео снимке на ИоуТубе-у.\nПоготово, нема више реклама испред видеа.\n\nМноги додаци не могу да блокирају видео снимке испред видеа, али је немогуће видети огласе у овом додатку.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "sv": "Oupptäckt adblock YouTube NoADS för Chrome. Du kommer inte att se reklam på YouTube\nYouTube Adblock eller Adblock för YouTube\n\nDu kommer inte längre att se annonser när du tittar på videor på YouTube.\nSpeciellt finns det inga fler annonser framför videon.\n\nMånga plugins kan inte blockera videor framför videon, men det är omöjligt att se annonser i detta plugin.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "sw": "Uzuiaji wa Adblock wa YouTube NoADS wa Chrome ambao haujagunduliwa. Hutaona utangazaji kwenye YouTube\nAdblock ya YouTube au Adblock ya YouTube\n\nHutaona tena matangazo unapotazama video kwenye YouTube.\nHasa, hakuna matangazo zaidi mbele ya video.\n\nProgramu-jalizi nyingi haziwezi kuzuia video mbele ya video, lakini haiwezekani kuona matangazo kwenye programu-jalizi hii.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "ta": "Chrome க்கான கண்டறியப்படாத Adblock YouTube NoADS. நீங்கள் YouTube இல் விளம்பரத்தைப் பார்க்க மாட்டீர்கள்\nYouTube Adblock அல்லது YouTube க்கான Adblock\n\nஇனி YouTube இல் வீடியோக்களைப் பார்க்கும்போது விளம்பரங்களைப் பார்க்க மாட்டீர்கள்.\nகுறிப்பாக, வீடியோவின் முன் விளம்பரங்கள் எதுவும் இல்லை.\n\nபல செருகுநிரல்களால் வீடியோவின் முன் வீடியோக்களைத் தடுக்க முடியாது, ஆனால் இந்த செருகுநிரலில் விளம்பரங்களைப் பார்ப்பது சாத்தியமில்லை.\n\n\nChrome kkāṉa kaṇṭaṟiyappaṭāta Adblock YouTube NoADS. Nīṅkaḷ YouTube il viḷamparattaip pārkka māṭṭīrkaḷ\nYouTube Adblock allatu YouTube kkāṉa Adblock  \n\niṉi YouTube il vīṭiyōkkaḷaip pārkkumpōtu viḷamparaṅkaḷaip pārkka māṭṭīrkaḷ.\nKuṟippāka, vīṭiyōviṉ muṉ viḷamparaṅkaḷ etuvum illai.\n\nPala cerukuniralkaḷāl vīṭiyōviṉ muṉ vīṭiyōkkaḷait taṭukka muṭiyātu, āṉāl inta cerukuniralil viḷamparaṅkaḷaip pārppatu cāttiyamillai.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "te": "Chrome కోసం గుర్తించబడని Adblock YouTube NoADS. మీరు YouTubeలో ప్రకటనలను చూడలేరు\nYouTube కోసం YouTube Adblock లేదా Adblock\n\nYouTubeలో వీడియోలను చూస్తున్నప్పుడు మీరు ఇకపై ప్రకటనలను చూడలేరు.\nముఖ్యంగా, వీడియో ముందు ఎక్కువ ప్రకటనలు లేవు.\n\nచాలా ప్లగిన్‌లు వీడియో ముందు వీడియోలను బ్లాక్ చేయలేవు, కానీ ఈ ప్లగ్‌ఇన్‌లో ప్రకటనలను చూడడం అసాధ్యం.\n\nChrome kōsaṁ gurtin̄cabaḍani Adblock YouTube NoADS. Mīru YouTubelō prakaṭanalanu cūḍalēru\nYouTube kōsaṁ YouTube Adblock lēdā Adblock  \n\nYouTubelō vīḍiyōlanu cūstunnappuḍu mīru ikapai prakaṭanalanu cūḍalēru.\nMukhyaṅgā, vīḍiyō mundu ekkuva prakaṭanalu lēvu.\n\nCālā plagin‌lu vīḍiyō mundu vīḍiyōlanu blāk cēyalēvu, kānī ī plag‌in‌lō prakaṭanalanu cūḍaḍaṁ asādhyaṁ.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "th": "Adblock YouTube NoADS ที่ตรวจไม่พบสำหรับ Chrome คุณจะไม่เห็นโฆษณาบน YouTube\nYouTube Adblock หรือ Adblock สำหรับ YouTube\n\nคุณจะไม่เห็นโฆษณาอีกต่อไปในขณะที่ดูวิดีโอบน YouTube\nโดยเฉพาะอย่างยิ่งไม่มีโฆษณาอยู่หน้าวิดีโออีกต่อไป\n\nปลั๊กอินจำนวนมากไม่สามารถบล็อกวิดีโอที่อยู่หน้าวิดีโอได้ แต่จะไม่เห็นโฆษณาในปลั๊กอินนี้\n\nAdblock YouTube NoADS thī̀ trwc mị̀ phb s̄ảh̄rạb Chrome khuṇ ca mị̀ h̄ĕn ḳhos̄ʹṇā bn YouTube\nYouTube Adblock h̄rụ̄x Adblock s̄ảh̄rạb YouTube  \n\nkhuṇ ca mị̀ h̄ĕn ḳhos̄ʹṇā xīk t̀x pị nı k̄hṇa thī̀ dū widīxo bn YouTube\ndoy c̄hephāa xỳāng yìng mị̀mī ḳhos̄ʹṇā xyū̀ h̄n̂ā widīxo xīk t̀x pị\n\nplạ́kxin cảnwn māk mị̀ s̄āmārt̄h bl̆xk widīxo thī̀ xyū̀ h̄n̂ā widīxo dị̂ tæ̀ ca mị̀ h̄ĕn ḳhos̄ʹṇā nı plạ́kxin nī̂\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "tr": "Chrome için Algılanmayan Adblock YouTube NoADS. YouTube'da reklam görmeyeceksiniz\nYouTube Adblock veya YouTube için Adblock\n\nArtık YouTube'da video izlerken reklam görmeyeceksiniz.\nÖzellikle videonun önünde artık reklam bulunmuyor.\n\nBirçok eklenti video önündeki videoları engelleyemez ancak bu eklentide reklamları görmek imkansızdır.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "uk": "UnDetected Adblock YouTube NoADS для Chrome. Ви не побачите рекламу на YouTube\nYouTube Adblock або Adblock для YouTube\n\nВи більше не бачитимете рекламу під час перегляду відео на YouTube.\nЗокрема, більше немає реклами перед відео.\n\nБагато плагінів не можуть блокувати відео перед відео, але в цьому плагіні неможливо побачити рекламу.\n\nUnDetected Adblock YouTube NoADS dlya Chrome. Vy ne pobachyte reklamu na YouTube\nYouTube Adblock abo Adblock dlya YouTube  \n\nVy bilʹshe ne bachytymete reklamu pid chas perehlyadu video na YouTube.\nZokrema, bilʹshe nemaye reklamy pered video.\n\nBahato plahiniv ne mozhutʹ blokuvaty video pered video, ale v tsʹomu plahini nemozhlyvo pobachyty reklamu.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "vi": "Chặn quảng cáo không được phát hiện trên YouTube NoADS dành cho Chrome. Bạn sẽ không thấy quảng cáo trên YouTube\nChặn quảng cáo YouTube hoặc Chặn quảng cáo cho YouTube\n\nBạn sẽ không còn thấy quảng cáo khi xem video trên YouTube nữa.\nĐặc biệt là không có thêm quảng cáo phía trước video.\n\nNhiều plugin không thể chặn video trước video nhưng không thể thấy quảng cáo trong plugin này.\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYoutube Music Adblocker, Adblock for Youtube Music \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "zh_CN": "未检测到的 Adblock YouTube NoADS For Chrome。您不会在 YouTube 上看到广告\nYouTube Adblock 或 Adblock for YouTube\n\n您在 YouTube 上观看视频时将不再看到广告。\n特别是，视频前面不再有广告。\n\n许多插件无法屏蔽视频前面的视频，但此插件无法看到广告。\n\nWèi jiǎncè dào de Adblock YouTube NoADS For Chrome. Nín bù huì zài YouTube shàng kàn dào guǎnggào\nYouTube Adblock huò Adblock for YouTube\n\nnín zài YouTube shàng guānkàn shìpín shí jiāng bù zài kàn dào guǎnggào.\nTèbié shì, shìpín qiánmiàn bù zài yǒu guǎnggào.\n\nXǔduō chājiàn wúfǎ píngbì shìpín qiánmiàn de shìpín, dàn cǐ chājiàn wúfǎ kàn dào guǎnggào.\n\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin.",
    "zh_TW": "適用於 Chrome 的未偵測到的廣告攔截 YouTube NoADS。您不會在 YouTube 上看到廣告\nYouTube 廣告攔截或 YouTube 廣告攔截\n\n您在 YouTube 上觀看影片時將不會再看到廣告。\n特別是，影片前面沒有更多的廣告。\n\n很多插件無法屏蔽視頻前面的視頻，但在這個插件中是看不到廣告的。\n\n\nShìyòng yú Chrome de wèi zhēn cè dào de guǎnggào lánjié YouTube NoADS. Nín bù huì zài YouTube shàng kàn dào guǎnggào\nYouTube guǎnggào lánjié huò YouTube guǎnggào lánjié  \n\nnín zài YouTube shàng guānkàn yǐngpiàn shí jiāng bù huì zài kàn dào guǎnggào.\nTèbié shì, yǐngpiàn qiánmiàn méiyǒu gèng duō de guǎnggào.\n\nHěnduō chājiàn wúfǎ píngbì shìpín qiánmiàn de shìpín, dàn zài zhège chājiàn zhōng shì kàn bù dào guǎnggào de.\n\n\nUnDetected  Adblock YouTube NoADS For Chrome. You wont see advertising on YouTube\nYouTube Adblock or Adblock for YouTube  \n\nYou will no longer see ads while watching videos on YouTube.\nEspecially, there are no more ads in front of the video.\n\nMany plugins cannot block videos in front of the video, but it is impossible to see ads in this plugin."
  }
}