{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Critique: Autonomous Search Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat with your pages, get tooltips on unverified information, automatic fact-checks, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Critique: AI Browser Companion – Public Beta\n\n - Automatic tooltips verifying information you read on social media platforms (Youtube, X, LinkedIn, Threads, BlueSky) \n - Critique Images or text (Right click and get cited web searched responses)\n - Open a Side Panel (Command/Ctrl +Shift+K and search with your browser tabs as context\nOverview\n - Article Breakdown: parses the facts in an article, assesses their reliability and gives you a breakdown + reliability score for the article.\n - Privacy Prioritized: toggle which sites you'd like Critique to run on\n\n\nWelcome to Critique, your new browser extension that enhances your web experience with smart fact-checking and real-time insights.\n\n\nKey Features:\n\n🔍 Real-Time Fact-Checking: Instantly verifies the accuracy of comments and content as you browse.\n🤖 Autonomous Insights: Automatic alerts for both accurate and inaccurate info with easy-to-understand tooltips.\n🌟 Enhanced Browsing: Get extra insights and improvements on the content you view.\n🧩 User-Friendly: Seamlessly integrates into your browsing without disrupting your workflow.\nHow to Use:\n🔒 Anonymous Data: We follow safe data practices and don't sell or share your data with anyone else.\n\n - Highlight any text on your web page.\nRight-click and select \"Critique This\".\n - See critiques automatically pop up on Reddit and YouTube.\n\nPublic Beta:\n\nCritique is currently available with the pro version available for a free trial and supports Reddit, YouTube, X, Bluesky, Threads, and LinkedIn. Download now and give us feedback if you'd like early access!\n\nWhy Critique?\n\nIn a sea of information, Critique helps you stay informed and accurate. Perfect for fact-checking debates on Reddit or verifying YouTube tutorials.\n\n\n🔗 Join the Public Beta for free today! Download Critique now and help us build a smarter, more reliable web.\n\nLearn more and visit us at: https://critiquebrowser.app\n\n\nIMPORTANT: \nPlease follow these steps upon install. \n1. Pin Critique browser extension\n2. Open the browser extension popup, follow the directions to login \n3. Refresh pages after logging and you are ready to go!"
  }
}