{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image to Base64"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert images to base64 encoding"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert web images to Base64 encoding with a single click!\n\nThis simple yet powerful extension allows you to quickly convert any image on a webpage to Base64 encoding. No need to download images or use external tools - just right-click and you're done.\n\nKey Features:\n• One-Click Conversion: Right-click any image and select \"Convert Image to Base64\".\n• Flexible Options: Choose to include or exclude MIME type information.\n• Easy Copy: Conversion results are displayed in a new tab for easy copying and use.\n• No Login Required: Use without any account or sign-in.\n• Privacy Protected: All operations are performed locally; your images are never uploaded.\n\nIdeal for:\n• Web Development: Embed small images directly in HTML.\n• Email Marketing: Include images in emails without worrying about external links.\n• Data Storage: Store image data directly in databases.\n• Offline Applications: Use images in environments without network access.\n\nWhether you're a developer, designer, or casual user, this tool simplifies working with web images. Install now and experience the convenience of instant image-to-Base64 conversion!\n\n\n轻松将网页上的图片转换为Base64编码!\n\n这个简单而强大的扩展允许你快速将任何网页上的图片转换为Base64编码。无需下载图片或使用外部工具,只需右键点击即可完成转换。\n\n主要特点:\n• 一键转换: 右键点击任何图片,选择\"Convert Image to Base64\"即可。\n• 灵活选项: 可选择包含或排除MIME类型信息。\n• 方便复制: 转换结果显示在新标签页中,方便复制和使用。\n• 无需登录: 无需账户或登录即可使用。\n• 保护隐私: 所有操作在本地完成,不会上传你的图片。\n\n适用场景:\n• 网页开发: 直接在HTML中嵌入小图片。\n• 邮件营销: 在邮件中嵌入图片,无需担心外部链接。\n• 数据存储: 将图片数据直接存储在数据库中。\n• 离线应用: 在无网络环境下使用图片。\n\n无论你是开发者、设计师还是普通用户,这个工具都能让你更方便地处理网页图片。立即安装,体验图片转Base64的便捷!"
  }
}