{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disable Autoplay for YouTube™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disable YouTube HTML5 player from auto-playing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disable Autoplay for YouTube™ is a lite extension that lets you easily stop/pause YouTube videos from auto-playing.\n\nThe toolbar button serves as an ON|OFF switch for this addon (the icon will change color accordingly). The red color shows an active state and the dark grey color shows a disabled state. To work with this addon, please add this addon to your browser and then start browsing YouTube. When the addon is active, videos are stopped automatically from playing when you open one. When videos are stopped, the buffering does not continue. You can change this behavior from the options page and let the videos \"pause\" instead of \"stop\". This way, the buffering continues but the video won't play. There is another option on the settings page to play or pause videos when a tab is focused or hidden (unfocused). These two options are not active by default. This addon works for all YouTube videos whether they are embedded or not. However, you can disable this feature from the settings page.\n\nNote 1: when you switch to the miniplayer, the video stops again. So if you want to use the youtube miniplayer feature, please turn off this addon.\n\nNote 2: by default, this addon does not work for youtube shorts and the small video player on the channel page. To enable this feature, please mark option #3 on the settings page.\n\nTo report bugs, please fill out the bug report form on the addon's homepage (https://mybrowseraddon.com/disable-autoplay.html)."
  }
}