{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UI SCAN SS Uploader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture screenshots and upload to UI SCAN with one click. Easily spot design and code differences to improve quality efficiently.",
    "ja": "ボタンひとつでWEBページのスクリーンショットを撮影し、UI SCANにアップロードできます。UI SCANを使えばデザインとコーディングの差を簡単に発見でき、効率的に品質を向上させることができます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically Detect Differences Between In-Development Web Pages and Designs\n\nThe UI SCAN SS Uploader is a tool designed to capture screenshots of mobile web pages under development and automatically upload them to UI SCAN. UI SCAN is an automated visual testing service that compares Figma designs with these screenshots to detect any differences.\n\nBy using the extension, you can automatically take screenshots of web pages under development from the same perspective as your Figma designs. These screenshots are then matched with Figma data on UI SCAN and scanned automatically.\n\nThe steps to use the UI SCAN SS Uploader are very simple:\n\n1. After adding the extension to your browser, restart the browser.\n2. Pin the UI SCAN SS Uploader icon to your toolbar.\n3. Click the icon to launch the extension and enter your UI SCAN API key.\n4. Select the \"Team\" and \"Project\" for which you want to upload screenshots.\n5. Click the icon again, select the design screen to perform matching, and press the \"OK\" button.\n6. The screenshot capture and scan will be executed immediately, so please check the results.\n\nFor subsequent uses, simply clicking the icon will allow you to take screenshots. To use the UI SCAN SS Uploader, you must register for UI SCAN and obtain an API key.\n\nFor more detailed instructions on how to use the extension, please visit the following guide sites:\nhttps://help.ui-scan.com/en/upload-screenshots/use-chrome-ext\n\n★★★ About UI SCAN ★★★\nUI SCAN is a visual check tool that, for the first time, automatically compares \"design files (Figma data)\" with \"screenshots\" using a unique engine to detect differences. With UI SCAN, visual testing becomes much easier than before. For more details about UI SCAN, please visit the product page.\nhttps://ui-scan.com/\n\nIf you encounter any issues with the extension or wish to provide feedback, please feel free to contact us using the form below.\nhttps://ui-scan.com/ja-jp/inquiries-before-use",
    "ja": "開発中のWebページやアプリと、元のデザインとの違いを「自動で検出」\n\nUI SCAN SS Uploaderは、開発中のモバイル向けWebページのスクリーンショットを撮影し、UI SCANに自動アップロードするためのツールです。\nUI SCANとは、Figmaデータとスクリーンショットを比較し、差分を検出する自動デザインチェックツールです。\n\nエクステンションを使えば、開発中のウェブページのスクリーンショットを、Figmaデータと同じ画角で自動撮影できます。\n撮影されたスクリーンショットは、UI SCAN上のFigmaデータとマッチングされ、自動でスキャンされ、差分を表示します。\n\n\nUI SCAN SS Uploaderを使用するための非常にシンプルな手順は次のとおりです。\n\n1.ブラウザにエクステンション追加した後、ブラウザを再起動します。\n2.UI SCAN Chrome エクステンションのアイコンをツールバーに固定します。\n3.アイコンをクリックしてエクステンションを起動し、UI SCANのAPIキーを入力します\n4.スクリーンショットをアップロードする「チーム」と「プロジェクト」を選択します\n5.アイコンをクリックし、マッチング先のデザイン画面を選択したら「OK」ボタンを押します。\n6.スクリーンショットの撮影とスキャンが直ちに実行されるので、結果をご確認ください。\n\n\n2回目以降の使用では、アイコンをクリックするだけでスクリーンショットの撮影ができます。\nUI SCAN SS Uploaderを利用するには、UI SCANの利用登録とAPIキーの発行が必要になります。\n\nさらに詳しいエクステンションの使用方法について知るには、以下のガイドサイトをご覧ください。\nhttps://help.ui-scan.com/ja/upload-screenshots/use-chrome-ext\n\n★★★UI SCAN とは★★★\nUI SCANは、これまでありそうでなかった「デザインファイル（Figmaデータ）」と「スクリーンショット」を独自エンジンが自動的に比較し、差分を検出するデザインチェックツールです。UI SCANを使えば、デザインチェックを今までよりもずっと楽に行えます。\nUI SCANについて詳しく知るには製品ページをご覧ください。\nhttps://ui-scan.com/\n\n\nエクステンションに何か問題がある場合やフィードバックをお寄せいただきたい場合は、以下のフォームからお気軽にお問い合わせください。\nhttps://ui-scan.com/ja-jp/inquiries-before-use"
  }
}