{
  "name": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,vi": "Rememberry - Translate and Memorize",
    "ca": "Rememberry - Languages Vocabulary, Flashcards",
    "et": "Rememberry - Translator, Dictionary, TTS",
    "fi": "Rememberry - Translate Selection & Memorize",
    "ja": "Rememberry - 翻訳して暗記する",
    "pl": "Rememberry - Tłumaczcie i Zapamiętujcie",
    "pt_BR": "Rememberry - Traduzir e Memorizar",
    "ru": "Rememberry - Переводите и Запоминайте",
    "sl": "Rememberry - Translate, Remember, Recall",
    "uk": "Rememberry - Перекладайте та Запам'ятовуйте",
    "zh_CN,zh_TW": "Rememberry - 翻译和记住"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "Translate words and phrases while browsing the web, and easily replenish your foreign languages dictionary using flashcards.",
    "et": "Top translator and dictionary for English and Mandarin (100+ languages). Easily expand your dictionary using flashcards.",
    "pl": "Tłumaczcie słowa i wyrazy podczas przeglądania stron internetowych I łatwo się uczcie języków obcych przy pomocy kart dwustronnych.",
    "ru": "Переводите слова и фразы во время просмотра веб-страниц, и с легкостью изучайте иностранные языки с помощью двусторонних карточек.",
    "sl": "Translate words and phrases while browsing the web, and easily expand your foreign languages vocabulary using flashcards.",
    "uk": "Перекладайте слова та фрази під час перегляду веб-сторінок, та з легкістю вивчайте іноземні мови за допомогою двосторонніх карток.",
    "zh_CN": "在浏览网页时翻译单词和短语，并使用抽认卡轻松补充您的外语词典。"
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Translate any text while browsing and save it if you wish to memorize it.\nRememberry utilizes innovative scientific researches of human memory and how it works. It was discovered that the most efficient way to keep knowledge in memory is to repeat it exactly at the moment when your brain is ready to forget it. Therefore after learning some foreign word you'll need to repeat it with some increasing intervals. Those intervals are calculated using complex scientific algorithms, which are based on how many times the word was already repeated, and more importantly, how hard for you it was to recall it (in learning sessions you'll be asked to evaluate if it was easy, normal or hard for you). The latter gives our algorithms some clue about specifically yours memory abilities, which provides more accurate intervals value.\n\nKEY FEATURES:\n★ Translate any text in web page via selection, context menu or configurable hotkeys\n★ Translate custom text inside pop-up window that's located in browser menu bar\n★ Word pronunciation (text to speech), transcription, synonyms, antonyms, definition and usage examples\n★ More than 100 supported languages\n★ Extensive translation results divided on parts of speech, with ability to add custom translation\n★ Conveniently divide your vocabulary into categories (we are calling it \"decks\")\n★ Built-in reminders will notify you when you haven’t learned for too long\n★ Badge on top of Rememberry icon will keep you informed how many words are waiting for your repetition\n★ Different learning modes are there to help you understand which type of memory works better for you\n★ Full control over your decks and cards\n★ Synchronization of settings between your Google Chrome browsers\n★ Offline mode support for repetition sessions\n\nUPCOMING FEATURES:\n★ Synchronization of decks\n★ Ability to repeat saved cards using mobile devices\n★ Highlight words that you've learned in web pages\n★ Learning statistics\n★ Achievements system and top of most active learners\n\nHELP TO TRANSLATE THE INTERFACE INTO OTHER LANGUAGES:\nhttps://github.com/skyiea/rememberry-i10n#how-to-contribute",
    "ca,et,fi": "Translate any text while browsing and save it if you wish to memorize it.\nRememberry utilizes innovative scientific researches of human memory and how it works. It was discovered that the most efficient way to keep knowledge in memory is to repeat it exactly at the moment when your brain is ready to forget it. Therefore after learning some foreign word you'll need to repeat it with some increasing intervals. Those intervals are calculated using complex scientific algorithms, which are based on how many times the word was already repeated, and more importantly, how hard for you it was to recall it (in learning sessions you'll be asked to evaluate if it was easy, normal or hard for you). The latter gives our algorithms some clue about specifically yours memory abilities, which provides more accurate intervals value.\n\nKEY FEATURES:\n★ Translate any text in web page via selection, context menu or configurable hotkeys\n★ Translate custom text inside pop-up window that's located in browser menu bar\n★ Word pronunciation (text to speech), transcription, synonyms, antonyms, definition and usage examples\n★ More than 100 supported languages\n★ Extensive translation results divided on parts of speech, with ability to add custom translation\n★ Conveniently divide your vocabulary into categories (we are calling it \"decks\")\n★ Built-in reminders will notify you when you haven’t learned for too long\n★ Badge on top of Rememberry icon will keep you informed how many words are waiting for your repetition\n★ Different learning modes are there to help you understand which type of memory works better for you\n★ Full control over your decks and cards\n★ Synchronization of settings between your Google Chrome browsers\n★ Offline mode support for repetition sessions\n\nUPCOMING FEATURES:\n★ Synchronization of decks\n★ Ability to repeat saved cards using mobile devices\n★ Highlight words that you've learned in web pages\n★ Learning statistics\n★ Achievements system and top of most active learners\n\nHELP TO TRANSLATE THE INTERFACE INTO OTHER LANGUAGES:\nhttps://github.com/skyiea/rememberry-i10n#how-to-contribute\n\n============= INFO FOR ROBOTS =============\n\nSearch keywords:\n#1, mandarin\nen: context, selection, spaced repetition, remember, memorize, memorization, memorise, memorisation, memory, plug in, plugin, repeat, repetition, translate, translation, translator, learn, learning, tool, foreign, language, languages, expand, extend, replenish, vocabulary, dictionary, grammar, ankicards, flash card, flashcard, flashcards, best, top, free\nuk: контекст, інтервальні повторення, запам'ятати, перекладати, перекласти, переклад, перекладач, вивчати, іноземна, мова, іноземні, мови, плагін, розширити, розширювати, розширення, поповнити, поповнювати, поповнення, словник, словниковий запас, двусторонні картки, англійська, кращий, найкращий, розширення, топ, безкоштовний\nru: интервальные повторения, запомнить, переводить, перевести, перевод, переводчик, учить, изучать, иностранный язык, иностранные языки, плагин, расширять, расширить, расширение, пополнить, пополнение, словарный запас, словарь, двусторонние карточки, английский, лучший, расширение, плагин, бесплатный\npl: wybór, Rozłożone powtórzenia, Zapamiętaj, zapamiętać, zapamiętanie, zapamiętać, pamięć, powtarzać, powtórzenie, Tłumaczyć, tłumaczenie, tłumacz, uczyć się, uczenie się, narzędzie, obcy, język, Języki, rozszerzać, rozciągać się, uzupełniać, słownictwo, słownik, gramatyka, fiszka, fiszki, Najlepiej, Top, wolny\net: kontekstis, valiku, vahedega kordamine, mäletan, salvestamiseks, memorization meelde, meeldejätmist, mälu, ühendage, plugin, korrata, kordamine, tõlkida, tõlge, tõlkija, õppida, õppida, tool, välis-, keel, keeled, laiendada, laiendada, täiendada, sõnavara, sõnastik, grammatika ankicards, flash kaart, sähvik, flashcards, parim, top, tasuta\nca: context, la selecció, la repetició espaiada, recorda, memoritzar, memoritzar, memoritzar, la memorització, la memòria, endoll, plug-in, repetició, traduir, traducció, traductor, aprendre, aprenentatge, eina, estranger, llengua, idiomes, s'expandeixen, estendre, reposar, vocabulari, diccionari, gramàtica, ankicards, targeta de memòria flash, targeta de memòria flash, targetes, millor, superior, lliure de\nfi: Valinnan, välein toistuva, muistakaa, tallentamaan, ulkoa, ulkoa, muistamiseen, muistin, kytke, plugin, toista, toistoa, kääntää, käännös, kääntäjä, oppia, oppiminen, työkalu, ulko-, kieli, kielet, laajentaa, ulottuvat täydentää, sanasto, sanakirja, kielioppi, ankicards, flash-kortti, Kysymyskortti, flashCards, paras, top, ilmaiseksi\nzh-cn: 背景，选择，间隔重复，记忆，记忆，记忆，记忆，记忆，记忆，插件，插件，重复，重复，翻译，翻译，翻译，学习，学习，工具，外国，语言，语言， 补充，词汇，字典，语法，安卡克，闪存卡，闪卡，闪卡，最好的，顶部，免费\nzh-tw: 背景，选择，间隔重复，记忆，记忆，记忆，记忆，记忆，记忆，插件，插件，重复，重复，翻译，翻译，翻译，学习，学习，工具，外国，语言，语言， 补充，词汇，字典，语法，安卡克，闪存卡，闪卡，闪卡，最好的，顶部，免费\ncs: Překladač, Slovník, Hlas\nel: Μεταφραστής, Λεξικό, Φωνή\nes: Traductor, Diccionario, Voz\nfil: Tagasalin, Diksiyonaryo, Boses\nfr: Traducteur, Dictionnaire, Voix\nhi: अनुवादक, शब्दकोश, वॉयस\nit: Traduttore, Dizionario, Voce\nja: 翻訳アプリ、辞書、音声\nko: 번역기, 사전, 음성\nnl: Vertaler, Woordenboek, Spraak\npt-br: Tradutor, Dicionário, Voz\nro: Traducător, Dictionar, Voce\nsr: Преводилац, Речник, Изговор\nsv: Översättare, Ordbok, Röst\ntr: Çeviri, Sözlük, Sesli\nvi: Dịch thuật, Từ điển, Giọng nói\n\nPopular queries:\nen: context translate, languages translate, flashcards stash, flashcards mandarin, translate selection, translator by dictionary com, translate google extension, translate plug in, translation in all languages, translate web pages, translate addon, translations language, translate tw, translator for all languages\n\nRelated products:\n1 click translator, agaram, anki, anki adder plus, anki cards maker, ankiapp, ankidroid, ankiweb, babbel, bing translator, biscuit, busuu, duolingo, eachword, flewent, google translate, hellotalk, hinative, imtranslator, instant translate, kypsis, languagetool, leaf, leo, lingua.ly, lingualeo, lingualift, linguee, memrize, mindsnacks, mindtheword, momentum, myvocabu, panlex, quickrr translator, quizcards, readlang, remember it, skritter, spanish translator, tinycards, translate anywhere, translationbuddy, transover, triplingo, vocabla, vocablurry, wordlens, wordwiz, xtranslate, yandex translate, zhongwen, дуолинго, дуолінго, лингвалео, лінгвалео",
    "ru": "С помощью Rememberry Вы можете переводить любой текст во время просмотра веб-страниц и сохранять его для дальнейшего изучения.\nRememberry в своей основе использует новейшие научные исследования человеческой памяти и принципов ее работы. Было обнаружено, что наиболее эффективным методом удержания информации в памяти есть ее повторение в тот момент, когда Ваш мозг вот-вот готов забыть ее. Таким образом после изучения нового иностранного слова необходимо повторять его с постоянно возрастающими интервалами. Эти интервалы вычисляются сложными научными алгоритмами, которые учитывают сколько раз до этого слово было повторено, и, что более важно, насколько сложно было вспомнить его перевод (во время сессий изучения). Благодаря описаной обратной связи наши алгоритмы подстраиваются под конкретно Вашу способность мозга к запоминанию, что предоставляет более точные значения интервалов.\n\nКЛЮЧЕВЫЕ ВОЗМОЖНОСТИ:\n★ Переводите любой текст с веб-страницы с помощью контекстного меню, настраиваемых горячих клавиш либо выделения текста\n★ Переводите любой введенный текст внутри всплывающего окна, которое находится в меню браузера\n★ Произношение, транскрипция, синонимы, антонимы, определение и примеры использования слов\n★ Более 100 языков\n★ Расширенные результаты перевода, разделенные на части речи, с возможностью добавить собственный вариант перевода\n★ Удобно расделяйте ваш словарь слов на категории (так называемые \"колоды\")\n★ Встроенные напоминания\n★ Значок поверх иконки Rememberry отображает количество доступных к повторению карточек\n★ Разнообразные режимы изучения помогут понять, какой тип памяти наиболее для Вас эффективно использовать при изучении иностранных слов\n★ Полный контроль над колодами и карточками\n★ Синхронизация настроек между Вашими браузерами Google Chrome\n★ Возможность повторения карточек без доступа к сети Интернет\n\nБУДУЩИЕ ВОЗМОЖНОСТИ:\n★ Синхронизация колод\n★ Возможность повторять карточки с мобильных устройств\n★ Выделение изученых слов на веб-страницах\n★ Статистика изучения\n★ Система наград и рейтинг лучших учеников\n\nПОМОГИТЕ ПЕРЕВЕСТИ ИНТЕРФЕЙС НА ДРУГИЕ ЯЗЫКИ:\nhttps://github.com/skyiea/rememberry-i10n#how-to-contribute",
    "uk": "За допомогою Rememberry Ви маєте можливість переглядаючи веб-сторінки перекладати будь-який текст та зберігати переклад для подальшого його запам'ятовування.\nRememberry в своїй основі використовує новітні наукові дослідження людської пам'яті та принципів її роботи. Було помічено, що найбільш ефективним методом закріплення інформації в пам'яті є її повторення в момент, коли Ваш мозок ось-ось готовий її забути. Таким чином після вивчення нового іноземного слова необхідно повторювати його певну кількість разів з постійно зростаючими інтервалами. Інтервали вираховуються комплексними науковими алгоритмами, які враховують кількість повторень перекладу, і, що більш важливо, наскільки складно було його згадати (під час сесій вивчення). Завдяки описаному зворотньому зв'язку (складність згадування) алгоритми підлаштовуються під конкретно Вашу здатність мозку до запам'ятовування, в резульататі чого інтервали є індивідуальними.\n\nКЛЮЧОВІ МОЖЛИВОСТІ:\n★ Перекладайте будь-який текст з веб-сторінки використовуючи контекстне меню, обрані гарячі клавіші чи виділення тексту\n★ Перекладайте довільний текст всередині спливаючого вікна, розташованого в меню браузера\n★ Вимова, транскрипція, синоніми, антоніми, визначення та приклади використання слів\n★ Більше 100 мов\n★ Розширені результати перекладу, поділені на частини мови, з можливістю додати власний варіант перекладу\n★ Зручно розділяйте ваш словник слів на категорії (так звані \"колоди\")\n★ Вбудовані нагадування\n★ Значок поверх іконки Rememberry відображає кількість доступних до повторень карток\n★ Різноманітні режими вивчення допоможуть зрозуміти, який тип пам'яті найбільш ефективний для Вас при вивченні іноземних слів\n★ Повний контроль над колодами та картками\n★ Синхронізація налаштувань серед Вашим браузерів Google Chrome\n★ Можливість повторення карток без доступу до мережі Інтернет\n\nМАЙБУТНІ МОЖЛИВОСТІ:\n★ Синхронізація колод між Вашими пристроями\n★ Можливість повторювати картки з мобільних пристроїв\n★ Підкреслення вивчених слів на веб-сторінках\n★ Статистика вивчення\n★ Система нагород та рейтинг кращих учнів\n\nДОПОМОЖІТЬ ПЕРЕКЛАСТИ ІНТЕРФЕЙС НА ІНШІ МОВИ:\nhttps://github.com/skyiea/rememberry-i10n#how-to-contribute",
    "zh_CN,zh_TW": "Translate any text while browsing and save it if you wish to memorize it.\nRememberry utilizes innovative scientific researches of human memory and how it works. It was discovered that the most efficient way to keep knowledge in memory is to repeat it exactly at the moment when your brain is ready to forget it. Therefore after learning some foreign word you'll need to repeat it with some increasing intervals. Those intervals are calculated using complex scientific algorithms, which are based on how many times the word was already repeated, and more importantly, how hard for you it was to recall it (in learning sessions you'll be asked to evaluate if it was easy, normal or hard for you). The latter gives our algorithms some clue about specifically yours memory abilities, which provides more accurate intervals value.\n\nKEY FEATURES:\n★ Translate any text in web page via selection, context menu or configurable hotkeys\n★ Translate custom text inside pop-up window that's located in browser menu bar\n★ Word pronunciation (text to speech), transcription, synonyms, antonyms, definition and usage examples\n★ More than 100 supported languages\n★ Extensive translation results divided on parts of speech, with ability to add custom translation\n★ Conveniently divide your vocabulary into categories (we are calling it \"decks\")\n★ Built-in reminders will notify you when you haven’t learned for too long\n★ Badge on top of Rememberry icon will keep you informed how many words are waiting for your repetition\n★ Different learning modes are there to help you understand which type of memory works better for you\n★ Full control over your decks and cards\n★ Synchronization of settings between your Google Chrome browsers\n★ Offline mode support for repetition sessions\n\n★ 个简便但强大的翻译扩展。\n★ 支持几乎所有语言的翻译与阅读，并且同时支持国内与国外的谷歌翻译\n★ 划词即显示翻译结果，简单方便。可以指定目标语言，例如从中文翻译到法语\n★ 单词释义既详细又精准\n★ 文本翻译成任何语言\n★ 易词典\n★ 有道智能翻译\n★ 有道词典Chrome划词插件\n★ 快速翻译\n\nUPCOMING FEATURES:\n★ Synchronization of decks\n★ Ability to repeat saved cards using mobile devices\n★ Highlight words that you've learned in web pages\n★ Learning statistics\n★ Achievements system and top of most active learners\n\nHELP TO TRANSLATE THE INTERFACE INTO OTHER LANGUAGES:\nhttps://github.com/skyiea/rememberry-i10n#how-to-contribute"
  }
}