{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NextBoard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NextBoard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NextBoard: Streamline Your Workflow\n\nEnhance your NextBoard experience with our powerful Chrome extension designed for professionals who need to efficiently gather and transfer data. This tool seamlessly bridges the gap between online information sources and your NextBoard dashboard, saving you time and reducing data entry errors. \n\nKey Features:\n\n1. One-Click Data Collection: With a single click, gather comprehensive information from supported web pages, including various data points relevant to your business needs.\n\n2. Automatic Data Transfer: Send collected data directly to your NextBoard dashboard, eliminating the need for manual data entry and ensuring your team has up-to-date information at their fingertips.\n\n3. Customizable API Integration: Easily configure the extension to work with your specific NextBoard instance by entering your unique API endpoint and authentication token.\n\n4. Real-Time Sync: Keep your NextBoard listings current by instantly transferring newly found data from various online sources.\n\n5. User-Friendly Interface: Our intuitive popup menu allows you to toggle the extension on/off and manage your API settings with ease.\n\n6. Privacy-Focused: All data processing occurs locally on your device, and information is only sent to your specified NextBoard API.\n\nHow It Works:\n\n1. Browse relevant listings or information pages on supported websites.\n2. Click the NextBoard extension icon when you find useful data.\n3. The extension automatically collects and formats the information.\n4. With one more click, send the data directly to your NextBoard dashboard.\n5. Access the up-to-date information on NextBoard, ready for your team to act on.\n\nPerfect for professionals who rely on NextBoard for data management and need to quickly aggregate information from multiple online sources.\n\nStreamline your workflow, reduce data entry time, and keep your NextBoard dashboard current with the NextBoard Data Collector extension."
  }
}