{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Image To Google Photos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Images to Google Photos with right click"
  },
  "long": {
    "ar": "تحميل الصور إلى صور جوجل\nاحفظ أي صورة تجدها على الإنترنت وقم بتحميلها مباشرة في ألبوم الصور الخاص بك!\n\nإنشاء ألبومات جديدة وتحميلها بنقرة واحدة! اختر الألبوم الذي تنتقل إليه الصورة عند حفظ الصورة في صور Google.\n\nمع التخزين غير المحدود والمجاني ، لن تقلق بشأن التخزين مرة أخرى! احفظ في أي ألبوم في حسابك واحصل على صورك الثمينة في كل مكان تذهب إليه! يتم التعامل مع الصور المكررة تلقائيًا نيابة عنك!\n\nلا ينتمي هذا الامتداد إلى صور Google. تم إنشاء هذا البرنامج بواسطة مطور مستقل.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Upload images to Google Photos\nSave any picture you find on the internet right into your Google Photos! \n\nCreate new albums and upload with one click! Pick which albums shows up on your right-click menu. This very popular feature is back and better then ever!\n\nWith unlimited and free storage, you'll never have to worry about storage again! Save to any album on your account and have your precious photos everywhere you go! Duplicate pictures are automatically handled for you! \n\nThis extension is not affiliated with Google Photos or Google Photos Team. Please visit https://photos.google.com for Google Photos. Google Photos and the related logo are trademarks of Google LLC. Use of these trademarks are subject to Google Permissions.",
    "bg": "Качете изображения в Google Photos\nЗапазете всяка снимка, която намерите в интернет, и я качете направо във вашия албум със снимки!\n\nСъздавайте нови албуми и качвайте с едно щракване! Изберете в кой албум да отиде изображението, когато запазите изображението в Google Photos.\n\nС неограничено и безплатно хранилище никога повече няма да се налага да се притеснявате за съхранение! Запазете във всеки албум в акаунта си и имайте вашите скъпоценни снимки, където и да отидете! Дублираните снимки се обработват автоматично вместо вас!\n\nТова разширение не е свързано с Google Photos. Този софтуер е направен от независим разработчик.",
    "ca": "Penja imatges a Google Fotos\nDeseu qualsevol imatge que trobeu a Internet i pengeu-la directament al vostre àlbum de fotos!\n\nCreeu àlbums nous i pengeu-los amb un sol clic! Trieu a quin àlbum va la imatge quan la deseu a Google Fotos.\n\nAmb emmagatzematge il·limitat i gratuït, no us haureu de preocupar mai més per l'emmagatzematge! Desa a qualsevol àlbum del teu compte i tens les teves precioses fotos allà on vagis! Les imatges duplicades es gestionen automàticament!\n\nAquesta extensió no està afiliada a Google Fotos. Aquest programari està fet per un desenvolupador independent.",
    "cs": "Nahrajte obrázky do Fotek Google\nUložte jakýkoli obrázek, který najdete na internetu, a nahrajte jej přímo do svého alba fotografií!\n\nVytvářejte nová alba a nahrávejte je jedním kliknutím! Vyberte, do kterého alba se obrázek přesune, když obrázek uložíte do Fotek Google.\n\nS neomezeným a bezplatným úložištěm se už nikdy nebudete muset starat o úložiště! Uložte do libovolného alba na svém účtu a mějte své vzácné fotografie, ať jste kdekoli! Duplicitní obrázky jsou automaticky zpracovány za vás!\n\nToto rozšíření není spojeno s Fotky Google. Tento software je vytvořen nezávislým vývojářem.",
    "da": "Upload billeder til Google Fotos\nGem ethvert billede, du finder på internettet, og upload det direkte til dit fotoalbum!\n\nOpret nye album og upload med et enkelt klik! Vælg, hvilket album billedet skal til, når du gemmer billedet i Google Fotos.\n\nMed ubegrænset og gratis lagerplads behøver du aldrig mere bekymre dig om lagerplads! Gem i et hvilket som helst album på din konto, og hav dine dyrebare billeder overalt, hvor du går! Duplikerede billeder håndteres automatisk for dig!\n\nDenne udvidelse er ikke tilknyttet Google Fotos. Denne software er lavet af en uafhængig udvikler.",
    "de": "Bilder in Google Fotos hochladen\nSpeichern Sie jedes Bild, das Sie im Internet finden, und laden Sie es direkt in Ihr Fotoalbum hoch!\n\nErstellen Sie neue Alben und laden Sie sie mit einem Klick hoch! Wählen Sie aus, in welches Album das Bild gehen soll, wenn Sie das Bild in Google Fotos speichern.\n\nMit unbegrenztem und kostenlosem Speicherplatz müssen Sie sich nie wieder Gedanken über den Speicherplatz machen! Speichern Sie in einem beliebigen Album Ihres Kontos und haben Sie Ihre wertvollen Fotos überall dabei! Doppelte Bilder werden automatisch für Sie bearbeitet!\n\nDiese Erweiterung ist nicht mit Google Fotos verbunden. Diese Software wird von einem unabhängigen Entwickler erstellt.",
    "el": "Ανεβάστε εικόνες στο Google Photos\nΑποθηκεύστε όποια φωτογραφία βρείτε στο διαδίκτυο και ανεβάστε την απευθείας στο άλμπουμ φωτογραφιών σας!\n\nΔημιουργήστε νέα άλμπουμ και ανεβάστε με ένα κλικ! Επιλέξτε σε ποιο άλμπουμ θα πάει η εικόνα όταν αποθηκεύετε την εικόνα στο Google Photos.\n\nΜε απεριόριστο και δωρεάν χώρο αποθήκευσης, δεν θα χρειαστεί να ανησυχείτε ποτέ ξανά για τον αποθηκευτικό χώρο! Αποθηκεύστε σε οποιοδήποτε άλμπουμ του λογαριασμού σας και έχετε τις πολύτιμες φωτογραφίες σας όπου κι αν πάτε! Οι διπλές εικόνες χειρίζονται αυτόματα για εσάς!\n\nΑυτή η επέκταση δεν σχετίζεται με το Google Photos. Αυτό το λογισμικό είναι κατασκευασμένο από ανεξάρτητο προγραμματιστή.",
    "es": "Subir imágenes a Google Fotos\nGuarde cualquier imagen que encuentre en Internet y cárguela directamente en su álbum de fotos.\n\n¡Crea nuevos álbumes y súbelos con un clic! Elija a qué álbum va la imagen cuando guarde la imagen en Google Photos.\n\nCon almacenamiento ilimitado y gratuito, ¡nunca más tendrá que preocuparse por el almacenamiento! ¡Guarde en cualquier álbum de su cuenta y tenga sus preciosas fotos donde quiera que vaya! ¡Las imágenes duplicadas se gestionan automáticamente por usted!\n\nEsta extensión no está afiliada a Google Photos. Este software está hecho por un desarrollador independiente.",
    "et": "Laadige pilte üles teenusesse Google Photos\nSalvestage kõik Internetist leitud pildid ja laadige need otse oma fotoalbumisse!\n\nLooge uusi albumeid ja laadige üles ühe klõpsuga! Valige, millisesse albumisse pilt läheb, kui salvestate pildi teenusesse Google Photos.\n\nPiiramatu ja tasuta salvestusruumiga ei pea te enam kunagi salvestusruumi pärast muretsema! Salvestage oma konto mis tahes albumisse ja hoidke oma väärtuslikke fotosid kõikjal, kuhu lähete! Duplikaatpilte käsitletakse automaatselt teie eest!\n\nSee laiendus ei ole teenusega Google Photos seotud. Selle tarkvara on teinud sõltumatu arendaja.",
    "fa": "تصاویر را در Google Photos آپلود کنید\nهر عکسی را که در اینترنت پیدا کردید ذخیره کنید و آن را مستقیماً در آلبوم عکس های خود آپلود کنید!\n\nایجاد آلبوم های جدید و آپلود با یک کلیک! وقتی تصویر را در Google Photos ذخیره می‌کنید، انتخاب کنید که تصویر به کدام آلبوم برود.\n\nبا فضای ذخیره سازی نامحدود و رایگان، دیگر هرگز نگران فضای ذخیره سازی نخواهید بود! در هر آلبوم موجود در حساب خود ذخیره کنید و عکس های ارزشمند خود را هر کجا که می روید داشته باشید! تصاویر تکراری به طور خودکار برای شما مدیریت می شوند!\n\nاین افزونه به Google Photos وابسته نیست. این نرم افزار توسط یک توسعه دهنده مستقل ساخته شده است.",
    "fi": "Lataa kuvia Google-kuviin\nTallenna kaikki Internetistä löytämäsi kuva suoraan Google-kuviin!\n\nLuo uusia albumeja ja lähetä ne yhdellä napsautuksella! Valitse, mitkä albumit näkyvät hiiren kakkospainikkeella. Tämä erittäin suosittu ominaisuus on palannut ja parempi kuin koskaan!\n\nRajoittamattoman ja ilmaisen tallennustilan avulla sinun ei tarvitse enää koskaan huolehtia tallennuksesta enää! Tallenna mihin tahansa tilisi albumiin ja hanki arvokkaita valokuvia kaikkialle! Kopiokuvat käsitellään automaattisesti puolestasi!\n\nTämä laajennus ei ole sidoksissa Google Kuviin tai Google Photos Teamiin. Käy Google-kuvissa osoitteessa https://photos.google.com. Google Photos ja siihen liittyvä logo ovat Google LLC: n tavaramerkkejä. Näiden tavaramerkkien käyttö edellyttää Google-lupaa.",
    "fil": "Lataa kuvia Google Kuviin\nTallenna kaikki Internetistä löytämäsi kuvat ja lataa ne suoraan valokuva-albumiisi!\n\nLuo uusia albumeita ja lataa ne yhdellä napsautuksella! Valitse, mihin albumiin kuva menee, kun tallennat kuvan Google Kuviin.\n\nRajoittamattoman ja ilmaisen tallennustilan ansiosta sinun ei enää koskaan tarvitse huolehtia tallennustilasta! Tallenna mihin tahansa tilisi albumiin ja pidä arvokkaat valokuvasi kaikkialla! Päällekkäiset kuvat käsitellään automaattisesti puolestasi!\n\nTämä laajennus ei ole sidoksissa Google Kuviin. Tämän ohjelmiston on tehnyt riippumaton kehittäjä.",
    "fr": "Télécharger des images sur Google Photos\nEnregistrez n'importe quelle photo que vous trouvez sur Internet et téléchargez-la directement dans votre album photos !\n\nCréez de nouveaux albums et téléchargez en un clic ! Choisissez l'album auquel l'image doit aller lorsque vous enregistrez l'image dans Google Photos.\n\nAvec un stockage illimité et gratuit, vous n'aurez plus jamais à vous soucier du stockage ! Enregistrez dans n'importe quel album de votre compte et ayez vos précieuses photos partout où vous allez ! Les images en double sont automatiquement gérées pour vous !\n\nCette extension n'est pas affiliée à Google Photos. Ce logiciel est réalisé par un développeur indépendant.",
    "he": "העלה תמונות לתמונות Google\nשמור כל תמונה שתמצא באינטרנט ישירות בתמונות Google שלך!\n\nצור אלבומים חדשים והעלה בלחיצה אחת! בחר אילו אלבומים יופיעו בתפריט שלך עם לחיצה ימנית. הפיצ'ר הפופולרי מאוד הזה חוזר להיות טוב יותר אי פעם!\n\nעם אחסון ללא הגבלה וחינם, לעולם לא תצטרך לדאוג שוב לאחסון! שמור בכל אלבום בחשבונך וקבל את התמונות היקרות שלך בכל מקום שאתה הולך! תמונות כפולות מטופלות באופן אוטומטי עבורך!\n\nהרחבה זו אינה קשורה לתמונות Google או לצוות תמונות Google. אנא בקר ב https://photos.google.com לצילומי Google. צילומי Google והלוגו הקשור הם סימנים מסחריים של Google LLC. השימוש בסימנים מסחריים אלה כפוף להרשאות Google.",
    "hi": "Google फ़ोटो पर चित्र अपलोड करें\nइंटरनेट पर मिलने वाली किसी भी तस्वीर को सेव करें और उसे सीधे अपने फोटो एलबम में अपलोड करें!\n\nनए एल्बम बनाएं और एक क्लिक के साथ अपलोड करें! चुनें कि जब आप चित्र को Google फ़ोटो में सहेजते हैं तो छवि किस एल्बम में जाती है।\n\nअसीमित और निःशुल्क संग्रहण के साथ, आपको फिर कभी संग्रहण के बारे में चिंता करने की आवश्यकता नहीं होगी! अपने खाते के किसी भी एल्बम में सहेजें और आप जहां भी जाएं अपनी कीमती तस्वीरें लें! आपके लिए डुप्लीकेट चित्र स्वचालित रूप से संभाले जाते हैं!\n\nयह एक्सटेंशन Google फ़ोटो से संबद्ध नहीं है। यह सॉफ्टवेयर एक स्वतंत्र डेवलपर द्वारा बनाया गया है।",
    "hr": "Prenesite slike na Google fotografije\nSpremite bilo koju sliku koju pronađete na internetu i prenesite je izravno u svoj album fotografija!\n\nStvorite nove albume i prenesite ih jednim klikom! Odaberite u koji album će slika ići kada spremate sliku u Google fotografije.\n\nUz neograničenu i besplatnu pohranu, više nikada nećete morati brinuti o pohrani! Spremite u bilo koji album na svom računu i imajte svoje dragocjene fotografije gdje god idete! Duplicirane slike se automatski obrađuju umjesto vas!\n\nOvo proširenje nije povezano s Google fotografijama. Ovaj softver izradio je neovisni programer.",
    "hu": "Töltsön fel képeket a Google Fotókba\nMentse el az interneten talált képeket, és töltse fel közvetlenül a fotóalbumába!\n\nHozzon létre új albumokat, és töltse fel egyetlen kattintással! Válassza ki, hogy a kép melyik albumba kerüljön, amikor elmenti a képet a Google Fotókba.\n\nA korlátlan és ingyenes tárhelynek köszönhetően soha többé nem kell aggódnia a tárhely miatt! Mentse el fiókja bármelyik albumába, és értékes fotóit bárhol megtalálja! A duplikált képeket a rendszer automatikusan kezeli helyetted!\n\nEz a bővítmény nem áll kapcsolatban a Google Fotókkal. Ezt a szoftvert egy független fejlesztő készítette.",
    "id": "Unggah gambar ke Google Foto\nSimpan gambar apa pun yang Anda temukan di internet dan unggah langsung ke album foto Anda!\n\nBuat album baru dan unggah dengan satu klik! Pilih album mana gambar pergi saat Anda menyimpan gambar ke Google Foto.\n\nDengan penyimpanan tanpa batas dan gratis, Anda tidak perlu khawatir tentang penyimpanan lagi! Simpan ke album mana pun di akun Anda dan simpan foto berharga Anda ke mana pun Anda pergi! Gambar duplikat secara otomatis ditangani untuk Anda!\n\nEkstensi ini tidak berafiliasi dengan Google Foto. Perangkat lunak ini dibuat oleh pengembang independen.",
    "it": "Carica immagini su Google Foto\nSalva qualsiasi immagine che trovi su Internet e caricala direttamente nel tuo album di foto!\n\nCrea nuovi album e caricali con un clic! Scegli a quale album va l'immagine quando salvi l'immagine su Google Foto.\n\nCon spazio di archiviazione illimitato e gratuito, non dovrai mai più preoccuparti dello spazio di archiviazione! Salva in qualsiasi album del tuo account e porta le tue preziose foto ovunque tu vada! Le immagini duplicate vengono gestite automaticamente per te!\n\nQuesta estensione non è affiliata con Google Foto. Questo software è realizzato da uno sviluppatore indipendente.",
    "ja": "Googleフォトに画像をアップロードする\nインターネットで見つけた写真を保存して、フォトアルバムにアップロードしてください。\n\n新しいアルバムを作成し、ワンクリックでアップロードしてください！画像をGoogleフォトに保存するときに、画像を保存するアルバムを選択します。\n\n無制限の無料ストレージを使用すると、ストレージについて心配する必要がなくなります。アカウントの任意のアルバムに保存して、どこにいても貴重な写真を手に入れましょう！重複した写真は自動的に処理されます！\n\nこの拡張機能は、Googleフォトとは提携していません。このソフトウェアは、独立した開発者によって作成されています。",
    "ko": "Google 포토에 이미지 업로드\n인터넷에서 찾은 사진을 저장하고 사진 앨범에 바로 업로드하세요!\n\n한 번의 클릭으로 새 앨범을 만들고 업로드하세요! 이미지를 Google 포토에 저장할 때 이미지를 저장할 앨범을 선택합니다.\n\n무제한 무료 저장용량을 사용하면 저장용량에 대해 더 이상 걱정할 필요가 없습니다! 계정의 아무 앨범에나 저장하고 어디를 가든지 소중한 사진을 보관하세요! 중복 사진은 자동으로 처리됩니다!\n\n이 확장 프로그램은 Google 포토와 관련이 없습니다. 이 소프트웨어는 독립 개발자가 제작했습니다.",
    "lt": "Įkelkite vaizdus į „Google“ nuotraukas\nIšsaugokite bet kurią internete rastą nuotrauką ir įkelkite ją tiesiai į savo nuotraukų albumą!\n\nKurkite naujus albumus ir įkelkite vienu paspaudimu! Išsaugoję vaizdą „Google“ nuotraukose, pasirinkite, į kurį albumą patenka vaizdas.\n\nTurėdami neribotą ir nemokamą saugyklą, jums daugiau niekada nereikės rūpintis saugykla! Išsaugokite bet kuriame paskyros albume ir turėkite savo brangias nuotraukas visur, kur eitumėte! Pasikartojančios nuotraukos automatiškai tvarkomos už jus!\n\nŠis plėtinys nesusijęs su „Google“ nuotraukomis. Šią programinę įrangą sukūrė nepriklausomas kūrėjas.",
    "lv": "Augšupielādējiet attēlus pakalpojumā Google fotoattēli\nSaglabājiet jebkuru attēlu, ko atrodat internetā, un augšupielādējiet to tieši savā fotoattēlu albumā!\n\nIzveidojiet jaunus albumus un augšupielādējiet tos ar vienu klikšķi! Saglabājot attēlu pakalpojumā Google fotoattēli, izvēlieties, uz kuru albumu tiks pārvietots attēls.\n\nAr neierobežotu un bezmaksas krātuvi jums vairs nekad nebūs jāuztraucas par krātuvi! Saglabājiet jebkurā sava konta albumā un glabājiet savus vērtīgos fotoattēlus visur, kur dodaties! Attēlu dublikāti tiek automātiski apstrādāti jūsu vietā!\n\nŠis paplašinājums nav saistīts ar pakalpojumu Google fotoattēli. Šo programmatūru ir izstrādājis neatkarīgs izstrādātājs.",
    "ms": "Muat naik imej ke Google Photos\nSimpan sebarang gambar yang anda temui di internet dan muat naik terus ke dalam album foto anda!\n\nCipta album baharu dan muat naik dengan satu klik! Pilih album yang mana imej itu pergi apabila anda menyimpan imej itu ke Google Photos.\n\nDengan storan tanpa had dan percuma, anda tidak perlu risau tentang storan lagi! Simpan ke mana-mana album pada akaun anda dan dapatkan foto berharga anda ke mana-mana sahaja anda pergi! Gambar pendua dikendalikan secara automatik untuk anda!\n\nSambungan ini tidak bergabung dengan Google Photos. Perisian ini dibuat oleh pembangun bebas.",
    "nl": "Afbeeldingen uploaden naar Google Foto's\nBewaar elke foto die u op internet vindt en upload deze rechtstreeks naar uw fotoalbum!\n\nMaak nieuwe albums en upload ze met één klik! Kies naar welk album de afbeelding gaat wanneer u de afbeelding opslaat in Google Foto's.\n\nMet onbeperkte en gratis opslag hoef je je nooit meer zorgen te maken over opslag! Sla op in elk album op uw account en heb uw kostbare foto's overal mee naar toe! Dubbele foto's worden automatisch voor u afgehandeld!\n\nDeze extensie is niet aangesloten bij Google Foto's. Deze software is gemaakt door een onafhankelijke ontwikkelaar.",
    "no": "Last opp bilder til Google Foto\nLagre et hvilket som helst bilde du finner på internett og last det opp rett inn i fotoalbumet ditt!\n\nLag nye album og last opp med ett klikk! Velg hvilket album bildet skal til når du lagrer bildet i Google Foto.\n\nMed ubegrenset og gratis lagringsplass, trenger du aldri å bekymre deg for lagring igjen! Lagre til et hvilket som helst album på kontoen din og ha de dyrebare bildene dine uansett hvor du går! Dupliserte bilder håndteres automatisk for deg!\n\nDenne utvidelsen er ikke tilknyttet Google Foto. Denne programvaren er laget av en uavhengig utvikler.",
    "pl": "Prześlij obrazy do Zdjęć Google\nZapisz dowolne zdjęcie znalezione w Internecie i prześlij je bezpośrednio do swojego albumu zdjęć!\n\nTwórz nowe albumy i przesyłaj je jednym kliknięciem! Wybierz album, do którego trafi obraz po zapisaniu go w Zdjęciach Google.\n\nDzięki nieograniczonej i bezpłatnej przestrzeni dyskowej już nigdy nie będziesz musiał się martwić o miejsce! Zapisz w dowolnym albumie na swoim koncie i miej cenne zdjęcia, gdziekolwiek jesteś! Zduplikowane zdjęcia są automatycznie obsługiwane!\n\nTo rozszerzenie nie jest powiązane ze Zdjęciami Google. To oprogramowanie jest tworzone przez niezależnego programistę.",
    "ro": "Încărcați imagini în Google Foto\nSalvați orice imagine pe care o găsiți pe internet și încărcați-o direct în albumul dvs. de fotografii!\n\nCreați albume noi și încărcați cu un singur clic! Alegeți în ce album apare imaginea când o salvați în Google Foto.\n\nCu spațiu de stocare nelimitat și gratuit, nu va mai trebui să vă faceți niciodată griji cu privire la stocare! Salvează în orice album din contul tău și ai fotografiile tale prețioase oriunde te duci! Imaginile duplicate sunt gestionate automat pentru tine!\n\nAceastă extensie nu este afiliată cu Google Foto. Acest software este realizat de un dezvoltator independent.",
    "ru": "Загрузить изображения в Google Фото\nСохраните любую картинку, которую найдете в Интернете, и загрузите ее прямо в свой фотоальбом!\n\nСоздавайте новые альбомы и загружайте их одним щелчком мыши! Выберите, в какой альбом попадает изображение при сохранении изображения в Google Фото.\n\nС неограниченным и бесплатным хранилищем вам больше никогда не придется беспокоиться о хранилище! Сохраните в любой альбом в своей учетной записи, и ваши драгоценные фотографии будут везде, куда бы вы ни пошли! Дубликаты изображений обрабатываются автоматически!\n\nЭто расширение не связано с Google Фото. Это программное обеспечение создано независимым разработчиком.",
    "sk": "Nahrajte obrázky do Fotiek Google\nUložte si akýkoľvek obrázok, ktorý nájdete na internete, a nahrajte ho priamo do svojho fotoalbumu!\n\nVytvorte nové albumy a nahrajte ich jedným kliknutím! Vyberte, do ktorého albumu sa obrázok presunie, keď ho uložíte do Fotiek Google.\n\nS neobmedzeným a bezplatným úložiskom sa už nikdy nebudete musieť starať o úložisko! Uložte si do ľubovoľného albumu na svojom účte a majte svoje vzácne fotografie všade, kam pôjdete! Duplicitné obrázky sú automaticky spracované za vás!\n\nToto rozšírenie nie je pridružené k Fotkám Google. Tento softvér je vytvorený nezávislým vývojárom.",
    "sl": "Naložite slike v Google Foto\nShranite katero koli sliko, ki jo najdete na internetu, in jo naložite neposredno v svoj album fotografij!\n\nUstvarite nove albume in jih naložite z enim klikom! Izberite, v kateri album gre slika, ko sliko shranite v Google Foto.\n\nZ neomejenim in brezplačnim prostorom za shranjevanje vam nikoli več ne bo treba skrbeti za shranjevanje! Shranite v kateri koli album na svojem računu in imejte svoje dragocene fotografije povsod! Podvojene slike se samodejno obravnavajo namesto vas!\n\nTa razširitev ni povezana z Google Foto. To programsko opremo je izdelal neodvisni razvijalec.",
    "sr": "Отпремите слике у Гоогле фотографије\nСачувајте било коју слику коју пронађете на интернету и отпремите је директно у свој албум фотографија!\n\nКреирајте нове албуме и отпремите једним кликом! Изаберите у који албум ће слика ићи када сачувате слику у Гоогле фотографијама.\n\nСа неограниченим и бесплатним меморијским простором, никада више нећете морати да бринете о складишту! Сачувајте у било ком албуму на свом налогу и имајте своје драгоцене фотографије где год да кренете! Дупликати слика се аутоматски обрађују уместо вас!\n\nОво проширење није повезано са Гоогле фотографијама. Овај софтвер је направио независни програмер.",
    "sv": "Ladda upp bilder till Google Foton\nSpara vilken bild du hittar på internet och ladda upp den direkt i ditt fotoalbum!\n\nSkapa nya album och ladda upp med ett klick! Välj vilket album bilden ska gå till när du sparar bilden i Google Foto.\n\nMed obegränsat och gratis lagringsutrymme behöver du aldrig mer oroa dig för lagring! Spara till valfritt album på ditt konto och ha dina värdefulla foton vart du än går! Dubbletter av bilder hanteras automatiskt åt dig!\n\nDet här tillägget är inte kopplat till Google Foto. Denna programvara är gjord av en oberoende utvecklare.",
    "th": "อัปโหลดรูปภาพไปยัง Google Photos\nบันทึกรูปภาพที่คุณพบบนอินเทอร์เน็ตและอัปโหลดลงในอัลบั้มรูปภาพของคุณ!\n\nสร้างอัลบั้มใหม่และอัปโหลดได้ด้วยคลิกเดียว! เลือกอัลบั้มที่จะใส่รูปภาพเมื่อคุณบันทึกภาพไปยัง Google Photos\n\nด้วยพื้นที่เก็บข้อมูลไม่จำกัดและฟรี คุณจะไม่ต้องกังวลเรื่องพื้นที่เก็บข้อมูลอีกต่อไป! บันทึกลงในอัลบั้มใด ๆ ในบัญชีของคุณและมีรูปถ่ายอันมีค่าของคุณทุกที่ที่คุณไป! รูปภาพที่ซ้ำกันจะได้รับการจัดการโดยอัตโนมัติสำหรับคุณ!\n\nส่วนขยายนี้ไม่มีส่วนเกี่ยวข้องกับ Google Photos ซอฟต์แวร์นี้สร้างโดยนักพัฒนาอิสระ",
    "tr": "Google Fotoğraflar'a resim yükleyin\nİnternette bulduğunuz herhangi bir resmi kaydedin ve doğrudan fotoğraf albümünüze yükleyin!\n\nYeni albümler oluşturun ve tek tıklamayla yükleyin! Resmi Google Fotoğraflar'a kaydettiğinizde resmin hangi albüme gideceğini seçin.\n\nSınırsız ve ücretsiz depolama ile, bir daha asla depolama konusunda endişelenmenize gerek kalmayacak! Hesabınızdaki herhangi bir albüme kaydedin ve değerli fotoğraflarınız gittiğiniz her yerde yanınızda olsun! Yinelenen resimler sizin için otomatik olarak işlenir!\n\nBu uzantı, Google Fotoğraflar ile bağlantılı değildir. Bu yazılım bağımsız bir geliştirici tarafından yapılmıştır.",
    "uk": "Завантажте зображення в Google Photos\nЗбережіть будь-яке зображення, яке знайдете в Інтернеті, і завантажте його прямо у свій фотоальбом!\n\nСтворюйте нові альбоми та завантажуйте в один клік! Виберіть, до якого альбому переходить зображення, коли ви зберігаєте зображення в Google Фото.\n\nЗ необмеженим і безкоштовним сховищем вам більше ніколи не доведеться турбуватися про сховище! Зберігайте в будь-якому альбомі у своєму обліковому записі і тримайте свої дорогоцінні фотографії скрізь! Повторювані зображення автоматично обробляються за вас!\n\nЦе розширення не пов’язане з Google Photos. Це програмне забезпечення створено незалежним розробником.",
    "vi": "Tải hình ảnh lên Google Photos\nLưu bất kỳ hình ảnh nào bạn tìm thấy trên internet và tải nó lên ngay album ảnh của bạn!\n\nTạo album mới và tải lên chỉ với một cú nhấp chuột! Chọn album mà hình ảnh sẽ chuyển đến khi bạn lưu hình ảnh vào Google Photos.\n\nVới bộ nhớ miễn phí và không giới hạn, bạn sẽ không bao giờ phải lo lắng về bộ nhớ nữa! Lưu vào bất kỳ album nào trên tài khoản của bạn và có những bức ảnh quý giá của bạn ở mọi nơi bạn đến! Hình ảnh trùng lặp sẽ tự động được xử lý cho bạn!\n\nTiện ích mở rộng này không được liên kết với Google Photos. Phần mềm này được thực hiện bởi một nhà phát triển độc lập.",
    "zh_CN": "将图片上传到 Google 相册\n保存您在互联网上找到的任何图片并将其直接上传到您的相册！\n\n创建新专辑并一键上传！将图像保存到 Google 相册时，选择该图像所在的相册。\n\n拥有无限和免费的存储空间，您再也不用担心存储空间了！保存到您帐户中的任何相册，随身携带珍贵的照片！自动为您处理重复的图片！\n\n此扩展程序不隶属于 Google 相册。该软件由独立开发商制作。",
    "zh_TW": "將圖片上傳到 Google 相冊\n保存您在互聯網上找到的任何圖片並將其直接上傳到您的相冊！\n\n創建新專輯並一鍵上傳！將圖像保存到 Google 相冊時，選擇該圖像所在的相冊。\n\n擁有無限和免費的存儲空間，您再也不用擔心存儲空間了！保存到您帳戶中的任何相冊，隨身攜帶珍貴的照片！自動為您處理重複的圖片！\n\n此擴展程序不隸屬於 Google 相冊。該軟件由獨立開發商製作。"
  }
}