{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Claude Chat Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly search Claude chat history from anywhere with keyboard shortcuts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Claude Chat Search\n\nEnhance your Claude AI conversations with instant, powerful search capabilities. This extension lets you quickly find and reference any previous chat with Claude, making your AI interactions more productive and organized.\n\n🚀 Key Features\n- Lightning-Fast Search: Instantly search through your entire Claude chat history with keyboard shortcuts (Alt+Shift+F)\n- Activity Insights: View your chat activity patterns with an interactive heatmap (Alt+Shift+G)\n- Smart Context: See conversation dates, titles, and project information in search results\n- Keyboard Navigation: Navigate through search results using arrow keys and enter\n- Privacy First: All data stored locally using IndexedDB - your conversations never leave your device\n\n💡 Perfect For\n- Researchers tracking their AI discussions over time\n- Developers managing multiple project-related conversations\n- Students organizing their AI-assisted learning sessions\n- Professionals who need quick access to past conversations\n- Anyone who wants to analyze their Claude usage patterns\n\n🎯 How It Works\n1. Install the extension\n2. Use Alt+Shift+F (⌥⇧F on Mac) from any webpage to open search\n3. Type your search query or view recent conversations\n4. See matching conversations with dates and project context\n5. Click any result to jump directly to that chat\n6. Use Alt+Shift+G (⌥⇧G on Mac) to view your activity heatmap\n\n🌟 Why You'll Love It\n- Modern, animated UI that works seamlessly with Claude's interface\n- Quick access to recent conversations without searching\n- Visual insights into your Claude usage patterns\n- Keyboard-first design for efficient navigation\n- Dark mode support with CSS variables\n- Zero configuration required - works instantly\n\n🔒 Privacy & Security\n- All data stored locally in your browser\n- No external servers or data collection\n- Works directly with Claude's official API\n- Minimal permissions required\n\nMake your Claude conversations more valuable by never losing track of important discussions. Install Claude Chat Search now and transform how you interact with your AI assistant.\n\nNote: This extension works with Claude's web interface (claude.ai) and requires permissions only for local storage and Claude API access.\n\n## System Requirements\n- Chrome browser\n- Active Claude AI account\n- Access to claude.ai"
  }
}