{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Finder – PIPILEADS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find Verified email IDs of any Profile"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PIPILEADS – Email Finder tool finds any profile’s Verified Email Addresses Instantly.\n\nThe tool finds both B2B and B2C emails on the fly.\n\nIt has become an indispensable tool for the following professionals \n\nSales \nMarketing\nBusiness development\nRecruiters / Talent Acquisition (HR)\nBusiness owners/entrepreneurs/founders\nExecutives / Top Management.\n\nThe Key Differentiator of our Tool is to provide only verified email IDs and  No generated or guessed email addresses.\n\nFree version\n\nUsers can try this version without providing their credit card details. We provide 50 free credits every month for registered Users. In this version, there are no restrictions to use the features.\n\nNO CREDIT / DEBIT CARDS are required for a trial.\n\nPaid version\n\nWe have 4 Flexible Paid Plans available (Bronze, Silver, Gold, and Platinum). Users can choose any plan as per their requirements.\n\n24/7 support\n\nWe provide online chat support 24X7. Resources and site FAQs are updated regularly with all the new features that are available with us. We are present on social media and communicate with users to update them regularly about this Chrome extension tool.\n\nPayment methods\n\nWe accept all credit and debit cards to use Pipileads.\n\n\nCancelation / Un-subscription.\n\nUsers can cancel or unsubscribe from Pipileads at any time. We do not have a lock-in period."
  }
}