{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clown Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spot silly LinkedIn jobs at a glance."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of reading through \"entry level\" LinkedIn job posts, only to see that mid to senior levels of experience are required? How about getting halfway through a job description before spotting that one, deal-breaking keyword you want to avoid? If so, Clown Detector can help you out!\n\nClown Detector will flag any LinkedIn job that meets your criteria with a clown emoji and the keyword(s) found. \n\nThere are two settings: Entry Level and Clownlist.\n\nEntry Level will flag any job explicitly labeled as \"entry level\", yet requires mid to senior level experience. Jobs not explicitly listed as \"entry level\" will not be flagged for years of experience required. The threshold can be set between 3+ to 7+ years, with 7+ years being the default. This setting can be disabled as well.\n\nClownlist will flag any job containing keywords that you specify. This works for all LinkedIn jobs, regardless of experience level required.\n\nKnown Compatibility Issues:\nAd blocking extensions will cause issues if run alongside Clown Detector. Disabling your ad blocker on LinkedIn will prevent the issues. It does not need to be disabled for all sites.\n\nDisclaimer: \nClown Detector is only meant to save people time by flagging LinkedIn jobs that will likely waste their time, per their specified criteria. I do NOT condone any form of harassment toward companies flagged by Clown Detector or their employees. Please be cool!\n\nClown Detector should be taken with a grain of salt, particularly with the entry level settings. Not every entry level job flagged is worth skipping over. There are many factors to consider when you come across these posts and they may be worth checking out - go with your gut!\n\nClown Detector does not collect, use, or disclose any personal user information."
  }
}