{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Videolingo: Watch, Learn, Speak",
    "es": "Videolingo: Mira, Aprende, Habla"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your language learning while watching YouTube videos! Add subtitles, translate words, and learn their pronunciation.",
    "es": "¡Potencia tu aprendizaje de idiomas mientras ves videos en YouTube! Añade subtítulos, traduce palabras y aprende su pronunciación."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your language learning with Videolingo while watching YouTube videos! Add subtitles, translate words, and learn their pronunciation!  \n\n⏯ Subtitles Translation: Seamlessly translate English subtitles into Spanish, enabling you to grasp the meaning of phrases in your native language.\n\n⏯ Word Information: Instantly access detailed information about any word with just a click. Explore meanings from various dictionaries to gain a comprehensive understanding.\n\n⏯ Song Playlist: Curate a list of your cherished songs for easy access and enjoyment.\n\n⏯ YouTube Integration: Compatible with YouTube, making it a convenient tool for language learning while you watch videos.\n\n⏯ Personalized Themes: Tailor the extension's appearance to match your style. Experiment with themes to make it uniquely yours!\n\n⏯ Word Definition and Pronunciation: Receive the meaning, pronunciation, and phonetic transcription of words in a modal for quick reference.\n\n⏯ Memorization Support: Facilitate vocabulary and knowledge retention with features designed to enhance memorization.\n\n⏯ VideolingoChat: Engage in our chat to seek information, discuss language-related exercises, ask for word suggestions, and more.\n\n⏯ Grammar Structure Explanations: You can ask to our AI Videlingochat and receive detailed explanations about grammar structures to refine your language skills.\n\n⏯ Express Yourself Better: Utilize our AI Videolingochat to inquire about ways to express yourself more effectively, from exercises to video recommendations.\n\nTransform your language learning experience with Videolingo!",
    "es": "¡Potencia tu aprendizaje de idiomas con Videolingo mientras ves videos en YouTube! Añade subtítulos, traduce palabras y aprende su pronunciación.\n\n⏯ Traducción de Subtítulos: Traduce sin problemas los subtítulos en inglés al español, permitiéndote entender las frases en tu lengua materna.\n\n⏯ Información de Palabras: Accede al instante a detalles de cualquier palabra con un clic. Explora significados de varios diccionarios para comprender a fondo.\n\n⏯ Lista de Canciones: Crea una lista de tus canciones favoritas para acceder fácilmente y disfrutarlas.\n\n⏯ Integración con YouTube: Compatible con YouTube, una herramienta práctica para aprender idiomas viendo videos.\n\n⏯ Temas Personalizados: Ajusta la apariencia de la extensión a tu estilo. ¡Hazla verdaderamente tuya con diferentes temas!\n\n⏯ Definición y Pronunciación: Recibe significado, pronunciación y transcripción fonética en un modal para referencia rápida.\n\n⏯ Soporte para Memorización: Facilita la retención de vocabulario con funciones diseñadas para mejorarla.\n\n⏯ Videolingo Chat: Participa en nuestro chat para buscar información, discutir ejercicios, pedir sugerencias de palabras y más.\n\n⏯ Explicaciones Gramaticales: Consulta a nuestro VideolingoChat para obtener detalladas explicaciones gramaticales.\n\n⏯ Exprésate Mejor: Utiliza nuestro VideolingoChat para mejorar tu expresión, desde ejercicios hasta recomendaciones de videos.\n\n¡Transforma tu aprendizaje de idiomas con Videolingo!"
  }
}