{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Opinionizer - Need a second opinion? AI with a twist for work or fun"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Opinionizer judging things, a trash-talking AI raccoon with a knack for brutal honesty."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "THE OPINIONIZER: YOUR AI-POWERED REALITY CHECK AND CONVERSATION DECODER\n\nTired of sugar-coated feedback and missed social cues? Meet your new digital truth-teller and interpersonal communication expert!\n\nThe Opinionizer is not your average AI assistant – it's the brutally honest friend and savvy social interpreter you never knew you needed. This Chrome extension delivers unfiltered, AI-powered critiques on web content and helps you decode the subtleties in digital conversations with friends and coworkers. Whether you're crafting the next viral tweet, penning a business proposal, or trying to decipher your boss's cryptic email, The Opinionizer is here to cut through the fluff and give you the cold, hard truth.\n\nWHY YOU NEED THE OPINIONIZER:\n\n1. Instant Reality Checks: One click, and boom! Get a no-holds-barred analysis of any webpage, document, social media post, or digital conversation.\n\n2. Level Up Your Content and Communication Game: Uncover blind spots in your writing, thinking, and interpersonal skills. It's like having a seasoned editor, a stand-up comedian, and a relationship guru roast your work and social interactions – all rolled into one AI package.\n\n3. See Through Different Eyes: Get insights you might be missing in both content and conversations. The Opinionizer gives you the perspective of that tough-as-nails coworker, your most skeptical client, or that friend who always seems to know what people really mean.\n\n4. Decode Digital Conversations: Struggling to read between the lines in chats, emails, or social media comments? The Opinionizer helps you interpret tone, detect sarcasm, and understand the real intentions behind the messages you receive.\n\n5. Save Time, Cut the Crap: Why waste hours second-guessing your content or overthinking a coworker's message when you can get instant, brutally honest feedback and interpretation?\n\n6. Multilingual Sass and Social Savvy: The Opinionizer serves up critiques and conversation insights in multiple languages. Because let's face it, miscommunication is universal, and so is our commitment to crushing it.\n\nKEY FEATURES:\n\n- One-Click Analysis: Just hit \"Judge This!\" and watch The Opinionizer go to town on your content or conversations.\n- Multi-Content Support: Articles, emails, social media posts, business proposals, chat logs – if it's on the web, The Opinionizer can roast it and decode it.\n- Conversation Interpreter: Upload chat logs or email threads to get insights on subtext, emotional tone, and potential misunderstandings.\n- Secure & Private: Your data and conversations are encrypted and processed in a secure cloud. We're nosy, but not that nosy.\n- Shareable Insights: Generate secret URLs to share The Opinionizer's hot takes. Spread the truth (or the laughs) about content or get a second opinion on that confusing group chat.\n- Customizable Experience: Choose between dark and light modes, and set preferences for content analysis vs. conversation decoding. Because even harsh truths and social insights look better in your preferred lighting.\n\nHOW IT WORKS:\n\n1. Install The Opinionizer Chrome extension.\n2. Navigate to any webpage you want to analyze or upload a conversation you need help decoding.\n3. Click the Opinionizer icon and hit \"Judge This!\" or \"Decode This!\"\n4. Brace yourself for brutally honest, AI-powered feedback on content or nuanced insights into conversation subtext.\n5. Laugh, cry, or have an existential crisis – then use the insights to level up your content game and social skills.\n\nWHO'S IT FOR:\n\n- Content creators tired of echo chambers\n- Professionals seeking a competitive edge in communication\n- Anyone who values brutal honesty over gentle lies\n- Those brave enough to face AI-powered critiques of their work and social interactions head-on\n- People who struggle with reading between the lines in digital communications\n- Teams looking to improve their digital communication clarity and effectiveness\n\nWHY CHOOSE THE OPINIONIZER?\n\nIn a world of yes-men, sugar-coated feedback, and confusing emoji-laden messages, The Opinionizer stands out as a beacon of brutal honesty and social clarity. It's not here to make friends – it's here to make your content better and your conversations clearer. Think of it as your personal BS detector and social translator, armed with the power of advanced AI.\n\nThe Opinionizer doesn't just point out flaws in your content; it provides a fresh perspective that can spark creativity, challenge assumptions, and push you to new heights in both your work and your interpersonal communications. It's like having a brutally honest mentor and a mind-reading friend in your browser, available 24/7 to dish out tough love, hard truths, and social insights.\n\nA WORD OF CAUTION:\n\nThe Opinionizer isn't for the faint of heart. If you're looking for gentle pats on the back or are having a particularly sensitive day, maybe sit this one out. But for those ready to face the music, potentially level up their game, and navigate the complex world of digital communication with confidence? The Opinionizer awaits, ready to serve up truth bombs with a side of sass and social wisdom.\n\nGET STARTED:\n\nReady to face the truth about your content and conversations? Install The Opinionizer now and prepare for a reality check like no other. Remember, in the world of The Opinionizer, there's only one rule: Level up, or step aside!\n\nThe Opinionizer: Because sometimes, you need to hear the truth, not what you want to hear – in your content and your conversations.\n\n---\n\nNOTE: The Opinionizer is designed for folks who can handle direct feedback on their work and social interactions. Use at your own risk – we're not responsible for bruised egos, shattered illusions, or sudden realizations about your communication style!\n\n--\nNew in v0.9.5: Introduced content moderation to keep it suitable for all audiences.\n\nDeveloped by Spinf Inc. For support, visit our website."
  }
}