{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Time Limiter for Kids"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin helps parents manage and limit their children's YouTube screen time for a healthier, balanced digital experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"YouTube Time Limiter for Kids\" – Your Ultimate Parental Control Chrome Extension!\n\nAre you worried about your kids spending excessive hours on YouTube? We understand the importance of responsible screen time management. That's why we've created the \"YouTube Time Limiter for Kids\" Chrome Extension!\n\nKey Features:\n\n1. Customizable Time Limits: With \"YouTube Time Limiter for Kids,\" you have the power to set personalized daily time limits for YouTube usage. Whether it's 30 minutes, 2 hours, or any duration that suits your family's needs, this extension adapts to your preferences.\n\n2. Encourages Healthy Breaks: When your child's set time limit is reached, the extension automatically overlays the video with a countdown timer. This encourages your child to take a break for a customizable period, promoting physical activity and balanced development.\n\n3. Tailored Configuration: Our extension is designed to fit your family's unique requirements. Adjust time limits based on your child's age, school schedule, or your household guidelines.\n\n4. Parental Empowerment: \"YouTube Time Limiter for Kids\" puts you in control. You can unlock the overlay when necessary or make real-time adjustments to time limits, ensuring that screen time remains a dynamic and manageable aspect of your child's routine.\n\n5. Peace of Mind: Rest easy knowing that \"YouTube Time Limiter for Kids\" supports your efforts to strike the right balance between screen time and other essential activities in your child's life.\n\nDon't let excessive screen time hinder your child's development. Take control with \"YouTube Time Limiter for Kids\" and empower your kids to explore, learn, and play responsibly in the digital age.\n\nInstall \"YouTube Time Limiter for Kids\" today and provide your child with a responsible and balanced screen time management solution. It's time for a healthier, happier digital experience for your family!"
  }
}