{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zillow Scraper & Lead Generation | LeadStal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape zillow data and Lead Generation Tool for Zillow Leads for Real Estate Agents with Single Click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real Estate Lead Generation Tool for Zillow.com | LeadStal\n\n\nGet More Zillow.com Real Estate Leads with LeadStal\nSupercharge your real estate business with the LeadStal Chrome extension for Zillow.com. Designed for real estate professionals, this tool makes finding, capturing, and managing high-quality leads on Zillow.com fast and effortless. Simplify your lead generation and focus on what matters most—closing deals and growing your business.\nKey Features:\n🏡 Automated Lead Collection\nInstantly capture lead details from Zillow.com profiles with one click.\n📍 Advanced Lead Filtering\nTarget leads based on custom criteria such as location, price range, and property type for more relevant results.\n📤 One-Click Export\nEasily export your captured leads to a CSV file or integrate them into your CRM or spreadsheet with just one click.\n⏰ Real-Time Lead Notifications\nReceive instant notifications when new leads that match your set criteria are available, so you never miss an opportunity.\n📊 User-Friendly Dashboard\nEffortlessly manage your leads in a clean and simple interface, designed specifically for busy real estate professionals.\n\nFrequently Asked Questions (FAQ):\nQ. How do I install LeadStal for Zillow.com?\nGo to the Chrome Web Store, search for \"LeadStal Lead Generation for Zillow.com,\" and click \"Add to Chrome.\" Follow the on-screen instructions to complete the installation.\nQ. How can LeadStal help me generate more leads?\nLeadStal automates the entire lead generation process on Zillow.com. It captures leads based on your specific filters and exports them to your CRM, saving you time and increasing efficiency.\nQ. Is my information secure when using LeadStal?\nYes, all your data is 100% secure. LeadStal uses advanced security protocols and does not store or share your personal or lead information with any third parties.\nQ. Can I customize lead filters?\nYes! Tailor your lead searches with customizable filters such as location, price range, and property type to find the most relevant leads for your real estate needs.\nQ. How do I export leads from Zillow.com?\nSimply click the export button to download your leads in CSV format, which you can then upload into any CRM or spreadsheet software.\nQ. Will LeadStal work with platforms other than Zillow.com?\nCurrently, LeadStal is optimized for Zillow.com. However, we are planning to expand its capabilities to other real estate platforms in the future.\nQ. How can I uninstall the extension if necessary?\nRight-click on the LeadStal icon in your Chrome toolbar, select \"Remove from Chrome,\" and confirm.\nQ. What should I do if I need help or support?\nFor any technical issues or inquiries, please contact our support team through our website's contact form or email us at support@leadstal.com.\nQ. Is there a fee for using LeadStal?\nLeadStal offers both a free version with basic features and a premium version with more advanced functionalities. For more details, visit our pricing page.\nQ. Can I suggest new features for LeadStal?\nWe always welcome feedback and suggestions! Feel free to reach out through our support channels to share your ideas."
  }
}