{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MuteTab B E T A"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of noisy tabs: mute by default, blacklists, and more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your feedback on this beta is greatly appreciated.\n\nJune 2016 update: M u t e T a b now mutes, knows when tabs are playing sound, and includes new features such as showing only recently noisy tabs, mute by default, and blacklists. \n\nThe extension was first released in 2011 as an experiment in providing browsers with a better sound management experience given limitations imposed by Chrome and Flash. This latest version fixes previous functionality and adds new features thanks to work done since then that gave Chrome audio indicators and tab muting and made that accessible to extensions. \n\nM u t e T a b's features include: \n\n* Shows only tabs that are playing sound now or did so recently. This is great if you have a large number of tabs open, they span across windows, or you want help identifying what was playing sound.\n* Mute all tabs, background tabs, or incognito tabs by default.\n* Buttons and keyboard shortcuts to mute all tabs, mute background tabs, and unmute all tabs.\n* Set exceptions to muting behavior via whitelists and blacklists.\n* Add your music player to a \"music list\" so that it gets excluded when muting all or background tabs.\n* \"Privacy mode\" will mute all of your tabs (including your music) when you want silence; you can then unmute tabs you want to listen to. You can assign it to a keyboard shortcut, too.\n* Disable automuting lets you temporarily disable all of the above behavior.\n* See a count of noisy tabs you avoided hearing by hovering over the \"MuteTab\" text in the top left corner.\n* Experimental \"music ducking\" feature will mute your music for you when you watch a video and unmute it afterward."
  }
}