{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🇺🇸 US Visa Rescheduler - AIS Slots"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FasterVisa.co - This extension automatically reschedules US Visa application appointments to an earlier date."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🇺🇸 US Visa Rescheduler - AIS Slots\nFasterVisa.co\nAbout:\nNew user-friendly extension that automates the process of rescheduling US visa application appointments to the nearest available date.\n\nGetting Started\nInitial Setup: Upon installation, the extension will redirect you to the AIS US Visa home page.\n\nCredits: When you first install it you will have credits to try out the extension, you can reload credits at any time by clicking on the \"Reload Credits\" button.\n\nSelect Your Country: Choose your country in version English. While the extension should technically work on any language, it is strongly recommended to change the AIS portal language to English.\n\nOpen Extension Popup: Click the extension icon in the top right corner of your Chrome browser to open the popup.\n\nActivate the Script: Click \"Enable Extension\" to activate. You'll be prompted to enter your email and password, allowing the extension to auto-login when the AIS portal logs you out.\n\nConfigure Settings: You can reopen the extension popup to adjust the settings as needed.\n\nKey Features\nAuto Book: Automatically books an earlier date if one becomes available before your target date.\n\nFrequency of Checks:  Select the type and value of the search frequency (Seconds, Minutes, Hours) that you want to use.\n\nSearch From (Date): Define the start date for booking. For example, if set to 10 and today's date is 01/12/2024, the extension will not book a date earlier than 01/12/2024.\n\nSearch To (Date): Specify the maximum date you want to search for appointments.\n\nReset Default Settings: Reset all settings to their defaults. After resetting, you'll need to configure the settings again.\n\nCity Selection:\nChoose the city you want to check for available seats. Leave the browser tab open and the extension will automatically reserve an earlier seat if it is available according to the selected search frequency. Remember to have the \"Automatically Book Appointment\" option activated\n\nDo you have any ideas for new features? You can recommend by clicking the support button.\n\nRecommendations:\n\nSoft Block:\nThe AIS system may temporarily show no slots if you check too frequently. The extension adjusts the checking interval to avoid this. \n\nHard Block:\nContinuing to check during a soft block can extend it to 24 hours and potentially block your IP. Avoid frequent checks to prevent this.\n\nDefault Settings\nIf the extension doesn’t work, hit the \"Reset Default Settings\" button in the plugin.\n\nThis extension mimics user behavior and does not interact with AIS servers. Please use it responsibly\n\nCurrent Version 2.2.5 (This version avoids blockages as much as possible, issues was fixed, 405 Error fix, new feature Keep Screen Awake, fix error ASC location and fix Türkiye Users)"
  }
}