{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AsoSpy for Google Play Store"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Play Store with app analytics. View app data instantly. Get insights on installs, release date, updates, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English (US) \t\nElevate your Play Store experience with the integration of mobile app analytics from AsoSpy. Say goodbye to tedious clicks and endless scrolling while investigating apps. Our extension seamlessly embeds app data directly into the Play Store website, providing you with instant access to valuable insights.\n\nWith this extension, you can effortlessly search for apps, navigate through pages, and have comprehensive app data conveniently displayed within each app card. No more bouncing between multiple tabs or external tools to gather crucial information.\n\nThe app data made available through AsoSpy includes essential details such as the number of installs, release date, last update date, app category, and approximate installs per day. Having these insights at your fingertips empowers you to make informed decisions about which apps to explore further.\n\nBy eliminating the need for manual research and reducing the time spent on app investigations, our extension streamlines the app discovery process. Whether you're a developer, marketer, or app enthusiast, AsoSpy enhances your efficiency and helps you make data-driven decisions.\n\nExperience the convenience and efficiency of integrated app analytics. Install the AsoSpy extension now and unlock a whole new level of Play Store browsing. Gain valuable insights, save time, and make more informed choices with ease."
  }
}