{
  "name": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snappr - Makes screen-recording easier",
    "ca": "Snappr - Grava i Anota la Pantalla",
    "de": "Snappr - Bildschirmaufnahme & Beschriftung"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,te,th,vi": "Experience a free and privacy-focused screen recorder with limitless features. Effortlessly capture, annotate, and edit your videos!",
    "ca": "Captura, dibuixa, amplia, desenfoca, edita vídeos i molt més, sense necessitat de registre i privada.",
    "de": "Der beste kostenlose Bildschirmrekorder ohne Einschränkungen. Erfassen, kommentieren, zoomen, verwischen...",
    "es": "La mejor grabadora de pantalla gratis para Chrome sin límites. Captura, dibuja, amplía..",
    "fr": "La meilleure enregistreuse d'écran gratuite pour Chrome, sans limites. Capturez, dessinez, zoomez...",
    "hi": "सबसे बेहतरीन मुफ्त स्क्रीन रिकॉर्डर बिना किसी सीमा के। छवि कैद करें, टिप्पणी करें...",
    "id": "Perekam layar terbaik gratis tanpa batasan. Tangkap, beri anotasi, zoom...",
    "it": "La migliore registrazione dello schermo gratuita per Chrome senza limiti. Cattura, disegna...",
    "ko": "제한 없이 사용할 수 있는 최고의 무료 화면 녹화기입니다...",
    "pl": "Najlepszy darmowy rejestrator ekranu bez ograniczeń. Przechwytuj, adnotuj, przybliżaj..",
    "pt_BR": "O melhor gravador de tela gratuito para o Chrome, sem limitações. Capture, faça anotações, dê zoom...",
    "pt_PT": "O melhor gravador de ecrã para o Chrome sem limites. Captura, desenha, amplia, desfoca..",
    "ru": "Лучший бесплатный экран записи без ограничений. Захват, аннотация, масштабирование..",
    "ta": "எந்த வரம்பின்னரும் இல்லாமாக உள்ள சிறந்த இலவச திரை படிக்குழு...",
    "tr": "Sınırsız en iyi ücretsiz ekran kaydedici. Kayıt, açıklama, yakınlaştırma...",
    "uk": "Найкращий безкоштовний відеореєстратор екрану без обмежень. Захоплення, анотація, збільшення..",
    "zh_CN": "最佳免费无限制屏幕录制工具.捕捉、标注、缩放...",
    "zh_TW": "最佳的免費屏幕錄製工具，無任何限制。捕捉、標註、縮放、模糊、編輯視頻等等 - 無需註冊，保護隱私。"
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture your screen effortlessly with Snappr—a powerful, yet easy-to-use screen recording tool packed with essential features for any user:\n\n- Flexible Recording Options: Record your current tab, selected areas, your desktop, or any application. Choose between microphone, internal audio, or both to personalize your recordings.\n\n- Enhanced Recording Controls: Highlight clicks and the cursor to make your actions clear. Use the countdown timer for a prepared start, or set a timer to automatically stop recording.\n\n- Annotation Tools: Draw, add text, arrows, and shapes anywhere on the screen to annotate important points in real-time, making your videos more informative.\n\n- Smooth Zoom: Focus on specific areas with a smooth zoom feature, ensuring viewers get a close-up of important details.\n\n- Blur Sensitive Content: Hide confidential information by blurring any part of the screen easily, keeping sensitive content secure.\n\n- Built-in Video Editor: Trim, cut, and add audio seamlessly in the built-in editor, making adjustments simple and efficient.\n\n- Multiple Export Options: Export your videos as MP4, GIF, or WebM to share easily on any platform.\n\nWhether you're creating tutorials, sharing presentations, or capturing meetings, Snappr streamlines the recording process with all the tools you need!\n\n##How to use\n\n1. Installation and Launch: After installation, you’ll see the Snappr icon in your browser’s toolbar. Click this icon to get started.\n\n2. Start Recording: you can choose record a tab, full screen or specific application with difference audio source.\n\n3. Customize Your Recording:\n\nHighlight Actions: Enable highlights to show click actions and cursor movements clearly.\nCountdown and Timer: Use the countdown before recording starts, or set a timer to stop recording automatically.\nZoom and Focus: Use the zoom feature to smoothly focus on important details during recording.\n4. Annotate in Real-Time:\n\nUse the annotation tools to draw, add text, arrows, and shapes on the screen as you record, helping you explain or highlight key information.\n\n5. Blur Sensitive Content:\nFor any sensitive information, use the blur tool to hide parts of the screen you don’t want visible.\n\n6. Edit Your Video:\nAfter recording, use the built-in video editor to cut, trim, or add background audio to your video.\n\n7. Export and Share:\nWhen finished, export in your preferred format—MP4, GIF, or WebM.",
    "ca": "Captureu la vostra pantalla sense esforç amb Snappr, una eina de gravació de pantalla potent, però fàcil d'utilitzar, plena de funcions essencials per a qualsevol usuari:\n\n- Opcions de gravació flexibles: enregistreu la vostra pestanya actual, les àrees seleccionades, el vostre escriptori o qualsevol aplicació. Trieu entre micròfon, àudio intern o tots dos per personalitzar les vostres gravacions.\n\n- Controls de gravació millorats: ressalteu els clics i el cursor per aclarir les vostres accions. Utilitzeu el temporitzador de compte enrere per a un inici preparat o configureu un temporitzador per aturar automàticament la gravació.\n\n- Eines d'anotació: dibuixeu, afegiu text, fletxes i formes a qualsevol part de la pantalla per anotar punts importants en temps real, fent que els vostres vídeos siguin més informatius.\n\n- Zoom suau: centreu-vos en àrees específiques amb una funció de zoom suau, assegurant que els espectadors tinguin un primer pla dels detalls importants.\n\n- Desenfoca el contingut sensible: amaga la informació confidencial difuminant qualsevol part de la pantalla fàcilment, mantenint el contingut sensible segur.\n\n- Editor de vídeo integrat: retalla, retalla i afegeix àudio perfectament a l'editor integrat, fent que els ajustos siguin senzills i eficients.\n\n- Múltiples opcions d'exportació: exporteu els vostres vídeos com a MP4, GIF o WebM per compartir-los fàcilment a qualsevol plataforma.\n\nTant si esteu creant tutorials, compartint presentacions o capturant reunions, Snappr agilitza el procés d'enregistrament amb totes les eines que necessiteu.\n\n##Com utilitzar\n\n1. Instal·lació i llançament: després de la instal·lació, veureu la icona de Snappr a la barra d'eines del vostre navegador. Feu clic a aquesta icona per començar.\n\n2. Inicia la gravació: pots triar gravar una pestanya, pantalla completa o aplicació específica amb una font d'àudio diferent.\n\n3. Personalitza la teva gravació:\n\nAccions destacades: activeu les accions destacades per mostrar clarament les accions de clic i els moviments del cursor.\nCompte enrere i temporitzador: utilitzeu el compte enrere abans de començar la gravació o configureu un temporitzador per aturar la gravació automàticament.\nZoom i enfocament: utilitzeu la funció de zoom per centrar-vos sense problemes en detalls importants durant la gravació.\n4. Anotar en temps real:\n\nUtilitzeu les eines d'anotació per dibuixar, afegir text, fletxes i formes a la pantalla mentre enregistreu, ajudant-vos a explicar o ressaltar la informació clau.\n\n5. Desenfocar contingut sensible:\nPer a qualsevol informació sensible, utilitzeu l'eina de desenfocament per ocultar parts de la pantalla que no voleu que es vegin.\n\n6. Editeu el vostre vídeo:\nDesprés de gravar, utilitzeu l'editor de vídeo integrat per tallar, retallar o afegir àudio de fons al vostre vídeo.\n\n7. Exporta i comparteix:\nQuan hagis acabat, exporta al teu format preferit: MP4, GIF o WebM.",
    "es": "Captura tu pantalla sin esfuerzo con Snappr, una herramienta de grabación de pantalla potente y fácil de usar, repleta de funciones esenciales para cualquier usuario:\n\n- Opciones de grabación flexibles: graba la pestaña actual, las áreas seleccionadas, tu escritorio o cualquier aplicación. Elige entre micrófono, audio interno o ambos para personalizar tus grabaciones.\n\n- Controles de grabación mejorados: resalta los clics y el cursor para que tus acciones sean más claras. Usa el temporizador de cuenta regresiva para comenzar de manera preparada o configura un temporizador para detener automáticamente la grabación.\n\n- Herramientas de anotación: dibuja, agrega texto, flechas y formas en cualquier parte de la pantalla para anotar puntos importantes en tiempo real, lo que hace que tus videos sean más informativos.\n\n- Zoom suave: enfócate en áreas específicas con una función de zoom suave, lo que garantiza que los espectadores obtengan un primer plano de los detalles importantes.\n\n- Desenfoca contenido confidencial: oculta información confidencial desenfocando cualquier parte de la pantalla fácilmente, manteniendo seguro el contenido confidencial.\n\n- Editor de video integrado: recorta, corta y agrega audio sin problemas en el editor integrado, lo que hace que los ajustes sean simples y eficientes.\n\n- Múltiples opciones de exportación: exporta tus videos como MP4, GIF o WebM para compartirlos fácilmente en cualquier plataforma.\n\nYa sea que estés creando tutoriales, compartiendo presentaciones o capturando reuniones, Snappr agiliza el proceso de grabación con todas las herramientas que necesitas.\n\n##Cómo usar\n\n1. Instalación y lanzamiento: después de la instalación, verás el ícono de Snappr en la barra de herramientas de tu navegador. Haz clic en este ícono para comenzar.\n\n2. Iniciar grabación: puedes elegir grabar una pestaña, la pantalla completa o una aplicación específica con una fuente de audio diferente.\n\n3. Personaliza tu grabación:\n\nAcciones destacadas: habilita las acciones destacadas para mostrar claramente las acciones de clic y los movimientos del cursor.\nCuenta regresiva y temporizador: usa la cuenta regresiva antes de que comience la grabación o configura un temporizador para detener la grabación automáticamente.\nZoom y enfoque: usa la función de zoom para enfocar suavemente los detalles importantes durante la grabación.\n4. Anotaciones en tiempo real:\n\nUtiliza las herramientas de anotación para dibujar, agregar texto, flechas y formas en la pantalla mientras grabas, lo que te ayudará a explicar o resaltar información clave.\n\n5. Desenfocar contenido confidencial:\nPara cualquier información confidencial, utiliza la herramienta de desenfocar para ocultar partes de la pantalla que no quieres que sean visibles.\n\n6. Edita tu video:\nDespués de grabar, utiliza el editor de video integrado para cortar, recortar o agregar audio de fondo a tu video.\n\n7. Exporta y comparte:\nCuando hayas terminado, exporta en tu formato preferido: MP4, GIF o WebM.",
    "fr": "Capturez votre écran sans effort avec Snappr, un outil d'enregistrement d'écran puissant et facile à utiliser, doté de fonctionnalités essentielles pour tout utilisateur :\n\n- Options d'enregistrement flexibles : enregistrez votre onglet actuel, les zones sélectionnées, votre bureau ou n'importe quelle application. Choisissez entre le microphone, l'audio interne ou les deux pour personnaliser vos enregistrements.\n\n- Commandes d'enregistrement améliorées : mettez en surbrillance les clics et le curseur pour rendre vos actions claires. Utilisez le compte à rebours pour un démarrage préparé ou définissez une minuterie pour arrêter automatiquement l'enregistrement.\n\n- Outils d'annotation : dessinez, ajoutez du texte, des flèches et des formes n'importe où sur l'écran pour annoter des points importants en temps réel, rendant vos vidéos plus informatives.\n\n- Zoom fluide : concentrez-vous sur des zones spécifiques avec une fonction de zoom fluide, garantissant aux spectateurs un gros plan des détails importants.\n\n- Floutez le contenu sensible : masquez les informations confidentielles en floutant facilement n'importe quelle partie de l'écran, en gardant le contenu sensible en sécurité.\n\n- Éditeur vidéo intégré : découpez, coupez et ajoutez de l'audio de manière transparente dans l'éditeur intégré, ce qui rend les ajustements simples et efficaces.\n\n- Plusieurs options d'exportation : exportez vos vidéos au format MP4, GIF ou WebM pour les partager facilement sur n'importe quelle plateforme.\n\nQue vous créiez des tutoriels, partagiez des présentations ou capturiez des réunions, Snappr simplifie le processus d'enregistrement avec tous les outils dont vous avez besoin !\n\n##Comment utiliser\n\n1. Installation et lancement : après l'installation, vous verrez l'icône Snappr dans la barre d'outils de votre navigateur. Cliquez sur cette icône pour commencer.\n\n2. Démarrer l'enregistrement : vous pouvez choisir d'enregistrer un onglet, un écran complet ou une application spécifique avec une source audio différente.\n\n3. Personnalisez votre enregistrement :\n\nMettre en surbrillance les actions : activez les surlignements pour afficher clairement les actions de clic et les mouvements du curseur.\nCompte à rebours et minuterie : utilisez le compte à rebours avant le début de l'enregistrement ou définissez une minuterie pour arrêter automatiquement l'enregistrement.\nZoom et mise au point : utilisez la fonction de zoom pour vous concentrer en douceur sur les détails importants pendant l'enregistrement.\n4. Annotez en temps réel :\n\nUtilisez les outils d'annotation pour dessiner, ajouter du texte, des flèches et des formes sur l'écran pendant que vous enregistrez, vous aidant à expliquer ou à mettre en évidence les informations clés.\n\n5. Flouter le contenu sensible :\nPour toute information sensible, utilisez l'outil de floutage pour masquer les parties de l'écran que vous ne souhaitez pas voir.\n\n6. Montez votre vidéo :\nAprès l'enregistrement, utilisez l'éditeur vidéo intégré pour couper, rogner ou ajouter un son d'arrière-plan à votre vidéo.\n\n7. Exporter et partager :\nUne fois terminé, exportez dans votre format préféré : MP4, GIF ou WebM.",
    "it": "Cattura il tuo schermo senza sforzo con Snappr, uno strumento di registrazione dello schermo potente ma facile da usare, dotato di funzionalità essenziali per qualsiasi utente:\n\n- Opzioni di registrazione flessibili: registra la tua scheda corrente, aree selezionate, il tuo desktop o qualsiasi applicazione. Scegli tra microfono, audio interno o entrambi per personalizzare le tue registrazioni.\n\n- Controlli di registrazione migliorati: evidenzia i clic e il cursore per rendere chiare le tue azioni. Usa il timer per il conto alla rovescia per un inizio preparato o imposta un timer per interrompere automaticamente la registrazione.\n\n- Strumenti di annotazione: disegna, aggiungi testo, frecce e forme ovunque sullo schermo per annotare punti importanti in tempo reale, rendendo i tuoi video più informativi.\n\n- Zoom fluido: concentrati su aree specifiche con una funzione di zoom fluido, assicurando agli spettatori un primo piano di dettagli importanti.\n\n- Sfoca i contenuti sensibili: nascondi le informazioni riservate sfocando facilmente qualsiasi parte dello schermo, mantenendo al sicuro i contenuti sensibili.\n\n- Editor video integrato: ritaglia, ritaglia e aggiungi audio senza problemi nell'editor integrato, rendendo le regolazioni semplici ed efficienti.\n\n- Opzioni di esportazione multiple: esporta i tuoi video come MP4, GIF o WebM per condividerli facilmente su qualsiasi piattaforma.\n\nChe tu stia creando tutorial, condividendo presentazioni o registrando riunioni, Snappr semplifica il processo di registrazione con tutti gli strumenti di cui hai bisogno!\n\n##Come usare\n\n1. Installazione e avvio: dopo l'installazione, vedrai l'icona di Snappr nella barra degli strumenti del tuo browser. Fai clic su questa icona per iniziare.\n\n2. Avvia registrazione: puoi scegliere di registrare una scheda, a schermo intero o un'applicazione specifica con una diversa sorgente audio.\n\n3. Personalizza la tua registrazione:\n\nAzioni di evidenziazione: abilita le evidenziazioni per mostrare chiaramente le azioni di clic e i movimenti del cursore.\nConto alla rovescia e timer: usa il conto alla rovescia prima dell'inizio della registrazione o imposta un timer per interrompere automaticamente la registrazione.\nZoom e messa a fuoco: usa la funzione di zoom per mettere a fuoco senza problemi i dettagli importanti durante la registrazione.\n4. Annota in tempo reale:\n\nUsa gli strumenti di annotazione per disegnare, aggiungere testo, frecce e forme sullo schermo mentre registri, aiutandoti a spiegare o evidenziare le informazioni chiave.\n\n5. Sfoca i contenuti sensibili:\nPer qualsiasi informazione sensibile, usa lo strumento sfocatura per nascondere le parti dello schermo che non vuoi siano visibili.\n\n6. Modifica il tuo video:\nDopo la registrazione, usa l'editor video integrato per tagliare, rifinire o aggiungere audio di sottofondo al tuo video.\n\n7. Esporta e condividi:\nAl termine, esporta nel tuo formato preferito: MP4, GIF o WebM.",
    "pt_BR": "Captura tu pantalla sin esfuerzo con Snappr, una herramienta de grabación de pantalla potente y fácil de usar, repleta de funciones esenciales para cualquier usuario:\n\n- Opciones de grabación flexibles: graba la pestaña actual, las áreas seleccionadas, tu escritorio o cualquier aplicación. Elige entre micrófono, audio interno o ambos para personalizar tus grabaciones.\n\n- Controles de grabación mejorados: resalta los clics y el cursor para que tus acciones sean más claras. Usa el temporizador de cuenta regresiva para comenzar de manera preparada o configura un temporizador para detener automáticamente la grabación.\n\n- Herramientas de anotación: dibuja, agrega texto, flechas y formas en cualquier parte de la pantalla para anotar puntos importantes en tiempo real, lo que hace que tus videos sean más informativos.\n\n- Zoom suave: enfócate en áreas específicas con una función de zoom suave, lo que garantiza que los espectadores obtengan un primer plano de los detalles importantes.\n\n- Desenfoca contenido confidencial: oculta información confidencial desenfocando cualquier parte de la pantalla fácilmente, manteniendo seguro el contenido confidencial.\n\n- Editor de video integrado: recorta, corta y agrega audio sin problemas en el editor integrado, lo que hace que los ajustes sean simples y eficientes.\n\n- Múltiples opciones de exportación: exporta tus videos como MP4, GIF o WebM para compartirlos fácilmente en cualquier plataforma.\n\nYa sea que estés creando tutoriales, compartiendo presentaciones o capturando reuniones, Snappr agiliza el proceso de grabación con todas las herramientas que necesitas.\n\n##Cómo usar\n\n1. Instalación y lanzamiento: después de la instalación, verás el ícono de Snappr en la barra de herramientas de tu navegador. Haz clic en este ícono para comenzar.\n\n2. Iniciar grabación: puedes elegir grabar una pestaña, la pantalla completa o una aplicación específica con una fuente de audio diferente.\n\n3. Personaliza tu grabación:\n\nAcciones destacadas: habilita las acciones destacadas para mostrar claramente las acciones de clic y los movimientos del cursor.\nCuenta regresiva y temporizador: usa la cuenta regresiva antes de que comience la grabación o configura un temporizador para detener la grabación automáticamente.\nZoom y enfoque: usa la función de zoom para enfocar suavemente los detalles importantes durante la grabación.\n4. Anotaciones en tiempo real:\n\nUtiliza las herramientas de anotación para dibujar, agregar texto, flechas y formas en la pantalla mientras grabas, lo que te ayudará a explicar o resaltar información clave.\n\n5. Desenfocar contenido confidencial:\nPara cualquier información confidencial, utiliza la herramienta de desenfocar para ocultar partes de la pantalla que no quieres que sean visibles.\n\n6. Edita tu video:\nDespués de grabar, utiliza el editor de video integrado para cortar, recortar o agregar audio de fondo a tu video.\n\n7. Exporta y comparte:\nCuando hayas terminado, exporta en tu formato preferido: MP4, GIF o WebM.Captura tu pantalla sin esfuerzo con Snappr, una herramienta de grabación de pantalla potente y fácil de usar, repleta de funciones esenciales para cualquier usuario:\n\n- Opciones de grabación flexibles: graba la pestaña actual, las áreas seleccionadas, tu escritorio o cualquier aplicación. Elige entre micrófono, audio interno o ambos para personalizar tus grabaciones.\n\n- Controles de grabación mejorados: resalta los clics y el cursor para que tus acciones sean más claras. Usa el temporizador de cuenta regresiva para comenzar de manera preparada o configura un temporizador para detener automáticamente la grabación.\n\n- Herramientas de anotación: dibuja, agrega texto, flechas y formas en cualquier parte de la pantalla para anotar puntos importantes en tiempo real, lo que hace que tus videos sean más informativos.\n\n- Zoom suave: enfócate en áreas específicas con una función de zoom suave, lo que garantiza que los espectadores obtengan un primer plano de los detalles importantes.\n\n- Desenfoca contenido confidencial: oculta información confidencial desenfocando cualquier parte de la pantalla fácilmente, manteniendo seguro el contenido confidencial.\n\n- Editor de video integrado: recorta, corta y agrega audio sin problemas en el editor integrado, lo que hace que los ajustes sean simples y eficientes.\n\n- Múltiples opciones de exportación: exporta tus videos como MP4, GIF o WebM para compartirlos fácilmente en cualquier plataforma.\n\nYa sea que estés creando tutoriales, compartiendo presentaciones o capturando reuniones, Snappr agiliza el proceso de grabación con todas las herramientas que necesitas.\n\n##Cómo usar\n\n1. Instalación y lanzamiento: después de la instalación, verás el ícono de Snappr en la barra de herramientas de tu navegador. Haz clic en este ícono para comenzar.\n\n2. Iniciar grabación: puedes elegir grabar una pestaña, la pantalla completa o una aplicación específica con una fuente de audio diferente.\n\n3. Personaliza tu grabación:\n\nAcciones destacadas: habilita las acciones destacadas para mostrar claramente las acciones de clic y los movimientos del cursor.\nCuenta regresiva y temporizador: usa la cuenta regresiva antes de que comience la grabación o configura un temporizador para detener la grabación automáticamente.\nZoom y enfoque: usa la función de zoom para enfocar suavemente los detalles importantes durante la grabación.\n4. Anotaciones en tiempo real:\n\nUtiliza las herramientas de anotación para dibujar, agregar texto, flechas y formas en la pantalla mientras grabas, lo que te ayudará a explicar o resaltar información clave.\n\n5. Desenfocar contenido confidencial:\nPara cualquier información confidencial, utiliza la herramienta de desenfocar para ocultar partes de la pantalla que no quieres que sean visibles.\n\n6. Edita tu video:\nDespués de grabar, utiliza el editor de video integrado para cortar, recortar o agregar audio de fondo a tu video.\n\n7. Exporta y comparte:\nCuando hayas terminado, exporta en tu formato preferido: MP4, GIF o WebM.Capture o seu ecrã sem esforço com o Snappr – uma ferramenta de gravação de ecrã poderosa, mas fácil de utilizar, repleta de funcionalidades essenciais para qualquer utilizador:\n\n- Opções flexíveis de gravação: grave o seu separador atual, as áreas selecionadas, o seu ambiente de trabalho ou qualquer aplicação. Escolha entre microfone, áudio interno ou ambos para personalizar as suas gravações.\n\n- Controlos de gravação melhorados: destaque os cliques e o cursor para tornar as suas ações claras. Utilize o cronómetro de contagem decrescente para um início preparado ou defina um cronómetro para interromper automaticamente a gravação.\n\n- Ferramentas de anotação: desenhe, adicione texto, setas e formas em qualquer lugar do ecrã para anotar pontos importantes em tempo real, tornando os seus vídeos mais informativos.\n\n- Zoom suave: concentre-se em áreas específicas com uma funcionalidade de zoom suave, garantindo que os espectadores obtêm um grande plano de detalhes importantes.\n\n- Desfocar conteúdo sensível: oculte informações confidenciais desfocando facilmente qualquer parte do ecrã, mantendo o conteúdo confidencial seguro.\n\n- Editor de vídeo integrado: apare, corte e adicione áudio sem problemas no editor integrado, tornando os ajustes simples e eficientes.\n\n- Várias opções de exportação: exporte os seus vídeos como MP4, GIF ou WebM para partilhar facilmente em qualquer plataforma.\n\nQuer esteja a criar tutoriais, a partilhar apresentações ou a capturar reuniões, o Snappr agiliza o processo de gravação com todas as ferramentas de que necessita!\n\n##Como usar\n\n1. Instalação e lançamento: Após a instalação, verá o ícone Snappr na barra de ferramentas do seu browser. Clique neste ícone para começar.\n\n2.º Iniciar gravação: pode optar por gravar um separador, ecrã inteiro ou aplicação específica com fonte de áudio diferente.\n\n3.º Personalize a sua gravação:\n\nAções de destaque: ative os destaques para mostrar claramente as ações de clique e os movimentos do cursor.\nContagem decrescente e cronómetro: utilize a contagem decrescente antes do início da gravação ou defina um cronómetro para parar a gravação automaticamente.\nZoom e focagem: Utilize a funcionalidade de zoom para focar suavemente detalhes importantes durante a gravação.\n4.º Anote em tempo real:\n\nUtilize as ferramentas de anotação para desenhar, adicionar texto, setas e formas no ecrã enquanto grava, ajudando a explicar ou destacar informações importantes.\n\n5.º Desfocar o conteúdo sensível:\nPara qualquer informação confidencial, utilize a ferramenta de desfocagem para ocultar partes do ecrã que não pretende que sejam visíveis.\n\n6.º Edite o seu vídeo:\nApós a gravação, utilize o editor de vídeo integrado para cortar, cortar ou adicionar áudio de fundo ao seu vídeo.\n\n7.º Exportar e partilhar:\nQuando terminar, exporte no formato da sua preferência – MP4, GIF ou WebM.",
    "pt_PT": "Capture o seu ecrã sem esforço com o Snappr – uma ferramenta de gravação de ecrã poderosa, mas fácil de utilizar, repleta de funcionalidades essenciais para qualquer utilizador:\n\n- Opções flexíveis de gravação: grave o seu separador atual, as áreas selecionadas, o seu ambiente de trabalho ou qualquer aplicação. Escolha entre microfone, áudio interno ou ambos para personalizar as suas gravações.\n\n- Controlos de gravação melhorados: destaque os cliques e o cursor para tornar as suas ações claras. Utilize o cronómetro de contagem decrescente para um início preparado ou defina um cronómetro para interromper automaticamente a gravação.\n\n- Ferramentas de anotação: desenhe, adicione texto, setas e formas em qualquer lugar do ecrã para anotar pontos importantes em tempo real, tornando os seus vídeos mais informativos.\n\n- Zoom suave: concentre-se em áreas específicas com uma funcionalidade de zoom suave, garantindo que os espectadores obtêm um grande plano de detalhes importantes.\n\n- Desfocar conteúdo sensível: oculte informações confidenciais desfocando facilmente qualquer parte do ecrã, mantendo o conteúdo confidencial seguro.\n\n- Editor de vídeo integrado: apare, corte e adicione áudio sem problemas no editor integrado, tornando os ajustes simples e eficientes.\n\n- Várias opções de exportação: exporte os seus vídeos como MP4, GIF ou WebM para partilhar facilmente em qualquer plataforma.\n\nQuer esteja a criar tutoriais, a partilhar apresentações ou a capturar reuniões, o Snappr agiliza o processo de gravação com todas as ferramentas de que necessita!\n\n##Como usar\n\n1. Instalação e lançamento: Após a instalação, verá o ícone Snappr na barra de ferramentas do seu browser. Clique neste ícone para começar.\n\n2.º Iniciar gravação: pode optar por gravar um separador, ecrã inteiro ou aplicação específica com fonte de áudio diferente.\n\n3.º Personalize a sua gravação:\n\nAções de destaque: ative os destaques para mostrar claramente as ações de clique e os movimentos do cursor.\nContagem decrescente e cronómetro: utilize a contagem decrescente antes do início da gravação ou defina um cronómetro para parar a gravação automaticamente.\nZoom e focagem: Utilize a funcionalidade de zoom para focar suavemente detalhes importantes durante a gravação.\n4.º Anote em tempo real:\n\nUtilize as ferramentas de anotação para desenhar, adicionar texto, setas e formas no ecrã enquanto grava, ajudando a explicar ou destacar informações importantes.\n\n5.º Desfocar o conteúdo sensível:\nPara qualquer informação confidencial, utilize a ferramenta de desfocagem para ocultar partes do ecrã que não pretende que sejam visíveis.\n\n6.º Edite o seu vídeo:\nApós a gravação, utilize o editor de vídeo integrado para cortar, cortar ou adicionar áudio de fundo ao seu vídeo.\n\n7.º Exportar e partilhar:\nQuando terminar, exporte no formato da sua preferência – MP4, GIF ou WebM."
  }
}