{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Prompt Counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counts the number of prompts sent to ChatGPT within a 3-hour period."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension provides a prompt counter and timer for OpenAI's ChatGPT-4 model. It's especially useful for users who need to track the number of prompts sent to the model and the remaining time for the current session. The current maximum limit for regular ChatGPT Plus users is 40 prompts per 3 hours.\n\n(**its suspect by the developer that the new limit may be silently 20 prompts per 3 hours...)\n\nThe new Open AI Teams plan has 100 prompt/3 hour limit per user with a minimum of 2 users per team.\n\n\nFeatures 🚀\n\n- Counts the number of prompts sent to the ChatGPT-4 model\n- Displays the remaining time for the current 3-hour session\n- Allows resetting the count and timer\n- Displays data in an easy-to-access popup\n\nHow It Works 🤖\n\nThe extension listens for HTTP POST requests sent to OpenAI's ChatGPT backend API. Each prompt sent to the model is counted and the time is tracked. The data is updated every second and is displayed in a popup that can be accessed by clicking the extension icon in the Chrome toolbar. The estimated time remaining is a rolling estimate made to match Open AIs token limits.\n\nPrivacy 🔒\n\nThis extension does not collect, store, or transmit any personal data or browsing activity. It solely functions to count prompts and track session time for you only. Rest assured, your prompts remains completely private.\n\n-- May 8th update\n\n*URLs changed to align with OpenAI domain change\n\n-- Jan 27th update\n\n*OpenAI rolls out Team Plans with prompt limit of 100 per 3 hours per use\n\n\n-- Nov 18th update  \n\n*OpenAI changes prompt limit to 40 per 3 hours*"
  }
}