{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paper To Audio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows one to turn the text in academic papers to speech. Can be done by selecting a section (Abstract, Introduction etc.) or…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows one to turn the text in academic papers to speech. Can be done by selecting a section (Abstract, Introduction etc.) or highlighting text.\n\nWould appreciate a $2 donation :).\n\nNOTE: NOT GUARANTEED TO WORK ON ALL COMPUTERS- PLEASE ENSURE IT WORKS ON YOUR SYSTEM BEFORE DONATING.\n\nInstructions:\n1. Download the app and refresh all tabs that are opened in chrome before using on any of them.\n\n2. Open the page of an academic journal and either highlight the text of interest or select a section of the paper that you would like to be read from the \"Choose section to read\" menu.\n\n3. Press the play and pause buttons to start and pause the speech. When finished listening- you must click the cancel (X) button to stop the speech so that you can move on and read something else. Speed and voice options are also available.\n\n4. Rewind and fast forward options are available through the according icons. You can also go back and forward paragraphs with the up and down arrows (how many paragraphs you want to rewind/skip can be input in the textbox beside these buttons). NOTE: rewind/ forward options are only possible when reading the paper in terms of sections i.e. not when highlighting/selecting text with the mouse.\n\n5. If you are reading highlighted text you must have the \"read highlighted\" checkbox option selected. (NOTE: If the document is a PDF- you must highlight the text of interest and right-click and then select \"read\" option)\n\n6. The app will remove references according to the journal that you select- see below the modifications that will be made\nCell:\nInput:\n The cat sat on the mat (Williams et al., 2019). It was comfortable (Jones et al., 2019; Fred et al., 2014).\nSpoken:\n  The cat sat on the mat. It was comfortable.\n\nNature:\nInput:\n The cat sat on the mat2,3. It was comfortable4-7.\nSpoken:\n  The cat sat on the mat. It was comfortable.\n\nScience:\nInput:\n The cat sat on the mat (1). It was comfortable (2-6).\nSpoken:\n  The cat sat on the mat. It was comfortable.\n\nNOTE: to indiscriminately remove/skip text in circular brackets- select the checkbox \"remove all in '(..)'\" and the same for square brackets.\n\n7. The app may either pronounce words certain words incorrectly or unwantedly omit certain characters due to selected reference style. To mitigate this, there is a pair of text boxes labelled \"Replace\" and \"With\" where you can enter the text that you want to correct so that it can be pronounced correctly or prevent unwanted omission due to referencing. The \"Add\" and \"Delete filter\" buttons allow to add/ delete as many \"Replace\" and \"With\" text boxes as are needed. Regular expressions are accepted in text boxes (in javascript style). \n\nFull tutorial for use is available at: https://www.youtube.com/watch?v=g8FF2T0xBLg"
  }
}