{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cambridge Dictionary Popup"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cambridge Dictionary Popup will support you quickly access to dictionary."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your online reading and vocabulary comprehension with the Cambridge Dictionary Popup Chrome extension! This handy tool provides seamless access to word definitions and meanings right.\n\n**Key Features:**\n\n1. **One-Click Access:** Click the extension icon in your toolbar, and you'll instantly be redirected to the Cambridge Dictionary Official website in a new tab. It's the quickest way to explore the world of words.\n2. **Effortless Word Lookup:** Simply double-click any text on a webpage, and a convenient popup will appear near your cursor. Click the popup, and you'll be taken to a dedicated word definition page in a new tab, making it easy to expand your vocabulary while you browse the web.\n\n**Why Choose Cambridge Dictionary Popup :**\n\n- **Streamlined Learning:** Say goodbye to the hassle of manually searching for word definitions. With a single click or a double-click, you can access the authoritative Cambridge Dictionary for instant knowledge.\n- **No Distractions:** We open definitions in new tabs, so you won't lose your place while exploring the depths of language.\n- **Always Up-to-Date:** Enjoy the reliability of the Cambridge Dictionary Official website, ensuring you have access to the latest and most accurate definitions.\n\nElevate your online reading experience and become a master of words with the Cambridge Dictionary Popup Chrome extension. Install it today and embark on a journey of language exploration like never before!"
  }
}