{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Polarr Photo Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most powerful photo editing tool on Chrome. Works offline."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our support email is support@polarr.co. App last updated on November 18th, 2019.\n\nPolarr is the only photo editor you need.\n\nIt doesn't matter if you're new to photography or a pro, Polarr has it all. Novices will appreciate that Polarr offers advanced auto-enhance tools and sophisticated filters to edit all the details of your photo. Pro photographers will look forward to our layer support, curve tools, local adjustments and so much more.\n\nIt's a powerful photo editor for ChromeOS. Here's what you get with Polarr:\n\nOverview\n• Custom overlay and complex blending modes\n• Dual lens effects and depth adjustments\n• Complete set of masking and local adjustment tools\n• Create, customize and share your own filters\n• Batch exporting\n\nFilters\n• Make and share your own custom Filters\n• Get started with basic filters, grow with pro filters\n• Sync filters between all of your devices\n\nLayers and blending modes\n• Superimpose photos with 10 and more blending modes\n• Add photorealistic effects like clouds, weather effects, light leaks, flares and more\n• Duotone your photos with our presets or create your own unique flavor\n\nLocal adjustments include\n• Depth mask: Adjust photo based on depth using the dual camera\n• Brush mask: Draw your mask \n• Color mask: Selective adjustment with color\n• Radial mask: Circular adjustment over your photo\n• Gradient mask: Adjusting photo over a gradient\n• Luminance mask: Selective adjustment based on brightness.\n• Additional local tools: Lens blur, feathering, invert, and more\n• Blend any local adjustment mask with an overlay\n• Unlimited stacking of local adjustments.\n\nGlobal adjustments include\n• Intelligent auto enhance for exposure and white balance\n• Color: Temperature, Tint, Vibrance, Saturation\n• Light: Dehaze, Exposure, Brightness, Contrast, Highlights, Shadows, Whites, Blacks, Diffuse\n• Detail: Clarity, Sharpen, Denoise (Color and Luminance)\n• Vignette: Amount, Highlights, Roundness\n• Lens: Distortion, Horizontal, and vertical Perspective\n• Effect: Fringing, Pixelate, Noise amount and size\n• HSL: Hue, Saturation, Luminance for eight color channels\n• Curves: Master, blue, red, green channels\n• Toning: Highlight and shadow tone, Tone balancing\n• Denoise: Focus, enhancement, and clarity\n• LUT: Import and export 3D Lut (iOS 11 or above)\n\nPolarr is customizable\n• Select from dark themes, light themes or a custom color themes\n• Two workspaces available: Pro and Express\n• Rearrange icons to make the app yours\n\nWorks on all of your devices\n• Polarr is available for all your devices: mobile, desktop and the web\n• Your pro subscription follows you on all your devices\n \nVisit our website https://www.polarr.co to see all our great products.\nEmail support@polarr.co for any questions."
  }
}