{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highway Racer 3D"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Highway Racer 3D Unblocked game on Classroom 6x. Highway Racer 3D online game. For Highway Racer 3D unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highway Racer 3D is not just any racing game; it's a pulse-pounding adventure that sends players speeding down busy highways with the simple goal of dodging traffic and staying unscathed. The beauty of Highway Racer lies in its simplicity combined with breathtaking 3D visuals. Players build their speed, swerve around slow-moving cars, and execute daring moves like near misses or even driving against traffic to rack up bonus points. Each successful maneuver not only boosts your score but also heightens the excitement of the game.\n\nWhat sets Highway Racer 3D apart are its varied game modes, each offering a unique twist on the classic racing formula. Whether you prefer the straightforward approach of the one-way mode, the added challenge of navigating incoming traffic in the two-way mode, the pressure of beating the clock in time mode, or the high stakes of driving a bomb-laden truck in bomb mode—there's something here for every type of racer. \n\nIf you have any questions about our Highway Racer 3D Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Highway Racer 3D game extension.\n4. Press \"Remove\""
  }
}