{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delaydo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delaydo makes your favorite websites a bit more inconvenient, for your own good.",
    "pl": "Delaydo trochę utrudnia Ci życie, dla Twojego własnego dobra."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delaydo makes your favorite websites a bit more inconvenient, for your own good.\n\nInspired by the 20 second rule, which notices that we often don't engage in productive habits not because they're hard, but rather because unproductive habits are simply so instantly convenient and easy. \n\nEliminate the instant convenience and better habits become more attractive!\n\nPRIVACY POLICY:\nThis extension temporarily(up to 60 minutes) stores your local history, on your local computer only. This information is deleted afterwards. Your settings may be synced to Google Chrome's synchronization, if you allow this in your browser.\n\nYour information is NOT collected, transmitted to or otherwise used by me or any other third-party.",
    "pl": "Delaydo trochę utrudnia Ci życie online, dla Twojego własnego dobra.\n\nZainspirowane przez zasadę 20 sekund, która zauważa, że często nie robimy rzeczy produktywnych, nie dlatego, że są aż takie trudne, ale ponieważ rozrywka jest aż tak prosta i wygodna!\n\nWyeliminuj natychmiastową gratyfikację i lepsze nawyki same w sobie staną się bardziej atrakcyjne!\n\nPRYWATNOŚĆ:\nTo rozszerzenie chwilowo(do 60 minut) przechowuje Twoją lokalną historię przeglądania, tylko na Twoim lokalnym komputerze. Informacja jest następnie usuwana. Twoje ustawienia mogą być zsynchronizowane z serwerami Google Chrome, jeśli masz włączone opcje synchronizacji w przeglądarce.\n\nTwoje informacje i dane NIE są kolekcjonowane, transmitowane albo w jakikolwiek inny sposób wykorzystywane przeze mnie bądź inne osoby trzecie."
  }
}