{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Amazon FBA Calculator Free by AMZScout",
    "de": "Amazon FBA Calculator Kostenlos von AMZScout",
    "fr": "Calculatrice Amazon FBA gratuite par AMZScout",
    "ja": "AMZScoutによる無料アマゾンFBA計算機",
    "ru": "Бесплатный калькулятор Amazon FBA от AMZScout",
    "vi": "Máy tính Amazon FBA miễn phí bởi AMZScout",
    "zh_CN": "AMZScout免費提供的Amazon FBA計算器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "FBA Calculator shows Amazon fees, sales margins, revenue and product net profit and is free to use.",
    "de": "Der FBA-Rechner zeigt Amazon-Gebühren, Verkaufsmargen, Umsatz und Produktnettogewinn an und kann kostenlos verwendet werden.",
    "fr": "La calculatrice FBA affiche les frais d'Amazon, les marges de vente, les revenus et le bénéfice net du produit et son utilisation…",
    "ja": "FBA計算機は、アマゾンの手数料、販売マージン、収益、製品の純利益を表示します。無料でご使用してください。",
    "ru": "Калькулятор FBA показывает комиссионные сборы Amazon, маржу продаж, выручку и чистую прибыль от продукта, и его можно использовать…",
    "vi": "FBA Calculator hiển thị phí của Amazon, biên lợi nhuận bán hàng, doanh thu và lợi nhuận ròng của sản phẩm và được sử dụng miễn phí.",
    "zh_CN": "亞馬遜物流計算器顯示亞馬遜的費用，銷售利潤率，收入和產品淨利潤，可以免費使用。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Selecting the product is a pivotal point for your Amazon business. Check items you are considering selling with the AMZScout FBA Calculator to ensure that it has the profit margins needed to actually grow your business.\n\nWith the FBA calculator widget you will:\n- Know your expenses beforehand so that you can choose products with lower fees, and maximize your profits.\n- See exactly how much you’ll make on every sale. Use this data to determine expected revenue and know whether it’s worth it to sell an item.\n- Get valuable product information for any Amazon product at no cost,  because it's a free app.\n\nFBA calculator Chrome extension is the best way to estimate both expenses and profitability since it will provide you with:\n\n- Monthly Storage Fees\n- Fulfillment Fees\n- Referral Fee (Amazon commission)\n- Total FBA Fees\n- Profit Per Unit\n- Net Margin\n- Return on Investment (ROI)\n- Estimated Monthly Profit\n\nIn addition, this ultimate seller’s tool lists the weight and size of each item. It also allows you to take into account your product cost, shipping, and cost per click to produce estimates tailored for your specific supplier right on the spot. \n\nHow to Use the FBA Calculator:\n\n1. Install the Amazon FBA Calculator.\n2. Go to Amazon.com.\n3. Find the product you’re interested in and open the listing.\n4. Open the FBA calculator.\n5. Enter your product, shipping, and CPC costs.\n5. Your fees and profit margins will automatically be calculated.\n\nFrequently Asked Questions:\n\nDoes the FBA Calculator work for all marketplaces?\n\nYou can use this calculator for Amazon marketplaces in the USA, the UK, Canada, Germany, Japan, France, Italy, Spain, Mexico, India, UAE, Saudi Arabia, Australia, and Brazil.\n\nAre there any hidden fees?\n\nNo. Get the Amazon FBA Calculator for free, now!  Simply click the blue «Install» button at the top right corner of this page.\n\nIf you have any questions, don't hesitate to contact us at support@amzscout.net.",
    "de": "Der FBA Calculator gibt Ihnen die Möglichkeit, solche Posten zu berechnen, wie «FBA-Gebühren», «Absatzvolumen», «Verdienstspanne» und «Einkommen», damit Sie Ihren Reinvedienst und die Rentabilität Ihrer Investitionen berechnen können.\n\nWoran sind Sie bei der Auswahl eines zu verkaufenden Produkts in erster Linie interessiert? Natürlich an seiner Ertragsfähigkeit! \n \nGehen Sie einfach auf die Homepage von Amazon mit dem Produkt, das Ihr Interesse weckt, Klicken Sie auf das Icon FBA-Calculator in der oberen rechten Ecke Ihres Browsers, und binnen weniger Sekunden bekommen Sie eine Berechnung der Ertragskraft des Produkts.\n \nGleichzeitig werden Ihnen die Gebühren für die Ausführung der Amazon-Bestellungen angezeigt, sowie Größe, Gewicht, Preis, Ihr geplantes Monatsumsatzvolumen und das Datum, an dem der Artikel erstmalig auf der Amazon-Plattform angezeigt wurde. \n \nGeben Sie einfach die Großhandelspreis für die Einheit ein, die Versandkosten, den Preis pro Klick für die Werbung und den Steuerbetrag, und der Amzscout-Rechner zeigt Ihnen den Verkaufspreis für das genannte Produkt auf der Amazon-Plattform und den Betrag an, den Sie verdienen können, wenn Sie dieses auf der Amazon-Plattform verkaufen.\n \nMit Hilfe dieses Einkommensrechners können Sie die Gewinnspanne, die Kapitalrendite und vor allem das zu erwartende durchschnittliche Monatseinkommen berechnen.\n \nHolen Sie sich jetzt kostenlos Ihren Amazon FBA Calculator! Klicken Sie einfach auf die blaue Taste  \"\"Installieren\"\" in der oberen rechten Ecke dieser Seite.\n \nAls Verkäufer interessiert Sie bestimmt, was in den Gebühren von Amazon (FBA) enthalten ist. Möge sich doch Amazon um die Ausführung der Bestellungen kümmern, der Gebührenrechner berechnet die dafür anfallenden Amazon-Gebühren. \nSie erhalten Informationen über monatliche Lager- und Verpackungskosten, Vergütungen für die Akquise von Neukunden und den Gesamtbetrag der Amazon-(FBA)-Gebühren.\n \nDer kostenlose FBA Calculator in Form einer Erweiterung für den Chrome-Browser berücksichtigt die Kosten der Auftragserfüllung auf Amazon für die Amazon-Plattformen in den USA, Großbritannien, Deutschland, Kanada, Frankreich, Italien, Japan, Spanien, Mexiko, Indien, VAE, Saudi-Arabien, Australien und Brasilien!\n \nSollten Sie Fragen haben, kontaktieren Sie uns bitte per E-Mail über support@amzscout.net.",
    "fr": "Vous avez la possibilité de calculer les frais Amazon FBA pour des valeurs telles que les « Frais FBA », le « Volume des ventes », la « Marge » et le « Revenu », pour estimer votre bénéfice net et la rentabilité des investissements.\n\nQu’est-ce qui vous intéresse en premier lieu lors du choix d’un produit pour la vente? Sa rentabilité bien sûr!\n\nOuvrez simplement une page Amazon sur laquelle figure qeulque chose qui vous intéresse, cliquez sur le bouton Calculatrice FBA dans l’angle supérieur droit de votre navigateur, et quelques secondes plus tard vous obtenez le calcul de la rentabilité du produit.\n\nGrâce à l’extension vous verrez immédiatement les frais FBA pour le produit, ses dimensions, poids, prix, volume mensuel prévu des ventes et la date de son apparition sur la plateforme Amazon.\n\nSaisissez simplement le prix unitaire au tarif de gros, le coût du transport, le prix d’un clic pour la publicité et le montant de l’impôt, et AMZScout calculator vous montrera immédiatement si la vente de ce produit est judicieuse!\n\nÀ l’aide de cette calculette de revenu, il est possible de calculer la marge, la rentabilité des investissements et, le plus important, le revenu mensuel moyen envisageable.\n\nEn tant que vendeur, vous êtes probablement intéressé par le contenu des commissions pour vérifier la rentabilité du produit. Laissez Amazon gérer l'exécution de vos ordres et laissez le Calculator calculer vos commissions.\n\nVous pourrez obtenir des renseignements sur le coût mensuel de stockage, les dépenses de conditionnement et de récompense pour l’envoi de clients.\n\nVous pouvez utiliser cette calculatrice pour les places de marché Amazon aux États-Unis, au Royaume-Uni, au Canada, en Allemagne, au Japon, en France, en Italie, en Espagne, au Mexique, en Inde, aux Émirats arabes unis, en Arabie saoudite, en Australie et au Brésil.\n\nSi vous avez des questions, veuillez nous contacter par courriel à l’adresse : support@amzscout.net.",
    "ja": "ユーザーフレンドリーなOne-click FBA計算機は、あなたのためにAmazonの手数料と総利益を計算します。 ASINを入力する必要はなく、Amazon Webサイトの製品ページで拡張機能を有効にするだけです。\n\n拡張機能が動作する国の一覧\n- 米国 (Amazon.com)\n- 日本 (Amazon.co.jp)\n- 英国 (Amazon.co.uk)\n- カナダ (Amazon.ca)\n- メキシコ (Amazon.com.mx)\n- ドイツ (Amazon.de)\n- スペイン (Amazon.es)\n- フランス (Amazon.fr)\n- イタリア (Amazon.it)\n- インド (Amazon.in)\n- サウジアラビア（Amazon.sa）\n- アラブ首長国連邦（Amazon.ae）\n- オーストラリア（Amazon.au）\n- ブラジル（Amazon.com.br）\n\nOne-click FBA計算機を使用すると、より迅速に収益を得ることができます。\n\nサポートを受けるための一番速い方法は、質問をこちらまでお寄せいただくことです support@amzscout.net。",
    "ru": "Удобный в использовании FBA калькулятор рассчитает для вас комиссии Амазон и вычислит прибыль в один клик. Вам не нужно больше вводить ASIN товара. Просто активируйте расширение, находясь на странице товара на сайте Amazon.\n\nРасширение работает на всех основных маркетплейсах Amazon: в США, Канаде, Великобритании, Германии, Франции, Италии, Испании, Японии, Мексике и Индии. \n\nЗарабатывайте больше и быстрее вместе с FBA калькулятором.\n\nПрисылайте Ваши вопросы на почту: support@amzscout.net",
    "vi": "Trình Tính toán FBA Một nhấp chuột có giao diện thân thiện người dùng, sẽ tính toán các mức hoa hồng và tổng lợi nhuận trên Amazon dành cho bạn. Không cần nhập ASIN, chỉ cần kích hoạt ứng dụng mở rộng này khi đang ở trong trang sản phẩm trên trang web Amazon.\n\nỨng dụng này hoạt động được trong những quốc gia nào?\n- Mĩ (Amazon.com)\n- Nhật Bản (Amazon.co.jp)\n- Vương quốc Anh (amazon.co.uk)\n- Canada (amazon.ca)\n- Mexico (amazon.com.mx)\n- Đức (amazon.de)\n- Pháp (amazon.fr)\n- Tây Ban Nha (amazon.es)\n- Ý (amazon.it)\n- Ấn Độ (amazon.in)\n- Ả Rập Xê Út (amazon.sa) \n- Các Tiểu Vương quốc Ả Rập Thống nhất (amazon.ae) \n- Úc (amazon.au) \n- Brazil (amazon.com.br)\n\nKiếm tiền nhiều hơn và nhanh hơn bằng trình Tính toán FBA Một nhấp chuột.\n\nĐừng ngần ngại liên hệ với chúng tôi qua email: support@amzscout.net",
    "zh_CN": "使用者友好的One-click FBA计算器能为您计算亚马逊佣金和总利润。无需输入ASIN，只需在亚马逊网站的产品页面上启动外挂程序即可。\n\n该扩展功能在哪些站点可以使用？\n-美国\n-日本\n-英国\n-加拿大\n-墨西哥\n-德国\n-西班牙\n-法国\n-意大利\n-印度\n-沙特阿拉伯\n-阿联酋\n-澳大利亚\n-巴西\n\n用One-click FBA计算器更快地赚更多钱。\n\n请不要犹豫，通过e-mail与我们联系support@amzscout.net"
  }
}