{
  "name": {
    "ar": "تنزيل الفيديو لـ Vimeo",
    "am,bn,ca,cs,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,kn,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sl,sw,ta,te,zh_TW": "Video Downloader for Vimeo",
    "bg": "Изтегляне на видео за Vimeo",
    "da": "Video Downloader til Vimeo",
    "de": "Video Downloader für Vimeo",
    "el": "Λήψη βίντεο για το Vimeo",
    "fr": "Video Downloader pour Vimeo",
    "hi": "Vimeo के लिए वीडियो डाउनलोडर",
    "hu": "Videóletöltő a Vimeo számára",
    "id": "Pengunduh Video untuk Vimeo",
    "it,lt": "Video lejupielādētājs Vimeo",
    "ja": "Vimeoのビデオダウンローダー",
    "ko": "Vimeo 비디오 다운로더",
    "lv": "Video Downloader voor Vimeo",
    "pl": "Pobieracz wideo dla Vimeo",
    "ru": "Загрузчик видео для Vimeo",
    "sk": "Video Downloader pre Vimeo",
    "sr": "Видео Довнлоадер за Вимео",
    "sv": "โปรแกรมดาวน์โหลดวิดีโอสำหรับ Vimeo",
    "th,tr": "Vimeo için Video İndirici",
    "uk": "Завантажувач відео для Vimeo",
    "vi": "Trình tải xuống video cho Vimeo",
    "zh_CN": "Vimeo 视频下载器"
  },
  "short": {
    "ar": "الآن يمكنك تنزيل مقاطع فيديو من vimeo.com بنقرة واحدة | يمكنك أيضًا تنزيل فيديو مضمن",
    "am,bn,ca,cs,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,kn,ml,mr,ms,pt_BR,ro,sl,sw,ta,te,zh_TW": "Now you can download any video from vimeo.com in a single click. Can also download embedded video.",
    "bg": "Сега можете да изтегляте видеоклипове от vimeo.com с едно щракване | Може да изтеглите и вграден видеоклип",
    "da": "Nu kan du downloade videoer fra vimeo.com med et enkelt klik | Kan også downloade integreret video",
    "de": "Jetzt können Sie Videos von vimeo.com mit einem einzigen Klick herunterladen | Sie können auch eingebettete Videos herunterladen",
    "el": "Τώρα μπορείτε να κατεβάσετε βίντεο από το vimeo.com με ένα μόνο κλικ | Μπορείτε επίσης να κατεβάσετε ενσωματωμένο βίντεο",
    "es": "Ahora podrás descargar videos de Vimeo desde vimeo.com y también desde otras páginas web.",
    "fr": "Maintenant, vous pouvez télécharger des vidéos de vimeo.com en un seul clic | Peut également télécharger la vidéo intégrée",
    "hi": "अब आप vimeo.com से एक क्लिक में वीडियो डाउनलोड कर सकते हैं | एम्बेडेड वीडियो भी डाउनलोड कर सकते हैं",
    "hu": "Most egyetlen kattintással letölthet videókat a vimeo.com webhelyről | Beágyazott videókat is letölthet",
    "id": "Sekarang Anda dapat mengunduh video dari vimeo.com dalam satu klik | Juga dapat mengunduh video yang disematkan",
    "it,lt": "Tagad jūs varat lejupielādēt videoklipus no vimeo.com ar vienu klikšķi | Var lejupielādēt arī iegulto video",
    "ja": "vimeo.comからワンクリックで動画をダウンロードできるようになりました|埋め込み動画もダウンロードできます",
    "ko": "이제 한 번의 클릭으로 vimeo.com에서 비디오를 다운로드 할 수 있습니다. | 내장된 비디오도 다운로드 할 수 있습니다",
    "lv": "Nu kun je met één klik video's downloaden van vimeo.com | Kan ook embedded video downloaden",
    "nl,no": "Nå kan du laste ned videoer fra vimeo.com med et enkelt klikk | Kan også laste ned innebygd video",
    "pl": "Teraz możesz jednym kliknięciem pobierać filmy z vimeo.com | Można również pobrać osadzone wideo",
    "pt_PT": "Agora pode descarregar vídeos de vimeo.com com um único clique | Também pode descarregar vídeo integrado",
    "ru": "Теперь вы можете загружать видео с vimeo.com одним щелчком мыши | Также можно загружать встроенное видео",
    "sk": "Teraz si môžete sťahovať videá z vimeo.com jediným kliknutím | Môžete si tiež stiahnuť vložené video",
    "sr": "Сада можете преузети видео записе са вимео.цом једним кликом | Такође можете преузети уграђени видео",
    "sv": "ตอนนี้คุณสามารถดาวน์โหลดวิดีโอจาก vimeo.com ได้ในคลิกเดียว | สามารถดาวน์โหลดวิดีโอแบบฝังได้",
    "th,tr": "Artık tek bir tıklamayla vimeo.com'dan video indirebilirsiniz | Gömülü videoyu da indirebilirsiniz",
    "uk": "Тепер ви можете завантажити відео з vimeo.com одним клацанням миші | Також можна завантажити вбудоване відео",
    "vi": "Giờ đây, bạn có thể tải xuống video từ vimeo.com chỉ bằng một cú nhấp chuột | Cũng có thể tải xuống video được nhúng",
    "zh_CN": "现在您可以一键从 vimeo.com 下载视频 | 也可以下载嵌入的视频"
  },
  "long": {
    "ar": "الآن يمكنك تنزيل مقاطع الفيديو من vimeo.com بنقرة واحدة | يمكن أيضًا تنزيل الفيديو المضمّن.\n\nيضيف Downloader for Vimeo زر \"تنزيل\" إلى صفحة الفيديو أو قائمة الفيديو أو الفيديو المضمّن. انقر فوق الزر \"تنزيل\" وحدد جودة الفيديو الذي تنوي تنزيله. يمكنك أيضًا إنشاء قائمة المفضلة وإدارتها مباشرة في متصفحك.\n\nدليل المستخدم:\n1) تنزيل الفيديو من vimeo.com (إذا كان متاحًا):\nفي الصفحة الرئيسية لموقع vimeo.com ، قم بتوجيه المؤشر إلى الصورة المصغرة للفيديو وفي الزاوية اليسرى العليا ، سيظهر زر \"تنزيل\" (السهم يشير لأسفل). بعد النقر فوق هذا الزر ، حدد الدقة المطلوبة.\n\n2) تنزيل فيديو Embed Vimeo:\nيمكنك تنزيل مقاطع الفيديو مباشرة من تضمين مشغلات Vimeo على أي موقع ويب. سترى زر \"تنزيل\" على الفيديو نفسه. انقر فوقه لبدء التنزيل. إذا لم تتمكن من رؤية الزر ، فابدأ في تشغيل الفيديو وبعد ذلك يظهر زر \"تنزيل\".\n\n3) التنزيل من أيقونة المنبثقة:\nالنقر فوق أيقونة منبثقة لقائمة مكالمات التمديد لملفات الفيديو المتاحة للتنزيل. يحتوي كل فيديو على زر \"تنزيل\". انقر فوقه لتنزيل الملف على القرص الثابت لديك.\n\nيرجى ملاحظة: نحن نقوم فقط بترقية متصفحك بأزرار التنزيل وإذا لم يكن الفيديو متاحًا بالجودة المرغوبة ، فهذا ليس خطأنا.\nعادةً ما تحدث الدقة المنخفضة للفيديو عندما يحمّله المؤلف في البداية بتلك الدقة.",
    "am,bn,ca,cs,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,kn,ml,mr,ms,pt_BR,ro,sl,sw,ta,te,zh_TW": "Now you can easily download videos from a video-sharing platform with just one click. Our video downloader tool adds a \"download\" button to the video page, video list, or embedded video. Click on the \"Download\" button and select desired quality of the video you wish to download. It's that simple!\n\nThat's how the tool works:\nIf the video is available on the main page of the video-sharing platform, point the cursor to the video thumbnail, and \"Download\" button will appear in the upper left corner (an arrow pointing downwards). Click on the button, and select the desired option.\n\nIf the video is embedded on any other website, you can download it directly from the embedded player. \nIf the \"download\" button does not appear, it might be due to the individual method of Vimeo video embedding on a specific website. In this case, start playing the video, and the \"download\" button will appear, making it available for downloading.\n\nYou can also use the popup icon of the extension, and the number on the icon will correspond to the quantity of videos available for downloading on the page.\n\nPlease note that if the video is not available in the desired quality, it's not our fault. Poor quality is usually due to the author initially uploading the video with low quality.\n\nDisclaimer:\nThis extension is not affiliated with well-known video hosting platform. It doesn't represent any trademark and is not intended to distort or resemble such a service.",
    "bg": "Сега можете да изтегляте видеоклипове от vimeo.com с едно щракване | Може също да изтегли вградено видео.\n\nDownloader за Vimeo добавя бутон „изтегляне“ към видео страница, списък с видеоклипове или вградено видео. Кликнете върху бутона „изтегляне“ и изберете качеството на видеоклипа, който ще изтеглите. Можете също да създадете списък с предпочитани и да го управлявате директно в браузъра си.\n\nУпътване за употреба:\n1) Изтегляне на видео от vimeo.com (ако е налично):\nНа главната страница на vimeo.com посочете курсора към миниатюрата на видеото и в горния ляв ъгъл ще се появи бутонът „изтегляне“ (стрелка сочеща надолу). След натискане на този бутон изберете желаната разделителна способност.\n\n2) Изтегляне на видео за вграждане на Vimeo:\nМожете да изтегляте видеоклипове директно от вградени Vimeo плейъри на всеки уебсайт. Ще видите бутона \"изтегляне\" на самия видеоклип. Щракнете върху него, за да започнете изтеглянето. Ако не виждате бутона, започнете да възпроизвеждате видеоклипа и след това се появява бутонът „изтегляне“.\n\n3) Изтегляне от изскачаща икона:\nЩракване върху изскачаща икона на списъка с повиквания за разширение на видео файлове, налични за изтегляне. Всеки видеоклип съдържа бутон „изтегляне“. Щракнете върху него, за да изтеглите файла на вашия твърд диск.\n\nМоля, обърнете внимание: ние просто надграждаме браузъра ви с бутони за изтегляне и ако видеото не е налично в желаното качество, ние не сме виновни.\nОбикновено ниската разделителна способност на видеоклипа възниква, когато авторът първоначално го качи в тази резолюция.",
    "da": "Nu kan du downloade videoer fra vimeo.com med et enkelt klik | Kan også downloade indlejret video.\n\nDownloader til Vimeo tilføjer knappen \"download\" til videoside, videoliste eller indlejret video. Klik på \"download\" -knappen, og vælg kvaliteten af ​​den video, du vil downloade. Du kan også oprette favoritliste og administrere den direkte i din browser.\n\nBrugervejledning:\n1) Download af video fra vimeo.com (hvis den er tilgængelig):\nPå vimeo.com peger markøren på videominiaturebillede og i øverste venstre hjørne vises knappen \"download\" (pilen peger nedad). Efter at have klikket på denne knap vælges den ønskede opløsning.\n\n2) Download af Embed Vimeo -video:\nDu kan downloade videoer direkte fra indlejring af Vimeo -afspillere på ethvert websted. Du vil se knappen \"download\" på selve videoen. Klik på den for at begynde at downloade. Hvis du ikke kan se knappen, skal du begynde at afspille videoen, og derefter vises knappen \"download\".\n\n3) Download fra popup -ikon:\nKlikker på popup -ikonet for listen over udvidelsesopkald med videofiler, der kan downloades. Hver video indeholder knappen \"download\". Klik på den for at downloade filen til din harddisk.\n\nBemærk: vi opgraderer bare din browser med downloadknapper, og hvis video ikke er tilgængelig i ønsket kvalitet, er det ikke vores skyld.\nNormalt forekommer lav opløsning af videoen, når forfatteren i første omgang uploader den i den opløsning.",
    "de": "Jetzt können Sie Videos von vimeo.com mit einem einzigen Klick herunterladen | Kann auch eingebettetes Video herunterladen.\n\nDownloader for Vimeo fügt der Videoseite, der Videoliste oder dem eingebetteten Video die Schaltfläche \"Herunterladen\" hinzu. Klicken Sie auf die Schaltfläche \"Herunterladen\" und wählen Sie die Qualität des Videos aus, das Sie herunterladen möchten. Sie können auch eine Favoritenliste erstellen und direkt in Ihrem Browser verwalten.\n\nBenutzerhandbuch:\n1) Video von vimeo.com herunterladen (falls verfügbar):\nZeigen Sie auf der vimeo.com -Hauptseite mit dem Cursor auf das Video-Thumbnail und in der oberen linken Ecke erscheint die Schaltfläche \"Download\" (Pfeil nach unten). Nachdem Sie auf diese Schaltfläche geklickt haben, wählen Sie die gewünschte Auflösung aus.\n\n2) Herunterladen von Vimeo-Videos einbetten:\nSie können Videos direkt von eingebetteten Vimeo-Playern auf jeder Website herunterladen. Sie sehen die Schaltfläche \"Herunterladen\" im Video selbst. Klicken Sie darauf, um den Download zu starten. Wenn Sie die Schaltfläche nicht sehen können, starten Sie die Wiedergabe des Videos und danach erscheint die Schaltfläche \"Herunterladen\".\n\n3) Herunterladen vom Popup-Symbol:\nDurch Klicken auf das Popup-Symbol der Erweiterungsaufrufliste der zum Herunterladen verfügbaren Videodateien. Jedes Video enthält die Schaltfläche \"Herunterladen\". Klicken Sie darauf, um die Datei auf Ihre Festplatte herunterzuladen.\n\nBitte beachten Sie: Wir aktualisieren Ihren Browser nur mit Download-Buttons und wenn das Video nicht in der gewünschten Qualität verfügbar ist, ist es nicht unsere Schuld.\nNormalerweise tritt eine niedrige Auflösung des Videos auf, wenn der Autor es zunächst in dieser Auflösung hochlädt.",
    "el": "Τώρα μπορείτε να κατεβάσετε βίντεο από το vimeo.com με ένα μόνο κλικ | Μπορεί επίσης να κατεβάσει ενσωματωμένο βίντεο.\n\nΤο πρόγραμμα λήψης για το Vimeo προσθέτει το κουμπί \"λήψης\" στη σελίδα βίντεο, στη λίστα βίντεο ή στο ενσωματωμένο βίντεο. Κάντε κλικ στο κουμπί \"λήψη\" και επιλέξτε την ποιότητα του βίντεο που πρόκειται να κατεβάσετε. Μπορείτε επίσης να δημιουργήσετε τη λίστα αγαπημένων και να τη διαχειριστείτε απευθείας στο πρόγραμμα περιήγησής σας.\n\nΟΔΗΓΟΣ ΧΡΗΣΤΗ:\n1) Λήψη βίντεο από το vimeo.com (εάν είναι διαθέσιμο):\nΣτην μικρογραφία σημείου σημείου κύριας σελίδας του vimeo.com και στην επάνω αριστερή γωνία θα εμφανιστεί το κουμπί \"λήψη\" (το βέλος δείχνει προς τα κάτω). Αφού κάνετε κλικ σε αυτό το κουμπί, επιλέξτε την επιθυμητή ανάλυση.\n\n2) Λήψη βίντεο Ενσωμάτωση Vimeo:\nΜπορείτε να κατεβάσετε βίντεο απευθείας από ενσωματωμένα προγράμματα αναπαραγωγής Vimeo σε οποιονδήποτε ιστότοπο. Θα δείτε το κουμπί \"λήψη\" στο ίδιο το βίντεο. Κάντε κλικ για να ξεκινήσει η λήψη. Εάν δεν μπορείτε να δείτε το κουμπί, ξεκινήστε την αναπαραγωγή του βίντεο και μετά εμφανίζεται το κουμπί \"λήψη\".\n\n3) Λήψη από το αναδυόμενο εικονίδιο:\nΚάνοντας κλικ στο αναδυόμενο εικονίδιο της λίστας κλήσεων επέκτασης των αρχείων βίντεο που είναι διαθέσιμα για λήψη. Κάθε βίντεο περιέχει το κουμπί \"λήψης\". Κάντε κλικ για να κατεβάσετε το αρχείο στον σκληρό σας δίσκο.\n\nΣημείωση: απλώς αναβαθμίζουμε το πρόγραμμα περιήγησής σας με κουμπιά λήψης και εάν το βίντεο δεν είναι διαθέσιμο στην επιθυμητή ποιότητα, δεν φταίμε εμείς.\nΣυνήθως, η χαμηλή ανάλυση του βίντεο εμφανίζεται όταν ο συγγραφέας το ανεβάζει αρχικά σε αυτήν την ανάλυση.",
    "es": "Ahora puedes descargar videos de vimeo.com con un solo clic | También puede descargar videos incrustados.\n\nDownloader for Vimeo agrega el botón \"descargar\" a la página de video, lista de videos o video incrustado. Haga clic en el botón \"descargar\" y seleccione la calidad del video que va a descargar. También puede crear una lista de favoritos y administrarla directamente en su navegador.\n\nGuía del usuario:\n1) Descarga de video de vimeo.com (si está disponible):\nEn la página principal de vimeo.com, apunte el cursor a la miniatura del video y en la esquina superior izquierda aparecerá el botón \"descargar\" (flecha apuntando hacia abajo). Después de hacer clic en este botón, seleccione la resolución deseada.\n\n2) Descarga del video Embed Vimeo:\nPuede descargar videos directamente desde reproductores integrados de Vimeo en cualquier sitio web. Verá el botón \"descargar\" en el video. Haga clic en él para comenzar a descargar. Si no puede ver el botón, comience a reproducir el video y luego aparecerá el botón \"descargar\".\n\n3) Descarga desde el icono emergente:\nAl hacer clic en el icono emergente de la extensión, se llama a la lista de archivos de video disponibles para descargar. Cada video contiene un botón \"descargar\". Haga clic en él para descargar el archivo a su disco duro.\n\nTenga en cuenta: simplemente actualizamos su navegador con botones de descarga y si el video no está disponible en la calidad deseada, no es culpa nuestra.\nPor lo general, la resolución baja del video ocurre cuando el autor lo carga inicialmente en esa resolución.",
    "fr": "Vous pouvez désormais télécharger des vidéos sur vimeo.com en un seul clic | Peut également télécharger la vidéo intégrée.\n\nDownloader for Vimeo ajoute un bouton \"Télécharger\" à la page vidéo, à la liste de vidéos ou à la vidéo intégrée. Cliquez sur le bouton \"Télécharger\" et sélectionnez la qualité de la vidéo que vous allez télécharger. Vous pouvez également créer une liste de favoris et la gérer directement dans votre navigateur.\n\nMode d'emploi:\n1) Téléchargement de la vidéo depuis vimeo.com (si elle est disponible) :\nSur la page principale de vimeo.com, pointez le curseur sur la vignette de la vidéo et dans le coin supérieur gauche, le bouton « télécharger » apparaîtra (flèche pointant vers le bas). Après avoir cliqué sur ce bouton, sélectionnez la résolution souhaitée.\n\n2) Téléchargement de la vidéo Intégrer Vimeo :\nVous pouvez télécharger des vidéos directement à partir des lecteurs Vimeo intégrés sur n'importe quel site Web. Vous verrez le bouton \"télécharger\" sur la vidéo elle-même. Cliquez dessus pour lancer le téléchargement. Si vous ne voyez pas le bouton, lancez la lecture de la vidéo et après ce bouton \"télécharger\" apparaît.\n\n3) Téléchargement à partir de l'icône contextuelle :\nCliquer sur l'icône contextuelle de l'extension appelle la liste des fichiers vidéo disponibles pour le téléchargement. Chaque vidéo contient un bouton \"télécharger\". Cliquez dessus pour télécharger le fichier sur votre disque dur.\n\nRemarque : nous mettons simplement à jour votre navigateur avec des boutons de téléchargement et si la vidéo n'est pas disponible dans la qualité souhaitée, ce n'est pas de notre faute.\nGénéralement, une faible résolution de la vidéo se produit lorsque l'auteur la télécharge initialement dans cette résolution.",
    "hi": "अब आप एक क्लिक में vimeo.com से वीडियो डाउनलोड कर सकते हैं | एम्बेडेड वीडियो भी डाउनलोड कर सकते हैं।\n\nVimeo के लिए डाउनलोडर वीडियो पेज, वीडियो सूची या एम्बेडेड वीडियो में \"डाउनलोड\" बटन जोड़ता है। \"डाउनलोड\" बटन पर क्लिक करें और उस वीडियो की गुणवत्ता चुनें जिसे आप डाउनलोड करने जा रहे हैं। आप पसंदीदा सूची भी बना सकते हैं और इसे सीधे अपने ब्राउज़र में प्रबंधित कर सकते हैं।\n\nउपयोगकर्ता गाइड:\n१) vimeo.com से वीडियो डाउनलोड करना (यदि उपलब्ध हो):\nvimeo.com पर मुख्य पृष्ठ पर कर्सर को वीडियो थंबनेल पर इंगित करें और ऊपरी बाएं कोने में \"डाउनलोड\" बटन दिखाई देगा (तीर नीचे की ओर इंगित करता है)। इस बटन पर क्लिक करने के बाद वांछित रिज़ॉल्यूशन चुनें।\n\n2) Vimeo वीडियो एम्बेड करें डाउनलोड करना:\nआप किसी भी वेबसाइट पर एम्बेड किए गए Vimeo प्लेयर से सीधे वीडियो डाउनलोड कर सकते हैं। आपको वीडियो पर ही \"डाउनलोड\" बटन दिखाई देगा। डाउनलोड करना शुरू करने के लिए इसे क्लिक करें। यदि आप बटन नहीं देख सकते हैं, तो वीडियो चलाना शुरू करें और उसके बाद \"डाउनलोड\" बटन दिखाई देता है।\n\n3) पॉपअप आइकन से डाउनलोड करना:\nडाउनलोड करने के लिए उपलब्ध वीडियो फ़ाइलों की एक्सटेंशन कॉल सूची के पॉपअप आइकन पर क्लिक करना। प्रत्येक वीडियो में \"डाउनलोड\" बटन होता है। फ़ाइल को अपनी हार्ड डिस्क पर डाउनलोड करने के लिए इसे क्लिक करें।\n\nकृपया ध्यान दें: हम आपके ब्राउज़र को डाउनलोड बटनों के साथ अपग्रेड करते हैं और यदि वीडियो वांछित गुणवत्ता में उपलब्ध नहीं है, तो इसमें हमारी कोई गलती नहीं है।\nआमतौर पर वीडियो का कम रिज़ॉल्यूशन तब होता है जब लेखक शुरू में इसे उस रिज़ॉल्यूशन में अपलोड करता है।",
    "hu": "Most egyetlen kattintással letöltheti a videókat a vimeo.com webhelyről | Beágyazott videót is letölthet.\n\nA Downloader for Vimeo hozzáadja a \"letöltés\" gombot a videóoldalhoz, videólistához vagy beágyazott videóhoz. Kattintson a \"letöltés\" gombra, és válassza ki a letölteni kívánt videó minőségét. Létrehozhatja a kedvencek listáját, és kezelheti azt közvetlenül a böngészőben.\n\nHasználati útmutató:\n1) Videó letöltése a vimeo.com webhelyről (ha elérhető):\nA vimeo.com főoldalán vigye a kurzort a videó indexképére, és a bal felső sarokban megjelenik a \"letöltés\" gomb (lefelé mutató nyíl). A gombra kattintás után válassza ki a kívánt felbontást.\n\n2) Az Embed Vimeo videó letöltése:\nA videókat közvetlenül letöltheti a Vimeo lejátszók beágyazásáról bármely webhelyről. Látni fogja a \"letöltés\" gombot a videón. A letöltés megkezdéséhez kattintson rá. Ha nem látja a gombot, indítsa el a videó lejátszását, majd megjelenik a \"letöltés\" gomb.\n\n3) Letöltés a felugró ablakból:\nA letölthető videofájlok kiterjesztési híváslistájának előugró ikonjára kattintva. Minden videó tartalmazza a \"letöltés\" gombot. Kattintson rá a fájl merevlemezre történő letöltéséhez.\n\nKérjük, vegye figyelembe: csak frissítjük a böngészőt a letöltési gombokkal, és ha a videó nem érhető el a kívánt minőségben, akkor nem mi vagyunk a hibásak.\nÁltalában a videó alacsony felbontása akkor fordul elő, amikor a szerző először ilyen felbontásban tölti fel.",
    "id": "Sekarang Anda dapat mengunduh video dari vimeo.com dalam satu klik | Juga dapat mengunduh video yang disematkan.\n\nPengunduh untuk Vimeo menambahkan tombol \"unduh\" ke halaman video, daftar video, atau video yang disematkan. Klik tombol \"unduh\" dan pilih kualitas video yang akan Anda unduh. Anda juga dapat membuat daftar favorit dan mengelolanya langsung di browser Anda.\n\nPanduan pengguna:\n1) Mengunduh Video dari vimeo.com (jika tersedia):\nDi halaman utama vimeo.com arahkan kursor ke thumbnail video dan di pojok kiri atas akan muncul tombol \"unduh\" (panah mengarah ke bawah). Setelah mengklik tombol ini pilih resolusi yang diinginkan.\n\n2) Mengunduh video Embed Vimeo:\nAnda dapat mengunduh video langsung dari embed pemutar Vimeo di situs web mana pun. Anda akan melihat tombol \"unduh\" pada video itu sendiri. Klik untuk mulai mengunduh. Jika Anda tidak dapat melihat tombolnya, mulailah memutar video dan setelah itu tombol \"unduh\" muncul.\n\n3) Mengunduh dari ikon popup:\nMengklik ikon popup dari daftar panggilan ekstensi file video yang tersedia untuk diunduh. Setiap video berisi tombol \"unduh\". Klik untuk mengunduh file ke hard disk Anda.\n\nHarap dicatat: kami hanya meningkatkan browser Anda dengan tombol unduh dan jika video tidak tersedia dalam kualitas yang diinginkan, itu bukan kesalahan kami.\nBiasanya resolusi video yang rendah terjadi ketika penulis awalnya mengunggahnya dalam resolusi tersebut.",
    "it": "Ora puoi scaricare video da vimeo.com con un solo clic | Può anche scaricare video incorporati.\n\nDownloader per Vimeo aggiunge il pulsante \"download\" alla pagina del video, all'elenco dei video o al video incorporato. Fare clic sul pulsante \"download\" e selezionare la qualità del video che si sta per scaricare. Puoi anche creare un elenco di preferiti e gestirlo direttamente nel tuo browser.\n\nGuida utente:\n1) Download di video da vimeo.com (se disponibile):\nNella pagina principale di vimeo.com puntare il cursore sulla miniatura del video e nell'angolo in alto a sinistra apparirà il pulsante \"download\" (freccia che punta verso il basso). Dopo aver fatto clic su questo pulsante, selezionare la risoluzione desiderata.\n\n2) Download di video da incorporare da Vimeo:\nPuoi scaricare video direttamente dai player Vimeo incorporati su qualsiasi sito web. Vedrai il pulsante \"download\" sul video stesso. Fare clic per avviare il download. Se non riesci a vedere il pulsante, avvia la riproduzione del video e dopo che viene visualizzato il pulsante \"download\".\n\n3) Download dall'icona popup:\nFacendo clic sull'icona popup dell'elenco di chiamate di estensione dei file video disponibili per il download. Ogni video contiene il pulsante \"download\". Fare clic per scaricare il file sul disco rigido.\n\nNota: aggiorniamo semplicemente il tuo browser con i pulsanti di download e se il video non è disponibile nella qualità desiderata, non è colpa nostra.\nDi solito si verifica una bassa risoluzione del video quando l'autore lo carica inizialmente con quella risoluzione.",
    "ja": "今、あなたはワンクリックでvimeo.comからビデオをダウンロードすることができます|埋め込みビデオをダウンロードすることもできます。\n\nVimeoのダウンローダーは、ビデオページ、ビデオリスト、または埋め込みビデオに「ダウンロード」ボタンを追加します。 「ダウンロード」ボタンをクリックして、ダウンロードするビデオの品質を選択します。お気に入りリストを作成して、ブラウザで直接管理することもできます。\n\nユーザーガイド：\n1）vimeo.comからビデオをダウンロードする（利用可能な場合）：\nvimeo.comのメインページで、カーソルをビデオサムネイルにポイントすると、左上隅に「ダウンロード」ボタンが表示されます（下向きの矢印）。このボタンをクリックした後、目的の解像度を選択します。\n\n2）Embed Vimeoビデオのダウンロード：\n埋め込みVimeoプレーヤーから任意のWebサイトに直接ビデオをダウンロードできます。ビデオ自体に「ダウンロード」ボタンが表示されます。それをクリックしてダウンロードを開始します。ボタンが表示されない場合は、ビデオの再生を開始すると、「ダウンロード」ボタンが表示されます。\n\n3）ポップアップアイコンからのダウンロード：\n拡張機能のポップアップアイコンをクリックすると、ダウンロード可能なビデオファイルのリストが呼び出されます。各ビデオには「ダウンロード」ボタンが含まれています。それをクリックして、ファイルをハードディスクにダウンロードします。\n\n注意：ダウンロードボタンを使用してブラウザをアップグレードするだけです。ビデオが希望の品質で利用できない場合でも、それは私たちの責任ではありません。\n通常、ビデオの低解像度は、作成者が最初にその解像度でアップロードしたときに発生します。",
    "ko": "이제 클릭 한 번으로 vimeo.com에서 비디오를 다운로드할 수 있습니다 | 임베디드 비디오를 다운로드할 수도 있습니다.\n\nVimeo용 다운로더는 비디오 페이지, 비디오 목록 또는 포함된 비디오에 \"다운로드\" 버튼을 추가합니다. \"다운로드\" 버튼을 클릭하고 다운로드하려는 비디오의 품질을 선택하십시오. 즐겨찾기 목록을 만들고 브라우저에서 직접 관리할 수도 있습니다.\n\n사용자 설명서:\n1) vimeo.com에서 비디오 다운로드(사용 가능한 경우):\nvimeo.com 메인 페이지에서 커서가 비디오 썸네일을 가리키면 왼쪽 상단 모서리에 \"다운로드\" 버튼이 나타납니다(아래를 가리키는 화살표). 이 버튼을 클릭한 후 원하는 해상도를 선택하십시오.\n\n2) Embed Vimeo 비디오 다운로드:\n모든 웹사이트의 내장 Vimeo 플레이어에서 직접 비디오를 다운로드할 수 있습니다. 비디오 자체에 \"다운로드\" 버튼이 표시됩니다. 클릭하면 다운로드가 시작됩니다. 버튼이 보이지 않으면 비디오 재생을 시작하면 \"다운로드\" 버튼이 나타납니다.\n\n3) 팝업 아이콘에서 다운로드:\n확장 프로그램의 팝업 아이콘을 클릭하면 다운로드 가능한 비디오 파일 목록이 호출됩니다. 각 비디오에는 \"다운로드\" 버튼이 있습니다. 파일을 하드 디스크에 다운로드하려면 클릭하십시오.\n\n참고: 다운로드 버튼을 사용하여 브라우저를 업그레이드하면 원하는 품질의 비디오를 사용할 수 없는 경우 이는 당사의 잘못이 아닙니다.\n일반적으로 동영상의 저해상도는 작성자가 처음에 해당 해상도로 동영상을 업로드할 때 발생합니다.",
    "lt": "Dabar galite atsisiųsti vaizdo įrašus iš vimeo.com vienu paspaudimu | Taip pat galima atsisiųsti įterptąjį vaizdo įrašą.\n\n„Vimeo“ „Downloader“ prideda „atsisiuntimo“ mygtuką vaizdo įrašų puslapyje, vaizdo įrašų sąraše ar įterptame vaizdo įraše. Spustelėkite mygtuką „Atsisiųsti“ ir pasirinkite vaizdo įrašo, kurį ketinate atsisiųsti, kokybę. Taip pat galite sukurti mėgstamiausių sąrašą ir valdyti jį tiesiogiai savo naršyklėje.\n\nNaudotojo gidas:\n1) Vaizdo įrašo atsisiuntimas iš vimeo.com (jei yra):\nVimeo.com pagrindiniame puslapyje nukreipkite žymeklį į vaizdo įrašo miniatiūrą, o viršutiniame kairiajame kampe pasirodys mygtukas „atsisiųsti“ (rodyklė nukreipta žemyn). Spustelėję šį mygtuką pasirinkite norimą skiriamąją gebą.\n\n2) Atsisiųskite „Embed Vimeo“ vaizdo įrašą:\nGalite atsisiųsti vaizdo įrašus tiesiai iš įterptų „Vimeo“ grotuvų bet kurioje svetainėje. Pačiame vaizdo įraše pamatysite mygtuką „atsisiųsti“. Norėdami pradėti atsisiųsti, spustelėkite jį. Jei nematote mygtuko, pradėkite leisti vaizdo įrašą ir po to pasirodys mygtukas „atsisiųsti“.\n\n3) Atsisiuntimas iš iššokančios piktogramos:\nSpustelėjus iškylančią piktogramą, kurią galite gauti atsisiųsdami vaizdo failus, galite skambinti plėtiniu. Kiekviename vaizdo įraše yra mygtukas „atsisiųsti“. Spustelėkite jį, kad atsisiųstumėte failą į standųjį diską.\n\nAtminkite: mes tiesiog atnaujiname jūsų naršyklę naudodami atsisiuntimo mygtukus ir jei vaizdo įrašas nėra pasiekiamas norimos kokybės, tai ne mūsų kaltė.\nPaprastai maža vaizdo įrašo skiriamoji geba būna tada, kai autorius iš pradžių įkelia ją tokia raiška.",
    "lv": "Tagad jūs varat lejupielādēt videoklipus no vimeo.com ar vienu klikšķi | Var lejupielādēt arī iegulto video.\n\nDownloader for Vimeo video lapai, video sarakstam vai iegultajam video pievieno pogu “download”. Noklikšķiniet uz pogas Lejupielādēt un atlasiet lejupielādējamā videoklipa kvalitāti. Varat arī izveidot izlases sarakstu un pārvaldīt to tieši savā pārlūkprogrammā.\n\nLietotāja rokasgrāmata:\n1) Video lejupielāde no vimeo.com (ja tas ir pieejams):\nVietnē vimeo.com novietojiet kursoru uz video sīktēlu, un augšējā kreisajā stūrī parādīsies poga \"lejupielāde\" (bultiņa uz leju). Pēc noklikšķināšanas uz šīs pogas izvēlieties vēlamo izšķirtspēju.\n\n2) Embed Vimeo video lejupielāde:\nJūs varat lejupielādēt videoklipus tieši no iegulto Vimeo atskaņotāju jebkurā vietnē. Pašā videoklipā redzēsit pogu \"lejupielādēt\". Noklikšķiniet uz tā, lai sāktu lejupielādi. Ja pogu neredzat, sāciet atskaņot videoklipu un pēc tam parādās poga “lejupielādēt”.\n\n3) Lejupielāde no uznirstošās ikonas:\nNoklikšķinot uz uznirstošās ikonas lejupielādei pieejamo video failu saraksta sarakstā. Katrā videoklipā ir poga \"lejupielādēt\". Noklikšķiniet uz tā, lai lejupielādētu failu cietajā diskā.\n\nLūdzu, ņemiet vērā: mēs vienkārši jauninām jūsu pārlūkprogrammu, izmantojot lejupielādes pogas, un, ja video nav pieejams vēlamajā kvalitātē, tā nav mūsu vaina.\nParasti zema video izšķirtspēja rodas, kad autors to sākotnēji augšupielādē šajā izšķirtspējā.",
    "nl": "Nu kunt u met één klik video's van vimeo.com downloaden | Kan ook embedded video downloaden.\n\nDownloader voor Vimeo voegt een \"download\"-knop toe aan de videopagina, videolijst of ingesloten video. Klik op de knop \"downloaden\" en selecteer de kwaliteit van de video die u gaat downloaden. U kunt ook een favorietenlijst maken en deze rechtstreeks in uw browser beheren.\n\nGebruikershandleiding:\n1) Video downloaden van vimeo.com (indien beschikbaar):\nOp de hoofdpagina van vimeo.com wijst u de cursor naar de videominiatuur en in de linkerbovenhoek verschijnt de \"download\"-knop (pijl die naar beneden wijst). Selecteer na het klikken op deze knop de gewenste resolutie.\n\n2) Embed Vimeo-video downloaden:\nU kunt video's rechtstreeks downloaden van ingesloten Vimeo-spelers op elke website. U ziet de knop \"downloaden\" op de video zelf. Klik erop om te beginnen met downloaden. Als je de knop niet kunt zien, begin dan met het afspelen van de video en daarna verschijnt de \"download\"-knop.\n\n3) Downloaden van pop-uppictogram:\nKlikken op het pop-uppictogram van de extensie-oproeplijst met videobestanden die beschikbaar zijn om te downloaden. Elke video bevat een \"download\"-knop. Klik erop om het bestand naar uw harde schijf te downloaden.\n\nLet op: we upgraden uw browser gewoon met downloadknoppen en als de video niet in de gewenste kwaliteit beschikbaar is, is dat niet onze schuld.\nGewoonlijk treedt een lage resolutie van de video op wanneer de auteur deze in eerste instantie in die resolutie uploadt.",
    "no": "Nå kan du laste ned videoer fra vimeo.com med et enkelt klikk | Kan også laste ned innebygd video.\n\nDownloader for Vimeo legger til \"nedlasting\" -knappen på videosiden, videolisten eller den innebygde videoen. Klikk på \"last ned\" -knappen og velg kvaliteten på videoen du skal laste ned. Du kan også opprette favorittliste og administrere den direkte i nettleseren din.\n\nBrukerhåndboken:\n1) Nedlasting av video fra vimeo.com (hvis den er tilgjengelig):\nPå vimeo.com peker markøren til videominiatyrbildet, og i øverste venstre hjørne vises \"nedlasting\" -knappen (pilen peker nedover). Etter å ha klikket på denne knappen, velg ønsket oppløsning.\n\n2) Nedlasting av innebygd Vimeo-video:\nDu kan laste ned videoer direkte fra innebygde Vimeo -spillere på et hvilket som helst nettsted. Du vil se \"nedlasting\" -knappen på selve videoen. Klikk på den for å begynne å laste ned. Hvis du ikke kan se knappen, begynner du å spille av videoen, og deretter vises \"nedlasting\" -knappen.\n\n3) Nedlasting fra popup -ikonet:\nKlikk på popup -ikonet i listen over utvidelsesanrop med videofiler som er tilgjengelige for nedlasting. Hver video inneholder \"nedlasting\" -knapp. Klikk på den for å laste ned filen til harddisken.\n\nVær oppmerksom på: Vi oppgraderer nettleseren din med nedlastingsknapper, og hvis videoen ikke er tilgjengelig i ønsket kvalitet, er det ikke vår skyld.\nVanligvis oppstår lav oppløsning av videoen når forfatteren først laster den opp i den oppløsningen.",
    "pl": "Teraz możesz pobierać filmy z vimeo.com jednym kliknięciem | Może również pobrać osadzone wideo.\n\nDownloader dla Vimeo dodaje przycisk \"pobierz\" do strony wideo, listy wideo lub osadzonego wideo. Kliknij przycisk „pobierz” i wybierz jakość wideo, które chcesz pobrać. Możesz także stworzyć listę ulubionych i zarządzać nią bezpośrednio w przeglądarce.\n\nPodręcznik użytkownika:\n1) Pobieranie wideo z vimeo.com (jeśli jest dostępne):\nNa stronie głównej vimeo.com wskaż kursorem miniaturę wideo, a w lewym górnym rogu pojawi się przycisk „pobierz” (strzałka skierowana w dół). Po kliknięciu tego przycisku wybierz żądaną rozdzielczość.\n\n2) Pobieranie wideo Osadzenia Vimeo:\nMożesz pobierać filmy bezpośrednio z osadzonych odtwarzaczy Vimeo na dowolnej stronie internetowej. Zobaczysz przycisk „pobierz” na samym filmie. Kliknij, aby rozpocząć pobieranie. Jeśli nie widzisz przycisku, rozpocznij odtwarzanie wideo, a następnie pojawi się przycisk „pobierz”.\n\n3) Pobieranie z ikony wyskakującej:\nKliknięcie ikony wyskakującej listy połączeń rozszerzeń plików wideo dostępnych do pobrania. Każdy film zawiera przycisk „pobierz”. Kliknij go, aby pobrać plik na dysk twardy.\n\nUwaga: po prostu aktualizujemy Twoją przeglądarkę za pomocą przycisków pobierania i jeśli wideo nie jest dostępne w pożądanej jakości, to nie nasza wina.\nZwykle niska rozdzielczość filmu występuje, gdy autor początkowo przesyła go w tej rozdzielczości.",
    "pt_PT": "Agora você pode baixar vídeos do vimeo.com com um único clique | Também pode baixar vídeo embutido.\n\nDownloader para Vimeo adiciona o botão \"download\" à página de vídeo, lista de vídeo ou vídeo incorporado. Clique no botão \"download\" e selecione a qualidade do vídeo que você vai baixar. Você também pode criar uma lista de favoritos e gerenciá-la diretamente em seu navegador.\n\nGuia de usuario:\n1) Baixando o vídeo do vimeo.com (se estiver disponível):\nNa página principal do vimeo.com, aponte o cursor para a miniatura do vídeo e no canto superior esquerdo o botão \"download\" aparecerá (seta apontando para baixo). Após clicar neste botão, selecione a resolução desejada.\n\n2) Baixando o vídeo do Embed Vimeo:\nVocê pode baixar vídeos diretamente dos players incorporados do Vimeo em qualquer site. Você verá o botão \"download\" no próprio vídeo. Clique nele para iniciar o download. Se você não conseguir ver o botão, comece a reproduzir o vídeo e, em seguida, o botão \"download\" aparecerá.\n\n3) Baixando do ícone pop-up:\nClicar no ícone pop-up da lista de chamadas de extensão de arquivos de vídeo disponíveis para download. Cada vídeo contém o botão \"download\". Clique nele para baixar o arquivo para o seu disco rígido.\n\nObservação: acabamos de atualizar seu navegador com botões de download e se o vídeo não estiver disponível na qualidade desejada, não é nossa culpa.\nNormalmente, a baixa resolução do vídeo ocorre quando o autor o carrega inicialmente nessa resolução.",
    "ru": "Теперь вы можете скачивать видео с vimeo.com одним щелчком мыши | Также можно скачать встроенное видео.\n\nЗагрузчик для Vimeo добавляет кнопку «Скачать» на страницу видео, список видео или встроенное видео. Нажмите кнопку «скачать» и выберите качество видео, которое вы собираетесь скачать. Вы также можете создать список избранного и управлять им прямо в браузере.\n\nИнструкции для пользователя:\n1) Скачивание видео с vimeo.com (если есть):\nНа главной странице vimeo.com наведите курсор на миниатюру видео, и в верхнем левом углу появится кнопка «скачать» (стрелка направлена вниз). После нажатия этой кнопки выберите желаемое разрешение.\n\n2) Скачивание встроенного видео Vimeo:\nВы можете загружать видео прямо из встроенных плееров Vimeo на любом веб-сайте. На самом видео вы увидите кнопку «скачать». Щелкните его, чтобы начать загрузку. Если вы не видите кнопку, начните воспроизведение видео, после чего появится кнопка «скачать».\n\n3) Скачивание из всплывающего окна:\nЩелчок по всплывающему значку расширения вызывает список видеофайлов, доступных для загрузки. Каждое видео содержит кнопку «скачать». Щелкните его, чтобы загрузить файл на жесткий диск.\n\nОбратите внимание: мы просто обновляем ваш браузер с помощью кнопок загрузки, и если видео не доступно в желаемом качестве, это не наша вина.\nОбычно низкое разрешение видео возникает, когда автор изначально загружает его в этом разрешении.",
    "sk": "Teraz si môžete sťahovať videá z vimeo.com jediným kliknutím | Môžete si tiež stiahnuť vložené video.\n\nProgram Downloader pre Vimeo pridáva tlačidlo „stiahnuť“ na stránku videa, do zoznamu videí alebo vloženého videa. Kliknite na tlačidlo „stiahnuť“ a vyberte kvalitu videa, ktoré sa chystáte stiahnuť. Môžete si tiež vytvoriť zoznam obľúbených a spravovať ho priamo vo svojom prehliadači.\n\nUžívateľská príručka:\n1) Sťahovanie videa z vimeo.com (ak je k dispozícii):\nNa hlavnej stránke vimeo.com ukážte kurzorom na miniatúru videa a v ľavom hornom rohu sa zobrazí tlačidlo „stiahnutie“ (šípka smerujúca nadol). Po kliknutí na toto tlačidlo zvoľte požadované rozlíšenie.\n\n2) Sťahovanie videa Embed Vimeo:\nVideá si môžete sťahovať priamo z vložených prehrávačov Vimeo na ľubovoľnom webe. Na samotnom videu uvidíte tlačidlo „stiahnuť“. Kliknutím naň spustíte sťahovanie. Ak tlačidlo nevidíte, spustite prehrávanie videa a potom sa zobrazí tlačidlo „stiahnuť“.\n\n3) Sťahovanie z vyskakovacej ikony:\nKliknutím na vyskakovaciu ikonu v zozname rozšírení vyvoláte zoznam video súborov, ktoré je možné stiahnuť. Každé video obsahuje tlačidlo „stiahnuť“. Kliknutím naň stiahnete súbor na pevný disk.\n\nPoznámka: Aktualizujeme váš prehliadač pomocou tlačidiel na stiahnutie a ak video nie je k dispozícii v požadovanej kvalite, nie je to naša chyba.\nK nízkemu rozlíšeniu videa obvykle dôjde, keď ho autor pôvodne odovzdá v tomto rozlíšení.",
    "sr": "Сада можете преузети видео записе са вимео.цом једним кликом | Такође можете преузети уграђени видео запис.\n\nДовнлоадер за Вимео додаје дугме „преузми“ на страницу са видео записима, листу видео записа или уграђени видео запис. Притисните дугме \"преузми\" и изаберите квалитет видео записа који ћете преузети. Такође можете креирати листу фаворита и управљати њоме директно у прегледачу.\n\nУпутство за употребу:\n1) Преузимање видеа са вимео.цом (ако је доступан):\nНа главној страници вимео.цом поставите курсор на сличицу видеа и у горњем левом углу ће се појавити дугме \"преузми\" (стрелица окренута надоле). Након клика на ово дугме одаберите жељену резолуцију.\n\n2) Преузимање Ембед Вимео видео записа:\nВидео записе можете преузети директно са уграђених Вимео плејера на било којој веб локацији. На самом видеу видећете дугме \"преузми\". Кликните на њу да бисте започели преузимање. Ако не видите дугме, почните да репродукујете видео и након тога ће се појавити дугме за преузимање.\n\n3) Преузимање са скочне иконе:\nКликом на искачућу икону листе позива за проширење видео датотека доступних за преузимање. Сваки видео садржи дугме за преузимање. Кликните на њу да бисте преузели датотеку на чврсти диск.\n\nИмајте на уму: ми само надограђујемо ваш прегледач дугмадима за преузимање и ако видео није доступан у жељеној квалитети, нисмо ми криви.\nОбично се ниска резолуција видеа јавља када га аутор прво постави у тој резолуцији.",
    "sv": "Nu kan du ladda ner videor från vimeo.com med ett enda klick | Kan också ladda ner inbäddad video.\n\nDownloader för Vimeo lägger till \"nedladdning\" -knappen på videosidan, videolistan eller inbäddad video. Klicka på \"ladda ner\" -knappen och välj kvaliteten på videon du ska ladda ner. Du kan också skapa favoritlista och hantera den direkt i din webbläsare.\n\nAnvändarguide:\n1) Ladda ner video från vimeo.com (om den är tillgänglig):\nPå vimeo.com huvudsida pekar markören till videominiatyr och i övre vänstra hörnet visas knappen \"nedladdning\" (pilen pekar nedåt). Efter att ha klickat på den här knappen väljer du önskad upplösning.\n\n2) Ladda ner Bädda in Vimeo -video:\nDu kan ladda ner videor direkt från inbäddade Vimeo -spelare på vilken webbplats som helst. Du kommer att se knappen \"ladda ner\" på själva videon. Klicka på den för att börja ladda ner. Om du inte kan se knappen, börja spela upp videon och sedan visas knappen \"nedladdning\".\n\n3) Nedladdning från popup-ikon:\nKlicka på popup -ikonen i listan med tilläggssamtal med videofiler som är tillgängliga för nedladdning. Varje video innehåller knappen \"ladda ner\". Klicka på den för att ladda ner filen till din hårddisk.\n\nObservera: vi uppgraderar bara din webbläsare med nedladdningsknappar och om video inte finns i önskad kvalitet är det inte vårt fel.\nVanligtvis uppstår låg upplösning för videon när författaren först laddar upp den i den upplösningen.",
    "th": "ตอนนี้คุณสามารถดาวน์โหลดวิดีโอจาก vimeo.com ได้ในคลิกเดียว | สามารถดาวน์โหลดวิดีโอแบบฝังได้\n\nDownloader for Vimeo เพิ่มปุ่ม \"ดาวน์โหลด\" ในหน้าวิดีโอ รายการวิดีโอ หรือวิดีโอที่ฝังไว้ คลิกปุ่ม \"ดาวน์โหลด\" และเลือกคุณภาพของวิดีโอที่คุณจะดาวน์โหลด คุณยังสามารถสร้างรายการโปรดและจัดการได้โดยตรงในเบราว์เซอร์ของคุณ\n\nคู่มือผู้ใช้:\n1) ดาวน์โหลดวิดีโอจาก vimeo.com (หากมี):\nบนหน้าหลักของ vimeo.com ชี้เคอร์เซอร์ไปที่ภาพขนาดย่อของวิดีโอ และปุ่ม \"ดาวน์โหลด\" ที่มุมซ้ายบนจะปรากฏขึ้น (ลูกศรชี้ลง) หลังจากคลิกปุ่มนี้ ให้เลือกความละเอียดที่ต้องการ\n\n2) ดาวน์โหลดวิดีโอฝัง Vimeo:\nคุณสามารถดาวน์โหลดวิดีโอได้โดยตรงจากเครื่องเล่น Vimeo ที่ฝังบนเว็บไซต์ใดก็ได้ คุณจะเห็นปุ่ม \"ดาวน์โหลด\" บนวิดีโอ คลิกเพื่อเริ่มดาวน์โหลด หากคุณไม่เห็นปุ่ม ให้เริ่มเล่นวิดีโอและหลังจากนั้นปุ่ม \"ดาวน์โหลด\" จะปรากฏขึ้น\n\n3) กำลังดาวน์โหลดจากไอคอนป๊อปอัป:\nคลิกไอคอนป๊อปอัปของรายการเรียกส่วนขยายของไฟล์วิดีโอที่มีให้ดาวน์โหลด แต่ละวิดีโอมีปุ่ม \"ดาวน์โหลด\" คลิกเพื่อดาวน์โหลดไฟล์ลงฮาร์ดดิสก์ของคุณ\n\nโปรดทราบ: เราเพิ่งอัปเกรดเบราว์เซอร์ของคุณด้วยปุ่มดาวน์โหลด และหากวิดีโอไม่พร้อมใช้งานในคุณภาพที่ต้องการ ก็ไม่ใช่ความผิดของเรา\nโดยปกติแล้ววิดีโอความละเอียดต่ำจะเกิดขึ้นเมื่อผู้เขียนอัปโหลดในความละเอียดนั้นในตอนแรก",
    "tr": "Artık vimeo.com'dan tek bir tıklamayla video indirebilirsiniz | Ayrıca gömülü videoyu da indirebilir.\n\nVimeo için İndirici, video sayfasına, video listesine veya gömülü videoya \"indir\" düğmesi ekler. \"İndir\" düğmesine tıklayın ve indireceğiniz videonun kalitesini seçin. Ayrıca sık kullanılanlar listesi oluşturabilir ve bunu doğrudan tarayıcınızda yönetebilirsiniz.\n\nKullanici rehberi:\n1) vimeo.com'dan Video İndirme (varsa):\nvimeo.com ana sayfasında imleci video küçük resmine getirin ve sol üst köşede \"indir\" düğmesi görünecektir (ok aşağıyı gösterir). Bu düğmeye tıkladıktan sonra istediğiniz çözünürlüğü seçin.\n\n2) Embed Vimeo videosunu indirme:\nVideoları doğrudan herhangi bir web sitesindeki gömülü Vimeo oynatıcılardan indirebilirsiniz. Videonun kendisinde \"indir\" düğmesini göreceksiniz. İndirmeye başlamak için tıklayın. Butonu göremiyorsanız videoyu oynatmaya başlayın ve ardından \"indir\" butonu belirir.\n\n3) Açılır pencere simgesinden indirme:\nUzantının açılır simgesine tıklamak, indirilebilecek video dosyalarının listesini çağırır. Her videoda \"indir\" düğmesi bulunur. Dosyayı sabit diskinize indirmek için tıklayın.\n\nLütfen dikkat: Tarayıcınızı sadece indirme düğmeleriyle yükseltiyoruz ve video istenen kalitede mevcut değilse, bu bizim suçumuz değil.\nGenellikle videonun düşük çözünürlüğü, yazar başlangıçta bu çözünürlükte yüklediğinde oluşur.",
    "uk": "Тепер ви можете завантажити відео з vimeo.com одним клацанням миші | Також можна завантажити вбудоване відео.\n\nЗавантажувач для Vimeo додає кнопку \"завантажити\" до сторінки відео, списку відео або вбудованого відео. Натисніть кнопку \"завантажити\" та виберіть якість відео, яке збираєтесь завантажити. Ви також можете створити список обраних і керувати ним безпосередньо у своєму браузері.\n\nКерівництво користувача:\n1) Завантаження відео з vimeo.com (якщо воно є):\nНа головній сторінці vimeo.com вкажіть курсор на ескіз відео та у верхньому лівому куті з’явиться кнопка \"завантажити\" (стрілка спрямована вниз). Після натискання цієї кнопки виберіть потрібну роздільну здатність.\n\n2) Завантаження відео \"Вставити Vimeo\":\nВи можете завантажувати відео безпосередньо з вбудованих програвачів Vimeo на будь -якому веб -сайті. На самому відео ви побачите кнопку \"завантажити\". Натисніть на неї, щоб розпочати завантаження. Якщо ви не бачите кнопку, почніть відтворювати відео, після чого з’явиться кнопка «завантажити».\n\n3) Завантаження із спливаючого вікна:\nКлацнувши спливаючу піктограму списку викликів розширення відеофайлів, доступних для завантаження. Кожне відео містить кнопку \"завантажити\". Натисніть на нього, щоб завантажити файл на жорсткий диск.\n\nЗверніть увагу: ми просто оновлюємо ваш браузер кнопками завантаження, і якщо відео недоступне у бажаній якості, це не наша вина.\nЗазвичай низька роздільна здатність відео виникає, коли автор спочатку завантажує його у цій роздільній здатності.",
    "vi": "Bây giờ bạn có thể tải xuống video từ vimeo.com chỉ bằng một cú nhấp chuột | Cũng có thể tải xuống video nhúng.\n\nTrình tải xuống cho Vimeo thêm nút \"tải xuống\" vào trang video, danh sách video hoặc video được nhúng. Nhấp vào nút \"tải xuống\" và chọn chất lượng của video bạn sẽ tải xuống. Bạn cũng có thể tạo danh sách yêu thích và quản lý nó trực tiếp trong trình duyệt của mình.\n\nHướng dẫn sử dụng:\n1) Tải xuống Video từ vimeo.com (nếu có):\nTrên trang chính vimeo.com trỏ con trỏ đến hình thu nhỏ của video và ở góc trên bên trái nút \"tải xuống\" sẽ xuất hiện (mũi tên trỏ xuống dưới). Sau khi nhấp vào nút này, hãy chọn độ phân giải mong muốn.\n\n2) Tải xuống video Nhúng Vimeo:\nBạn có thể tải video trực tiếp từ trình phát Vimeo nhúng trên bất kỳ trang web nào. Bạn sẽ thấy nút \"tải xuống\" trên chính video đó. Nhấp vào nó để bắt đầu tải xuống. Nếu bạn không thể nhìn thấy nút, hãy bắt đầu phát video và sau đó nút \"tải xuống\" sẽ xuất hiện.\n\n3) Tải xuống từ biểu tượng cửa sổ bật lên:\nNhấp vào biểu tượng bật lên của cuộc gọi mở rộng danh sách các tệp video có sẵn để tải xuống. Mỗi video chứa nút \"tải xuống\". Nhấp vào nó để tải tệp xuống đĩa cứng của bạn.\n\nXin lưu ý: chúng tôi chỉ nâng cấp trình duyệt của bạn bằng các nút tải xuống và nếu video không có ở chất lượng mong muốn thì đó không phải là lỗi của chúng tôi.\nThông thường độ phân giải thấp của video xảy ra khi tác giả tải lên lần đầu ở độ phân giải đó.",
    "zh_CN": "现在您只需单击一下即可从 vimeo.com 下载视频 |也可以下载嵌入的视频。\n\nVimeo 下载器在视频页面、视频列表或嵌入视频中添加了“下载”按钮。单击“下载”按钮并选择您要下载的视频的质量。您还可以创建收藏夹列表并直接在浏览器中进行管理。\n\n用户指南：\n1) 从 vimeo.com 下载视频（如果有）：\n在 vimeo.com 主页上，将光标指向视频缩略图，左上角将出现“下载”按钮（箭头向下）。单击此按钮后，选择所需的分辨率。\n\n2) 下载嵌入 Vimeo 视频：\n您可以直接从任何网站上的嵌入 Vimeo 播放器下载视频。您将在视频本身上看到“下载”按钮。单击它开始下载。如果您看不到该按钮，请开始播放视频，然后出现“下载”按钮。\n\n3）从弹出图标下载：\n单击可下载视频文件的扩展调用列表的弹出图标。每个视频都包含“下载”按钮。单击它以将文件下载到您的硬盘。\n\n请注意：我们只是通过下载按钮升级您的浏览器，如果视频质量不理想，这不是我们的错。\n当作者最初以该分辨率上传视频时，通常会出现视频的低分辨率。"
  }
}