{
  "name": {
    "ar": "كاريلينكس",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CarryLinks"
  },
  "short": {
    "ar": "يمكنك مزامنة وإدارة روابطك بسهولة على جميع المتصفحات والأجهزة والأنظمة.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily synchronize and manage your bookmarks on all browsers, devices, and systems.",
    "de": "Synchronisieren und verwalten Sie Ihre Lesezeichen ganz einfach auf allen Browsern, Geräten und Systemen.",
    "es": "Sincronice y administre fácilmente sus marcadores en todos los navegadores, dispositivos y sistemas.",
    "fr": "Synchronisez et gérez facilement vos favoris sur tous les navigateurs, appareils et systèmes."
  },
  "long": {
    "ar": "يستخدم الكثير من الناس أكثر من متصفح، وأكثر من جهاز، وأكثر من نظام تشغيل. ينتج عن هذا حفظ روابطنا المفضلة في كل مكان. هذه الإضافة من كاريلينكس هي أداة متكاملة تسمح لك بإدارة ومزامنة جميع روابطك بشكل كامل بغض النظر عن المتصفح والجهاز والنظام. بالإضافة إلى مزامنة الروابط، يمكنك الاستمتاع بالعديد من الميزات، مثل:\n\n-\tحفظ وإدارة الروابط\n-\tاستيراد الروابط الحالية\n-\tاستيراد روابط من السِّجِل\n-\tحفظ علامات التبويب المفتوحة\n-\tحفظ الروابط من صفحة الويب\n-\tفتح كل الروابط من مجلد\n-\tفتح روابط في نفس النافذة\n-\tفتح روابط في نوافذ جديدة\n-\tفتح روابط في نوافذ خاصة\n-\tاكتشاف تلقائي لعناوين وأوصاف الروابط\n-\tبحث عن روابط\n-\tإنشاء QR\n-\tأخْذ لقطة شاشة\n-\tاختصار الروابط\n-\tتحقق من أن الروابط تعمل\n-\tتحقق من أن الروابط آمنة\n-\tمشاركة الروابط\n-\tترتيب الروابط\n-\tترتيب المجلدات\n-\tتغيير ألوان المجلدات\n\nهذه الإضافة مليئة بالعديد من الميزات دون التأثير على سرعة متصفحك. الميزات الرئيسية مجانية؛ وإذا كنت تريد مزايا متميزة، فيمكنك الترقية في أي وقت.\n\nلمعلومات إضافية، الرجاء زيارة https://ar.carrylinks.com/extension",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Many people use more than one browser, more than one device, and more than one operating system. This results in saving our favorite bookmarks all over the place. This extension from CarryLinks is a tool that allows you to completely manage and synchronize all your bookmarks regardless of the browser, device, and system. \n\nBeyond bookmark synchronization, you can enjoy many FEATURES, such as:\n\n-\tBookmark and manage links\n-\tImport existing bookmarks\n-\tImport links from history\n-\tSave open tabs\n-\tSave links from a webpage\n-\tOpen all links in a folder\n-\tOpen links in the same window\n-\tOpen links in new windows\n-\tOpen links in private windows\n-\tAuto-detect links’ titles and descriptions\n-\tSearch links\n-\tCreate QRs\n-\tTake Screenshots\n-\tShorten links\n-\tCheck links for availability\n-\tCheck links for safety\n-\tShare links\n-\tSort links\n-\tSort folders\n-\tColor folders\n\nThis extension is loaded with many features without affecting the speed of your browser. The main features are free; and, if you want PREMIUM features, you can upgrade at any time.\n\nFor more information, please visit https://carrylinks.com/extension",
    "de": "Viele Menschen verwenden mehr als einen Browser, mehr als ein Gerät und mehr als ein Betriebssystem. Dies führt dazu, dass unsere Lieblingslesezeichen überall gespeichert werden. Diese Erweiterung von CarryLinks ist ein Tool, mit dem Sie alle Ihre Lesezeichen unabhängig von Browser, Gerät und System vollständig verwalten und synchronisieren können.\n\nÜber die Lesezeichen-Synchronisierung hinaus können Sie viele FUNKTIONEN nutzen, wie zum Beispiel:\n\n- Lesezeichen setzen und Links verwalten\n- Vorhandene Lesezeichen importieren\n- Importieren Sie Links aus dem Verlauf\n- Speichern Sie geöffnete Tabs\n- Speichern Sie Links von einer Webseite\n- Öffnen Sie alle Links in einem Ordner\n- Öffnen Sie Links im selben Fenster\n- Links in neuen Fenstern öffnen\n- Öffnen Sie Links in privaten Fenstern\n- Titel und Beschreibungen von Links automatisch erkennen\n- Suchlinks\n- Erstellen Sie QRs\n- Machen Sie einen Screenshot\n- Links kürzen\n- Überprüfen Sie die Verfügbarkeit der Links\n- Überprüfen Sie die Links auf Sicherheit\n- Teilen Sie Links\n- Links sortieren\n- Ordner sortieren\n- Farbordner\n\nDiese Erweiterung ist mit vielen Funktionen ausgestattet, ohne die Geschwindigkeit Ihres Browsers zu beeinträchtigen. Die Hauptfunktionen sind kostenlos; Und wenn Sie PREMIUM-Funktionen wünschen, können Sie jederzeit ein Upgrade durchführen.\n\nWeitere Informationen finden Sie unter https://de.carrylinks.com/extension",
    "es": "Mucha gente utiliza más de un navegador, más de un dispositivo y más de un sistema operativo. Esto da como resultado que nuestros marcadores favoritos se guarden por todas partes. Esta extensión de CarryLinks es una herramienta que le permite administrar y sincronizar completamente todos sus marcadores independientemente del navegador, dispositivo y sistema.\n\nMás allá de la sincronización de marcadores, puedes disfrutar de muchas FUNCIONES, como:\n\n- Marcar y administrar enlaces\n- Importar marcadores existentes\n- Importar enlaces del historial.\n- Guardar pestañas abiertas\n- Guardar enlaces de una página web.\n- Abrir todos los enlaces en una carpeta.\n- Abrir enlaces en la misma ventana.\n- Abrir enlaces en nuevas ventanas.\n- Abrir enlaces en ventanas privadas.\n- Detección automática de títulos y descripciones de enlaces.\n- Buscar enlaces\n- Crear QR\n- Tomar una captura de pantalla\n- Acortar enlaces\n- Consultar enlaces para disponibilidad.\n- Verifique los enlaces por seguridad\n- Compartir enlaces\n- Ordenar enlaces\n- Ordenar carpetas\n- Carpetas de colores\n\nEsta extensión incluye muchas funciones sin afectar la velocidad de su navegador. Las funciones principales son gratuitas; y, si desea funciones PREMIUM, puede actualizarlas en cualquier momento.\n\nPara obtener más información, visite https://carrylinks.com/extension",
    "fr": "De nombreuses personnes utilisent plusieurs navigateurs, plusieurs appareils et plusieurs systèmes d'exploitation. Cela se traduit par la sauvegarde de nos signets préférés partout. Cette extension de CarryLinks est un outil qui vous permet de gérer et de synchroniser complètement tous vos favoris quels que soient le navigateur, l'appareil et le système.\n\nAu-delà de la synchronisation des favoris, vous pouvez profiter de nombreuses FONCTIONNALITÉS, telles que :\n\n- Marquer et gérer les liens\n- Importer des signets existants\n- Importer des liens depuis l'historique\n- Enregistrer les onglets ouverts\n- Enregistrer les liens d'une page Web\n- Ouvrir tous les liens d'un dossier\n- Ouvrir les liens dans la même fenêtre\n- Ouvrir les liens dans de nouvelles fenêtres\n- Ouvrir les liens dans les fenêtres privées\n- Détecter automatiquement les titres et les descriptions des liens\n- Rechercher des liens\n- Créer des QR\n- Faire une capture d'écran\n- Raccourcir les liens\n- Vérifiez les liens pour la disponibilité\n- Vérifiez les liens pour plus de sécurité\n- Partager des liens\n- Trier les liens\n- Trier les dossiers\n- Dossiers de couleurs\n\nCette extension regorge de nombreuses fonctionnalités sans affecter la vitesse de votre navigateur. Les principales fonctionnalités sont gratuites ; et, si vous souhaitez des fonctionnalités PREMIUM, vous pouvez effectuer une mise à niveau à tout moment.\n\nPour plus d'informations, veuillez visiter https://fr.carrylinks.com/extension"
  }
}