{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merge Shooter Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Merge Shooter Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merge Shooter is an exciting game available as a Chrome Extension and can also be played for free on the website retrobowls.org. Get ready for a thrilling shooting experience with a unique twist!\n\nIn Merge Shooter, players are challenged to eliminate waves of enemies by strategically merging and upgrading their weapons. The goal is to survive as long as possible and achieve the highest score.\n\nTo play Merge Shooter, simply install the Chrome Extension or visit retrobowls.org on your browser. The game offers smooth and intuitive controls, allowing players to easily navigate and engage in the action. Use your shooting skills and strategic thinking to merge weapons of the same level and create more powerful firepower.\n\nThe game features a wide variety of weapons, each with its own strengths and abilities. As you progress, you'll encounter increasingly challenging enemies that require clever tactics and precise aiming to defeat. The key to success is to strategically merge and upgrade your weapons to unleash devastating attacks.\n\nMerge Shooter offers a visually appealing and immersive gaming environment. The vibrant graphics, stunning special effects, and dynamic animations enhance the gameplay and create an engaging experience. The accompanying sound effects and music add to the excitement and intensity of the game.\n\nCompete against yourself and other players to climb the leaderboard and showcase your shooting skills. Aim for high scores and challenge your friends to beat your record. Will you be able to reach the top and become the ultimate Merge Shooter champion?\n\nWhether you have a few minutes to spare or want to embark on an intense gaming session, Merge Shooter provides hours of addictive fun. Its availability as a Chrome Extension and on retrobowls.org allows you to enjoy the game conveniently on your preferred platform.\n\nSo, if you're looking for a thrilling shooting game with a strategic twist, give Merge Shooter a try. Visit retrobowls.org or install the Chrome extension to experience the excitement of this free game. Get ready to merge, upgrade, and shoot your way to victory!\n\nIf you want to play more games, click the \"Unblocked Games\" button or other games we add links for users to easily find more games on our website: https: //retrobowls.org"
  }
}