{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Luru: Revenue Workspace for Sales teams"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Luru is a zero friction revenue workspace that improves the productivity of Sales Reps manifold."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Luru helps sales folks save 3-4 hours every week from CRM busywork. It also help you stay on top of your pipeline and follow playbooks like a pro!\n\n* Luru is the fastest way to access and update your CRM with a single click. \n\n* You can take meeting notes right in the context of your meeting that syncs automatically to your CRM. No more context switches or having to copy over notes from multiple apps\n\n* You can setup meeting workflows that work for you. You follow BANT or MEDDICC? Just set them as templates to guide you through meetings. Luru will magically pick the right ones for you based on who you are meeting\n \nIf you use Salesforce or Hubspot do try our luru.app. You will experience increased productivity and get the CRM to work for you.\n\nYour CRM resides on every webpage:\nWith Luru Sidekick you can access your CRM on any webpage using the shortcut Cmd + J (or Ctrl +J on a PC). You can create and update records, notes and tasks easily without having to open multiple tabs!\n\nTake notes from inside Zoom and GMeet: \n* Auto Sync to CRM\n* Access to CRM right from within the meeting\n* Magic linking to CRM records\n* Clutter free Interface\n* Access your notes from anywhere\n\nPlaybooks that are practical and useful:\nCreate meeting playbooks that guide you through the calls. Luru will automatically load the right playbook for you by looking at the meeting participants and your CRM entries. You can concentrate on the meeting and take your notes, while Luru does the heavy lifting.\n\nUpdate your CRM with fewer clicks:\nUpdating your CRM should not take this long. With Luru you can update your CRM in seconds so that you can get back to what you love most - selling\n\nAction items at your finger tips:\nQuickly create action items for yourself or your team in a single click. Luru will remind you about it when you are emailing your client or have an upcoming meeting with them"
  }
}