{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Marketer - Your Twitter Marketing Automation Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered tool for automating Twitter marketing, boosting engagement, and helping you find potential clients effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Marketer is a Chrome extension that automates and optimizes your Twitter marketing. Using advanced AI, it helps grow followers, boost engagement, and identify promising client leads.\n\n- Why Choose AI Marketer?\n\n1. Effortless Tweet Automation:\n   Automatically generate and post engaging tweets to attract followers and increase interaction.\n\n2. Targeted Audience Interaction:\n   Engage with your ideal clients by automatically following, liking, replying, and messaging potential leads.\n\n3. Engagement with Relevant Trends:\n   Comment on trending topics to amplify your reach and drive profile traffic.\n\n4. Lead Identification for Sales:\n   Identify high-potential clients based on their interaction patterns for focused sales efforts.\n\n5. Safe and Controlled Automation:\n   Easily manage Twitter marketing with secure and controlled automation through your browser.\n\n- Getting Started:\n\n1. Install AI Marketer:\n   Add it to your Chrome browser with one click.\n\n2. Set Up Your AI:\n   Configure your business details and ideal client profile to personalize interactions.\n\n3. Activate Automation:\n   Keep Twitter open with AI handling strategic, automated management.\n\n4. Review Success:\n   Monitor increased traffic and follower growth as AI identifies key client leads for conversion.\n\nMaximize your Twitter marketing 24/7 with AI Marketer and transform your digital connections today!"
  }
}