{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pie Rewards Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Earn investments as you shop!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Life’s complex. Loyalty programs are outdated. Investing is daunting.\nLoyalty isn’t rewarding like it used to be. We walk around with memberships of 5 or 10 loyalty programs, maybe more, but usually we just accumulate points we hardly ever redeem. We don’t invest soon enough in life or don’t know how to get started, and then regret it. But it’s never too late to get started.\nInvesting just became as easy as Pie!\nShop at hundreds of great brands you know and love, earn rewards on your purchases, and we’ll automatically convert those rewards to investments in your chosen investment plan.\nWe’re excited to be making life simpler and more rewarding. We’re proud of the difference we’ll make together. We consciously support Australian businesses. Spending within the Pie Rewards community means you will too. Wealth-generation for a generation!\n1. JOIN FOR FREE\nDownload the app and sign up, it’s easy.\n2. CHOOSE YOUR INVESTMENT PLAN\nThe app will help you to choose a core investment plan that best suits your risk appetite.\nIf you want to, you can complement your core plan with satellite investments in Big Tech or Ethical & Sustainability funds.\n3. SPEND to EARN and INVEST – TODAY and EVERY DAY\nLink an eligible credit or debit card, then shop on our app, in-store or online using the Pie Rewards browser extension.\nDo your everyday shopping – and special occasion shopping too – at over 700 of your favourite brands to earn cashback rewards.\nPie Rewards automatically converts the rewards you earn for your shopping loyalty into investments in your chosen investment plan.\n4. TRACK YOUR PORTFOLIO IN THE APP\nYou can see your transaction history and track investments in your portfolio over time. You can withdraw from your investment portfolio into your bank account at any time.\n5. STAY IN THE KNOW\nAs a Pie Rewards member, you can choose to be notified in the app about special offers, campaigns and new brands as we bring them into the Pie Rewards network. We’re working to expand our partnerships, offers and app features and you’ll be the first to know!\nQUESTIONS?\nGet in touch at support@pierewards.com.au\n…\nPie Rewards Pty Ltd (ACN 657 630 389, AR 001296998) is an authorised representative of Cache Investment Management Ltd (ACN 624 306 430, AFSL 514 360).\nAny financial products described in our app and associated web site will be issued by K2 Asset Management Ltd (ABN 95 085 445 094 AFSL 244393) as disclosed in the relevant Product Disclosure Statement (PDS).\nAll information is general information only and does not take into account your personal circumstances, financial situation or needs. Before making a financial decision you should read the relevant PDS and Target Market Determination and consider whether the product is right for you and whether you should obtain advice from a professional financial adviser.”"
  }
}