{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Win the Day"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Browser To Improve Focus and Increase Productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Increase Productivity and End Distraction Through Your Computer Browser.\n\nWin The Day:  Transform your browser into a goal setting, habit tracking, focus tool to help you maximize your productivity. . \n\nGoal Setting:\n\n- Enter a goal you have your sights set on and select a time period to accomplish it, anywhere between one week and the BestSelf Co standard 13 week block. \n\n- Set daily targets to accomplish each day on your way towards achieving your big, overall goal. \n\n- See progress everyday you open your browser, as the days count down towards your end goal. \n\n- Putting your goals in writing, especially in a place where you will see everyday is a huge first step towards accomplishing them. Not only that, but seeing continuous, gradual progress every single day will help you feel more accomplished, and keep you positive and productive while you’re on the grind. No more fizzling out! \n\nHabit Tracking: \n\n- Enter up to 3 new habits you want to implement in your life, whether they’re to aid the pursuit of your goals, or just something you want to add to your everyday routine. \n\n- Check off your habits everyday, and see your streak build to keep your momentum towards new, healthy practices going. \n\n- Becoming a productive, high-achiever requires effective daily rituals and habits. Use the habit tracker to make sure you’re doing what’s required every day to get yourself into the productive flow state. Start tracking all those daily rituals you’ve wanted to add to your routine, but never got to stick! \n\nFocus Mode: \n\n- Stop wasting time! Select any sites that may distract you and temporarily block them while you’re trying to focus up. \n\n- Use the timer to select anywhere from 1 to 90 minutes to block your most distracting sites. \n\n- Set an intention for your session to be displayed while your timer counts down. Remind yourself what you’re working towards! \n\n- End distraction with focus mode! Don’t waste anymore time browsing distracting sites during your productivity time. Stop relying on your own discipline to stay on task, just throw on focus mode and enter a productive zone for up to an hour and a half! Get more done today. \n\nUse Win The Day to turn your computer back into the productive tool you need it to be. Entrepreneur? Student? Full time professional? Whoever you are, WTD can help you be more mindful of your goals, habits and time. When you need to focus up and attack the task at hand, Win The Day is here to help! \n\nStop Surfing… Start Doing!"
  }
}