{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Produmotion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize affiliate marketing with Produmotion: The Chrome extension for one-click product video creation from any Amazon page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Produmotion - Create Affiliate Product Videos in One Click!\n\nTransform your affiliate marketing game with Produmotion, the ultimate Chrome extension for creating stunning product videos from any Amazon product page in just one click.\n\nKey Features:\n\nInstant Video Creation: Generate high-quality product videos effortlessly while browsing Amazon. Simply click on the extension, and watch as Produmotion does the rest.\nBoost Affiliate Sales: Enhance your affiliate marketing strategy by sharing engaging product videos that captivate your audience and drive more sales.\nUser-Friendly Interface: Intuitive and easy to use, Produmotion requires no technical skills. If you can browse Amazon, you can create a product video.\nCustomizable Content: Personalize your videos with custom templates, text, and audio to match your brand’s style and message.\nTime-Saving Automation: Save hours of manual video creation and focus on what matters – promoting and selling products.\nSeamless Integration: Works seamlessly with your Amazon Associates account, making it easier than ever to track and monetize your product videos.\nHow It Works:\n\nInstall the Extension: Add Produmotion to your Chrome browser.\nBrowse Amazon: Visit any Amazon product page.\nCreate Video: Click the Produmotion icon in your toolbar and watch as your product video is generated instantly.\nShare and Profit: Use the video in your marketing campaigns, social media posts, or on your website to drive affiliate sales.\nWhy Produmotion?\n\nProdumotion is designed for affiliate marketers, content creators, and anyone looking to make their product promotions more dynamic and engaging. With its powerful automation and user-friendly features, creating professional product videos has never been easier.\n\nGet Started Today:\n\nInstall Produmotion now and start creating captivating product videos that will enhance your affiliate marketing efforts and increase your earnings. Experience the future of product promotion with Produmotion!"
  }
}