{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strand Shoes Listing Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will help you list items on Ebay quickly"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortless eBay Listings with Enhanced Item Specifics Integration\n\nStreamline your eBay listing process with our powerful Chrome extension, designed specifically for sellers looking to enhance their product descriptions with ease. Whether you're a seasoned seller or just starting out, our extension simplifies the task of creating compelling listings by seamlessly integrating Item Specifics directly into your item descriptions.\n\nKey Features:\n\nAuto-Populate Item Specifics: Automatically pull key Item Specifics into your product description, ensuring consistency and accuracy across all your listings.\n\nCustomizable Templates: Use our dynamic template variables to create and customize templates that automatically insert important Item Specifics into the product description. No more copying and pasting—just focus on selling.\n\nIncrease Buyer Confidence: By incorporating detailed Item Specifics directly into your product descriptions, you provide potential buyers with the information they need upfront, reducing inquiries and improving buyer satisfaction.\n\nSave Time, Increase Productivity: Eliminate repetitive tasks and speed up the listing process by automating the inclusion of essential details. Focus on scaling your business rather than on manual data entry.\n\nEasy to Use: With a user-friendly interface, our extension integrates smoothly into your eBay listing workflow, making it accessible to sellers of all experience levels.\n\nWho Can Benefit?\n\neBay Sellers: From small businesses to power sellers, anyone listing products on eBay can benefit from streamlined listing creation.\nE-commerce Managers: Simplify your team's workflow and ensure consistency across multiple listings.\n\nResellers & Collectors: Perfect for those who frequently list items with detailed specifics, such as collectibles, electronics, or fashion.\nGet Started Today!\n\nDownload the extension now and take the first step towards more efficient and effective eBay listings. Increase your sales and save time with automated Item Specifics integration!"
  }
}