{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BetterMenu for Online Ordering"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get nutritional, allergen, and diet-friendly information on Doordash & Panera Bread"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OVERVIEW\n-------------------------------------------------------------------\nIntroducing the BetterMenu Chrome Extension, your ultimate companion for making informed food choices while browsing Doordash.com menus. With a single click, users gain instant access to comprehensive nutritional information for every menu item, empowering them to prioritize their health and dietary needs. Each Nutrition button, strategically placed next to the add button, unveils vital details including calories, carbs, fats, protein, fiber, and sodium content, ensuring transparency and clarity in food selection.\n\nMoreover, the extension goes beyond basic nutrient values by highlighting the top contributing ingredients for each nutrient, providing deeper insights into the composition of menu items. Users can easily identify allergens and suitable dietary preferences, enabling them to make choices aligned with their individual health goals and restrictions. Whether you're seeking low-calorie options, high-protein meals, or allergen-free dishes, the BetterMenu Chrome Extension revolutionizes the online food ordering experience, prioritizing user health and well-being with every click.\n\nFREQUENTLY ASKED QUESTIONS (FAQs)\n-------------------------------------------------------------------\nHow does this extension work?\nBetterMenu Chrome extension analyzes each dish and its constituent ingredients. Our models then estimate the average quantity of ingredients per serving, providing users an approximate overview of nutritional values alongside insights into potential allergens and compatibility with different dietary preferences.\n\nHow do you estimate the nutrition, allergen, and diet information?\nOur extension utilizes cutting-edge technology to estimate nutrition, allergen, and dietary information by analyzing every dish listed in restaurant menus.\nThrough extensive training on a diverse dataset of recipes, the system identifies ingredient details, their quantities, potential allergens, and dietary information.\nWhile our provided information is based on estimations, we actively collaborate with restaurant partners to improve accuracy. Look for the 'BetterMenu Verified' label to access verified information, ensuring trustworthy insights for making informed food choices.\n\nWhat is BetterMenu Verified?\nBetterMenu Verified is a premium service offered to restaurants to provide accurate nutrition, allergen, and diet information for their menu items. By partnering with BetterMenu and obtaining BetterMenu Verified status, restaurants can ensure that their customers receive reliable and verified information when making food choices.\n\nI am a restaurant, I want the accurate information displayed for my customers, how do I get BetterMenu Verified?\nRestaurant owners interested in obtaining BetterMenu Verified status can contact our team at team@bettermenu.live to learn more about our verification process and pricing options. Our accuracy engine calculates nutrition, highlights allergens, and identifies suitable diets for menu items, ensuring reliable information for customers.\n\nHow much does it cost to use the extension?\nThe BetterMenu Chrome extension is always free for users seeking to make informed food choices. Our mission is to empower users with reliable nutritional information, allergen details, and diet-friendly attributes without any cost. Rest assured, you can enjoy the benefits of our extension at no charge.\n\nHow much does it cost to become \"BetterMenu Verified\"?\nThe cost of becoming BetterMenu Verified depends on the size and needs of the restaurant. Please contact our team at team@bettermenu.live to discuss pricing options and learn more about the benefits of becoming BetterMenu Verified.\n\nAre you only available on Doordash?\nYes. However, our team is working on providing the same experience on other websites such as GrubHub and Postmates. Stay tuned for updates on our expansion efforts!\n\nHow can I contact you? (send email to team@bettermenu.live)\nFor inquiries or assistance, please feel free to reach out to our team at team@bettermenu.live. We are here to help answer any questions and provide support as needed."
  }
}