{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cho thuê căn hộ Giathuecanho"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công ty chuyên lĩnh vực cho thuê và mua bán bất động sản HCM."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Batdongsan tại GiaThueCanHo\nCông ty GiaThueCanHo là công ty chuyên lĩnh vực cho thuê và mua bán bất động sản thành lập tháng 7 năm 2017 được điều hành bởi CEO - Co Founder Trương Tài Năng. Các sản phẩm bao gồm dự án căn hộ chung cư, nhà phố, biệt thự và đất nền thuộc khu vực thành phố Hồ Chí Minh, một số tỉnh lân cận và vùng ven biển thành phố Nha Trang, Đà Nẵng. Đặc biệt, chuyên tư vấn các sản phẩm bất động sản nghỉ dưỡng - Condotel thuộc tập đoàn VinGroup. Với khát khao dẫn đầu thị trường, GiaThueCanHo luôn phấn đấu trở thành đơn vị cung cấp dịch vụ bất động sản thuộc hàng top của Việt Nam.\nGiaThueCanHo có đội ngũ chuyên viên tư vấn dày dặn kinh nghiệm trong nghề. Với sự nhạy bén trong tư duy, chính xác trong phán đoán. Dù là dự án mới, chúng tôi vẫn có khả năng tư vấn đầu tư giúp khách hàng tối đa hóa lợi nhuận dòng tiền của mình. Chúng tôi luôn nắm bắt kịp thời và cập nhật đến quý khách hàng bảng giá cho thuê, mua bán các căn hộ hấp dẫn. Sẵn sàng hỗ trợ khách hàng mọi thủ tục pháp lý, đơn giản hóa quá trình giao dịch. Đem đến trải nghiệm dịch vụ chất lượng nhất, vừa tiết kiệm thời gian, chi phí, vừa kiến tạo nên cuộc sống tiện nghi, thời thượng có khách hàng.\nKhông những thế, GIATHUECANHO chúng tôi còn cập nhật và cung cấp thông tin về các dự án mới nhất Việt Nam thông qua trang Batdongsan tại GiaThueCanHo - kênh thông tin chính thống về bất động sản số 1 VN. Trong suốt hơn 3 năm hoạt động, Batdongsan GiaThueCanHo đã nhận được rất nhiều sự tín nhiệm từ quý nhà đầu tư mua ban căn hộ chung cư đầu tư, mua bán căn hộ cho thuê, muadatnhadat, ký gửi căn hộ để tìm khách hàng cho thuê dài hạn. Điều này chứng tỏ qua con số hàng chục nghìn lượng truy cập mỗi tháng, với số lượng các nhà đầu tư liên hệ nhận tư vấn lên tới hàng trăm người và con số này vẫn tiếp tục gia tăng đều đặn hàng tháng.\nNếu bạn gặp khó khăn trong vấn đề tìm hiểu thông tin bất động sản, đầu tư căn hộ để lướt sóng, mua ở hoặc mua căn hộ cho thuê, bạn có thể liên hệ bộ phận chuyên viên chăm sóc khách hàng của Giathuecanho. Chúng tôi hỗ trợ quý khách hàng 24/7. Hotline: 0981 041 694.\nLiên hệ với Batdongsan tại GiaThueCanHo\nHotline: 0981 041 694\n\nGmail: truongtainang2018@gmail.com\nWebsite: https://giathuecanho.com/batdongsan/\n\nGg map: https://goo.gl/maps/5WTdJye6KqGzz9K77\n\nhttps://giathuecanho.com/service-category/chuyen-nhuong/\n\nhttps://giathuecanho.com/service-category/van-phong/\n\nhttps://giathuecanho.com/services/\nFanpage: https://www.facebook.com/giathuecanho\nXem thêm thông tin của chúng tôi tại:\nhttps://twitter.com/batdongsangtch\nhttps://www.instagram.com/batdongsangtch/\nhttps://www.linkedin.com/company/batdongsangtch/about/\nhttps://www.pinterest.com/batdongsangtch/\nhttps://about.me/batdongsangtch\nhttps://www.youtube.com/channel/UCSo7IstJTzdQLimaTmNRisw/about\nhttps://soundcloud.com/batdongsangtch\nhttps://batdongsangtch.tumblr.com/\nhttps://gapo.vn/1435096400/posts/q542k2nqf3gw\nhttps://trello.com/batdongsangtch\nhttps://www.scoop.it/u/batdongsangtch"
  }
}