{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send to Zapier",
    "de": "An Zapier schicken",
    "pl": "Wyslij do Zapiera"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export all text, images, titles and send to a Zapier webhook to trigger a zap.",
    "de": "Exportieren Sie alle Texte, Bilder und Titel und senden Sie diesen an einen Zapier-Webhaken, um einen Zap auszulösen.",
    "pl": "Wyeksportuj każdego linka, linka obrazu, i każdy tytuł aby je do webhooka Zapiera wysłać, i funkcję zapa uruchomić."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uploads the contents of the current page to Zapier. \n\nThis will send all links, image links and titles to a webhook zap that you have already configured.\n\nUpdates : \n\n★ Version 1.0.3\n- Option now to add page info to every found item\n- Better height/width check for background images\n\n★ Version 1.0.2\n- Localisations added for German and Polish languages\n\n★ Version 1.0.1\n- You can add a comment now to be sent with the webhook\n- You can now toggle links, image links and titles to be sent with your request\n\n★★★★★\nPlease enjoy this free extension and rate it if you like it \n\nLegal: This extension is not affiliated with Zapier in any kind or form. This extension does not store or transmit any data to 3rd party providers except the Zapier webhook url you provide.",
    "de": "Schickt den Inhalt der aktuellen Seite an Zapier.\n\nDadurch werden alle Links, Bilder-Links und Titel an einen Webhook-Zap gesendet den Sie bereits konfiguriert haben.\n\nUpdatest :\n\n★ Version 1.0.2\n- Lokalisierungen für Deutsch und Polnisch hinzugefügt\n\n★ Version 1.0.1\n- Sie können jetzt einen Kommentar hinzufügen, der mit dem Webhook gesendet wird\n- Sie können jetzt Links, Bilder-Links und Titel an- oder abschalten, die mit Ihrer Anfrage gesendet werden sollen\n\n★★★★★\nGenießen Sie diese kostenlose Erweiterung und bewerten Sie sie, wenn sie Ihnen gefällt\n\nRechtliche Hinweise: Diese Erweiterung ist in keiner Weise mit Zapier verbunden. Diese Erweiterung speichert oder überträgt keine Daten an Drittanbieter mit Ausnahme der von Ihnen bereitgestellten Zapier Webhook-URL.",
    "pl": "Przesyła zawartość aktualnej stronki do Zapiera.\n\nEkstensja do wysyłania wszystkich linków, linków obrazków i tytułów do webhooka Zapiera, którego już skonfigurowałeś.\n\nAktualizacje:\n\n★ Wersja 1.0.2\n- Dodano lokalizacje dla języka niemieckiego i polskiego\n\n★ Wersja 1.0.1\n- Możesz teraz dodać komentarz, który ma zostać wysłany razem z webhookiem\n- Możesz teraz w(y)łączyć co być wysyłane wraz z danami strony\n\n★★★★★\nKorzystaj z bezpłatnego rozszerzenia i oceń je, jeśli Ci się podoba\n\nPrawne: to rozszerzenie nie jest powiązane z Zapierem w żadnej formie. To rozszerzenie nie przechowuje ani nie przesyła żadnych danych do zewnętrznych dostawców, oprócz podanego przez Ciebie adresu URL webhooka Zapiera."
  }
}