{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hi,hr,hu,it,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN": "Youtube Live Chat Fullscreen",
    "es": "Chat en pantalla completa de YouTube Live",
    "fil": "Buong Screen na Chat sa YouTube Live",
    "id": "YouTube Live Chat Layar Penuh",
    "ja": "YouTubeライブチャットフルスクリーン",
    "ms": "YouTube Live Chat Skrin Penuh",
    "th": "YouTube แชทสดแบบเต็มหน้าจอ",
    "zh_TW": "YouTube直播聊天室全螢幕"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hi,hr,hu,it,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN": "This extension allows Youtube Live to use chat when in Fullscreen.",
    "es": "Esta extensión permite usar el chat de YouTube Live cuando está en pantalla completa.",
    "fil": "Pinapayagan ng extension na ito ang paggamit ng chat sa YouTube Live kapag nasa Buong Screen.",
    "id": "Ekstensi ini memungkinkan YouTube Live untuk menggunakan obrolan saat dalam mode Layar Penuh.",
    "ja": "この拡張機能はYouTubeライブのフルスクリーンモードでチャットを使用できるようにします。",
    "ms": "Sambungan ini membolehkan YouTube Live menggunakan sembang apabila dalam mod Skrin Penuh.",
    "th": "ส่วนขยายนี้ช่วยให้สามารถใช้แชท YouTube สดในโหมดเต็มหน้าจอได้",
    "zh_TW": "這個擴充功能允許在全螢幕模式下使用YouTube直播聊天。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,he,hi,hr,hu,it,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN": "Features\n• You can send Chat even when in Fullscreen.\n• You can also customize the chat UI.\n\nIf there are any features or languages you would like to see added, please let me know in reviews, etc.",
    "es": "Características\n• Puede enviar chat incluso cuando esté en pantalla completa.\n• También puede personalizar la interfaz de usuario del chat.\n\nSi hay alguna característica o idioma que le gustaría agregar, por favor hágamelo saber en las reseñas, etc.",
    "fil": "Mga Tampok\n• Maaari kang magpadala ng Chat kahit nasa Buong Screen.\n• Maaari mo ring i-customize ang UI ng chat.\n\nKung mayroong anumang mga tampok o wika na nais mong idagdag, mangyaring ipaalam sa akin sa mga pagsusuri, atbp.",
    "id": "Fitur\n• Anda dapat mengirim Obrolan bahkan dalam mode Layar Penuh.\n• Anda juga dapat menyesuaikan antarmuka obrolan.\n\nJika ada fitur atau bahasa yang ingin Anda tambahkan, beri tahu saya dalam ulasan, dll.",
    "ja": "この拡張機能により、フルスクリーン時にYoutube Liveでチャットを使用できるようになります\n\n機能\n・フルスクリーンでもチャットを送信できます\n・チャットのUIをカスタマイズすることもできます\n\n追加して欲しい機能や言語があれば、レビュー等で教えてください",
    "ms": "Ciri-ciri\n• Anda boleh menghantar Sembang walaupun dalam mod Skrin Penuh.\n• Anda juga boleh menyesuaikan UI sembang.\n\nJika terdapat sebarang ciri atau bahasa yang anda ingin lihat ditambah, sila maklumkan kepada saya dalam ulasan, dsb.",
    "th": "คุณสมบัติ\n• คุณสามารถส่งข้อความแชทได้แม้อยู่ในโหมดเต็มหน้าจอ\n• คุณยังสามารถปรับแต่ง UI ของแชทได้\n\nหากมีคุณสมบัติหรือต้องการเพิ่มภาษาอื่น ๆ โปรดแจ้งให้เราทราบในรีวิว ฯลฯ",
    "zh_TW": "功能\n• 您可以在全屏模式下發送聊天消息。\n• 您還可以自定義聊天界面。\n\n如果有您希望添加的功能或語言，請在評論等中告訴我。"
  }
}