{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A1Office"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We make documents easy!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A1Office - an all in one place to edit your PDF, Word, Excel & PPT documents. With the tagline ‘we make documents easy!’ A1Office helps to make document editing easy and the online tools are completely free to use.\n\nWith its free editors and converters, you can access the most flawless document management and productivity experience.\n\nTo boost your productivity download A1Office chrome extension for the most easy to use and fast paced document editing and conversion experience.\nGet an instant access to all the editors and tools direct from your chrome browser. \n\nAccess the A1Office Editors:\n1. PDF Editor - Add text, image, e-sign, whiteout information, format font, edit existing text, etc.\n2. Docx Editor - Online docx editor to edit your word document files.\n3. Xlsx Editor - Online excel sheet editor for the easy excel editing tool.\n\nConverters:\n1. XPS to PDF\n2. Excel to PDF\n3. Word to PDF\n4. JPEG to JPG\n5. Word to JPG\n6. Excel to JPG\n7. JPG to Word\n\nHow to use the A1Office chrome extension?\n1. Search and install A1Office chrome extension in your browser. \n2. Pin it on your browser and as you click on the extension various tools are displayed.\n3. Select any tool that you may want to use which gives instant and direct access to the particular tool’s page.  \n4. Edit or convert the document and download to save.\n\nHighlighting features of the A1Office -\n1. Free and easy to use editing apps and tools.\n2. Unlimited editing usage and files upload.\n3. Works on any platform or device as being a web based application.\n4. Has android application which can be downloaded from the Google playstore.\n5. Edit PDF files, add image, text & e-sign. Edit existing texts on PDF documents."
  }
}