{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsBooster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsBooster - Give your WhatsApp super powers",
    "es": "WhatsBooster - Dale superpoderes a tu WhatsApp",
    "fr": "WhatsBooster - Donnez à vos super pouvoirs WhatsApp",
    "it": "WhatsBooster - Dai i super poteri a WhatsApp",
    "pt_BR,pt_PT": "WhatsBooster - Dê superpoderes ao seu WhatsApp",
    "ru": "WhatsBooster - наделите свой WhatsApp суперспособностями"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatsBooster IS NOW FREE!\n\nWhatsBooster is the Chrome extension that takes your WhatsApp Web experience to the next level! \n\nEnhanced Security\nAutomatic Lock: Your WhatsApp Web automatically locks after inactivity, ensuring privacy.\nPrivacy Filters: Add blur to images, contact names, and conversations to keep your privacy intact.\n\nEfficient Contact Management\nContact Export: Easily export contacts by groups and in the formats of your choice.\nStart New Conversations: Initiate a conversation with any new phone number with a click.\n\nTemplate Library\nCreate and store message templates for future use, speeding up your communication and ensuring consistency.\n\nEnhanced Viewing Experience\nFull-Screen Mode: Expand WhatsApp Web to full-screen on larger monitors for a better viewing experience.\nQuick Access to Contact Info: Automatically activate the contact info tab for quick and easy access.\n\nMore Features On The Way!\nWe are constantly working to introduce new features and further enhance your WhatsApp Web experience.",
    "es": "¡WhatsBooster AHORA ES GRATIS!\n\nWhatsBooster es la extensión de Chrome que lleva tu experiencia en WhatsApp Web al siguiente nivel. \n\nSeguridad Mejorada\nBloqueo Automático: Tu WhatsApp Web se bloquea automáticamente tras un período de inactividad, garantizando tu privacidad.\nFiltros de Privacidad: Añade desenfoque a imágenes, nombres de contactos y conversaciones para mantener tu privacidad intacta.\n\nGestión Eficiente de Contactos\nExportación de Contactos: Exporta contactos por grupos y en los formatos que elijas fácilmente.\nInicia Nuevas Conversaciones: Comienza una conversación con cualquier número de teléfono nuevo con un clic.\n\nBiblioteca de Plantillas\nCrea y almacena plantillas de mensajes para uso futuro, acelerando tu comunicación y garantizando consistencia.\n\nExperiencia de Visualización Mejorada\nModo Pantalla Completa: Expande WhatsApp Web a pantalla completa en monitores más grandes para una mejor visualización.\nAcceso Rápido a la Información de Contacto: Activa automáticamente la pestaña de información de contacto para un acceso rápido y fácil.\n\n¡Más Características en Camino!\nEstamos trabajando constantemente para introducir nuevas características y mejorar aún más tu experiencia en WhatsApp Web.",
    "fr": "WhatsBooster EST MAINTENANT GRATUIT !\n\nWhatsBooster est l'extension Chrome qui porte votre expérience sur WhatsApp Web à un autre niveau ! \n\nSécurité Renforcée\nVerrouillage Automatique : Votre WhatsApp Web se verrouille automatiquement après une période d'inactivité, garantissant votre confidentialité.\nFiltres de Confidentialité : Ajoutez du flou sur les images, les noms des contacts et les conversations pour préserver votre intimité.\n\nGestion Efficace des Contacts\nExportation de Contacts : Exportez facilement tous vos contacts par groupes et dans les formats que vous choisissez.\nNouvelles Conversations : Initiez une conversation avec n'importe quel nouveau numéro de téléphone en un clic.\n\nBibliothèque de Modèles\nCréez et stockez des modèles de messages pour une utilisation future, accélérant votre communication et garantissant la cohérence.\n\nExpérience de Visualisation Améliorée\nMode Plein Écran : Étendez WhatsApp Web en mode plein écran sur des moniteurs plus grands pour une meilleure visualisation.\nAccès Rapide aux Informations de Contact : Activez automatiquement l'onglet d'informations de contact pour un accès rapide et facile.\n\nPlus de Fonctionnalités en Route !\nNous travaillons constamment pour introduire de nouvelles fonctionnalités et améliorer encore plus votre expérience sur WhatsApp Web.",
    "it": "WhatsBooster È ORA GRATUITO!\n\nWhatsBooster è l'estensione Chrome che eleva la tua esperienza su WhatsApp Web a un nuovo livello! \n\nSicurezza Migliorata\nBlocco Automatico: Il tuo WhatsApp Web si blocca automaticamente dopo un periodo di inattività, garantendo la tua privacy.\nFiltri Privacy: Aggiungi sfocatura a immagini, nomi dei contatti e conversazioni per mantenere la tua privacy intatta.\n\nGestione Efficace dei Contatti\nEsportazione Contatti: Esporta facilmente tutti i tuoi contatti per gruppi e nei formati che preferisci.\nInizia Nuove Conversazioni: Avvia una conversazione con qualsiasi nuovo numero di telefono con un clic.\n\nLibreria di Modelli\nCrea e conserva modelli di messaggi per un uso futuro, accelerando la tua comunicazione e garantendo la coerenza.\n\nEsperienza di Visualizzazione Migliorata\nModalità Schermo Intero: Espandi WhatsApp Web a schermo intero su monitor più grandi per una migliore visualizzazione.\nAccesso Rapido alle Informazioni dei Contatti: Attiva automaticamente la scheda delle informazioni dei contatti per un accesso rapido e facile.\n\nAltre Funzionalità in Arrivo!\nStiamo lavorando costantemente per introdurre nuove funzionalità e migliorare ulteriormente la tua esperienza su WhatsApp Web.",
    "pt_BR,pt_PT": "WhatsBooster AGORA É GRATUITO!\n\nWhatsBooster é a extensão do Chrome que eleva sua experiência no WhatsApp Web a outro nível! \n\nSegurança Aprimorada\nBloqueio Automático: Seu WhatsApp Web se bloqueia automaticamente após inatividade, garantindo privacidade.\nFiltros de Privacidade: Adicione blur em imagens, nomes de contatos e conversas para manter sua privacidade intacta.\n\nGestão Eficiente de Contatos\nExportação de Contatos: Exporte contatos por grupos e nos formatos que escolher com facilidade.\nInicie Conversas Novas: Comece uma conversa com qualquer número de telefone novo com um clique.\n\nBiblioteca de Templates\nCrie e armazene templates de mensagens para uso futuro, agilizando sua comunicação e garantindo a consistência.\n\nExperiência Aprimorada de Visualização\nModo Tela Cheia: Expanda o WhatsApp Web para tela cheia em monitores maiores para uma melhor visualização.\nAcesso Rápido às Informações de Contato: Ative automaticamente a aba de informações dos contatos para acesso rápido e fácil.\n\nMais Recursos a Caminho!\nEstamos constantemente trabalhando para introduzir novas funcionalidades e melhorar ainda mais sua experiência no WhatsApp Web.",
    "ru": "WhatsBooster теперь БЕСПЛАТНО!\n\nWhatsBooster — это расширение для Chrome, которое переносит ваш опыт использования WhatsApp Web на новый уровень! \n\nУлучшенная Безопасность\nАвтоматическая Блокировка: Ваш WhatsApp Web автоматически блокируется после периода бездействия, обеспечивая вашу конфиденциальность.\nФильтры Конфиденциальности: Добавьте размытие на изображения, имена контактов и переписку, чтобы сохранить вашу приватность.\n\nЭффективное Управление Контактами\nЭкспорт Контактов: Легко экспортируйте все ваши контакты по группам и в выбранных вами форматах.\nНовые Разговоры: Начните разговор с любым новым номером телефона одним кликом.\n\nБиблиотека Шаблонов\nСоздавайте и сохраняйте шаблоны сообщений для будущего использования, ускоряя ваше общение и обеспечивая консистентность.\n\nУлучшенный Визуальный Опыт\nРежим Полного Экрана: Расширьте WhatsApp Web до полноэкранного режима на больших мониторах для лучшего просмотра.\nБыстрый Доступ к Информации о Контактах: Автоматически активируйте вкладку с информацией о контактах для быстрого и легкого доступа.\n\nБольше Функций в Пути!\nМы постоянно работаем над введением новых функций и дальнейшим улучшением вашего опыта в WhatsApp Web."
  }
}