{
  "name": {
    "ar": "لقطة شاشة ويب",
    "am": "የድር ቅጽበታዊ ገጽ እይታ",
    "bg": "Уеб екранна снимка",
    "bn": "ওয়েব স্ক্রিনশট",
    "ca": "Captura de pantalla web",
    "cs,sk": "Webová obrazovka",
    "da": "Webskærmbillede",
    "de,en,en_AU,en_GB,en_US,nl": "Web Screenshot",
    "el": "Στιγμιότυπο οθόνης ιστοσελίδων",
    "es,es_419": "Captura web",
    "et": "Veebiekraanipilt",
    "fa": "تصویر وب",
    "fi": "Web -kuvakaappaus",
    "fil": "Web screenshot",
    "fr": "Capture d'écran",
    "gu": "વેબ સ્ક્રીનશોટ",
    "he": "צילום מסך באינטרנט",
    "hi,mr": "वेब स्क्रीनशॉट",
    "hr": "Web snimka zaslona",
    "hu": "Web képernyőkép",
    "id": "Tangkapan layar web",
    "it": "Screenshot web",
    "ja": "Webスクリーンショット",
    "kn": "ವೆಬ್ ಸ್ಕ್ರೀನ್‌ಶಾಟ್",
    "ko": "웹 스크린 샷",
    "lt": "Žiniatinklio ekrano kopija",
    "lv": "Tīmekļa ekrānuzņēmums",
    "ml": "വെബ് സ്ക്രീൻഷോട്ട്",
    "ms": "Tangkapan Web",
    "no": "Nettskjermbilde",
    "pl": "Screenshot",
    "pt_BR,pt_PT": "Screenshot da web",
    "ro": "Captură de ecran web",
    "ru": "Веб -скриншот",
    "sl": "Spletni posnetek zaslona",
    "sr": "Веб сцреенсхот",
    "sv": "Webbskärmdump",
    "sw": "Picha ya wavuti",
    "ta": "வலை ஸ்கிரீன் ஷாட்",
    "te": "వెబ్ స్క్రీన్ షాట్",
    "th": "ภาพหน้าจอเว็บ",
    "tr": "Web ekran görüntüsü",
    "uk": "Веб -скріншот",
    "vi": "Ảnh chụp màn hình web",
    "zh_CN": "Web屏幕截图",
    "zh_TW": "Web屏幕截圖"
  },
  "short": {
    "ar": "يأخذ لقطات الشاشة وسطح المكتب بنقرة واحدة",
    "am": "በአንድ ጠቅታ የድር እና ዴስክቶፕ ቅጽበታዊ ገጽ እይታዎችን ይወስዳል",
    "bg": "Прави Web и Desktop Screenshots с едно щракване",
    "bn": "একক ক্লিক সহ ওয়েব এবং ডেস্কটপ স্ক্রিনশট নেয়",
    "ca": "Agafa captures de pantalla web i d'escriptori amb un sol clic",
    "cs": "Vezme si snímky na webu a stolních počítačích jediným kliknutím",
    "da": "Tager web- og desktop -skærmbilleder med et enkelt klik",
    "de": "Nimmt Web- und Desktop -Screenshots mit einem einzigen Klick",
    "el": "Παίρνει στιγμιότυπα ιστοσελίδων και επιφάνειας εργασίας με ένα μόνο κλικ",
    "en,en_AU,en_GB,en_US": "Takes Web and Desktop screenshots with a single click",
    "es,es_419": "Toma capturas de pantalla web y de escritorio con un solo clic",
    "et": "Võtab veebi- ja töölaua ekraanipilte ühe klõpsuga",
    "fa": "تصاویر وب و دسک تاپ را با یک کلیک می گیرد",
    "fi": "Ottaa verkko- ja työpöydän kuvakaappauksia yhdellä napsautuksella",
    "fil": "Tumatagal ng mga web at desktop screenshot na may isang solong pag -click",
    "fr": "Prend des captures d'écran Web et de bureau en un seul clic",
    "gu": "એક જ ક્લિક સાથે વેબ અને ડેસ્કટ .પ સ્ક્રીનશોટ લે છે",
    "he": "מצלם צילומי מסך באינטרנט ושולחן העבודה בלחיצה אחת",
    "hi": "एक क्लिक के साथ वेब और डेस्कटॉप स्क्रीनशॉट लेता है",
    "hr": "Uzima snimke zaslona na web i radnoj površini s jednim klikom",
    "hu": "Egyetlen kattintással veszi fel a web- és asztali képernyőképeket",
    "id": "Mengambil tangkapan layar web dan desktop dengan satu klik",
    "it": "Prende le schermate Web e desktop con un solo clic",
    "ja": "1回のクリックでWebおよびデスクトップのスクリーンショットを取ります",
    "kn": "ಒಂದೇ ಕ್ಲಿಕ್‌ನೊಂದಿಗೆ ವೆಬ್ ಮತ್ತು ಡೆಸ್ಕ್‌ಟಾಪ್ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ",
    "ko": "한 번의 클릭으로 웹 및 데스크탑 스크린 샷을 찍습니다",
    "lt": "Paimkite žiniatinklio ir darbalaukio ekrano kopijas vienu paspaudimu",
    "lv": "Ņem tīmekļa un galddatoru ekrānuzņēmumus ar vienu klikšķi",
    "ml": "ഒരൊറ്റ ക്ലിക്കിലൂടെ വെബ്, ഡെസ്ക്ടോപ്പ് സ്ക്രീൻഷോട്ടുകൾ എടുക്കുന്നു",
    "mr": "एकाच क्लिकसह वेब आणि डेस्कटॉप स्क्रीनशॉट घेते",
    "ms": "Mengambil tangkapan skrin web dan desktop dengan satu klik",
    "nl": "Neemt web- en desktop screenshots met een enkele klik",
    "no": "Tar nett- og stasjonære skjermbilder med et enkelt klikk",
    "pl": "Zastrzeżanie z ekranu internetowego i stacjonarnego za pomocą jednego kliknięcia",
    "pt_BR,pt_PT": "Tome capturas de tela da web e desktop com um único clique",
    "ro": "Face capturi de ecran web și desktop cu un singur clic",
    "ru": "Занимает скриншоты в Интернете и настольных компьютеров одним щелчком",
    "sk": "Zoberie snímky obrazovky webových a stolných počítačov jediným kliknutím",
    "sl": "Spletni in namizni posnetki zaslona z enim klikom",
    "sr": "Узима екране за веб и радну површину са једним кликом",
    "sv": "Tar webb- och skrivbordsskärmdumpar med ett enda klick",
    "sw": "Inachukua viwambo vya wavuti na desktop na bonyeza moja",
    "ta": "ஒற்றை கிளிக்கில் வலை மற்றும் டெஸ்க்டாப் ஸ்கிரீன் ஷாட்களை எடுக்கும்",
    "te": "ఒకే క్లిక్‌తో వెబ్ మరియు డెస్క్‌టాప్ స్క్రీన్‌షాట్‌లను తీసుకుంటుంది",
    "th": "ถ่ายภาพหน้าจอเว็บและเดสก์ท็อปด้วยการคลิกเพียงครั้งเดียว",
    "tr": "Tek bir tıklamayla web ve masaüstü ekran görüntüleri alır",
    "uk": "Збирає скріншоти в Інтернеті та настільних ПК з одним клацанням",
    "vi": "Chụp ảnh màn hình web và máy tính để bàn chỉ bằng một cú nhấp chuột",
    "zh_CN": "单击一次网络和桌面屏幕截图",
    "zh_TW": "單擊一次網絡和桌面屏幕截圖"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web screenshot Chrome extension let users capture the visible part of the screen easily. It also enables users to screenshot a specific browser tab, active page, desktop or window. Web screen capture is the fastest, most convenient, and easiest way to take screenshots. \n\nKey Features of Web Screenshot Tool: - \n-Captures the visible portion of the desktop screen accurately. \n-Takes screenshots of specific browser tabs and desktop windows \n-Simple user interface \n-A completely free desktop screenshot tool \n\nSave Web Screenshots in JPG, PNG and PDF Format: - \n\nAfter capturing the screenshot with this tool screenshot can be saved in three formats on PC: JPG, PNG & PDF. \n\nWhy Is This the Best Web page Capturing Tool for PCs and Desktops? \n-Captures high quality screenshots  \n-Works smoothly on mac and window platform \n-Regularly updated by developers to improve the performance"
  }
}