{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Broken Link Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps you to automatically detect broken links on websites you visit."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Broken Link Checker\" can detect broken audio, video, iframe, image and anchor tag links on any website you visit.\n\nUsers can add their own rules with customized settings for detecting broken links. \n\nWhen a user navigates to a specific hostname, the rules defined in \"Broken Link Checker\"\nare executed in background allowing automatic detection of broken links as they\nnavigate around a specific hostname.\n\nThis tool is helpful if you are doing a SEO audit of a website and want to know if there are any broken links on the page.\n\nThis tools helps you to detect and eliminate broken links.\n\n## Supported document types\n\n- main document\n- iframe elements\n- shadow dom\n\nNested shadow elements and nested iframe elements are not fully supported by this tool.\n\nThis tool also does not support shadow root opened with the closed mode.\n\nChecking broken tags inside iframe elements is supported but rule of parent document is applied while checking errors to child frame instead of applying rule for the hostname of the child frame.\n\nAt the moment, following html tags are supported:\n- <a>\n- <img>\n- <audio>\n- <iframe>\n- <video>\n\n## Features of this tool\n\n- Allows a user to whitelist specific URL schemes from getting checked to avoid false positives.\n- Exclude specific URLs from getting checked.\n- Provides a user with various rate limiting options to avoid sending too many requests at a time.\n- A user can exclude specific URLs from getting checked.\n- This tool provides an option to rate limit number of requests sent by the web browser by allowing user to specify a custom delay time between consecutive requests.\n- This tool will run in background whenever the page is updated, allowing a user to automatically check various elements displayed on the page.\n- This tool provides information about broken or missing attribute values such as alternate text.\n- This tool can validate mime type of URL specified in the image tag is a valid image or not, this can help to make sure that URL specified in the image is a valid image.\n- Limitations of this tool\n- Sending too many get requests for validating linked resource can get a user’s IP address to get blacklisted or rate limited by the server.\n- Most external URLs can’t be verified to be correct or not because some servers are configured to disallow cross origin requests and also because of CORB protection\n\n## Input parameters\n\nHostname:\nThis input parameter is used for identifying the hostname for which a rule will be applied.\n\nWhitelisted schemes:\nThis input parameter allows a user to select schemes that must be whitelisted. Whitelisted schemes will not result in an error while checking for broken tags.\n\nExcluded URLs:\nThis input parameter allows a user to specify what URLs must be excluded from getting checked. Excluded URLs will be skipped from getting checked by the tool regardless of whether they are valid or not.\n\nHighlight Options:\nAllows a user to specify whether valid links should be highlighted or not. If box is unchecked then valid links won’t be highlighted.\n\nRate limiting:\nThis option allows a user to specify a time interval between two consecutive HTTP requests while an element is checked. Using this option a user can control the number of HTTP requests sent per minute.\n\nSkip external URLs:\nThis option allows a user to specify whether external URLs should be skipped or not. If this option is checked then all external URLs will be skipped from getting checked.\n\n## How to enable or disable an existing detection rule\n\n- Click on “Broken Link Checker” extension icon, after that a popup page will be opened.\n- Click on “Enabled / Disabled” button of detection rule.\n- Click on “Apply changes and reload” button to apply changes.\n\n## How to delete an existing detection rule\n\n- Click on “Broken Link Checker” extension icon, after that a popup page will be opened.\n- Click on “Delete” button of detection rule.\n- Click on “Apply changes and reload” button to apply changes.\n\nHow to edit an existing detection rule\n\n- Click on “Broken Link Checker” extension icon,\n- Click on “Edit” button of detection rule.\n- Now you can edit any configuration related to selected rule.\n- Click on “Update” button.\n- Click on “Apply changes and reload” button to apply changes.\n\n\n## How to add a new detection rule:\n\n- Click on “Broken Link Checker” extension icon, after that a popup page will be opened.\n- Click on “Add a new detection rule” button.\n- This will open a new dialog box.\n- Enter a custom hostname.\n- Select custom URL schemes to be white-listed.\n- Enter URLs to be exclude from getting checked.\n- Select highlighting options.\n- Select rate limiting options to avoid sending too many requests at a time.\n- After required settings are selected, click on “Add” button.\n- Click on “Apply changes and reload” button to apply changes.\n\n\n## Please contact us if you found a bug or want a custom feature to be added in the software.\n\nThis software is free for non-commercial use however a license must be purchased for commercial use.\nThis software will ask you to purchase a license if commercial use is detected.\n\nPrivacy notice:\nThis software neither collects nor transmits any personally identifiable information. This software does not track your browsing behaviour. Information necessary for functioning of this software is stored on the devices of the end user, our servers do not have access to this information.\n\nFor more information please read our privacy policy and terms of service.\n\nPrivacy policy: \nhttps://www.kodemuse.dev/privacy/\n\nTerms of service:\nhttps://www.kodemuse.dev/tos/"
  }
}