{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fancy Fonts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have fancy fonts for your social media updates"
  },
  "long": {
    "ar": "اجعل قصصك وسيرك على Instagram أكثر جاذبية ، واحصل على المزيد من الإعجابات لك\nنشر TikTok ونشر تحديثات Facebook الرائعة وغير ذلك الكثير باستخدام امتداد الخطوط الفاخرة هذا.\n\nسهل الاستخدام للغاية ، ما عليك سوى تثبيت هذا الامتداد ويمكنك البدء في كتابة رابطك الاجتماعي\nتحديثات الوسائط.\n\nاختر من بين أكثر من 40 خطًا فاخرًا مختلفًا لاستخدامها. يعمل بشكل جيد مع Instagram و Facebook و Tiktok و\nWhatsapp وأكثر من ذلك بكثير.\n\nأهم الميزات تشمل\n\n- أكثر من 40 خطًا أنيقًا تم اختياره يدويًا للاستخدام\n- مجموعة كبيرة ومتنوعة من الرموز التعبيرية والرموز للاختيار من بينها أيضًا\n\nهل تريد أن تبرز منشوراتك على Facebook / Instagram / Tiktok؟ استخدم الخطوط المخصصة اليوم كلما قمت بإنشاء ملف\nالتحديث على وسائل التواصل الاجتماعي.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. هذا ليس مملوكًا لـ Google Inc. ، وهو غير مرخص له وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Make your Instagram stories and bios more attractive, get more likes for your\nTikTok post, post cool Facebook updates and much more with this fancy fonts extension.\n\nExtremely easy to use, just install this extension and you can begin typing out your social\nmedia updates.\n\nChoose from over 40+ different fancy fonts to use. It works well with Instagram, Facebook, Tiktok,\nWhatsapp and much more.\n\nTop Features include\n\n- Over 40+ hand chosen stylish fonts to use\n- Large variety of emojis and symbols to choose from as well\n\nWant your posts on Facebook/Instagram/Tiktok to stand out? Use custom fonts today whenever you make an\nupdate on social media.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. This is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Направете вашите истории и биографии в Instagram по -привлекателни, вземете повече харесвания за вашите\nПубликувайте в TikTok, публикувайте страхотни актуализации във Facebook и много други с това фантастично разширение за шрифтове.\n\nИзключително лесен за използване, просто инсталирайте това разширение и можете да започнете да въвеждате вашето социално\nмедийни актуализации.\n\nИзберете от над 40+ различни фантастични шрифта, които да използвате. Работи добре с Instagram, Facebook, Tiktok,\nWhatsapp и много други.\n\nТоп функции включват\n\n- Над 40+ ръчно избрани стилни шрифта за използване\n- Голямо разнообразие от емоджи и символи, от които да избирате\n\nИскате ли публикациите ви във Facebook/Instagram/Tiktok да се открояват? Използвайте персонализирани шрифтове днес, когато правите\nактуализация в социалните медии.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Това не е собственост на, не е лицензирано от и не е дъщерно дружество на Google Inc.",
    "ca": "Feu que les vostres històries i biografies d’Instagram siguin més atractives i obtingueu més m’agrada\nPublica TikTok, publica actualitzacions interessants de Facebook i molt més amb aquesta extensió de tipus de lletra de luxe.\n\nMolt fàcil d'utilitzar, només cal que instal·leu aquesta extensió i pugueu començar a escriure les vostres xarxes socials\nactualitzacions multimèdia.\n\nTrieu entre més de 40 tipus de lletra elegants diferents per utilitzar. Funciona bé amb Instagram, Facebook, Tiktok,\nWhatsapp i molt més.\n\nLes funcions principals inclouen\n\n- Més de 40 tipus de lletra elegants elegits a mà per utilitzar\n- Gran varietat d'emojis i símbols per triar també\n\nVoleu que les vostres publicacions a Facebook / Instagram / Tiktok destaquin? Utilitzeu fonts personalitzades avui sempre que en feu un\nactualització a les xarxes socials.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Això no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Zatraktivněte své příběhy a životopisy na Instagramu a získejte více lajků pro své\nTikTok zveřejňuje, zveřejňuje skvělé aktualizace na Facebooku a mnoho dalšího s tímto efektním rozšířením písem.\n\nExtrémně snadné použití, stačí nainstalovat toto rozšíření a můžete začít psát svou sociální síť\naktualizace médií.\n\nVyberte si z více než 40+ různých efektních písem, která chcete použít. Funguje to dobře s Instagram, Facebook, Tiktok,\nWhatsapp a mnoho dalšího.\n\nMezi hlavní funkce patří\n\n- Více než 40+ ručně vybraných stylových písem k použití\n- Velký výběr emodži a symbolů, ze kterých si také můžete vybrat\n\nChcete, aby vaše příspěvky na Facebooku/Instagramu/Tiktoku vynikly? Používejte dnes vlastní písma, kdykoli vytvoříte soubor\naktualizace na sociálních sítích.\n\nProhlášení: Upozorňujeme, že toto rozšíření NEBYLO vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Toto není ve vlastnictví, není licencováno a není dceřinou společností Google Inc.",
    "da": "Gør dine Instagram -historier og bios mere attraktive, få flere likes til din\nPost TikTok, post fede Facebook -opdateringer og meget mere med denne smarte skrifttypeudvidelse.\n\nEkstremt let at bruge, installer bare denne udvidelse, og du kan begynde at skrive din sociale ud\nmedieopdateringer.\n\nVælg mellem over 40+ forskellige smarte skrifttyper, der skal bruges. Det fungerer godt med Instagram, Facebook, Tiktok,\nWhatsapp og meget mere.\n\nTopfunktioner inkluderer\n\n- Over 40+ håndvalgte stilfulde skrifttyper til brug\n- Stort udvalg af emojis og symboler at vælge imellem\n\nVil du have, at dine indlæg på Facebook/Instagram/Tiktok skiller sig ud? Brug brugerdefinerede skrifttyper i dag, når du laver en\nopdatering på sociale medier.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle støtter eller sponsorer ikke denne Chrome -udvidelse. Dette ejes ikke af, det er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Machen Sie Ihre Instagram-Geschichten und -Bios attraktiver, erhalten Sie mehr Likes für Ihre\nTikTok posten, coole Facebook-Updates posten und vieles mehr mit dieser ausgefallenen Schriftarten-Erweiterung.\n\nExtrem einfach zu bedienen, installieren Sie einfach diese Erweiterung und Sie können mit der Eingabe Ihrer sozialen Netzwerke beginnen\nMedien-Updates.\n\nWählen Sie aus über 40 verschiedenen ausgefallenen Schriftarten. Es funktioniert gut mit Instagram, Facebook, Tiktok,\nWhatsapp und vieles mehr.\n\nZu den Top-Features gehören\n\n- Über 40 handverlesene, stilvolle Schriftarten zur Verwendung\n- Große Auswahl an Emojis und Symbolen zur Auswahl\n\nMöchten Sie, dass Ihre Beiträge auf Facebook/Instagram/Tiktok auffallen? Verwenden Sie heute benutzerdefinierte Schriftarten, wenn Sie eine erstellen\nin den sozialen Medien aktualisieren.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wird. Alle Urheberrechte gehören ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Dies ist nicht Eigentum von Google, es ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Κάντε τις ιστορίες και τα βιογραφικά σας στο Instagram πιο ελκυστικά, κερδίστε περισσότερα likes για εσάς\nΔημοσίευση TikTok, δημοσίευση δροσερών ενημερώσεων στο Facebook και πολλά άλλα με αυτήν την φανταστική επέκταση γραμματοσειρών.\n\nΕξαιρετικά εύκολο στη χρήση, απλώς εγκαταστήστε αυτήν την επέκταση και μπορείτε να αρχίσετε να πληκτρολογείτε το κοινωνικό σας δίκτυο\nενημερώσεις μέσων ενημέρωσης.\n\nΕπιλέξτε από πάνω από 40+ διαφορετικές φανταχτερές γραμματοσειρές για χρήση. Λειτουργεί καλά με το Instagram, το Facebook, το Tiktok,\nWhatsapp και πολλά άλλα.\n\nΤα κορυφαία χαρακτηριστικά περιλαμβάνουν\n\n- Πάνω από 40+ επιλεγμένες κομψές γραμματοσειρές για χρήση\n- Μεγάλη ποικιλία emojis και συμβόλων για να διαλέξετε επίσης\n\nΘέλετε οι αναρτήσεις σας στο Facebook/Instagram/Tiktok να ξεχωρίζουν; Χρησιμοποιήστε προσαρμοσμένες γραμματοσειρές σήμερα όποτε κάνετε μια\nενημέρωση στα μέσα κοινωνικής δικτύωσης.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ γίνεται από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση Chrome. Δεν ανήκει, δεν έχει άδεια χρήσης και δεν είναι θυγατρική της Google Inc.",
    "es": "Haga que sus historias de Instagram y biografías sean más atractivas, obtenga más Me gusta para sus\nPublica en TikTok, publica actualizaciones geniales de Facebook y mucho más con esta elegante extensión de fuentes.\n\nExtremadamente fácil de usar, simplemente instale esta extensión y podrá comenzar a escribir su\nactualizaciones de medios.\n\nElija entre más de 40 fuentes de fantasía diferentes para usar. Funciona bien con Instagram, Facebook, Tiktok,\nWhatsapp y mucho más.\n\nLas características principales incluyen\n\n- Más de 40 fuentes elegantes elegidas a mano para usar\n- Gran variedad de emojis y símbolos para elegir también\n\n¿Quieres que tus publicaciones en Facebook / Instagram / Tiktok se destaquen? Utilice fuentes personalizadas hoy mismo siempre que haga una\nactualización en las redes sociales.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Esto no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Muutke oma Instagrami lood ja bios atraktiivsemaks, hankige rohkem meeldimisi\nSelle väljamõeldud fontide laiendusega postitage TikTok, postitage lahedaid Facebooki värskendusi ja palju muud.\n\nÄärmiselt lihtne kasutada, lihtsalt installige see laiendus ja võite hakata oma suhtlusringi välja kirjutama\nmeedia uuendused.\n\nValige üle 40+ erineva väljamõeldud fondi hulgast. See töötab hästi Instagrami, Facebooki, Tiktokiga,\nWhatsapp ja palju muud.\n\nTippfunktsioonide hulka kuuluvad\n\n- Üle 40+ käsitsi valitud stiilse fondi kasutamiseks\n- Suur valik emotikone ja sümboleid\n\nKas soovite, et teie postitused Facebookis/Instagramis/Tiktokis silma paistaksid? Kasutage kohandatud fonte täna, kui teete\nuuendage sotsiaalmeedias.\n\nVastutusest loobumine: pange tähele, et seda laiendit EI loo Google ja selle valmistab sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. See ei kuulu ettevõttele Google, ei ole litsentsitud ega ole selle tütarettevõte.",
    "fa": "استوری ها و بیوگرافی های اینستاگرام خود را جذاب تر کنید ، لایک های بیشتری برای خود کسب کنید\nپست TikTok ، ارسال به روزرسانی های جالب فیس بوک و موارد دیگر با این پسوند فانتزی فانتزی.\n\nاستفاده از آن بسیار آسان است ، فقط این افزونه را نصب کنید و می توانید تایپ اجتماعی خود را شروع کنید\nبه روز رسانی رسانه ها\n\nاز بین بیش از 40+ فونت مختلف فانتزی برای استفاده انتخاب کنید. این برنامه به خوبی با Instagram ، Facebook ، Tiktok کار می کند ،\nواتساپ و موارد دیگر.\n\nویژگی های برتر شامل\n\n- بیش از 40+ فونت شیک برای استفاده انتخاب شده است\n- انواع زیادی از ایموجی ها و نمادها برای انتخاب\n\nآیا می خواهید پست های شما در فیس بوک/اینستاگرام/Tiktok برجسته باشد؟ امروز هر زمان که یک فونت ایجاد می کنید از فونت های سفارشی استفاده کنید\nبه روز رسانی در رسانه های اجتماعی\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. همه حق چاپ متعلق به صاحبان مربوطه است.\nGoogle از این برنامه افزودنی Chrome پشتیبانی یا حمایت نمی کند. این نه متعلق به ، نه دارای مجوز و نه زیرمجموعه Google Inc.",
    "fil": "Tee Instagram -tarinoistasi ja biosistasi houkuttelevampia, hanki enemmän tykkäyksiä\nTikTok -viesti, upeiden Facebook -päivitysten lähettäminen ja paljon muuta tällä hienolla kirjasinlaajennuksella.\n\nErittäin helppokäyttöinen, asenna tämä laajennus ja voit aloittaa sosiaalisen median kirjoittamisen\nmedian päivitykset.\n\nValitse käytettäväksi yli 40 erilaista hienoa fonttia. Se toimii hyvin Instagramin, Facebookin, Tiktokin,\nWhatsapp ja paljon muuta.\n\nHuippuominaisuuksiin kuuluu\n\n- Yli 40+ käsin valittua tyylikästä fonttia käytettäväksi\n- Laaja valikoima hymiöitä ja symboleja\n\nHaluatko, että viestisi Facebookissa/Instagramissa/Tiktokissa erottuvat? Käytä mukautettuja fontteja tänään aina, kun teet\npäivitys sosiaalisessa mediassa.\n\nVastuuvapauslauseke: Huomaa, että tämä laajennus EI ole Googlen tekemä ja riippumattoman kehitystiimin tekemä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome -laajennusta. Tämä ei ole Google Inc: n omistama, ei lisensoima eikä ole sen tytäryhtiö.",
    "fr": "Rendez vos histoires et biographies Instagram plus attrayantes, obtenez plus de likes pour votre\nTikTok publiez, publiez des mises à jour Facebook sympas et bien plus encore avec cette extension de polices de fantaisie.\n\nExtrêmement facile à utiliser, installez simplement cette extension et vous pouvez commencer à taper votre\nmises à jour des médias.\n\nChoisissez parmi plus de 40 polices différentes à utiliser. Cela fonctionne bien avec Instagram, Facebook, Tiktok,\nWhatsapp et bien plus encore.\n\nLes principales fonctionnalités incluent\n\n- Plus de 40+ polices élégantes choisies à la main à utiliser\n- Grande variété d'emojis et de symboles parmi lesquels choisir\n\nVous voulez que vos publications sur Facebook/Instagram/Tiktok se démarquent ? Utilisez des polices personnalisées dès aujourd'hui chaque fois que vous faites un\nmise à jour sur les réseaux sociaux.\n\nAvis de non-responsabilité : veuillez noter que cette extension n'est PAS créée par Google et est réalisée par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Ce n'est pas la propriété de, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "अपनी Instagram कहानियों और बायोस को और अधिक आकर्षक बनाएं, अपने लिए अधिक लाइक प्राप्त करें\nइस फैंसी फोंट एक्सटेंशन के साथ टिकटॉक पोस्ट, कूल फेसबुक अपडेट और बहुत कुछ पोस्ट करें।\n\nउपयोग करने में बेहद आसान, बस इस एक्सटेंशन को इंस्टॉल करें और आप अपना सोशल टाइप करना शुरू कर सकते हैं\nमीडिया अपडेट।\n\nउपयोग करने के लिए 40+ से अधिक विभिन्न फैंसी फोंट में से चुनें। यह Instagram, Facebook, Tiktok के साथ अच्छा काम करता है,\nव्हाट्सएप और भी बहुत कुछ।\n\nशीर्ष सुविधाओं में शामिल हैं\n\n- 40+ से अधिक हाथ से चुने गए स्टाइलिश फोंट का उपयोग करने के लिए\n- साथ ही चुनने के लिए इमोजी और प्रतीकों की विशाल विविधता\n\nफेसबुक/इंस्टाग्राम/टिकटॉक पर अपनी पोस्ट को सबसे अलग दिखाना चाहते हैं? आज जब भी आप कोई\nसोशल मीडिया पर अपडेट।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और एक स्वतंत्र विकास टीम द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। यह इसके स्वामित्व में नहीं है, इसके पास लाइसेंस नहीं है और यह Google Inc की सहायक कंपनी नहीं है।",
    "hr": "Učinite svoje priče i biografije na Instagramu privlačnijima, skupite više lajkova za svoje\nTikTok objavljuje, objavljuje cool ažuriranja na Facebooku i još mnogo toga s ovim proširenjem fontova.\n\nIzuzetno jednostavan za korištenje, samo instalirajte ovo proširenje i možete početi s ispisivanjem društvenih mreža\nažuriranja medija.\n\nOdaberite između više od 40+ različitih fensi fontova koje ćete koristiti. Dobro funkcionira s Instagramom, Facebookom, Tiktokom,\nWhatsapp i još mnogo toga.\n\nGlavne značajke uključuju\n\n- Preko 40+ ručno odabranih stilskih fontova za korištenje\n- Veliki izbor emotikona i simbola koje možete izabrati\n\nŽelite da se vaši postovi na Facebooku/Instagramu/Tiktoku ističu? Koristite prilagođene fontove danas kad god napravite\nažuriranje na društvenim mrežama.\n\nOdricanje od odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, već ga je napravio neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava niti sponzorira ovo proširenje za Chrome. Ovo nije u vlasništvu, nema licencu i nije podružnica tvrtke Google Inc.",
    "hu": "Tedd vonzóbbá Instagram -történeteidet és biosaidat, szerezz több lájkot\nTikTok -bejegyzés, jó Facebook -frissítések és még sok más ezzel a divatos betűtípus -bővítménnyel.\n\nRendkívül könnyen használható, csak telepítse ezt a bővítményt, és elkezdheti gépelni a közösségi oldalakat\nmédia frissítések.\n\nVálasszon a több mint 40 különböző díszes betűtípus közül. Jól működik az Instagram, a Facebook, a Tiktok,\nWhatsapp és még sok más.\n\nA legfontosabb funkciók közé tartozik\n\n- Több mint 40+ kézzel kiválasztott stílusos betűtípus\n- Emojik és szimbólumok széles választéka\n\nSzeretné, ha a Facebook/Instagram/Tiktok posztjai kiemelkednének? Használjon egyéni betűtípusokat ma, amikor an\nfrissítés a közösségi médiában.\n\nJogi nyilatkozat: Kérjük, vegye figyelembe, hogy ezt a bővítményt NEM a Google készítette, hanem egy független fejlesztői csapat. Minden szerzői jog a megfelelő tulajdonosokat illeti.\nA Google nem támogatja vagy szponzorálja ezt a Chrome -bővítményt. Ez nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Jadikan cerita dan bios Instagram Anda lebih menarik, dapatkan lebih banyak suka untuk Anda\nPosting TikTok, posting pembaruan Facebook keren, dan banyak lagi dengan ekstensi font mewah ini.\n\nSangat mudah digunakan, cukup instal ekstensi ini dan Anda dapat mulai mengetik sosial Anda\npembaruan media.\n\nPilih dari lebih dari 40+ font mewah yang berbeda untuk digunakan. Ini bekerja dengan baik dengan Instagram, Facebook, Tiktok,\nWhatsapp dan banyak lagi.\n\nFitur Utama termasuk\n\n- Lebih dari 40+ font bergaya pilihan tangan untuk digunakan\n- Berbagai macam emoji dan simbol untuk dipilih juga\n\nIngin postingan Anda di Facebook/Instagram/Tiktok menonjol? Gunakan font khusus hari ini kapan pun Anda membuat\nupdate di media sosial.\n\nPenafian: Harap perhatikan bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta milik pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Ini tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Rendi le tue storie e biografie di Instagram più attraenti, ottieni più Mi piace per i tuoi\nTikTok pubblica, pubblica fantastici aggiornamenti di Facebook e molto altro con questa fantastica estensione di caratteri.\n\nEstremamente facile da usare, basta installare questa estensione e puoi iniziare a digitare il tuo social\naggiornamenti multimediali.\n\nScegli tra oltre 40+ diversi caratteri fantasiosi da utilizzare. Funziona bene con Instagram, Facebook, Tiktok,\nWhatsapp e molto altro.\n\nLe caratteristiche principali includono\n\n- Oltre 40 caratteri eleganti scelti a mano da utilizzare\n- Grande varietà di emoji e simboli tra cui scegliere\n\nVuoi che i tuoi post su Facebook/Instagram/Tiktok si distinguano? Usa i caratteri personalizzati oggi ogni volta che fai un\naggiornamento sui social.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Questo non è di proprietà di, non è concesso in licenza e non è una consociata di Google Inc.",
    "ja": "Instagramのストーリーと経歴をより魅力的にし、あなたのいいねを増やしましょう\nTikTokの投稿、Facebookのクールなアップデートの投稿など、この豪華なフォント拡張機能を使用してください。\n\n非常に使いやすく、この拡張機能をインストールするだけで、ソーシャルの入力を開始できます\nメディアの更新。\n\n使用する40以上の異なる派手なフォントから選択してください。 Instagram、Facebook、Tiktok、\nWhatsappなど。\n\n主な機能は次のとおりです\n\n-使用する40以上の厳選されたスタイリッシュなフォント\n-さまざまな絵文字や記号から選択することもできます\n\nFacebook / Instagram / Tiktokへの投稿を目立たせたいですか？あなたが作るときはいつでも今日カスタムフォントを使用してください\nソーシャルメディアで更新します。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。これは、Google Incが所有しておらず、ライセンスも付与されておらず、GoogleIncの子会社でもありません。",
    "ko": "Instagram 스토리와 약력을 더 매력적으로 만들고 더 많은 좋아요를 받으십시오.\nTikTok에서 이 멋진 글꼴 확장을 사용하여 멋진 Facebook 업데이트 등을 게시하고 훨씬 더 많은 것을 게시할 수 있습니다.\n\n사용이 매우 간편합니다. 이 확장 프로그램을 설치하기만 하면 소셜 정보를 입력할 수 있습니다.\n미디어 업데이트.\n\n40개 이상의 다양한 멋진 글꼴 중에서 선택하여 사용할 수 있습니다. 인스타그램, 페이스북, 틱톡,\nWhatsapp 및 훨씬 더.\n\n주요 기능은 다음과 같습니다.\n\n- 40개 이상의 손으로 선택한 세련된 글꼴 사용\n- 선택할 수 있는 다양한 이모티콘과 기호\n\nFacebook/Instagram/Tiktok의 게시물이 눈에 띄기를 원하십니까? 만들 때마다 지금 사용자 정의 글꼴을 사용하십시오.\n소셜 미디어의 업데이트.\n\n면책 조항: 이 확장 프로그램은 Google에서 만든 것이 아니며 독립적인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은 이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. 이것은 Google Inc.의 소유가 아니며 라이선스도 없고 Google Inc.의 자회사도 아닙니다.",
    "lt": "Padarykite savo „Instagram“ istorijas ir biografijas patrauklesnes, gaukite daugiau patinka\n„TikTok“ įrašas, paskelbkite puikius „Facebook“ atnaujinimus ir daug daugiau naudodami šį išgalvotą šriftų plėtinį.\n\nItin paprasta naudoti, tiesiog įdiekite šį plėtinį ir galėsite pradėti rašyti savo socialinius tinklus\nžiniasklaidos atnaujinimai.\n\nPasirinkite iš daugiau nei 40 skirtingų skirtingų išgalvotų šriftų. Tai gerai veikia su „Instagram“, „Facebook“, „Tiktok“,\n„Whatsapp“ ir daug daugiau.\n\nPagrindinės funkcijos apima\n\n- Daugiau nei 40 rankomis parinktų stilingų šriftų\n- Taip pat galite rinktis iš daugybės jaustukų ir simbolių\n\nNorite, kad jūsų įrašai „Facebook“/„Instagram“/„Tiktok“ išsiskirtų? Naudokite pasirinktinius šriftus šiandien, kai kuriate\natnaujinti socialiniuose tinkluose.\n\nAtsakomybės apribojimas: atminkite, kad šio plėtinio NE sukūrė „Google“, o jį sukūrė nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepritaria ir neremia šio „Chrome“ plėtinio. Tai nepriklauso „Google Inc.“, ji nėra licencijuota ir nėra jos dukterinė įmonė.",
    "lv": "Padariet savus Instagram stāstus un BIOS pievilcīgākus, iegūstiet vairāk atzīmju Patīk\nIevietojiet TikTok, ievietojiet atdzistus Facebook atjauninājumus un daudz ko citu, izmantojot šo iedomātā fontu paplašinājumu.\n\nĻoti viegli lietojams, vienkārši instalējiet šo paplašinājumu, un jūs varat sākt rakstīt savus sociālos tīklus\nmediju atjauninājumi.\n\nIzvēlieties no vairāk nekā 40 dažādiem izdomātiem fontiem, ko izmantot. Tas labi darbojas ar Instagram, Facebook, Tiktok,\nWhatsapp un vēl daudz vairāk.\n\nGalvenās funkcijas ietver\n\n- Vairāk nekā 40 ar rokām izvēlēti stilīgi fonti\n- Plašs emocijzīmju un simbolu klāsts, no kuriem izvēlēties\n\nVai vēlaties, lai jūsu ziņas Facebook/Instagram/Tiktok izceļas? Izmantojiet pielāgotos fontus šodien, kad veidojat\natjauninājums sociālajos medijos.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis uzņēmums Google un to ir izveidojusi neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neatbalsta un nesponsorē šo Chrome paplašinājumu. Šis uzņēmums nepieder uzņēmumam Google, tas nav licencēts un nav meitasuzņēmums.",
    "ms": "Jadikan cerita dan bios Instagram anda lebih menarik, dapatkan lebih banyak suka untuk anda\nTikTok hantar, hantar kemas kini Facebook yang hebat dan banyak lagi dengan peluasan fon mewah ini.\n\nSangat mudah digunakan, cukup pasangkan pelanjutan ini dan anda boleh mula menaip sosial anda\nkemas kini media.\n\nPilih daripada lebih dari 40+ fon mewah yang berbeza untuk digunakan. Ia berfungsi dengan baik dengan Instagram, Facebook, Tiktok,\nWhatsapp dan banyak lagi.\n\nCiri-ciri Teratas merangkumi\n\n- Lebih 40+ fon bergaya yang dipilih sendiri untuk digunakan\n- Pelbagai jenis emoji dan simbol untuk dipilih juga\n\nMahukan catatan anda di Facebook / Instagram / Tiktok menonjol? Gunakan fon tersuai hari ini setiap kali anda membuat\nkemas kini di media sosial.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Ini tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Maak je Instagram-verhalen en bios aantrekkelijker, krijg meer likes voor je\nTikTok-post, post coole Facebook-updates en nog veel meer met deze mooie lettertype-extensie.\n\nExtreem eenvoudig te gebruiken, installeer gewoon deze extensie en u kunt beginnen met het typen van uw sociale\nmedia-updates.\n\nKies uit meer dan 40 verschillende mooie lettertypen om te gebruiken. Het werkt goed met Instagram, Facebook, Tiktok,\nWhatsappen en nog veel meer.\n\nTopfuncties omvatten:\n\n- Meer dan 40+ met de hand gekozen stijlvolle lettertypen om te gebruiken\n- Grote verscheidenheid aan emoji's en symbolen om uit te kiezen\n\nWilt u dat uw berichten op Facebook/Instagram/Tiktok opvallen? Gebruik vandaag nog aangepaste lettertypen wanneer u een\nbijwerken op sociale media.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Dit is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Gjør Instagram -historiene og biosene mer attraktive, få flere likes for deg\nLegg ut TikTok -innlegg, legg ut kule Facebook -oppdateringer og mye mer med denne flotte skriftforlengelsen.\n\nEkstremt lett å bruke, bare installer denne utvidelsen, og du kan begynne å skrive ut din sosiale\nmedieoppdateringer.\n\nVelg mellom over 40+ forskjellige fancy fonter å bruke. Det fungerer bra med Instagram, Facebook, Tiktok,\nWhatsapp og mye mer.\n\nToppfunksjoner inkluderer\n\n- Over 40+ håndvalgte stilige fonter å bruke\n- Stort utvalg av emojis og symboler å velge mellom også\n\nVil du at innleggene dine på Facebook/Instagram/Tiktok skal skille seg ut? Bruk egendefinerte fonter i dag når du lager en\noppdatering på sosiale medier.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettene tilhører sine respektive eiere.\nGoogle støtter eller sponser ikke denne Chrome -utvidelsen. Dette eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Uatrakcyjnij swoje historie i biografie na Instagramie, zdobądź więcej polubień dla swojego\nPost TikTok, publikuj fajne aktualizacje na Facebooku i wiele więcej dzięki temu fantazyjnemu rozszerzeniu czcionek.\n\nNiezwykle łatwy w użyciu, po prostu zainstaluj to rozszerzenie i możesz zacząć pisać swoje społecznościowe\naktualizacje mediów.\n\nWybieraj spośród ponad 40 różnych fantazyjnych czcionek do użycia. Działa dobrze z Instagramem, Facebookiem, Tiktok,\nWhatsapp i wiele więcej.\n\nNajważniejsze funkcje obejmują\n\n- Ponad 40+ ręcznie wybranych stylowych czcionek do użycia\n- Duży wybór emotikonów i symboli do wyboru\n\nChcesz, aby Twoje posty na Facebooku/Instagramie/Tiktoku się wyróżniały? Używaj niestandardowych czcionek już dziś za każdym razem, gdy robisz\naktualizacja w mediach społecznościowych.\n\nZastrzeżenie: Należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i jest tworzone przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia do Chrome. To nie jest własnością, nie jest licencjonowane i nie jest spółką zależną Google Inc.",
    "ro": "Faceți-vă poveștile Instagram și biografiile mai atractive, obțineți mai multe aprecieri pentru dvs.\nPostează TikTok, postează actualizări minunate pe Facebook și multe altele cu această extensie de fonturi fanteziste.\n\nExtrem de ușor de utilizat, trebuie doar să instalați această extensie și puteți începe să tastați socialul\nactualizări media.\n\nAlegeți dintre peste 40 de fonturi de lux diferite de utilizat. Funcționează bine cu Instagram, Facebook, Tiktok,\nWhatsapp și multe altele.\n\nCaracteristicile de top includ\n\n- Peste 40 de fonturi elegante alese manual\n- O mare varietate de emoji și simboluri pentru a alege, de asemenea\n\nVrei ca postările tale de pe Facebook / Instagram / Tiktok să iasă în evidență? Folosiți astăzi fonturi personalizate ori de câte ori creați un\nactualizare pe social media.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Aceasta nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Сделайте свои истории и биографии в Instagram более привлекательными, получите больше лайков для своих\nПубликуйте сообщения в TikTok, публикуйте крутые обновления Facebook и многое другое с этим расширением для необычных шрифтов.\n\nЧрезвычайно проста в использовании, просто установите это расширение, и вы можете начать вводить свой социальный\nновости СМИ.\n\nВыбирайте из более чем 40+ различных модных шрифтов. Хорошо работает с Instagram, Facebook, Tiktok,\nWhatsApp и многое другое.\n\nОсновные функции включают\n\n- Более 40+ отобранных вручную стильных шрифтов для использования\n- Большой выбор смайликов и символов на выбор\n\nХотите, чтобы ваши публикации в Facebook / Instagram / Tiktok выделялись? Используйте собственные шрифты сегодня, когда делаете\nновости в социальных сетях.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Он не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Zatraktívnite svoje príbehy a životopisy na Instagrame a získajte viac lajkov pre svoje\nTikTok uverejňuje, uverejňuje skvelé aktualizácie na Facebooku a oveľa viac s týmto efektným rozšírením písem.\n\nExtrémne jednoduché použitie, stačí nainštalovať toto rozšírenie a môžete začať písať svoju sociálnu sieť\naktualizácie médií.\n\nVyberte si z viac ako 40+ rôznych efektných písem, ktoré chcete použiť. Funguje to dobre s Instagram, Facebook, Tiktok,\nWhatsapp a mnoho ďalších.\n\nMedzi najlepšie funkcie patrí\n\n- Viac ako 40+ ručne vybraných štýlových písem na použitie\n- Na výber je tiež široká škála emodži a symbolov\n\nChcete, aby vaše príspevky na Facebooku/Instagrame/Tiktoku vynikli? Používajte dnes vlastné písma, kedykoľvek vytvoríte súbor\naktualizácia na sociálnych sieťach.\n\nVylúčenie zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle nepodporuje ani nesponzoruje toto rozšírenie pre prehliadač Chrome. Toto nie je vo vlastníctve, nie je licencované spoločnosťou ani nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Naredite svoje zgodbe in biografije na Instagramu privlačnejše, pridobite več všečkov za svoje\nTikTok objavi, objavi kul posodobitve na Facebooku in še veliko več s to modno razširitvijo pisav.\n\nIzjemno enostaven za uporabo, samo namestite to razširitev in lahko začnete vnašati svojo družabno stran\nmedijske posodobitve.\n\nIzbirate lahko med več kot 40+ različnimi pisavami. Dobro deluje z Instagramom, Facebookom, Tiktokom,\nWhatsapp in še veliko več.\n\nNajboljše funkcije vključujejo\n\n- Več kot 40+ ročno izbranih elegantnih pisav za uporabo\n- Izbirate lahko tudi med številnimi emojiji in simboli\n\nŽelite, da vaše objave na Facebooku/Instagramu/Tiktoku izstopajo? Uporabite pisave po meri danes, ko izdelujete\nposodobitev na družbenih omrežjih.\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, temveč neodvisna razvojna skupina. Vse avtorske pravice pripadajo lastnikom.\nGoogle ne podpira ali sponzorira te razširitve za Chrome. Ta ni v lasti družbe, nima licence in ni podružnica družbe Google Inc.",
    "sr": "Учините своје приче и биографије на Инстаграму привлачнијим, скупите више лајкова за себе\nТикТок објављује, објављује кул ажурирања на Фацебооку и још много тога са овим екстензивним проширењем фонтова.\n\nИзузетно једноставан за коришћење, само инсталирајте ово проширење и можете почети да куцате своју друштвену мрежу\nажурирања медија.\n\nБирајте између више од 40+ различитих фенси фонтова које ћете користити. Добро функционише са Инстаграмом, Фацебооком, Тиктоком,\nВхатсапп и још много тога.\n\nТоп карактеристике укључују\n\n- Преко 40+ ручно одабраних стилских фонтова за употребу\n- Велики избор емотикона и симбола које можете изабрати\n\nЖелите да се ваши постови на Фацебооку/Инстаграму/Тиктоку истичу? Користите прилагођене фонтове данас кад год направите\nажурирање на друштвеним медијима.\n\nОдрицање одговорности: Имајте на уму да ово проширење НИЈЕ направио Гоогле, већ га је направио независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава нити спонзорише ово Цхроме проширење. Ово није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Gör dina Instagram -berättelser och bios mer attraktiva, få fler likes för din\nTikTok -inlägg, lägg upp coola Facebook -uppdateringar och mycket mer med denna snygga teckensnittsförlängning.\n\nExtremt lätt att använda, installera bara det här tillägget och du kan börja skriva ut din sociala\nmediauppdateringar.\n\nVälj bland över 40+ olika snygga teckensnitt att använda. Det fungerar bra med Instagram, Facebook, Tiktok,\nWhatsapp och mycket mer.\n\nToppfunktioner inkluderar\n\n- Över 40+ handvalda snygga teckensnitt att använda\n- Stort utbud av emojis och symboler att välja mellan också\n\nVill du att dina inlägg på Facebook/Instagram/Tiktok sticker ut? Använd anpassade teckensnitt idag när du gör en\nuppdatering på sociala medier.\n\nFriskrivningsklausul: Observera att detta tillägg INTE är gjort av Google och är gjort av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör sina respektive ägare.\nGoogle stöder eller sponsrar inte detta Chrome -tillägg. Detta ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ทำให้เรื่องราว Instagram และประวัติของคุณน่าสนใจยิ่งขึ้น รับไลค์มากขึ้นสำหรับคุณ\nโพสต์ TikTok โพสต์การอัปเดต Facebook ที่ยอดเยี่ยมและอีกมากมายด้วยส่วนขยายแบบอักษรแฟนซีนี้\n\nใช้งานง่ายสุด ๆ เพียงติดตั้งส่วนขยายนี้แล้วคุณสามารถเริ่มพิมพ์โซเชียลของคุณ\nการปรับปรุงสื่อ\n\nเลือกแบบอักษรแฟนซีกว่า 40 แบบเพื่อใช้ มันทำงานได้ดีกับ Instagram, Facebook, Tiktok,\nWhatsapp และอีกมากมาย\n\nคุณสมบัติเด่น ได้แก่\n\n- แบบอักษรที่มีสไตล์ให้เลือกกว่า 40 แบบให้เลือกใช้\n- อิโมจิและสัญลักษณ์มากมายให้เลือกเช่นกัน\n\nต้องการโพสต์ของคุณบน Facebook/Instagram/Tiktok ให้โดดเด่นหรือไม่? ใช้แบบอักษรที่กำหนดเองวันนี้ทุกครั้งที่คุณสร้าง\nอัปเดตบนโซเชียลมีเดีย\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ สิ่งนี้ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ใช่ บริษัท ย่อยของ Google Inc.",
    "tr": "Instagram hikayelerinizi ve bios'unuzu daha çekici hale getirin, daha çok beğeni alın.\nBu süslü yazı tipi uzantısıyla TikTok yayınlayın, harika Facebook güncellemeleri yayınlayın ve çok daha fazlasını yapın.\n\nKullanımı son derece kolay, sadece bu uzantıyı yükleyin ve sosyal ağınızı yazmaya başlayabilirsiniz.\nmedya güncellemeleri.\n\nKullanmak için 40'tan fazla farklı fantezi yazı tipi arasından seçim yapın. Instagram, Facebook, Tiktok ile iyi çalışır,\nWhatsapp ve çok daha fazlası.\n\nEn İyi Özellikler şunları içerir:\n\n- Kullanmak için 40'tan fazla elle seçilmiş şık yazı tipi\n- Aralarından seçim yapabileceğiniz çok çeşitli emojiler ve semboller\n\nFacebook/Instagram/Tiktok'taki gönderilerinizin öne çıkmasını mı istiyorsunuz? Her yaptığınızda bugün özel yazı tiplerini kullanın.\nsosyal medyada güncelleme.\n\nSorumluluk Reddi: Lütfen bu uzantının Google tarafından YAPILMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\nGoogle, bu Chrome uzantısını desteklemez veya desteklemez. Bu, Google Inc.'e ait değildir, lisanslı değildir ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Зробіть свої історії та біографію в Instagram більш привабливими, отримайте більше лайків для своїх\nОпублікуйте TikTok, опублікуйте цікаві оновлення Facebook та багато іншого за допомогою цього розширення шрифтів.\n\nНадзвичайно простий у використанні, просто встановіть це розширення, і ви зможете почати друкувати свій соцмережу\nоновлення медіа.\n\nВибирайте з більш ніж 40+ різних фантазійних шрифтів для використання. Він добре працює з Instagram, Facebook, Tiktok,\nWhatsApp та багато іншого.\n\nОсновні функції включають\n\n- Більше 40+ обраних вручну стильних шрифтів для використання\n- Великий вибір смайликів та символів на вибір\n\nХочете, щоб ваші публікації у Facebook/Instagram/Tiktok виділялися? Використовуйте власні шрифти сьогодні, коли ви створюєте\nоновлення в соціальних мережах.\n\nВідмова від відповідальності: Зверніть увагу, що це розширення НЕ створено компанією Google, а зроблено незалежною командою розробників. Усі авторські права належать відповідним власникам.\nGoogle не схвалює та не спонсорує це розширення Chrome. Компанія не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Làm cho các câu chuyện và tiểu sử trên Instagram của bạn hấp dẫn hơn, nhận được nhiều lượt thích hơn cho\nĐăng trên TikTok, đăng các cập nhật Facebook thú vị và hơn thế nữa với tiện ích mở rộng phông chữ lạ mắt này.\n\nCực kỳ dễ sử dụng, chỉ cần cài đặt tiện ích mở rộng này và bạn có thể bắt đầu nhập mạng xã hội của mình\ncập nhật phương tiện truyền thông.\n\nChọn từ hơn 40 phông chữ ưa thích khác nhau để sử dụng. Nó hoạt động tốt với Instagram, Facebook, Tiktok,\nWhatsapp và nhiều hơn nữa.\n\nCác tính năng hàng đầu bao gồm\n\n- Hơn 40 phông chữ phong cách được lựa chọn thủ công để sử dụng\n- Rất nhiều biểu tượng cảm xúc và biểu tượng để lựa chọn\n\nBạn muốn bài đăng của mình trên Facebook / Instagram / Tiktok nổi bật? Sử dụng phông chữ tùy chỉnh ngay hôm nay bất cứ khi nào bạn tạo\ncập nhật trên phương tiện truyền thông xã hội.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Nó không thuộc sở hữu của nó, nó không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "使您的 Instagram 故事和个人简介更具吸引力，获得更多赞\n使用这个花哨的字体扩展，TikTok 发布、发布很酷的 Facebook 更新等等。\n\n非常易于使用，只需安装此扩展程序，您就可以开始输入您的社交\n媒体更新。\n\n从 40 多种不同的精美字体中进行选择以供使用。它适用于 Instagram、Facebook、Tiktok，\nWhatsapp等等。\n\n主要功能包括\n\n- 超过 40 种手工选择的时尚字体可供使用\n- 还有多种表情符号和符号可供选择\n\n想让您在 Facebook/Instagram/Tiktok 上的帖子脱颖而出吗？现在，无论何时制作，都可以使用自定义字体\n在社交媒体上更新。\n\n免责声明：请注意，此扩展程序不是由 Google 制作的，而是由独立开发团队制作的。所有版权属于其各自所有者。\nGoogle 不认可或赞助此 Chrome 扩展程序。它不归 Google Inc. 所有，也未获得其许可，也不是 Google Inc. 的子公司。",
    "zh_TW": "使您的 Instagram 故事和個人簡介更具吸引力，獲得更多贊\n使用這個花哨的字體擴展，TikTok 發布、發布很酷的 Facebook 更新等等。\n\n非常易於使用，只需安裝此擴展程序，您就可以開始輸入您的社交\n媒體更新。\n\n從 40 多種不同的精美字體中進行選擇以供使用。它適用於 Instagram、Facebook、Tiktok，\nWhatsapp等等。\n\n主要功能包括\n\n- 超過 40 種手工選擇的時尚字體可供使用\n- 還有多種表情符號和符號可供選擇\n\n想讓您在 Facebook/Instagram/Tiktok 上的帖子脫穎而出嗎？現在，無論何時製作，都可以使用自定義字體\n在社交媒體上更新。\n\n免責聲明：請注意，此擴展程序不是由 Google 製作的，而是由獨立開發團隊製作的。所有版權屬於其各自所有者。\nGoogle 不認可或贊助此 Chrome 擴展程序。它不歸 Google Inc. 所有，也未獲得其許可，也不是 Google Inc. 的子公司。"
  }
}