{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SignatureSync: Pro Signatures"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your messaging with SignatureSync, the tool that automates your signatures, ensuring a professional touch every time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SignatureSync: Your Effortless LinkedIn Solution!\n\nTired of typing your signature repeatedly in LinkedIn messages? SignatureSync is here to revolutionise your messaging experience, making it effortless and polished. With SignatureSync, set your signatures once, and they will automatically append to your messages in LinkedIn, ensuring a professional touch every time.\n\nKey Features:\n\n1. Effortless Signatures: Say goodbye to repetitive typing. With SignatureSync, your signatures are automatically added to your messages, saving you time and effort.\n2. Total Control: Adapt your signature presence effortlessly. Enable or disable signatures with a click, ensuring your messages match the tone of your conversation.\n3. Flexible Customisation: Tailor your signatures to perfection. Edit your signatures directly from the extension, ensuring they are up-to-date and relevant.\n4. Open Source and Transparent: We believe in transparency. SignatureSync's source code is publicly available on GitHub at https://github.com/prvashisht/signature-sync/, emphasising my commitment to your security and trust.\n\nElevate your messaging experience with SignatureSync. Streamline your conversations, make a lasting impression, and enjoy effortless communication every time you connect with others.\n\nReady to transform your messaging? Install SignatureSync now and embrace a new era of professional communication!\n\n\nLatest Update: fix: Check storage before setting default signature on install/update\n\nChange Log: https://github.com/prvashisht/signature-sync/blob/main/CHANGELOG.md"
  }
}