{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Archive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and open webpages using the Wayback Machine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✅ Save webpages or access previously archived versions in Web.Archive.org just with a single click! Ensure valuable digital information remains accessible and reliable over time\n✅ No user information is stored or transmitted to the developer\n\nEasily archive and retrieve webpages to/from the Internet Archive's Wayback Machine. Just with a single click, you can save webpages or access previously archived versions, ensuring that valuable digital information remains accessible and reliable over time. Importantly, the Web Archive plugin is committed to respecting user privacy and does not gather or store any user information, allowing individuals to preserve and access web content with confidence in the protection of their personal data.\n\nThe Web Archive plugin for Firefox enables users to easily save and retrieve webpages on the Internet Archive's Wayback Machine.\nThe plugin addresses the challenges of impermanence in online content, ensuring valuable information is preserved and accessible.\nIts user-friendly interface encourages the widespread adoption of archiving practices.\nThe plugin is particularly valuable for maintaining reliable archives in scientific works citations, upholding the credibility of the research.\nBy preserving digital information, the Web Archive plugin promotes the democratization of knowledge and fosters information sharing.\n\nCredits for the extension's icon: https://www.flaticon.com/free-icon/cloud_4548504"
  }
}