{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HideMyID"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never share your email ever again. Hidemyid is a consumer privacy app for the connected world we live in."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing HideMyID, the ultimate solution for safeguarding your personal information online. With HideMyID, you can effortlessly generate and autofill unique email addresses, passwords, phone numbers (version 2.0), and even payment information (version 2.0) for any website, completely reshaping the way you manage your privacy.\n\nWhy HideMyID?\n🔏Unique privacy features: Create multiple virtual identities with unique email, username and password for each website. \n🪪Improved security measures: Say goodbye to the perils of repeat data exposure. HideMyID assures that each account and login is safely unique, reducing the possibility of hacking.\n🧑‍💻Complete Control: A simple online dashboard allows you to manage your virtual identities with ease. Take care of your communication by accessing, responding to, and forwarding emails.\n\nHow it works?\n\n-  Create New Personas: Get a username, email address and password for each website you visit.\n-  Safe & Secure: You keep control over your preferred methods of communication, and your data is secured.\n- Sync & Accessibility: For easy access and increased security, your identities are synchronized between the extension and web dashboard.\n\nStart Using HideMyID right away!  Move towards unwavering security and unhindered privacy, a new era of privacy control by installing the HideMyID extension now! Discover more at www.hidemyid.app."
  }
}