{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoho Annotator"
  },
  "short": {
    "ar": "أروع أداة لإضافة التعليقات التوضيحية والأكثر كفاءة في متصفح كروم.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,ml,sr,sv,sw,zh_CN": "The most elegant and efficient annotation tool.",
    "bg": "Най-елегантният и ефикасен инструмент за анотации във Вашия Chrome.",
    "ca": "L’eina d’anotacions més elegant i eficient al teu Chrome.",
    "cs": "Nejelegantnější a nejefektivnější anotační nástroj ve vašem prohlížeči Chrome.",
    "da": "Den mest elegante og effektive anmærkningsværktøj i din Chrome.",
    "de": "Das eleganteste und wirksamste Kommentarwerkzeug für Chrome.",
    "el": "Το πιο κομψό και αποδοτικό εργαλείο σχολιασμού στο Chrome.",
    "es": "La herramienta de anotación más elegante y eficiente en Chrome.",
    "et": "Kõige elegantsem ja tõhusam märkuse tööriist sinu Chrome’is.",
    "fa": "بهترین و موثرترین ابزار نشان‌گذاری در کروم شما.",
    "fi": "Elegantti ja tehokas kommentointityökalu Chrome-selaimeesi.",
    "fil": "Ang pinakaelegante at mahusay na tool para sa pag-annotate sa iyong Chrome.",
    "fr": "L’outil d’annotation le plus élégant et le plus efficace de votre Chrome.",
    "gu": "તમારા ક્રોમમાં અતિ ભવ્ય અને કાર્યક્ષમ નોંધ સાધન.",
    "he": "כלי הביאור האלגנטי והיעיל ביותר ב-Chrome.",
    "hi": "आपके Chrome में टिप्पणी करने का सबसे अधिक मनोहर और कुशल उपकरण",
    "hr": "Najelegantniji i najučinkovitiji alat za bilješke u vašem pregledniku Chrome.",
    "hu": "A legelegánsabb és leghatékonyabb jelölőeszköz Chrome böngészőjéhez.",
    "id": "Alat anotasi paling elegan dan efisien di Chrome Anda.",
    "it": "Lo strumento di annotazione più elegante ed efficiente in Chrome.",
    "ja": "Chromeで最もエレガントで効率的な注釈ツール。",
    "kn": "ನಿಮ್ಮ ಕ್ರೋಮ್‌ನಲ್ಲಿ ಮನೋಹರವಾದ ಮತ್ತು ಸಕ್ಷಮವಾದ ಟಿಪ್ಪಣಿ ಮಾಡುವ ಉಪಕರಣ.",
    "ko": "Chrome에서 가장 우아하고 효율적인 주석달기 도구.",
    "lt": "Elegantiškiausias ir efektyviausias „Chrome“ anotavimo įrankis.",
    "lv": "Elegantākais un efektīvākais anotāciju rīks jūsu Chrome.",
    "mr": "आपल्या Chrome मध्ये सर्वात आकर्षक आणि प्रभावी भाष्य साधन.",
    "ms": "Alat anotasi yang paling anggun dan cekap pada Chrome anda.",
    "nl": "De meest elegante en efficiënte tool voor aantekeningen in u Chrome.",
    "no": "Det mest elegante og effektive markeringsverktøyet i Chrome.",
    "pl": "Najbardziej stylowe i wydajne narzędzie do adnotacji w przeglądarce Chrome.",
    "pt_BR": "A ferramenta de anotação mais elegante e eficiente em seu Chrome.",
    "pt_PT": "A ferramenta de anotação mais elegante e eficiente no seu Chrome.",
    "ro": "Cel mai elegant și eficient instrument de adnotare din Chrome.",
    "ru": "Удобный инструмент для добавления элегантных примечаний в браузере Chrome.",
    "sk": "Najelegantnejší a efektívny nástroj na komentovanie v Chrome.",
    "sl": "Najbolj elegantno in učinkovito orodje za dodajanje opomb v vašem Chromu.",
    "ta": "உங்கள் Chrome உலாவியில் மிக அழகிய, திறமிக்க ஒரு குறிப்பு சேர்க்கும் கருவி.",
    "te": "మీ Chromeలో అత్యంత అద్భుతమైన మరియు సమర్థవంతమైన వ్యాఖ్యానించే సాధనాలు.",
    "th": "เครื่องมือการใส่คำอธิบายที่หรูหราและมีประสิทธิภาพที่สุดใน Chrome ของคุณ",
    "tr": "Chrome’unuzdaki en şık ve verimli ek açıklama aracı.",
    "uk": "Найстильніший і найефективніший інструмент для додавання приміток у Chrome.",
    "vi": "Công cụ ghi chú đẹp và hiệu quả nhất trong Chrome.",
    "zh_TW": "您的 Chrome 中最雅緻最高效的標註工具。"
  },
  "long": {
    "ar,bg,ca,cs,da,de,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,ta,te,th,tr,uk,vi,zh_TW": "Annotate web pages after capturing its screenshot and save the changes as an image. You can also add annotations to images on your desktop such as design mockups, illustrations, and diagrams after opening the Annotator and uploading the respective image. Check out its features below.\n\nSCREEN GRABBER\n\n- Capture full screen or part of it.\n- Delayed capture to get the screenshots of sections that reveal or opens only after clicking some links or buttons within the page.\n\nHIGHLIGHTER TOOLS\n\n- Square and Circle shape to mark the areas to comment.\n- Freehand drawing tool to circle out portions correctly without disturbing other parts.\n- Highlighter pen to emphasize content that needs attention.\n \nTEXT & TAGGING TOOLS\n\n- Add comments contextual to the highlighted areas.\n- Use tagging tools to number the places to comment and describe them in any of your communication apps after completion.\n\nCONCEALING TOOLS\n\n- Blur or smudge any private or confidential data.\n \nAnd the sweetest thing you would love to hear is, you won't spot an “Upgrade” button anywhere asking you to pay for any of the features mentioned above. Yes, you got it right, it's entirely free!\n\nPlease give it a try. We would be waiting for your feedback always to serve you best.\n\nMade with love,\nZoho.com",
    "am,bn,en,en_AU,en_GB,en_US,es_419,ml,sr,sv,sw,zh_CN": "Capture screenshots or recordings of your web page or desktop screen. Add annotations to the captured screenshot of your web pages or images on your desktop, such as design mockups, illustrations, and diagrams, by uploading the respective image. Check out the features below.\n\nSCREENSHOT CAPTURE\n\n- Capture the full page, the visible area of a page, or only part of the page..\n- Capture the whole desktop screen or an application window.\n- Use delayed capture to screenshot sections that appear only after clicking a link or button within the page.\n\nSCREEN RECORDER\n\n- Record the visible screen of a page or part of the page.\n- Record the whole desktop screen or an application window.\n\nVIDEO RECORDER\n\n- Record a video with your webcam to share your knowledge with your target audience.\n\nIMAGE ANNOTATION\n\n- Use square and circle shapes to mark areas to comment.\n- The freehand drawing tool enables you to circle portions correctly without disturbing other parts of the document.\n- The highlighter pen emphasizes the content that needs attention.\n- Add contextual comments to the highlighted areas.\n- Use tagging tools to number the places to comment and describe them in any of your communication apps after completion.\n- Blur or smudge private or confidential data.\n\nSHARING & UPLOAD TO CLOUD\n\n- Get a shareable link and share it in social media (Facebook, Twitter, and WhatsApp) and other websites/applications.\n- Upload the files to your Zoho WorkDrive, Google Drive, OneDrive, and Dropbox accounts.\n- Share the files in Zoho Cliq, Zoho Connect, Zoho Projects, and Zoho Sprints.\n\nPREFERENCES\n\nCustomize the default values, such as Line Color, Font Family, Text Color, etc., as per your preference.\n\nSUPPORT\n\nFor any questions or help, send an email to annotator-support@zohocorp.com."
  }
}