{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CAIPA POC 2.0"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CAIPA POC EXT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The CAIPA POC EXT serves as CAIPA's point-of-care platform, aimed at assisting clinics in identifying patients with care gaps.\n\nCAIPA POC Overview\n \nCAIPA consistently seeks innovative ways to support our providers in care management. In response to valuable feedback, we've leveraged modern technology to develop a streamlined practice-based tool. This tool ensures the delivery of crucial content to clinicians at the point it's most needed, fostering better decisions, outcomes, and care.\n \nWith CAIPA POC, our providers no longer need to compile patient lists from multiple payor portals or navigate various applications to address care gaps. This interactive application seamlessly integrates with the provider’s current EHR system. Whenever there are open care gaps for a patient, the application generates a clinical decision alert to prompt providers. Additionally, coding and compliance tips are provided under each measure to assist in properly closing these care gaps.\n \nBenefits of POC\n \nThe utilization of POC facilitates several advantages for our providers and their patients:\n \n- Improved care quality and enhanced health outcomes\n- Enhanced efficiency through timely patient preventive screenings and care management\n- Cost-benefits\n- Enhanced accuracy in risk scoring\n- Increased provider and patient satisfaction\n \nUser Access\n \nWe acknowledge that providers have supporting clinical staff assisting in collecting patient information during routine workflows. These clinical office personnel can access the CAIPA POC application to input patient information collected during these workflows. Each clinic is granted an administrator account, enabling access to the CAIPA POC Dashboard. Administrators can add additional clinic staff to both the POC application and dashboard. For security purposes, all user transactions are recorded and trackable within the application.\n \nData\n \nThe data within the POC application is aggregated from various CAIPA payors and is updated either monthly or upon receipt of an updated dataset from the payors. Additionally, data input into the POC application is regularly sent back to the payors."
  }
}