{
  "name": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fr,gu,hi,hr,hu,ja,kn,lt,ml,mr,nl,pt_BR,pt_PT,ro,ru,sk,sr,sv,sw,ta,te,zh_TW": "Retro Bowl 2 - Fun Games",
    "ca": "Retro Bowl 2 - Jocs Divertits",
    "et": "Retro Bowl 2 - Lõbusad mängud",
    "fil": "Retro Bowl 2 - Mga Nakakatuwa na Laro",
    "he": "רטרו בול 2 - משחקים כיפיים",
    "id,uk": "Retro Bowl 2 - Juegos Divertidos",
    "it": "Retro Bowl 2 - Giochi divertenti",
    "ko": "Retro Bowl 2 - 재밌는 게임",
    "lv": "Retro Bowl 2 - Izcilo spēles",
    "ms": "Retro Bowl 2 - Jeux amusants",
    "no": "Retro Bowl 2 - Juegos divertidos",
    "pl": "Retro Bowl 2 - Zabawne gry",
    "sl": "Retro Bowl 2 - Zabavne igre",
    "th": "รีทรอบอล 2 - เกมสุขสุดสนุก",
    "tr": "Retro Bowl 2 - Eğlenceli Oyunlar",
    "vi": "Retro Bowl 2 - Trò chơi vui nhộn",
    "zh_CN": "复古碗2 - 有趣的游戏"
  },
  "short": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fr,gu,hr,id,ja,kn,ko,lt,lv,ml,mr,pl,pt_BR,pt_PT,ro,ru,sk,sv,sw,ta,te,th,vi": "Retro Bowl 2 as a Chrome extension - Try it now!",
    "ca": "Retro Bowl 2 en tant qu'extension Chrome - Essayez maintenant!",
    "es,he,no": "Retro Bowl 2 como una extensión de Chrome - ¡Pruébalo ahora!",
    "fil": "Retro Bowl 2 bilang isang Chrome extension - Subukan mo na ngayon!",
    "hi": "Retro Bowl 2 en tant qu'extension Chrome - Essayez-le maintenant !",
    "hu": "Retro Bowl 2 mint Chrome-kiterjesztés - Próbáld ki most!",
    "it": "Retro Bowl 2 come estensione per Chrome - Provalo ora!",
    "ms": "Retro Bowl 2 en tant qu'extension Chrome - Essayez-le maintenant!",
    "nl": "Retro Bowl 2 als een Chrome-extensie - Probeer het nu!",
    "sl": "Retro Bowl 2 kot razširitev za Chrome - Poskusite zdaj!",
    "sr": "Retro Bowl 2 kao Chrome ekstenzija - Isprobajte sada!",
    "tr": "Retro Bowl 2, bir Chrome eklentisi olarak - Şimdi deneyin!",
    "uk": "Ретро-Мисиво 2 як розширення для Chrome - Спробуйте зараз!",
    "zh_CN": "Retro Bowl 2作为一个Chrome扩展 - 立即尝试！",
    "zh_TW": "Retro Bowl 2 作為一個 Chrome 擴充功能 - 現在試試看吧！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Play more games on the top-left menu.\n\nRetro Bowl College takes the beloved Retro Bowl experience to a new level, immersing players in the dynamic world of college football. Developed by New Star Games, this installment allows you to guide a college team through the ranks, blending strategic management with on-field action. Dive into the nostalgia of classic gaming as you recruit players, plan plays, and aim for glory on the college gridiron.\n\nGame Controls\nTouch Controls: Utilize touch gestures to navigate menus, make selections, and control players during matches on mobile devices.\nOn-Screen Buttons: Execute actions such as passing, running, and tackling through intuitive on-screen buttons.\n\nHow to Play\nCreate Your Team: Begin by selecting or creating your college team, setting the foundation for your football journey.\nRecruit Players: Scout and recruit talented players to build a competitive and diverse team roster.\nTeam Management: Handle player contracts, training regimes, and strategic planning to elevate your team’s performance.\nOn-Field Action: Control your players during matches, making crucial decisions to secure victories and climb the college football ranks.\nChampionship Aspirations: Compete in leagues and tournaments, striving to win championships and earn recognition in the college football world."
  }
}