{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "oii"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds ii (improvement indicator) metric to user profiles on the osu! website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "THIS EXTENSION IS STILL IN EARLY RELEASE, BUGS AND FREQUENT CHANGES TO THE FUNCTION USED TO CALCULATE IT'S VALUES ARE TO BE EXPECTED.\n\nThis is a browser extension, that adds ii (improvement indicator, a metric that describes how fast you improve compared to the average player) to user profiles on the osu! website. For example, if you have an ii of 1, your improvement speed is around average, if it's 2, then you improve at twice the speed of the average player and if it's 0.5 you improve at half the speed of the average player etc. This is just a fun project that spawned out of an investigation I did in the context of a video I produced concerned with how good the average osu! player is.\n\nTo use, just navigate to osu! profile pages and the corresponding ii will show right next to their playtime. The ii value gets calculated based on their pp and playtime, so in case you know the actual playtime of that player is higher than whats shown on their profile page (e.g. due to accumulated playtime on other clients, offline, scorev2 etc.) you can add it in the \"Add playtime\" field of the extensions popup.\n\nLastly, the extension allows you to approximate when a given player will reach a certain pp via the \"Goal pp\" field. This is calculated via an assumed individual improvement curve for each player based on their ii. This feature is mostly a gimmick, so don't take it too seriously."
  }
}