{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PixWars 2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take on PixWars 2 wherever you are-open the popup and play to your heart's content, no internet necessary!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PixWars 2 transports players to a pixel-perfect battlefield where strategy and quick reflexes determine victory. Engage in adrenaline-fueled combat across various game modes, unlock powerful weapons, and prove your skills in this highly competitive environment. PixWars 2 is an action-packed adventure that guarantees hours of entertainment.\n\n🎮Weapons and Power-Ups\n\nPixWars 2 features an extensive arsenal and exciting power-ups to enhance your gameplay. Key elements include:\n\n- Weapon Variety: From rapid-fire guns to explosive launchers, choose your favorite tool of destruction.\n- Special Power-Ups: Collect boosts like shields and damage multipliers to gain an edge in combat.\n- Upgrades: Improve your weapons and gear to stay competitive as battles intensify.\nThese elements ensure that every match is as thrilling as it is unpredictable.\n\n🎮Advanced Tactics\n\nTo become a top player in PixWars 2, employ these advanced tactics:\n- Control Power-Up Zones: Secure areas where power-ups spawn to maintain an advantage.\n- Track Enemy Movement: Keep an eye on opponents’ patterns to predict their next moves.\n- Switch Weapons Strategically: Adapt your weapon choice to counter specific enemies or situations.\n\n With these tactics, you’ll dominate every match and become a legend in the world of PixWars 2."
  }
}