{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picture in picture by NNT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Switch videos into Picture-in-Picture (PiP) mode, allowing you to freely browse the internet or work on other web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picture-in-Picture by NNT is an innovative browser extension designed to enhance your online video viewing experience. It provides a convenient feature to switch videos into Picture-in-Picture (PiP) mode, allowing you to freely browse the internet or work on other web pages without interrupting your video playback.\n\nKey features:\n\n1. Picture-in-Picture mode: Effortlessly switch any video playing in your browser to Picture-in-Picture mode. Simply click the designated button or use a hotkey, and the video instantly becomes a floating window on top of all browser windows.\n\n2. Customizable size and position: You can resize the floating video and move it to any location on your screen, ensuring maximum viewing comfort even when you have multiple tabs and windows open.\n\n3. Compatibility with popular video hosting platforms: The extension works seamlessly with most popular video hosting and streaming services, allowing you to enjoy PiP mode on your favorite platforms.\n\n4. Easy navigation: With this extension, you can freely browse the web, check your emails, read the news, and simultaneously watch videos in a convenient floating window. This makes your online life more versatile and productive.\n\n5. Intuitive interface: Picture-in-Picture by NNT is designed with a focus on simplicity and user-friendliness. All functions are easily accessible through a small floating control panel.\n\n6. Keyboard shortcut: Ctrl+Shift+L (Command+Shift+L on macOS) \n\nDon't miss the opportunity to enhance your online video viewing experience! Install Picture-in-Picture by NNT and enjoy comfortable content viewing without limitations. This extension will become your reliable companion for organizing work and entertainment while watching videos online."
  }
}