{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mindful Instagram"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hides non-essential elements on Instagram to help you stay focused on what matters."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mindful Instagram is a Chrome extension designed to enrich your Instagram browsing by minimizing distractions. It offers a customizable approach to help you stay focused on what truly matters to you on social media.\n\nFeatures at a Glance:\n\nCustomizable Countdown Timer: Begin your Instagram visit with a moment of pause, thanks to a timer you can set to your liking. It's a nudge towards a more intentional and less impulsive scrolling session.\n\nSelective Visibility: Easily hide the Reels tab, home feed, and explore feed with tailored settings, allowing for a distraction-free Instagram experience that aligns with your digital well-being goals.\n\nDownload Mindful Instagram today for a more focused and intentional Instagram journey.\n\nUse:\nThis extension is designed for use on mobile browsers that support Chrome extensions, such as Kiwi Browser for Android and Orion Browser for iOS. By default, the Instagram feed at instagram.com is cluttered with ads, recommended reels, and is not presented in chronological order. However, this extension allows users to hide this default feed. To access a chronological feed featuring only the posts from accounts you follow, simply tap on the Instagram logo at the top left of the page and select the \"following\" button."
  }
}