{
  "name": {
    "ar": "New Tab Daily - Custom startpage",
    "am": "New Tab - Custom Dashboard",
    "bg,en,en_AU,en_GB,en_US": "Daily Tab - New tab with ChatGPT",
    "bn": "ChatGPT for Tab",
    "ca": "Pestanya diària: pestanya nova amb ChatGPT",
    "cs": "Nová karta – Nová karta s ChatGPT",
    "da": "Ny fane - Ny fane med ChatGPT",
    "de": "Neuer Tab – Neuer Tab mit ChatGPT",
    "el": "ChatGPT - New Tab Page",
    "es,es_419": "Nueva pestaña - Nueva pestaña con ChatGPT",
    "et,fa,fil,gu,hi,hu,id,kn,ml,mr,ms,ro,ru,sr,te,th,uk,vi": "ChatGPT Tab - New tab with ChatGPT",
    "fi": "Uusi välilehti – Uusi välilehti ChatGPT:llä",
    "fr": "Onglet ChatGPT - Nouvel onglet avec ChatGPT",
    "he,ta": "ChatGPT Tab",
    "hr": "ChatGPT",
    "it": "Nuova scheda - Nuova scheda con ChatGPT",
    "ja": "ChatGPT タブ - ChatGPT の新しいタブ",
    "ko": "ChatGPT 탭 - ChatGPT가 포함된 새 탭",
    "lt": "„ChatGPT“ skirtukas – naujas skirtukas su „ChatGPT“.",
    "lv": "Cilne ChatGPT — jauna cilne ar ChatGPT",
    "nl": "ChatGPT-tabblad - Nieuw tabblad met ChatGPT",
    "no": "ChatGPT-fane – Ny fane med ChatGPT",
    "pl": "Zakładka ChatGPT - Nowa karta z ChatGPT",
    "pt_BR,pt_PT": "Guia ChatGPT - Nova guia com ChatGPT",
    "sk": "Karta ChatGPT – Nová karta s ChatGPT",
    "sl": "Zavihek ChatGPT – nov zavihek s ChatGPT",
    "sv": "ChatGPT Tab - Ny flik med ChatGPT",
    "sw": "ChatGPT - New tab with ChatGPT",
    "tr": "ChatGPT Sekmesi - ChatGPT ile yeni sekme",
    "zh_CN,zh_TW": "ChatGPT 選項卡 - ChatGPT 的新選項卡"
  },
  "short": {
    "ar": "احصل على صفحة علامة تبويب جديدة خفيفة وسريعة وحديثة! قم بتخصيص الإشارات المرجعية والتخطيط والنمط والخلفية والمزيد.",
    "am": "Get light, fast and modern New tab page! Customize your bookmarks, layout, style, background and more.",
    "bg,bn,en,en_AU,en_GB,en_US": "Daily Tab with ChatGPT. Get modern New tab. Customize your bookmarks, layout, background and use ChatGPT.",
    "ca": "Pestanya diària amb ChatGPT. Obtén una pestanya nova moderna. Personalitza les teves adreces d'interès, disseny, fons i fes servir…",
    "cs": "Nová karta s ChatGPT. Získejte moderní novou kartu. Přizpůsobte si své záložky, rozvržení, pozadí a používejte ChatGPT.",
    "da": "Ny fane med ChatGPT. Få moderne Ny fane. Tilpas dine bogmærker, layout, baggrund og brug ChatGPT.",
    "de": "Neuer Tab mit ChatGPT. Holen Sie sich einen modernen neuen Tab. Passen Sie Ihre Lesezeichen, Ihr Layout und Ihren Hintergrund an…",
    "el,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,sr,sw,ta,te,th,vi": "New Tab with ChatGPT. Get modern New tab. Customize your bookmarks, layout, background and use ChatGPT.",
    "es,es_419": "Nueva pestaña con ChatGPT. Obtener nueva pestaña moderna. Personaliza tus marcadores, diseño, fondo y usa ChatGPT.",
    "fi": "Uusi välilehti ChatGPT:llä. Hanki moderni Uusi välilehti. Mukauta kirjanmerkkejäsi, asettelua, taustaa ja käytä ChatGPT:tä.",
    "fr": "Nouvel onglet avec ChatGPT. Obtenez un nouvel onglet moderne. Personnalisez vos signets, votre mise en page, votre arrière-plan et…",
    "it": "Nuova scheda con ChatGPT. Ottieni una nuova scheda moderna. Personalizza i segnalibri, il layout, lo sfondo e usa ChatGPT.",
    "ja": "ChatGPT を使用した新しいタブ。 最新の新しいタブを取得します。 ブックマーク、レイアウト、背景をカスタマイズし、ChatGPT を使用します。",
    "ko": "ChatGPT가 포함된 새 탭. 최신 새 탭을 받으세요. 북마크, 레이아웃, 배경을 사용자 지정하고 ChatGPT를 사용하세요.",
    "lt": "Naujas skirtukas su „ChatGPT“. Gaukite modernų Naują skirtuką. Tinkinkite savo žymes, išdėstymą, foną ir naudokite „ChatGPT“.",
    "lv": "Jauna cilne ar ChatGPT. Iegūstiet modernu Jauna cilne. Pielāgojiet savas grāmatzīmes, izkārtojumu, fonu un izmantojiet ChatGPT.",
    "nl": "Nieuw tabblad met ChatGPT. Krijg modern Nieuw tabblad. Pas uw bladwijzers, lay-out en achtergrond aan en gebruik ChatGPT.",
    "no": "Ny fane med ChatGPT. Få moderne Ny fane. Tilpass bokmerkene, layout, bakgrunn og bruk ChatGPT.",
    "pl": "Nowa karta z ChatGPT. Pobierz nowoczesną nową kartę. Dostosuj swoje zakładki, układ, tło i korzystaj z ChatGPT.",
    "pt_BR,pt_PT": "Nova guia com ChatGPT. Obtenha uma nova guia moderna. Personalize seus favoritos, layout, plano de fundo e use o ChatGPT.",
    "ru,uk": "Новая вкладка с ChatGPT. Получите современную новую вкладку. Настройте закладки, макет, фон и используйте ChatGPT.",
    "sk": "Nová karta s ChatGPT. Získajte modernú novú kartu. Prispôsobte si záložky, rozloženie, pozadie a používajte ChatGPT.",
    "sl": "Nov zavihek s ChatGPT. Pridobite sodoben nov zavihek. Prilagodite svoje zaznamke, postavitev, ozadje in uporabite ChatGPT.",
    "sv": "Ny flik med ChatGPT. Skaffa modern Ny flik. Anpassa dina bokmärken, layout, bakgrund och använd ChatGPT.",
    "tr": "ChatGPT ile yeni sekme. Kişisel pano yer imlerini, web sitelerini düzenler ve başlangıç sayfasından ChatGPT'ye erişim sağlar.",
    "zh_CN,zh_TW": "ChatGPT 的新標籤。 個人儀表板組織書籤、網站，並提供從起始頁訪問 ChatGPT 的權限。"
  },
  "long": {
    "ar,bg,bn,el,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,sr,sw,ta,te,th,vi": "ChatGPT Tab - New tab with ChatGPT replaces the default homepage of Chrome Browser and turns it into powerful personal new tab, you'd love to use every day. \n\nSave and organize bookmarks to your Chrome start page on a unique and modern hexagonal grid. All your favorite websites - always one click away!\n\nCustomize it in the way, you want, choose from dozens of the beautiful backgrounds. Enjoy a clean look of hexagon bookmarks accented with a chosen colour, delivered in ChatGPT NewTab. Turn your Chrome Start page into the most beautiful and powerful utility of your browser with ChatGPT New Tab.\n\nAdd, remove, replace and manage any of chrome new tab tiles. Customize the layout, style and background for New Tab. With Daily tab - Personal Dashboard you'll get a full control over your new tab.\n\nCompared with Chrome original new tab, ChatGPT Tab allows you to add your favorite websites by yourself.We redraw hundreds of icons to build your cloud application platform, of course, you can also customize the icons for these sites. In addition, the background image of the new tab page is able to be changed.\n\nChatGPT is to engage in conversations with humans and answer a wide range of questions on various topics.\n\nChatGPT provides answers to a wide range of questions on various topics, including education, health, technology, entertainment, and more. In addition to answering questions, ChatGPT can be used as a writing assistant, helping people to write better emails, essays, or even books, offering suggestions on grammar, syntax, and vocabulary, and helping people to refine their writing style.\n\nOverall, ChatGPT can be a valuable resource for people seeking information, assistance with writing, or language learning support.\n\nTransform your new tab page to something beautiful and yours. \n\nBut what sets New Tab apart from other extensions is its integration with ChatGPT. ChatGPT is a cutting-edge language model that uses artificial intelligence to provide personalized responses to your inquiries. With New Tab, you can access ChatGPT directly from your new tab page. Simply click on the ChatGPT widget and start typing your question. ChatGPT will provide a quick and accurate response, saving you time and effort.\n\nBenefits of Using New Tab with ChatGPT Support\nThe combination of New Tab and ChatGPT support offers numerous benefits for both personal and professional use. \n\nNew Tab - New tab with ChatGPT\nChatGPT Tab - New tab with ChatGPT\n\nNew Tab with ChatGPT. Get modern New tab. Customize your bookmarks, layout, background and use ChatGPT.\n\nNew tab with ChatGPT. Personal dashboard organizes the bookmarks, websites, and provides access to ChatGPT from the startpage.\n\nChatGPT Tab - New tab with ChatGPT\n\nWhat is ChatGPT?\nChatGPT is a language model developed by OpenAI, it's a type of AI that is able to understand and generate human-like text. It's been trained on a vast amount of text data from the internet, so it has a good understanding of various topics and it can perform various natural language processing tasks such as language translation, text summarization, and text completion. Essentially, it's a computer program that can communicate with people in a way that feels natural and human-like.\n\nWhat is ChatGPT for Google?\nChatGPT for Google is a browser extension that enhance search engines with the power of ChatGPT. It works by showing ChatGPT response alongside normal search engine results.\n\nIs ChatGPT for Google free to use?\nYes, the extension is free to use.\n\nWhat search engines are supported?\nCurrently, ChatGPT for Google supports Google, Bing, DuckDuckGo and more search engines\n\nDo I need a ChatGPT/OpenAI account?\nYes, you need to have a ChatGPT account to use this extension. You can create an account for free at chat.openai.com\n\nNote!\nDaily New Tab does not collect or use your personal or browser data in any way.\n\nSome people compare this extension to momentum, infinity new tab and others. We are more focused on productivity.\n\nExperience smooth and modern interface is our specialty, hurry to try it. The Daily New Tab extension is completely free and easy to manage for users. If our extension is useful to you, give us 5 stars!",
    "am": "Daily New Tab replaces the default homepage of Chrome Browser and turns it into powerful personal new tab, you'd love to use every day. \n\nSave and organize bookmarks to your Chrome start page on a unique and modern hexagonal grid. All your favorite websites - always one click away!\n\nCustomize it in the way, you want, choose from dozens of the beautiful backgrounds. Enjoy a clean look of hexagon bookmarks accented with a chosen colour, delivered in NewTab. Turn your Chrome Start page into the most beautiful and powerful utility of your browser with Daily New Tab.\n\nAdd, remove, replace and manage any of chrome new tab tiles. Customize the layout, style and background for New Tab. With Daily tab - Personal Dashboard you'll get a full control over your new tab.\n\nCompared with Chrome original new tab, infinity allows you to add your favorite websites by yourself.We redraw hundreds of icons to build your cloud application platform, of course, you can also customize the icons for these sites. In addition, the background image of the new tab page is able to be changed.\n\nTransform your new tab page to something beautiful and yours. \n\nNote!\nDaily New Tab does not collect or use your personal or browser data in any way.\n\nSome people compare this extension to momentum, infinity new tab and others. We are more focused on productivity.\n\nExperience smooth and modern interface is our specialty, hurry to try it. The Daily New Tab extension is completely free and easy to manage for users. If our extension is useful to you, give us 5 stars! \n\nReplace the default and boring new tab page on Google Chrome with New Tab! Skye new tab is a modern, functional and useful new tab page that can help you move around on the web quicker while enjoying beautiful photography work. New tab, momentum or infinity new tab, new tab infinity, Infinite New Tab.\n\nNew tab, custom new tab\nFeatures\n•   Save unlimited number of your favorite websites\n•   Clean and intuitive design \n•   Custom backgrounds at your fingertips\n•   Beautiful themes and easy customization\n•   Customize  your bookmarks, layout, style\n•   Resize apps, shortcuts, and some widgets\n\nSome people compare this extension to momentum, infinity new tab and others. We are more focused on productivity.\n\nSome people compare this extension to momentum, infinity new tab, best new tab, new tab and others. We are more focused on productivity.\n\nWe are waiting for your wishes to improve the service and this product!",
    "ca": "Pestanya ChatGPT: la pestanya nova amb ChatGPT substitueix la pàgina d'inici predeterminada del navegador Chrome i la converteix en una pestanya nova i poderosa que t'agradaria utilitzar cada dia.\n\nDeseu i organitzeu les adreces d'interès a la vostra pàgina d'inici de Chrome en una quadrícula hexagonal única i moderna. Tots els vostres llocs web preferits, sempre a un clic de distància!\n\nPersonalitzeu-lo de la manera que vulgueu, trieu entre dotzenes dels bells fons. Gaudeix d'un aspecte net de les adreces d'interès hexagonals accentuades amb un color escollit, lliurats a ChatGPT NewTab. Converteix la teva pàgina d'inici de Chrome en la utilitat més bonica i potent del teu navegador amb la pestanya nova de ChatGPT.\n\nAfegiu, suprimiu, substituïu i gestioneu qualsevol de les fitxes de pestanyes noves de Chrome. Personalitza el disseny, l'estil i el fons de la pestanya nova. Amb la pestanya Daily - Tauler personal tindreu un control total sobre la vostra nova pestanya.\n\nEn comparació amb la nova pestanya original de Chrome, la pestanya ChatGPT us permet afegir els vostres llocs web preferits per vosaltres mateixos. Redibuixem centenars d'icones per crear la vostra plataforma d'aplicacions al núvol, per descomptat, també podeu personalitzar les icones d'aquests llocs. A més, la imatge de fons de la pàgina de pestanya nova es pot canviar.\n\nChatGPT és participar en converses amb humans i respondre una àmplia gamma de preguntes sobre diversos temes.\n\nChatGPT ofereix respostes a una àmplia gamma de preguntes sobre diversos temes, com ara educació, salut, tecnologia, entreteniment i molt més. A més de respondre preguntes, ChatGPT es pot utilitzar com a assistent d'escriptura, ajudant la gent a escriure millors correus electrònics, assaigs o fins i tot llibres, oferint suggeriments sobre gramàtica, sintaxi i vocabulari i ajudant la gent a perfeccionar el seu estil d'escriptura.\n\nEn general, ChatGPT pot ser un recurs valuós per a les persones que busquen informació, assistència amb l'escriptura o suport per a l'aprenentatge d'idiomes.\n\nTransformeu la vostra pàgina de pestanya nova en alguna cosa bonica i vostra.\n\nPerò el que diferencia New Tab d'altres extensions és la seva integració amb ChatGPT. ChatGPT és un model de llenguatge d'avantguarda que utilitza la intel·ligència artificial per oferir respostes personalitzades a les vostres consultes. Amb Pestanya nova, podeu accedir a ChatGPT directament des de la vostra pàgina de pestanya nova. Simplement feu clic al giny de ChatGPT i comenceu a escriure la vostra pregunta. ChatGPT proporcionarà una resposta ràpida i precisa, estalviant-te temps i esforç.\n\nAvantatges d'utilitzar la pestanya nova amb el suport de ChatGPT\nLa combinació de la pestanya nova i el suport de ChatGPT ofereix nombrosos avantatges tant per a ús personal com professional.\n\nPestanya nova: pestanya nova amb ChatGPT\nPestanya ChatGPT - Pestanya nova amb ChatGPT\n\nPestanya nova amb ChatGPT. Obtén una pestanya nova moderna. Personalitza les teves adreces d'interès, disseny, fons i fes servir ChatGPT.\n\nPestanya nova amb ChatGPT. El tauler personal organitza les adreces d'interès, els llocs web i proporciona accés a ChatGPT des de la pàgina d'inici.\n\nPestanya ChatGPT - Pestanya nova amb ChatGPT\n\nQuè és ChatGPT?\nChatGPT és un model de llenguatge desenvolupat per OpenAI, és un tipus d'IA capaç d'entendre i generar text semblant a un humà. S'ha entrenat en una gran quantitat de dades de text d'Internet, de manera que té una bona comprensió de diversos temes i pot realitzar diverses tasques de processament del llenguatge natural, com ara traducció d'idiomes, resum de text i completació de text. Essencialment, és un programa informàtic que pot comunicar-se amb la gent d'una manera que se senti natural i semblant a l'humà.\n\nQuè és ChatGPT per a Google?\nChatGPT per a Google és una extensió del navegador que millora els motors de cerca amb la potència de ChatGPT. Funciona mostrant la resposta de ChatGPT juntament amb els resultats normals del motor de cerca.\n\nÉs gratuït d'utilitzar ChatGPT per a Google?\nSí, l'extensió és gratuïta.\n\nQuins motors de cerca són compatibles?\nActualment, ChatGPT per a Google és compatible amb Google, Bing, DuckDuckGo i més motors de cerca\n\nNecessito un compte de ChatGPT/OpenAI?\nSí, cal tenir un compte de ChatGPT per utilitzar aquesta extensió. Pots crear un compte gratuïtament a chat.openai.com\n\nNota!\nDaily New Tab no recopila ni utilitza les vostres dades personals o del vostre navegador de cap manera.\n\nAlgunes persones comparen aquesta extensió amb l'impuls, la pestanya infinita nova i altres. Estem més centrats en la productivitat.\n\nL'experiència d'una interfície suau i moderna és la nostra especialitat, afanyeu-vos a provar-la. L'extensió Daily New Tab és completament gratuïta i fàcil de gestionar per als usuaris. Si la nostra extensió us és útil, doneu-nos 5 estrelles!",
    "cs": "Karta ChatGPT – Nová karta s ChatGPT nahrazuje výchozí domovskou stránku prohlížeče Chrome a mění ji na výkonnou osobní novou kartu, kterou byste rádi používali každý den.\n\nUkládejte a organizujte záložky na úvodní stránce Chromu v jedinečné a moderní šestihranné mřížce. Všechny vaše oblíbené webové stránky – vždy na jedno kliknutí!\n\nPřizpůsobte si jej tak, jak chcete, vyberte si z desítek krásných pozadí. Užijte si čistý vzhled šestiúhelníkových záložek zvýrazněných vybranou barvou, dodávaných v ChatGPT NewTab. Proměňte svou úvodní stránku Chrome na nejkrásnější a nejvýkonnější nástroj svého prohlížeče pomocí ChatGPT New Tab.\n\nPřidejte, odeberte, nahraďte a spravujte jakékoli dlaždice nových karet v prohlížeči Chrome. Přizpůsobte si rozvržení, styl a pozadí pro novou kartu. Díky kartě Denně – Osobní panel získáte plnou kontrolu nad svou novou kartou.\n\nVe srovnání s původní novou kartou Chrome vám karta ChatGPT umožňuje přidávat své oblíbené webové stránky sami. Překreslujeme stovky ikon, abychom vytvořili platformu vaší cloudové aplikace, samozřejmě si můžete ikony pro tyto stránky také přizpůsobit. Kromě toho lze změnit obrázek na pozadí nové stránky.\n\nChatGPT je zapojit se do rozhovorů s lidmi a odpovídat na širokou škálu otázek na různá témata.\n\nChatGPT poskytuje odpovědi na širokou škálu otázek týkajících se různých témat, včetně vzdělávání, zdraví, technologií, zábavy a dalších. Kromě odpovídání na otázky lze ChatGPT použít jako pomocníka při psaní, který pomáhá lidem psát lepší e-maily, eseje nebo dokonce knihy, nabízí návrhy gramatiky, syntaxe a slovní zásoby a pomáhá lidem vylepšit jejich styl psaní.\n\nCelkově může být ChatGPT cenným zdrojem pro lidi, kteří hledají informace, pomoc s psaním nebo podporu výuky jazyků.\n\nProměňte svou stránku na nové kartě na něco krásného a vašeho.\n\nCo však odlišuje New Tab od ostatních rozšíření, je jeho integrace s ChatGPT. ChatGPT je špičkový jazykový model, který využívá umělou inteligenci k poskytování personalizovaných odpovědí na vaše dotazy. S novou kartou můžete přistupovat k ChatGPT přímo ze stránky na nové kartě. Jednoduše klikněte na widget ChatGPT a začněte psát svou otázku. ChatGPT poskytne rychlou a přesnou odpověď, což vám ušetří čas a námahu.\n\nVýhody používání nové karty s podporou ChatGPT\nKombinace podpory New Tab a ChatGPT nabízí četné výhody pro osobní i profesionální použití.\n\nNová karta – Nová karta s ChatGPT\nKarta ChatGPT – Nová karta s ChatGPT\n\nNová karta s ChatGPT. Získejte moderní novou kartu. Přizpůsobte si své záložky, rozvržení, pozadí a používejte ChatGPT.\n\nNová karta s ChatGPT. Osobní řídicí panel organizuje záložky, webové stránky a poskytuje přístup k ChatGPT z úvodní stránky.\n\nKarta ChatGPT – Nová karta s ChatGPT\n\nCo je ChatGPT?\nChatGPT je jazykový model vyvinutý společností OpenAI, je to typ AI, který je schopen porozumět a generovat lidský text. Byl trénován na obrovském množství textových dat z internetu, takže dobře rozumí různým tématům a může provádět různé úlohy zpracování přirozeného jazyka, jako je překlad jazyka, sumarizace textu a dokončování textu. V podstatě je to počítačový program, který dokáže komunikovat s lidmi způsobem, který působí přirozeně a jako člověk.\n\nCo je ChatGPT pro Google?\nChatGPT pro Google je rozšíření prohlížeče, které vylepšuje vyhledávače o sílu ChatGPT. Funguje tak, že zobrazuje odezvu ChatGPT vedle běžných výsledků vyhledávače.\n\nJe ChatGPT pro Google k použití zdarma?\nAno, rozšíření je zdarma.\n\nJaké vyhledávače jsou podporovány?\nV současné době ChatGPT pro Google podporuje vyhledávače Google, Bing, DuckDuckGo a další\n\nPotřebuji účet ChatGPT/OpenAI?\nAno, k použití tohoto rozšíření potřebujete účet ChatGPT. Účet si můžete vytvořit zdarma na chat.openai.com\n\nPoznámka!\nDaily New Tab žádným způsobem neshromažďuje ani nepoužívá vaše osobní údaje ani údaje o prohlížeči.\n\nNěkteří lidé srovnávají toto rozšíření s hybností, infinity new tab a dalšími. Více se zaměřujeme na produktivitu.\n\nZažijte hladké a moderní rozhraní je naší specialitou, pospěšte si to vyzkoušet. Rozšíření Daily New Tab je zcela zdarma a pro uživatele se snadno spravuje. Pokud je pro vás naše rozšíření užitečné, dejte nám 5 hvězdiček!",
    "da": "ChatGPT-fane - Ny fane med ChatGPT erstatter standardhjemmesiden for Chrome-browseren og forvandler den til en kraftfuld personlig ny fane, du vil elske at bruge hver dag.\n\nGem og organiser bogmærker på din Chrome-startside på et unikt og moderne sekskantet gitter. Alle dine yndlingswebsteder - altid et klik væk!\n\nTilpas det på den måde, du vil, vælg mellem dusinvis af de smukke baggrunde. Nyd et rent udseende af sekskantede bogmærker med accent med en valgt farve, leveret i ChatGPT NewTab. Gør din Chrome-startside til det smukkeste og mest kraftfulde hjælpeprogram i din browser med ChatGPT New Tab.\n\nTilføj, fjern, erstat og administrer alle chrome new tab-fliser. Tilpas layout, stil og baggrund for Ny fane. Med Daglig fane - Personal Dashboard får du fuld kontrol over din nye fane.\n\nSammenlignet med Chromes originale nye fane giver ChatGPT Tab dig mulighed for selv at tilføje dine yndlingswebsteder. Vi gentegner hundredvis af ikoner for at bygge din cloud-applikationsplatform, selvfølgelig kan du også tilpasse ikonerne til disse websteder. Derudover kan baggrundsbilledet af den nye faneside ændres.\n\nChatGPT er at engagere sig i samtaler med mennesker og besvare en lang række spørgsmål om forskellige emner.\n\nChatGPT giver svar på en lang række spørgsmål om forskellige emner, herunder uddannelse, sundhed, teknologi, underholdning og mere. Ud over at besvare spørgsmål kan ChatGPT bruges som skriveassistent, der hjælper folk med at skrive bedre e-mails, essays eller endda bøger, giver forslag til grammatik, syntaks og ordforråd og hjælper folk med at forfine deres skrivestil.\n\nSamlet set kan ChatGPT være en værdifuld ressource for folk, der søger information, hjælp til skrivning eller støtte til sprogindlæring.\n\nForvandl din nye faneside til noget smukt og dit.\n\nMen det, der adskiller New Tab fra andre udvidelser, er dets integration med ChatGPT. ChatGPT er en banebrydende sprogmodel, der bruger kunstig intelligens til at give personlige svar på dine forespørgsler. Med Ny fane kan du få adgang til ChatGPT direkte fra din nye faneside. Du skal blot klikke på ChatGPT-widgetten og begynde at skrive dit spørgsmål. ChatGPT vil give et hurtigt og præcist svar, hvilket sparer dig tid og kræfter.\n\nFordele ved at bruge ny fane med ChatGPT-support\nKombinationen af New Tab og ChatGPT-support tilbyder adskillige fordele til både personlig og professionel brug.\n\nNy fane - Ny fane med ChatGPT\nChatGPT Fane - Ny fane med ChatGPT\n\nNy fane med ChatGPT. Få moderne Ny fane. Tilpas dine bogmærker, layout, baggrund og brug ChatGPT.\n\nNy fane med ChatGPT. Personligt dashboard organiserer bogmærker, websteder og giver adgang til ChatGPT fra startsiden.\n\nChatGPT Fane - Ny fane med ChatGPT\n\nHvad er ChatGPT?\nChatGPT er en sprogmodel udviklet af OpenAI, det er en type AI, der er i stand til at forstå og generere menneskelignende tekst. Det er blevet trænet i en stor mængde tekstdata fra internettet, så det har en god forståelse af forskellige emner, og det kan udføre forskellige naturlige sprogbehandlingsopgaver såsom sprogoversættelse, tekstresumé og tekstfuldførelse. Grundlæggende er det et computerprogram, der kan kommunikere med mennesker på en måde, der føles naturlig og menneskelig.\n\nHvad er ChatGPT for Google?\nChatGPT for Google er en browserudvidelse, der forbedrer søgemaskiner med kraften fra ChatGPT. Det virker ved at vise ChatGPT-svar sammen med normale søgemaskineresultater.\n\nEr ChatGPT for Google gratis at bruge?\nJa, udvidelsen er gratis at bruge.\n\nHvilke søgemaskiner understøttes?\nI øjeblikket understøtter ChatGPT for Google Google, Bing, DuckDuckGo og flere søgemaskiner\n\nHar jeg brug for en ChatGPT/OpenAI-konto?\nJa, du skal have en ChatGPT-konto for at bruge denne udvidelse. Du kan oprette en konto gratis på chat.openai.com\n\nBemærk!\nDaily New Tab indsamler eller bruger ikke dine personlige data eller browserdata på nogen måde.\n\nNogle mennesker sammenligner denne udvidelse med momentum, infinity new tab og andre. Vi er mere fokuserede på produktivitet.\n\nOplev glat og moderne grænseflade er vores speciale, skynd dig at prøve det. Daily New Tab-udvidelsen er helt gratis og nem at administrere for brugerne. Hvis vores udvidelse er nyttig for dig, så giv os 5 stjerner!",
    "de": "ChatGPT-Tab - Der neue Tab mit ChatGPT ersetzt die Standard-Homepage des Chrome-Browsers und verwandelt ihn in einen leistungsstarken persönlichen neuen Tab, den Sie gerne jeden Tag verwenden würden.\n\nSpeichern und organisieren Sie Lesezeichen auf Ihrer Chrome-Startseite in einem einzigartigen und modernen sechseckigen Raster. Alle Ihre Lieblingswebsites - immer nur einen Klick entfernt!\n\nPassen Sie es so an, wie Sie es möchten, und wählen Sie aus Dutzenden von wunderschönen Hintergründen. Genießen Sie einen sauberen Look von sechseckigen Lesezeichen, die mit einer ausgewählten Farbe akzentuiert sind und in ChatGPT NewTab geliefert werden. Verwandeln Sie Ihre Chrome-Startseite mit ChatGPT New Tab in das schönste und leistungsfähigste Dienstprogramm Ihres Browsers.\n\nHinzufügen, entfernen, ersetzen und verwalten Sie alle neuen Chrome-Tab-Kacheln. Passen Sie das Layout, den Stil und den Hintergrund für „Neuer Tab“ an. Mit Daily tab - Personal Dashboard erhalten Sie die volle Kontrolle über Ihren neuen Tab.\n\nVerglichen mit dem ursprünglichen neuen Tab von Chrome können Sie mit ChatGPT Tab Ihre bevorzugten Websites selbst hinzufügen. Wir zeichnen Hunderte von Symbolen neu, um Ihre Cloud-Anwendungsplattform zu erstellen. Natürlich können Sie die Symbole für diese Websites auch anpassen. Außerdem kann das Hintergrundbild der neuen Registerkarte geändert werden.\n\nChatGPT soll Gespräche mit Menschen führen und eine breite Palette von Fragen zu verschiedenen Themen beantworten.\n\nChatGPT bietet Antworten auf eine Vielzahl von Fragen zu verschiedenen Themen, darunter Bildung, Gesundheit, Technologie, Unterhaltung und mehr. Neben der Beantwortung von Fragen kann ChatGPT als Schreibassistent verwendet werden, der Menschen hilft, bessere E-Mails, Aufsätze oder sogar Bücher zu schreiben, Vorschläge zu Grammatik, Syntax und Wortschatz bietet und Menschen hilft, ihren Schreibstil zu verfeinern.\n\nInsgesamt kann ChatGPT eine wertvolle Ressource für Menschen sein, die Informationen, Hilfe beim Schreiben oder Unterstützung beim Sprachenlernen suchen.\n\nVerwandeln Sie Ihre neue Registerkarte in etwas Schönes und Eigenes.\n\nAber was New Tab von anderen Erweiterungen unterscheidet, ist die Integration mit ChatGPT. ChatGPT ist ein hochmodernes Sprachmodell, das künstliche Intelligenz verwendet, um personalisierte Antworten auf Ihre Anfragen zu geben. Mit „Neuer Tab“ können Sie direkt von Ihrer Seite „Neuer Tab“ auf ChatGPT zugreifen. Klicken Sie einfach auf das ChatGPT-Widget und beginnen Sie mit der Eingabe Ihrer Frage. ChatGPT liefert eine schnelle und genaue Antwort und spart Ihnen Zeit und Mühe.\n\nVorteile der Verwendung eines neuen Tabs mit ChatGPT-Unterstützung\nDie Kombination aus New Tab und ChatGPT-Unterstützung bietet zahlreiche Vorteile für den privaten und professionellen Einsatz.\n\nNeuer Tab – Neuer Tab mit ChatGPT\nChatGPT-Tab – Neuer Tab mit ChatGPT\n\nNeuer Tab mit ChatGPT. Holen Sie sich einen modernen neuen Tab. Passen Sie Ihre Lesezeichen, Ihr Layout und Ihren Hintergrund an und verwenden Sie ChatGPT.\n\nNeuer Tab mit ChatGPT. Das persönliche Dashboard organisiert die Lesezeichen, Websites und bietet Zugriff auf ChatGPT von der Startseite aus.\n\nChatGPT-Tab – Neuer Tab mit ChatGPT\n\nWas ist ChatGPT?\nChatGPT ist ein von OpenAI entwickeltes Sprachmodell, eine Art KI, die in der Lage ist, menschenähnlichen Text zu verstehen und zu generieren. Es wurde mit einer großen Menge von Textdaten aus dem Internet trainiert, sodass es ein gutes Verständnis für verschiedene Themen hat und verschiedene Verarbeitungsaufgaben für natürliche Sprache ausführen kann, z. B. Sprachübersetzung, Textzusammenfassung und Textvervollständigung. Im Wesentlichen ist es ein Computerprogramm, das mit Menschen auf eine Weise kommunizieren kann, die sich natürlich und menschenähnlich anfühlt.\n\nWas ist ChatGPT für Google?\nChatGPT für Google ist eine Browsererweiterung, die Suchmaschinen mit der Leistungsfähigkeit von ChatGPT verbessert. Es funktioniert, indem die ChatGPT-Antwort neben normalen Suchmaschinenergebnissen angezeigt wird.\n\nKann ChatGPT für Google kostenlos verwendet werden?\nJa, die Nutzung der Erweiterung ist kostenlos.\n\nWelche Suchmaschinen werden unterstützt?\nDerzeit unterstützt ChatGPT für Google Google, Bing, DuckDuckGo und weitere Suchmaschinen\n\nBenötige ich ein ChatGPT/OpenAI-Konto?\nJa, Sie benötigen ein ChatGPT-Konto, um diese Erweiterung zu verwenden. Unter chat.openai.com können Sie kostenlos ein Konto erstellen\n\nNotiz!\nDaily New Tab sammelt oder verwendet Ihre persönlichen oder Browserdaten in keiner Weise.\n\nEinige Leute vergleichen diese Erweiterung mit Momentum, Infinity New Tab und anderen. Wir konzentrieren uns mehr auf die Produktivität.\n\nErleben Sie eine reibungslose und moderne Benutzeroberfläche ist unsere Spezialität. Probieren Sie es aus. Die Daily New Tab-Erweiterung ist völlig kostenlos und für Benutzer einfach zu verwalten. Wenn unsere Erweiterung für Sie nützlich ist, geben Sie uns 5 Sterne!",
    "en,en_AU,en_GB,en_US": "Daily New Tab replaces the default homepage of Chrome Browser and turns it into powerful personal new tab, you'd love to use every day. \n\nSave and organize bookmarks to your Chrome start page on a unique and modern hexagonal grid. All your favorite websites - always one click away!\n\nCustomize it in the way, you want, choose from dozens of the beautiful backgrounds. Enjoy a clean look of hexagon bookmarks accented with a chosen colour, delivered in NewTab. Turn your Chrome Start page into the most beautiful and powerful utility of your browser with Daily New Tab.\n\nAdd, remove, replace and manage any of chrome new tab tiles. Customize the layout, style and background for New Tab. With Daily tab - Personal Dashboard you'll get a full control over your new tab.\n\nCompared with Chrome original new tab, Daily Tab allows you to add your favorite websites by yourself.We redraw hundreds of icons to build your cloud application platform, of course, you can also customize the icons for these sites. In addition, the background image of the new tab page is able to be changed.\n\nChatGPT is to engage in conversations with humans and answer a wide range of questions on various topics.\n\nChatGPT provides answers to a wide range of questions on various topics, including education, health, technology, entertainment, and more. In addition to answering questions, ChatGPT can be used as a writing assistant, helping people to write better emails, essays, or even books, offering suggestions on grammar, syntax, and vocabulary, and helping people to refine their writing style.\n\nOverall, ChatGPT can be a valuable resource for people seeking information, assistance with writing, or language learning support.\n\nTransform your new tab page to something beautiful and yours. \n\nNote!\nDaily New Tab does not collect or use your personal or browser data in any way.\n\nSome people compare this extension to momentum, infinity new tab and others. We are more focused on productivity.\n\nExperience smooth and modern interface is our specialty, hurry to try it. The Daily New Tab extension is completely free and easy to manage for users. If our extension is useful to you, give us 5 stars!",
    "es,es_419": "Pestaña ChatGPT: la nueva pestaña con ChatGPT reemplaza la página de inicio predeterminada del navegador Chrome y la convierte en una nueva pestaña personal poderosa que le encantaría usar todos los días.\n\nGuarde y organice marcadores en su página de inicio de Chrome en una cuadrícula hexagonal única y moderna. Todos tus sitios web favoritos, ¡siempre a un clic de distancia!\n\nPersonalícelo de la manera que desee, elija entre docenas de hermosos fondos. Disfrute de una apariencia limpia de marcadores hexagonales acentuados con un color elegido, entregados en ChatGPT NewTab. Convierta su página de inicio de Chrome en la utilidad más hermosa y poderosa de su navegador con ChatGPT New Tab.\n\nAgregue, elimine, reemplace y administre cualquiera de los mosaicos de pestañas nuevas de Chrome. Personaliza el diseño, el estilo y el fondo de la nueva pestaña. Con la pestaña Diaria - Tablero personal obtendrá un control total sobre su nueva pestaña.\n\nEn comparación con la nueva pestaña original de Chrome, la pestaña ChatGPT le permite agregar sus sitios web favoritos usted mismo. Redibujamos cientos de íconos para construir su plataforma de aplicaciones en la nube, por supuesto, también puede personalizar los íconos para estos sitios. Además, la imagen de fondo de la página de nueva pestaña se puede cambiar.\n\nChatGPT es para entablar conversaciones con humanos y responder una amplia gama de preguntas sobre diversos temas.\n\nChatGPT brinda respuestas a una amplia gama de preguntas sobre diversos temas, que incluyen educación, salud, tecnología, entretenimiento y más. Además de responder preguntas, ChatGPT se puede usar como asistente de escritura, ayudando a las personas a escribir mejores correos electrónicos, ensayos o incluso libros, ofreciendo sugerencias sobre gramática, sintaxis y vocabulario, y ayudando a las personas a refinar su estilo de escritura.\n\nEn general, ChatGPT puede ser un recurso valioso para las personas que buscan información, ayuda con la escritura o apoyo para el aprendizaje de idiomas.\n\nTransforme su página de nueva pestaña en algo hermoso y suyo.\n\nPero lo que distingue a Nueva pestaña de otras extensiones es su integración con ChatGPT. ChatGPT es un modelo de lenguaje de vanguardia que utiliza inteligencia artificial para brindar respuestas personalizadas a sus consultas. Con Nueva pestaña, puede acceder a ChatGPT directamente desde su página de nueva pestaña. Simplemente haga clic en el widget de ChatGPT y comience a escribir su pregunta. ChatGPT le brindará una respuesta rápida y precisa, ahorrándole tiempo y esfuerzo.\n\nBeneficios de usar una nueva pestaña con el soporte de ChatGPT\nLa combinación de compatibilidad con Nueva pestaña y ChatGPT ofrece numerosos beneficios tanto para uso personal como profesional.\n\nNueva pestaña - Nueva pestaña con ChatGPT\nPestaña ChatGPT - Nueva pestaña con ChatGPT\n\nNueva pestaña con ChatGPT. Obtener nueva pestaña moderna. Personaliza tus marcadores, diseño, fondo y usa ChatGPT.\n\nNueva pestaña con ChatGPT. El panel personal organiza los marcadores, los sitios web y brinda acceso a ChatGPT desde la página de inicio.\n\nPestaña ChatGPT - Nueva pestaña con ChatGPT\n\n¿Qué es Chat GPT?\nChatGPT es un modelo de lenguaje desarrollado por OpenAI, es un tipo de IA que puede comprender y generar texto similar al humano. Ha sido entrenado en una gran cantidad de datos de texto de Internet, por lo que tiene una buena comprensión de varios temas y puede realizar varias tareas de procesamiento de lenguaje natural, como traducción de idiomas, resumen de texto y finalización de texto. Esencialmente, es un programa de computadora que puede comunicarse con las personas de una manera que se siente natural y humana.\n\n¿Qué es ChatGPT para Google?\nChatGPT para Google es una extensión de navegador que mejora los motores de búsqueda con el poder de ChatGPT. Funciona mostrando la respuesta de ChatGPT junto con los resultados normales del motor de búsqueda.\n\n¿ChatGPT para Google es de uso gratuito?\nSí, la extensión es de uso gratuito.\n\n¿Qué motores de búsqueda son compatibles?\nActualmente, ChatGPT para Google es compatible con Google, Bing, DuckDuckGo y más motores de búsqueda.\n\n¿Necesito una cuenta de ChatGPT/OpenAI?\nSí, debe tener una cuenta de ChatGPT para usar esta extensión. Puedes crear una cuenta gratis en chat.openai.com\n\n¡Nota!\nDaily New Tab no recopila ni utiliza sus datos personales o del navegador de ninguna manera.\n\nAlgunas personas comparan esta extensión con impulso, nueva pestaña infinita y otros. Estamos más enfocados en la productividad.\n\nExperimentar una interfaz fluida y moderna es nuestra especialidad, date prisa para probarla. La extensión Daily New Tab es completamente gratuita y fácil de administrar para los usuarios. Si nuestra extensión te es útil, ¡danos 5 estrellas!",
    "fi": "ChatGPT-välilehti – Uusi välilehti ChatGPT:llä korvaa Chrome-selaimen oletuskotisivun ja tekee siitä tehokkaan henkilökohtaisen välilehden, jota käytät mielelläsi joka päivä.\n\nTallenna ja järjestä kirjanmerkit Chrome-aloitussivullesi ainutlaatuiseen ja moderniin kuusikulmaiseen ruudukkoon. Kaikki suosikkisivustosi - aina yhden napsautuksen päässä!\n\nMukauta sitä haluamallasi tavalla, valitse kymmenistä kauniista taustoista. Nauti kuusikulmaisten kirjanmerkkien puhtaasta ulkonäöstä valitulla värillä korostetuista ChatGPT NewTabista. Tee Chromen aloitussivustasi selaimesi kaunein ja tehokkain apuohjelma ChatGPT New Tab -sovelluksella.\n\nLisää, poista, vaihda ja hallinnoi mitä tahansa chrome new tab -ruutua. Mukauta Uuden välilehden asettelua, tyyliä ja taustaa. Daily-välilehden – Personal Dashboardin avulla saat täyden hallinnan uudesta välilehdestäsi.\n\nVerrattuna Chromen alkuperäiseen uuteen välilehteen, ChatGPT-välilehdellä voit lisätä suosikkisivustosi itse.Piirrämme satoja kuvakkeita uudelleen rakentaaksemme pilvisovellusalustan. Voit tietysti myös mukauttaa näiden sivustojen kuvakkeita. Lisäksi uuden välilehden sivun taustakuva on vaihdettavissa.\n\nChatGPT on osallistua keskusteluihin ihmisten kanssa ja vastata monenlaisiin kysymyksiin eri aiheista.\n\nChatGPT tarjoaa vastauksia monenlaisiin kysymyksiin eri aiheista, mukaan lukien koulutus, terveys, teknologia, viihde ja paljon muuta. Kysymyksiin vastaamisen lisäksi ChatGPT:tä voidaan käyttää kirjoitusassistenttina, joka auttaa ihmisiä kirjoittamaan parempia sähköposteja, esseitä tai jopa kirjoja, tarjoaa ehdotuksia kieliopin, syntaksin ja sanaston suhteen sekä auttaa ihmisiä hiomaan kirjoitustyyliään.\n\nKaiken kaikkiaan ChatGPT voi olla arvokas resurssi ihmisille, jotka etsivät tietoa, apua kirjoittamisessa tai kieltenoppimistukea.\n\nMuuta uusi välilehtisivusi kauniiksi ja omaksi.\n\nMutta mikä erottaa uuden välilehden muista laajennuksista, on sen integrointi ChatGPT:hen. ChatGPT on huippuluokan kielimalli, joka käyttää tekoälyä tarjotakseen henkilökohtaisia vastauksia kyselyihisi. Uuden välilehden avulla voit käyttää ChatGPT:tä suoraan uuden välilehden sivulta. Napsauta vain ChatGPT-widgetiä ja ala kirjoittaa kysymyksesi. ChatGPT tarjoaa nopean ja tarkan vastauksen, mikä säästää aikaa ja vaivaa.\n\nUuden välilehden käytön edut ChatGPT-tuen kanssa\nUuden välilehden ja ChatGPT-tuen yhdistelmä tarjoaa lukuisia etuja sekä henkilökohtaiseen että ammattikäyttöön.\n\nUusi välilehti – Uusi välilehti ChatGPT:llä\nChatGPT-välilehti – Uusi välilehti ChatGPT:llä\n\nUusi välilehti ChatGPT:llä. Hanki moderni Uusi välilehti. Mukauta kirjanmerkkejäsi, asettelua, taustaa ja käytä ChatGPT:tä.\n\nUusi välilehti ChatGPT:llä. Henkilökohtainen kojelauta järjestää kirjanmerkit, verkkosivustot ja tarjoaa pääsyn ChatGPT:hen aloitussivulta.\n\nChatGPT-välilehti – Uusi välilehti ChatGPT:llä\n\nMikä on ChatGPT?\nChatGPT on OpenAI:n kehittämä kielimalli, se on tekoälytyyppi, joka pystyy ymmärtämään ja luomaan ihmisen kaltaista tekstiä. Se on koulutettu valtavaan määrään Internetistä tulevaa tekstidataa, joten sillä on hyvä ymmärrys eri aiheista ja se pystyy suorittamaan erilaisia luonnollisen kielen käsittelytehtäviä, kuten kielen kääntämisen, tekstin yhteenvedon ja tekstin täydennyksen. Pohjimmiltaan se on tietokoneohjelma, joka voi kommunikoida ihmisten kanssa tavalla, joka tuntuu luonnolliselta ja ihmiseltä.\n\nMikä on ChatGPT Googlelle?\nChatGPT for Google on selainlaajennus, joka parantaa hakukoneita ChatGPT:n teholla. Se toimii näyttämällä ChatGPT-vastauksen tavallisten hakukonetulosten rinnalla.\n\nOnko ChatGPT for Google ilmainen käyttää?\nKyllä, laajennus on ilmainen käyttää.\n\nMitä hakukoneita tuetaan?\nTällä hetkellä ChatGPT for Google tukee Googlea, Bingiä, DuckDuckGoa ja muita hakukoneita\n\nTarvitsenko ChatGPT/OpenAI-tilin?\nKyllä, sinulla on oltava ChatGPT-tili, jotta voit käyttää tätä laajennusta. Voit luoda tilin ilmaiseksi osoitteessa chat.openai.com\n\nHuomautus!\nDaily New Tab ei kerää tai käytä henkilökohtaisia tai selaimen tietoja millään tavalla.\n\nJotkut ihmiset vertaavat tätä laajennusta momentumiin, infinity-uuteen välilehteen ja muihin. Keskitymme enemmän tuottavuuteen.\n\nKoe sujuva ja moderni käyttöliittymä on erikoisuutemme, kiirehdi kokeilemaan sitä. Daily New Tab -laajennus on täysin ilmainen ja helppo hallita käyttäjille. Jos laajennus on sinulle hyödyllinen, anna meille 5 tähteä!",
    "fr": "Onglet ChatGPT - Le nouvel onglet avec ChatGPT remplace la page d'accueil par défaut du navigateur Chrome et le transforme en un nouvel onglet personnel puissant, que vous aimeriez utiliser tous les jours.\n\nEnregistrez et organisez les signets sur votre page d'accueil Chrome sur une grille hexagonale unique et moderne. Tous vos sites Web préférés - toujours à portée de clic !\n\nPersonnalisez-le comme vous le souhaitez, choisissez parmi des dizaines de magnifiques arrière-plans. Profitez d'un look épuré de signets hexagonaux accentués d'une couleur choisie, livrés dans ChatGPT NewTab. Transformez votre page de démarrage Chrome en l'utilitaire le plus beau et le plus puissant de votre navigateur avec ChatGPT New Tab.\n\nAjoutez, supprimez, remplacez et gérez l'une des nouvelles vignettes d'onglets chromées. Personnalisez la mise en page, le style et l'arrière-plan du nouvel onglet. Avec l'onglet Quotidien - Tableau de bord personnel, vous aurez un contrôle total sur votre nouvel onglet.\n\nPar rapport au nouvel onglet d'origine de Chrome, l'onglet ChatGPT vous permet d'ajouter vous-même vos sites Web préférés. Nous redessinons des centaines d'icônes pour créer votre plate-forme d'application cloud, bien sûr, vous pouvez également personnaliser les icônes de ces sites. De plus, l'image d'arrière-plan de la nouvelle page à onglet peut être modifiée.\n\nChatGPT consiste à engager des conversations avec des humains et à répondre à un large éventail de questions sur divers sujets.\n\nChatGPT fournit des réponses à un large éventail de questions sur divers sujets, notamment l'éducation, la santé, la technologie, le divertissement, etc. En plus de répondre aux questions, ChatGPT peut être utilisé comme assistant d'écriture, aidant les gens à écrire de meilleurs e-mails, essais ou même des livres, offrant des suggestions sur la grammaire, la syntaxe et le vocabulaire, et aidant les gens à affiner leur style d'écriture.\n\nDans l'ensemble, ChatGPT peut être une ressource précieuse pour les personnes à la recherche d'informations, d'aide à la rédaction ou de soutien à l'apprentissage des langues.\n\nTransformez votre nouvelle page à onglet en quelque chose de beau et à vous.\n\nMais ce qui distingue New Tab des autres extensions, c'est son intégration avec ChatGPT. ChatGPT est un modèle de langage de pointe qui utilise l'intelligence artificielle pour fournir des réponses personnalisées à vos demandes. Avec Nouvel onglet, vous pouvez accéder à ChatGPT directement à partir de votre page de nouvel onglet. Cliquez simplement sur le widget ChatGPT et commencez à taper votre question. ChatGPT fournira une réponse rapide et précise, vous faisant gagner du temps et des efforts.\n\nAvantages de l'utilisation d'un nouvel onglet avec le support ChatGPT\nLa combinaison du support New Tab et ChatGPT offre de nombreux avantages pour un usage personnel et professionnel.\n\nNouvel onglet - Nouvel onglet avec ChatGPT\nOnglet ChatGPT - Nouvel onglet avec ChatGPT\n\nNouvel onglet avec ChatGPT. Obtenez un nouvel onglet moderne. Personnalisez vos signets, votre mise en page, votre arrière-plan et utilisez ChatGPT.\n\nNouvel onglet avec ChatGPT. Le tableau de bord personnel organise les signets, les sites Web et permet d'accéder à ChatGPT à partir de la page de démarrage.\n\nOnglet ChatGPT - Nouvel onglet avec ChatGPT\n\nQu'est-ce que ChatGPT ?\nChatGPT est un modèle de langage développé par OpenAI, c'est un type d'IA capable de comprendre et de générer du texte de type humain. Il a été formé sur une grande quantité de données textuelles provenant d'Internet, il a donc une bonne compréhension de divers sujets et il peut effectuer diverses tâches de traitement du langage naturel telles que la traduction de la langue, le résumé et l'achèvement du texte. Il s'agit essentiellement d'un programme informatique qui peut communiquer avec les gens d'une manière naturelle et humaine.\n\nQu'est-ce que ChatGPT pour Google ?\nChatGPT pour Google est une extension de navigateur qui améliore les moteurs de recherche avec la puissance de ChatGPT. Cela fonctionne en affichant la réponse ChatGPT à côté des résultats normaux des moteurs de recherche.\n\nL'utilisation de ChatGPT pour Google est-elle gratuite ?\nOui, l'extension est gratuite.\n\nQuels moteurs de recherche sont pris en charge ?\nActuellement, ChatGPT pour Google prend en charge Google, Bing, DuckDuckGo et d'autres moteurs de recherche\n\nAi-je besoin d'un compte ChatGPT/OpenAI ?\nOui, vous devez avoir un compte ChatGPT pour utiliser cette extension. Vous pouvez créer un compte gratuitement sur chat.openai.com\n\nNote!\nDaily New Tab ne collecte ni n'utilise vos données personnelles ou de navigateur de quelque manière que ce soit.\n\nCertaines personnes comparent cette extension à momentum, infinity new tab et autres. Nous sommes plus axés sur la productivité.\n\nL'expérience d'une interface fluide et moderne est notre spécialité, dépêchez-vous de l'essayer. L'extension Daily New Tab est entièrement gratuite et facile à gérer pour les utilisateurs. Si notre extension vous est utile, donnez-nous 5 étoiles !",
    "it": "Scheda ChatGPT: la nuova scheda con ChatGPT sostituisce la home page predefinita del browser Chrome e la trasforma in una potente nuova scheda personale, che ti piacerebbe utilizzare ogni giorno.\n\nSalva e organizza i segnalibri nella tua pagina iniziale di Chrome su una griglia esagonale unica e moderna. Tutti i tuoi siti web preferiti - sempre a portata di clic!\n\nPersonalizzalo nel modo che preferisci, scegli tra dozzine di bellissimi sfondi. Goditi un aspetto pulito dei segnalibri esagonali accentati con un colore scelto, consegnato in ChatGPT NewTab. Trasforma la tua pagina iniziale di Chrome nell'utilità più bella e potente del tuo browser con ChatGPT New Tab.\n\nAggiungi, rimuovi, sostituisci e gestisci qualsiasi riquadro della nuova scheda di Chrome. Personalizza il layout, lo stile e lo sfondo per Nuova scheda. Con la scheda Daily - Dashboard personale avrai il pieno controllo della tua nuova scheda.\n\nRispetto alla nuova scheda originale di Chrome, la scheda ChatGPT ti consente di aggiungere i tuoi siti Web preferiti da solo. Ridisegniamo centinaia di icone per creare la tua piattaforma di applicazioni cloud, ovviamente puoi anche personalizzare le icone per questi siti. Inoltre, è possibile modificare l'immagine di sfondo della pagina Nuova scheda.\n\nChatGPT è quello di impegnarsi in conversazioni con gli umani e rispondere a una vasta gamma di domande su vari argomenti.\n\nChatGPT fornisce risposte a una vasta gamma di domande su vari argomenti, tra cui istruzione, salute, tecnologia, intrattenimento e altro ancora. Oltre a rispondere alle domande, ChatGPT può essere utilizzato come assistente alla scrittura, aiutando le persone a scrivere e-mail, saggi o persino libri migliori, offrendo suggerimenti su grammatica, sintassi e vocabolario e aiutando le persone a perfezionare il proprio stile di scrittura.\n\nNel complesso, ChatGPT può essere una risorsa preziosa per le persone che cercano informazioni, assistenza con la scrittura o supporto per l'apprendimento delle lingue.\n\nTrasforma la pagina della tua nuova scheda in qualcosa di bello e tuo.\n\nMa ciò che distingue New Tab dalle altre estensioni è la sua integrazione con ChatGPT. ChatGPT è un modello linguistico all'avanguardia che utilizza l'intelligenza artificiale per fornire risposte personalizzate alle tue richieste. Con Nuova scheda, puoi accedere a ChatGPT direttamente dalla pagina Nuova scheda. Fai semplicemente clic sul widget ChatGPT e inizia a digitare la tua domanda. ChatGPT fornirà una risposta rapida e precisa, facendoti risparmiare tempo e fatica.\n\nVantaggi dell'utilizzo di una nuova scheda con il supporto ChatGPT\nLa combinazione del supporto Nuova scheda e ChatGPT offre numerosi vantaggi sia per uso personale che professionale.\n\nNuova scheda - Nuova scheda con ChatGPT\nScheda ChatGPT - Nuova scheda con ChatGPT\n\nNuova scheda con ChatGPT. Ottieni una nuova scheda moderna. Personalizza i segnalibri, il layout, lo sfondo e usa ChatGPT.\n\nNuova scheda con ChatGPT. La dashboard personale organizza i segnalibri, i siti Web e fornisce l'accesso a ChatGPT dalla pagina iniziale.\n\nScheda ChatGPT - Nuova scheda con ChatGPT\n\nChe cos'è ChatGPT?\nChatGPT è un modello di linguaggio sviluppato da OpenAI, è un tipo di intelligenza artificiale in grado di comprendere e generare testo simile a quello umano. È stato addestrato su una grande quantità di dati di testo da Internet, quindi ha una buona comprensione di vari argomenti e può eseguire varie attività di elaborazione del linguaggio naturale come la traduzione in lingua, il riepilogo del testo e il completamento del testo. Essenzialmente, è un programma per computer in grado di comunicare con le persone in un modo naturale e umano.\n\nCos'è ChatGPT per Google?\nChatGPT per Google è un'estensione del browser che migliora i motori di ricerca con la potenza di ChatGPT. Funziona mostrando la risposta ChatGPT insieme ai normali risultati del motore di ricerca.\n\nChatGPT per Google è gratuito?\nSì, l'estensione è gratuita.\n\nQuali motori di ricerca sono supportati?\nAttualmente, ChatGPT per Google supporta Google, Bing, DuckDuckGo e altri motori di ricerca\n\nHo bisogno di un account ChatGPT/OpenAI?\nSì, è necessario disporre di un account ChatGPT per utilizzare questa estensione. Puoi creare un account gratuitamente su chat.openai.com\n\nNota!\nDaily New Tab non raccoglie né utilizza in alcun modo i tuoi dati personali o del browser.\n\nAlcune persone paragonano questa estensione a momentum, infinity new tab e altri. Siamo più concentrati sulla produttività.\n\nSperimenta un'interfaccia fluida e moderna è la nostra specialità, affrettati a provarla. L'estensione Daily New Tab è completamente gratuita e facile da gestire per gli utenti. Se la nostra estensione ti è utile, assegnaci 5 stelle!",
    "ja": "ChatGPT タブ - ChatGPT を備えた新しいタブは、Chrome ブラウザのデフォルトのホームページを置き換え、毎日使用したくなる強力な個人用の新しいタブに変えます。\n\nユニークでモダンな六角形のグリッドで、ブックマークを Chrome スタート ページに保存して整理します。 お気に入りのウェブサイトすべて - いつでもワンクリックで！\n\n数十の美しい背景から選択して、好きなようにカスタマイズしてください。 ChatGPT NewTab で提供される、選択した色がアクセントになった六角形のしおりのすっきりとした外観をお楽しみください。 ChatGPT New Tab を使用して、Chrome のスタート ページをブラウザの最も美しく強力なユーティリティに変えます。\n\nクロムの新しいタブ タイルを追加、削除、置換、および管理します。 新しいタブのレイアウト、スタイル、背景をカスタマイズします。 デイリー タブ - パーソナル ダッシュボードを使用すると、新しいタブを完全に制御できます。\n\nChrome オリジナルの新しいタブと比較して、ChatGPT Tab ではお気に入りの Web サイトを自分で追加できます。何百ものアイコンを再描画してクラウド アプリケーション プラットフォームを構築します。もちろん、これらのサイトのアイコンをカスタマイズすることもできます。 また、新しいタブページの背景画像を変更することができます。\n\nChatGPT は、人間との会話に参加し、さまざまなトピックに関する幅広い質問に回答することです。\n\nChatGPT は、教育、健康、テクノロジー、エンターテイメントなど、さまざまなトピックに関する幅広い質問への回答を提供します。 質問に答えるだけでなく、ChatGPT はライティング アシスタントとしても使用でき、人々がより良いメール、エッセイ、さらには本を書くのを助け、文法、構文、および語彙に関する提案を提供し、人々が自分の文章スタイルを洗練するのを支援します.\n\n全体として、ChatGPT は、情報、執筆の支援、または語学学習のサポートを求める人々にとって貴重なリソースとなります。\n\n新しいタブ ページを美しく自分だけのものに変えましょう。\n\nしかし、New Tab が他の拡張機能と一線を画しているのは、ChatGPT との統合です。 ChatGPT は、人工知能を使用して、問い合わせに対してパーソナライズされた応答を提供する最先端の言語モデルです。 新しいタブを使用すると、新しいタブ ページから ChatGPT に直接アクセスできます。 ChatGPT ウィジェットをクリックして、質問の入力を開始するだけです。 ChatGPT は迅速かつ正確な応答を提供し、時間と労力を節約します。\n\nChatGPT サポートで新しいタブを使用する利点\nNew Tab と ChatGPT のサポートの組み合わせは、個人用と業務用の両方で多くの利点を提供します。\n\n新しいタブ - ChatGPT を使用した新しいタブ\nChatGPT タブ - ChatGPT の新しいタブ\n\nChatGPT を使用した新しいタブ。 最新の新しいタブを取得します。 ブックマーク、レイアウト、背景をカスタマイズし、ChatGPT を使用します。\n\nChatGPT の新しいタブ。 パーソナル ダッシュボードは、ブックマーク、Web サイトを整理し、開始ページから ChatGPT へのアクセスを提供します。\n\nChatGPT タブ - ChatGPT の新しいタブ\n\nChatGPTとは？\nChatGPT は OpenAI によって開発された言語モデルであり、人間のようなテキストを理解して生成できる AI の一種です。 インターネットからの膨大な量のテキスト データでトレーニングされているため、さまざまなトピックをよく理解しており、言語の翻訳、テキストの要約、テキストの補完など、さまざまな自然言語処理タスクを実行できます。 本質的に、それは自然で人間らしい方法で人々とコミュニケーションできるコンピュータ プログラムです。\n\nGoogle の ChatGPT とは何ですか?\nChatGPT for Google は、ChatGPT の力で検索エンジンを強化するブラウザー拡張機能です。 通常の検索エンジンの結果と一緒に ChatGPT 応答を表示することで機能します。\n\nChatGPT for Google は無料で使用できますか?\nはい、拡張機能は無料で使用できます。\n\nどの検索エンジンがサポートされていますか?\n現在、ChatGPT for Google は、Google、Bing、DuckDuckGo などの検索エンジンをサポートしています。\n\nChatGPT/OpenAI アカウントは必要ですか?\nはい、この拡張機能を使用するには ChatGPT アカウントが必要です。 chat.openai.com で無料でアカウントを作成できます。\n\nノート！\nDaily New Tab は、いかなる方法でも、個人データまたはブラウザ データを収集または使用しません。\n\nこの拡張機能をモーメンタム、無限の新しいタブなどと比較する人もいます。 私たちは生産性をより重視しています。\n\nスムーズでモダンなインターフェイスを体験してください。 Daily New Tab 拡張機能は完全に無料で、ユーザーにとって管理が簡単です。 私たちの拡張機能が役に立った場合は、5 つ星を付けてください。\n\n\nChatGPT Tab - New tab with ChatGPT replaces the default homepage of Chrome Browser and turns it into powerful personal new tab, you'd love to use every day. \n\nSave and organize bookmarks to your Chrome start page on a unique and modern hexagonal grid. All your favorite websites - always one click away!\n\nCustomize it in the way, you want, choose from dozens of the beautiful backgrounds. Enjoy a clean look of hexagon bookmarks accented with a chosen colour, delivered in ChatGPT NewTab. Turn your Chrome Start page into the most beautiful and powerful utility of your browser with ChatGPT New Tab.\n\nAdd, remove, replace and manage any of chrome new tab tiles. Customize the layout, style and background for New Tab. With Daily tab - Personal Dashboard you'll get a full control over your new tab.\n\nCompared with Chrome original new tab, ChatGPT Tab allows you to add your favorite websites by yourself.We redraw hundreds of icons to build your cloud application platform, of course, you can also customize the icons for these sites. In addition, the background image of the new tab page is able to be changed.\n\nChatGPT is to engage in conversations with humans and answer a wide range of questions on various topics.\n\nChatGPT provides answers to a wide range of questions on various topics, including education, health, technology, entertainment, and more. In addition to answering questions, ChatGPT can be used as a writing assistant, helping people to write better emails, essays, or even books, offering suggestions on grammar, syntax, and vocabulary, and helping people to refine their writing style.\n\nOverall, ChatGPT can be a valuable resource for people seeking information, assistance with writing, or language learning support.\n\nTransform your new tab page to something beautiful and yours. \n\nBut what sets New Tab apart from other extensions is its integration with ChatGPT. ChatGPT is a cutting-edge language model that uses artificial intelligence to provide personalized responses to your inquiries. With New Tab, you can access ChatGPT directly from your new tab page. Simply click on the ChatGPT widget and start typing your question. ChatGPT will provide a quick and accurate response, saving you time and effort.\n\nBenefits of Using New Tab with ChatGPT Support\nThe combination of New Tab and ChatGPT support offers numerous benefits for both personal and professional use. \n\nNew Tab - New tab with ChatGPT\nChatGPT Tab - New tab with ChatGPT\n\nNew Tab with ChatGPT. Get modern New tab. Customize your bookmarks, layout, background and use ChatGPT.\n\nNew tab with ChatGPT. Personal dashboard organizes the bookmarks, websites, and provides access to ChatGPT from the startpage.\n\nChatGPT Tab - New tab with ChatGPT\n\nWhat is ChatGPT?\nChatGPT is a language model developed by OpenAI, it's a type of AI that is able to understand and generate human-like text. It's been trained on a vast amount of text data from the internet, so it has a good understanding of various topics and it can perform various natural language processing tasks such as language translation, text summarization, and text completion. Essentially, it's a computer program that can communicate with people in a way that feels natural and human-like.\n\nWhat is ChatGPT for Google?\nChatGPT for Google is a browser extension that enhance search engines with the power of ChatGPT. It works by showing ChatGPT response alongside normal search engine results.\n\nIs ChatGPT for Google free to use?\nYes, the extension is free to use.\n\nWhat search engines are supported?\nCurrently, ChatGPT for Google supports Google, Bing, DuckDuckGo and more search engines\n\nDo I need a ChatGPT/OpenAI account?\nYes, you need to have a ChatGPT account to use this extension. You can create an account for free at chat.openai.com\n\nNote!\nDaily New Tab does not collect or use your personal or browser data in any way.\n\nSome people compare this extension to momentum, infinity new tab and others. We are more focused on productivity.\n\nExperience smooth and modern interface is our specialty, hurry to try it. The Daily New Tab extension is completely free and easy to manage for users. If our extension is useful to you, give us 5 stars!",
    "ko": "ChatGPT 탭 - ChatGPT가 있는 새 탭은 Chrome 브라우저의 기본 홈페이지를 대체하고 매일 사용하고 싶은 강력한 개인용 새 탭으로 바꿉니다.\n\n독특하고 현대적인 육각형 그리드에서 Chrome 시작 페이지의 북마크를 저장하고 구성하세요. 모든 즐겨찾는 웹사이트 - 항상 클릭 한 번으로!\n\n수십 개의 아름다운 배경 중에서 선택하여 원하는 방식으로 사용자 정의하십시오. ChatGPT NewTab에서 제공되는 선택한 색상으로 강조된 육각형 책갈피의 깔끔한 모습을 즐기세요. ChatGPT 새 탭으로 Chrome 시작 페이지를 브라우저의 가장 아름답고 강력한 유틸리티로 바꾸십시오.\n\nChrome 새 탭 타일을 추가, 제거, 교체 및 관리합니다. 새 탭의 레이아웃, 스타일 및 배경을 사용자 지정합니다. 일일 탭 - 개인 대시보드를 사용하면 새 탭을 완벽하게 제어할 수 있습니다.\n\nChrome의 원래 새 탭과 비교할 때 ChatGPT 탭을 사용하면 즐겨찾는 웹사이트를 직접 추가할 수 있습니다. 클라우드 애플리케이션 플랫폼을 구축하기 위해 수백 개의 아이콘을 다시 그립니다. 물론 이러한 사이트의 아이콘을 사용자 지정할 수도 있습니다. 또한 새 탭 페이지의 배경 이미지를 변경할 수 있습니다.\n\nChatGPT는 인간과 대화에 참여하고 다양한 주제에 대한 광범위한 질문에 답하는 것입니다.\n\nChatGPT는 교육, 건강, 기술, 엔터테인먼트 등 다양한 주제에 대한 광범위한 질문에 대한 답변을 제공합니다. 질문에 답하는 것 외에도 ChatGPT는 작문 도우미로 사용할 수 있어 사람들이 더 나은 이메일, 에세이 또는 책을 쓰도록 돕고 문법, 구문 및 어휘에 대한 제안을 제공하고 작문 스타일을 다듬도록 돕습니다.\n\n전반적으로 ChatGPT는 정보, 작문 지원 또는 언어 학습 지원을 찾는 사람들에게 귀중한 리소스가 될 수 있습니다.\n\n새 탭 페이지를 나만의 아름다운 페이지로 바꿔보세요.\n\n그러나 New Tab이 다른 확장 프로그램과 차별화되는 점은 ChatGPT와의 통합입니다. ChatGPT는 인공 지능을 사용하여 귀하의 질문에 개인화된 응답을 제공하는 최첨단 언어 모델입니다. 새 탭을 사용하면 새 탭 페이지에서 바로 ChatGPT에 액세스할 수 있습니다. ChatGPT 위젯을 클릭하고 질문을 입력하기만 하면 됩니다. ChatGPT는 빠르고 정확한 응답을 제공하여 시간과 노력을 절약해 드립니다.\n\nChatGPT 지원과 함께 새 탭을 사용할 때의 이점\n새 탭과 ChatGPT 지원의 조합은 개인용 및 업무용 모두에 다양한 이점을 제공합니다.\n\n새 탭 - ChatGPT가 포함된 새 탭\nChatGPT 탭 - ChatGPT가 포함된 새 탭\n\nChatGPT가 포함된 새 탭. 최신 새 탭을 받으세요. 북마크, 레이아웃, 배경을 사용자 지정하고 ChatGPT를 사용하세요.\n\nChatGPT가 있는 새 탭. 개인 대시보드는 북마크, 웹사이트를 구성하고 시작 페이지에서 ChatGPT에 대한 액세스를 제공합니다.\n\nChatGPT 탭 - ChatGPT가 포함된 새 탭\n\nChatGPT가 무엇인가요?\nChatGPT는 OpenAI에서 개발한 언어 모델로, 인간과 유사한 텍스트를 이해하고 생성할 수 있는 AI 유형입니다. 인터넷에 있는 방대한 양의 텍스트 데이터로 훈련을 받아 다양한 주제에 대한 이해도가 높고 언어 번역, 텍스트 요약, 텍스트 완성 등 다양한 자연어 처리 작업을 수행할 수 있습니다. 본질적으로 자연스럽고 인간적인 느낌을 주는 방식으로 사람들과 소통할 수 있는 컴퓨터 프로그램입니다.\n\nGoogle용 ChatGPT란 무엇인가요?\nGoogle용 ChatGPT는 ChatGPT의 기능으로 검색 엔진을 향상시키는 브라우저 확장 프로그램입니다. 일반 검색 엔진 결과와 함께 ChatGPT 응답을 표시하여 작동합니다.\n\nGoogle용 ChatGPT는 무료로 사용할 수 있나요?\n예, 확장 프로그램은 무료로 사용할 수 있습니다.\n\n어떤 검색 엔진이 지원되나요?\n현재 ChatGPT for Google은 Google, Bing, DuckDuckGo 및 더 많은 검색 엔진을 지원합니다.\n\nChatGPT/OpenAI 계정이 필요한가요?\n예, 이 확장 프로그램을 사용하려면 ChatGPT 계정이 있어야 합니다. chat.openai.com에서 무료로 계정을 만들 수 있습니다.\n\n메모!\nDaily New Tab은 어떠한 방식으로도 개인 또는 브라우저 데이터를 수집하거나 사용하지 않습니다.\n\n어떤 사람들은 이 확장을 모멘텀, 인피니티 새 탭 등과 비교합니다. 우리는 생산성에 더 중점을 둡니다.\n\n부드럽고 현대적인 인터페이스를 경험하는 것이 우리의 전문 분야입니다. 서둘러 사용해보십시오. Daily New Tab 확장 프로그램은 완전 무료이며 사용자가 쉽게 관리할 수 있습니다. 저희 확장 프로그램이 도움이 되셨다면 별 5개를 주세요!",
    "lt": "„ChatGPT“ skirtukas – naujas skirtukas su „ChatGPT“ pakeičia numatytąjį „Chrome“ naršyklės pagrindinį puslapį ir paverčia jį nauju galingu asmeniniu skirtuku, kurį norėtumėte naudoti kiekvieną dieną.\n\nIšsaugokite ir tvarkykite žymes „Chrome“ pradžios puslapyje unikaliame ir šiuolaikiškame šešiakampiame tinklelyje. Visos jūsų mėgstamos svetainės – visada vienu paspaudimu!\n\nTinkinkite jį taip, kaip norite, pasirinkite iš daugybės gražių fonų. Mėgaukitės švaria šešiakampių žymių išvaizda, paryškinta pasirinkta spalva, pristatoma „ChatGPT NewTab“. Paverskite „Chrome“ pradžios puslapį gražiausia ir galingiausia naršyklės priemone naudodami „ChatGPT New Tab“.\n\nPridėkite, pašalinkite, pakeiskite ir tvarkykite bet kurią iš naujo chromo skirtuko plytelių. Tinkinkite naujo skirtuko išdėstymą, stilių ir foną. Naudodami kasdienį skirtuką – asmeninę informacijos suvestinę galėsite visiškai valdyti naująjį skirtuką.\n\nPalyginti su nauju „Chrome“ skirtuku, „ChatGPT Tab“ leidžia patiems pridėti mėgstamas svetaines. Perbraižome šimtus piktogramų, kad sukurtume debesies taikomųjų programų platformą. Žinoma, taip pat galite tinkinti šių svetainių piktogramas. Be to, galima keisti naujo skirtuko puslapio fono paveikslėlį.\n\n„ChatGPT“ skirta bendrauti su žmonėmis ir atsakyti į įvairius klausimus įvairiomis temomis.\n\nChatGPT pateikia atsakymus į daugybę klausimų įvairiomis temomis, įskaitant švietimą, sveikatą, technologijas, pramogas ir kt. Be atsakymo į klausimus, „ChatGPT“ gali būti naudojamas kaip rašymo asistentas, padedantis žmonėms rašyti geresnius el. laiškus, esė ar net knygas, siūlantis gramatikos, sintaksės ir žodyno pasiūlymus bei padedantis žmonėms tobulinti savo rašymo stilių.\n\nApskritai, „ChatGPT“ gali būti vertingas šaltinis žmonėms, ieškantiems informacijos, pagalbos rašant ar kalbos mokymosi pagalbos.\n\nPaverskite savo naujo skirtuko puslapį į kažką gražaus ir savo.\n\nTačiau tai, kas išskiria naują skirtuką iš kitų plėtinių, yra jo integracija su „ChatGPT“. „ChatGPT“ yra pažangiausias kalbos modelis, kuris naudoja dirbtinį intelektą, kad pateiktų asmeninius atsakymus į jūsų užklausas. Naudodami naują skirtuką galite pasiekti „ChatGPT“ tiesiai iš naujo skirtuko puslapio. Tiesiog spustelėkite „ChatGPT“ valdiklį ir pradėkite vesti klausimą. „ChatGPT“ suteiks greitą ir tikslų atsakymą, taupydamas jūsų laiką ir pastangas.\n\nNaujo skirtuko naudojimo su ChatGPT palaikymu pranašumai\nNaujo skirtuko ir „ChatGPT“ palaikymo derinys suteikia daug privalumų tiek asmeniniam, tiek profesionaliam naudojimui.\n\nNaujas skirtukas – naujas skirtukas su „ChatGPT“.\n„ChatGPT“ skirtukas – naujas skirtukas su „ChatGPT“.\n\nNaujas skirtukas su „ChatGPT“. Gaukite modernų Naują skirtuką. Tinkinkite savo žymes, išdėstymą, foną ir naudokite „ChatGPT“.\n\nNaujas skirtukas su „ChatGPT“. Asmeninė informacijos suvestinė tvarko žymes, svetaines ir suteikia prieigą prie „ChatGPT“ iš pradžios puslapio.\n\n„ChatGPT“ skirtukas – naujas skirtukas su „ChatGPT“.\n\nKas yra ChatGPT?\n„ChatGPT“ yra „OpenAI“ sukurtas kalbos modelis. Tai AI tipas, galintis suprasti ir generuoti į žmogų panašų tekstą. Jis buvo apmokytas daugybe tekstinių duomenų iš interneto, todėl puikiai išmano įvairias temas ir gali atlikti įvairias natūralios kalbos apdorojimo užduotis, tokias kaip kalbos vertimas, teksto apibendrinimas ir teksto užbaigimas. Iš esmės tai yra kompiuterinė programa, kuri gali bendrauti su žmonėmis natūraliai ir panašiai.\n\nKas yra „ChatGPT“, skirta „Google“?\n„ChatGPT“, skirta „Google“, yra naršyklės plėtinys, patobulinantis paieškos variklius „ChatGPT“ galia. Jis veikia rodydamas ChatGPT atsakymą kartu su įprastais paieškos variklio rezultatais.\n\nAr „ChatGPT for Google“ galima naudoti nemokamai?\nTaip, plėtiniu galima naudotis nemokamai.\n\nKokie paieškos varikliai palaikomi?\nŠiuo metu „ChatGPT for Google“ palaiko „Google“, „Bing“, „DuckDuckGo“ ir daugiau paieškos sistemų\n\nAr man reikia „ChatGPT“ / „OpenAI“ paskyros?\nTaip, norėdami naudoti šį plėtinį, turite turėti ChatGPT paskyrą. Galite nemokamai susikurti paskyrą adresu chat.openai.com\n\nPastaba!\n„Daily New Tab“ jokiu būdu nerenka ir nenaudoja jūsų asmeninių ar naršyklės duomenų.\n\nKai kurie žmonės lygina šį plėtinį su impulsu, infinity new tab ir kitais. Daugiau dėmesio skiriame produktyvumui.\n\nPatirkite sklandžią ir modernią sąsają – mūsų specialybė, paskubėkite tai išbandyti. „Daily New Tab“ plėtinys yra visiškai nemokamas ir lengvai valdomas vartotojams. Jei mūsų plėtinys jums naudingas, suteikite mums 5 žvaigždutes!",
    "lv": "Cilne ChatGPT — jauna cilne ar ChatGPT aizstāj Chrome pārlūkprogrammas noklusējuma sākumlapu un pārvērš to par jaudīgu personisku jaunu cilni, kuru jūs labprāt izmantotu katru dienu.\n\nSaglabājiet un kārtojiet grāmatzīmes savā Chrome sākuma lapā unikālā un modernā sešstūra režģī. Visas jūsu iecienītākās vietnes — vienmēr viena klikšķa attālumā!\n\nPielāgojiet to sev vēlamajā veidā, izvēlieties no vairākiem desmitiem skaistu fonu. Izbaudiet tīru sešstūra grāmatzīmju izskatu, kas akcentēts ar izvēlētu krāsu, kas tiek piegādāts ChatGPT NewTab. Pārvērtiet savu Chrome sākuma lapu par skaistāko un jaudīgāko pārlūkprogrammas utilītu, izmantojot ChatGPT New Tab.\n\nPievienojiet, noņemiet, nomainiet un pārvaldiet jebkuru no Chrome jaunās cilnes elementiem. Pielāgojiet jaunas cilnes izkārtojumu, stilu un fonu. Izmantojot cilni Dienas — personīgais informācijas panelis, jūs iegūsit pilnu kontroli pār savu jauno cilni.\n\nSalīdzinājumā ar Chrome oriģinālo jauno cilni, ChatGPT Tab ļauj jums pašam pievienot savas iecienītākās vietnes. Mēs pārzīmējam simtiem ikonu, lai izveidotu jūsu mākoņa lietojumprogrammu platformu, protams, jūs varat arī pielāgot ikonas šīm vietnēm. Turklāt ir iespējams mainīt jaunās cilnes lapas fona attēlu.\n\nChatGPT ir iesaistīties sarunās ar cilvēkiem un atbildēt uz plašu jautājumu loku par dažādām tēmām.\n\nChatGPT sniedz atbildes uz plašu jautājumu loku par dažādām tēmām, tostarp izglītību, veselību, tehnoloģijām, izklaidi un citām tēmām. Papildus atbildēm uz jautājumiem ChatGPT var izmantot kā rakstīšanas palīgu, palīdzot cilvēkiem rakstīt labākus e-pastus, esejas vai pat grāmatas, piedāvājot ieteikumus par gramatiku, sintaksi un vārdu krājumu, kā arī palīdzot cilvēkiem uzlabot rakstīšanas stilu.\n\nKopumā ChatGPT var būt vērtīgs resurss cilvēkiem, kuri meklē informāciju, palīdzību rakstīšanā vai valodu apguves atbalstu.\n\nPārveidojiet savu jauno cilnes lapu par kaut ko skaistu un savu.\n\nBet tas, kas atšķir New Tab no citiem paplašinājumiem, ir tā integrācija ar ChatGPT. ChatGPT ir moderns valodas modelis, kas izmanto mākslīgo intelektu, lai sniegtu personalizētas atbildes uz jūsu jautājumiem. Izmantojot jaunu cilni, varat piekļūt ChatGPT tieši no savas jaunās cilnes lapas. Vienkārši noklikšķiniet uz ChatGPT logrīka un sāciet rakstīt jautājumu. ChatGPT sniegs ātru un precīzu atbildi, ietaupot jūsu laiku un pūles.\n\nJaunas cilnes izmantošanas priekšrocības ar ChatGPT atbalstu\nJaunās cilnes un ChatGPT atbalsta kombinācija piedāvā daudzas priekšrocības gan personiskai, gan profesionālai lietošanai.\n\nJauna cilne — jauna cilne ar ChatGPT\nCilne ChatGPT — jauna cilne ar ChatGPT\n\nJauna cilne ar ChatGPT. Iegūstiet modernu Jauna cilne. Pielāgojiet savas grāmatzīmes, izkārtojumu, fonu un izmantojiet ChatGPT.\n\nJauna cilne ar ChatGPT. Personiskais informācijas panelis organizē grāmatzīmes, vietnes un nodrošina piekļuvi ChatGPT no sākuma lapas.\n\nCilne ChatGPT — jauna cilne ar ChatGPT\n\nKas ir ChatGPT?\nChatGPT ir valodas modelis, ko izstrādājis OpenAI. Tas ir AI veids, kas spēj saprast un ģenerēt cilvēkiem līdzīgu tekstu. Tas ir apmācīts par lielu daudzumu teksta datu no interneta, tāpēc tam ir laba izpratne par dažādām tēmām un tā var veikt dažādus dabiskās valodas apstrādes uzdevumus, piemēram, valodas tulkošanu, teksta apkopošanu un teksta pabeigšanu. Būtībā tā ir datorprogramma, kas var sazināties ar cilvēkiem dabiskā un cilvēciskā veidā.\n\nKas ir Google ChatGPT?\nChatGPT for Google ir pārlūkprogrammas paplašinājums, kas uzlabo meklētājprogrammas ar ChatGPT jaudu. Tas darbojas, parādot ChatGPT atbildi līdzās parastajiem meklētājprogrammas rezultātiem.\n\nVai ChatGPT for Google var izmantot bez maksas?\nJā, paplašinājumu var izmantot bez maksas.\n\nKādas meklētājprogrammas tiek atbalstītas?\nPašlaik ChatGPT for Google atbalsta Google, Bing, DuckDuckGo un citas meklētājprogrammas\n\nVai man ir nepieciešams ChatGPT/OpenAI konts?\nJā, lai izmantotu šo paplašinājumu, jums ir nepieciešams ChatGPT konts. Jūs varat izveidot kontu bez maksas vietnē chat.openai.com\n\nPiezīme!\nDaily New Tab nekādā veidā neapkopo un neizmanto jūsu personiskos vai pārlūkprogrammas datus.\n\nDaži cilvēki šo paplašinājumu salīdzina ar impulsu, infinity new tab un citiem. Mēs vairāk koncentrējamies uz produktivitāti.\n\nIzbaudiet vienmērīgu un modernu saskarni, kas ir mūsu specialitāte, steidzieties to izmēģināt. Paplašinājums Daily New Tab ir pilnīgi bezmaksas un lietotājiem viegli pārvaldāms. Ja mūsu paplašinājums jums ir noderīgs, piešķiriet mums 5 zvaigznes!",
    "nl": "ChatGPT-tabblad - Nieuw tabblad met ChatGPT vervangt de standaardstartpagina van de Chrome-browser en verandert deze in een krachtig persoonlijk nieuw tabblad dat u graag elke dag zou gebruiken.\n\nBewaar en organiseer bladwijzers op uw Chrome-startpagina op een uniek en modern zeshoekig raster. Al uw favoriete websites - altijd één klik verwijderd!\n\nPas het aan zoals jij wilt, kies uit tientallen van de prachtige achtergronden. Geniet van een strak uiterlijk van zeshoekige bladwijzers geaccentueerd met een gekozen kleur, geleverd in ChatGPT NewTab. Verander uw Chrome-startpagina in het mooiste en krachtigste hulpprogramma van uw browser met ChatGPT New Tab.\n\nNieuwe Chrome-tabbladtegels toevoegen, verwijderen, vervangen en beheren. Pas de lay-out, stijl en achtergrond voor Nieuw tabblad aan. Met Dagelijks tabblad - Persoonlijk dashboard krijgt u volledige controle over uw nieuwe tabblad.\n\nVergeleken met het originele nieuwe tabblad van Chrome, kunt u met ChatGPT Tab uw favoriete websites zelf toevoegen. We hertekenen honderden pictogrammen om uw cloudtoepassingsplatform te bouwen. U kunt natuurlijk ook de pictogrammen voor deze sites aanpassen. Bovendien kan de achtergrondafbeelding van de nieuwe tabbladpagina worden gewijzigd.\n\nChatGPT is om gesprekken met mensen aan te gaan en een breed scala aan vragen over verschillende onderwerpen te beantwoorden.\n\nChatGPT biedt antwoorden op een breed scala aan vragen over verschillende onderwerpen, waaronder onderwijs, gezondheid, technologie, entertainment en meer. Naast het beantwoorden van vragen, kan ChatGPT worden gebruikt als schrijfassistent, mensen helpen om betere e-mails, essays of zelfs boeken te schrijven, suggesties te doen over grammatica, syntaxis en woordenschat, en mensen te helpen hun schrijfstijl te verfijnen.\n\nOver het algemeen kan ChatGPT een waardevolle hulpbron zijn voor mensen die op zoek zijn naar informatie, hulp bij het schrijven of ondersteuning bij het leren van een taal.\n\nVerander uw nieuwe tabbladpagina in iets moois en van u.\n\nMaar wat New Tab onderscheidt van andere extensies, is de integratie met ChatGPT. ChatGPT is een geavanceerd taalmodel dat kunstmatige intelligentie gebruikt om gepersonaliseerde antwoorden op uw vragen te geven. Met Nieuw tabblad hebt u rechtstreeks toegang tot ChatGPT vanaf uw nieuwe tabbladpagina. Klik gewoon op de ChatGPT-widget en typ uw vraag. ChatGPT zorgt voor een snel en nauwkeurig antwoord, waardoor u tijd en moeite bespaart.\n\nVoordelen van het gebruik van een nieuw tabblad met ChatGPT-ondersteuning\nDe combinatie van New Tab en ChatGPT-ondersteuning biedt tal van voordelen voor zowel persoonlijk als professioneel gebruik.\n\nNieuw tabblad - Nieuw tabblad met ChatGPT\nChatGPT-tabblad - Nieuw tabblad met ChatGPT\n\nNieuw tabblad met ChatGPT. Krijg modern Nieuw tabblad. Pas uw bladwijzers, lay-out en achtergrond aan en gebruik ChatGPT.\n\nNieuw tabblad met ChatGPT. Persoonlijk dashboard organiseert de bladwijzers, websites en biedt toegang tot ChatGPT vanaf de startpagina.\n\nChatGPT-tabblad - Nieuw tabblad met ChatGPT\n\nWat is ChatGPT?\nChatGPT is een taalmodel ontwikkeld door OpenAI, het is een type AI dat in staat is om mensachtige tekst te begrijpen en te genereren. Het is getraind op een enorme hoeveelheid tekstgegevens van internet, dus het heeft een goed begrip van verschillende onderwerpen en het kan verschillende natuurlijke taalverwerkingstaken uitvoeren, zoals taalvertaling, tekstsamenvatting en tekstaanvulling. In wezen is het een computerprogramma dat met mensen kan communiceren op een manier die natuurlijk en menselijk aanvoelt.\n\nWat is ChatGPT voor Google?\nChatGPT voor Google is een browserextensie die zoekmachines verbetert met de kracht van ChatGPT. Het werkt door de ChatGPT-reactie weer te geven naast de normale resultaten van zoekmachines.\n\nIs ChatGPT voor Google gratis te gebruiken?\nJa, de extensie is gratis te gebruiken.\n\nWelke zoekmachines worden ondersteund?\nMomenteel ondersteunt ChatGPT voor Google Google, Bing, DuckDuckGo en meer zoekmachines\n\nHeb ik een ChatGPT/OpenAI-account nodig?\nJa, je hebt een ChatGPT-account nodig om deze extensie te gebruiken. U kunt gratis een account aanmaken op chat.openai.com\n\nOpmerking!\nDaily New Tab verzamelt of gebruikt op geen enkele manier uw persoonlijke of browsergegevens.\n\nSommige mensen vergelijken deze extensie met momentum, oneindig nieuw tabblad en andere. We zijn meer gericht op productiviteit.\n\nErvaar een soepele en moderne interface is onze specialiteit, haast je om het te proberen. De Daily New Tab-extensie is volledig gratis en gemakkelijk te beheren voor gebruikers. Als onze extensie nuttig voor u is, geef ons dan 5 sterren!",
    "no": "ChatGPT-fane – Ny fane med ChatGPT erstatter standardhjemmesiden til Chrome-nettleseren og gjør den om til en kraftig personlig ny fane som du gjerne vil bruke hver dag.\n\nLagre og organiser bokmerker på Chrome-startsiden din på et unikt og moderne sekskantet rutenett. Alle favorittnettstedene dine - alltid ett klikk unna!\n\nTilpass den på den måten du vil, velg blant dusinvis av de vakre bakgrunnene. Nyt et rent utseende av sekskantede bokmerker med aksent med en valgt farge, levert i ChatGPT NewTab. Gjør Chrome-startsiden til det vakreste og kraftigste verktøyet i nettleseren din med ChatGPT New Tab.\n\nLegg til, fjern, erstatt og administrer hvilken som helst av chrome new tab-fliser. Tilpass layout, stil og bakgrunn for New Tab. Med Daglig fane - Personal Dashboard får du full kontroll over den nye fanen.\n\nSammenlignet med den originale nye fanen i Chrome, lar ChatGPT Tab deg legge til favorittnettstedene dine selv. Vi tegner på nytt hundrevis av ikoner for å bygge skyapplikasjonsplattformen din. Du kan selvfølgelig også tilpasse ikonene for disse nettstedene. I tillegg kan bakgrunnsbildet til den nye fanesiden endres.\n\nChatGPT er å delta i samtaler med mennesker og svare på et bredt spekter av spørsmål om ulike emner.\n\nChatGPT gir svar på et bredt spekter av spørsmål om ulike emner, inkludert utdanning, helse, teknologi, underholdning og mer. I tillegg til å svare på spørsmål, kan ChatGPT brukes som en skriveassistent, hjelpe folk til å skrive bedre e-poster, essays eller til og med bøker, gi forslag til grammatikk, syntaks og ordforråd, og hjelpe folk til å avgrense skrivestilen sin.\n\nSamlet sett kan ChatGPT være en verdifull ressurs for folk som søker informasjon, hjelp med skriving eller støtte for språklæring.\n\nForvandle den nye fanesiden din til noe vakkert og ditt.\n\nMen det som skiller New Tab fra andre utvidelser er integrasjonen med ChatGPT. ChatGPT er en banebrytende språkmodell som bruker kunstig intelligens for å gi personlige svar på dine henvendelser. Med Ny fane kan du få tilgang til ChatGPT direkte fra den nye fanesiden. Bare klikk på ChatGPT-widgeten og begynn å skrive spørsmålet ditt. ChatGPT vil gi et raskt og nøyaktig svar, noe som sparer deg for tid og krefter.\n\nFordeler med å bruke ny fane med ChatGPT-støtte\nKombinasjonen av New Tab og ChatGPT-støtte gir mange fordeler for både personlig og profesjonell bruk.\n\nNy fane – Ny fane med ChatGPT\nChatGPT-fane – Ny fane med ChatGPT\n\nNy fane med ChatGPT. Få moderne Ny fane. Tilpass bokmerkene, layout, bakgrunn og bruk ChatGPT.\n\nNy fane med ChatGPT. Personlig dashbord organiserer bokmerkene, nettstedene og gir tilgang til ChatGPT fra startsiden.\n\nChatGPT-fane – Ny fane med ChatGPT\n\nHva er ChatGPT?\nChatGPT er en språkmodell utviklet av OpenAI, det er en type AI som er i stand til å forstå og generere menneskelignende tekst. Den har blitt trent på en enorm mengde tekstdata fra internett, så den har en god forståelse av ulike emner, og den kan utføre forskjellige naturlige språkbehandlingsoppgaver som språkoversettelse, tekstoppsummering og tekstfullføring. I hovedsak er det et dataprogram som kan kommunisere med mennesker på en måte som føles naturlig og menneskelignende.\n\nHva er ChatGPT for Google?\nChatGPT for Google er en nettleserutvidelse som forbedrer søkemotorer med kraften til ChatGPT. Det fungerer ved å vise ChatGPT-svar sammen med vanlige søkemotorresultater.\n\nEr ChatGPT for Google gratis å bruke?\nJa, utvidelsen er gratis å bruke.\n\nHvilke søkemotorer støttes?\nFor øyeblikket støtter ChatGPT for Google Google, Bing, DuckDuckGo og flere søkemotorer\n\nTrenger jeg en ChatGPT/OpenAI-konto?\nJa, du må ha en ChatGPT-konto for å bruke denne utvidelsen. Du kan opprette en konto gratis på chat.openai.com\n\nMerk!\nDaily New Tab samler eller bruker ikke dine personlige data eller nettleserdata på noen måte.\n\nNoen sammenligner denne utvidelsen med momentum, infinity new tab og andre. Vi er mer fokusert på produktivitet.\n\nOpplev jevnt og moderne grensesnitt er vår spesialitet, skynd deg å prøve det. Daily New Tab-utvidelsen er helt gratis og enkel å administrere for brukere. Hvis utvidelsen vår er nyttig for deg, gi oss 5 stjerner!",
    "pl": "Karta ChatGPT — nowa karta z funkcją ChatGPT zastępuje domyślną stronę główną przeglądarki Chrome i zamienia ją w potężną osobistą nową kartę, z której chciałbyś korzystać każdego dnia.\n\nZapisuj i porządkuj zakładki na swojej stronie startowej Chrome na unikalnej i nowoczesnej sześciokątnej siatce. Wszystkie Twoje ulubione strony internetowe — zawsze o jedno kliknięcie!\n\nDostosuj go tak, jak chcesz, wybierając spośród dziesiątek pięknych teł. Ciesz się czystym wyglądem sześciokątnych zakładek z akcentami w wybranym kolorze, dostarczonymi w ChatGPT NewTab. Zmień swoją stronę startową Chrome w najpiękniejsze i najpotężniejsze narzędzie swojej przeglądarki dzięki nowej karcie ChatGPT.\n\nDodawaj, usuwaj, zastępuj i zarządzaj dowolnymi kafelkami nowej karty Chrome. Dostosuj układ, styl i tło dla nowej karty. Z zakładką Daily - Personal Dashboard uzyskasz pełną kontrolę nad nową zakładką.\n\nW porównaniu z oryginalną nową kartą Chrome, karta ChatGPT umożliwia samodzielne dodawanie ulubionych witryn. Przerysowujemy setki ikon, aby zbudować platformę aplikacji w chmurze, oczywiście możesz również dostosować ikony dla tych witryn. Ponadto obraz tła strony nowej karty można zmienić.\n\nChatGPT ma angażować się w rozmowy z ludźmi i odpowiadać na szeroki zakres pytań na różne tematy.\n\nChatGPT zapewnia odpowiedzi na szeroki zakres pytań dotyczących różnych tematów, w tym edukacji, zdrowia, technologii, rozrywki i innych. Oprócz odpowiadania na pytania, ChatGPT może być używany jako asystent pisania, pomagając ludziom pisać lepsze e-maile, eseje, a nawet książki, oferując sugestie dotyczące gramatyki, składni i słownictwa oraz pomagając ludziom udoskonalić styl pisania.\n\nOgólnie rzecz biorąc, ChatGPT może być cennym źródłem informacji dla osób poszukujących informacji, pomocy w pisaniu lub wsparcia w nauce języka.\n\nPrzekształć stronę nowej karty w coś pięknego i własnego.\n\nAle tym, co odróżnia nową kartę od innych rozszerzeń, jest jej integracja z ChatGPT. ChatGPT to najnowocześniejszy model językowy, który wykorzystuje sztuczną inteligencję do udzielania spersonalizowanych odpowiedzi na Twoje zapytania. Dzięki nowej karcie możesz uzyskać dostęp do ChatGPT bezpośrednio ze strony nowej karty. Po prostu kliknij widżet ChatGPT i zacznij wpisywać swoje pytanie. ChatGPT zapewni szybką i dokładną odpowiedź, oszczędzając czas i wysiłek.\n\nKorzyści z używania nowej karty z obsługą ChatGPT\nPołączenie obsługi nowej karty i ChatGPT oferuje liczne korzyści zarówno do użytku osobistego, jak i zawodowego.\n\nNowa karta - Nowa karta z ChatGPT\nZakładka ChatGPT - Nowa karta z ChatGPT\n\nNowa karta z ChatGPT. Pobierz nowoczesną nową kartę. Dostosuj swoje zakładki, układ, tło i korzystaj z ChatGPT.\n\nNowa karta z ChatGPT. Osobisty pulpit nawigacyjny porządkuje zakładki, strony internetowe i zapewnia dostęp do ChatGPT ze strony startowej.\n\nZakładka ChatGPT - Nowa karta z ChatGPT\n\nCo to jest ChatGPT?\nChatGPT to model języka opracowany przez OpenAI, jest to rodzaj sztucznej inteligencji, który jest w stanie zrozumieć i wygenerować tekst podobny do ludzkiego. Został przeszkolony na ogromnej ilości danych tekstowych z Internetu, więc dobrze rozumie różne tematy i może wykonywać różne zadania związane z przetwarzaniem języka naturalnego, takie jak tłumaczenie języka, streszczanie tekstu i uzupełnianie tekstu. Zasadniczo jest to program komputerowy, który może komunikować się z ludźmi w sposób naturalny i ludzki.\n\nCo to jest ChatGPT dla Google?\nChatGPT dla Google to rozszerzenie przeglądarki, które ulepsza wyszukiwarki dzięki mocy ChatGPT. Działa poprzez wyświetlanie odpowiedzi ChatGPT obok normalnych wyników wyszukiwania.\n\nCzy korzystanie z ChatGPT dla Google jest bezpłatne?\nTak, rozszerzenie jest bezpłatne.\n\nJakie wyszukiwarki są obsługiwane?\nObecnie ChatGPT dla Google obsługuje Google, Bing, DuckDuckGo i inne wyszukiwarki\n\nCzy potrzebuję konta ChatGPT/OpenAI?\nTak, musisz mieć konto ChatGPT, aby korzystać z tego rozszerzenia. Możesz utworzyć konto za darmo na chat.openai.com\n\nNotatka!\nDaily New Tab w żaden sposób nie gromadzi ani nie wykorzystuje danych osobowych ani danych przeglądarki.\n\nNiektórzy porównują to rozszerzenie do momentum, nieskończonej nowej karty i innych. Bardziej koncentrujemy się na produktywności.\n\nDoświadcz płynnego i nowoczesnego interfejsu to nasza specjalność, pospiesz się, aby go wypróbować. Rozszerzenie Daily New Tab jest całkowicie bezpłatne i łatwe w zarządzaniu dla użytkowników. Jeśli nasze rozszerzenie jest dla Ciebie przydatne, daj nam 5 gwiazdek!",
    "pt_BR,pt_PT": "Guia ChatGPT - A nova guia com ChatGPT substitui a página inicial padrão do navegador Chrome e a transforma em uma nova guia pessoal poderosa que você adoraria usar todos os dias.\n\nSalve e organize marcadores em sua página inicial do Chrome em uma grade hexagonal moderna e exclusiva. Todos os seus sites favoritos - sempre a um clique de distância!\n\nPersonalize-o da maneira que desejar, escolha entre dezenas de belos cenários. Desfrute de uma aparência limpa de marcadores hexagonais acentuados com uma cor escolhida, entregues no ChatGPT NewTab. Transforme sua página inicial do Chrome no utilitário mais bonito e poderoso do seu navegador com ChatGPT New Tab.\n\nAdicione, remova, substitua e gerencie qualquer um dos novos blocos de guia do Chrome. Personalize o layout, o estilo e o plano de fundo da nova guia. Com a guia Daily - Personal Dashboard, você terá controle total sobre sua nova guia.\n\nEm comparação com a nova guia original do Chrome, a guia ChatGPT permite que você adicione seus sites favoritos sozinho. Redesenhamos centenas de ícones para criar sua plataforma de aplicativos em nuvem, é claro, você também pode personalizar os ícones para esses sites. Além disso, a imagem de fundo da página da nova guia pode ser alterada.\n\nO ChatGPT é para se envolver em conversas com humanos e responder a uma ampla gama de perguntas sobre vários tópicos.\n\nO ChatGPT fornece respostas para uma ampla gama de perguntas sobre vários tópicos, incluindo educação, saúde, tecnologia, entretenimento e muito mais. Além de responder a perguntas, o ChatGPT pode ser usado como um assistente de redação, ajudando as pessoas a escrever melhores e-mails, redações ou até mesmo livros, oferecendo sugestões de gramática, sintaxe e vocabulário e ajudando as pessoas a refinar seu estilo de escrita.\n\nNo geral, o ChatGPT pode ser um recurso valioso para pessoas que buscam informações, assistência na escrita ou suporte no aprendizado de idiomas.\n\nTransforme sua nova aba em algo bonito e seu.\n\nMas o que diferencia o New Tab de outras extensões é sua integração com o ChatGPT. ChatGPT é um modelo de linguagem de ponta que usa inteligência artificial para fornecer respostas personalizadas às suas perguntas. Com a nova guia, você pode acessar o ChatGPT diretamente da página da nova guia. Basta clicar no widget ChatGPT e começar a digitar sua pergunta. O ChatGPT fornecerá uma resposta rápida e precisa, economizando tempo e esforço.\n\nBenefícios de usar a nova guia com suporte ao ChatGPT\nA combinação do suporte New Tab e ChatGPT oferece inúmeros benefícios para uso pessoal e profissional.\n\nNova guia - Nova guia com ChatGPT\nGuia ChatGPT - Nova guia com ChatGPT\n\nNova guia com ChatGPT. Obtenha uma nova guia moderna. Personalize seus favoritos, layout, plano de fundo e use o ChatGPT.\n\nNova guia com ChatGPT. O painel pessoal organiza os favoritos, sites e fornece acesso ao ChatGPT a partir da página inicial.\n\nGuia ChatGPT - Nova guia com ChatGPT\n\nO que é o ChatGPT?\nO ChatGPT é um modelo de linguagem desenvolvido pela OpenAI, é um tipo de IA capaz de entender e gerar texto semelhante ao humano. Ele foi treinado em uma grande quantidade de dados de texto da Internet, por isso tem uma boa compreensão de vários tópicos e pode executar várias tarefas de processamento de linguagem natural, como tradução de idiomas, resumo de texto e conclusão de texto. Essencialmente, é um programa de computador que pode se comunicar com as pessoas de uma forma natural e humana.\n\nO que é ChatGPT para Google?\nChatGPT for Google é uma extensão de navegador que aprimora os mecanismos de pesquisa com o poder do ChatGPT. Ele funciona mostrando a resposta do ChatGPT ao lado dos resultados normais do mecanismo de pesquisa.\n\nO uso do ChatGPT para Google é gratuito?\nSim, a extensão é de uso gratuito.\n\nQuais mecanismos de pesquisa são compatíveis?\nAtualmente, ChatGPT para Google suporta Google, Bing, DuckDuckGo e mais motores de busca\n\nPreciso de uma conta ChatGPT/OpenAI?\nSim, você precisa ter uma conta ChatGPT para usar esta extensão. Você pode criar uma conta gratuitamente em chat.openai.com\n\nObservação!\nO Daily New Tab não coleta ou usa seus dados pessoais ou do navegador de forma alguma.\n\nAlgumas pessoas comparam essa extensão com momentum, infinity new tab e outros. Estamos mais focados na produtividade.\n\nExperimente uma interface suave e moderna é a nossa especialidade, corra para experimentá-la. A extensão Daily New Tab é totalmente gratuita e fácil de gerenciar para os usuários. Se nossa extensão for útil para você, dê-nos 5 estrelas!",
    "ru,uk": "Вкладка ChatGPT. Новая вкладка с ChatGPT заменяет домашнюю страницу браузера Chrome по умолчанию и превращает ее в мощную личную новую вкладку, которую вы хотели бы использовать каждый день.\n\nСохраняйте и упорядочивайте закладки на стартовой странице Chrome в уникальной современной шестиугольной сетке. Все ваши любимые веб-сайты - всегда на расстоянии одного клика!\n\nНастройте его так, как вы хотите, выбрав из десятков красивых фонов. Наслаждайтесь чистым видом шестиугольных закладок, выделенных выбранным цветом, доставленных в ChatGPT NewTab. Превратите свою стартовую страницу Chrome в самую красивую и мощную утилиту вашего браузера с новой вкладкой ChatGPT.\n\nДобавляйте, удаляйте, заменяйте и управляйте любыми плитками новых вкладок Chrome. Настройте макет, стиль и фон для новой вкладки. С ежедневной вкладкой - Личная панель управления вы получите полный контроль над своей новой вкладкой.\n\nПо сравнению с оригинальной новой вкладкой Chrome, вкладка ChatGPT позволяет вам самостоятельно добавлять свои любимые веб-сайты. Мы перерисовываем сотни значков для создания платформы облачных приложений. Конечно, вы также можете настроить значки для этих сайтов. Кроме того, фоновое изображение страницы новой вкладки можно изменить.\n\nChatGPT предназначен для общения с людьми и ответов на широкий круг вопросов на самые разные темы.\n\nChatGPT предоставляет ответы на широкий круг вопросов по различным темам, включая образование, здоровье, технологии, развлечения и многое другое. Помимо ответов на вопросы, ChatGPT можно использовать в качестве помощника по письму, помогая людям лучше писать электронные письма, эссе или даже книги, предлагая предложения по грамматике, синтаксису и словарному запасу, а также помогая людям совершенствовать свой стиль письма.\n\nВ целом, ChatGPT может быть ценным ресурсом для людей, которым нужна информация, помощь в письме или поддержка в изучении языка.\n\nПревратите свою новую вкладку во что-то красивое и свое.\n\nНо что отличает New Tab от других расширений, так это его интеграция с ChatGPT. ChatGPT — это передовая языковая модель, использующая искусственный интеллект для предоставления персонализированных ответов на ваши запросы. С помощью новой вкладки вы можете получить доступ к ChatGPT прямо со страницы новой вкладки. Просто нажмите на виджет ChatGPT и начните вводить свой вопрос. ChatGPT предоставит быстрый и точный ответ, сэкономив ваше время и усилия.\n\nПреимущества использования новой вкладки с поддержкой ChatGPT\nСочетание поддержки New Tab и ChatGPT предлагает множество преимуществ как для личного, так и для профессионального использования.\n\nНовая вкладка — Новая вкладка с ChatGPT\nВкладка ChatGPT — новая вкладка с ChatGPT\n\nНовая вкладка с ChatGPT. Получите современную новую вкладку. Настройте закладки, макет, фон и используйте ChatGPT.\n\nНовая вкладка с ChatGPT. Персональная панель упорядочивает закладки, веб-сайты и обеспечивает доступ к ChatGPT со стартовой страницы.\n\nВкладка ChatGPT — новая вкладка с ChatGPT\n\nЧто такое ChatGPT?\nChatGPT — это языковая модель, разработанная OpenAI, это тип ИИ, способный понимать и генерировать человекоподобный текст. Он был обучен на огромном количестве текстовых данных из Интернета, поэтому хорошо разбирается в различных темах и может выполнять различные задачи обработки естественного языка, такие как языковой перевод, суммирование текста и завершение текста. По сути, это компьютерная программа, которая может общаться с людьми естественным и человеческим образом.\n\nЧто такое ChatGPT для Google?\nChatGPT для Google — это расширение для браузера, которое расширяет возможности поисковых систем с помощью ChatGPT. Он работает, показывая ответ ChatGPT вместе с обычными результатами поисковой системы.\n\nМожно ли использовать ChatGPT для Google бесплатно?\nДа, расширение можно использовать бесплатно.\n\nКакие поисковые системы поддерживаются?\nВ настоящее время ChatGPT для Google поддерживает Google, Bing, DuckDuckGo и другие поисковые системы.\n\nНужна ли мне учетная запись ChatGPT/OpenAI?\nДа, вам необходимо иметь учетную запись ChatGPT, чтобы использовать это расширение. Вы можете бесплатно создать учетную запись на сайте chat.openai.com.\n\nПримечание!\nDaily New Tab никоим образом не собирает и не использует ваши личные данные или данные браузера.\n\nНекоторые люди сравнивают это расширение с импульсом, бесконечной новой вкладкой и другими. Мы больше ориентированы на производительность.\n\nИспытайте плавный и современный интерфейс - наша специальность, спешите попробовать. Расширение Daily New Tab совершенно бесплатное и простое в управлении для пользователей. Если наше расширение вам полезно, поставьте нам 5 звезд!",
    "sk": "Karta ChatGPT – Nová karta s funkciou ChatGPT nahrádza predvolenú domovskú stránku prehliadača Chrome a mení ju na výkonnú osobnú novú kartu, ktorú by ste radi používali každý deň.\n\nUložte a usporiadajte záložky na úvodnej stránke prehliadača Chrome v jedinečnej a modernej šesťuholníkovej mriežke. Všetky vaše obľúbené webové stránky – vždy na jedno kliknutie!\n\nPrispôsobte si ho tak, ako chcete, vyberte si z desiatok krásnych pozadí. Vychutnajte si čistý vzhľad šesťuholníkových záložiek zvýraznených vybranou farbou, ktoré sú dodávané v ChatGPT NewTab. Premeňte svoju úvodnú stránku prehliadača Chrome na najkrajšiu a najvýkonnejšiu pomôcku vášho prehliadača pomocou ChatGPT New Tab.\n\nPridajte, odstráňte, nahraďte a spravujte ľubovoľné dlaždice nových kariet v prehliadači Chrome. Prispôsobte si rozloženie, štýl a pozadie pre novú kartu. Pomocou karty Denne – Osobný informačný panel získate plnú kontrolu nad novou kartou.\n\nV porovnaní s pôvodnou novou kartou prehliadača Chrome vám karta ChatGPT umožňuje pridávať svoje obľúbené webové stránky sami. Prekresľujeme stovky ikon, aby sme vytvorili platformu cloudových aplikácií. Samozrejme, ikony pre tieto stránky si môžete prispôsobiť. Okrem toho je možné zmeniť obrázok na pozadí novej karty.\n\nChatGPT je zapojiť sa do rozhovorov s ľuďmi a odpovedať na širokú škálu otázok na rôzne témy.\n\nChatGPT poskytuje odpovede na širokú škálu otázok týkajúcich sa rôznych tém vrátane vzdelávania, zdravia, technológií, zábavy a ďalších. Okrem odpovedí na otázky možno ChatGPT použiť ako pomocníka pri písaní, ktorý pomáha ľuďom písať lepšie e-maily, eseje alebo dokonca knihy, ponúka návrhy na gramatiku, syntax a slovnú zásobu a pomáha ľuďom vylepšiť ich štýl písania.\n\nCelkovo môže byť ChatGPT cenným zdrojom pre ľudí, ktorí hľadajú informácie, pomoc s písaním alebo podporu jazykového vzdelávania.\n\nPremeňte svoju stránku na novej karte na niečo krásne a vaše.\n\nČo však odlišuje New Tab od ostatných rozšírení, je jeho integrácia s ChatGPT. ChatGPT je špičkový jazykový model, ktorý využíva umelú inteligenciu na poskytovanie personalizovaných odpovedí na vaše otázky. Pomocou novej karty máte prístup k ChatGPT priamo zo stránky na novej karte. Jednoducho kliknite na miniaplikáciu ChatGPT a začnite písať svoju otázku. ChatGPT poskytne rýchlu a presnú odpoveď, čo vám ušetrí čas a námahu.\n\nVýhody používania novej karty s podporou ChatGPT\nKombinácia podpory New Tab a ChatGPT ponúka množstvo výhod pre osobné aj profesionálne použitie.\n\nNová karta – Nová karta s ChatGPT\nKarta ChatGPT – Nová karta s ChatGPT\n\nNová karta s ChatGPT. Získajte modernú novú kartu. Prispôsobte si záložky, rozloženie, pozadie a používajte ChatGPT.\n\nNová karta s ChatGPT. Osobný informačný panel organizuje záložky, webové stránky a poskytuje prístup k ChatGPT z úvodnej stránky.\n\nKarta ChatGPT – Nová karta s ChatGPT\n\nČo je ChatGPT?\nChatGPT je jazykový model vyvinutý spoločnosťou OpenAI, je to typ AI, ktorý je schopný porozumieť a generovať ľudský text. Bol vyškolený na veľkom množstve textových údajov z internetu, takže dobre rozumie rôznym témam a môže vykonávať rôzne úlohy spracovania prirodzeného jazyka, ako je preklad jazyka, sumarizácia textu a dokončovanie textu. V podstate je to počítačový program, ktorý dokáže komunikovať s ľuďmi spôsobom, ktorý je prirodzený a ľudský.\n\nČo je to ChatGPT pre Google?\nChatGPT pre Google je rozšírenie prehliadača, ktoré vylepšuje vyhľadávacie nástroje pomocou funkcie ChatGPT. Funguje tak, že zobrazuje odpoveď ChatGPT popri normálnych výsledkoch vyhľadávacieho nástroja.\n\nJe ChatGPT pre Google zadarmo na používanie?\nÁno, rozšírenie je bezplatné.\n\nAké vyhľadávacie nástroje sú podporované?\nV súčasnosti podporuje ChatGPT pre Google vyhľadávače Google, Bing, DuckDuckGo a ďalšie\n\nPotrebujem účet ChatGPT/OpenAI?\nÁno, na používanie tohto rozšírenia musíte mať účet ChatGPT. Účet si môžete vytvoriť zadarmo na chat.openai.com\n\nPoznámka!\nDaily New Tab žiadnym spôsobom nezhromažďuje ani nepoužíva vaše osobné údaje ani údaje prehliadača.\n\nNiektorí ľudia porovnávajú toto rozšírenie s hybnosťou, infinity new tab a ďalšími. Viac sa zameriavame na produktivitu.\n\nZažite hladké a moderné rozhranie je naša špecialita, poponáhľajte sa vyskúšať. Rozšírenie Daily New Tab je úplne zadarmo a pre používateľov sa s ním ľahko spravuje. Ak je pre vás naše rozšírenie užitočné, dajte nám 5 hviezdičiek!",
    "sl": "Zavihek ChatGPT – Nov zavihek s ChatGPT nadomesti privzeto domačo stran brskalnika Chrome in ga spremeni v zmogljiv osebni nov zavihek, ki bi ga radi uporabljali vsak dan.\n\nShranite in organizirajte zaznamke na začetni strani Chroma na edinstveni in sodobni šesterokotni mreži. Vsa vaša priljubljena spletna mesta - vedno en klik stran!\n\nPrilagodite ga tako, kot želite, izbirajte med desetinami čudovitih ozadij. Uživajte v čistem videzu šesterokotnih zaznamkov, poudarjenih z izbrano barvo, dostavljenih v ChatGPT NewTab. Z novim zavihkom ChatGPT spremenite svojo začetno stran v Chromu v najlepši in zmogljiv pripomoček vašega brskalnika.\n\nDodajte, odstranite, zamenjajte in upravljajte katero koli ploščico novega zavihka v Chromu. Prilagodite postavitev, slog in ozadje za nov zavihek. Z dnevnim zavihkom – osebno nadzorno ploščo boste imeli popoln nadzor nad novim zavihkom.\n\nV primerjavi z originalnim novim zavihkom Chrome vam zavihek ChatGPT omogoča, da sami dodate svoja priljubljena spletna mesta. Preoblikujemo na stotine ikon, da zgradimo vašo platformo aplikacij v oblaku, seveda pa lahko tudi prilagodite ikone za ta spletna mesta. Poleg tega je mogoče spremeniti sliko ozadja strani z novim zavihkom.\n\nChatGPT je za sodelovanje v pogovorih z ljudmi in odgovarjanje na številna vprašanja o različnih temah.\n\nChatGPT nudi odgovore na številna vprašanja o različnih temah, vključno z izobraževanjem, zdravjem, tehnologijo, zabavo in drugim. Poleg odgovarjanja na vprašanja se lahko ChatGPT uporablja kot pomočnik pri pisanju, pomaga ljudem napisati boljša e-poštna sporočila, eseje ali celo knjige, ponuja predloge glede slovnice, sintakse in besedišča ter pomaga ljudem izboljšati njihov stil pisanja.\n\nNa splošno je lahko ChatGPT dragocen vir za ljudi, ki iščejo informacije, pomoč pri pisanju ali podporo pri učenju jezikov.\n\nSpremenite svojo stran z novim zavihkom v nekaj lepega in svojega.\n\nToda tisto, kar loči New Tab od drugih razširitev, je njegova integracija s ChatGPT. ChatGPT je vrhunski jezikovni model, ki uporablja umetno inteligenco za zagotavljanje prilagojenih odgovorov na vaša vprašanja. Z novim zavihkom lahko dostopate do ChatGPT neposredno s strani novega zavihka. Preprosto kliknite pripomoček ChatGPT in začnite vnašati svoje vprašanje. ChatGPT bo zagotovil hiter in natančen odgovor ter vam prihranil čas in trud.\n\nPrednosti uporabe novega zavihka s podporo za ChatGPT\nKombinacija podpore New Tab in ChatGPT ponuja številne prednosti za osebno in profesionalno uporabo.\n\nNov zavihek – nov zavihek s ChatGPT\nZavihek ChatGPT – nov zavihek s ChatGPT\n\nNov zavihek s ChatGPT. Pridobite sodoben nov zavihek. Prilagodite svoje zaznamke, postavitev, ozadje in uporabite ChatGPT.\n\nNov zavihek s ChatGPT. Osebna nadzorna plošča organizira zaznamke, spletna mesta in omogoča dostop do ChatGPT z začetne strani.\n\nZavihek ChatGPT – nov zavihek s ChatGPT\n\nKaj je ChatGPT?\nChatGPT je jezikovni model, ki ga je razvil OpenAI, je vrsta umetne inteligence, ki lahko razume in ustvari človeško podobno besedilo. Izurjen je bil na ogromni količini besedilnih podatkov iz interneta, tako da dobro razume različne teme in lahko izvaja različne naloge obdelave naravnega jezika, kot so prevajanje jezika, povzemanje besedila in dokončanje besedila. V bistvu je to računalniški program, ki lahko komunicira z ljudmi na naraven in človeški način.\n\nKaj je ChatGPT za Google?\nChatGPT za Google je razširitev brskalnika, ki izboljša iskalnike z močjo ChatGPT. Deluje tako, da poleg običajnih rezultatov iskalnika prikaže odziv ChatGPT.\n\nAli je ChatGPT za Google brezplačen?\nDa, razširitev je brezplačna za uporabo.\n\nKateri iskalniki so podprti?\nTrenutno ChatGPT za Google podpira Google, Bing, DuckDuckGo in druge iskalnike\n\nAli potrebujem račun ChatGPT/OpenAI?\nDa, za uporabo te razširitve morate imeti račun ChatGPT. Račun lahko brezplačno ustvarite na chat.openai.com\n\nOpomba!\nDaily New Tab na noben način ne zbira ali uporablja vaših osebnih podatkov ali podatkov brskalnika.\n\nNekateri to razširitev primerjajo z zagonom, neskončnim novim zavihkom in drugimi. Bolj smo osredotočeni na produktivnost.\n\nIzkusite gladek in sodoben vmesnik je naša posebnost, pohitite in ga preizkusite. Razširitev Daily New Tab je popolnoma brezplačna in za uporabnike enostavna za upravljanje. Če vam je naša razširitev uporabna, nam dajte 5 zvezdic!",
    "sv": "ChatGPT-flik - Ny flik med ChatGPT ersätter standardhemsidan för Chrome-webbläsaren och förvandlar den till en kraftfull personlig ny flik som du gärna vill använda varje dag.\n\nSpara och organisera bokmärken på din Chrome-startsida på ett unikt och modernt sexkantigt rutnät. Alla dina favoritwebbplatser - alltid ett klick bort!\n\nAnpassa den på det sätt du vill, välj bland dussintals vackra bakgrunder. Njut av ett rent utseende av hexagonbokmärken med accentuering av en vald färg, levererade i ChatGPT NewTab. Förvandla din Chrome-startsida till det vackraste och mest kraftfulla verktyget i din webbläsare med ChatGPT New Tab.\n\nLägg till, ta bort, ersätt och hantera någon av chrome new tab-plattor. Anpassa layout, stil och bakgrund för Ny flik. Med Daily tab - Personal Dashboard får du full kontroll över din nya flik.\n\nJämfört med Chromes ursprungliga nya flik, låter ChatGPT Tab dig lägga till dina favoritwebbplatser själv. Vi ritar om hundratals ikoner för att bygga din molnapplikationsplattform, du kan naturligtvis också anpassa ikonerna för dessa webbplatser. Dessutom kan bakgrundsbilden för den nya fliksidan ändras.\n\nChatGPT är att engagera sig i konversationer med människor och svara på ett brett utbud av frågor om olika ämnen.\n\nChatGPT ger svar på ett brett utbud av frågor om olika ämnen, inklusive utbildning, hälsa, teknik, underhållning och mer. Förutom att svara på frågor kan ChatGPT användas som skrivassistent, hjälpa människor att skriva bättre e-postmeddelanden, uppsatser eller till och med böcker, ge förslag på grammatik, syntax och ordförråd och hjälpa människor att förfina sin skrivstil.\n\nSammantaget kan ChatGPT vara en värdefull resurs för personer som söker information, hjälp med att skriva eller stöd för språkinlärning.\n\nFörvandla din nya fliksida till något vackert och ditt.\n\nMen det som skiljer New Tab från andra tillägg är dess integration med ChatGPT. ChatGPT är en banbrytande språkmodell som använder artificiell intelligens för att ge personliga svar på dina förfrågningar. Med Ny flik kan du komma åt ChatGPT direkt från din nya fliksida. Klicka bara på ChatGPT-widgeten och börja skriva din fråga. ChatGPT kommer att ge ett snabbt och korrekt svar, vilket sparar tid och ansträngning.\n\nFördelar med att använda ny flik med ChatGPT-support\nKombinationen av New Tab och ChatGPT-stöd erbjuder många fördelar för både personlig och professionell användning.\n\nNy flik - Ny flik med ChatGPT\nChatGPT Tab - Ny flik med ChatGPT\n\nNy flik med ChatGPT. Skaffa modern Ny flik. Anpassa dina bokmärken, layout, bakgrund och använd ChatGPT.\n\nNy flik med ChatGPT. Personlig instrumentpanel organiserar bokmärken, webbplatser och ger tillgång till ChatGPT från startsidan.\n\nChatGPT Tab - Ny flik med ChatGPT\n\nVad är ChatGPT?\nChatGPT är en språkmodell utvecklad av OpenAI, det är en typ av AI som kan förstå och generera människoliknande text. Den har tränats på en stor mängd textdata från internet, så den har god förståelse för olika ämnen och den kan utföra olika naturliga språkbehandlingsuppgifter som språköversättning, textsammanfattning och textkomplettering. I grund och botten är det ett datorprogram som kan kommunicera med människor på ett sätt som känns naturligt och mänskligt.\n\nVad är ChatGPT för Google?\nChatGPT för Google är ett webbläsartillägg som förbättrar sökmotorer med kraften i ChatGPT. Det fungerar genom att visa ChatGPT-svar tillsammans med vanliga sökmotorresultat.\n\nÄr ChatGPT för Google gratis att använda?\nJa, tillägget är gratis att använda.\n\nVilka sökmotorer stöds?\nFör närvarande stöder ChatGPT för Google Google, Bing, DuckDuckGo och fler sökmotorer\n\nBehöver jag ett ChatGPT/OpenAI-konto?\nJa, du måste ha ett ChatGPT-konto för att använda detta tillägg. Du kan skapa ett konto gratis på chat.openai.com\n\nNotera!\nDaily New Tab samlar inte in eller använder din personliga eller webbläsardata på något sätt.\n\nVissa människor jämför denna förlängning med momentum, infinity new tab och andra. Vi är mer fokuserade på produktivitet.\n\nUpplev smidigt och modernt gränssnitt är vår specialitet, skynda dig att prova det. Tillägget Daily New Tab är helt gratis och lätt att hantera för användare. Om vårt tillägg är användbart för dig, ge oss 5 stjärnor!",
    "tr": "ChatGPT Sekmesi - ChatGPT'li yeni sekme, Chrome Tarayıcının varsayılan ana sayfasını değiştirir ve onu her gün kullanmak isteyeceğiniz güçlü, kişisel yeni sekmeye dönüştürür.\n\nYer imlerini benzersiz ve modern bir altıgen ızgara üzerinde Chrome başlangıç sayfanıza kaydedin ve düzenleyin. Tüm favori web siteleriniz - her zaman bir tık uzakta!\n\nİstediğiniz şekilde özelleştirin, onlarca güzel arka plan arasından seçim yapın. ChatGPT NewTab'de sunulan, seçilen bir renkle vurgulanan altıgen yer imlerinin temiz görünümünün keyfini çıkarın. ChatGPT Yeni Sekme ile Chrome Başlangıç sayfanızı tarayıcınızın en güzel ve güçlü yardımcı programına dönüştürün.\n\nYeni krom sekme kutucuklarını ekleyin, kaldırın, değiştirin ve yönetin. Yeni Sekme için düzeni, stili ve arka planı özelleştirin. Günlük sekmesi - Kişisel Gösterge Tablosu ile yeni sekmeniz üzerinde tam kontrole sahip olacaksınız.\n\nChrome'un orijinal yeni sekmesiyle karşılaştırıldığında, ChatGPT Sekmesi, favori web sitelerinizi kendiniz eklemenize olanak tanır. Bulut uygulama platformunuzu oluşturmak için yüzlerce simgeyi yeniden çiziyoruz, tabii ki bu siteler için simgeleri de özelleştirebilirsiniz. Ayrıca yeni sekme sayfasının arka plan resmi değiştirilebilmektedir.\n\nChatGPT, insanlarla sohbet etmek ve çeşitli konularda çok çeşitli soruları yanıtlamak içindir.\n\nChatGPT, eğitim, sağlık, teknoloji, eğlence ve daha fazlası dahil olmak üzere çeşitli konularda çok çeşitli soruların yanıtlarını sağlar. ChatGPT, soruları yanıtlamanın yanı sıra, insanların daha iyi e-postalar, denemeler ve hatta kitaplar yazmalarına yardımcı olan, dilbilgisi, sözdizimi ve kelime dağarcığı hakkında öneriler sunan ve insanların yazma stillerini iyileştirmelerine yardımcı olan bir yazma asistanı olarak kullanılabilir.\n\nGenel olarak ChatGPT, bilgi, yazma konusunda yardım veya dil öğrenme desteği arayan kişiler için değerli bir kaynak olabilir.\n\nYeni sekme sayfanızı güzel ve size ait bir şeye dönüştürün.\n\nAncak New Tab'ı diğer uzantılardan ayıran şey, ChatGPT ile entegrasyonudur. ChatGPT, sorularınıza kişiselleştirilmiş yanıtlar sağlamak için yapay zekayı kullanan son teknoloji bir dil modelidir. Yeni Sekme ile ChatGPT'ye doğrudan yeni sekme sayfanızdan erişebilirsiniz. ChatGPT widget'ına tıklayın ve sorunuzu yazmaya başlayın. ChatGPT, hızlı ve doğru bir yanıt sağlayarak size zaman ve emek tasarrufu sağlar.\n\nChatGPT Desteği ile Yeni Sekme Kullanmanın Avantajları\nYeni Sekme ve ChatGPT desteğinin birleşimi, hem kişisel hem de profesyonel kullanım için çok sayıda avantaj sunar.\n\nYeni Sekme - ChatGPT ile yeni sekme\nChatGPT Sekmesi - ChatGPT ile yeni sekme\n\nChatGPT ile Yeni Sekme. Modern Yeni sekmeyi edinin. Yer imlerinizi, düzeninizi, arka planınızı özelleştirin ve ChatGPT'yi kullanın.\n\nChatGPT ile yeni sekme. Kişisel pano yer imlerini, web sitelerini düzenler ve başlangıç sayfasından ChatGPT'ye erişim sağlar.\n\nChatGPT Sekmesi - ChatGPT ile yeni sekme\n\nChatGPT nedir?\nChatGPT, OpenAI tarafından geliştirilen bir dil modelidir, insan benzeri metinleri anlayıp üretebilen bir yapay zeka türüdür. İnternetten çok miktarda metin verisi üzerinde eğitilmiştir, bu nedenle çeşitli konuları iyi anlar ve dil çevirisi, metin özetleme ve metin tamamlama gibi çeşitli doğal dil işleme görevlerini gerçekleştirebilir. Temelde, insanlarla doğal ve insana benzer bir şekilde iletişim kurabilen bir bilgisayar programıdır.\n\nGoogle için ChatGPT nedir?\nChatGPT for Google, arama motorlarını ChatGPT'nin gücüyle geliştiren bir tarayıcı uzantısıdır. Normal arama motoru sonuçlarının yanında ChatGPT yanıtını göstererek çalışır.\n\nGoogle için ChatGPT'nin kullanımı ücretsiz mi?\nEvet, uzantının kullanımı ücretsizdir.\n\nHangi arama motorları desteklenir?\nŞu anda Google için ChatGPT, Google, Bing, DuckDuckGo ve daha fazla arama motorunu desteklemektedir.\n\nBir ChatGPT/OpenAI hesabına ihtiyacım var mı?\nEvet, bu uzantıyı kullanmak için bir ChatGPT hesabınızın olması gerekir. chat.openai.com adresinden ücretsiz olarak hesap oluşturabilirsiniz.\n\nNot!\nDaily New Tab, kişisel veya tarayıcı verilerinizi hiçbir şekilde toplamaz veya kullanmaz.\n\nBazı insanlar bu uzantıyı momentum, sonsuz yeni sekme ve diğerleriyle karşılaştırır. Daha çok üretkenliğe odaklanıyoruz.\n\nPürüzsüz ve modern arayüzü deneyimlemek bizim uzmanlık alanımız, denemek için acele edin. Günlük Yeni Sekme uzantısı tamamen ücretsizdir ve kullanıcılar için yönetimi kolaydır. Uzantımız sizin için yararlıysa, bize 5 yıldız verin!",
    "zh_CN,zh_TW": "ChatGPT 標籤 - ChatGPT 的新標籤取代了 Chrome 瀏覽器的默認主頁，並將其變成功能強大的個人新標籤，您每天都喜歡使用。\n\n在獨特而現代的六角形網格上保存和組織書籤到您的 Chrome 起始頁。 所有您最喜愛的網站 - 只需點擊一下即可！\n\n以您想要的方式自定義它，從數十種美麗的背景中進行選擇。 在 ChatGPT NewTab 中享受帶有所選顏色的六角形書籤的干淨外觀。 使用 ChatGPT New Tab，將您的 Chrome 起始頁變成瀏覽器中最漂亮、最強大的實用程序。\n\n添加、刪除、替換和管理任何 chrome 新標籤頁圖塊。 自定義新標籤的佈局、樣式和背景。 使用每日選項卡 - 個人儀表板，您可以完全控制新選項卡。\n\n與Chrome原有的新標籤相比，ChatGPT Tab可以讓你自己添加自己喜歡的網站。我們重繪了數百個圖標來構建你的雲應用平台，當然你也可以為這些網站自定義圖標。 此外，可以更改新標籤頁的背景圖像。\n\nChatGPT 旨在與人類進行對話，並回答關於各種主題的廣泛問題。\n\nChatGPT 提供有關各種主題的廣泛問題的答案，包括教育、健康、技術、娛樂等。 除了回答問題，ChatGPT 還可以作為寫作助手，幫助人們寫出更好的電子郵件、論文甚至書籍，提供語法、句法和詞彙方面的建議，幫助人們改進寫作風格。\n\n總的來說，ChatGPT 可以成為尋求信息、寫作幫助或語言學習支持的人們的寶貴資源。\n\n將您的新標籤頁變成美麗的東西。\n\n但 New Tab 與其他擴展的不同之處在於它與 ChatGPT 的集成。 ChatGPT 是一種尖端語言模型，它使用人工智能為您的查詢提供個性化的回复。 使用新標籤，您可以直接從新標籤頁訪問 ChatGPT。 只需單擊 ChatGPT 小部件並開始輸入您的問題。 ChatGPT 將提供快速準確的響應，為您節省時間和精力。\n\n使用支持 ChatGPT 的新標籤的好處\nNew Tab 和 ChatGPT 支持的結合為個人和專業用途提供了許多好處。\n\n新標籤 - 使用 ChatGPT 的新標籤\nChatGPT 選項卡 - ChatGPT 的新選項卡\n\n帶有 ChatGPT 的新標籤。 獲取現代新標籤。 自定義您的書籤、佈局、背景並使用 ChatGPT。\n\nChatGPT 的新標籤。 個人儀表板組織書籤、網站，並提供從起始頁訪問 ChatGPT 的權限。\n\nChatGPT 選項卡 - ChatGPT 的新選項卡\n\n什麼是聊天 GPT？\nChatGPT是OpenAI開發的一種語言模型，是一種能夠理解並生成類人文本的人工智能。 它基於來自互聯網的大量文本數據進行訓練，因此它對各種主題有很好的理解，可以執行各種自然語言處理任務，如語言翻譯、文本摘要和文本補全。 從本質上講，它是一種計算機程序，可以以一種感覺自然和類似人類的方式與人交流。\n\nGoogle 的 ChatGPT 是什麼？\nChatGPT for Google 是一種瀏覽器擴展，可通過 ChatGPT 的強大功能增強搜索引擎。 它的工作原理是在正常搜索引擎結果旁邊顯示 ChatGPT 響應。\n\nGoogle 的 ChatGPT 可以免費使用嗎？\n是的，該擴展程序可以免費使用。\n\n支持哪些搜索引擎？\n目前，ChatGPT for Google 支持 Google、Bing、DuckDuckGo 等更多搜索引擎\n\n我需要 ChatGPT/OpenAI 帳戶嗎？\n是的，您需要有一個 ChatGPT 帳戶才能使用此擴展程序。 您可以在 chat.openai.com 免費創建一個帳戶\n\n筆記！\n每日新標籤不會以任何方式收集或使用您的個人或瀏覽器數據。\n\n有些人將此擴展與 momentum、infinity new tab 等進行比較。 我們更專注於生產力。\n\n體驗流暢和現代的界面是我們的專長，趕快來試試吧。 Daily New Tab 擴展完全免費且易於用戶管理。 如果我們的擴展對您有用，請給我們 5 星！"
  }
}