{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beagle Sequence Record"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Beagle Security Sequence Recorder extension records sequences that our scanner can replay when testing your website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For web applications with a login module, Beagle Security allows you to submit a recording of the login sequence. This allows our testing engine to replay the sequence and log in to the application to perform a grey box penetration test. \n\nWith an intuitive interface, it empowers you to capture, verify, and reuse login actions seamlessly. \n\nKey Features: \n\n- Record Your Login Actions: Log every step of your login process, from filling out forms to navigating through pages, with precision. \n\n- Playback for Verification: Replay the recorded sequence in your browser to ensure accuracy before testing. \n\n- Seamless Beagle Integration: Submit your recorded sequence to Beagle for replay during penetration tests, ensuring secure areas of your application are tested with the correct authentication. \n\n- Easy-to-Use Interface: A clean and straightforward interface ensures effortless recording and playback of login actions. \n\n\nTo get started with the login recorder, follow these steps: \n\n1. Install the Plugin: Add the Beagle Login Recorder from the Chrome Web Store. \n\n2. Access the Plugin: Once installed, locate the Beagle Security icon in the extensions section next to the address bar. \n\n3. Set Up Tokens: Open the extension and enter your access token and application token.  \n\n4. Start Recording: Click Record to begin capturing your login sequence. A browser window will open with the application linked to your application token. \n\n5. Complete Login Steps: Perform the login actions as usual, and the plugin will record all your inputs and interactions. \n\n6. Stop Recording: Once finished, stop the recording. \n\n7. Replay for Verification: Use the Play option to test the recorded sequence within your browser to confirm it works as intended. \n\n8. Integrate with Beagle: Submit the sequence to Beagle to provide authentication for your security scans, ensuring authenticated penetration testing is conducted seamlessly."
  }
}