{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cleanup Data"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A quick and easy way to clear all types of browsing data. Now with individual cookie management and removal."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A convenient way clear your Chrome browsing data. Click the icon, and you will see a menu with options to clear browsing data from a given time period, or you can clear all of it. You can specify the exact types of data you would like to have cleared as well. Through the options page, you can choose to wipe just your browsing history, or you can include other types of data such as saved passwords, form data, webpage cache, and several others. Fast and simple. \n\n*On the cookie management page, you can view and remove individual cookies that you have stored from various sites.\n(Redone in v1.3.6)\n\nYou can choose to remove the following data: \n-browsing history \n-download history\n-webpage cache\n-stored cookies\n-webpage forms\n-saved passwords\n-plugin data\n-website file systems\n-app cache\n-indexedDB data\n-webSQL data\n-local storage data\n-protected web data (v.1.2.2)\n\nFeedback is greatly appreciated!\n\nv1.4.5 - fixed font issue\nv1.4.3 - drag select cookies list\nv.1.4.2 - Bug fixes\nv1.4.1 - Bug fixes\nv1.4.0 - Greatly improved loading time on the cookies page, especially when dealing with several hundred or thousands of cookies; bundled fonts for when they are not installed; updated some license info.\nv1.3.7 - UI tweaks; bug fixes. \nv1.3.6 - Redesigned cookie management interface. More options, and more efficient layout and interactions. \nv1.3.0 - New functionality for individual removal and inspection of all cookies you have accumulated.\nv1.2.2 - Fixed issues with clearing cookies; added option to remove protected-web data; UI tweaks\nv1.2.1 - UI redone \nv1.2.0 - added additional options; different types of data that can be cleared"
  }
}