{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultrawidify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes black bars on ultrawide videos and offers advanced options to fix aspect ratio."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Need to remove unnecessary black bars from this youtube video you're watching? Ultrawidify is here for you. \n\n🌟🌟🌟 MAIN FEATURES 🌟🌟🌟\n⚠️ Features automatic aspect ratio detection (not all sites are supported — support may vary from site to site)\n✅  Supports primarily youtube, twitch, and netflix. (Other websites are not officially supported. Ultrawidify may work on them, but support is not guaranteed)\n↔️ Supports both cropping and stretching\n✅ Works with youtube theater mode\n\n❓ How do I use it?\nIf the site does not utilize DRM, you can just sit back and let autodetection handle everything for you. On sites that use DRM — or on videos where autodetection proves unreliable — you can either use the extension popup or the keyboard shortcuts (note that extension shortcuts do not override site's default shortcuts) to set the aspect ratio manually.\n\n💬 Features in detail 💬 \n\n1️⃣ Automatic aspect ratio detection\nThis feature ensures that video will be cropped without you having to lift a finger. It runs continuously and will even detect aspect ratio changes that happen in the middle of the video.\n\nWhile autodetection should work fine on most of the videos, it is not 100% accurate and has some limitations:\n◾ The extension may struggle with dark frames (especially the ones that contain text)\n◾ Autodetection may cause high CPU usage (especially on older CPUs)\n◾ It may not be able to keep up with rapid aspect ratio changes\n◾ It cannot work on sites that utilize DRM protection schemes (e.g. Netflix, Disney+) — you will have to adjust aspect ratio manually on those.\n\nCertain aspect ratio detection parameters can be tweaked in the extension settings. You can increase (or decrease) the frequency of aspect ratio checking. It is also possible to increase the level of certainty that's required for extension to change the crop.\n\n\n2️⃣ Manual aspect ratio correction\nFor sites that do not support automatic aspect ratio detection, Ultrawidify allows you to manually crop the video. The extension allows you to crop to these aspect ratios by default:\n\n → Fit Width (shortcut: W)\n → Fit Height (shortcut: E)\n → 21:9 (shortcut: D)\n → 18:9 (or 2:1; shortcut: X)\n → 16:9 (shortcut: S)\n \nYou can also reset the aspect ratio back to the initial aspect ratio (shortcut: R). \n\nNote that some sites may define keyboard shortcuts that interfere with the shortcuts defined by this extension. In such cases, the shortcuts defined by this extension may not work.\n\n\n3️⃣ Stretch the video\nYou paid for the entire monitor, so you're gonna use all the monitor — even if it means stretching the video into complete garbage? Ultrawidify's got you covered with a bunch of different options:\n\n → Don't: for men of culture\n → Basic: for people who just don't care, at all. (This option does not remove the black bars)\n → Hybrid: crops the video first and then stretches the video to fill the remaining space\n →Thin borders — only stretch the video if the black borders are _really_ thin\n → 4:3 (src) — not all people are men of culture. Some people torture others by posting 4:3 content stretched to 16:9. This option makes the video 4:3 again.\n → 16:9 (src) — ensures that the video is stretched (or squeezed) to 16:9.\n\n\n4️⃣ ALIGN VIDEO TO SOMETHING OTHER THAN CENTER\nThere's a few people who aren't bothered by the vertical bars you get when watching 16:9 content on a 21:9 monitor. However, they would much prefer if instead of having two thinner black bars on either side of the video, they'd have just one bigger black bar on one side.\n\nThat way, they can watch their 16:9 video on full screen while also having a bigger space to put their League of Legends chat¹ in while waiting for their match to start.\n\n---\n¹or something like that.IDK I'm more of a CSGO guy, so I'll take the guy who asked for this at face value.\n\n\n5️⃣ MANUAL OVERRIDE FOR PLAYER DETECTION\nUltrawidify not working on a site? It's possibe that Ultrawidify can detect the video, but not the video player. If that happens, you can head over to 'Advanced settings' tab in the popup and specify the player element. You can do that by specifying the player node index (gradually increase the number from 1 to ~10) or — if you know how HTML and CSS work — providing the query selector.\n\nSometimes, Ultrawidify won't work because of the quirks in site's CSS. If you know how to fix that kind of issues, 'advanced settings' section of the popup allows you to do so.\n\nRemember: sharing is caring. If you manage to fix a website using these tools, consider sharing the solution via email or github.\n\n\n\n.\n.\n: FREQUENTLY ASKED QUESTIONS\n.\n\n1. WHY DOESN'T AUTODETECTION WORK ON <website>?\nBecause the site utilizes DRM/anti-piracy measures, which prevent autodetection from working.\n\n.\n2. WHY DOESN'T AUTODETECTION DETECT ASPECT RATIO CHANGES INSTANTANEOUSLY?\nDue to performance reasons, Ultrawidify only checks for aspect ratio changes about three times per second. That means that aspect ratio detection may \"lag\" by about 300 milliseconds.\n\nWhile the frequency of aspect ratio checks can be increased, Ultrawidify can only check the currently displayed frame. As such, it will always lag by at least one frame.\n\nNote that increasing the frequency of aspect ratio checks may result in Chrome becoming laggy and, in extreme cases, even memory leaks as browser's garbage collection is unable to keep up with the scripts.\n\n.\n3. AUTODETECTION HAS [INSERT A PROBLEM WITH MOVIE CREDITS OR BAKED-IN SUBTITLES]\nAspect ratio detection requires a little bit of math to be done. Because doing too much maths can result in your browser not responding properly or even crashing, autodetection must find a compromise between accuracy and doing as little math as possible in order to establish the aspect ratio.\n\nIssues with text are result of these tradeoffs. If it bothers you that much, you can disable autodetection (either temporarily, by manually setting aspect ratio, or forever). \n\nIf you know what you're doing, you can go to extension option and tweak aspect ratio detection parameters.\n\n.\n4. CAN I ADD A CUSTOM ASPECT RATIO/CUSTOM KEYBOARD SHORTCUT?\nYes, but it requires some effort as the UI is currently mildly to majorly broken. \n\n.\n5. THE EXTENSION BROKE A SITE / DOESN'T WORK FOR A GIVEN SITE\nYou can submit a bug report via email or github. Please include all the details the email/issue template asks for.\n\nIf the site requires a subscription or is geo-locked, you can also save the page with \"Save Page WE\" extension and attach the file to the email (if submitting a github issue, you need to put the html file in a zip archive). This will make my life a bit easier.\n\n.\n6. IS MICROSOFT EDGE THE SAME THING AS GOOGLE CHROME?\nNo. Yes, Edge is chromium-based just like Chrome, but that doesn't mean they're the same thing. In the past, we've had plenty of issues where this extension worked plenty well on Chrome, but not in Edge because Edge had some bugs that Chrome didn't.\n\nHere's some of that stuff that has since been solved: https://github.com/tamius-han/ultrawidify/issues/117\n\n.\n7. IS OPERA THE SAME THING AS GOOGLE CHROME?\nNo.  \n\n--\nGithub's here: https://github.com/tamius-han/ultrawidify\nFull list of features (WIP): https://github.com/tamius-han/ultrawidify/wiki"
  }
}