{
  "name": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,sr,ta,te,th,uk,vi": "Web Color Picker - online color grabber",
    "ca": "Web Color Picker: captura de colors en líniar",
    "cs": "Web Color Picker - online nástroj pro výběr barev",
    "da": "Web Color Picker - online farvefanger",
    "de": "Web Color Picker - Online-Farbgrabber",
    "es,es_419": "Web Color Picker - capturador de color en línea",
    "fi": "Web Color Picker - online-värien sieppaaja",
    "fr": "Sélecteur de couleurs Web - capteur de couleurs en ligne",
    "it": "ColorZilla",
    "ja": "Web Color Picker - オンライン カラー グラバー",
    "ko": "웹 색상 선택기 - 온라인 색상 그래버",
    "nl": "Web Color Picker - online kleurengrabber",
    "no": "Web Color Picker - online fargefanger",
    "pl": "Web Color Picker - internetowy chwytak kolorów",
    "pt_BR,pt_PT": "Web Color Picker - captador de cores on-line",
    "ru": "Colorzilla",
    "sk": "Web Color Picker - online nástroj na zachytávanie farieb",
    "sl": "Web Color Picker - spletni barvni grabber",
    "sv": "Webbfärgväljare - onlinefärgfångare",
    "sw": "Web Color Picker - online Eyedropper",
    "tr": "Web Renk Seçici - çevrimiçi renk yakalayıcı",
    "zh_CN": "Web Color Picker - 在线颜色采集器",
    "zh_TW": "Web Color Picker - 在線顏色採集器"
  },
  "short": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Grab colors from web pages. Color picker, color history. Live smart color picker tool in HEX, RGBA. Eyedropper colorpick for free",
    "ca": "Agafa colors de pàgines web. Selector de colors, història del color. Eina de selecció de colors intel·ligent en directe en HEX,…",
    "cs": "Získejte barvy z webových stránek. Výběr barvy, historie barev. Živý inteligentní nástroj pro výběr barev v HEX, RGBA. Kapátko na…",
    "da": "Få fat i farver fra websider. Farvevælger, farvehistorie. Live smart farvevælgerværktøj i HEX, RGBA. Pipette farvevalg gratis",
    "de": "Holen Sie sich Farben von Webseiten. Farbwähler, Farbverlauf. Live-Smart-Color-Picker-Tool in HEX, RGBA. Farbpicker mit Pipette…",
    "es,es_419": "Coge colores de páginas web. Selector de color, historial de color. Herramienta de selección de color inteligente en vivo en HEX,…",
    "fi": "Nappaa värejä verkkosivuilta. Värinvalitsin, värihistoria. Live-älykäs värinvalitsintyökalu HEX:ssä, RGBA. Pipettivärivalitsin…",
    "fr": "Récupérez les couleurs des pages Web. Sélecteur de couleurs, historique des couleurs. Outil de sélection de couleurs intelligent en…",
    "it": "Prendi i colori dalle pagine web. Selettore di colori, cronologia dei colori. Strumento di selezione colore intelligente dal vivo…",
    "ja": "Web ページから色を取得します。 カラーピッカー、カラーヒストリー。 HEX、RGBA のライブ スマート カラー ピッカー ツール。 無料のスポイトカラーピック",
    "ko": "웹 페이지에서 색상을 가져옵니다. 색상 선택기, 색상 기록. HEX, RGBA의 라이브 스마트 색상 선택 도구. 스포이드 컬러픽 무료",
    "nl": "Pak kleuren van webpagina's. Kleurkiezer, kleurgeschiedenis. Live slimme kleurkiezer in HEX, RGBA. Eyedropper colorpick gratis",
    "no": "Hent farger fra nettsider. Fargevelger, fargehistorie. Live smart fargevelgerverktøy i HEX, RGBA. Pipette fargevalg gratis",
    "pl": "Pobierz kolory ze stron internetowych. Próbnik kolorów, historia kolorów. Inteligentne narzędzie do wybierania kolorów na żywo w…",
    "pt_BR,pt_PT": "Pegue as cores das páginas da web. Seletor de cores, histórico de cores. Ferramenta seletora de cores inteligente ao vivo em HEX,…",
    "sk": "Získajte farby z webových stránok. Výber farieb, história farieb. Živý inteligentný nástroj na výber farieb v HEX, RGBA. Odber…",
    "sl": "Zgrabite barve s spletnih strani. Izbirnik barv, zgodovina barv. Pametno orodje za izbiro barv v živo v HEX, RGBA. Brezplačna…",
    "sv": "Ta färger från webbsidor. Färgväljare, färghistorik. Live smart färgväljarverktyg i HEX, RGBA. Färgplockning för pipett gratis",
    "tr": "Web sayfalarından renkleri yakalayın. Renk seçici, renk geçmişi. HEX, RGBA'da canlı akıllı renk seçme aracı. Ücretsiz damlalık renk…",
    "zh_CN": "从网页中抓取颜色。 颜色选择器，颜色历史。 HEX、RGBA 中的实时智能颜色选择器工具。 免费的吸管颜色选择",
    "zh_TW": "從網頁中抓取顏色。 顏色選擇器，顏色歷史。 HEX、RGBA 中的實時智能顏色選擇器工具。 免費的吸管顏色選擇"
  },
  "long": {
    "am,ar,bg,bn,el,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,ml,mr,ms,ro,sr,sw,ta,te,th,vi": "Web Color Picker revolution tool for designers.\n\nNow you can easily pick any from any website with our new extension. Eyedropper tool will get color palette from any webpage you need. It's a pretty useful tool for web developers or web designers. This extension is pretty simple to use and it has simple and user-friendly interface. We provide you and amazing and useful eyedropper tool so you can get RGB colors from any webpage. Extract palette from web pages while you're browsing the web. There are three color formats available: RGB, CSS, and HSL.\n\nIt's also pretty simple to use – just click on the extension icon in the upper right and star working.\n- Identifying the RGB HEX CMYK\n- Saving pallets\n- Editing them into beautiful palette combinations is a quick and simple job.\n\nColor Picker features are:\n* Different formats: HEX, RGB, HSV\n* Detect most used color on the page\n* Color list of recently picked colors\n* Red-Green-Blue (RGB) wheel to adjust selected\n\nWebColor Picker is a simple and quick tool for identifying, saving, and editing beautiful color combinations. It offers different color formats, including HEX, RGB, and HSV, and can detect the most used color on a page. The color history feature allows you to view a list of recently picked colors. With the RGB color wheel, you can adjust the selected color to your preference. To use Web color picker, you simply need to click on the extension's button, select the \"Pick Color\" option, choose an area on the page with the color you need, and then copy the color representation to the clipboard.\n\nIn addition to Web color picker, there is an advanced Eyedropper, Color Picker, Gradient Generator, and other colorful goodies. This tool allows you to get a color reading from any point in your browser, adjust the color, and paste it into another program. The Eyedropper feature allows you to get the color of any pixel on the page, while the Advanced Color Picker is similar to Photoshop's. You can also use the Ultimate CSS Gradient Generator to create gradients for your design. With the Webpage Color Analyzer, you can get a color palette for any site, and the Palette Viewer has seven pre-installed palettes.\n\nColor picker provides you with precise color choices, and it gives you the color number in HEX, RGB, or HSB. This tool is especially useful for web designers who need to choose colors for their sites. With color picker, you can play with the colors you want to use for your site, choose the number of colors from the application, and use it in the CSS file. Color picker makes life easier for web designers, eliminating the need to change site colors multiple times to achieve the desired results.\n\nColor picker is a 100% free application, and you can use it as much as you want. It is an enjoyable tool that makes color picking fun and straightforward.\n\nColor picker is a Google Chrome extension that provides a range of tools and features for working with colors in web design and other applications. With its easy-to-use interface and comprehensive set of functions, it is an essential tool for anyone working with colors on the web.\nOne of the primary features of color picker is its ability to detect and display the colors used on a given webpage. Using the extension's toolbar button, users can activate the \"Pick Color\" feature, which allows them to select any area on the page and retrieve the color code in a variety of formats, including HEX, RGB, and HSV. This is especially useful for web designers who need to match the colors of various design elements to create a cohesive look and feel.\n\nThe Color Picker extension also includes an advanced eyedropper tool, which allows users to get the color of any pixel on the page. This feature is particularly helpful for designers who need to match colors that are not easily discernible by the naked eye. The extension also includes an advanced color picker that is similar to the one found in Photoshop, making it easier to select and adjust colors with precision.\n\nFor those who need to create CSS gradients, color picker offers an Ultimate CSS Gradient Generator, which allows users to create and customize gradients with ease. Additionally, the extension includes a Webpage Color Analyzer, which analyzes a given webpage and generates a color palette that can be used to inform design decisions.\n\nThe extension also features a palette viewer with seven pre-installed palettes, making it easy to switch between color schemes. And, for those who need to work with multiple colors, the extension includes a color history feature that tracks recently picked colors for easy access.\nIn addition to these features, color picker includes various other tools and functions, including the ability to display element information such as tag name, class, id, size, and more. The extension also includes keyboard shortcuts for quick access to its various features, and it is capable of picking colors from dynamic hover elements.\n\nColor Picker also includes a webpage region magnification/zoom loupe feature that can help users see pixel-perfect alignment accuracy during web development adjustments. This feature can be disabled from options and is disabled by default.\n\nWhen using a color picker to extract colors from a website, the tool typically works by \"grabbing\" or selecting the specific color that you want to capture. This process involves using a mouse or touchpad to click on the area of the website that contains the color you want to extract.\nOnce you have clicked on the color, the color picker tool will analyze the pixel data in that specific area and retrieve the RGB or hexadecimal color code associated with it. This information is then displayed to the user in the form of a code or color swatch, which can be used in a variety of design applications.\n\nWhile color picker is primarily designed for web designers, it is a useful tool for anyone who needs to work with colors in their daily life. With its comprehensive set of features and easy-to-use interface, it is a must-have extension for anyone who values color accuracy and precision in their work. And best of all, it is a completely free application, making it accessible to anyone who needs it.",
    "ca": "Eina de revolució Web Color Selector per a dissenyadors.\n\nAra podeu triar fàcilment qualsevol de qualsevol lloc web amb la nostra nova extensió. L'eina comptagotes obtindrà una paleta de colors de qualsevol pàgina web que necessiteu. És una eina força útil per a desenvolupadors web o dissenyadors web. Aquesta extensió és bastant senzilla d'utilitzar i té una interfície senzilla i fàcil d'utilitzar. Us oferim una eina de comptagotes sorprenent i útil perquè pugueu obtenir colors RGB des de qualsevol pàgina web. Extreu la paleta de pàgines web mentre navegueu per la web. Hi ha tres formats de color disponibles: RGB, CSS i HSL.\nTambé és bastant senzill d'utilitzar: només cal que feu clic a la icona de l'extensió a la part superior dreta i que funcioni.\n- Identificació del RGB HEX CMYK\n- Estalvi de palets\n- Editar-los en boniques combinacions de paletes és una feina ràpida i senzilla.\n\nLes característiques del selector de colors són:\n* Diferents formats: HEX, RGB, HSV\n* Detecta el color més utilitzat a la pàgina\n* Llista de colors dels colors escollits recentment\n* Roda vermell-verd-blau (RGB) per ajustar seleccionada\n\nWebColor Selector és una eina senzilla i ràpida per identificar, desar i editar combinacions de colors boniques. Ofereix diferents formats de color, inclosos HEX, RGB i HSV, i pot detectar el color més utilitzat en una pàgina. La funció d'historial de colors us permet veure una llista dels colors escollits recentment. Amb la roda de colors RGB, podeu ajustar el color seleccionat segons les vostres preferències. Per utilitzar el selector de color web, només cal que feu clic al botó de l'extensió, seleccioneu l'opció \"Selecciona el color\", escolliu una àrea de la pàgina amb el color que necessiteu i després copieu la representació del color al porta-retalls.\n\nA més del selector de colors web, hi ha un comptegotes avançat, un selector de colors, un generador de degradats i altres llaminadures de colors. Aquesta eina us permet obtenir una lectura del color des de qualsevol punt del vostre navegador, ajustar el color i enganxar-lo en un altre programa. La funció Eyedropper us permet obtenir el color de qualsevol píxel de la pàgina, mentre que el Selector de color avançat és similar al de Photoshop. També podeu utilitzar el Generador de degradats CSS definitiu per crear degradats per al vostre disseny. Amb l'Analitzador de colors de la pàgina web, podeu obtenir una paleta de colors per a qualsevol lloc, i el Visor de paletes té set paletes preinstal·lades.\n\nEl selector de color us ofereix opcions de color precises i us proporciona el número de color en HEX, RGB o HSB. Aquesta eina és especialment útil per als dissenyadors web que necessiten triar colors per als seus llocs. Amb el selector de colors, podeu jugar amb els colors que voleu utilitzar per al vostre lloc, triar el nombre de colors de l'aplicació i utilitzar-lo al fitxer CSS. El selector de colors facilita la vida als dissenyadors web, eliminant la necessitat de canviar els colors del lloc diverses vegades per aconseguir els resultats desitjats.\n\nColor Picker és una aplicació 100% gratuïta i la podeu utilitzar tant com vulgueu. És una eina divertida que fa que la selecció de colors sigui divertida i senzilla.\n\nEl selector de colors és una extensió de Google Chrome que ofereix una sèrie d'eines i funcions per treballar amb colors en el disseny web i altres aplicacions. Amb la seva interfície fàcil d'utilitzar i un conjunt complet de funcions, és una eina essencial per a qualsevol persona que treballi amb colors al web.\n\nUna de les característiques principals del selector de colors és la seva capacitat per detectar i mostrar els colors utilitzats en una pàgina web determinada. Mitjançant el botó de la barra d'eines de l'extensió, els usuaris poden activar la funció \"Seleccionar color\", que els permet seleccionar qualsevol àrea de la pàgina i recuperar el codi de color en diversos formats, inclosos HEX, RGB i HSV. Això és especialment útil per als dissenyadors web que necessiten combinar els colors de diversos elements de disseny per crear un aspecte cohesionat.\n\nL'extensió Color Picker també inclou una eina avançada de comptagotes, que permet als usuaris obtenir el color de qualsevol píxel de la pàgina. Aquesta característica és especialment útil per als dissenyadors que necessiten combinar colors que no són fàcilment perceptibles a simple vista. L'extensió també inclou un selector de colors avançat que és similar al que es troba a Photoshop, cosa que facilita la selecció i l'ajust dels colors amb precisió.\nPer a aquells que necessiten crear degradats CSS, el selector de color ofereix un generador de degradats CSS definitiu, que permet als usuaris crear i personalitzar degradats amb facilitat. A més, l'extensió inclou un analitzador de colors de pàgines web, que analitza una pàgina web determinada i genera una paleta de colors que es pot utilitzar per informar les decisions de disseny.\nL'extensió també inclou un visualitzador de paletes amb set paletes preinstal·lades, cosa que facilita el canvi d'esquemes de colors. I, per a aquells que necessiten treballar amb diversos colors, l'extensió inclou una funció d'historial de colors que fa un seguiment dels colors escollits recentment per accedir-hi fàcilment.\n\nA més d'aquestes funcions, el selector de color inclou altres eines i funcions, inclosa la possibilitat de mostrar informació d'elements com ara el nom de l'etiqueta, la classe, l'identificador, la mida i molt més. L'extensió també inclou dreceres de teclat per accedir ràpidament a les seves diverses funcions i és capaç de triar colors a partir d'elements de flotació dinàmics.\nColor Selector també inclou una funció d'ampliació/ampliació de la regió de la pàgina web que pot ajudar els usuaris a veure la precisió d'alineació perfecta durant els ajustos del desenvolupament web. Aquesta funció es pot desactivar des de les opcions i està desactivada de manera predeterminada.\nQuan utilitzeu un selector de colors per extreure colors d'un lloc web, l'eina normalment funciona \"agafant\" o seleccionant el color específic que voleu capturar. Aquest procés consisteix a utilitzar un ratolí o touchpad per fer clic a l'àrea del lloc web que conté el color que voleu extreure.\nUn cop hàgiu fet clic al color, l'eina de selecció de colors analitzarà les dades de píxels d'aquesta àrea específica i recuperarà el codi de color RGB o hexadecimal associat. A continuació, aquesta informació es mostra a l'usuari en forma de codi o mostra de color, que es pot utilitzar en una varietat d'aplicacions de disseny.\n\nTot i que el selector de colors està dissenyat principalment per a dissenyadors web, és una eina útil per a qualsevol persona que necessiti treballar amb colors a la seva vida diària. Amb el seu conjunt complet de funcions i una interfície fàcil d'utilitzar, és una extensió imprescindible per a qualsevol persona que valora la precisió i la precisió del color en el seu treball. I el millor de tot és que és una aplicació totalment gratuïta, que la fa accessible per a tothom que la necessiti.",
    "cs": "Web Color Picker revoluční nástroj pro designéry.\n\nS naším novým rozšířením si nyní můžete snadno vybrat z libovolného webu. Nástroj kapátko získá barevnou paletu z libovolné webové stránky, kterou potřebujete. Je to docela užitečný nástroj pro webové vývojáře nebo webové designéry. Toto rozšíření se velmi snadno používá a má jednoduché a uživatelsky přívětivé rozhraní. Poskytujeme vám úžasný a užitečný nástroj kapátka, takže můžete získat barvy RGB z jakékoli webové stránky. Extrahujte paletu z webových stránek při procházení webu. K dispozici jsou tři barevné formáty: RGB, CSS a HSL.\nPoužívání je také docela jednoduché – stačí kliknout na ikonu rozšíření v pravém horním rohu a hvězdička funguje.\n- Identifikace RGB HEX CMYK\n- Úspora palet\n- Úprava do krásných kombinací palet je rychlá a jednoduchá práce.\n\nFunkce Color Picker jsou:\n* Různé formáty: HEX, RGB, HSV\n* Zjistit nejpoužívanější barvu na stránce\n* Seznam barev nedávno vybraných barev\n* Red-Green-Blue (RGB) kolečko pro nastavení vybraného\n\nWebColor Picker je jednoduchý a rychlý nástroj pro identifikaci, ukládání a úpravu krásných barevných kombinací. Nabízí různé barevné formáty, včetně HEX, RGB a HSV, a dokáže detekovat nejpoužívanější barvu na stránce. Funkce historie barev vám umožňuje zobrazit seznam nedávno vybraných barev. Pomocí barevného kolečka RGB můžete upravit vybranou barvu podle svých preferencí. Chcete-li použít webový výběr barvy, stačí kliknout na tlačítko rozšíření, vybrat možnost „Vybrat barvu“, vybrat oblast na stránce s barvou, kterou potřebujete, a zkopírovat reprezentaci barev do schránky.\nKromě webového nástroje pro výběr barvy je k dispozici pokročilé kapátko, výběr barvy, generátor přechodů a další barevné vychytávky. Tento nástroj vám umožňuje získat barevné čtení z libovolného místa ve vašem prohlížeči, upravit barvu a vložit ji do jiného programu. Funkce kapátko vám umožňuje získat barvu libovolného pixelu na stránce, zatímco Advanced Color Picker je podobný Photoshopu. K vytvoření přechodů pro váš návrh můžete také použít Ultimate CSS Gradient Generator. Pomocí nástroje Webpage Color Analyzer můžete získat paletu barev pro jakýkoli web a prohlížeč palet má sedm předinstalovaných palet.\nVýběr barvy vám poskytuje přesné volby barev a poskytuje vám číslo barvy v HEX, RGB nebo HSB. Tento nástroj je užitečný zejména pro webdesignéry, kteří potřebují vybrat barvy pro své stránky. Pomocí nástroje pro výběr barev si můžete pohrát s barvami, které chcete pro svůj web použít, vybrat počet barev z aplikace a použít je v souboru CSS. Nástroj pro výběr barvy usnadňuje život webovým designérům a eliminuje potřebu několikrát měnit barvy stránek, aby bylo dosaženo požadovaných výsledků.\nColor picker je 100% bezplatná aplikace a můžete ji používat, jak chcete. Je to příjemný nástroj, díky kterému je výběr barev zábavný a přímočarý.\n\nColor picker je rozšíření Google Chrome, které poskytuje řadu nástrojů a funkcí pro práci s barvami ve webovém designu a dalších aplikacích. Díky svému snadno použitelnému rozhraní a komplexní sadě funkcí je nezbytným nástrojem pro každého, kdo pracuje s barvami na webu.\nJednou z hlavních funkcí nástroje pro výběr barev je jeho schopnost detekovat a zobrazovat barvy použité na dané webové stránce. Pomocí tlačítka na panelu nástrojů rozšíření mohou uživatelé aktivovat funkci „Vybrat barvu“, která jim umožňuje vybrat libovolnou oblast na stránce a načíst kód barvy v různých formátech, včetně HEX, RGB a HSV. To je užitečné zejména pro webové designéry, kteří potřebují sladit barvy různých designových prvků, aby vytvořili soudržný vzhled a dojem.\nRozšíření Color Picker obsahuje také pokročilý nástroj kapátko, který uživatelům umožňuje získat barvu libovolného pixelu na stránce. Tato funkce je užitečná zejména pro návrháře, kteří potřebují sladit barvy, které nejsou snadno rozeznatelné pouhým okem. Rozšíření také obsahuje pokročilý výběr barev, který je podobný tomu, který najdete ve Photoshopu, což usnadňuje výběr a přesné nastavení barev.\nPro ty, kteří potřebují vytvářet přechody CSS, nabízí nástroj pro výběr barev Ultimate CSS Gradient Generator, který uživatelům umožňuje snadno vytvářet a přizpůsobovat přechody. Rozšíření navíc obsahuje nástroj Webpage Color Analyzer, který analyzuje danou webovou stránku a generuje barevnou paletu, kterou lze použít k rozhodování o návrhu.\nRozšíření také obsahuje prohlížeč palet se sedmi předinstalovanými paletami, což usnadňuje přepínání mezi barevnými schématy. A pro ty, kteří potřebují pracovat s více barvami, rozšíření obsahuje funkci historie barev, která sleduje nedávno vybrané barvy pro snadný přístup.\nKromě těchto funkcí obsahuje nástroj pro výběr barvy různé další nástroje a funkce, včetně možnosti zobrazit informace o prvku, jako je název značky, třída, id, velikost a další. Rozšíření také obsahuje klávesové zkratky pro rychlý přístup k různým funkcím a je schopno vybírat barvy z dynamických prvků přechodu.\nColor Picker také obsahuje funkci lupy pro zvětšení/zmenšení oblasti webové stránky, která může uživatelům pomoci vidět pixelově dokonalou přesnost zarovnání během úprav při vývoji webu. Tuto funkci lze zakázat v možnostech a ve výchozím nastavení je zakázána.\nPři použití nástroje pro výběr barev k extrahování barev z webu nástroj obvykle funguje tak, že „chytne“ nebo vybere konkrétní barvu, kterou chcete zachytit. Tento proces zahrnuje použití myši nebo touchpadu ke kliknutí na oblast webu, která obsahuje barvu, kterou chcete extrahovat.\nJakmile kliknete na barvu, nástroj pro výběr barvy analyzuje data pixelů v této konkrétní oblasti a načte RGB nebo hexadecimální kód barvy, který je s ní spojen. Tyto informace se pak uživateli zobrazí ve formě kódu nebo vzorníku barev, které lze použít v různých designových aplikacích.\nZatímco výběr barev je primárně určen pro webové designéry, je to užitečný nástroj pro každého, kdo potřebuje v každodenním životě pracovat s barvami. Se svou komplexní sadou funkcí a snadno použitelným rozhraním je nezbytným rozšířením pro každého, kdo oceňuje přesnost barev a přesnost při své práci. A co je nejlepší, je to zcela bezplatná aplikace, díky které je přístupná každému, kdo ji potřebuje.",
    "da": "Web Color Picker revolution værktøj til designere.\n\nNu kan du nemt vælge hvilken som helst fra enhver hjemmeside med vores nye udvidelse. Pipetteværktøj får farvepalet fra enhver webside, du har brug for. Det er et ret nyttigt værktøj for webudviklere eller webdesignere. Denne udvidelse er ret enkel at bruge, og den har en enkel og brugervenlig grænseflade. Vi giver dig et fantastisk og nyttigt pipetteværktøj, så du kan få RGB-farver fra enhver webside. Uddrag paletten fra websider, mens du surfer på nettet. Der er tre tilgængelige farveformater: RGB, CSS og HSL.\nDet er også ret nemt at bruge – klik bare på udvidelsesikonet øverst til højre og stjernemarker.\n- Identifikation af RGB HEX CMYK\n- Besparelse af paller\n- At redigere dem til smukke paletkombinationer er en hurtig og enkel opgave.\n\nFarvevælgerens funktioner er:\n* Forskellige formater: HEX, RGB, HSV\n* Opdag mest brugte farve på siden\n* Farveliste over nyligt valgte farver\n* Rød-Grøn-Blå (RGB) hjul for at justere valgt\n\nWebFarvevælger er et enkelt og hurtigt værktøj til at identificere, gemme og redigere smukke farvekombinationer. Det tilbyder forskellige farveformater, herunder HEX, RGB og HSV, og kan registrere den mest brugte farve på en side. Farvehistorikfunktionen giver dig mulighed for at se en liste over nyligt valgte farver. Med RGB-farvehjulet kan du justere den valgte farve efter dine præferencer. For at bruge webfarvevælger skal du blot klikke på udvidelsens knap, vælge \"Vælg farve\", vælge et område på siden med den farve, du har brug for, og derefter kopiere farvegengivelsen til udklipsholderen.\nUd over webfarvevælger er der en avanceret pipette, farvevælger, gradientgenerator og andre farverige lækkerier. Dette værktøj giver dig mulighed for at få en farveaflæsning fra ethvert punkt i din browser, justere farven og indsætte den i et andet program. Pipettefunktionen giver dig mulighed for at få farven på enhver pixel på siden, mens den avancerede farvevælger ligner Photoshops. Du kan også bruge Ultimate CSS Gradient Generator til at skabe gradienter til dit design. Med Webpage Color Analyzer kan du få en farvepalet til ethvert websted, og Palette Viewer har syv forudinstallerede paletter.\nFarvevælgeren giver dig præcise farvevalg, og den giver dig farvenummeret i HEX, RGB eller HSB. Dette værktøj er især nyttigt for webdesignere, der skal vælge farver til deres websteder. Med farvevælgeren kan du lege med de farver, du vil bruge til dit websted, vælge antallet af farver fra applikationen og bruge det i CSS-filen. Farvevælgeren gør livet lettere for webdesignere og eliminerer behovet for at ændre webstedets farver flere gange for at opnå de ønskede resultater.\nFarvevælger er et 100 % gratis program, og du kan bruge det så meget, du vil. Det er et underholdende værktøj, der gør farvevalg sjovt og ligetil.\n\nFarvevælger er en Google Chrome-udvidelse, der giver en række værktøjer og funktioner til at arbejde med farver i webdesign og andre applikationer. Med dens brugervenlige grænseflade og omfattende sæt funktioner er det et vigtigt værktøj for alle, der arbejder med farver på nettet.\nEn af de primære funktioner ved farvevælger er dens evne til at registrere og vise de farver, der bruges på en given webside. Ved at bruge udvidelsens værktøjslinjeknap kan brugere aktivere funktionen \"Vælg farve\", som giver dem mulighed for at vælge et hvilket som helst område på siden og hente farvekoden i en række forskellige formater, herunder HEX, RGB og HSV. Dette er især nyttigt for webdesignere, der skal matche farverne på forskellige designelementer for at skabe et sammenhængende udseende.\nColor Picker-udvidelsen inkluderer også et avanceret pipetteværktøj, som giver brugerne mulighed for at få farven på enhver pixel på siden. Denne funktion er især nyttig for designere, der har brug for at matche farver, der ikke let kan skelnes med det blotte øje. Udvidelsen inkluderer også en avanceret farvevælger, der ligner den, der findes i Photoshop, hvilket gør det nemmere at vælge og justere farver med præcision.\nFor dem, der har brug for at oprette CSS-gradienter, tilbyder farvevælgeren en Ultimate CSS Gradient Generator, som giver brugerne mulighed for at oprette og tilpasse gradienter med lethed. Derudover inkluderer udvidelsen en Webpage Color Analyzer, som analyserer en given webside og genererer en farvepalet, der kan bruges til at informere designbeslutninger.\nUdvidelsen har også en paletfremviser med syv forudinstallerede paletter, hvilket gør det nemt at skifte mellem farveskemaer. Og for dem, der har brug for at arbejde med flere farver, inkluderer udvidelsen en farvehistorikfunktion, der sporer nyligt valgte farver for nem adgang.\nUd over disse funktioner inkluderer farvevælgeren forskellige andre værktøjer og funktioner, herunder muligheden for at vise elementoplysninger såsom tagnavn, klasse, id, størrelse og mere. Udvidelsen inkluderer også tastaturgenveje for hurtig adgang til dens forskellige funktioner, og den er i stand til at vælge farver fra dynamiske svæveelementer.\nFarvevælgeren inkluderer også en forstørrelses-/zoom-lupfunktion for websideregioner, der kan hjælpe brugere med at se pixel-perfekt justeringsnøjagtighed under webudviklingsjusteringer. Denne funktion kan deaktiveres fra indstillinger og er deaktiveret som standard.\nNår du bruger en farvevælger til at udtrække farver fra et websted, fungerer værktøjet typisk ved at \"gribe\" eller vælge den specifikke farve, du vil fange. Denne proces involverer at bruge en mus eller touchpad til at klikke på det område af webstedet, der indeholder den farve, du vil udtrække.\nNår du har klikket på farven, vil farvevælgerværktøjet analysere pixeldataene i det specifikke område og hente den RGB- eller hexadecimale farvekode, der er knyttet til den. Denne information vises derefter for brugeren i form af en kode eller farveprøve, som kan bruges i en række designapplikationer.\nMens farvevælger primært er designet til webdesignere, er det et nyttigt værktøj for alle, der har brug for at arbejde med farver i deres daglige liv. Med dets omfattende sæt af funktioner og brugervenlige interface er det en must-have udvidelse for alle, der værdsætter farvenøjagtighed og præcision i deres arbejde. Og bedst af alt, det er en helt gratis applikation, der gør den tilgængelig for alle, der har brug for den.",
    "de": "Web Color Picker Revolutionstool für Designer.\n\nJetzt können Sie mit unserer neuen Erweiterung ganz einfach von jeder Website auswählen. Das Pipetten-Tool ruft die Farbpalette von jeder gewünschten Webseite ab. Es ist ein ziemlich nützliches Tool für Webentwickler oder Webdesigner. Diese Erweiterung ist ziemlich einfach zu bedienen und hat eine einfache und benutzerfreundliche Oberfläche. Wir bieten Ihnen ein erstaunliches und nützliches Pipettenwerkzeug, mit dem Sie RGB-Farben von jeder Webseite erhalten können. Extrahieren Sie die Palette von Webseiten, während Sie im Internet surfen. Es stehen drei Farbformate zur Verfügung: RGB, CSS und HSL.\n\nEs ist auch ziemlich einfach zu bedienen – klicken Sie einfach auf das Erweiterungssymbol oben rechts und der Stern funktioniert.\n- Identifizieren des RGB HEX CMYK\n- Einsparung von Paletten\n- Sie in schöne Palettenkombinationen zu bearbeiten ist eine schnelle und einfache Aufgabe.\n\nFarbwähler-Funktionen sind:\n* Verschiedene Formate: HEX, RGB, HSV\n* Erkennen Sie die am häufigsten verwendeten Farben auf der Seite\n* Farbliste der kürzlich ausgewählten Farben\n* Rot-Grün-Blau (RGB) Rad zum Anpassen ausgewählt\n\nNetzColor Picker ist ein einfaches und schnelles Werkzeug zum Identifizieren, Speichern und Bearbeiten schöner Farbkombinationen. Es bietet verschiedene Farbformate, einschließlich HEX, RGB und HSV, und kann die am häufigsten verwendete Farbe auf einer Seite erkennen. Mit der Farbverlaufsfunktion können Sie eine Liste der zuletzt ausgewählten Farben anzeigen. Mit dem RGB-Farbrad können Sie die ausgewählte Farbe nach Ihren Wünschen anpassen. Um den Web-Farbwähler zu verwenden, müssen Sie einfach auf die Schaltfläche der Erweiterung klicken, die Option „Farbe auswählen“ auswählen, einen Bereich auf der Seite mit der gewünschten Farbe auswählen und dann die Farbdarstellung in die Zwischenablage kopieren.\n\nZusätzlich zum Web-Farbwähler gibt es eine erweiterte Pipette, einen Farbwähler, einen Verlaufsgenerator und andere farbenfrohe Leckereien. Mit diesem Tool können Sie von jedem Punkt in Ihrem Browser aus einen Farbmesswert abrufen, die Farbe anpassen und sie in ein anderes Programm einfügen. Mit der Pipettenfunktion können Sie die Farbe jedes Pixels auf der Seite abrufen, während der erweiterte Farbwähler dem von Photoshop ähnelt. Sie können auch den Ultimate CSS Gradient Generator verwenden, um Farbverläufe für Ihr Design zu erstellen. Mit dem Webseiten-Farbanalysator erhalten Sie eine Farbpalette für jede Site, und der Palette Viewer verfügt über sieben vorinstallierte Paletten.\n\nDie Farbauswahl bietet Ihnen eine präzise Farbauswahl und die Farbnummer in HEX, RGB oder HSB. Dieses Tool ist besonders nützlich für Webdesigner, die Farben für ihre Websites auswählen müssen. Mit der Farbauswahl können Sie mit den Farben spielen, die Sie für Ihre Website verwenden möchten, die Anzahl der Farben aus der Anwendung auswählen und sie in der CSS-Datei verwenden. Die Farbauswahl erleichtert Webdesignern das Leben, da sie die Website-Farben nicht mehrmals ändern müssen, um die gewünschten Ergebnisse zu erzielen.\n\nColor Picker ist eine 100 % kostenlose Anwendung, die Sie so oft verwenden können, wie Sie möchten. Es ist ein angenehmes Werkzeug, das die Farbauswahl unterhaltsam und unkompliziert macht.\n\nColor Picker ist eine Google Chrome-Erweiterung, die eine Reihe von Tools und Funktionen für die Arbeit mit Farben im Webdesign und anderen Anwendungen bietet. Mit seiner benutzerfreundlichen Oberfläche und seinem umfassenden Funktionsumfang ist es ein unverzichtbares Werkzeug für alle, die mit Farben im Internet arbeiten.\nEines der Hauptmerkmale des Farbwählers ist seine Fähigkeit, die auf einer bestimmten Webseite verwendeten Farben zu erkennen und anzuzeigen. Über die Symbolleistenschaltfläche der Erweiterung können Benutzer die Funktion „Farbe auswählen“ aktivieren, mit der sie einen beliebigen Bereich auf der Seite auswählen und den Farbcode in einer Vielzahl von Formaten abrufen können, darunter HEX, RGB und HSV. Dies ist besonders nützlich für Webdesigner, die die Farben verschiedener Designelemente aufeinander abstimmen müssen, um ein einheitliches Erscheinungsbild zu schaffen.\n\nDie Color Picker-Erweiterung enthält auch ein erweitertes Pipettenwerkzeug, mit dem Benutzer die Farbe jedes Pixels auf der Seite abrufen können. Diese Funktion ist besonders hilfreich für Designer, die Farben abgleichen müssen, die mit bloßem Auge nicht leicht erkennbar sind. Die Erweiterung enthält auch einen erweiterten Farbwähler, der dem in Photoshop ähnelt, der die präzise Auswahl und Anpassung von Farben erleichtert.\n\nFür diejenigen, die CSS-Verläufe erstellen müssen, bietet Color Picker einen ultimativen CSS-Verlaufsgenerator, mit dem Benutzer auf einfache Weise Verläufe erstellen und anpassen können. Darüber hinaus enthält die Erweiterung einen Webseiten-Farbanalysator, der eine bestimmte Webseite analysiert und eine Farbpalette generiert, die verwendet werden kann, um Designentscheidungen zu treffen.\n\nDie Erweiterung verfügt außerdem über einen Paletten-Viewer mit sieben vorinstallierten Paletten, der das Wechseln zwischen Farbschemata erleichtert. Und für diejenigen, die mit mehreren Farben arbeiten müssen, enthält die Erweiterung eine Farbverlaufsfunktion, die kürzlich ausgewählte Farben für einen einfachen Zugriff verfolgt.\nZusätzlich zu diesen Funktionen enthält der Farbwähler verschiedene andere Tools und Funktionen, einschließlich der Möglichkeit, Elementinformationen wie Tag-Name, Klasse, ID, Größe und mehr anzuzeigen. Die Erweiterung enthält auch Tastenkombinationen für den schnellen Zugriff auf die verschiedenen Funktionen und kann Farben aus dynamischen Hover-Elementen auswählen.\n\nColor Picker enthält auch eine Vergrößerungs-/Zoomlupenfunktion für Webseitenregionen, die Benutzern helfen kann, die pixelgenaue Ausrichtungsgenauigkeit während der Anpassungen der Webentwicklung zu sehen. Diese Funktion kann in den Optionen deaktiviert werden und ist standardmäßig deaktiviert.\n\nWenn Sie einen Farbwähler verwenden, um Farben von einer Website zu extrahieren, funktioniert das Tool normalerweise, indem es die spezifische Farbe, die Sie erfassen möchten, „ergreift“ oder auswählt. Bei diesem Vorgang klicken Sie mit einer Maus oder einem Touchpad auf den Bereich der Website, der die Farbe enthält, die Sie extrahieren möchten.\nSobald Sie auf die Farbe geklickt haben, analysiert das Farbwähler-Tool die Pixeldaten in diesem bestimmten Bereich und ruft den damit verbundenen RGB- oder Hexadezimal-Farbcode ab. Diese Informationen werden dem Benutzer dann in Form eines Codes oder Farbmusters angezeigt, das in einer Vielzahl von Designanwendungen verwendet werden kann.\n\nWährend der Farbwähler in erster Linie für Webdesigner entwickelt wurde, ist er ein nützliches Werkzeug für alle, die in ihrem täglichen Leben mit Farben arbeiten müssen. Mit seinen umfassenden Funktionen und der benutzerfreundlichen Benutzeroberfläche ist es eine unverzichtbare Erweiterung für alle, die Wert auf Farbgenauigkeit und Präzision bei ihrer Arbeit legen. Und das Beste ist, dass es sich um eine völlig kostenlose Anwendung handelt, die jedem zugänglich ist, der sie benötigt.",
    "en,en_AU,en_GB,en_US,ru,uk": "Web Color Picker revolution tool for designers.\n\nNow you can easily pick any from any website with our new extension. Eyedropper tool will get color palette from any webpage you need. It`s pretty useful tool for web developers or web designers. This extension is pretty simple to use and it has simple and user-friendly interface. We provide you and amazing and useful eyedropper tool so you can get RGB colors from any webpage. Extract palette from web pages while you're browsing the web. There are three color formats available: RGB, CSS, and HSL.\nIt`s also pretty simple to use – just click on extension icon in the upper right and star working.\n- Identifying the RGB HEX CMYK\n- Saving pallets\n- Editing them into beautiful palette combinations is a quick and simple job.\n\nColor Picker features are:\n* Different formats: HEX, RGB, HSV\n* Detect most used color on the page\n* Color list of recently picked colors\n* Red-Green-Blue (RGB) wheel to adjust selected\n\nand lot of others",
    "es,es_419": "Herramienta revolucionaria Web Color Picker para diseñadores.\n\nAhora puede elegir fácilmente cualquiera de cualquier sitio web con nuestra nueva extensión. La herramienta Cuentagotas obtendrá la paleta de colores de cualquier página web que necesite. Es una herramienta bastante útil para desarrolladores web o diseñadores web. Esta extensión es bastante simple de usar y tiene una interfaz simple y fácil de usar. Le proporcionamos una increíble y útil herramienta de cuentagotas para que pueda obtener colores RGB desde cualquier página web. Extraiga la paleta de las páginas web mientras navega por la web. Hay tres formatos de color disponibles: RGB, CSS y HSL.\n\nTambién es bastante simple de usar: simplemente haga clic en el ícono de extensión en la esquina superior derecha y comience a trabajar.\n- Identificación del RGB HEX CMYK\n- Ahorro de palets\n- Editarlos en hermosas combinaciones de paletas es un trabajo rápido y simple.\n\nLas características del selector de color son:\n* Diferentes formatos: HEX, RGB, HSV\n* Detecta el color más usado en la página\n* Lista de colores de los colores elegidos recientemente\n* Rueda roja-verde-azul (RGB) para ajustar seleccionado\n\nWebColor Picker es una herramienta simple y rápida para identificar, guardar y editar hermosas combinaciones de colores. Ofrece diferentes formatos de color, incluidos HEX, RGB y HSV, y puede detectar el color más utilizado en una página. La función de historial de color le permite ver una lista de colores elegidos recientemente. Con la rueda de colores RGB, puede ajustar el color seleccionado según sus preferencias. Para usar el selector de color web, simplemente debe hacer clic en el botón de la extensión, seleccionar la opción \"Elegir color\", elegir un área en la página con el color que necesita y luego copiar la representación de color en el portapapeles.\n\nAdemás del selector de color web, hay un Cuentagotas avanzado, un Selector de color, un Generador de degradado y otras cosas coloridas. Esta herramienta le permite obtener una lectura de color desde cualquier punto de su navegador, ajustar el color y pegarlo en otro programa. La función Cuentagotas le permite obtener el color de cualquier píxel de la página, mientras que el Selector de color avanzado es similar al de Photoshop. También puede usar Ultimate CSS Gradient Generator para crear degradados para su diseño. Con Webpage Color Analyzer, puede obtener una paleta de colores para cualquier sitio, y Palette Viewer tiene siete paletas preinstaladas.\n\nEl selector de color le brinda opciones de color precisas y le brinda el número de color en HEX, RGB o HSB. Esta herramienta es especialmente útil para los diseñadores web que necesitan elegir colores para sus sitios. Con el selector de color, puede jugar con los colores que desea usar para su sitio, elegir la cantidad de colores de la aplicación y usarlos en el archivo CSS. El selector de color facilita la vida de los diseñadores web, eliminando la necesidad de cambiar los colores del sitio varias veces para lograr los resultados deseados.\n\nSelector de color es una aplicación 100% gratuita y puedes usarla tanto como quieras. Es una herramienta agradable que hace que la selección de colores sea divertida y sencilla.\n\nSelector de color es una extensión de Google Chrome que proporciona una gama de herramientas y funciones para trabajar con colores en el diseño web y otras aplicaciones. Con su interfaz fácil de usar y su completo conjunto de funciones, es una herramienta esencial para cualquiera que trabaje con colores en la web.\nUna de las características principales del selector de color es su capacidad para detectar y mostrar los colores utilizados en una página web determinada. Con el botón de la barra de herramientas de la extensión, los usuarios pueden activar la función \"Seleccionar color\", que les permite seleccionar cualquier área de la página y recuperar el código de color en una variedad de formatos, incluidos HEX, RGB y HSV. Esto es especialmente útil para los diseñadores web que necesitan combinar los colores de varios elementos de diseño para crear una apariencia cohesiva.\n\nLa extensión Color Picker también incluye una herramienta avanzada de cuentagotas, que permite a los usuarios obtener el color de cualquier píxel de la página. Esta característica es particularmente útil para los diseñadores que necesitan combinar colores que no son fácilmente perceptibles a simple vista. La extensión también incluye un selector de color avanzado que es similar al que se encuentra en Photoshop, lo que facilita la selección y el ajuste de colores con precisión.\n\nPara aquellos que necesitan crear degradados CSS, el selector de color ofrece un generador de degradados CSS definitivo, que permite a los usuarios crear y personalizar degradados con facilidad. Además, la extensión incluye un analizador de color de página web, que analiza una página web determinada y genera una paleta de colores que se puede utilizar para informar las decisiones de diseño.\n\nLa extensión también cuenta con un visor de paletas con siete paletas preinstaladas, lo que facilita el cambio entre esquemas de color. Y, para aquellos que necesitan trabajar con varios colores, la extensión incluye una función de historial de color que rastrea los colores elegidos recientemente para facilitar el acceso.\nAdemás de estas características, el selector de color incluye varias otras herramientas y funciones, incluida la capacidad de mostrar información de elementos, como el nombre de la etiqueta, la clase, la identificación, el tamaño y más. La extensión también incluye atajos de teclado para acceder rápidamente a sus diversas funciones, y es capaz de elegir colores de elementos dinámicos flotantes.\n\nColor Picker también incluye una función de ampliación/lupa de zoom de la región de la página web que puede ayudar a los usuarios a ver una precisión de alineación perfecta de píxeles durante los ajustes de desarrollo web. Esta función se puede desactivar desde las opciones y está desactivada de forma predeterminada.\n\nCuando se usa un selector de color para extraer colores de un sitio web, la herramienta generalmente funciona \"agarrando\" o seleccionando el color específico que desea capturar. Este proceso implica el uso de un mouse o panel táctil para hacer clic en el área del sitio web que contiene el color que desea extraer.\nUna vez que haya hecho clic en el color, la herramienta de selección de color analizará los datos de píxeles en esa área específica y recuperará el código de color hexadecimal o RGB asociado con él. Luego, esta información se muestra al usuario en forma de código o muestra de color, que se puede usar en una variedad de aplicaciones de diseño.\n\nSi bien el selector de color está diseñado principalmente para diseñadores web, es una herramienta útil para cualquier persona que necesite trabajar con colores en su vida diaria. Con su completo conjunto de funciones y su interfaz fácil de usar, es una extensión imprescindible para cualquier persona que valore la exactitud y la precisión del color en su trabajo. Y lo mejor de todo es que es una aplicación completamente gratuita, por lo que está al alcance de cualquiera que la necesite.",
    "fi": "Web Color Picker vallankumoustyökalu suunnittelijoille.\n\nNyt voit helposti valita minkä tahansa verkkosivustomme uuden laajennuksen avulla. Pipettityökalu saa väripaletin miltä tahansa tarvitsemaltasi verkkosivulta. Se on melko hyödyllinen työkalu web-kehittäjille tai web-suunnittelijoille. Tämä laajennus on melko yksinkertainen käyttää, ja sillä on yksinkertainen ja käyttäjäystävällinen käyttöliittymä. Tarjoamme sinulle upean ja hyödyllisen pipettityökalun, jotta voit saada RGB-värejä miltä tahansa verkkosivulta. Poimi paletti verkkosivuilta, kun selaat verkkoa. Saatavilla on kolme värimuotoa: RGB, CSS ja HSL.\nSe on myös melko yksinkertainen käyttää – napsauta vain laajennuskuvaketta oikeassa yläkulmassa ja tähti toimii.\n- RGB HEX CMYK:n tunnistaminen\n- Lavojen säästäminen\n- Niiden muokkaaminen kauniiksi palettiyhdistelmiksi on nopeaa ja helppoa työtä.\n\nColor Pickerin ominaisuudet ovat:\n* Eri formaatit: HEX, RGB, HSV\n* Tunnista eniten käytetyt värit sivulla\n* Väriluettelo äskettäin valituista väreistä\n* Punainen-vihreä-sininen (RGB) -pyörä säätää valittuna\n\nWebColor Picker on yksinkertainen ja nopea työkalu kauniiden väriyhdistelmien tunnistamiseen, tallentamiseen ja muokkaamiseen. Se tarjoaa erilaisia ​​väriformaatteja, mukaan lukien HEX, RGB ja HSV, ja pystyy havaitsemaan eniten käytetyn värin sivulla. Värihistoria-ominaisuuden avulla voit tarkastella luetteloa äskettäin valituista väreistä. RGB-väripyörän avulla voit säätää valitun värin mieleiseksesi. Käyttääksesi Web-värivalitsinta sinun tarvitsee vain napsauttaa laajennuksen painiketta, valita \"Pick Color\" -vaihtoehto, valita sivulta alue, jolla on tarvitsemasi väri, ja kopioida sitten väriesitys leikepöydälle.\n\nWeb-värinvalitsimen lisäksi tarjolla on edistynyt pipetti, värivalitsin, gradienttigeneraattori ja muita värikkäitä herkkuja. Tämän työkalun avulla voit saada värilukeman mistä tahansa selaimesi kohdasta, säätää väriä ja liittää sen toiseen ohjelmaan. Pipetti-ominaisuuden avulla saat värin minkä tahansa sivun pikselin, kun taas Advanced Color Picker on samanlainen kuin Photoshopin. Voit myös käyttää Ultimate CSS Gradient Generatoria luodaksesi gradientteja suunnittelullesi. Webpage Color Analyzerin avulla voit saada väripaletin mille tahansa sivustolle, ja Palette Viewerissä on seitsemän esiasennettua palettia.\n\nVärinvalitsin tarjoaa sinulle tarkat värivalinnat, ja se antaa sinulle värinumeron HEX-, RGB- tai HSB-muodossa. Tämä työkalu on erityisen hyödyllinen web-suunnittelijoille, joiden on valittava värit sivustoilleen. Värinvalitsimen avulla voit leikkiä väreillä, joita haluat käyttää sivustossasi, valita värien määrän sovelluksesta ja käyttää sitä CSS-tiedostossa. Värinvalitsin helpottaa web-suunnittelijoiden elämää, jolloin sivuston värejä ei tarvitse vaihtaa useita kertoja haluttujen tulosten saavuttamiseksi.\nColor picker on 100% ilmainen sovellus, ja voit käyttää sitä niin paljon kuin haluat. Se on miellyttävä työkalu, joka tekee värinvalinnasta hauskaa ja suoraviivaista.\n\nVärinvalitsin on Google Chromen laajennus, joka tarjoaa valikoiman työkaluja ja ominaisuuksia värien käsittelyyn verkkosuunnittelussa ja muissa sovelluksissa. Helppokäyttöisen käyttöliittymänsä ja kattavan toimintosarjansa ansiosta se on välttämätön työkalu kaikille värejä verkossa työskenteleville.\n\nYksi värivalitsimen tärkeimmistä ominaisuuksista on sen kyky havaita ja näyttää tietyllä verkkosivulla käytetyt värit. Laajennuksen työkalupalkin painikkeella käyttäjät voivat aktivoida \"Pick Color\" -ominaisuuden, jonka avulla he voivat valita minkä tahansa alueen sivulla ja hakea värikoodin useissa eri muodoissa, mukaan lukien HEX, RGB ja HSV. Tämä on erityisen hyödyllistä verkkosuunnittelijoille, joiden on sovitettava yhteen eri suunnitteluelementtien värit luodakseen yhtenäisen ilmeen ja tuntuman.\n\nColor Picker -laajennus sisältää myös edistyneen pipettityökalun, jonka avulla käyttäjät voivat saada minkä tahansa sivun pikselin värin. Tämä ominaisuus on erityisen hyödyllinen suunnittelijoille, joiden on sovitettava yhteen värejä, jotka eivät ole helposti havaittavissa paljaalla silmällä. Laajennus sisältää myös edistyneen värivalitsimen, joka on samanlainen kuin Photoshopissa, mikä helpottaa värien valitsemista ja säätämistä tarkasti.\n\nNiille, jotka haluavat luoda CSS-gradientteja, värinvalitsin tarjoaa Ultimate CSS Gradient Generatorin, jonka avulla käyttäjät voivat luoda ja mukauttaa liukuvärejä helposti. Lisäksi laajennus sisältää Webpage Color Analyzerin, joka analysoi tietyn verkkosivun ja luo väripaletin, jota voidaan käyttää suunnittelupäätöksissä.\n\nLaajennuksessa on myös palettikatseluohjelma, jossa on seitsemän esiasennettua palettia, mikä helpottaa värimaailman vaihtamista. Ja niille, joiden on työskenneltävä useiden värien kanssa, laajennus sisältää värihistoriaominaisuuden, joka seuraa äskettäin valittuja värejä helppokäyttöisyyttä varten.\n\nNäiden ominaisuuksien lisäksi värinvalitsin sisältää useita muita työkaluja ja toimintoja, mukaan lukien mahdollisuuden näyttää elementtitietoja, kuten tunnisteen nimi, luokka, tunnus, koko ja paljon muuta. Laajennus sisältää myös pikanäppäimiä sen eri ominaisuuksien nopeaa käyttöä varten, ja se pystyy poimimaan värejä dynaamisista hover-elementeistä.\nColor Picker sisältää myös verkkosivun alueen suurennus-/zoomausluuppiominaisuuden, jonka avulla käyttäjät näkevät pikselin täydellisen kohdistustarkkuuden verkkokehityksen säätöjen aikana. Tämä ominaisuus voidaan poistaa käytöstä vaihtoehdoista, ja se on oletuksena pois käytöstä.\n\nKun käytät värivalitsinta värien poimimiseen verkkosivustolta, työkalu toimii yleensä \"tarraamalla\" tai valitsemalla tietyn värin, jonka haluat kaapata. Tämä prosessi sisältää hiiren tai kosketuslevyn napsautuksen verkkosivustolla, joka sisältää värin, jonka haluat poimia.\n\nKun olet napsauttanut väriä, värinvalintatyökalu analysoi pikselitiedot kyseisellä alueella ja hakee siihen liittyvän RGB- tai heksadesimaalivärikoodin. Nämä tiedot näytetään sitten käyttäjälle koodin tai värimallin muodossa, jota voidaan käyttää useissa suunnittelusovelluksissa.\n\nVaikka värinvalitsin on ensisijaisesti suunniteltu web-suunnittelijoille, se on hyödyllinen työkalu kaikille, jotka tarvitsevat värejä jokapäiväisessä elämässään. Kattavan ominaisuuksiensa ja helppokäyttöisen käyttöliittymänsä ansiosta se on pakollinen laajennus kaikille, jotka arvostavat värien tarkkuutta ja tarkkuutta työssään. Ja mikä parasta, se on täysin ilmainen sovellus, joten se on kaikkien sitä tarvitsevien käytettävissä.",
    "fr": "Outil révolutionnaire Web Color Picker pour les concepteurs.\n\nMaintenant, vous pouvez facilement choisir n'importe quel site Web avec notre nouvelle extension. L'outil Pipette obtiendra la palette de couleurs de n'importe quelle page Web dont vous avez besoin. C'est un outil très utile pour les développeurs Web ou les concepteurs Web. Cette extension est assez simple à utiliser et possède une interface simple et conviviale. Nous vous fournissons un outil pipette incroyable et utile pour que vous puissiez obtenir des couleurs RVB à partir de n'importe quelle page Web. Extraire la palette des pages Web pendant que vous naviguez sur le Web. Trois formats de couleurs sont disponibles : RVB, CSS et HSL.\n\nC'est aussi assez simple à utiliser - il suffit de cliquer sur l'icône d'extension en haut à droite et l'étoile fonctionne.\n- Identification du RVB HEX CMJN\n- Sauvegarde des palettes\n- Les éditer dans de belles combinaisons de palettes est un travail simple et rapide.\n\nLes fonctionnalités du sélecteur de couleurs sont :\n* Différents formats : HEX, RVB, HSV\n* Détecter la couleur la plus utilisée sur la page\n* Liste des couleurs des couleurs récemment sélectionnées\n* Molette rouge-vert-bleu (RVB) pour régler la sélection\n\nla toileColor Picker est un outil simple et rapide pour identifier, enregistrer et modifier de belles combinaisons de couleurs. Il propose différents formats de couleurs, notamment HEX, RVB et HSV, et peut détecter la couleur la plus utilisée sur une page. La fonction d'historique des couleurs vous permet d'afficher une liste des couleurs récemment sélectionnées. Avec la roue chromatique RVB, vous pouvez ajuster la couleur sélectionnée selon vos préférences. Pour utiliser le sélecteur de couleurs Web, il vous suffit de cliquer sur le bouton de l'extension, de sélectionner l'option \"Choisir une couleur\", de choisir une zone de la page avec la couleur dont vous avez besoin, puis de copier la représentation des couleurs dans le presse-papiers.\n\nEn plus du sélecteur de couleurs Web, il existe une pipette avancée, un sélecteur de couleurs, un générateur de dégradés et d'autres goodies colorés. Cet outil vous permet d'obtenir une lecture des couleurs à partir de n'importe quel point de votre navigateur, d'ajuster la couleur et de la coller dans un autre programme. La fonction Pipette vous permet d'obtenir la couleur de n'importe quel pixel sur la page, tandis que le sélecteur de couleurs avancé est similaire à celui de Photoshop. Vous pouvez également utiliser Ultimate CSS Gradient Generator pour créer des dégradés pour votre conception. Avec l'analyseur de couleurs de page Web, vous pouvez obtenir une palette de couleurs pour n'importe quel site, et la visionneuse de palette dispose de sept palettes préinstallées.\n\nLe sélecteur de couleurs vous offre des choix de couleurs précis et vous donne le numéro de couleur en HEX, RVB ou HSB. Cet outil est particulièrement utile pour les concepteurs de sites Web qui doivent choisir les couleurs de leurs sites. Avec le sélecteur de couleurs, vous pouvez jouer avec les couleurs que vous souhaitez utiliser pour votre site, choisir le nombre de couleurs de l'application et l'utiliser dans le fichier CSS. Le sélecteur de couleurs facilite la vie des concepteurs de sites Web, éliminant le besoin de changer plusieurs fois les couleurs du site pour obtenir les résultats souhaités.\n\nLe sélecteur de couleurs est une application 100 % gratuite et vous pouvez l'utiliser autant que vous le souhaitez. C'est un outil agréable qui rend la sélection des couleurs amusante et simple.\n\nLe sélecteur de couleurs est une extension de Google Chrome qui fournit une gamme d'outils et de fonctionnalités pour travailler avec les couleurs dans la conception Web et d'autres applications. Avec son interface facile à utiliser et son ensemble complet de fonctions, c'est un outil essentiel pour quiconque travaille avec les couleurs sur le Web.\nL'une des principales caractéristiques du sélecteur de couleurs est sa capacité à détecter et à afficher les couleurs utilisées sur une page Web donnée. À l'aide du bouton de la barre d'outils de l'extension, les utilisateurs peuvent activer la fonction \"Choisir une couleur\", qui leur permet de sélectionner n'importe quelle zone de la page et de récupérer le code couleur dans une variété de formats, notamment HEX, RVB et HSV. Ceci est particulièrement utile pour les concepteurs de sites Web qui doivent faire correspondre les couleurs de divers éléments de conception pour créer une apparence cohérente.\n\nL'extension Color Picker comprend également un outil pipette avancé, qui permet aux utilisateurs d'obtenir la couleur de n'importe quel pixel sur la page. Cette fonctionnalité est particulièrement utile pour les concepteurs qui doivent faire correspondre des couleurs qui ne sont pas facilement discernables à l'œil nu. L'extension comprend également un sélecteur de couleurs avancé similaire à celui de Photoshop, ce qui facilite la sélection et l'ajustement des couleurs avec précision.\n\nPour ceux qui ont besoin de créer des dégradés CSS, le sélecteur de couleurs propose un générateur de dégradés CSS ultime, qui permet aux utilisateurs de créer et de personnaliser facilement des dégradés. De plus, l'extension comprend un analyseur de couleurs de page Web, qui analyse une page Web donnée et génère une palette de couleurs pouvant être utilisée pour éclairer les décisions de conception.\n\nL'extension comprend également une visionneuse de palette avec sept palettes préinstallées, ce qui facilite le basculement entre les schémas de couleurs. Et, pour ceux qui ont besoin de travailler avec plusieurs couleurs, l'extension comprend une fonction d'historique des couleurs qui suit les couleurs récemment sélectionnées pour un accès facile.\nEn plus de ces fonctionnalités, le sélecteur de couleurs comprend divers autres outils et fonctions, notamment la possibilité d'afficher des informations sur les éléments telles que le nom de la balise, la classe, l'identifiant, la taille, etc. L'extension comprend également des raccourcis clavier pour un accès rapide à ses différentes fonctionnalités, et elle est capable de choisir des couleurs à partir d'éléments de survol dynamiques.\n\nColor Picker comprend également une fonction de grossissement/zoom de la région de la page Web qui peut aider les utilisateurs à voir la précision de l'alignement au pixel près lors des ajustements du développement Web. Cette fonctionnalité peut être désactivée à partir des options et est désactivée par défaut.\n\nLorsque vous utilisez un sélecteur de couleurs pour extraire les couleurs d'un site Web, l'outil fonctionne généralement en \"saisissant\" ou en sélectionnant la couleur spécifique que vous souhaitez capturer. Ce processus consiste à utiliser une souris ou un pavé tactile pour cliquer sur la zone du site Web contenant la couleur que vous souhaitez extraire.\nUne fois que vous avez cliqué sur la couleur, l'outil de sélection de couleur analysera les données de pixel dans cette zone spécifique et récupérera le code de couleur RVB ou hexadécimal qui lui est associé. Ces informations sont ensuite présentées à l'utilisateur sous la forme d'un code ou d'un échantillon de couleur, qui peut être utilisé dans une variété d'applications de conception.\n\nBien que le sélecteur de couleurs soit principalement conçu pour les concepteurs de sites Web, il s'agit d'un outil utile pour tous ceux qui ont besoin de travailler avec des couleurs dans leur vie quotidienne. Avec son ensemble complet de fonctionnalités et son interface facile à utiliser, c'est une extension indispensable pour tous ceux qui apprécient l'exactitude et la précision des couleurs dans leur travail. Et le meilleur de tous, c'est une application entièrement gratuite, ce qui la rend accessible à tous ceux qui en ont besoin.",
    "it": "Strumento di rivoluzione Web Color Picker per i designer.\n\nOra puoi facilmente sceglierne uno da qualsiasi sito web con la nostra nuova estensione. Lo strumento Eyedropper otterrà la tavolozza dei colori da qualsiasi pagina Web di cui hai bisogno. È uno strumento piuttosto utile per sviluppatori web o web designer. Questa estensione è piuttosto semplice da usare e ha un'interfaccia semplice e intuitiva. Ti forniamo uno straordinario e utile strumento contagocce in modo da poter ottenere colori RGB da qualsiasi pagina web. Estrai tavolozza dalle pagine web mentre navighi sul web. Sono disponibili tre formati di colore: RGB, CSS e HSL.\n\nÈ anche abbastanza semplice da usare: basta fare clic sull'icona dell'estensione in alto a destra e iniziare a lavorare.\n- Identificare il RGB HEX CMYK\n- Risparmio di pallet\n- Modificarli in bellissime combinazioni di tavolozze è un lavoro semplice e veloce.\n\nLe funzioni del selettore colore sono:\n* Diversi formati: HEX, RGB, HSV\n* Rileva il colore più utilizzato sulla pagina\n* Elenco dei colori dei colori selezionati di recente\n* Ruota rosso-verde-blu (RGB) per regolare la selezione\n\nragnatelaColor Picker è uno strumento semplice e veloce per identificare, salvare e modificare bellissime combinazioni di colori. Offre diversi formati di colore, inclusi HEX, RGB e HSV, ed è in grado di rilevare il colore più utilizzato su una pagina. La funzione della cronologia dei colori consente di visualizzare un elenco dei colori selezionati di recente. Con la ruota dei colori RGB, puoi regolare il colore selezionato in base alle tue preferenze. Per utilizzare il selettore di colori Web, devi semplicemente fare clic sul pulsante dell'estensione, selezionare l'opzione \"Scegli colore\", scegliere un'area della pagina con il colore che ti serve, quindi copiare la rappresentazione del colore negli appunti.\n\nOltre al selettore di colori Web, sono disponibili un contagocce avanzato, un selettore di colori, un generatore di sfumature e altri gadget colorati. Questo strumento ti consente di ottenere una lettura del colore da qualsiasi punto del tuo browser, regolare il colore e incollarlo in un altro programma. La funzione Eyedropper ti consente di ottenere il colore di qualsiasi pixel sulla pagina, mentre Advanced Color Picker è simile a Photoshop. Puoi anche utilizzare Ultimate CSS Gradient Generator per creare sfumature per il tuo design. Con Webpage Color Analyzer, puoi ottenere una tavolozza di colori per qualsiasi sito e Palette Viewer ha sette tavolozze preinstallate.\n\nIl selettore di colori ti offre scelte di colore precise e ti dà il numero di colore in HEX, RGB o HSB. Questo strumento è particolarmente utile per i web designer che devono scegliere i colori per i loro siti. Con Color Picker, puoi giocare con i colori che desideri utilizzare per il tuo sito, scegliere il numero di colori dall'applicazione e utilizzarlo nel file CSS. Il selettore di colori semplifica la vita ai web designer, eliminando la necessità di cambiare i colori del sito più volte per ottenere i risultati desiderati.\n\nColor picker è un'applicazione gratuita al 100% e puoi usarla quanto vuoi. È uno strumento divertente che rende la scelta dei colori divertente e semplice.\n\nColor picker è un'estensione di Google Chrome che fornisce una gamma di strumenti e funzionalità per lavorare con i colori nel web design e in altre applicazioni. Con la sua interfaccia facile da usare e un set completo di funzioni, è uno strumento essenziale per chiunque lavori con i colori sul web.\nUna delle caratteristiche principali del selettore colore è la sua capacità di rilevare e visualizzare i colori utilizzati su una determinata pagina web. Utilizzando il pulsante della barra degli strumenti dell'estensione, gli utenti possono attivare la funzione \"Scegli colore\", che consente loro di selezionare qualsiasi area della pagina e recuperare il codice colore in una varietà di formati, inclusi HEX, RGB e HSV. Ciò è particolarmente utile per i web designer che devono abbinare i colori di vari elementi di design per creare un aspetto coerente.\n\nL'estensione Color Picker include anche uno strumento contagocce avanzato, che consente agli utenti di ottenere il colore di qualsiasi pixel sulla pagina. Questa funzione è particolarmente utile per i designer che devono abbinare colori che non sono facilmente distinguibili a occhio nudo. L'estensione include anche un selettore di colori avanzato simile a quello trovato in Photoshop, che semplifica la selezione e la regolazione dei colori con precisione.\n\nPer coloro che hanno bisogno di creare sfumature CSS, Color Picker offre un generatore di sfumature CSS definitivo, che consente agli utenti di creare e personalizzare le sfumature con facilità. Inoltre, l'estensione include un Webpage Color Analyzer, che analizza una determinata pagina Web e genera una tavolozza di colori che può essere utilizzata per informare le decisioni di progettazione.\n\nL'estensione presenta anche un visualizzatore di tavolozze con sette tavolozze preinstallate, che semplifica il passaggio da una combinazione di colori all'altra. E, per coloro che hanno bisogno di lavorare con più colori, l'estensione include una funzione di cronologia dei colori che tiene traccia dei colori selezionati di recente per un facile accesso.\nOltre a queste funzionalità, il selettore di colori include vari altri strumenti e funzioni, inclusa la possibilità di visualizzare informazioni sugli elementi come nome del tag, classe, id, dimensione e altro. L'estensione include anche scorciatoie da tastiera per un rapido accesso alle sue varie funzionalità ed è in grado di scegliere i colori dagli elementi dinamici al passaggio del mouse.\n\nColor Picker include anche una funzione di lente di ingrandimento/zoom della regione della pagina Web che può aiutare gli utenti a vedere la precisione di allineamento perfetta per i pixel durante le regolazioni dello sviluppo web. Questa funzione può essere disabilitata dalle opzioni ed è disabilitata per impostazione predefinita.\n\nQuando si utilizza un selettore di colori per estrarre i colori da un sito Web, lo strumento in genere funziona \"catturando\" o selezionando il colore specifico che si desidera acquisire. Questo processo prevede l'utilizzo di un mouse o di un touchpad per fare clic sull'area del sito Web che contiene il colore che si desidera estrarre.\nDopo aver fatto clic sul colore, lo strumento di selezione del colore analizzerà i dati dei pixel in quella specifica area e recupererà il codice colore RGB o esadecimale ad esso associato. Queste informazioni vengono quindi visualizzate all'utente sotto forma di un codice o di un campione di colore, che può essere utilizzato in una varietà di applicazioni di progettazione.\n\nSebbene il selettore di colori sia progettato principalmente per i web designer, è uno strumento utile per chiunque abbia bisogno di lavorare con i colori nella vita quotidiana. Con il suo set completo di funzionalità e l'interfaccia facile da usare, è un'estensione indispensabile per chiunque apprezzi l'accuratezza e la precisione del colore nel proprio lavoro. E soprattutto, è un'applicazione completamente gratuita, che la rende accessibile a chiunque ne abbia bisogno.",
    "ja": "デザイナー向けの Web カラー ピッカー革命ツール。\n\n新しい拡張機能を使用して、どの Web サイトからでも簡単に選択できるようになりました。スポイト ツールは、必要な Web ページからカラー パレットを取得します。これは、Web 開発者や Web デザイナーにとって非常に便利なツールです。この拡張機能は非常に使いやすく、シンプルでユーザーフレンドリーなインターフェースを備えています。どんな Web ページからでも RGB カラーを取得できるように、驚くほど便利なスポイト ツールを提供します。 Web の閲覧中に Web ページからパレットを抽出します。 RGB、CSS、HSL の 3 つのカラー形式を使用できます。\n\n使い方もとても簡単です。右上の拡張機能アイコンをクリックしてスターを付けるだけです。\n- RGB HEX CMYK の識別\n- パレットの保存\n- それらを美しいパレットの組み合わせに編集するのは、すばやく簡単な作業です。\n\nカラー ピッカーの機能は次のとおりです。\n* 異なる形式: HEX、RGB、HSV\n* ページで最も使用されている色を検出\n*最近選んだ色の色リスト\n*選択した調整する赤-緑-青（RGB）ホイール\n\nウェブカラー ピッカーは、美しい色の組み合わせを識別、保存、および編集するためのシンプルで迅速なツールです。 HEX、RGB、HSV などのさまざまなカラー形式を提供し、ページで最も使用されている色を検出できます。色の履歴機能を使用すると、最近選択した色のリストを表示できます。 RGB カラー ホイールを使用すると、選択した色を好みに合わせて調整できます。 Web カラー ピッカーを使用するには、拡張機能のボタンをクリックし、[色を選択] オプションを選択し、ページ上の必要な色の領域を選択してから、色表現をクリップボードにコピーするだけです。\n\nWeb カラー ピッカーに加えて、高度なスポイト、カラー ピッカー、グラデーション ジェネレーター、およびその他のカラフルなグッズがあります。このツールを使用すると、ブラウザーの任意の場所から色の読み取り値を取得し、色を調整して、別のプログラムに貼り付けることができます。スポイト機能を使用すると、ページ上の任意のピクセルの色を取得できますが、高度なカラー ピッカーは Photoshop の機能に似ています。 Ultimate CSS Gradient Generator を使用して、デザインのグラデーションを作成することもできます。 Webpage Color Analyzer を使用すると、任意のサイトのカラー パレットを取得できます。また、Palette Viewer には 7 つのパレットがプリインストールされています。\n\nカラーピッカーは、正確な色の選択を提供し、HEX、RGB、または HSB で色番号を提供します。このツールは、サイトの色を選択する必要がある Web デザイナーにとって特に便利です。カラー ピッカーを使用すると、サイトで使用したい色で遊んだり、アプリケーションから色の数を選択したり、CSS ファイルで使用したりできます。カラー ピッカーを使用すると、Web デザイナーの作業が楽になり、目的の結果を得るためにサイトの色を何度も変更する必要がなくなります。\n\nカラー ピッカーは 100% 無料のアプリケーションで、使い放題です。色選びが楽しく簡単にできる楽しいツールです。\n\nカラー ピッカーは、Web デザインやその他のアプリケーションで色を操作するためのさまざまなツールと機能を提供する Google Chrome 拡張機能です。使いやすいインターフェイスと包括的な機能セットにより、Web で色を扱うすべての人にとって不可欠なツールです。\nカラー ピッカーの主な機能の 1 つは、特定の Web ページで使用されている色を検出して表示する機能です。ユーザーは、拡張機能のツールバー ボタンを使用して「色の選択」機能を有効にすることができます。これにより、ユーザーはページ上の任意の領域を選択し、HEX、RGB、HSV などのさまざまな形式でカラー コードを取得できます。これは、まとまりのあるルック アンド フィールを作成するために、さまざまなデザイン要素の色を一致させる必要がある Web デザイナーにとって特に便利です。\n\nカラー ピッカー拡張機能には、ユーザーがページ上の任意のピクセルの色を取得できる高度なスポイト ツールも含まれています。この機能は、肉眼では簡単に識別できない色を一致させる必要があるデザイナーにとって特に役立ちます。この拡張機能には、Photoshop にあるものと同様の高度なカラー ピッカーも含まれており、色の選択と正確な調整がより簡単になります。\n\nCSS グラデーションを作成する必要がある人のために、カラー ピッカーは、ユーザーがグラデーションを簡単に作成およびカスタマイズできるようにする Ultimate CSS Gradient Generator を提供します。さらに、拡張機能には Webpage Color Analyzer が含まれています。これは、特定の Web ページを分析し、デザインの決定に使用できるカラー パレットを生成します。\n\nこの拡張機能には、7 つのパレットがプリインストールされたパレット ビューアーも搭載されており、配色を簡単に切り替えることができます。また、複数の色を扱う必要がある人のために、拡張機能には、最近選択した色を追跡して簡単にアクセスできる色履歴機能が含まれています。\nこれらの機能に加えて、カラー ピッカーには、タグ名、クラス、ID、サイズなどの要素情報を表示する機能など、さまざまなツールや機能が含まれています。この拡張機能には、さまざまな機能にすばやくアクセスするためのキーボード ショートカットも含まれており、動的なホバー要素から色を選択できます。\n\nカラー ピッカーには、Web 開発の調整中にユーザーがピクセル単位で完璧な位置合わせの精度を確認するのに役立つ、Web ページ領域の拡大/ズーム ルーペ機能も含まれています。この機能はオプションから無効にすることができ、デフォルトでは無効になっています。\n\nカラー ピッカーを使用して Web サイトから色を抽出する場合、ツールは通常、キャプチャする特定の色を「つかむ」または選択することによって機能します。このプロセスでは、マウスまたはタッチパッドを使用して、抽出する色を含む Web サイトの領域をクリックします。\n色をクリックすると、カラー ピッカー ツールがその特定の領域のピクセル データを分析し、それに関連付けられた RGB または 16 進数のカラー コードを取得します。この情報は、さまざまなデザイン アプリケーションで使用できるコードまたは色見本の形式でユーザーに表示されます。\n\nカラー ピッカーは主に Web デザイナー向けに設計されていますが、日常生活で色を扱う必要がある人にとっては便利なツールです。包括的な機能セットと使いやすいインターフェイスを備えた、作業で色の正確さと精度を重視する人にとって必須の拡張機能です。そして何よりも、これは完全に無料のアプリケーションであり、必要な人なら誰でもアクセスできます。",
    "ko": "디자이너를 위한 웹 색상 피커 혁명 도구.\n\n이제 새로운 확장 기능을 사용하여 모든 웹사이트에서 원하는 항목을 쉽게 선택할 수 있습니다. 스포이드 도구는 필요한 모든 웹 페이지에서 색상 팔레트를 가져옵니다. 웹 개발자 또는 웹 디자이너에게 매우 유용한 도구입니다. 이 확장 프로그램은 사용이 매우 간단하며 간단하고 사용자 친화적인 인터페이스를 제공합니다. 모든 웹 페이지에서 RGB 색상을 얻을 수 있도록 놀랍고 유용한 스포이드 도구를 제공합니다. 웹을 탐색하는 동안 웹 페이지에서 팔레트를 추출합니다. RGB, CSS 및 HSL의 세 가지 색상 형식을 사용할 수 있습니다.\n\n사용법도 매우 간단합니다. 오른쪽 상단에 있는 확장 프로그램 아이콘을 클릭하고 별표를 표시하면 됩니다.\n- RGB HEX CMYK 식별\n- 팔레트 저장\n- 아름다운 팔레트 조합으로 편집하는 것은 빠르고 간단한 작업입니다.\n\n색상 선택기 기능은 다음과 같습니다.\n* 다양한 형식: HEX, RGB, HSV\n* 페이지에서 가장 많이 사용되는 색상 감지\n* 최근 선택한 색상 목록\n* 선택한 조정을 위한 빨강-녹색-파랑(RGB) 휠\n\n편물색상 선택기는 아름다운 색상 조합을 식별, 저장 및 편집할 수 있는 간단하고 빠른 도구입니다. HEX, RGB 및 HSV를 포함한 다양한 색상 형식을 제공하며 페이지에서 가장 많이 사용되는 색상을 감지할 수 있습니다. 색상 기록 기능을 사용하면 최근에 선택한 색상 목록을 볼 수 있습니다. RGB 색상환을 사용하여 선택한 색상을 원하는 대로 조정할 수 있습니다. 웹 색상 선택기를 사용하려면 확장 프로그램의 버튼을 클릭하고 \"색상 선택\" 옵션을 선택한 다음 페이지에서 필요한 색상이 있는 영역을 선택한 다음 색상 표현을 클립보드에 복사하기만 하면 됩니다.\n\n웹 색상 선택기 외에도 고급 스포이드, 색상 선택기, 그라디언트 생성기 및 기타 다채로운 기능이 있습니다. 이 도구를 사용하면 브라우저의 어느 지점에서나 색상 판독값을 가져와 색상을 조정하고 다른 프로그램에 붙여넣을 수 있습니다. 스포이드 기능을 사용하면 페이지의 모든 픽셀 색상을 얻을 수 있으며 고급 색상 피커는 Photoshop과 유사합니다. Ultimate CSS Gradient Generator를 사용하여 디자인에 그라데이션을 만들 수도 있습니다. Webpage Color Analyzer를 사용하면 모든 사이트에 대한 색상 팔레트를 얻을 수 있으며 Palette Viewer에는 7개의 사전 설치된 팔레트가 있습니다.\n\n색상 선택기는 정확한 색상 선택을 제공하며 HEX, RGB 또는 HSB의 색상 번호를 제공합니다. 이 도구는 사이트의 색상을 선택해야 하는 웹 디자이너에게 특히 유용합니다. 색상 선택기를 사용하면 사이트에 사용하려는 색상을 가지고 놀고, 응용 프로그램에서 색상 수를 선택하고, CSS 파일에서 사용할 수 있습니다. 색상 선택기를 사용하면 원하는 결과를 얻기 위해 사이트 색상을 여러 번 변경할 필요가 없으므로 웹 디자이너의 작업이 쉬워집니다.\n\n컬러 피커는 100% 무료 애플리케이션으로 원하는 만큼 사용할 수 있습니다. 색상 선택을 재미 있고 간단하게 만드는 즐거운 도구입니다.\n\n색상 선택기는 웹 디자인 및 기타 애플리케이션에서 색상 작업을 위한 다양한 도구와 기능을 제공하는 Google Chrome 확장 프로그램입니다. 사용하기 쉬운 인터페이스와 포괄적인 기능 세트를 갖춘 이 도구는 웹에서 색상 작업을 하는 모든 사람에게 필수적인 도구입니다.\n색상 선택기의 주요 기능 중 하나는 주어진 웹 페이지에서 사용되는 색상을 감지하고 표시하는 기능입니다. 확장 기능의 도구 모음 버튼을 사용하여 사용자는 \"색상 선택\" 기능을 활성화하여 페이지의 모든 영역을 선택하고 HEX, RGB 및 HSV를 포함한 다양한 형식의 색상 코드를 검색할 수 있습니다. 이것은 응집력 있는 모양과 느낌을 만들기 위해 다양한 디자인 요소의 색상을 일치시켜야 하는 웹 디자이너에게 특히 유용합니다.\n\n색상 선택기 확장에는 사용자가 페이지의 모든 픽셀 색상을 가져올 수 있는 고급 스포이드 도구도 포함되어 있습니다. 이 기능은 육안으로 쉽게 식별할 수 없는 색상을 일치시켜야 하는 디자이너에게 특히 유용합니다. 이 확장 프로그램에는 Photoshop에 있는 것과 유사한 고급 색상 피커가 포함되어 있어 색상을 보다 쉽게 ​​선택하고 정밀하게 조정할 수 있습니다.\n\nCSS 그래디언트를 만들어야 하는 사용자를 위해 색상 선택기는 사용자가 그래디언트를 쉽게 만들고 사용자 지정할 수 있는 Ultimate CSS 그래디언트 생성기를 제공합니다. 또한 확장 프로그램에는 지정된 웹 페이지를 분석하고 디자인 결정을 알리는 데 사용할 수 있는 색상 팔레트를 생성하는 웹 페이지 색상 분석기가 포함되어 있습니다.\n\n이 확장 기능에는 7개의 사전 설치된 팔레트가 있는 팔레트 뷰어가 있어 색 구성표 간에 쉽게 전환할 수 있습니다. 또한 여러 색상으로 작업해야 하는 사용자를 위해 확장 기능에는 최근에 선택한 색상을 추적하여 쉽게 액세스할 수 있는 색상 기록 기능이 포함되어 있습니다.\n이러한 기능 외에도 색상 선택기에는 태그 이름, 클래스, ID, 크기 등과 같은 요소 정보를 표시하는 기능을 포함하여 다양한 기타 도구 및 기능이 포함되어 있습니다. 확장 프로그램에는 다양한 기능에 빠르게 액세스할 수 있는 키보드 단축키도 포함되어 있으며 동적 호버 요소에서 색상을 선택할 수 있습니다.\n\nColor Picker에는 웹 개발 조정 중에 사용자가 픽셀 단위의 완벽한 정렬 정확도를 확인하는 데 도움이 되는 웹 페이지 영역 확대/확대 확대 기능도 포함되어 있습니다. 이 기능은 옵션에서 비활성화할 수 있으며 기본적으로 비활성화되어 있습니다.\n\n색상 선택기를 사용하여 웹 사이트에서 색상을 추출할 때 이 도구는 일반적으로 캡처하려는 특정 색상을 \"잡아\" 또는 선택하는 방식으로 작동합니다. 이 프로세스에는 마우스나 터치패드를 사용하여 추출하려는 색상이 포함된 웹 사이트 영역을 클릭하는 작업이 포함됩니다.\n색상을 클릭하면 색상 선택기 도구가 해당 특정 영역의 픽셀 데이터를 분석하고 관련 RGB 또는 16진수 색상 코드를 검색합니다. 이 정보는 다양한 디자인 응용 프로그램에서 사용할 수 있는 코드 또는 색상 견본의 형태로 사용자에게 표시됩니다.\n\n색상 선택기는 주로 웹 디자이너를 위해 설계되었지만 일상 생활에서 색상 작업을 해야 하는 모든 사람에게 유용한 도구입니다. 포괄적인 기능 세트와 사용하기 쉬운 인터페이스를 통해 작업에서 색상 정확도와 정밀도를 중시하는 모든 사용자에게 필수 확장 기능입니다. 그리고 무엇보다도, 완전 무료 애플리케이션이므로 필요한 사람이라면 누구나 액세스할 수 있습니다.",
    "lv": "Web Color Picker revolūcijas rīks dizaineriem.\n\nTagad jūs varat viegli izvēlēties jebkuru no jebkuras vietnes, izmantojot mūsu jauno paplašinājumu. Pilinātāja rīks iegūs krāsu paleti no jebkuras jums nepieciešamās tīmekļa lapas. Tas ir diezgan noderīgs rīks tīmekļa izstrādātājiem vai tīmekļa dizaineriem. Šis paplašinājums ir diezgan vienkārši lietojams, un tam ir vienkāršs un lietotājam draudzīgs interfeiss. Mēs piedāvājam jums pārsteidzošu un noderīgu acu pilinātāja rīku, lai jūs varētu iegūt RGB krāsas no jebkuras tīmekļa lapas. Izņemiet paleti no tīmekļa lapām, kamēr pārlūkojat tīmekli. Ir pieejami trīs krāsu formāti: RGB, CSS un HSL.\n\nTas ir arī diezgan vienkārši lietojams — vienkārši noklikšķiniet uz paplašinājuma ikonas augšējā labajā stūrī un atzīmējiet ar zvaigznīti.\n- RGB HEX CMYK identificēšana\n- Palešu taupīšana\n- Rediģēt tos skaistās palešu kombinācijās ir ātrs un vienkāršs darbs.\n\nKrāsu atlasītāja funkcijas ir šādas:\n* Dažādi formāti: HEX, RGB, HSV\n* Nosakiet visbiežāk izmantoto krāsu lapā\n* Nesen izvēlēto krāsu krāsu saraksts\n* Red-Green-Blue (RGB) ritenis, lai pielāgotu atlasīto\n\nWebKrāsu atlasītājs ir vienkāršs un ātrs rīks skaistu krāsu kombināciju identificēšanai, saglabāšanai un rediģēšanai. Tas piedāvā dažādus krāsu formātus, tostarp HEX, RGB un HSV, un var noteikt lapā visbiežāk izmantoto krāsu. Krāsu vēstures funkcija ļauj skatīt nesen izvēlēto krāsu sarakstu. Izmantojot RGB krāsu riteni, jūs varat pielāgot izvēlēto krāsu atbilstoši savām vēlmēm. Lai izmantotu tīmekļa krāsu atlasītāju, jums vienkārši jānoklikšķina uz paplašinājuma pogas, jāatlasa opcija “Izvēlēties krāsu”, jāizvēlas lapas apgabals ar vajadzīgo krāsu un pēc tam jānokopē krāsu attēlojums starpliktuvē.\n\nPapildus tīmekļa krāsu atlasītājam ir uzlabots pilinātājs, krāsu atlasītājs, gradientu ģenerators un citi krāsaini labumi. Šis rīks ļauj iegūt krāsu nolasījumu no jebkura pārlūkprogrammas punkta, pielāgot krāsu un ielīmēt to citā programmā. Eyedropper funkcija ļauj iegūt jebkura lapas pikseļa krāsu, savukārt uzlabotais krāsu atlasītājs ir līdzīgs Photoshop. Varat arī izmantot Ultimate CSS gradientu ģeneratoru, lai izveidotu gradientus savam dizainam. Izmantojot Webpage Color Analyzer, jūs varat iegūt krāsu paleti jebkurai vietnei, un palešu skatītājam ir septiņas iepriekš instalētas paletes.\n\nKrāsu atlasītājs nodrošina precīzu krāsu izvēli, kā arī krāsu numuru HEX, RGB vai HSB formātā. Šis rīks ir īpaši noderīgs tīmekļa dizaineriem, kuriem ir jāizvēlas viņu vietņu krāsas. Izmantojot krāsu atlasītāju, varat spēlēt ar krāsām, kuras vēlaties izmantot savā vietnē, izvēlēties krāsu skaitu lietojumprogrammā un izmantot to CSS failā. Krāsu atlasītājs atvieglo tīmekļa dizaineru dzīvi, novēršot nepieciešamību vairākas reizes mainīt vietnes krāsas, lai sasniegtu vēlamos rezultātus.\n\nKrāsu atlasītājs ir 100% bezmaksas lietojumprogramma, un jūs varat to izmantot tik daudz, cik vēlaties. Tas ir patīkams rīks, kas padara krāsu izvēli jautru un vienkāršu.\n\nKrāsu atlasītājs ir Google Chrome paplašinājums, kas nodrošina dažādus rīkus un funkcijas darbam ar krāsām tīmekļa dizainā un citās lietojumprogrammās. Pateicoties tā ērti lietojamajam interfeisam un visaptverošajam funkciju kopumam, tas ir būtisks rīks ikvienam, kas tīmeklī strādā ar krāsām.\nViena no galvenajām krāsu atlasītāja funkcijām ir tā spēja noteikt un attēlot noteiktā tīmekļa lapā izmantotās krāsas. Izmantojot paplašinājuma rīkjoslas pogu, lietotāji var aktivizēt funkciju \"Izvēlēties krāsu\", kas ļauj atlasīt jebkuru lapas apgabalu un izgūt krāsu kodu dažādos formātos, tostarp HEX, RGB un HSV. Tas ir īpaši noderīgi tīmekļa dizaineriem, kuriem ir jāsaskaņo dažādu dizaina elementu krāsas, lai radītu vienotu izskatu un sajūtu.\n\nPaplašinājumā Color Picker ir iekļauts arī uzlabots pilinātāja rīks, kas ļauj lietotājiem iegūt jebkura lapas pikseļa krāsu. Šī funkcija ir īpaši noderīga dizaineriem, kuriem ir jāsaskaņo krāsas, kuras nav viegli pamanāmas ar neapbruņotu aci. Paplašinājumā ir iekļauts arī uzlabots krāsu atlasītājs, kas ir līdzīgs programmā Photoshop esošajam, atvieglojot krāsu atlasi un pielāgošanu ar precizitāti.\n\nTiem, kam ir jāizveido CSS gradienti, krāsu atlasītājs piedāvā Ultimate CSS gradientu ģeneratoru, kas ļauj lietotājiem viegli izveidot un pielāgot gradientus. Turklāt paplašinājumā ir iekļauts tīmekļa lapas krāsu analizators, kas analizē noteiktu tīmekļa lapu un ģenerē krāsu paleti, ko var izmantot, lai informētu par dizaina lēmumiem.\n\nPaplašinājumā ir arī palešu skatītājs ar septiņām iepriekš instalētām paletēm, kas ļauj viegli pārslēgties starp krāsu shēmām. Un tiem, kam jāstrādā ar vairākām krāsām, paplašinājumā ir iekļauta krāsu vēstures funkcija, kas izseko nesen izvēlētās krāsas, lai tām būtu viegli piekļūt.\nPapildus šīm funkcijām krāsu atlasītājā ir iekļauti dažādi citi rīki un funkcijas, tostarp iespēja parādīt informāciju par elementiem, piemēram, atzīmes nosaukumu, klasi, ID, izmēru un daudz ko citu. Paplašinājumā ir iekļauti arī īsinājumtaustiņi, lai ātri piekļūtu tā dažādajām funkcijām, un tas spēj izvēlēties krāsas no dinamiskiem kursora elementiem.\n\nKrāsu atlasītājā ir iekļauta arī tīmekļa lapas apgabala palielināšanas/tālummaiņas lupas funkcija, kas var palīdzēt lietotājiem redzēt pikseļu perfektu izlīdzināšanas precizitāti tīmekļa izstrādes pielāgojumu laikā. Šo funkciju var atspējot opcijās, un tā pēc noklusējuma ir atspējota.\n\nIzmantojot krāsu atlasītāju, lai iegūtu krāsas no vietnes, rīks parasti darbojas, \"tverot\" vai atlasot konkrētu krāsu, kuru vēlaties tvert. Šis process ietver peles vai skārienpaliktņa izmantošanu, lai noklikšķinātu uz vietnes apgabala, kurā ir krāsa, kuru vēlaties iegūt.\nKad esat noklikšķinājis uz krāsas, krāsu atlasītāja rīks analizēs pikseļu datus konkrētajā apgabalā un izgūs ar to saistīto RGB vai heksadecimālo krāsu kodu. Pēc tam šī informācija tiek parādīta lietotājam koda vai krāsu parauga veidā, ko var izmantot dažādās dizaina lietojumprogrammās.\n\nLai gan krāsu atlasītājs galvenokārt ir paredzēts tīmekļa dizaineriem, tas ir noderīgs rīks ikvienam, kam ikdienas dzīvē ir jāstrādā ar krāsām. Ar tā visaptverošo funkciju komplektu un ērti lietojamo interfeisu tas ir obligāts paplašinājums ikvienam, kurš savā darbā novērtē krāsu precizitāti un precizitāti. Un pats galvenais, tā ir pilnīgi bezmaksas lietojumprogramma, kas padara to pieejamu ikvienam, kam tā ir nepieciešama.",
    "nl": "Revolutionaire tool Web Color Picker voor ontwerpers.\n\nMet onze nieuwe extensie kunt u nu eenvoudig een keuze maken op elke website. Het gereedschap Pipet haalt het kleurenpalet op van elke webpagina die u nodig hebt. Het is een behoorlijk handige tool voor webontwikkelaars of webontwerpers. Deze extensie is vrij eenvoudig te gebruiken en heeft een eenvoudige en gebruiksvriendelijke interface. Wij bieden u een geweldige en handige pipet-tool, zodat u RGB-kleuren van elke webpagina kunt krijgen. Haal het palet uit webpagina's terwijl u op internet surft. Er zijn drie kleurindelingen beschikbaar: RGB, CSS en HSL.\nHet is ook vrij eenvoudig te gebruiken - klik gewoon op het extensiepictogram in de rechterbovenhoek en ster werkt.\n- Identificatie van de RGB HEX CMYK\n- Pallets besparen\n- Ze bewerken tot prachtige paletcombinaties is een snelle en eenvoudige klus.\n\nFuncties van Color Picker zijn:\n* Verschillende formaten: HEX, RGB, HSV\n* Detecteer de meest gebruikte kleur op de pagina\n* Kleurenlijst met recent gekozen kleuren\n* Rood-Groen-Blauw (RGB) wiel om geselecteerd aan te passen\n\nWebColor Picker is een eenvoudig en snel hulpmiddel voor het identificeren, opslaan en bewerken van prachtige kleurencombinaties. Het biedt verschillende kleurindelingen, waaronder HEX, RGB en HSV, en kan de meest gebruikte kleur op een pagina detecteren. Met de kleurgeschiedenisfunctie kunt u een lijst met recent gekozen kleuren bekijken. Met het RGB-kleurenwiel pas je de geselecteerde kleur aan naar jouw voorkeur. Om de webkleurkiezer te gebruiken, hoeft u alleen maar op de knop van de extensie te klikken, de optie \"Kies kleur\" te selecteren, een gebied op de pagina te kiezen met de kleur die u nodig hebt en vervolgens de kleurrepresentatie naar het klembord te kopiëren.\nNaast de webkleurkiezer is er een geavanceerde pipet, kleurkiezer, verloopgenerator en andere kleurrijke goodies. Met deze tool kunt u vanaf elk punt in uw browser een kleurmeting krijgen, de kleur aanpassen en in een ander programma plakken. Met de functie Pipet kunt u de kleur van elke pixel op de pagina krijgen, terwijl de geavanceerde kleurkiezer vergelijkbaar is met die van Photoshop. U kunt ook de Ultimate CSS Gradient Generator gebruiken om verlopen voor uw ontwerp te maken. Met de Webpage Color Analyzer kunt u voor elke site een kleurenpalet krijgen en de Palette Viewer heeft zeven vooraf geïnstalleerde paletten.\nKleurkiezer biedt u nauwkeurige kleurkeuzes en geeft u het kleurnummer in HEX, RGB of HSB. Deze tool is vooral handig voor webontwerpers die kleuren voor hun sites moeten kiezen. Met de kleurkiezer kunt u spelen met de kleuren die u voor uw site wilt gebruiken, het aantal kleuren uit de toepassing kiezen en dit in het CSS-bestand gebruiken. Kleurkiezer maakt het leven van webontwerpers gemakkelijker, waardoor het niet meer nodig is om de sitekleuren meerdere keren te wijzigen om de gewenste resultaten te bereiken.\nColor picker is een 100% gratis applicatie en je kunt het zo vaak gebruiken als je wilt. Het is een leuke tool die het kiezen van kleuren leuk en eenvoudig maakt.\n\nColor picker is een Google Chrome-extensie die een reeks tools en functies biedt voor het werken met kleuren in webdesign en andere toepassingen. Met zijn gebruiksvriendelijke interface en uitgebreide set functies is het een essentiële tool voor iedereen die met kleuren op internet werkt.\nEen van de belangrijkste kenmerken van de kleurenkiezer is de mogelijkheid om de kleuren die op een bepaalde webpagina worden gebruikt, te detecteren en weer te geven. Met behulp van de werkbalkknop van de extensie kunnen gebruikers de functie \"Kies kleur\" activeren, waarmee ze elk gebied op de pagina kunnen selecteren en de kleurcode in verschillende formaten kunnen ophalen, waaronder HEX, RGB en HSV. Dit is vooral handig voor webontwerpers die de kleuren van verschillende ontwerpelementen moeten matchen om een ​​samenhangende look en feel te creëren.\n\nDe Color Picker-extensie bevat ook een geavanceerd pipet, waarmee gebruikers de kleur van elke pixel op de pagina kunnen krijgen. Deze functie is vooral handig voor ontwerpers die kleuren moeten matchen die niet gemakkelijk met het blote oog waarneembaar zijn. De extensie bevat ook een geavanceerde kleurenkiezer die vergelijkbaar is met die in Photoshop, waardoor het gemakkelijker wordt om kleuren met precisie te selecteren en aan te passen.\nVoor degenen die CSS-gradiënten moeten maken, biedt de kleurkiezer een ultieme CSS-gradiëntgenerator, waarmee gebruikers gemakkelijk verlopen kunnen maken en aanpassen. Bovendien bevat de extensie een Webpage Color Analyzer, die een bepaalde webpagina analyseert en een kleurenpalet genereert dat kan worden gebruikt om ontwerpbeslissingen te onderbouwen.\n\nDe extensie beschikt ook over een paletviewer met zeven vooraf geïnstalleerde paletten, waardoor het gemakkelijk is om tussen kleurenschema's te schakelen. En voor degenen die met meerdere kleuren moeten werken, bevat de extensie een kleurgeschiedenisfunctie die recent gekozen kleuren bijhoudt voor gemakkelijke toegang.\n\nNaast deze functies bevat de kleurkiezer verschillende andere tools en functies, waaronder de mogelijkheid om elementinformatie weer te geven, zoals tagnaam, klasse, id, grootte en meer. De extensie bevat ook sneltoetsen voor snelle toegang tot de verschillende functies en kan kleuren kiezen uit dynamische zweefelementen.\n\nColor Picker bevat ook een webpagina-regiovergrotings-/zoomloepfunctie waarmee gebruikers pixel-perfecte uitlijnnauwkeurigheid kunnen zien tijdens aanpassingen aan webontwikkeling. Deze functie kan worden uitgeschakeld via opties en is standaard uitgeschakeld.\n\nWanneer u een kleurenkiezer gebruikt om kleuren van een website te extraheren, werkt de tool meestal door de specifieke kleur die u wilt vastleggen te \"grijpen\" of te selecteren. Dit proces omvat het gebruik van een muis of touchpad om op het gedeelte van de website te klikken dat de kleur bevat die u wilt extraheren.\n\nNadat u op de kleur hebt geklikt, analyseert de kleurkiezer de pixelgegevens in dat specifieke gebied en haalt de bijbehorende RGB- of hexadecimale kleurcode op. Deze informatie wordt vervolgens aan de gebruiker getoond in de vorm van een code of kleurstaal, die in verschillende ontwerptoepassingen kan worden gebruikt.\n\nHoewel de kleurenkiezer in de eerste plaats is ontworpen voor webontwerpers, is het een handig hulpmiddel voor iedereen die in het dagelijks leven met kleuren moet werken. Met zijn uitgebreide set functies en gebruiksvriendelijke interface is het een onmisbare uitbreiding voor iedereen die waarde hecht aan kleurnauwkeurigheid en precisie in zijn werk. En het beste van alles is dat het een volledig gratis applicatie is, waardoor het toegankelijk is voor iedereen die het nodig heeft.",
    "no": "Web Color Picker revolusjonsverktøy for designere.\n\nNå kan du enkelt velge hvilken som helst fra hvilken som helst nettside med vår nye utvidelse. Pipetteverktøy vil få fargepalett fra hvilken som helst nettside du trenger. Det er et ganske nyttig verktøy for webutviklere eller webdesignere. Denne utvidelsen er ganske enkel å bruke, og den har et enkelt og brukervennlig grensesnitt. Vi gir deg et fantastisk og nyttig pipetteverktøy slik at du kan få RGB-farger fra hvilken som helst nettside. Trekk ut palett fra nettsider mens du surfer på nettet. Det er tre fargeformater tilgjengelig: RGB, CSS og HSL.\n\nDet er også ganske enkelt å bruke - bare klikk på utvidelsesikonet øverst til høyre og stjernemarkere.\n- Identifisere RGB HEX CMYK\n- Lagre paller\n– Å redigere dem til vakre palettkombinasjoner er en rask og enkel jobb.\n\nFargevelgerfunksjoner er:\n* Ulike formater: HEX, RGB, HSV\n* Oppdag mest brukte farge på siden\n* Fargeliste over nylig valgte farger\n* Rød-grønn-blå (RGB) hjul for å justere valgt\n\nWebFargevelger er et enkelt og raskt verktøy for å identifisere, lagre og redigere vakre fargekombinasjoner. Den tilbyr forskjellige fargeformater, inkludert HEX, RGB og HSV, og kan oppdage den mest brukte fargen på en side. Fargehistorikkfunksjonen lar deg se en liste over nylig valgte farger. Med RGB-fargehjulet kan du justere den valgte fargen til dine preferanser. For å bruke nettfargevelger, trenger du ganske enkelt å klikke på utvidelsens knapp, velge \"Velg farge\", velge et område på siden med fargen du trenger, og deretter kopiere fargerepresentasjonen til utklippstavlen.\n\nI tillegg til nettfargevelger, er det en avansert pipette, fargevelger, gradientgenerator og andre fargerike godsaker. Dette verktøyet lar deg få en fargelesing fra et hvilket som helst punkt i nettleseren din, justere fargen og lime den inn i et annet program. Pipettefunksjonen lar deg få fargen til en hvilken som helst piksel på siden, mens den avanserte fargevelgeren ligner på Photoshops. Du kan også bruke Ultimate CSS Gradient Generator til å lage gradienter for designet ditt. Med Webpage Color Analyzer kan du få en fargepalett for ethvert nettsted, og Palette Viewer har syv forhåndsinstallerte paletter.\n\nFargevelgeren gir deg presise fargevalg, og den gir deg fargenummeret i HEX, RGB eller HSB. Dette verktøyet er spesielt nyttig for webdesignere som trenger å velge farger for nettstedene sine. Med fargevelger kan du leke med fargene du vil bruke for nettstedet ditt, velge antall farger fra applikasjonen og bruke det i CSS-filen. Fargevelger gjør livet enklere for webdesignere, og eliminerer behovet for å endre nettstedsfarger flere ganger for å oppnå de ønskede resultatene.\n\nFargevelger er en 100 % gratis applikasjon, og du kan bruke den så mye du vil. Det er et morsomt verktøy som gjør fargevalg morsomt og enkelt.\n\nFargevelger er en Google Chrome-utvidelse som gir en rekke verktøy og funksjoner for å jobbe med farger i webdesign og andre applikasjoner. Med det brukervennlige grensesnittet og det omfattende sett med funksjoner, er det et viktig verktøy for alle som jobber med farger på nettet.\nEn av hovedtrekkene til fargevelger er dens evne til å oppdage og vise fargene som brukes på en gitt nettside. Ved å bruke utvidelsens verktøylinjeknapp kan brukere aktivere funksjonen \"Pick Color\", som lar dem velge hvilket som helst område på siden og hente fargekoden i en rekke formater, inkludert HEX, RGB og HSV. Dette er spesielt nyttig for webdesignere som trenger å matche fargene til ulike designelementer for å skape et sammenhengende utseende.\n\nColor Picker-utvidelsen inkluderer også et avansert pipetteverktøy, som lar brukere få fargen til en hvilken som helst piksel på siden. Denne funksjonen er spesielt nyttig for designere som trenger å matche farger som ikke er lett å se med det blotte øye. Utvidelsen inkluderer også en avansert fargevelger som ligner den som finnes i Photoshop, noe som gjør det enklere å velge og justere farger med presisjon.\n\nFor de som trenger å lage CSS-gradienter, tilbyr fargevelgeren en Ultimate CSS Gradient Generator, som lar brukere lage og tilpasse gradienter med letthet. I tillegg inkluderer utvidelsen en Webpage Color Analyzer, som analyserer en gitt nettside og genererer en fargepalett som kan brukes til å informere designbeslutninger.\n\nUtvidelsen har også en palettviser med syv forhåndsinstallerte paletter, noe som gjør det enkelt å bytte mellom fargeskjemaer. Og for de som trenger å jobbe med flere farger, inkluderer utvidelsen en fargehistorikkfunksjon som sporer nylig valgte farger for enkel tilgang.\nI tillegg til disse funksjonene inkluderer fargevelger forskjellige andre verktøy og funksjoner, inkludert muligheten til å vise elementinformasjon som tagnavn, klasse, id, størrelse og mer. Utvidelsen inkluderer også tastatursnarveier for rask tilgang til de ulike funksjonene, og den er i stand til å velge farger fra dynamiske sveveelementer.\n\nFargevelger inkluderer også en forstørrelses-/zoomlupe-funksjon for nettsideregioner som kan hjelpe brukere med å se pikselperfekt justeringsnøyaktighet under nettutviklingsjusteringer. Denne funksjonen kan deaktiveres fra alternativer og er deaktivert som standard.\n\nNår du bruker en fargevelger for å trekke ut farger fra et nettsted, fungerer verktøyet vanligvis ved å \"gripe\" eller velge den spesifikke fargen du vil fange. Denne prosessen innebærer å bruke en mus eller pekeplate for å klikke på området på nettstedet som inneholder fargen du vil trekke ut.\nNår du har klikket på fargen, vil fargevelgerverktøyet analysere pikseldataene i det spesifikke området og hente RGB- eller heksadesimal fargekode knyttet til den. Denne informasjonen vises deretter til brukeren i form av en kode eller fargeprøve, som kan brukes i en rekke designapplikasjoner.\n\nMens fargevelger først og fremst er designet for webdesignere, er det et nyttig verktøy for alle som trenger å jobbe med farger i hverdagen. Med sitt omfattende sett med funksjoner og brukervennlige grensesnitt, er det en må-ha utvidelse for alle som verdsetter fargenøyaktighet og presisjon i arbeidet sitt. Og best av alt, det er en helt gratis applikasjon, som gjør den tilgjengelig for alle som trenger den.",
    "pl": "Rewolucyjne narzędzie Web Color Picker dla projektantów.\n\nTeraz możesz łatwo wybrać dowolną z dowolnej witryny dzięki naszemu nowemu rozszerzeniu. Narzędzie Kroplomierz pobierze paletę kolorów z dowolnej potrzebnej strony internetowej. To całkiem przydatne narzędzie dla twórców stron internetowych lub projektantów stron internetowych. To rozszerzenie jest dość proste w użyciu i ma prosty i przyjazny dla użytkownika interfejs. Zapewniamy niesamowite i przydatne narzędzie do kroplomierza, dzięki któremu możesz uzyskać kolory RGB z dowolnej strony internetowej. Wyodrębnij paletę ze stron internetowych podczas przeglądania sieci. Dostępne są trzy formaty kolorów: RGB, CSS i HSL.\n\nJest również dość prosty w użyciu – wystarczy kliknąć ikonę rozszerzenia w prawym górnym rogu i zacząć działać.\n- Identyfikacja RGB HEX CMYK\n- Oszczędzanie palet\n- Edytowanie ich w piękne kombinacje palet to szybkie i proste zadanie.\n\nFunkcje Próbnika kolorów to:\n* Różne formaty: HEX, RGB, HSV\n* Wykryj najczęściej używany kolor na stronie\n* Lista kolorów ostatnio wybranych kolorów\n* Koło czerwono-zielono-niebieskie (RGB) do regulacji wybranych\n\nSiećColor Picker to proste i szybkie narzędzie do identyfikowania, zapisywania i edytowania pięknych kombinacji kolorów. Oferuje różne formaty kolorów, w tym HEX, RGB i HSV, i może wykryć najczęściej używany kolor na stronie. Funkcja historii kolorów umożliwia przeglądanie listy ostatnio wybranych kolorów. Za pomocą koła kolorów RGB możesz dostosować wybrany kolor do swoich preferencji. Aby skorzystać z internetowego próbnika kolorów, wystarczy kliknąć przycisk rozszerzenia, wybrać opcję „Wybierz kolor”, wybrać obszar na stronie z potrzebnym kolorem, a następnie skopiować reprezentację kolorów do schowka.\n\nOprócz internetowego próbnika kolorów dostępny jest zaawansowany zakraplacz, próbnik kolorów, generator gradientów i inne kolorowe gadżety. To narzędzie pozwala uzyskać odczyt koloru z dowolnego miejsca w przeglądarce, dostosować kolor i wkleić go do innego programu. Funkcja Kroplomierz pozwala uzyskać kolor dowolnego piksela na stronie, podczas gdy Zaawansowany próbnik kolorów jest podobny do programu Photoshop. Możesz także użyć Ultimate CSS Gradient Generator do tworzenia gradientów dla swojego projektu. Dzięki Webpage Color Analyzer możesz uzyskać paletę kolorów dla dowolnej witryny, a Palette Viewer ma siedem preinstalowanych palet.\n\nPróbnik kolorów zapewnia precyzyjny wybór kolorów i podaje numer koloru w formacie HEX, RGB lub HSB. To narzędzie jest szczególnie przydatne dla projektantów stron internetowych, którzy muszą wybrać kolory dla swoich witryn. Za pomocą próbnika kolorów możesz bawić się kolorami, których chcesz użyć w swojej witrynie, wybrać liczbę kolorów z aplikacji i użyć jej w pliku CSS. Selektor kolorów ułatwia życie projektantom stron internetowych, eliminując potrzebę wielokrotnej zmiany kolorów witryny w celu osiągnięcia pożądanych rezultatów.\n\nPróbnik kolorów jest w 100% darmową aplikacją i możesz z niej korzystać tyle, ile chcesz. Jest to przyjemne narzędzie, które sprawia, że ​​wybieranie kolorów jest przyjemne i proste.\n\nPróbnik kolorów to rozszerzenie Google Chrome, które udostępnia szereg narzędzi i funkcji do pracy z kolorami w projektowaniu stron internetowych i innych aplikacjach. Dzięki łatwemu w użyciu interfejsowi i wszechstronnemu zestawowi funkcji jest niezbędnym narzędziem dla każdego, kto pracuje z kolorami w Internecie.\nJedną z podstawowych funkcji próbnika kolorów jest możliwość wykrywania i wyświetlania kolorów używanych na danej stronie internetowej. Za pomocą przycisku paska narzędzi rozszerzenia użytkownicy mogą aktywować funkcję „Wybierz kolor”, która pozwala im wybrać dowolny obszar na stronie i pobrać kod koloru w różnych formatach, w tym HEX, RGB i HSV. Jest to szczególnie przydatne dla projektantów stron internetowych, którzy muszą dopasować kolory różnych elementów projektu, aby uzyskać spójny wygląd i styl.\n\nRozszerzenie Color Picker zawiera również zaawansowane narzędzie do zakraplania, które pozwala użytkownikom uzyskać kolor dowolnego piksela na stronie. Ta funkcja jest szczególnie przydatna dla projektantów, którzy muszą dopasować kolory, które nie są łatwo dostrzegalne gołym okiem. Rozszerzenie zawiera również zaawansowany próbnik kolorów, który jest podobny do tego, który można znaleźć w programie Photoshop, co ułatwia precyzyjne wybieranie i dostosowywanie kolorów.\n\nDla tych, którzy muszą tworzyć gradienty CSS, próbnik kolorów oferuje Ultimate CSS Gradient Generator, który pozwala użytkownikom z łatwością tworzyć i dostosowywać gradienty. Dodatkowo rozszerzenie zawiera Webpage Color Analyzer, który analizuje daną stronę internetową i generuje paletę kolorów, która może być wykorzystana do podejmowania decyzji projektowych.\n\nRozszerzenie zawiera również przeglądarkę palet z siedmioma wstępnie zainstalowanymi paletami, co ułatwia przełączanie między schematami kolorów. A dla tych, którzy muszą pracować z wieloma kolorami, rozszerzenie zawiera funkcję historii kolorów, która śledzi ostatnio wybrane kolory w celu łatwego dostępu.\nOprócz tych funkcji próbnik kolorów zawiera różne inne narzędzia i funkcje, w tym możliwość wyświetlania informacji o elemencie, takich jak nazwa znacznika, klasa, identyfikator, rozmiar i inne. Rozszerzenie zawiera również skróty klawiaturowe umożliwiające szybki dostęp do różnych funkcji i może wybierać kolory z dynamicznych elementów aktywowanych.\n\nColor Picker zawiera również funkcję powiększania regionu strony internetowej/lupy powiększającej, która może pomóc użytkownikom zobaczyć dokładność wyrównania co do piksela podczas dostosowywania tworzenia stron internetowych. Tę funkcję można wyłączyć w opcjach i jest ona domyślnie wyłączona.\n\nPodczas korzystania z selektora kolorów do wyodrębniania kolorów ze strony internetowej, narzędzie zazwyczaj działa poprzez „chwytanie” lub wybieranie określonego koloru, który chcesz przechwycić. Ten proces polega na użyciu myszy lub touchpada w celu kliknięcia obszaru witryny zawierającego kolor, który chcesz wyodrębnić.\nPo kliknięciu koloru narzędzie do wybierania kolorów przeanalizuje dane pikseli w tym konkretnym obszarze i pobierze powiązany z nim kod koloru RGB lub szesnastkowy. Informacje te są następnie wyświetlane użytkownikowi w postaci kodu lub próbki kolorów, które można wykorzystać w różnych aplikacjach projektowych.\n\nChociaż próbnik kolorów jest przeznaczony przede wszystkim dla projektantów stron internetowych, jest przydatnym narzędziem dla każdego, kto musi pracować z kolorami w swoim codziennym życiu. Dzięki wszechstronnemu zestawowi funkcji i łatwemu w użyciu interfejsowi jest to niezbędne rozszerzenie dla każdego, kto ceni dokładność kolorów i precyzję w swojej pracy. A co najważniejsze, jest to całkowicie darmowa aplikacja, dzięki czemu jest dostępna dla każdego, kto jej potrzebuje.",
    "pt_BR,pt_PT": "Ferramenta de revolução do Web Color Picker para designers.\n\nAgora você pode facilmente escolher qualquer um em qualquer site com nossa nova extensão. A ferramenta Conta-gotas obterá a paleta de cores de qualquer página da Web que você precisar. É uma ferramenta bastante útil para desenvolvedores web ou web designers. Esta extensão é bastante simples de usar e possui uma interface simples e amigável. Nós fornecemos a você uma incrível e útil ferramenta conta-gotas para que você possa obter cores RGB de qualquer página da web. Extraia a paleta de páginas da web enquanto estiver navegando na web. Existem três formatos de cores disponíveis: RGB, CSS e HSL.\n\nTambém é muito simples de usar - basta clicar no ícone da extensão no canto superior direito e começar a funcionar.\n- Identificando o RGB HEX CMYK\n- Economizar paletes\n- Editá-los em belas combinações de paletas é um trabalho rápido e simples.\n\nOs recursos do Color Picker são:\n* Diferentes formatos: HEX, RGB, HSV\n* Detecta a cor mais usada na página\n* Lista de cores de cores escolhidas recentemente\n* Roda Vermelho-Verde-Azul (RGB) para ajustar o selecionado\n\nRedeO Color Picker é uma ferramenta simples e rápida para identificar, salvar e editar belas combinações de cores. Ele oferece diferentes formatos de cores, incluindo HEX, RGB e HSV, e pode detectar a cor mais usada em uma página. O recurso de histórico de cores permite visualizar uma lista de cores selecionadas recentemente. Com a roda de cores RGB, você pode ajustar a cor selecionada de acordo com sua preferência. Para usar o seletor de cores da Web, basta clicar no botão da extensão, selecionar a opção \"Escolher cor\", escolher uma área da página com a cor desejada e copiar a representação da cor para a área de transferência.\n\nAlém do seletor de cores da Web, há um conta-gotas avançado, seletor de cores, gerador de gradiente e outros itens coloridos. Essa ferramenta permite que você obtenha uma leitura de cores de qualquer ponto do navegador, ajuste a cor e cole-a em outro programa. O recurso Eyedropper permite que você obtenha a cor de qualquer pixel na página, enquanto o Advanced Color Picker é semelhante ao do Photoshop. Você também pode usar o Ultimate CSS Gradient Generator para criar gradientes para o seu design. Com o Webpage Color Analyzer, você pode obter uma paleta de cores para qualquer site, e o Palette Viewer possui sete paletas pré-instaladas.\n\nO seletor de cores fornece opções de cores precisas e fornece o número da cor em HEX, RGB ou HSB. Esta ferramenta é especialmente útil para web designers que precisam escolher cores para seus sites. Com o seletor de cores, você pode brincar com as cores que deseja usar em seu site, escolher a quantidade de cores do aplicativo e usá-la no arquivo CSS. O seletor de cores facilita a vida dos web designers, eliminando a necessidade de alterar as cores do site várias vezes para obter os resultados desejados.\n\nO seletor de cores é um aplicativo 100% gratuito e você pode usá-lo o quanto quiser. É uma ferramenta agradável que torna a escolha de cores divertida e direta.\n\nO seletor de cores é uma extensão do Google Chrome que fornece uma variedade de ferramentas e recursos para trabalhar com cores em design da web e outros aplicativos. Com sua interface fácil de usar e conjunto abrangente de funções, é uma ferramenta essencial para quem trabalha com cores na web.\nUm dos principais recursos do seletor de cores é sua capacidade de detectar e exibir as cores usadas em uma determinada página da web. Usando o botão da barra de ferramentas da extensão, os usuários podem ativar o recurso \"Selecionar cor\", que permite selecionar qualquer área da página e recuperar o código de cores em vários formatos, incluindo HEX, RGB e HSV. Isso é especialmente útil para web designers que precisam combinar as cores de vários elementos de design para criar uma aparência coesa.\n\nA extensão Color Picker também inclui uma ferramenta avançada de conta-gotas, que permite aos usuários obter a cor de qualquer pixel na página. Esse recurso é particularmente útil para designers que precisam combinar cores que não são facilmente discerníveis a olho nu. A extensão também inclui um seletor de cores avançado semelhante ao encontrado no Photoshop, facilitando a seleção e o ajuste de cores com precisão.\n\nPara aqueles que precisam criar gradientes CSS, o seletor de cores oferece um Ultimate CSS Gradient Generator, que permite aos usuários criar e personalizar gradientes com facilidade. Além disso, a extensão inclui um Webpage Color Analyzer, que analisa uma determinada página da web e gera uma paleta de cores que pode ser usada para informar as decisões de design.\n\nA extensão também possui um visualizador de paleta com sete paletas pré-instaladas, facilitando a alternância entre os esquemas de cores. E, para aqueles que precisam trabalhar com várias cores, a extensão inclui um recurso de histórico de cores que rastreia as cores escolhidas recentemente para facilitar o acesso.\nAlém desses recursos, o seletor de cores inclui várias outras ferramentas e funções, incluindo a capacidade de exibir informações do elemento, como nome da tag, classe, id, tamanho e muito mais. A extensão também inclui atalhos de teclado para acesso rápido a seus vários recursos e é capaz de escolher cores de elementos flutuantes dinâmicos.\n\nO Color Picker também inclui um recurso de lupa de ampliação/zoom da região da página da web que pode ajudar os usuários a ver a precisão do alinhamento perfeito durante os ajustes de desenvolvimento da web. Esse recurso pode ser desabilitado nas opções e está desabilitado por padrão.\n\nAo usar um seletor de cores para extrair cores de um site, a ferramenta normalmente funciona \"pegando\" ou selecionando a cor específica que você deseja capturar. Esse processo envolve o uso de um mouse ou touchpad para clicar na área do site que contém a cor que você deseja extrair.\nDepois de clicar na cor, a ferramenta seletora de cores analisará os dados de pixel nessa área específica e recuperará o código de cor RGB ou hexadecimal associado a ela. Essas informações são exibidas ao usuário na forma de um código ou amostra de cor, que pode ser usado em uma variedade de aplicativos de design.\n\nEmbora o seletor de cores seja projetado principalmente para web designers, é uma ferramenta útil para quem precisa trabalhar com cores em sua vida diária. Com seu conjunto abrangente de recursos e interface fácil de usar, é uma extensão obrigatória para quem valoriza a exatidão e a precisão das cores em seu trabalho. E o melhor de tudo, é um aplicativo totalmente gratuito, tornando-o acessível a quem precisar.",
    "sk": "Nástroj na revolúciu Web Color Picker pre dizajnérov.\n\nTeraz si môžete jednoducho vybrať ľubovoľnú z ľubovoľnej webovej stránky s naším novým rozšírením. Nástroj kvapkadlo získa farebnú paletu z akejkoľvek webovej stránky, ktorú potrebujete. Je to celkom užitočný nástroj pre webových vývojárov alebo webových dizajnérov. Toto rozšírenie je veľmi jednoduché na používanie a má jednoduché a užívateľsky prívetivé rozhranie. Ponúkame vám úžasný a užitočný nástroj na kvapkanie, aby ste mohli získať farby RGB z akejkoľvek webovej stránky. Extrahujte paletu z webových stránok počas prehliadania webu. K dispozícii sú tri farebné formáty: RGB, CSS a HSL.\n\nJeho používanie je tiež celkom jednoduché – stačí kliknúť na ikonu rozšírenia v pravom hornom rohu a pracovať s hviezdičkou.\n- Identifikácia RGB HEX CMYK\n- Úspora paliet\n- Ich úprava do krásnych kombinácií paliet je rýchla a jednoduchá práca.\n\nFunkcie Color Picker sú:\n* Rôzne formáty: HEX, RGB, HSV\n* Zistite najpoužívanejšiu farbu na stránke\n* Zoznam farieb nedávno vybraných farieb\n* Červeno-zeleno-modré (RGB) koliesko na úpravu vybraného\n\nWebColor Picker je jednoduchý a rýchly nástroj na identifikáciu, ukladanie a úpravu krásnych farebných kombinácií. Ponúka rôzne farebné formáty vrátane HEX, RGB a HSV a dokáže rozpoznať najpoužívanejšiu farbu na stránke. Funkcia histórie farieb vám umožňuje zobraziť zoznam naposledy vybratých farieb. Pomocou farebného kolieska RGB môžete upraviť vybranú farbu podľa svojich predstáv. Ak chcete použiť webový výber farieb, stačí kliknúť na tlačidlo rozšírenia, vybrať možnosť „Vybrať farbu“, vybrať oblasť na stránke s farbou, ktorú potrebujete, a potom skopírovať znázornenie farieb do schránky.\n\nOkrem webového nástroja na výber farieb je k dispozícii pokročilý kvapkadlo, nástroj na výber farieb, generátor prechodov a ďalšie farebné vychytávky. Tento nástroj vám umožňuje získať farebnú hodnotu z ľubovoľného bodu vo vašom prehliadači, upraviť farbu a vložiť ju do iného programu. Funkcia kvapkadla vám umožňuje získať farbu ľubovoľného pixelu na stránke, zatiaľ čo rozšírený výber farby je podobný ako vo Photoshope. Na vytvorenie prechodov pre svoj dizajn môžete použiť aj Ultimate CSS Gradient Generator. Pomocou nástroja Webpage Color Analyzer môžete získať farebnú paletu pre ľubovoľnú lokalitu a Paletový prehliadač má sedem predinštalovaných paliet.\n\nVýber farieb vám poskytuje presné voľby farieb a poskytuje vám číslo farby v HEX, RGB alebo HSB. Tento nástroj je užitočný najmä pre web dizajnérov, ktorí si potrebujú vybrať farby pre svoje stránky. Pomocou nástroja na výber farieb sa môžete pohrať s farbami, ktoré chcete použiť pre svoj web, vybrať si počet farieb z aplikácie a použiť ho v súbore CSS. Nástroj na výber farieb uľahčuje život webovým dizajnérom, pretože na dosiahnutie požadovaných výsledkov nie je potrebné viackrát meniť farby stránok.\n\nVýber farieb je 100% bezplatná aplikácia a môžete ju používať, koľko chcete. Je to príjemný nástroj, vďaka ktorému je výber farieb zábavný a jednoduchý.\n\nColor picker je rozšírenie prehliadača Google Chrome, ktoré poskytuje celý rad nástrojov a funkcií na prácu s farbami vo webovom dizajne a iných aplikáciách. Vďaka svojmu ľahko použiteľnému rozhraniu a komplexnej sade funkcií je to nevyhnutný nástroj pre každého, kto pracuje s farbami na webe.\nJednou z hlavných funkcií nástroja na výber farieb je jeho schopnosť zistiť a zobraziť farby použité na danej webovej stránke. Pomocou tlačidla na paneli s nástrojmi rozšírenia môžu používatelia aktivovať funkciu „Vybrať farbu“, ktorá im umožňuje vybrať ľubovoľnú oblasť na stránke a získať kód farby v rôznych formátoch vrátane HEX, RGB a HSV. To je užitočné najmä pre web dizajnérov, ktorí potrebujú zladiť farby rôznych dizajnových prvkov, aby vytvorili súdržný vzhľad a dojem.\n\nRozšírenie Color Picker obsahuje aj pokročilý nástroj kvapkadlo, ktorý používateľom umožňuje získať farbu ľubovoľného pixelu na stránke. Táto funkcia je užitočná najmä pre dizajnérov, ktorí potrebujú zladiť farby, ktoré nie sú ľahko rozpoznateľné voľným okom. Rozšírenie obsahuje aj pokročilý výber farieb, ktorý je podobný tomu, ktorý nájdete vo Photoshope, čo uľahčuje presný výber a úpravu farieb.\n\nPre tých, ktorí potrebujú vytvárať prechody CSS, ponúka nástroj na výber farieb Ultimate CSS Gradient Generator, ktorý používateľom umožňuje jednoducho vytvárať a prispôsobovať prechody. Rozšírenie navyše obsahuje analyzátor farieb webových stránok, ktorý analyzuje danú webovú stránku a generuje farebnú paletu, ktorú je možné použiť na informovanie pri rozhodovaní o dizajne.\n\nRozšírenie obsahuje aj prehliadač paliet so siedmimi predinštalovanými paletami, čo uľahčuje prepínanie medzi farebnými schémami. A pre tých, ktorí potrebujú pracovať s viacerými farbami, rozšírenie obsahuje funkciu histórie farieb, ktorá sleduje nedávno vybraté farby, aby k nim bol jednoduchý prístup.\nOkrem týchto funkcií obsahuje nástroj na výber farieb rôzne ďalšie nástroje a funkcie vrátane možnosti zobraziť informácie o prvku, ako je názov značky, trieda, id, veľkosť a ďalšie. Rozšírenie obsahuje aj klávesové skratky pre rýchly prístup k jeho rôznym funkciám a je schopné vyberať farby z dynamických prvkov vznášania.\n\nColor Picker tiež obsahuje funkciu lupy na zväčšenie/zoom oblasti webovej stránky, ktorá môže používateľom pomôcť vidieť dokonalú presnosť zarovnania v pixeloch počas úprav vývoja webu. Túto funkciu je možné vypnúť z možností a je predvolene vypnutá.\n\nPri použití nástroja na výber farieb na extrahovanie farieb z webovej lokality nástroj zvyčajne funguje tak, že „chytí“ alebo vyberie konkrétnu farbu, ktorú chcete zachytiť. Tento proces zahŕňa použitie myši alebo touchpadu na kliknutie na oblasť webovej stránky, ktorá obsahuje farbu, ktorú chcete extrahovať.\nPo kliknutí na farbu nástroj na výber farby analyzuje údaje pixelov v tejto konkrétnej oblasti a získa príslušný RGB alebo hexadecimálny kód farby. Tieto informácie sa potom zobrazia používateľovi vo forme kódu alebo vzorkovníka farieb, ktoré je možné použiť v rôznych dizajnových aplikáciách.\n\nZatiaľ čo nástroj na výber farieb je primárne určený pre webových dizajnérov, je to užitočný nástroj pre každého, kto potrebuje v každodennom živote pracovať s farbami. Vďaka svojej komplexnej sade funkcií a ľahko použiteľnému rozhraniu je nevyhnutným rozšírením pre každého, kto pri svojej práci oceňuje presnosť farieb a presnosť. A čo je najlepšie, je to úplne bezplatná aplikácia, vďaka ktorej je dostupná každému, kto ju potrebuje.",
    "sl": "Web Color Picker revolucionarno orodje za oblikovalce.\n\nZdaj lahko z našo novo razširitvijo preprosto izberete katerega koli s katerega koli spletnega mesta. Orodje Eyedropper bo pridobilo barvno paleto s katere koli spletne strani, ki jo potrebujete. Je precej uporabno orodje za spletne razvijalce ali spletne oblikovalce. Ta razširitev je precej preprosta za uporabo in ima preprost in uporabniku prijazen vmesnik. Ponujamo vam neverjetno in uporabno orodje kapalke, tako da lahko dobite barve RGB s katere koli spletne strani. Izvlecite paleto s spletnih strani, medtem ko brskate po spletu. Na voljo so trije barvni formati: RGB, CSS in HSL.\n\nPrav tako je precej preprosta za uporabo – preprosto kliknite ikono razširitve v zgornjem desnem kotu in zvezdica deluje.\n- Prepoznavanje RGB HEX CMYK\n- Shranjevanje palet\n- Njihovo urejanje v čudovite kombinacije palet je hitro in preprosto delo.\n\nFunkcije izbirnika barv so:\n* Različni formati: HEX, RGB, HSV\n* Zaznajte najpogosteje uporabljeno barvo na strani\n* Barvni seznam nedavno izbranih barv\n* Rdeče-zeleno-modro (RGB) kolesce za prilagoditev izbranega\n\nSpletIzbirnik barv je preprosto in hitro orodje za prepoznavanje, shranjevanje in urejanje čudovitih barvnih kombinacij. Ponuja različne barvne formate, vključno s HEX, RGB in HSV, in lahko zazna najpogosteje uporabljeno barvo na strani. Funkcija zgodovine barv vam omogoča ogled seznama nedavno izbranih barv. Z barvnim kolesom RGB lahko izbrano barvo prilagodite svojim željam. Če želite uporabiti spletni izbirnik barv, preprosto kliknite gumb razširitve, izberite možnost »Izberi barvo«, izberite območje na strani z barvo, ki jo potrebujete, in nato kopirajte barvno predstavitev v odložišče.\n\nPoleg spletnega izbirnika barv je na voljo napredna kapalka, izbirnik barv, generator gradientov in druge pisane dobrote. To orodje vam omogoča, da dobite odčitek barve iz katerega koli mesta v brskalniku, prilagodite barvo in jo prilepite v drug program. Funkcija Eyedropper vam omogoča, da dobite barvo katere koli slikovne pike na strani, medtem ko je Advanced Color Picker podoben Photoshopu. Uporabite lahko tudi Ultimate CSS Gradient Generator, da ustvarite prelive za svoj dizajn. Z analizatorjem barv spletne strani lahko dobite barvno paleto za katero koli spletno mesto, pregledovalnik palet pa ima sedem vnaprej nameščenih palet.\n\nIzbirnik barv vam ponuja natančne izbire barv in poda številko barve v HEX, RGB ali HSB. To orodje je še posebej uporabno za spletne oblikovalce, ki morajo izbrati barve za svoja spletna mesta. Z izbirnikom barv se lahko igrate z barvami, ki jih želite uporabiti za svoje spletno mesto, izberete število barv iz aplikacije in jih uporabite v datoteki CSS. Izbirnik barv olajša življenje spletnim oblikovalcem, saj odpravlja potrebo po večkratnem spreminjanju barv spletnega mesta, da bi dosegli želene rezultate.\n\nIzbirnik barv je 100-odstotno brezplačna aplikacija in uporabljate jo lahko, kolikor želite. Je prijetno orodje, s katerim je izbiranje barv zabavno in preprosto.\n\nIzbirnik barv je razširitev za Google Chrome, ki ponuja vrsto orodij in funkcij za delo z barvami v spletnem oblikovanju in drugih aplikacijah. Z vmesnikom, ki je preprost za uporabo, in obsežnim naborom funkcij je bistveno orodje za vsakogar, ki dela z barvami na spletu.\nEna od glavnih funkcij izbirnika barv je njegova zmožnost zaznavanja in prikaza barv, uporabljenih na določeni spletni strani. Z uporabo gumba v orodni vrstici razširitve lahko uporabniki aktivirajo funkcijo »Izberi barvo«, ki jim omogoča, da izberejo katero koli področje na strani in pridobijo barvno kodo v različnih formatih, vključno s HEX, RGB in HSV. To je še posebej uporabno za spletne oblikovalce, ki morajo uskladiti barve različnih elementov oblikovanja, da ustvarijo skladen videz in občutek.\n\nRazširitev Color Picker vključuje tudi napredno orodje za kapalko, ki uporabnikom omogoča, da dobijo barvo katere koli slikovne pike na strani. Ta funkcija je še posebej koristna za oblikovalce, ki morajo uskladiti barve, ki jih s prostim očesom ni zlahka zaznati. Razširitev vključuje tudi napreden izbirnik barv, ki je podoben tistemu v Photoshopu, kar olajša izbiro in natančno prilagajanje barv.\n\nZa tiste, ki morajo ustvariti prelive CSS, izbirnik barv ponuja Ultimate CSS Gradient Generator, ki uporabnikom omogoča preprosto ustvarjanje in prilagajanje prelivov. Poleg tega razširitev vključuje barvni analizator spletne strani, ki analizira določeno spletno stran in ustvari barvno paleto, ki se lahko uporablja za informiranje o oblikovalskih odločitvah.\n\nRazširitev vsebuje tudi pregledovalnik palet s sedmimi vnaprej nameščenimi paletami, ki olajšajo preklapljanje med barvnimi shemami. In za tiste, ki morajo delati z več barvami, razširitev vključuje funkcijo zgodovine barv, ki sledi nedavno izbranim barvam za enostaven dostop.\nPoleg teh funkcij izbirnik barv vključuje različna druga orodja in funkcije, vključno z možnostjo prikaza informacij o elementih, kot so ime oznake, razred, ID, velikost in več. Razširitev vključuje tudi bližnjice na tipkovnici za hiter dostop do različnih funkcij in lahko izbira barve iz elementov dinamičnega lebdenja.\n\nIzbirnik barv vključuje tudi funkcijo lupe za povečavo območja spletne strani, ki lahko uporabnikom pomaga videti popolno natančnost poravnave med prilagajanjem spletnega razvoja. To funkcijo je mogoče onemogočiti v možnostih in je privzeto onemogočena.\n\nKo uporabljate izbirnik barv za pridobivanje barv s spletnega mesta, orodje običajno deluje tako, da \"zgrabi\" ali izbere določeno barvo, ki jo želite zajeti. Ta postopek vključuje uporabo miške ali sledilne ploščice za klik na območje spletnega mesta, ki vsebuje barvo, ki jo želite izvleči.\nKo kliknete barvo, bo orodje za izbiro barv analiziralo slikovne pike na tem določenem območju in pridobilo RGB ali šestnajstiško barvno kodo, povezano z njim. Te informacije so nato prikazane uporabniku v obliki kode ali barvnega vzorca, ki se lahko uporablja v različnih oblikovalskih aplikacijah.\n\nČeprav je izbirnik barv namenjen predvsem spletnim oblikovalcem, je uporabno orodje za vsakogar, ki mora v vsakdanjem življenju delati z barvami. S svojim obsežnim naborom funkcij in vmesnikom, ki je enostaven za uporabo, je obvezna razširitev za vsakogar, ki pri svojem delu ceni točnost in natančnost barv. Najboljše od vsega pa je, da je popolnoma brezplačna aplikacija, zaradi česar je dostopna vsakomur, ki jo potrebuje.",
    "sv": "Web Color Picker revolutionsverktyg för designers.\n\nNu kan du enkelt välja vilken som helst från vilken webbplats som helst med vårt nya tillägg. Pipettverktyget får färgpalett från vilken webbsida du behöver. Det är ett ganska användbart verktyg för webbutvecklare eller webbdesigners. Denna tillägg är ganska enkel att använda och den har ett enkelt och användarvänligt gränssnitt. Vi tillhandahåller dig ett fantastiskt och användbart pipettverktyg så att du kan få RGB-färger från vilken webbsida som helst. Extrahera palett från webbsidor medan du surfar på webben. Det finns tre färgformat tillgängliga: RGB, CSS och HSL.\n\nDet är också ganska enkelt att använda – klicka bara på tilläggsikonen i det övre högra hörnet och stjärnmarkera.\n- Identifiera RGB HEX CMYK\n- Spara pallar\n– Att redigera dem till vackra palettkombinationer är ett snabbt och enkelt jobb.\n\nFärgväljarens funktioner är:\n* Olika format: HEX, RGB, HSV\n* Upptäck den mest använda färgen på sidan\n* Färglista över nyligen valda färger\n* Röd-grön-blå (RGB) hjul för att justera valt\n\nwebbColor Picker är ett enkelt och snabbt verktyg för att identifiera, spara och redigera vackra färgkombinationer. Den erbjuder olika färgformat, inklusive HEX, RGB och HSV, och kan upptäcka den mest använda färgen på en sida. Färghistorikfunktionen låter dig se en lista över nyligen valda färger. Med RGB-färghjulet kan du justera den valda färgen efter dina önskemål. För att använda webbfärgväljaren behöver du helt enkelt klicka på tilläggets knapp, välj alternativet \"Välj färg\", välj ett område på sidan med den färg du behöver och kopiera sedan färgrepresentationen till klippbordet.\n\nFörutom webbfärgväljaren finns det en avancerad pipett, färgväljare, gradientgenerator och andra färgglada godsaker. Det här verktyget låter dig få en färgavläsning från vilken punkt som helst i din webbläsare, justera färgen och klistra in den i ett annat program. Pipetfunktionen låter dig få färgen på vilken pixel som helst på sidan, medan den avancerade färgväljaren liknar Photoshops. Du kan också använda Ultimate CSS Gradient Generator för att skapa gradienter för din design. Med Webpage Color Analyzer kan du få en färgpalett för vilken webbplats som helst, och Palette Viewer har sju förinstallerade paletter.\n\nFärgväljaren ger dig exakta färgval, och den ger dig färgnumret i HEX, RGB eller HSB. Det här verktyget är särskilt användbart för webbdesigners som behöver välja färger för sina webbplatser. Med färgväljaren kan du leka med de färger du vill använda för din webbplats, välja antal färger från applikationen och använda den i CSS-filen. Färgväljaren gör livet enklare för webbdesigners, vilket eliminerar behovet av att ändra webbplatsens färger flera gånger för att uppnå önskat resultat.\n\nFärgväljaren är en 100 % gratis applikation, och du kan använda den så mycket du vill. Det är ett roligt verktyg som gör färgvalet roligt och enkelt.\n\nFärgväljaren är ett Google Chrome-tillägg som tillhandahåller en rad verktyg och funktioner för att arbeta med färger i webbdesign och andra applikationer. Med sitt lättanvända gränssnitt och omfattande uppsättning funktioner är det ett viktigt verktyg för alla som arbetar med färger på webben.\nEn av de primära egenskaperna hos färgväljaren är dess förmåga att upptäcka och visa de färger som används på en viss webbsida. Med hjälp av tilläggets verktygsfältsknapp kan användare aktivera funktionen \"Välj färg\", som låter dem välja valfritt område på sidan och hämta färgkoden i en mängd olika format, inklusive HEX, RGB och HSV. Detta är särskilt användbart för webbdesigners som behöver matcha färgerna på olika designelement för att skapa ett sammanhängande utseende och känsla.\n\nColor Picker-tillägget innehåller också ett avancerat pipettverktyg, som låter användare få färgen på vilken pixel som helst på sidan. Den här funktionen är särskilt användbar för designers som behöver matcha färger som inte är lätta att urskilja med blotta ögat. Tillägget innehåller också en avancerad färgväljare som liknar den som finns i Photoshop, vilket gör det lättare att välja och justera färger med precision.\n\nFör dem som behöver skapa CSS-gradienter erbjuder färgväljaren en Ultimate CSS Gradient Generator, som låter användare skapa och anpassa övertoningar med lätthet. Dessutom innehåller tillägget en webbsidafärganalysator, som analyserar en given webbsida och genererar en färgpalett som kan användas för att informera designbeslut.\n\nTillägget har också en palettvisare med sju förinstallerade paletter, vilket gör det enkelt att växla mellan färgscheman. Och för dem som behöver arbeta med flera färger innehåller tillägget en färghistorikfunktion som spårar nyligen valda färger för enkel åtkomst.\nUtöver dessa funktioner innehåller färgväljaren olika andra verktyg och funktioner, inklusive möjligheten att visa elementinformation som taggnamn, klass, id, storlek och mer. Tillägget innehåller också kortkommandon för snabb åtkomst till dess olika funktioner, och den kan välja färger från dynamiska hovringselement.\n\nFärgväljaren innehåller också en förstorings-/zoomluppfunktion för webbsidor som kan hjälpa användare att se pixelperfekt justering med precision under webbutvecklingsjusteringar. Den här funktionen kan inaktiveras från alternativen och är inaktiverad som standard.\n\nNär du använder en färgväljare för att extrahera färger från en webbplats, fungerar verktyget vanligtvis genom att \"gripa\" eller välja den specifika färg som du vill fånga. Denna process innebär att du använder en mus eller pekplatta för att klicka på området på webbplatsen som innehåller färgen du vill extrahera.\nNär du har klickat på färgen kommer färgväljaren att analysera pixeldata i det specifika området och hämta den RGB- eller hexadecimala färgkoden som är associerad med den. Denna information visas sedan för användaren i form av en kod eller färgprov, som kan användas i en mängd olika designapplikationer.\n\nMedan färgväljaren främst är designad för webbdesigners, är den ett användbart verktyg för alla som behöver arbeta med färger i sitt dagliga liv. Med sin omfattande uppsättning funktioner och lättanvända gränssnitt är det ett måste för alla som värdesätter färgnoggrannhet och precision i sitt arbete. Och det bästa av allt är att det är en helt gratis applikation som gör den tillgänglig för alla som behöver den.",
    "tr": "Tasarımcılar için Web Renk Seçici devrim aracı.\n\nArtık yeni uzantımızla herhangi bir web sitesinden herhangi birini kolayca seçebilirsiniz. Damlalık aracı, ihtiyacınız olan herhangi bir web sayfasından renk paleti alacaktır. Web geliştiricileri veya web tasarımcıları için oldukça kullanışlı bir araçtır. Bu uzantının kullanımı oldukça basittir ve basit ve kullanıcı dostu bir arayüze sahiptir. Herhangi bir web sayfasından RGB renkleri alabilmeniz için size harika ve kullanışlı bir damlalık aracı sunuyoruz. Web'de gezinirken web sayfalarından paleti çıkarın. Üç renk formatı mevcuttur: RGB, CSS ve HSL.\n\nKullanımı da oldukça basittir - sağ üstteki uzantı simgesine tıklamanız ve yıldızın çalışması yeterlidir.\n- RGB HEX CMYK'yi belirleme\n- Palet tasarrufu\n- Onları güzel palet kombinasyonları halinde düzenlemek hızlı ve basit bir iştir.\n\nRenk Seçici özellikleri şunlardır:\n* Farklı formatlar: HEX, RGB, HSV\n* Sayfada en çok kullanılan rengi algıla\n* En son seçilen renklerin renk listesi\n* Seçileni ayarlamak için Kırmızı-Yeşil-Mavi (RGB) tekerlek\n\nağRenk Seçici, güzel renk kombinasyonlarını belirlemek, kaydetmek ve düzenlemek için basit ve hızlı bir araçtır. HEX, RGB ve HSV gibi farklı renk biçimleri sunar ve bir sayfada en çok kullanılan rengi algılayabilir. Renk geçmişi özelliği, yakın zamanda seçilen renklerin bir listesini görüntülemenizi sağlar. RGB renk tekerleği ile seçilen rengi tercihinize göre ayarlayabilirsiniz. Web renk seçiciyi kullanmak için, uzantının düğmesine tıklamanız, \"Renk Seç\" seçeneğini seçmeniz, sayfada ihtiyacınız olan renge sahip bir alan seçmeniz ve ardından renk gösterimini panoya kopyalamanız yeterlidir.\n\nWeb renk seçiciye ek olarak, gelişmiş bir Damlalık, Renk Seçici, Degrade Oluşturucu ve diğer renkli özellikler vardır. Bu araç, tarayıcınızın herhangi bir noktasından bir renk okuması almanızı, rengi ayarlamanızı ve başka bir programa yapıştırmanızı sağlar. Damlalık özelliği, sayfadaki herhangi bir pikselin rengini almanıza izin verirken, Gelişmiş Renk Seçici Photoshop'unkine benzer. Tasarımınız için degradeler oluşturmak üzere Ultimate CSS Gradient Generator'ı da kullanabilirsiniz. Web Sayfası Renk Analizcisi ile herhangi bir site için bir renk paleti elde edebilirsiniz ve Palette Viewer'da önceden yüklenmiş yedi palet bulunur.\n\nRenk seçici size kesin renk seçenekleri sunar ve size HEX, RGB veya HSB'de renk numarası verir. Bu araç özellikle siteleri için renk seçmesi gereken web tasarımcıları için kullanışlıdır. Renk seçici ile siteniz için kullanmak istediğiniz renklerle oynayabilir, uygulamadan renk sayısını seçebilir ve bunu CSS dosyasında kullanabilirsiniz. Renk seçici, istenen sonuçları elde etmek için site renklerini birden çok kez değiştirme ihtiyacını ortadan kaldırarak web tasarımcılarının hayatını kolaylaştırır.\n\nRenk seçici %100 ücretsiz bir uygulamadır ve istediğiniz kadar kullanabilirsiniz. Renk seçmeyi eğlenceli ve kolay hale getiren keyifli bir araçtır.\n\nRenk seçici, web tasarımında ve diğer uygulamalarda renklerle çalışmak için çeşitli araçlar ve özellikler sağlayan bir Google Chrome uzantısıdır. Kullanımı kolay arabirimi ve kapsamlı işlevleriyle, web'de renklerle çalışan herkes için vazgeçilmez bir araçtır.\nRenk seçicinin temel özelliklerinden biri, belirli bir web sayfasında kullanılan renkleri algılama ve görüntüleme yeteneğidir. Kullanıcılar, uzantının araç çubuğu düğmesini kullanarak, sayfadaki herhangi bir alanı seçmelerine ve HEX, RGB ve HSV dahil olmak üzere çeşitli biçimlerde renk kodunu almalarına olanak tanıyan \"Renk Seç\" özelliğini etkinleştirebilir. Bu, uyumlu bir görünüm ve his yaratmak için çeşitli tasarım öğelerinin renklerini eşleştirmesi gereken web tasarımcıları için özellikle kullanışlıdır.\n\nRenk Seçici uzantısı, kullanıcıların sayfadaki herhangi bir pikselin rengini almasına olanak tanıyan gelişmiş bir damlalık aracı da içerir. Bu özellik, özellikle çıplak gözle kolayca fark edilemeyen renkleri eşleştirmesi gereken tasarımcılar için yararlıdır. Uzantı ayrıca Photoshop'ta bulunana benzer gelişmiş bir renk seçici içerir ve renkleri hassas bir şekilde seçmeyi ve ayarlamayı kolaylaştırır.\n\nCSS gradyanları oluşturması gerekenler için renk seçici, kullanıcıların gradyanları kolaylıkla oluşturmasına ve özelleştirmesine olanak tanıyan bir Ultimate CSS Gradient Generator sunar. Ek olarak, uzantı, belirli bir web sayfasını analiz eden ve tasarım kararlarını bildirmek için kullanılabilecek bir renk paleti oluşturan bir Web Sayfası Renk Analizörü içerir.\n\nUzantı ayrıca, renk şemaları arasında geçiş yapmayı kolaylaştıran önceden yüklenmiş yedi palete sahip bir palet görüntüleyici içerir. Birden çok renkle çalışması gerekenler için uzantı, kolay erişim için son seçilen renkleri izleyen bir renk geçmişi özelliği içerir.\nBu özelliklere ek olarak, renk seçici, etiket adı, sınıf, kimlik, boyut ve daha fazlası gibi öğe bilgilerini görüntüleme yeteneği de dahil olmak üzere çeşitli başka araçlar ve işlevler içerir. Uzantı, çeşitli özelliklerine hızlı erişim için klavye kısayolları da içerir ve dinamik vurgulu öğelerden renkleri seçme yeteneğine sahiptir.\n\nRenk Seçici ayrıca, kullanıcıların web geliştirme ayarlamaları sırasında mükemmel piksel hizalama doğruluğunu görmelerine yardımcı olabilecek bir web sayfası bölgesi büyütme/yakınlaştırma büyüteç özelliği içerir. Bu özellik seçeneklerden devre dışı bırakılabilir ve varsayılan olarak devre dışıdır.\n\nBir web sitesinden renkleri çıkarmak için bir renk seçici kullanırken, araç genellikle yakalamak istediğiniz belirli rengi \"yakalayarak\" veya seçerek çalışır. Bu işlem, web sitesinin ayıklamak istediğiniz rengi içeren alanına tıklamak için bir fare veya dokunmatik yüzey kullanmayı içerir.\nRenge tıkladığınızda, renk seçici aracı o belirli alandaki piksel verilerini analiz edecek ve bununla ilişkili RGB veya onaltılık renk kodunu alacaktır. Bu bilgi daha sonra çeşitli tasarım uygulamalarında kullanılabilen bir kod veya renk örneği biçiminde kullanıcıya gösterilir.\n\nRenk seçici, öncelikle web tasarımcıları için tasarlanmış olsa da, günlük hayatında renklerle çalışması gereken herkes için kullanışlı bir araçtır. Kapsamlı özellikleri ve kullanımı kolay arayüzü ile, çalışmalarında renk doğruluğuna ve kesinliğine değer veren herkes için sahip olunması gereken bir uzantıdır. Ve hepsinden önemlisi, tamamen ücretsiz bir uygulamadır ve ihtiyacı olan herkes için erişilebilir olmasını sağlar.",
    "zh_CN": "面向设计师的 Web 拾色器革命性工具。\n\n现在，您可以使用我们的新扩展轻松地从任何网站中挑选任何一个。吸管工具将从您需要的任何网页获取调色板。对于网页开发人员或网页设计师来说，这是一个非常有用的工具。此扩展程序使用起来非常简单，并且具有简单且用户友好的界面。我们为您提供了惊人且有用的吸管工具，因此您可以从任何网页获取 RGB 颜色。在浏览网页时从网页中提取调色板。提供三种颜色格式：RGB、CSS 和 HSL。\n它的使用也非常简单 - 只需点击右上角的扩展图标和星标即可。\n- 识别 RGB HEX CMYK\n- 节省托盘\n- 将它们编辑成漂亮的调色板组合是一项快速而简单的工作。\n\n拾色器的特点是：\n* 不同格式：HEX、RGB、HSV\n* 检测页面上最常用的颜色\n*最近选择的颜色的颜色列表\n* 红-绿-蓝 (RGB) 轮调整选择\n\n网络拾色器是一种简单快捷的工具，用于识别、保存和编辑漂亮的颜色组合。它提供不同的颜色格式，包括 HEX、RGB 和 HSV，并且可以检测页面上最常用的颜色。颜色历史功能允许您查看最近选择的颜色列表。使用 RGB 色轮，您可以根据自己的喜好调整所选颜色。要使用 Web 颜色选择器，您只需单击扩展程序的按钮，选择“选择颜色”选项，在页面上选择一个具有您需要的颜色的区域，然后将颜色表示复制到剪贴板。\n除了 Web 颜色选择器之外，还有高级吸管、颜色选择器、渐变生成器和其他色彩丰富的好东西。此工具允许您从浏览器中的任何位置获取颜色读数、调整颜色并将其粘贴到另一个程序中。 Eyedropper 功能允许您获取页面上任何像素的颜色，而 Advanced Color Picker 类似于 Photoshop 的。您还可以使用终极 CSS 渐变生成器为您的设计创建渐变。使用网页颜色分析器，您可以获得任何站点的调色板，调色板查看器有七个预装的调色板。\n颜色选择器为您提供精确的颜色选择，并为您提供 HEX、RGB 或 HSB 的颜色编号。此工具对于需要为其网站选择颜色的网页设计师特别有用。使用颜色选择器，您可以使用您想要用于站点的颜色，从应用程序中选择颜色数量，并在 CSS 文件中使用它。颜色选择器使网页设计师的工作更轻松，无需多次更改网站颜色即可获得所需的结果。\n拾色器是一款 100% 免费的应用程序，您可以随心所欲地使用它。这是一个令人愉快的工具，可以使颜色选择变得有趣和简单。\n\n拾色器是谷歌浏览器的一个扩展，它提供了一系列工具和功能，用于在网页设计和其他应用程序中处理颜色。凭借其易于使用的界面和全面的功能集，它是任何在 Web 上处理颜色的人的必备工具。\n颜色选择器的主要功能之一是它能够检测和显示给定网页上使用的颜色。使用扩展的工具栏按钮，用户可以激活“选择颜色”功能，允许他们选择页面上的任何区域并检索各种格式的颜色代码，包括 HEX、RGB 和 HSV。这对于需要匹配各种设计元素的颜色以创建具有凝聚力的外观和感觉的网页设计师特别有用。\nColor Picker 扩展还包括一个高级吸管工具，它允许用户获取页面上任何像素的颜色。此功能对于需要匹配肉眼不易辨别的颜色的设计师特别有用。该扩展还包括一个类似于 Photoshop 中的高级颜色选择器，可以更轻松地精确选择和调整颜色。\n对于那些需要创建 CSS 渐变的人，color picker 提供了一个 Ultimate CSS Gradient Generator，它允许用户轻松创建和自定义渐变。此外，该扩展包括一个网页颜色分析器，它分析给定的网页并生成可用于通知设计决策的调色板。\n该扩展还具有一个带有七个预装调色板的调色板查看器，可以轻松地在配色方案之间切换。而且，对于那些需要使用多种颜色的人来说，该扩展包括一个颜色历史记录功能，可以跟踪最近选择的颜色以便于访问。\n除了这些功能之外，颜色选择器还包括各种其他工具和功能，包括显示标签名称、类、id、大小等元素信息的能力。该扩展还包括用于快速访问其各种功能的键盘快捷键，并且能够从动态悬停元素中选取颜色。\nColor Picker 还包括一个网页区域放大/缩放放大镜功能，可以帮助用户在 Web 开发调整期间看到像素完美的对齐精度。可以从选项中禁用此功能，默认情况下禁用。\n当使用颜色选择器从网站中提取颜色时，该工具通常通过“抓取”或选择您要捕获的特定颜色来工作。此过程涉及使用鼠标或触摸板单击网站上包含您要提取的颜色的区域。\n单击颜色后，颜色选择器工具将分析该特定区域中的像素数据并检索与其关联的 RGB 或十六进制颜色代码。然后，此信息以代码或色样的形式显示给用户，可用于各种设计应用程序。\n虽然颜色选择器主要是为网页设计师设计的，但对于任何需要在日常生活中使用颜色的人来说，它都是一个有用的工具。凭借其全面的功能集和易于使用的界面，它是任何在工作中重视色彩准确度和精度的人的必备扩展。最重要的是，它是一个完全免费的应用程序，任何需要它的人都可以使用它。",
    "zh_TW": "面向設計師的 Web 拾色器革命性工具。\n\n現在，您可以使用我們的新擴展輕鬆地從任何網站中挑選任何一個。吸管工具將從您需要的任何網頁獲取調色板。對於網頁開發人員或網頁設計師來說，這是一個非常有用的工具。此擴展程序使用起來非常簡單，並且具有簡單且用戶友好的界面。我們為您提供了驚人且有用的吸管工具，因此您可以從任何網頁獲取 RGB 顏色。在瀏覽網頁時從網頁中提取調色板。提供三種顏色格式：RGB、CSS 和 HSL。\n它的使用也非常簡單——只需單擊右上角的擴展圖標並加註星標即可。\n- 識別 RGB HEX CMYK\n- 節省托盤\n- 將它們編輯成漂亮的調色板組合是一項快速而簡單的工作。\n\n拾色器的特點是：\n* 不同格式：HEX、RGB、HSV\n* 檢測頁面上最常用的顏色\n*最近選擇的顏色的顏色列表\n* 紅-綠-藍 (RG​​B) 輪調整選擇\n\n網絡拾色器是一種簡單快捷的工具，用於識別、保存和編輯漂亮的顏色組合。它提供不同的顏色格式，包括 HEX、RGB 和 HSV，並且可以檢測頁面上最常用的顏色。顏色歷史功能允許您查看最近選擇的顏色列表。使用 RGB 色輪，您可以根據自己的喜好調整所選顏色。要使用 Web 顏色選擇器，您只需單擊擴展程序的按鈕，選擇“選擇顏色”選項，在頁面上選擇一個具有您需要的顏色的區域，然後將顏色表示複製到剪貼板。\n除了 Web 顏色選擇器之外，還有高級吸管、顏色選擇器、漸變生成器和其他色彩豐富的好東西。此工具允許您從瀏覽器中的任何位置獲取顏色讀數、調整顏色並將其粘貼到另一個程序中。 Eyedropper 功能允許您獲取頁面上任何像素的顏色，而 Advanced Color Picker 類似於 Photoshop 的。您還可以使用終極 CSS 漸變生成器為您的設計創建漸變。使用網頁顏色分析器，您可以獲得任何站點的調色板，調色板查看器有七個預裝的調色板。\n顏色選擇器為您提供精確的顏色選擇，並為您提供 HEX、RGB 或 HSB 的顏色編號。此工具對於需要為其網站選擇顏色的網頁設計師特別有用。使用顏色選擇器，您可以選擇要用於站點的顏色，從應用程序中選擇顏色數量，然後在 CSS 文件中使用它。顏色選擇器使網頁設計師的工作更輕鬆，無需多次更改網站顏色即可獲得所需的結果。\n拾色器是一款 100% 免費的應用程序，您可以隨心所欲地使用它。這是一個令人愉快的工具，可以使顏色選擇變得有趣和簡單。\n\n拾色器是谷歌瀏覽器的一個擴展，它提供了一系列工具和功能，用於在網頁設計和其他應用程序中處理顏色。憑藉其易於使用的界面和全面的功能集，它是任何在 Web 上處理顏色的人的必備工具。\n顏色選擇器的主要功能之一是它能夠檢測和顯示給定網頁上使用的顏色。使用擴展的工具欄按鈕，用戶可以激活“選擇顏色”功能，允許他們選擇頁面上的任何區域並檢索各種格式的顏色代碼，包括 HEX、RGB 和 HSV。這對於需要匹配各種設計元素的顏色以創建具有凝聚力的外觀和感覺的網頁設計師特別有用。\nColor Picker 擴展還包括一個高級吸管工具，它允許用戶獲取頁面上任何像素的顏色。此功能對於需要匹配肉眼不易辨別的顏色的設計師特別有用。該擴展還包括一個類似於 Photoshop 中的高級顏色選擇器，可以更輕鬆地精確選擇和調整顏色。\n對於那些需要創建 CSS 漸變的人，color picker 提供了一個 Ultimate CSS Gradient Generator，它允許用戶輕鬆創建和自定義漸變。此外，該擴展包括一個網頁顏色分析器，它分析給定的網頁並生成可用於通知設計決策的調色板。\n該擴展還具有一個帶有七個​​預裝調色板的調色板查看器，可以輕鬆地在配色方案之間切換。而且，對於那些需要使用多種顏色的人來說，該擴展包括一個顏色歷史記錄功能，可以跟踪最近選擇的顏色以便於訪問。\n除了這些功能之外，顏色選擇器還包括各種其他工具和功能，包括顯示標籤名稱、類、id、大小等元素信息的能力。該擴展還包括用於快速訪問其各種功能的鍵盤快捷鍵，並且能夠從動態懸停元素中選取顏色。\nColor Picker 還包括一個網頁區域放大/縮放放大鏡功能，可以幫助用戶在 Web 開發調整期間看到像素完美的對齊精度。可以從選項中禁用此功能，默認情況下禁用。\n當使用顏色選擇器從網站中提取顏色時，該工具通常通過“抓取”或選擇您要捕獲的特定顏色來工作。此過程涉及使用鼠標或觸摸板單擊網站上包含您要提取的顏色的區域。\n單擊顏色後，顏色選擇器工具將分析該特定區域中的像素數據並檢索與其關聯的 RGB 或十六進制顏色代碼。然後，此信息以代碼或色樣的形式顯示給用戶，可用於各種設計應用程序。\n雖然顏色選擇器主要是為網頁設計師設計的，但對於任何需要在日常生活中使用顏色的人來說，它都是一個有用的工具。憑藉其全面的功能集和易於使用的界面，它是任何在工作中重視色彩準確度和精度的人的必備擴展。最重要的是，它是一個完全免費的應用程序，任何需要它的人都可以使用它。"
  }
}