{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop TODAY Savings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop and save with discounts and TODAY Show-exclusive deals at over 40,000 online stores."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download and save automatically with the Shop TODAY Savings browser extension.\n\nInstantly save money while you shop at over 40,000 retailers online! \nThe Shop TODAY Savings extension will automatically apply coupons from your favorite retailers to find you the best deal across the internet. You'll even get access to exclusive discount codes and recommended products from the show.\n\nHow it works:\n- Shop TODAY Savings scours the internet for active coupon codes\n- At checkout, Shop TODAY Savings tests each available coupon\n- Working codes will be applied to your cart automatically\n\n\nReady to get started?\n- Simply install the Shop TODAY Savings extension\n- Add it to your Chrome bar and shop as usual\n- At checkout, Shop TODAY Savings automatically apply coupons to your cart\n\nFAQs\n→ What is the Shop TODAY Savings extension? \nShop TODAY Savings is a desktop extension that automatically applies coupons when you’re shopping on your desktop or laptop computer using the Chrome browser. \n\n→ How does the Shop TODAY Savings extension work?\nWhat we love about Shop TODAY Savings is that you don’t have to change anything about the way you shop! Once the extension is installed simply browse online as you normally would and Shop TODAY Savings will activate at checkout if it sees a valid coupon. \n\n→ How do I use Shop TODAY Savings to get discounts as I shop?\nOnce you've installed Shop TODAY Savings, you'll see a small orange sunrise logo when you shop on thousands of your favorite sites. On Chrome, this logo can be found in the top right corner of your internet window. \n\n→ Does Shop TODAY Savings work on mobile? \nNot at this time. Shop TODAY Savings only works on desktop and laptop computers on the Chrome browser. We plan to bring our extension to mobile in 2024. \n\n→ Do I need to install Shop TODAY Savings to use Shop TODAY coupon codes? \nNo. Shop TODAY Savings makes it easier by automatically applying our exclusive codes so you don’t have to write them down, but you can also manually enter our codes to save. \n\n→ Do I need to install Shop TODAY Savings to shop Steals & Deals? \nNo, you can always shop Steals & Deals without installing anything. Simply visit https://deals.today.com/ when deals are live. Sign up for our newsletter to be reminded of upcoming deals!\n\n→ What if I can’t find Shop TODAY Savings on my desktop?\nThe extension appears as an orange sunrise icon in the top right hand corner of your browser window. If the sunrise is orange, Shop TODAY Savings works on the website you are on. If it is gray, then it does not work on that website. \n\nNote: To make the extension easier to find, click on the puzzle piece and ‘pin’ the extension to your browser by clicking the pushpin button and turning it blue. \n\n→ How do I get the Shop TODAY Savings extension on my computer?\nClick the blue ‘Add to Chrome’ button above.\nClick ‘Add Extension’ on the following screen. \nStart shopping! \n\nNBCU Privacy Policy: https://www.nbcuniversal.com/privacy"
  }
}