{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open links in other browsers using Redirector for macOS",
    "de": "Öffne Links in anderen Browsern mit Redirector",
    "no": "Åpne linker i andre nettlesere"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open any selected link or the current page in any other browser.\n\nThis requires Redirector for macOS, available on the Mac App Store, to be installed. Redirector for macOS is responsible for presenting the browsers and actually opening the link.\n\nClick the Redirector button in the toolbar to open the current page in another browser or select \"Open with Redirector\" in the context menu of any link.",
    "de": "Öffne Links oder den aktuellen Tab in anderen Browsern.\n\nDiese Erweiterung benötigt Redirector für macOS, verfügbar im Mac App Store. Redirector für macOS ist für die Darstellung der Browser und das Öffnen der Links in anderen Browsern zuständig.\n\nKlicke auf den Redirector-Button in der Toolbar, um die aktuelle Seite in einem anderen Browser zu öffnen oder verwende \"Mit Redirector öffnen\" im Kontextmenü eines Links.",
    "no": "Åpne lenker eller den gjeldene siden i andre nettlesere.\n\nDenne utvidelsen kreves av Redirector for macOS, tilgjengelig i Mac App Store. Redirector for macOS er ansvarlig for å vise nettleseren og åpne lenker i andre nettlesere.\n\nKlikk på Redirector-knappen på verktøylinjen for å åpne den aktuelle siden i en annen nettleser, eller bruk \"Åpne med Redirector\" i hurtigmenyen til en lenke."
  }
}