{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chess Warriors: Play Chess, Become a Warrior"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play at Chess.com with extra fun - pieces get points and evolve to warriors!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Chess Warriors: Play Chess, Become a Warrior\" - the exclusive Chrome extension that transforms your chess matches into epic battles of strategic prowess, available only on chess.com! Immerse yourself in the world of tactical warfare, where every captured piece propels you closer to becoming a true chess warrior.\n\n🏆 Earn Points, Witness Evolution:\nEngage in thrilling chess encounters and watch your points soar with every opponent's piece you conquer. As you accumulate points, witness your own pieces undergo a stunning visual transformation, showcasing your progress on the chessboard.\n\n⚔️ Ascend to Warrior Status:\nStrive for greatness! Achieve the esteemed \"Warrior\" status by accumulating three points. With this title, your chess pieces receive a badge of honor, and the count prominently displayed, signifying your ascent to chess mastery.\n\n🌟 Immersive Gaming Experience:\nEnjoy a visually enhanced chess environment, where every move is a step closer to victory, available exclusively on chess.com. Dynamic animations and a captivating design make each match a thrilling adventure. The more you play, the more you'll find yourself hooked on the quest to become the ultimate Chess Warrior.\n\n🤖 Play Anytime, Anywhere:\nOur Chrome extension seamlessly integrates into your chess.com experience, allowing you to enjoy the game whenever and wherever inspiration strikes. Whether you're a casual player or a seasoned chess master, \"Chess Warriors\" offers an engaging and accessible platform for players of all levels.\n\n👑 Claim Your Title:\nAre you ready to become a Chess Warrior? Download the \"Chess Warriors: Play Chess, Become a Warrior\" Chrome extension now and showcase your strategic prowess on the chessboard. Watch your pieces evolve, claim your warrior status, and rewrite the rules of chess! The battle begins here, exclusively on chess.com."
  }
}