{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Actually no - remove actually from the web"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to remove actually and other expressions from the websites you visit"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "“\nAnd \"actually\"? Feel free to go the rest of your life without another \"actually.\"\n”\n— Benjamin Dreyer (copy chief of Random House), Dreyer's English\n\n What is it?\nWe took Dreyer's English's advice to heart, and created an extension you actually need.\n\nIn the development of this extension I personally stared at hundreds of actuallys so that you don't have to.\n\"Actually no\" replaces the word \"actually\" and other expressions accurately across any websites you visit, bringing you the peace of mind we all benefit from.\n\n Features included:\n* Accurate:\n    Replaces \"actually\" and tries to keep case, spacing, and commas, correct.\n\n* Secure:\n    The extension works fully locally and does not send any information or tracks you in any way.\n    \n* Faster reading speed:\n    Reading speed is increased, since you do not have to slow down to read a-c-t-u-a-l-l-y, allowing for increased productivity, and extra time for family and hobbies.\n    \n* Guilt-free:\n    With the permission of Dreyer's great book, you do not need to have second thoughts or guilt about removing \"actually\" from your reading.\n\nUpdate 0.0.02. New options to configure which words to remove:\n* Kind of /Kinda\n* Literally\n* Really\n* To be honest/TBH\n* To say the least\n* In my humble opinion\n* With all due respect"
  }
}