{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reaction Free Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a youtube video reaction to your Streaming service video player"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your anime viewing experience with Free Reactions! Seamlessly watch YouTube video reactions alongside your favorite anime episodes on Crunchyroll. This allow to youtubers to upload just the reaction avoiding trying to upload a part of the original anime with modifications to get in \"fair use void\"\n\nWith Free Reactions, you can enjoy the thrill of watching anime reactions while simultaneously viewing the corresponding scenes in the Crunchyroll player. Simply log in with your paid Crunchyroll account, and start exploring a whole new dimension of anime entertainment.\n\nFeatures:\n\nWatch YouTube video reactions side-by-side with Crunchyroll anime episodes.\nEnhance your understanding and enjoyment of anime scenes with real-time reactions.\nStreamline your viewing experience by accessing both platforms within the same window.\nSeamless integration with your Crunchyroll account for effortless setup and usage.\nNote: A paid Crunchyroll and youtube premium account is required to unlock the full functionality of Free Reactions.\n\nLevel up your anime-watching game and immerse yourself in the vibrant community of anime fans with Free Reactions. Get ready to experience anime like never before!\n\nIf you are content creator, check our website create reactions links for our extension: https://www.reaction-free.com/\n\n📚 How it works?\n\n1- Record and upload your reaction video to YouTube.\n2- Fill out our link creation form, providing the YouTube link to your reaction video, the link to the copyrighted content on Crunchyroll that you reacted to, and the timestamp when your video's intro ends and the show begins.\n3- Share the generated link in your YouTube video description, allowing your subscribers to seamlessly watch the show and your reaction together instantly.\n(Remember to explain to your subscriber in your video intro and share the extension link too)\n\nFeel free to let me know if you need any further adjustments or have any other requests!"
  }
}