{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stumble Guys Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Stumble Guys unblocked game on chrome. Stumble Guys online game. Created for Stumble Guys unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In Stumble Guys, Players control a cute, jelly-like character, and can customize their appearance with various costumes and accessories. The game features several game modes, including solo, team-based, and battle royale-style modes, each with its own unique challenges and objectives.\n\nThe gameplay is fast-paced and chaotic, with players stumbling and falling over obstacles and each other. The game's physics-based mechanics make it challenging and unpredictable, adding to the fun and excitement. Players can also collect coins and unlock new costumes and accessories as they progress through the game.\n\nStumble Guys is a great game to play with friends or to meet new people online. Its simple yet addictive gameplay, colorful graphics, and fun character designs make it a great choice for anyone looking for a lighthearted and entertaining gaming experience.\n\nIf you have any questions about our Stumble Guys Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Stumble Guys Unblocked game extension.\n4. Press \"Remove\""
  }
}