{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Iyzico Test Card Parser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Iyzico ödeme sistemini entegre ederken kullanabileceğiniz test kartlarını hızlı ve kolay bir şekilde bulmanıza yardımcı olur."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eklenti Hakkında\n\niyzico Test Kartları Parser Eklentisi, web geliştiricileri ve test aşamasında olan e-ticaret veya ödeme sistemleri entegrasyonları için kullanışlı bir araçtır. Bu eklenti, iyzico ödeme işlemleri için kullanabileceğiniz test kartı bilgilerini hızlı ve kolay bir şekilde çıkarmak için tasarlanmıştır. Artık iyzico entegrasyonlarınızı test etmek için karmaşık kart bilgilerini elle girmenize gerek yok!\n\nÖzellikler\n\nKolay Kullanım: Eklenti, iyzico tarafından sağlanan test kartı verilerini hızlı bir şekilde tek tıkla eklemenize yarar.\nOtomatik Doldurma: Kart numarası, son kullanma tarihi ve CVC bilgilerini tek tıklamayla doldurarak hızlı bir şekilde ödeme işlemleri yapabilirsiniz.\nGüncel Veriler: Eklenti, iyzico tarafından güncellenen test kartı verilerine her zaman erişim sağlar, böylece entegrasyonlarınızı güncel kart bilgileriyle test edebilirsiniz.\n\nKullanım Kılavuzu\n\nEklentiyi Tarayıcıya Kurun: Eklentiyi tarayıcınıza kurarak hemen kullanmaya başlayın.\nOtomatik Doldurma: İkona tıklayarak kart bilgilerini otomatik olarak doldurun ve iyzico entegrasyonlarınızı sorunsuz bir şekilde test edin.\n\nGizlilik ve Güvenlik\n\nBu eklenti, kart bilgilerinizi kaydetmez veya paylaşmaz. Yalnızca test kartı verilerini otomatik olarak doldurmak için kullanılır. Gizliliğiniz ve güvenliğiniz bizim için önemlidir.\n\nDestek ve Katkı\n\nEğer bu eklenti ile ilgili sorularınız varsa veya geliştirmeye katkıda bulunmak isterseniz, lütfen GitHub reposu üzerinden iletişime geçin.\n\niyzico Test Kartları Parser Eklentisi ile web projelerinizi daha verimli bir şekilde test edin ve iyzico entegrasyonlarınızı hızlandırın!"
  }
}