{
  "name": {
    "ar,ja,kn,ms,sv,te": "Bicycle Racing Simulator Games",
    "am,bg,da,fi,no,pl,ro,ta": "Bicycle Rider Sports Game",
    "bn,ca,gu,lv": "Bicycle Rider Sport Games",
    "cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,he,hu,it,ko,lt,ml,mr,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Bicycle Rider Simulator Game",
    "hi,hr,id,sl,th": "Bicycle Rider Simulator Games",
    "sk,sw": "Bicycle Racing Simulator Game"
  },
  "short": {
    "ar": "اختبر مهاراتك في Bicycle Rider Simulator المليئة بالمهام المثيرة.",
    "am": "የቢስክሌት ጋላቢ Simulator ውስጥ የእርስዎን ችሎታ ይፈትሹ አስደሳች ተልእኮዎች የተሞላ.",
    "bg": "Тествайте уменията си в Bicycle Rider Simulator, пълен с вълнуващи мисии.",
    "bn": "উত্তেজনাপূর্ণ মিশনে পূর্ণ বাইসাইকেল রাইডার সিমুলেটরে আপনার দক্ষতা পরীক্ষা করুন।",
    "ca": "Posa a prova les teves habilitats en Bicycle Rider Simulator ple de missions emocionants.",
    "cs": "Otestujte své dovednosti v simulátoru cyklistických jezdců plném vzrušujících misí.",
    "da": "Test dine evner i Bicycle Rider Simulator fuld af spændende missioner.",
    "de": "Testen Sie Ihre Fähigkeiten im Bicycle Rider Simulator voller aufregender Missionen.",
    "el": "Δοκιμάστε τις ικανότητές σας στο Bicycle Rider Simulator γεμάτο συναρπαστικές αποστολές.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Test your skills in Bicycle Rider Simulator full of exciting missions.",
    "es": "Pon a prueba tus habilidades en Bicycle Rider Simulator lleno de emocionantes misiones.",
    "et": "Pane oma oskused proovile põnevaid missioone täis jalgrattasõitja simulaatoris.",
    "fa": "تست مهارت های خود را در دوچرخه سوار شبیه ساز پر از ماموریت های هیجان انگیز.",
    "fi": "Testaa taitosi Bicycle Rider Simulatorissa, joka on täynnä jännittäviä tehtäviä.",
    "fil": "Subukan ang iyong mga kasanayan sa Bicycle Rider Simulator na puno ng mga kapana panabik na misyon.",
    "fr": "Testez vos compétences dans Bicycle Rider Simulator plein de missions passionnantes.",
    "gu": "આકર્ષક મિશનથી ભરેલા સાયકલ રાઇડર સિમ્યુલેટરમાં તમારી કુશળતાનું પરીક્ષણ કરો.",
    "he": "בחן את כישוריך בסימולטור רוכב אופניים מלא במשימות מרגשות.",
    "hi": "रोमांचक मिशन से भरे साइकिल राइडर सिम्युलेटर में अपने कौशल का परीक्षण करें।",
    "hr": "Testirajte svoje vještine u simulatoru biciklista punom uzbudljivih misija.",
    "hu": "Tedd próbára képességeidet az izgalmas küldetésekkel teli Bicycle Rider Simulatorban.",
    "id": "Uji keterampilan Anda di Bicycle Rider Simulator yang penuh dengan misi menarik.",
    "it": "Metti alla prova le tue abilità in Bicycle Rider Simulator pieno di missioni emozionanti.",
    "ja": "エキサイティングなミッションでいっぱいの自転車ライダーシミュレーターであなたのスキルをテストしてください。",
    "kn": "ಅತ್ಯಾಕರ್ಷಕ ಕಾರ್ಯಾಚರಣೆಗಳಿಂದ ತುಂಬಿದ ಬೈಸಿಕಲ್ ರೈಡರ್ ಸಿಮ್ಯುಲೇಟರ್ ನಲ್ಲಿ ನಿಮ್ಮ ಕೌಶಲ್ಯಗಳನ್ನು ಪರೀಕ್ಷಿಸಿ.",
    "ko": "흥미진진한 미션으로 가득한 Bicycle Rider Simulator에서 실력을 테스트하세요.",
    "lv": "Pārbaudiet savas prasmes velosipēdu braucēju simulatorā, kas ir pilns ar aizraujošām misijām.",
    "ml": "ആവേശകരമായ ദൗത്യങ്ങൾ നിറഞ്ഞ സൈക്കിൾ റൈഡർ സിമുലേറ്ററിൽ നിങ്ങളുടെ കഴിവുകൾ പരീക്ഷിക്കുക.",
    "mr": "रोमांचक मोहिमांनी भरलेल्या सायकल रायडर सिम्युलेटरमध्ये आपल्या कौशल्यांची चाचणी घ्या.",
    "ms": "Uji kemahiran anda dalam Simulator Penunggang Basikal yang penuh dengan misi yang menarik.",
    "nl": "Test je vaardigheden in Bicycle Rider Simulator vol spannende missies.",
    "no": "Test ferdighetene dine i Bicycle Rider Simulator full av spennende oppdrag.",
    "pl": "Sprawdź swoje umiejętności w Bicycle Rider Simulator pełnym ekscytujących misji.",
    "ro": "Testați-vă abilitățile în Bicycle Rider Simulator plin de misiuni interesante.",
    "ru": "Проверьте свои навыки в Bicycle Rider Simulator, полном увлекательных миссий.",
    "sk": "Otestujte svoje zručnosti v Bicycle Rider Simulator plnom vzrušujúcich misií.",
    "sl": "Preizkusite svoje sposobnosti v Bicycle Rider Simulatorju, polnem vznemirljivih misij.",
    "sv": "Testa dina färdigheter i Bicycle Rider Simulator full av spännande uppdrag.",
    "sw": "Jaribu ujuzi wako katika Bicycle Rider Simulator kamili ya ujumbe wa kusisimua.",
    "ta": "அற்புதமான பணிகள் நிறைந்த சைக்கிள் ரைடர் சிமுலேட்டரில் உங்கள் திறன்களை சோதிக்கவும்.",
    "te": "ఉత్తేజకరమైన మిషన్ లతో నిండిన సైకిల్ రైడర్ సిమ్యులేటర్ లో మీ నైపుణ్యాలను పరీక్షించండి.",
    "th": "ทดสอบทักษะของคุณใน Bicycle Rider Simulator ที่เต็มไปด้วยภารกิจที่น่าตื่นเต้น",
    "tr": "Heyecan verici görevlerle dolu Bicycle Rider Simulator'da yeteneklerinizi test edin.",
    "uk": "Перевірте свої навички в Bicycle Rider Simulator, повному захоплюючих місій."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can't compare pleasure with anything in the world of the bicycle wheels turning slightly, the wind caressing your hair, and walking freely in the town's streets. Bicycle Rider Simulator is an open-world bike simulation that offers this amazing experience of its size. As you leave the tranquil atmosphere of your home, you will be immersed in an adventure surrounded by great sounding.\n\nThere are three different bike options available in the game, but only the first one is the starting rights. To use other bikes, you must complete the details in town. Each bike has different abilities and can perform better in varying parts of the town. The games you play to get the bikes will add extra depth and motivate you to pedal to a new goal in each campaign.\n\nOne of the most exciting aspects of the game is the checkpoint missions. When you accept a task, you run all checkpoints within the recorded time. As you pedal fast, the roar of the wind will ring in your ears, and the adrenaline will rise as you pass through its checkpoint. If you complete the mission before the time runs out, you will earn valuable rewards and work your way toward new missions.\n\nTreasure pots hidden in the town await discovery. While quests are roaming outside, you can find these hidden treasure chests, especially by observing your surroundings. The great rewards will make your cycling experience even more valuable when you find the packages.\n\nBicycle Rider Simulator offers a treasure trove to cycling enthusiasts and those interested in sports games. This extraordinary experience, expanded by bike games, will reveal you magnificently on the town's streets with its different graphics, unique sound change, and dynamic gameplay. Turn the pedals, race with the wind, and collect rewards to become the fastest biker in town.\n\nHow To Play\nYou can use the WASD keys to move the bicycle. You have to use the mouse to browse the environment. You can also go by lifting the front of the bicycle with the CTRL key.\n\nBicycle Rider Simulator Game Features\n✓ Realistic sounds\n✓ 3D Environment\n✓ 3 Different Motocycle\n✓ Easy control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Bicycle Rider Simulator Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}