{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fruit Ninja Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Fruit Ninja unblocked game on chrome. Fruit Ninja online game. Created for Fruit Ninja unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fruit Ninja is a vibrant, action-packed game that challenges players to slice through fruits flung across the screen with swift finger swipes. Introduced in 2010, this game quickly became a staple on millions of devices, captivating players with its simple yet addictive gameplay. Whether you're playing for a few minutes or several hours, Fruit Ninja offers an entertaining escape that tests your reaction time and precision.\n\nAt its heart, Fruit Ninja is about slicing fruits. Each game session presents players with a variety of fruits, such as apples, bananas, and watermelons, tossed up into the view. The objective is to slice through these fruits by swiping your finger across the screen while avoiding bombs that end the game prematurely.\n\nIf you have any questions about our Fruit Ninja Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Fruit Ninja Unblocked game extension.\n4. Press \"Remove\""
  }
}