{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autopinner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortless growth for your pinterest!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortless growth for your Pinterest - Grow Smarter & Faster on the World's Largest Social Media Platform. \n\nReady to build an online empire & skyrocket your website traffic? \nWhen you try to create a pin, you can only upload a single image for a pin. First, you need to find relevant content for your niche, choose the board where the pin is destined, make a good title, a decent description, and a link for your website.\n\nEach time when you create a new pin, you need to do this same process for all pins. Which is a really hard task and a big time-consuming copy and paste work for all.\n\nStop draining your energy on things you can easily automate. \n\nAs a serious business owner, the last thing you have time for is spending hours posting pins at random and hoping it will bring in sales..\n\nTo achieve explosive and consistent growth on Pinterest, you need an automated and streamlined workflow that will keep you ahead of your competitors in the Pinterest Marketing Game. \n\nThat’s why we created the perfect Pinterest tool to help you achieve explosive growth, with a seamless, automated, and time-saving workflow.\n\nAutoPinner Has Got Your Business Back —\n\nAutoPin can do more than bulk pinning images, it features powerful automation tools that will help you achieve explosive growth without the need to spend countless hours of work every day. So your time is freed up to work on the important things that will help move the needle for your business.\n\nKey Features :\n\n• Bulk Upload Images\n\n• Bulk Import Instagram Posts straight to Your Boards\n\n• Bulk edit the pins you aim to publish\n\n• Bulk Edit ( Board's destination, Links, Descriptions & Titles )\n\n• Everything runs on the cloud. Everything you add or edit stays saved on drafts. ( Even if your PC turns off AutoPinner has your back. )\n\n• Easy & Quick Setup. You'll get it up & running in less than 2 minutes!\n\n• We respect the work of content creators. To that end, we've added a feature that allows you to automatically include credits of content creators when it's not your own content.\n\nHow It Works? SO EASY!\n\nVisit the application website (https://autopinner.com/).\n\nDownload the Google Chrome Extension.\n\nSynchronize your Pinterest boards.\n\nChoose images you wish to pin - You can Bulk upload images or Bulk import posts from any Instagram account / Hashtag straight to your Pinterest Boards.\n\nFill out the details for the images that are about to be pinned ( Descriptions, Titles, and links ). You can auto-generate descriptions from Instagram and you can also set the details for only one post, then with a simple click of a button, you can apply the same details to all the other pins.\n\nChoose which board(s) the images are to be sent to. \n\nClick Pin.\n\nSit back and enjoy endless growth!\n\nIf you have any questions or need any help, our customer support team is available anytime during the week, they are more than happy to help.\nFeel free to contact us using our website. ---> https://autopinner.com/"
  }
}