{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Caro X O Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Caro X O Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Play more games on the top-left menu.\n\nDescription \n\nExperience the classic game of Caro X O in a whole new way with the \"Caro X O \" extension. This browser extension brings the timeless two-player strategy game to your web browser, allowing you to enjoy quick and exciting matches with friends or challenge yourself against an AI opponent.\n\nKey Features:\n\nPlay Anywhere: Whether you're at work, school, or simply browsing the web, you can start a game of Caro X O with just a click. No need to download or install anything.\n\nMultiplayer Fun: Challenge your friends or family members to a friendly game. The extension makes it easy to invite others to play with you, even if they're in a different location.\n\nAI Opponent: Don't have a friend available? No problem. The extension includes an AI opponent with adjustable difficulty levels. Test your skills against the computer and see if you can outsmart it.\n\nSleek Design: Enjoy a clean and visually appealing interface that makes playing Caro X O a pleasure. The game board is easy to understand and interact with.\n\nMultiple Themes: Customize your gaming experience by choosing from various themes and board designs. Whether you prefer a classic look or something more modern, there's a theme for you.\n\nReal-Time Feedback: Get immediate feedback on your moves and see the game progress in real-time. The extension provides clear indications of who's winning and whose turn it is.\n\nSave and Share: Want to continue a game later or show off your victory? You can save your game progress and share it with others, allowing for asynchronous gameplay.\n\nEducational: Caro X O is not just a game; it's also an educational tool. It helps improve strategic thinking, planning, and decision-making skills."
  }
}