{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Woocontacts - Your Personal Contact Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The simple and intuitive way to manage your contacts. Save people from LinkedIn in a click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use woocontacts to store, share and easily organize people you find online.\n\nManage and organize everyone you want to remember, all in a single dashboard with a cluster-free clean visual design. So you can instantly find the right people when you need them.\n\nGather all your past, present and future contacts and connections in one place.\n\nWoocontacts makes it easy to bookmark and add tags and notes on people and social profiles on any website. So, download the Woocontacts Extension and bookmark people with one click, \n\n★ Benefits include:\n➤ Stop wasting time finding those investors, candidates, partners, prospects, influencers from yesterday\n➤ Organize your contacts\n➤ Group and categorize contacts into projects for various purposes. Gather contacts by expertise, role, location… or whatever is relevant to you.\n➤ Easily share your contacts with your with friends and colleagues\n➤ We take a single piece of information－email address, social handle, phone number－and give you a more complete profile. Enriched, contextual data ensures you always contact the right person.\n\n--------------\n\n★ Extension Features:\n✓  With one click, save any LinkedIn profile.  Go to the LinkedIn Profile page of your contact, click on the widget to discover their contact information.\n✓ This extension automatically fills in the information for you on LinkedIn and other websites, other popular platforms like (Twitter, Dribbble, Behance & more) will be supported in future versions.\n✓ Convert leads with real data and save time.\n✓ Speed up data entry time \n✓ Increase data accuracy\n\nWoocontacts allows you to retrieve contact information from the LinkedIn profiles of your leads, investors, prospects or candidates. Find the contact information in 5 seconds with the Chrome extension. \n\nWe want to make it fast, simple, and fun to remember and organize people. Give Woocontacts a try today! \n\nGive us some encouragement with a 5 star review if Woocontacts has helped you!\n★★★★★\n\n➤ Send us feedback if you'd like Woocontacts to get better - we want that too :)\n➤ We're making improvements all the time to the site and the extension so please feel free to give us any feedback via the 💡feedback widget in the website or contact us at info@woocontacts.co\n➤ Learn More: https://www.woocontacts.co/\n➤ Privacy Policy: https://www.woocontacts.co/privacy-policy/"
  }
}