{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netsons Account List Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netsons Account List Filter è un'estensione Chrome per gestire facilmente gli account su Netsons, semplificando la navigazione."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netsons Account List Filter è un'estensione Chrome progettata per semplificare la gestione degli account sulla piattaforma Netsons. Questa utilità offre agli utenti la possibilità di visualizzare e filtrare facilmente la lista degli account, rendendo la navigazione più efficiente e intuitiva.\n\nCaratteristiche Principali:\nVisualizzazione in Colonna: Gli account vengono mostrati in un formato ordinato e facilmente leggibile, facilitando la scansione e l'identificazione rapida degli account desiderati.\n\nCampo di Ricerca Intuitivo: Una barra di ricerca è posizionata in cima alla lista degli account. Gli utenti possono digitare rapidamente il nome o parte del nome dell'account per filtrare i risultati, visualizzando solo quelli pertinenti.\n\nFiltraggio in Tempo Reale: Ogni volta che un utente digita nella barra di ricerca, l'elenco degli account si aggiorna automaticamente per mostrare solo gli account corrispondenti, permettendo un accesso veloce e senza interruzioni.\n\nDesign Semplice e Intuitivo: L'interfaccia è progettata per essere user-friendly, con un layout pulito che si integra perfettamente nell'interfaccia di Netsons.\n\nCompatibilità: L'estensione è progettata specificamente per funzionare con il sito di hosting Netsons, assicurando un'esperienza ottimale per gli utenti di questa piattaforma.\n\nVantaggi:\nMaggiore Efficienza: Risparmia tempo nella ricerca di account specifici, specialmente quando si gestiscono numerosi account sulla piattaforma.\n\nAccesso Rapido: La visualizzazione in colonna e la funzione di ricerca rendono più semplice e veloce accedere agli account senza distrazioni.\n\nAdatta a Ogni Utente: Che tu sia un utente occasionale o un amministratore di sistema, Netsons Account List Filter ti aiuta a tenere sotto controllo i tuoi account in modo semplice ed efficace."
  }
}