{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blenny - AI Vision Co-Pilot Powered by GPT-4V"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screenshot any part of a webpage, and Blenny will instantly help you summarize, translate, apply custom agents, and do more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥 Access AI vision anywhere on the web.\n\nNo more switching between AI platforms. Blenny adds AI vision to your browser and helps you analyze information from any part of the web. Take a snapshot of the screen area and perform quick actions such as instant AI summaries, translations, accessing the web, etc.\n\n💻  Customize and build your own AI agents.\n\nBlenny is more than just stock prompts or actions. It works according to your needs, catering to several use cases you throw at it. For example, you can start a chat with the context in your screenshot or create quick actions and custom agents using your prompts.\n\n🚀 How to get started with Blenny\n\n💡 Step 1 - Activate Blenny after installation \nUse Command (or Cmd) ⌘ + B or (Ctrl +B on Windows).\n\n💡 Step 2: Start using Blenny\nSnapshot a screen area, and choose from a list of quick actions to analyze the content. Our pre-built prompts allow you to instantly summarize text, translate words, recognize objects, and more. You can also save your own customized prompts as quick actions. Define triggers and responses to carry out tasks tailored to your needs. \n\n🧑‍💻 Prompt Gallery\nExperience the convenience and efficiency of AI vision-assisted tasks like never before with the Prompt Gallery. Whether you're a researcher, student, professional, or simply curious, Blenny's Prompt Gallery empowers you to extract more value from the vast web information available on the web. Access it at https://www.blenny.ai/prompt-gallery\n\n❇️ Custom API Key\nCurrently, we offer a limited trial access to Blenny. Once you hit the trial limit, you are advised to add your own API key to continue using Blenny. We will introduce subscription modules down the road."
  }
}