{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lettura Consumi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lettura Consumi è un'estensione Chrome potente e intuitiva, progettata per coloro che desiderano monitorare e gestire il proprio…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lettura Consumi è un'estensione Chrome potente e intuitiva, progettata per coloro che desiderano monitorare e gestire il proprio consumo energetico. Questo strumento semplifica il processo di estrazione dei dati dei consumi energetici dal sito del tuo distributore di servizi, automatizzando il recupero e l'organizzazione delle informazioni in un formato facilmente leggibile e pronto per l'analisi.\n\nCaratteristiche:\n\n- Facilità d'Uso: Grazie ad un'interfaccia utente chiara e funzionale, avviare il download dei dati è immediato. Un solo click e l'estensione fa tutto il lavoro per te.\n\n- Sicurezza dei dati: La tua sicurezza è importante quanto la facilità d'uso. Lettura Consumi è stata progettata con un'architettura che non registra né memorizza i tuoi dati. Ogni sessione è privata e le informazioni non vengono condivise né salvate. Si evidenzia che il cittadino è l'unico proprietario dei suoi dati di consumo. Questi dati vengono forniti dall'archivio del distributore locale e solo il cittadino è autorizzato ad accedervi e a estrarli\n\n- Velocità ed Efficienza: L'estensione è ottimizzata per una raccolta dati veloce e accurata. Lettura Consumi lavora rapidamente per fornirti gli ultimi 18 mesi di consumi energetici in quartorari.\n\n- Open Source e Personalizzabile: Essendo un progetto open source, Lettura Consumi è completamente trasparente e personalizzabile. Se sei uno sviluppatore o hai competenze tecniche, puoi esaminare e modificare il codice secondo le tue esigenze.\n\nDettagli Funzionalità:\n\n- Estrazione Dati: L'estensione raccoglie dati fino agli ultimi 18 mesi dal tuo distributore di energia, permettendoti di avere una visione approfondita del tuo consumo energetico.\n\n- Formattazione Dati: Una volta recuperati, i dati vengono organizzati in un formato CSV, pronto per essere esportato e analizzato con il tuo software di foglio di calcolo preferito.\n\n- Automatizzazione del Processo: Dall'inizio alla fine, Lettura Consumi gestisce tutto il processo, dal recupero dei dati alla loro formattazione, minimizzando il tuo intervento e massimizzando l'efficienza.\n\nSicurezza e Libertà dei Dati:\n\n- Origine dei Dati Libera e Accessibile: I dati vengono forniti direttamente dal distributore di energia al cittadino. Quest'ultimo può visionarli e confrontarli gratuitamente e liberamente utilizzando le proprie credenziali personali sul sito del proprio distributore di energia. Solo tu, come utente autorizzato, puoi accedere e visualizzare le tue informazioni. L'estensione automatizza il processo di lettura ed estrazione, ma i dati restano sotto il tuo diretto controllo.\n\n- Privato e Sicuro: Ogni sessione è privata. Non memorizziamo né registriamo alcuna informazione personale. L'automazione avviene nel rispetto della tua privacy e sicurezza.\n\nIstruzioni per l'uso:\n\n1. Installazione: Aggiungi Lettura Consumi al tuo Chrome dal Web Store.\n2. Navigazione: Accedi alla pagina dei consumi del tuo distributore di energia.\n3. Avvio: Clicca sull'icona di Lettura Consumi nel tuo browser e poi sul pulsante \"Avvia Lettura\" per iniziare.\n4. Attesa e Risultato: Attendi il completamento del processo. Una volta finito, verrà scaricato automaticamente un file CSV con i tuoi dati di consumo.\n5. Analisi: Apri il file con il software di foglio di calcolo per analizzare i tuoi consumi.\n\nSupporto e Contributi:\n\nLettura Consumi è un progetto open source che accoglie contributi e suggerimenti. Visita il nostro repository su GitHub per vedere il codice, apportare miglioramenti o segnalare eventuali problemi. La tua partecipazione è preziosa e aiuta a migliorare continuamente l'estensione.\n\n\nLettura Consumi trasforma il modo in cui interagisci con i tuoi dati energetici. Con un'interfaccia intuitiva, un processo completamente automatizzato e la garanzia che i tuoi dati non vengono registrati o memorizzati, è lo strumento ideale per gestire e analizzare i tuoi consumi energetici. Scarica l'estensione oggi e inizia a esplorare i tuoi dati di consumo con un controllo e una facilità senza precedenti."
  }
}