{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qt QA Squish Integration"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables Qt QA Squish GUI Tester to drive Chrome for performing automated GUI tests."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Testing the user interface of today’s applications is a very complex and error-prone task. Automating this task is challenging, but approached correctly very rewarding.\n\nSquish is the tool of choice for several thousand companies worldwide to automate the functional regression tests and system tests of their graphical user interface (GUIs) and human machine interfaces (HMIs). The Squish GUI testing tool, a 100% cross-platform tool, features\n\n+ In-depth support for all major GUI technologies\n+ Full support for all desktop, mobile, web and embedded platforms\n+ Test script recording\n+ Powerful and reliable object identification and verifications\n+ No dependency on screenshots or visual appearance\n+ Powerful integrated development environment (IDE)\n+ A wide range of popular script languages for test scripting\n+ Full support for Behavior Driven Development (BDD)\n+ Full control via command line tools\n+ Integrations into Test Management and CI-Systems\n\nIn the years since the initial release Squish has acquired the ability to support test automation for applications built using Java (Swing/AWT, SWT/Eclipse RCP and JavaFX), native Windows, Mac OS X, Apple iOS, Android, QtQuick/QML, Flex and several others, including Web-based applications using AJAX.\n\nSquish has now grown to become one of of the market leading and most popular GUI test tools available for supporting platform-specific GUI technologies and cross-platform GUI technologies on Windows, Linux, Unix, Mac OS X and embedded/mobile platforms."
  }
}