{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Exporter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export name and URL of all installed extensions into an HTML file."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Exporter is a Chrome extension designed to export the names and URLs of all your installed extensions into an HTML file. This extension is the reimagined edition of the previously available extension named 'Export links of all extensions,' which was removed from the Chrome Web Store due to security concerns. This extension is fully open-source to ensure transparency and safety. The icon has also been redesigned from the original.\n\n★★★★★★★★★★★★★★  \n★ New in Version 3.0.0 ★  \n★★★★★★★★★★★★★★  \n- Added Chrome-Stats/Edge-Stats link for each extension  \n- Added CRXcavator link for each extension  \n- Text-only Listing: Changed the text-only listing textbox to a popup window with a Print button. The text-only listing now includes store URL, CRX download link, stats, and CRXcavator URLs  \n- Help Button: Added a help button that opens a popup window explaining the functionality of each button and option available.  \n★★★★★★★★★★★★★★\n\nFeatures:\n- Export Installed Extensions: Organize installed extension names and homepage URLs into an offline HTML file (no dependencies).\n- Local Execution: All code runs locally without connecting to remote servers.\n- Easy-to-use: Click the extension button to instantly generate the HTML file.\n- Cross-browser compatibility: Currently functions on both Chrome and Edge browsers.\n- Separate Enabled and Disabled Extensions: Clearly distinguish between enabled and disabled extensions.\n- CRX Download Links: Includes download links (CRX) for each extension.\n- Text-only Listing: Offers a text-based listing with both copy-to-clipboard functionality and a print option.\n- Toggle CRX Download: Easily toggle visibility of CRX download icons.\n- Toggle Stats: View extension stats using Chrome-Stats.com or Edge-Stats.com. These sites provide statistics on the usage, popularity, and ratings of Chrome and Edge extensions, aiding users in assessing their reliability and performance.\n- Toggle CRXcavator Report: Access CRXcavator reports for extensions, providing detailed security assessments, including information on the remote servers to which the extension connects, to evaluate the security risks associated with browser extensions.\n- Help: Detailed help section explaining the functionality of each button and option available in the extension exporter tool.\n\nOpen Source:\nThis extension is fully open-source to ensure both transparency and security. You can view and even contribute to the source code by visiting our GitHub repository: https://github.com/asheroto/Extension-Exporter\n\nContributing Guidelines:\nWe value community contributions and encourage you to get involved. For issues, feature requests, or code contributions, please visit our GitHub repository.\n\n- If you come across any issues, open a new issue on GitHub.\n- To suggest new features, you can also submit an issue.\n- If you wish to contribute code, we accept Pull Requests. Be sure to read our contributing guidelines for the required code style.\n\nDetailed instructions on how to contribute can be found on our GitHub page. Thank you for helping to improve our Chrome extension."
  }
}