{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Focus on Progress Bar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keeps focus on the YouTube progress bar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever been frustrated when trying to navigate through a YouTube video using keyboard shortcuts, only to find that the left and right arrow keys suddenly change the volume instead of seeking through the video? This extension solves that specific problem.\n\nKey Feature:\n- Maintains focus on the video progress bar, ensuring that left and right arrow keys always seek through the video, regardless of previous interactions with volume controls.\n\nHow it works:\nWhen you adjust the volume using your mouse or keyboard shortcuts, YouTube leaves the focus on the volume control. This causes the left and right arrow keys to adjust the volume instead of seeking through the video, which can be very annoying when you want to quickly navigate to a different part of the video.\n\nThis extension automatically keeps the focus on the video progress bar, so that:\n- Left arrow key always seeks backward in the video\n- Right arrow key always seeks forward in the video\n\nImportant Notes:\n- This extension only works on the YouTube website (youtube.com)\n- It does not affect embedded YouTube videos on other websites\n- The extension's sole purpose is to maintain focus on the video progress bar, ensuring consistent behavior of left and right arrow keys for video navigation\n\nThis lightweight, unobtrusive extension was created with a singular purpose: to enhance your YouTube navigation experience by eliminating the frustration of unexpected volume changes when you're trying to seek through a video.\n\nTry it now and experience smoother, more predictable video navigation on YouTube!\n\nNote: This extension respects your privacy and does not collect any personal data or usage information."
  }
}