{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VoiceLi: AI-driven LinkedIn Comment Advisor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your LinkedIn. Generate personalized, AI-driven comments effortlessly, enhancing engagement and saving time. Join now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utilize ChatGPT for crafting insightful comments on LinkedIn and enhance your social selling efforts with efficiency. Save time and elevate your engagement using the innovative VoiceLi EXTENSION.\n\nIf you're struggling to make a mark in the crowded space of LinkedIn, establishing meaningful connections and generating compelling ideas can be challenging. Enter the AI-driven LinkedIn Comment Advisor, a groundbreaking tool designed to elevate your LinkedIn networking experience.\n\nThis extension serves as a valuable tool for initiating conversations with potential clients or partners, taking the burden off you to create insightful comments. Bid farewell to generic responses as the AI-driven LinkedIn Comment Advisor provides AI-generated comments that are insightful, genuine, and tailored to your unique voice.\n\nDitch generic comments and embrace the power of AI to produce engaging responses that set you apart. VoiceLi ensures that your LinkedIn engagement stands out while preserving your individuality.\n\nKey Features:\n- Advanced Networking Capabilities: Craft captivating post comments and boost interactions and conversions with AI-generated responses.\n- Smart Response Feature: Enjoy diverse response tones to make your interactions dynamic and captivating.\n\nBenefits:\n- Improved Engagement and Relationship Building: Foster connectivity and engagement with personalized comments, enhancing your networking potential.\n- User-Friendly and Seamless Integration: Operate directly within the LinkedIn post comment field, enhancing comment precision and streamlining your workflow.\n- Time-Saving Aspects: Simplify responses, saving you hours of perfecting comments and allowing you to focus on other essential tasks.\n\nCustomization Options:\n1. Click on the VoiceLi icon on your toolbar to open the extension.\n2. Customize prompts, allow/disallow emojis and hashtags, adjust the length of comment suggestions, and specify keywords to include or avoid.\n\nFrequently Asked Questions (FAQ):\n1. How does VoiceLi improve LinkedIn engagement?\nVoiceLi leverages advanced AI to generate insightful, personalized comments, saving time and enhancing networking and relationship-building on LinkedIn.\n2. Are the comments unique and customized?\nYes, VoiceLi provides AI-based commenting, carefully analyzing each post to generate engaging and personalized responses.\n3. How does VoiceLi ensure quality and relevance?\nVoiceLi employs advanced machine learning to analyze posts and conversations, ensuring high-quality, relevant content through regular model updates.\n4. Is my data secure?\nAbsolutely, VoiceLi encrypts data, abides by data protection laws, and ensures information confidentiality.\n5. Can VoiceLi generate comments in languages other than English?\nYes, VoiceLi supports all languages, facilitating seamless networking across language barriers."
  }
}