{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Domino Tabs: Social Profile Bulk URL Opener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens social profile URLs in new tabs gradually"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Domino Tabs - The Social Profile Bulk URL Opener, is a simple Chrome extension customized to help Recruiters and Talent Sourcers by enhancing their browser experience and boosting productivity when dealing with large lists of social profiles (i.e from spreadsheets).\n\n-Efficiently opens up to 25 Social Profile URLs in separate tabs like a \"chain reaction\" in the background, conserving computing power and preventing system freezes.\n\n- The distinctive \"domino-like\" feature allows Recruiters and Sourcers more rapid review of the fully-loaded tabs while other URL's seamlessly launch in the background.\n\n- Ensuring efficiency, each profile launches in a new tab in the background ONLY AFTER the previous one has loaded completely.\n\nTo use: \n\n- Simply paste a list of up to 25 Social Profile URLs into the input box (LinkedIn, Facebook, Twitter, Github, etc.) and the extension will open each Profile URL in a new tab gradually like dominos.  \n\nDon't let excessive tabs slow you down.  Accelerate your work and minimize time wasted waiting for profiles to load with Domino Tabs. \n\nCreated with love \nby Talent Sourcer and Sourcing Tool Creator Mike Santoro\n\"For Love of Sourcers and Sourcing\"\nConnect Here: www.linkedin.com/in/michaelsantoro-recruiter\n\nAlso Creator of Talent Sourcing Tools:\n\nBooleanNavigator.com\n\"The World's Most Robust Boolean Builder for (Recruiters AND Sourcers)\"\n\naceRecruiter.net\n\"The Missing Facebook Recruiting Tool\""
  }
}