{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NoScript"
  },
  "short": {
    "am,ar,bg,cs,el,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hi,hr,hu,id,kn,ko,lv,ml,mr,sk,sl,sr,sv,sw,ta,te,th,vi": "Maximum protection for your browser: NoScript allows active content only for trusted domains of your choice to prevent exploitation.",
    "bn": "ব্রাউজারের জন্য সর্বোচ্চ সুরক্ষা : নোস্ক্রিপ্ট আপনার বিশ্বস্ত চিহ্নিত ডোমেইনগুলোর সক্রিয় কন্টেন্টকেই শুধু চলতে দেয়, যেন কেউ…",
    "ca": "Protecció màxima per al vostre navegador: NoScript permet contingut actiu només per a dominis de confiança que escolliu per evitar…",
    "da": "Maksimal beskyttelse til din browser: NoScript tillader kun aktivt indhold på troværdige domæner som du vælger, for at forhindre…",
    "de": "Maximaler Schutz für Ihren Browser: NoScript lässt aktive Inhalte nur für vertrauenswürdige Domains Ihrer Wahl zu, um das Ausnutzen…",
    "es": "Máxima protección para tu navegador: NoScript permite contenido activo solamente para dominios en los que confías por elección,…",
    "fa": "بیشترین محافظت برای مرورگر شما: NoScript به محتوا فعال فقط برای دامنه های مورد اعتماد انتخابی شما برای جلوگیری از بهره‌جویی اجازه…",
    "fi": "Vahvin suojaus selaimellesi: NoScript sallii aktiivisen sisällön vain luotetuiksi määrittämillesi verkkotunnuksille hyväksikäytön…",
    "fr": "Une protection maximale pour votre navigateur. NoScript ne permet les contenus actifs que pour les domaines de votre choix, afin de…",
    "he": "הגנה מירבית לדפדפן שלך: NoScript מתיר תוכן פעיל רק עבור תחומים מהימנים לבחירתך כדי למנוע ניצול פירצות.",
    "it": "Protezione massima per il tuo browser: NoScript permette i contenuti attivi solo per i domini fidati di tua scelta per impedirne lo…",
    "ja": "ブラウザの最大限の保護：NoScript は、悪用を防ぐために、選択した信頼できるドメインに対してのみアクティブコンテンツを許可します。",
    "lt": "Maksimalus jūsų naršyklės apsaugojimas: Aktyvų turinį NoScript leidžia tik iš jūsų pasirinktų patikimų domenų, kad apsisaugotumėte…",
    "ms": "Perlindungan maksimum untuk pelayar anda: NoScript hanya membolehkan kandungan aktif untuk domain yang dipercayai berdasarkan…",
    "nl": "Maximale bescherming voor uw browser: NoScript staat actieve inhoud alleen toe voor vertrouwde domeinen van uw keuze, zodat…",
    "no": "Maksimal beskyttelse for nettleseren din: NoScript tillater bare aktivt innhold for pålitelige domener du ønsker, for å forhindre…",
    "pl": "Maksymalna ochrona dla twojej przeglądarki: NoScript zezwala na aktywne treści tylko w zaufanych domenach, aby zapobiec ich…",
    "pt_BR": "Proteção máxima para o seu navegador: NoScript permite conteúdo ativo apenas para domínios confiáveis de sua escolha para evitar…",
    "pt_PT": "Máxima proteção para o seu navegador: o NoScript permite conteúdos ativos apenas em domínios de confiança à sua escolha para evitar…",
    "ro": "Protecție maximă pentru browser: NoScript permite conținut activ numai pentru domenii de încredere la alegerea dumneavoastră,…",
    "ru": "Максимальная защита вашего браузера: для предотвращения использования уязвимостей NoScript разрешает активное содержимое только для…",
    "tr": "Tarayıcınız için en iyi koruma: NoScript, kötü niyetli girişimleri engellemek için, yalnız güvenilir olarak seçtiğiniz etki…",
    "uk": "Максимальний захист для вашого браузера: NoScript дозволяє активний вміст лише для довірених доменів на ваш вибір, щоб запобігти…",
    "zh_CN": "最大限度地保护您的浏览器：NoScript 只允许您选择的信任域名显示活动内容，以防止漏洞利用。",
    "zh_TW": "為您的瀏覽器提供最大防護：NoScript 僅允許來自您指定的受信任網域的主動式內容，以防止漏洞遭利用。"
  },
  "long": {
    "am,ar,bg,cs,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hi,hr,hu,id,kn,ko,lv,ml,mr,sk,sl,sr,sv,sw,ta,te,th,vi": "NoScript 12: finally a cross-browser NoScript for Chromium (also MV3!) and Firefox-based web clients.\nPlease report any issue at https://noscript.net/forum in the Support section with [Chrome] in the subject.\nFor the more technical inclined, bug reports and/or contributions at https://github.com/hackademix/noscript/ (source code repository).\n\nPrivacy policy (TLTR: zero data collected): https://addons.mozilla.org/en-US/firefox/addon/noscript/privacy/\n\nWinner of the \"PC World World Class Award\", bundled with the Tor Browser but available on most Chromium and Firefox based browsers, NoScript gives you with the best available protection on the web.\n\nIt allows JavaScript, embedded objects, media and other active content to run only from trusted domains of your choice, e.g. your home-banking site, mitigating remotely exploitable vulnerabilities including Spectre and Meltdown, and provide a wide range of additional protections.\n\nSuch a preemptive approach prevents exploitation of security vulnerabilities (known and even unknown!) with no loss of functionality where you need it.\n\nExperts do agree: your browser is really safer with NoScript!\n\nFAQ: https://noscript.net/faq\nForum: https://noscript.net/forum\nSource code: https://github.com/hackademix/noscript/",
    "bn,fa,fi,ja,lt,ro": "NoScript 11.x: finally a cross-browser NoScript for Chrome, Chromium and Firefox-based web clients.\nPlease report any issue at https://noscript.net/forum in the Support section with [Chrome] in the subject.\nFor the more technical inclined, bug reports and/or contributions at https://github.com/hackademix/noscript/ (source code repository).\n\nPrivacy policy (TLTR: zero data collected): https://addons.mozilla.org/en-US/firefox/addon/noscript/privacy/\n\nWinner of the \"PC World World Class Award\" and bundled with the Tor Browser, NoScript gives you with the best available protection on the web.\n\nIt allows JavaScript, Flash, Java and other executable content to run only from trusted domains of your choice, e.g. your home-banking site, mitigating remotely exploitable vulnerabilities including Spectre and Meltdown.\n\nIt protects your \"trust boundaries\" against cross-site scripting attacks (XSS), cross-zone DNS rebinding / CSRF attacks (router hacking), and Clickjacking attempts.\n\nSuch a preemptive approach prevents exploitation of security vulnerabilities (known and even unknown!) with no loss of functionality where you need it.\nExperts do agree: your browser is really safer with NoScript ;-)\n\nFAQ: https://noscript.net/faq\nForum: https://noscript.net/forum\nSource code: https://github.com/hackademix/noscript/",
    "ca,de,el,es,fr,he,it,ms,nl,pt_BR,pt_PT,ru,tr,uk,zh_CN,zh_TW": "Winner of the \"PC World World Class Award\" and bundled with the Tor Browser, NoScript gives you with the best available protection on the web.\n\nIt allows JavaScript, Flash, Java and other executable content to run only from trusted domains of your choice, e.g. your home-banking site, mitigating remotely exploitable vulnerabilities including Spectre and Meltdown.\n\nIt protects your \"trust boundaries\" against cross-site scripting attacks (XSS), cross-zone DNS rebinding / CSRF attacks (router hacking), and Clickjacking attempts.\n\nSuch a preemptive approach prevents exploitation of security vulnerabilities (known and even unknown!) with no loss of functionality where you need it.\nExperts do agree: your browser is really safer with NoScript ;-)\n\nFAQ: https://noscript.net/faq\nForum: https://noscript.net/forum",
    "da,no,pl": "NoScript 10.x: finally a Chromium/Chrome BETA.\nPlease report any issue at https://noscript.net/forum in the Support section with [Chrome] in the subject.\nFor the more technical inclined, bug reports and/or contributions at https://github.com/hackademix/noscript/ (source code repository).\n\nWinner of the \"PC World World Class Award\" and bundled with the Tor Browser, NoScript gives you with the best available protection on the web.\n\nIt allows JavaScript, Flash, Java and other executable content to run only from trusted domains of your choice, e.g. your home-banking site, mitigating remotely exploitable vulnerabilities including Spectre and Meltdown.\n\nIt protects your \"trust boundaries\" against cross-site scripting attacks (XSS), cross-zone DNS rebinding / CSRF attacks (router hacking), and Clickjacking attempts.\n\nSuch a preemptive approach prevents exploitation of security vulnerabilities (known and even unknown!) with no loss of functionality where you need it.\nExperts do agree: your browser is really safer with NoScript ;-)\n\nFAQ: https://noscript.net/faq\nForum: https://noscript.net/forum\nSource code: https://github.com/hackademix/noscript/"
  }
}