{
  "name": {
    "ar": "AHA Music - برنامج البحث عن الأغاني للمتصفح",
    "am": "AHA Music - የበለጠ ዘፈን ያገለግሉ የበለጠ ዘፈን ያገለግሉ",
    "bg": "AHA Music - Търсачка на песни за браузър",
    "bn": "AHA Music - ব্রাউজারের জন্য গান অনুসন্ধানকারী",
    "ca": "AHA Music - Cercador de cançons per al navegador",
    "cs": "AHA Music - Hledač písní pro prohlížeč",
    "da": "AHA Music - Sangfinder til browseren",
    "de": "AHA Music - Song Finder für Browser",
    "el": "AHA Music - Εργαλείο εντοπισμού τραγουδιών για τον περιηγητή",
    "en,en_AU,en_GB,en_US,es_419,fa,pt_BR": "AHA Music - Song Finder for Browser",
    "es": "AHA Music - Buscador de canciones para el navegador",
    "et": "AHA Music - Lauluotsija brauserile",
    "fi": "AHA Music - Kappaleiden etsijä selaimelle",
    "fil": "AHA Music - Tagapaghanap ng Kanta para sa Browser",
    "fr": "AHA Music - Recherche de chanson pour navigateur",
    "gu": "AHA Music - બ્રાઉઝર માટે ગીત શોધક",
    "he": "AHA Music - מוצא שירים עבור דפדפן",
    "hi": "AHA Music - ब्राउज़र के लिए गाना खोजने वाला",
    "hr": "AHA Music - Tražilo pjesama za preglednik",
    "hu": "AHA Music - Dalkereső a böngészőhöz",
    "id": "AHA Music - Pencari Lagu untuk Browser",
    "it": "AHA Music - Trova canzoni per il browser",
    "ja": "AHA Music - ブラウザ向けの曲検索",
    "kn": "AHA Music - ಬ್ರೌಸರ್ ಗೆ ಹಾಡು ಹುಡುಕುವವ",
    "ko": "AHA Music - 브라우저 용 노래 찾기",
    "lt": "AHA Music - Dainų paieškos įrankis naršyklėje",
    "lv": "AHA Music - Dziesmu meklētājs pārlūkam",
    "ml": "AHA Music - ബ്രൌസർക്കായി പാട്ട് തിരിച്ചുകളയുന്നത്",
    "mr": "AHA Music - ब्राउझरसाठी गाण्याचा शोधक",
    "ms": "AHA Music - Pencari Lagu untuk Pelayar",
    "nl": "AHA Music - Nummerzoeker voor de browser",
    "no": "AHA Music - Sangfinder for nettleseren",
    "pl": "AHA Music - Wyszukiwarka piosenek dla przeglądarki",
    "pt_PT": "AHA Music - Localizador de músicas para o navegador",
    "ro": "AHA Music - Căutător de melodii pentru browser",
    "ru": "AHA Music - Поиск песен для браузера",
    "sk": "AHA Music - Hľadač piesní pre prehliadač",
    "sl": "AHA Music - Iskalnik pesmi za brskalnik",
    "sr": "AHA Music - Tražilac pesama za preglednik",
    "sv": "AHA Music - Såghittare för webbläsaren",
    "sw": "AHA Music - Msaka Nyimbo kwa Kivinjari",
    "ta": "AHA Music - உலாவிக்குக்காக பாடல் கண்காணி",
    "te": "AHA Music - బ్రౌజర్ కోసం పాట వేటాడు",
    "th": "AHA Music - ตัวค้นหาเพลงสำหรับเบราว์เซอร์",
    "tr": "AHA Music - Tarayıcı için Şarkı Bulucu",
    "uk": "AHA Music - Пошук пісень для браузера",
    "vi": "AHA Music - Trình tìm bài hát cho trình duyệt",
    "zh_CN": "AHA Music - 浏览器中的音乐雷达",
    "zh_TW": "AHA Music - 瀏覽器中的音樂雷達"
  },
  "short": {
    "ar": "ما هي الأغنية؟ يخبرك معرف الأغاني!",
    "am": "ስም እንዴት ነህ? የመረጃው ስም ለማጥፋት!",
    "bg": "Коя е песента? Идентификаторът на песента ви казва!",
    "bn": "গান কি? গানের শনাক্তকরণ আপনাকে বলে!",
    "ca": "Quina és la cançó? L'identificador de cançons t'ho diu!",
    "cs": "Co to je za písničku? Identifikátor písně vám řekne!",
    "da": "Hvad er sangen? Sangidentifikatoren fortæller dig det!",
    "de": "Was ist das für ein Lied? Die Kennung des Liedes sagt es Ihnen!",
    "el": "Ποιο είναι το τραγούδι; Ο αναγνωριστής τραγουδιών σας το λέει!",
    "en,en_AU,en_GB,en_US,es_419,fa,pt_BR": "What is the song? Song identifier tells you!",
    "es": "¿Cuál es la canción? ¡El identificador de la canción te lo dice!",
    "et": "Mis laul see on? Laulu tuvastaja ütleb sulle!",
    "fi": "Mikä on kappale? Kappaleen tunnistin kertoo sen sinulle!",
    "fil": "Anong kanta ito? Sasabihin sa iyo ng tagapagkilala ng kanta!",
    "fr": "Quelle est la chanson? L'identifiant de la chanson vous le dit!",
    "gu": "આ કઈ ગીત છે? ગીત શોધક તમને જણાવે!",
    "he": "מהו השיר? מזהה השירים אומר לך!",
    "hi": "यह कौन सा गाना है? गाना पहचानकर आपको बताता है!",
    "hr": "Koja je pjesma? Identifikator pjesme vam kaže!",
    "hu": "Mi ez a dal? A dal azonosító megmondja neked!",
    "id": "Apa lagu ini? Identifikasi lagu memberi tahu Anda!",
    "it": "Qual è la canzone? L'identificatore di canzoni te lo dice!",
    "ja": "これはどんな曲ですか？曲の識別子が教えてくれます！",
    "kn": "ಇದು ಯಾವ ಹಾಡು ಇದೆ? ಹಾಡು ಗುರುತಿಸುವವು ನಿಮಗೆ ಹೇಳುವರು!",
    "ko": "노래는 무엇입니까? 노래 식별자가 알려줍니다!",
    "lt": "Koks tai yra kūrinys? Dainos identifikatorius jums tai pasakys!",
    "lv": "Kāda ir dziesma? Dziesmas identifikators jums to pateiks!",
    "ml": "ഇത് ഏതാണ് പാടുക? പാട്ട് ഐഡന്റിഫയർ നിങ്ങൾക്ക് പറയും!",
    "mr": "ही कोणती गाणं आहे? गाण्याची ओळख करणारा तुमच्याला सांगेल!",
    "ms": "Apakah ini lagu? Pengenalan lagu memberitahu anda!",
    "nl": "Wat is het nummer? Het nummer identificeert vertelt het je!",
    "no": "Hva er sangen? Sangidentifikator forteller deg det!",
    "pl": "Jaka to piosenka? Identyfikator piosenki powie Ci!",
    "pt_PT": "Qual é a música? O identificador de músicas diz-te!",
    "ro": "Care este melodia? Identificatorul de melodii îți spune!",
    "ru": "Что за песня? Идентификатор песни говорит тебе!",
    "sk": "Aká je to pesnička? Identifikátor pesničky vám to povie!",
    "sl": "Katera pesem je to? Identifikator pesmi vam pove!",
    "sr": "Koja je pesma? Identifikator pesme će vam reći!",
    "sv": "Vilken låt är det? Sången identifierar berättar för dig!",
    "sw": "Hii ni wimbo gani? Kitambulisho cha wimbo kitakuambia!",
    "ta": "இது ஏதாவது பாடலா? பாடல் அடையாளம் உங்களுக்கு சொல்லும்!",
    "te": "ఇది ఏదైనా పాటా? పాట గుర్తుని మీరు చెప్పేస్తుంది!",
    "th": "เพลงนี้คือเพลงอะไร? ตัวระบุเพลงจะบอกคุณ!",
    "tr": "Bu şarkı ne? Şarkı tanımlayıcı size söyler!",
    "uk": "Яка це пісня? Ідентифікатор пісні скаже вам!",
    "vi": "Bài hát là gì Nhận dạng bài hát cho bạn biết!",
    "zh_CN": "识别浏览器中所播放的歌曲",
    "zh_TW": "識別瀏覽器中所播放的歌曲。"
  },
  "long": {
    "ar": "ما هي الأغنية؟ معرف الأغنية يخبرك!\n\nما هذه الاغنية؟ قد يراودك هذا السؤال دائمًا أثناء التصفح عبر الإنترنت.\n\nحدد الأغاني بدقة مذهلة ويمنحك كل المعلومات التي تحتاجها للعثور على الأغنية مرة أخرى.\n\nAHA Music هو الجيل التالي من مكتشف الأغاني على متصفحك. فهو يسمح لك بالعثور على الموسيقى على أي موقع ويب عن طريق اكتشاف الصوت، ويمكنك أيضًا العثور على الأغاني على منصات التواصل الاجتماعي الشهيرة أو ببساطة البحث عن الفنان وعنوان الأغنية في متصفحك.\n\nميزة AHA Music الجديدة: تحديد أغنية الغلاف !!!\n\nانقر فوق زر هذا الامتداد في الصفحة التي يتم فيها تشغيل الصوت وسيقوم بتحديد الأغاني بالإضافة إلى روابط البث الخاصة بمنصات بث الموسيقى.\n\nإنه مجاني 100%!\nلا يستخدم هذا الملحق ميكروفون المستخدم.\n\nتابعنا:\nhttps://twitter.com/MusicIdentifier\n\nالتعرف على الموسيقى بواسطة ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music جميع الحقوق محفوظة",
    "am": "ዘፈኑ ምንድን ነው? የዘፈን መለያ ይነግርዎታል!\n\nይህ ምን ዘፈን ነው? በመስመር ላይ ሲያስሱ ሁል ጊዜ ይህ ጥያቄ ሊኖርዎት ይችላል።\n\nዘፈኖችን በሚያስደንቅ ትክክለኛነት ይለዩ እና ዘፈኑን እንደገና ለማግኘት የሚፈልጉትን መረጃ ይስጡ።\n\nAHA Music በአሳሽዎ ላይ የሚቀጥለው ትውልድ ዘፈን ፈላጊ ነው። ኦዲዮን በማግኘት በማንኛውም ድረ-ገጽ ላይ ሙዚቃን እንድታገኝ ይፈቅድልሃል፣ ዘፈኖቹን በታዋቂ የማህበራዊ ሚዲያ መድረኮች ላይ ማግኘት ወይም በቀላሉ የአርቲስት እና የዘፈን ርዕስ በአሳሽህ መፈለግ ትችላለህ።\n\nAHA ሙዚቃ አዲስ ባህሪ፡ የሽፋን ዘፈን መለየት !!!\n\nድምጹ በሚጫወትበት ገጽ ላይ የዚህን ቅጥያ ቁልፍ ጠቅ ያድርጉ እና ዘፈኖችን ከሙዚቃ ዥረት መድረኮች የዥረት አገናኞች ጋር ይለያል።\n\n100% ነፃ ነው!\nይህ ቅጥያ የተጠቃሚውን ማይክሮፎን አይጠቀምም።\n\nተከተሉን:\nhttps://twitter.com/MusicIdentifier\n\nየሙዚቃ እውቅና በACRCloud፡\nhttps://www.acrcloud.com/\n\n\n© AHA ሙዚቃ ሁሉም መብቶች የተጠበቁ ናቸው።",
    "bg": "коя е песента Идентификаторът на песента ви казва!\n\nкоя е тази песен Винаги може да имате този въпрос, докато сърфирате онлайн.\n\nИдентифицирайте песните с невероятна точност и предоставя цялата информация, от която се нуждаете, за да намерите отново песента.\n\nAHA Music е инструментът за търсене на песни от следващо поколение във вашия браузър. Тя ви позволява да намирате музика на всеки уебсайт чрез откриване на аудио, можете също да намерите песните в популярни социални медийни платформи или просто да търсите изпълнителя и заглавието на песента в браузъра си.\n\nНова функция на AHA Music: Идентифициране на кавър песен !!!\n\nЩракнете върху бутона на това разширение на страница с възпроизвеждане на аудио и то ще идентифицира песните заедно с връзките към потока на платформите за стрийминг на музика.\n\nТова е 100% безплатно!\nТова разширение не използва микрофона на потребителя.\n\nПоследвай ни:\nhttps://twitter.com/MusicIdentifier\n\nРазпознаване на музика от ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ВСИЧКИ ПРАВА ЗАПАЗЕНИ",
    "bn": "গানটা কি? গান শনাক্তকারী আপনাকে বলে!\n\nএটা কি গান? অনলাইনে ব্রাউজ করার সময় আপনার সবসময় এই প্রশ্ন থাকতে পারে।\n\nঅবিশ্বাস্য নির্ভুলতার সাথে গানগুলি সনাক্ত করুন এবং গানটি আবার খুঁজে পেতে আপনার প্রয়োজনীয় সমস্ত তথ্য দেয়।\n\nAHA Music হল আপনার ব্রাউজারে পরবর্তী প্রজন্মের গান ফাইন্ডার। এটি আপনাকে অডিও সনাক্ত করে যেকোনো ওয়েবসাইটে সঙ্গীত খুঁজে পেতে দেয়, আপনি জনপ্রিয় সোশ্যাল মিডিয়া প্ল্যাটফর্মগুলিতে গানগুলি খুঁজে পেতে পারেন বা কেবল আপনার ব্রাউজারে শিল্পী এবং গানের শিরোনাম অনুসন্ধান করতে পারেন।\n\nআহা মিউজিকের নতুন ফিচার: কভার গানের পরিচয়!!!\n\nঅডিও বাজানো সহ একটি পৃষ্ঠায় এই এক্সটেনশনের বোতামটি ক্লিক করুন এবং এটি সঙ্গীত স্ট্রিমিং প্ল্যাটফর্মগুলির স্ট্রিম লিঙ্কগুলির সাথে গানগুলি সনাক্ত করবে৷\n\nএটা 100% বিনামূল্যে!\nএই এক্সটেনশনটি ব্যবহারকারীর মাইক্রোফোন ব্যবহার করে না।\n\nআমাদের অনুসরণ করো:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud দ্বারা সঙ্গীত স্বীকৃতি:\nhttps://www.acrcloud.com/\n\n\n© AHA সঙ্গীত সর্বস্বত্ব সংরক্ষিত",
    "ca": "Quina és la cançó? L'identificador de la cançó t'ho diu!\n\nQuina cançó és aquesta? És possible que sempre tingueu aquesta pregunta mentre navegueu en línia.\n\nIdentifica cançons amb una precisió increïble i ofereix tota la informació que necessites per tornar a trobar la cançó.\n\nAHA Music és el cercador de cançons de nova generació al vostre navegador. Et permet trobar música a qualsevol lloc web mitjançant la detecció d'àudio, també pots trobar les cançons a les plataformes populars de xarxes socials o simplement cercar l'artista i el títol de la cançó al teu navegador.\n\nNova funció d'AHA Music: identifica la cançó de la portada !!!\n\nFeu clic al botó d'aquesta extensió en una pàgina on es reprodueix l'àudio i identificarà les cançons juntament amb els enllaços de reproducció de les plataformes de reproducció de música.\n\nÉs 100% gratuït!\nAquesta extensió no utilitza el micròfon de l'usuari.\n\nSegueix-nos:\nhttps://twitter.com/MusicIdentifier\n\nReconeixement musical per ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music TOTS ELS DRETS RESERVATS",
    "cs": "co je to za píseň? Identifikátor skladby vám to řekne!\n\nCo je to za písničku? Tuto otázku můžete mít vždy při procházení internetu.\n\nIdentifikujte skladby s neuvěřitelnou přesností a poskytuje všechny informace, které potřebujete k opětovnému nalezení skladby.\n\nAHA Music je vyhledávač skladeb nové generace ve vašem prohlížeči. Umožňuje vám najít hudbu na libovolném webu detekcí zvuku, skladby můžete také najít na populárních platformách sociálních médií nebo jednoduše vyhledat interpreta a název skladby v prohlížeči.\n\nNová funkce AHA Music: Identifikace převzaté písně !!!\n\nKlikněte na tlačítko tohoto rozšíření na stránce s přehráváním zvuku a identifikuje skladby spolu s odkazy na streamování platforem pro streamování hudby.\n\nJe to 100% zdarma!\nToto rozšíření nepoužívá mikrofon uživatele.\n\nNásleduj nás:\nhttps://twitter.com/MusicIdentifier\n\nRozpoznávání hudby pomocí ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music VŠECHNA PRÁVA VYHRAZENA",
    "da": "Hvad er sangen? Sangidentifikator fortæller dig!\n\nHvilken sang er dette? Du har muligvis altid dette spørgsmål, mens du surfer online.\n\nIdentificer sange med utrolig nøjagtighed og giver alle de oplysninger, du behøver for at finde sangen igen.\n\nAHA Music er næste generations sangfinder i din browser. Det giver dig mulighed for at finde musik på ethvert websted ved at registrere lyd, du kan også finde sangene på populære sociale medieplatforme eller blot søge efter kunstneren og sangtitlen i din browser.\n\nAHA Music ny funktion: Identificer coversang !!!\n\nKlik på knappen for denne udvidelse på en side, hvor lyden afspilles, og den vil identificere sange sammen med streamlinks på musikstreamingplatformene.\n\nDet er 100 % gratis!\nDenne udvidelse bruger ikke brugerens mikrofon.\n\nFølg os:\nhttps://twitter.com/MusicIdentifier\n\nMusikgenkendelse af ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music. ALLE RETTIGHEDER FORBEHOLDES",
    "de": "Was ist das für ein Lied? Der Song-Identifikator sagt es dir!\n\nWelcher Song ist das? Diese Frage stellen Sie sich vielleicht immer, wenn Sie im Internet surfen. \n\nDoreso identifiziert Lieder mit unglaublicher Genauigkeit und gibt Ihnen alle Informationen, die Sie brauchen, um das Lied wiederzufinden.\n\nAHA Music ist die nächste Generation des Song-Finders in Ihrem Browser. Es ermöglicht Ihnen, Musik auf jeder Website durch die Erkennung von Audio zu finden, können Sie auch die Songs auf beliebten Social-Media-Plattformen zu finden oder suchen Sie einfach den Künstler und Songtitel auf Ihrem Browser.\n\nKlicken Sie auf die Schaltfläche dieser Erweiterung auf einer Seite, auf der Audio abgespielt wird, und sie wird die Songs zusammen mit den Streaming-Links der Musik-Streaming-Plattformen identifizieren. \n\nSie ist 100% kostenlos!\nDiese Erweiterung verwendet nicht das Mikrofon des Benutzers.\n\nFolgen Sie uns:\nhttps://twitter.com/MusicIdentifier\n\nMusikerkennung von ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALLE RECHTE VORBEHALTEN",
    "el": "Ποιο είναι το τραγούδι? Το αναγνωριστικό τραγουδιού σας λέει!\n\nΠοιο τραγούδι είναι αυτό? Μπορεί να έχετε πάντα αυτήν την ερώτηση κατά την περιήγηση στο διαδίκτυο.\n\nΠροσδιορίστε τραγούδια με απίστευτη ακρίβεια και δίνει όλες τις πληροφορίες που χρειάζεστε για να βρείτε ξανά το τραγούδι.\n\nΤο AHA Music είναι το εργαλείο εύρεσης τραγουδιών επόμενης γενιάς στο πρόγραμμα περιήγησής σας. Σας επιτρέπει να βρίσκετε μουσική σε οποιονδήποτε ιστότοπο ανιχνεύοντας ήχο, μπορείτε επίσης να βρείτε τα τραγούδια σε δημοφιλείς πλατφόρμες μέσων κοινωνικής δικτύωσης ή απλά να αναζητήσετε τον καλλιτέχνη και τον τίτλο του τραγουδιού στο πρόγραμμα περιήγησής σας.\n\nΝέα δυνατότητα της AHA Music: Διασκευή τραγουδιού ταυτοποίηση !!!\n\nΚάντε κλικ στο κουμπί αυτής της επέκτασης σε μια σελίδα με αναπαραγωγή ήχου και θα προσδιορίσει τα τραγούδια μαζί με τους συνδέσμους ροής των πλατφορμών ροής μουσικής.\n\nΕίναι 100% δωρεάν!\nΑυτή η επέκταση δεν χρησιμοποιεί το μικρόφωνο του χρήστη.\n\nΑκολουθησε μας:\nhttps://twitter.com/MusicIdentifier\n\nΑναγνώριση μουσικής από το ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music Με την επιφύλαξη παντός δικαιώματος",
    "en,en_US,es_419,fa,pt_BR": "Shazam alternative!\n\nWhat song is this? You may always have this question while browsing online. \n\nIdentify songs with incredible accuracy and gives all the information you need to find the song again.\n\nAHA Music is the next-generation song finder on your browser. It allows you to find music on any website by detecting audio, you can also find the songs on popular social media platforms or simply search the artist and song title on your browser.\n\nAHA Music new feature: Cover Song identify !!!\n\nClick the button of this extension on a page with the audio playing and it will identify songs along with the stream links of the music streaming platforms. \n\nIt’s 100% free!\nThis extension does not use the user's microphone.\n\nFollow us:\nhttps://twitter.com/MusicIdentifier\n\nMusic Recognition by ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALL RIGHTS RESERVED",
    "en_AU,en_GB": "What is the song? Song identifier tells you!\n\nWhat song is this? You may always have this question while browsing online. \n\nIdentify songs with incredible accuracy and gives all the information you need to find the song again.\n\nAHA Music is the next-generation song finder on your browser. It allows you to find music on any website by detecting audio, you can also find the songs on popular social media platforms or simply search the artist and song title on your browser.\n\nAHA Music new feature: Cover Song identify !!!\n\nClick the button of this extension on a page with the audio playing and it will identify songs along with the stream links of the music streaming platforms. \n\nIt’s 100% free!\nThis extension does not use the user's microphone.\n\nFollow us:\nhttps://twitter.com/MusicIdentifier\n\nMusic Recognition by ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALL RIGHTS RESERVED",
    "es": "¿Cuál es la canción? El identificador de la canción te lo dice.\n\n¿Qué canción es? Es posible que siempre te surja esta pregunta mientras navegas por Internet. \n\nIdentifica las canciones con una precisión increíble y te da toda la información que necesitas para volver a encontrar la canción.\n\nAHA Music es el buscador de canciones de última generación en tu navegador. Le permite encontrar música en cualquier sitio web mediante la detección de audio, también puede encontrar las canciones en las plataformas de medios sociales populares o simplemente buscar el artista y el título de la canción en su navegador.\n\nHaz clic en el botón de esta extensión en una página en la que se esté reproduciendo el audio e identificará las canciones junto con los enlaces de streaming de las plataformas de música. \n\nEs 100% gratuita.\nEsta extensión no utiliza el micrófono del usuario.\n\nSíganos:\nhttps://twitter.com/MusicIdentifier\n\nReconocimiento de música por ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music TODOS LOS DERECHOS RESERVADOS",
    "et": "Mis laul on? Laulu identifikaator ütleb teile!\n\nMis laul see on? See küsimus võib veebis sirvimise ajal alati tekkida.\n\nTuvastage laulud uskumatu täpsusega ja saate kogu teabe, mida vajate laulu uuesti leidmiseks.\n\nAHA Music on teie brauseris järgmise põlvkonna lauluotsija. See võimaldab teil heli tuvastamise abil leida muusikat mis tahes veebisaidilt, samuti saate otsida laule populaarsetelt sotsiaalmeedia platvormidelt või otsida lihtsalt oma brauseris esitajat ja laulu pealkirja.\n\nAHA Musicu uus funktsioon: kaaneloo tuvastamine !!!\n\nKlõpsake selle laienduse nuppu lehel, kus heli esitatakse, ja see tuvastab laulud koos muusika voogedastusplatvormide voogesituslinkidega.\n\nSee on 100% tasuta!\nSee laiendus ei kasuta kasutaja mikrofoni.\n\nJärgne meile:\nhttps://twitter.com/MusicIdentifier\n\nACRCloudi muusikatuvastus:\nhttps://www.acrcloud.com/\n\n\n© AHA Music KÕIK ÕIGUSED reserveeritud",
    "fi": "Mikä kappale on? Kappaleen tunniste kertoo!\n\nMikä kappale tämä on? Sinulla saattaa aina olla tämä kysymys selatessasi verkkoa.\n\nTunnista kappaleet uskomattomalla tarkkuudella ja anna kaikki tiedot, joita tarvitset löytääksesi kappaleen uudelleen.\n\nAHA Music on seuraavan sukupolven kappaleiden etsijä selaimessasi. Sen avulla voit löytää musiikkia miltä tahansa verkkosivustolta tunnistamalla ääntä, voit myös etsiä kappaleita suosituilta sosiaalisen median alustoilta tai yksinkertaisesti etsiä artistia ja kappaleen nimeä selaimessasi.\n\nAHA Musicin uusi ominaisuus: Cover Song tunnista !!!\n\nNapsauta tämän laajennuksen painiketta sivulla, jolla ääni toistetaan, ja se tunnistaa kappaleet sekä musiikin suoratoistoalustojen suoratoistolinkit.\n\nSe on 100% ilmainen!\nTämä laajennus ei käytä käyttäjän mikrofonia.\n\nSeuraa meitä:\nhttps://twitter.com/MusicIdentifier\n\nACRCloudin musiikintunnistus:\nhttps://www.acrcloud.com/\n\n\n© AHA Music KAIKKI OIKEUDET PIDÄTETÄÄN",
    "fil": "Ano ang kanta? Sinasabi sa iyo ng tagatukoy ng kanta!\n\nAnong kanta ito? Maaaring palagi kang may ganitong tanong habang nagba-browse online.\n\nTukuyin ang mga kanta na may hindi kapani-paniwalang katumpakan at ibigay ang lahat ng impormasyong kailangan mo upang mahanap muli ang kanta.\n\nAng AHA Music ay ang susunod na henerasyong tagahanap ng kanta sa iyong browser. Pinapayagan ka nitong makahanap ng musika sa anumang website sa pamamagitan ng pag-detect ng audio, maaari mo ring mahanap ang mga kanta sa mga sikat na platform ng social media o maghanap lang ng artist at pamagat ng kanta sa iyong browser.\n\nBagong feature ng AHA Music: Kilalanin ang Cover Song !!!\n\nI-click ang button ng extension na ito sa isang page na may tumutugtog na audio at tutukuyin nito ang mga kanta kasama ang mga link ng stream ng music streaming platforms.\n\nIto ay 100% libre!\nHindi ginagamit ng extension na ito ang mikropono ng user.\n\nSundan mo kami:\nhttps://twitter.com/MusicIdentifier\n\nMusic Recognition ng ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALL RIGHTS RESERVED",
    "fr": "Quelle est la chanson ? L'identifiant de la chanson vous le dit !\n\nQuelle est cette chanson ? Vous pouvez toujours vous poser cette question lorsque vous naviguez en ligne. \n\nIdentifie les chansons avec une précision incroyable et donne toutes les informations dont vous avez besoin pour retrouver la chanson.\n\nAHA Music est la nouvelle génération d'identificateur de chansons sur votre navigateur. Il vous permet de trouver de la musique sur n'importe quel site Web en détectant l'audio, vous pouvez également trouver les chansons sur les plateformes de médias sociaux populaires ou simplement rechercher l'artiste et le titre de la chanson sur votre navigateur.\n\nCliquez sur le bouton de cette extension sur une page avec l'audio en cours de lecture et il identifiera les chansons avec les liens de streaming des plateformes de streaming musical. \n\nC'est 100% gratuit !\nCette extension n'utilise pas le microphone de l'utilisateur.\n\nSuivez-nous :\nhttps://twitter.com/MusicIdentifier\n\nReconnaissance de la musique par ACRCloud :\nhttps://www.acrcloud.com/\n\n\n© AHA MusicTOUS DROITS RÉSERVÉS",
    "gu": "ગીત શું છે? ગીત ઓળખકર્તા તમને કહે છે!\n\nઆ કયું ગીત છે? ઓનલાઈન બ્રાઉઝ કરતી વખતે તમને હંમેશા આ પ્રશ્ન થઈ શકે છે.\n\nઅદ્ભુત સચોટતા સાથે ગીતો ઓળખો અને તમને ફરીથી ગીત શોધવા માટે જરૂરી બધી માહિતી આપો.\n\nAHA મ્યુઝિક એ તમારા બ્રાઉઝર પર આગામી પેઢીનું ગીત શોધક છે. તે તમને ઑડિઓ શોધીને કોઈપણ વેબસાઇટ પર સંગીત શોધવાની મંજૂરી આપે છે, તમે લોકપ્રિય સોશિયલ મીડિયા પ્લેટફોર્મ પર પણ ગીતો શોધી શકો છો અથવા ફક્ત તમારા બ્રાઉઝર પર કલાકાર અને ગીતનું શીર્ષક શોધી શકો છો.\n\nAHA મ્યુઝિક નવી સુવિધા: કવર સોંગ ઓળખો !!!\n\nઑડિયો વગાડતા પૃષ્ઠ પર આ એક્સ્ટેંશનના બટનને ક્લિક કરો અને તે સંગીત સ્ટ્રીમિંગ પ્લેટફોર્મની સ્ટ્રીમ લિંક્સ સાથે ગીતોને ઓળખશે.\n\nતે 100% મફત છે!\nઆ એક્સ્ટેંશન વપરાશકર્તાના માઇક્રોફોનનો ઉપયોગ કરતું નથી.\n\nઅમને અનુસરો:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud દ્વારા સંગીતની ઓળખ:\nhttps://www.acrcloud.com/\n\n\n© AHA સંગીત સર્વાધિકાર આરક્ષિત",
    "he": "מהו השיר? מזהה השיר אומר לך!\n\nאיזה שיר זה? ייתכן שתמיד תהיה לך שאלה זו בזמן גלישה מקוונת.\n\nזהה שירים בדיוק מדהים ונותן את כל המידע שאתה צריך כדי למצוא את השיר שוב.\n\nAHA Music הוא מאתר השירים של הדור הבא בדפדפן שלך. זה מאפשר לך למצוא מוזיקה בכל אתר אינטרנט על ידי זיהוי אודיו, אתה יכול גם למצוא את השירים בפלטפורמות מדיה חברתית פופולריות או פשוט לחפש את האמן וכותרת השיר בדפדפן שלך.\n\nתכונה חדשה של AHA Music: זיהוי שיר כיסוי !!!\n\nלחץ על הכפתור של הרחבה זו בדף עם האודיו מתנגן והוא יזהה שירים יחד עם קישורי הסטרימינג של פלטפורמות הזרמת המוזיקה.\n\nזה 100% בחינם!\nהרחבה זו אינה משתמשת במיקרופון של המשתמש.\n\nלעקוב אחרינו:\nhttps://twitter.com/MusicIdentifier\n\nזיהוי מוזיקה על ידי ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music כל הזכויות שמורות",
    "hi": "गीत क्या है? गीत पहचानकर्ता आपको बताता है!\n\nक्या गीत कौनसा है? ऑनलाइन ब्राउज़ करते समय आपके मन में हमेशा यह प्रश्न हो सकता है।\n\nअविश्वसनीय सटीकता के साथ गानों को पहचानें और आपको गाना दोबारा ढूंढने के लिए आवश्यक सभी जानकारी देता है।\n\nएएचए म्यूजिक आपके ब्राउज़र पर अगली पीढ़ी का गीत खोजक है। यह आपको ऑडियो का पता लगाकर किसी भी वेबसाइट पर संगीत ढूंढने की अनुमति देता है, आप लोकप्रिय सोशल मीडिया प्लेटफॉर्म पर गाने भी ढूंढ सकते हैं या बस अपने ब्राउज़र पर कलाकार और गीत का शीर्षक खोज सकते हैं।\n\nअहा म्यूजिक की नई सुविधा: कवर सॉन्ग की पहचान!!!\n\nऑडियो चलाने वाले पृष्ठ पर इस एक्सटेंशन के बटन पर क्लिक करें और यह संगीत स्ट्रीमिंग प्लेटफॉर्म के स्ट्रीम लिंक के साथ-साथ गाने की पहचान करेगा।\n\nयह 100% मुफ़्त है!\nयह एक्सटेंशन उपयोगकर्ता के माइक्रोफ़ोन का उपयोग नहीं करता है.\n\nहमारे पर का पालन करें:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud द्वारा संगीत पहचान:\nhttps://www.acrcloud.com/\n\n\n© अहा म्यूजिक सर्वाधिकार सुरक्षित",
    "hr": "koja je pjesma Identifikator pjesme vam govori!\n\nkoja je ovo pjesma Uvijek možete imati ovo pitanje dok pregledavate internet.\n\nPrepoznajte pjesme s nevjerojatnom točnošću i daje sve informacije koje su vam potrebne da ponovno pronađete pjesmu.\n\nAHA Music je nova generacija tražilice pjesama u vašem pregledniku. Omogućuje vam pronalaženje glazbe na bilo kojoj web stranici otkrivanjem zvuka, također možete pronaći pjesme na popularnim platformama društvenih medija ili jednostavno pretražiti izvođača i naslov pjesme u svom pregledniku.\n\nAHA Music nova značajka: Identifikacija obrade pjesme !!!\n\nPritisnite gumb ovog proširenja na stranici sa zvukom koji se reproducira i ono će identificirati pjesme zajedno s vezama za strujanje glazbenih platformi za strujanje.\n\nTo je 100% besplatno!\nOvo proširenje ne koristi korisnički mikrofon.\n\nPrati nas:\nhttps://twitter.com/MusicIdentifier\n\nPrepoznavanje glazbe putem ACRClouda:\nhttps://www.acrcloud.com/\n\n\n© AHA Music SVA PRAVA PRIDRŽANA",
    "hu": "Mi a dal? A dalazonosító megmondja!\n\nMi ez a dal? Ez a kérdés mindig felmerülhet online böngészés közben.\n\nHihetetlen pontossággal azonosítja a dalokat, és megad minden információt, amelyre szüksége van a dal újra megtalálásához.\n\nAz AHA Music a következő generációs dalkereső a böngészőjében. Lehetővé teszi, hogy bármilyen webhelyen zenét találjon a hang észlelésével, megtalálhatja a dalokat a népszerű közösségi média platformokon, vagy egyszerűen megkeresheti az előadót és a dal címét a böngészőben.\n\nAHA Music új funkció: Cover Song azonosítani !!!\n\nKattintson ennek a bővítménynek a gombjára a hangot lejátszott oldalon, és az azonosítja a dalokat a zenei streamelő platformok adatfolyam-hivatkozásaival együtt.\n\n100%-ban ingyenes!\nEz a bővítmény nem használja a felhasználó mikrofonját.\n\nKövess minket:\nhttps://twitter.com/MusicIdentifier\n\nZenefelismerés az ACRCloud által:\nhttps://www.acrcloud.com/\n\n\n© AHA Music MINDEN JOG FENNTARTVA",
    "id": "Apa lagunya? Pengidentifikasi lagu memberi tahu Anda!\n\nLagu apa ini? Anda mungkin selalu memiliki pertanyaan ini saat menjelajah online.\n\nIdentifikasi lagu dengan akurasi luar biasa dan berikan semua informasi yang Anda perlukan untuk menemukan lagu tersebut lagi.\n\nAHA Music adalah pencari lagu generasi berikutnya di browser Anda. Ini memungkinkan Anda menemukan musik di situs web mana pun dengan mendeteksi audio, Anda juga dapat menemukan lagu di platform media sosial populer atau cukup mencari artis dan judul lagu di browser Anda.\n\nFitur baru AHA Music: Identifikasi Lagu Sampul !!!\n\nKlik tombol ekstensi ini pada halaman dengan pemutaran audio dan itu akan mengidentifikasi lagu bersama dengan tautan streaming dari platform streaming musik.\n\nIni 100% gratis!\nEkstensi ini tidak menggunakan mikrofon pengguna.\n\nIkuti kami:\nhttps://twitter.com/MusicIdentifier\n\nPengenalan Musik oleh ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Musik SEMUA HAK DILINDUNGI",
    "it": "Qual è la canzone? L'identificatore della canzone te lo dice!\n\nChe canzone è questa? Potresti sempre avere questa domanda mentre navighi online.\n\nIdentifica le canzoni con incredibile precisione e fornisce tutte le informazioni necessarie per ritrovare la canzone.\n\nAHA Music è il cercatore di brani di nuova generazione sul tuo browser. Ti consente di trovare musica su qualsiasi sito Web rilevando l'audio, puoi anche trovare i brani sulle piattaforme di social media più popolari o semplicemente cercare l'artista e il titolo del brano sul tuo browser.\n\nNuova funzionalità di AHA Music: identificazione della cover song !!!\n\nFai clic sul pulsante di questa estensione su una pagina con l'audio in riproduzione e identificherà i brani insieme ai collegamenti allo streaming delle piattaforme di streaming musicale.\n\nÈ gratuito al 100%!\nQuesta estensione non utilizza il microfono dell'utente.\n\nSeguici:\nhttps://twitter.com/MusicIdentifier\n\nRiconoscimento musicale da parte di ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Musica TUTTI I DIRITTI RISERVATI",
    "ja": "曲は何ですか？ 曲の識別情報がわかります。\n\nこれは何の歌ですか？ オンラインを閲覧していると、常にこの疑問が浮かぶかもしれません。\n\n驚くべき精度で曲を識別し、その曲を再度見つけるために必要なすべての情報を提供します。\n\nAHA Music は、ブラウザ上の次世代ソング ファインダーです。 音声を検出してあらゆる Web サイトで音楽を見つけることができます。人気のソーシャル メディア プラットフォームで曲を見つけたり、ブラウザでアーティストと曲のタイトルを検索したりすることもできます。\n\nAHA Music の新機能: カバーソングの識別 !!!\n\nオーディオが再生されているページでこの拡張機能のボタンをクリックすると、音楽ストリーミング プラットフォームのストリーム リンクとともに曲を識別します。\n\n完全に無料です！\nこの拡張機能はユーザーのマイクを使用しません。\n\n私たちに従ってください：\nhttps://twitter.com/MusicIdentifier\n\nACRCloud による音楽認識:\nhttps://www.acrcloud.com/\n\n\n© AHAミュージック全著作権所有",
    "kn": "ಹಾಡು ಯಾವುದು? ಹಾಡು ಗುರುತಿಸುವಿಕೆ ನಿಮಗೆ ಹೇಳುತ್ತದೆ!\n\nಇದು ಯಾವ ಹಾಡು? ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಬ್ರೌಸ್ ಮಾಡುವಾಗ ನೀವು ಯಾವಾಗಲೂ ಈ ಪ್ರಶ್ನೆಯನ್ನು ಹೊಂದಿರಬಹುದು.\n\nನಂಬಲಾಗದ ನಿಖರತೆಯೊಂದಿಗೆ ಹಾಡುಗಳನ್ನು ಗುರುತಿಸಿ ಮತ್ತು ನೀವು ಮತ್ತೆ ಹಾಡನ್ನು ಹುಡುಕಲು ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ನೀಡುತ್ತದೆ.\n\nAHA ಸಂಗೀತವು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಮುಂದಿನ ಪೀಳಿಗೆಯ ಹಾಡು ಶೋಧಕವಾಗಿದೆ. ಆಡಿಯೊವನ್ನು ಪತ್ತೆಹಚ್ಚುವ ಮೂಲಕ ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಸಂಗೀತವನ್ನು ಹುಡುಕಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ, ನೀವು ಜನಪ್ರಿಯ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಹಾಡುಗಳನ್ನು ಸಹ ಕಾಣಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಕಲಾವಿದ ಮತ್ತು ಹಾಡಿನ ಶೀರ್ಷಿಕೆಯನ್ನು ಸರಳವಾಗಿ ಹುಡುಕಬಹುದು.\n\nAHA ಸಂಗೀತ ಹೊಸ ವೈಶಿಷ್ಟ್ಯ: ಕವರ್ ಸಾಂಗ್ ಗುರುತಿಸಿ !!!\n\nಆಡಿಯೋ ಪ್ಲೇ ಆಗುತ್ತಿರುವ ಪುಟದಲ್ಲಿ ಈ ವಿಸ್ತರಣೆಯ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಇದು ಸಂಗೀತ ಸ್ಟ್ರೀಮಿಂಗ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳ ಸ್ಟ್ರೀಮ್ ಲಿಂಕ್‌ಗಳ ಜೊತೆಗೆ ಹಾಡುಗಳನ್ನು ಗುರುತಿಸುತ್ತದೆ.\n\nಇದು 100% ಉಚಿತವಾಗಿದೆ!\nಈ ವಿಸ್ತರಣೆಯು ಬಳಕೆದಾರರ ಮೈಕ್ರೊಫೋನ್ ಅನ್ನು ಬಳಸುವುದಿಲ್ಲ.\n\nನಮ್ಮನ್ನು ಅನುಸರಿಸಿ:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud ಮೂಲಕ ಸಂಗೀತ ಗುರುತಿಸುವಿಕೆ:\nhttps://www.acrcloud.com/\n\n\n© AHA ಸಂಗೀತ ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ",
    "ko": "노래는 무엇입니까? 노래 식별자가 알려줍니다!\n\n이게 무슨 노래야? 온라인 검색을 하는 동안 항상 이 질문이 있을 수 있습니다.\n\n놀라운 정확도로 노래를 식별하고 노래를 다시 찾는 데 필요한 모든 정보를 제공합니다.\n\nAHA Music는 브라우저의 차세대 노래 찾기 도구입니다. 오디오를 감지하여 모든 웹사이트에서 음악을 찾을 수 있으며 인기 있는 소셜 미디어 플랫폼에서 노래를 찾거나 브라우저에서 아티스트와 노래 제목을 검색할 수도 있습니다.\n\n오디오가 재생되는 페이지에서 이 확장 프로그램의 버튼을 클릭하면 음악 스트리밍 플랫폼의 스트림 링크와 함께 노래를 식별합니다.\n\n100% 무료입니다!\n이 확장 프로그램은 사용자의 마이크를 사용하지 않습니다.\n\n팔로우:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud의 음악 인식:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALL RIGHTS RESERVED",
    "lt": "Kokia daina? Dainos identifikatorius jums pasakys!\n\nKokia tai daina? Jums visada gali kilti šis klausimas naršydami internete.\n\nNeįtikėtinai tiksliai identifikuokite dainas ir pateikite visą informaciją, kurios jums reikia norint vėl rasti dainą.\n\n„AHA Music“ yra naujos kartos dainų ieškiklis jūsų naršyklėje. Tai leidžia rasti muziką bet kurioje svetainėje aptikdami garsą, taip pat galite rasti dainas populiariose socialinės žiniasklaidos platformose arba tiesiog ieškoti atlikėjo ir dainos pavadinimo savo naršyklėje.\n\nNauja „AHA Music“ funkcija: dainos viršelio atpažinimas !!!\n\nSpustelėkite šio plėtinio mygtuką puslapyje, kuriame grojamas garsas, ir jis atpažins dainas kartu su muzikos srautinio perdavimo platformų srauto nuorodomis.\n\nTai 100% nemokama!\nŠis plėtinys nenaudoja naudotojo mikrofono.\n\nSekite mus:\nhttps://twitter.com/MusicIdentifier\n\nMuzikos atpažinimas naudojant ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© „AHA Music“ VISOS TEISĖS SAUGOMOS",
    "lv": "Kāda ir dziesma? Dziesmas identifikators stāsta!\n\nKas šī par dziesmu? Pārlūkojot tiešsaistē, jums vienmēr var rasties šāds jautājums.\n\nIdentificējiet dziesmas ar neticamu precizitāti un sniedziet visu nepieciešamo informāciju, lai dziesmu atrastu vēlreiz.\n\nAHA Music ir nākamās paaudzes dziesmu meklētājs jūsu pārlūkprogrammā. Tas ļauj atrast mūziku jebkurā vietnē, nosakot audio, varat arī atrast dziesmas populārās sociālo mediju platformās vai vienkārši meklēt izpildītāju un dziesmas nosaukumu savā pārlūkprogrammā.\n\nAHA Music jaunā funkcija: kaverdziesmas identificēšana !!!\n\nNoklikšķiniet uz šī paplašinājuma pogas lapā, kurā tiek atskaņots audio, un tas identificēs dziesmas kopā ar mūzikas straumēšanas platformu straumēšanas saitēm.\n\nTas ir 100% bez maksas!\nŠis paplašinājums neizmanto lietotāja mikrofonu.\n\nSeko mums:\nhttps://twitter.com/MusicIdentifier\n\nMūzikas atpazīšana, izmantojot ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music VISAS TIESĪBAS AIZSARGĀTAS",
    "ml": "എന്താണ് പാട്ട്? ഗാന ഐഡന്റിഫയർ നിങ്ങളോട് പറയുന്നു!\n\nഇത് എന്ത് പാട്ടാണ്? ഓൺലൈനിൽ ബ്രൗസ് ചെയ്യുമ്പോൾ നിങ്ങൾക്ക് എല്ലായ്പ്പോഴും ഈ ചോദ്യം ഉണ്ടായേക്കാം.\n\nഅവിശ്വസനീയമായ കൃത്യതയോടെ പാട്ടുകൾ തിരിച്ചറിയുക, പാട്ട് വീണ്ടും കണ്ടെത്തുന്നതിന് ആവശ്യമായ എല്ലാ വിവരങ്ങളും നൽകുന്നു.\n\nനിങ്ങളുടെ ബ്രൗസറിലെ അടുത്ത തലമുറ ഗാന ഫൈൻഡറാണ് AHA സംഗീതം. ഓഡിയോ കണ്ടെത്തുന്നതിലൂടെ ഏത് വെബ്‌സൈറ്റിലും സംഗീതം കണ്ടെത്താൻ ഇത് നിങ്ങളെ അനുവദിക്കുന്നു, നിങ്ങൾക്ക് ജനപ്രിയ സോഷ്യൽ മീഡിയ പ്ലാറ്റ്‌ഫോമുകളിൽ പാട്ടുകൾ കണ്ടെത്താനും അല്ലെങ്കിൽ നിങ്ങളുടെ ബ്രൗസറിൽ ആർട്ടിസ്റ്റും പാട്ടിന്റെ ശീർഷകവും തിരയാനും കഴിയും.\n\nAHA മ്യൂസിക് പുതിയ ഫീച്ചർ: കവർ സോംഗ് തിരിച്ചറിയൽ !!!\n\nഓഡിയോ പ്ലേ ചെയ്യുന്ന ഒരു പേജിലെ ഈ വിപുലീകരണത്തിന്റെ ബട്ടൺ ക്ലിക്കുചെയ്യുക, അത് സംഗീത സ്ട്രീമിംഗ് പ്ലാറ്റ്‌ഫോമുകളുടെ സ്ട്രീം ലിങ്കുകൾക്കൊപ്പം പാട്ടുകളും തിരിച്ചറിയും.\n\nഇത് 100% സൗജന്യമാണ്!\nഈ വിപുലീകരണം ഉപയോക്താവിന്റെ മൈക്രോഫോൺ ഉപയോഗിക്കുന്നില്ല.\n\nഞങ്ങളെ പിന്തുടരുക:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud-ന്റെ സംഗീതം തിരിച്ചറിയൽ:\nhttps://www.acrcloud.com/\n\n\n© AHA സംഗീതം എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം",
    "mr": "गाणे काय आहे? गाणे ओळखणारा तुम्हाला सांगतो!\n\nहे कोणते गाणे आहे? ऑनलाइन ब्राउझिंग करताना तुम्हाला हा प्रश्न नेहमी पडत असेल.\n\nअविश्वसनीय अचूकतेसह गाणी ओळखा आणि गाणे पुन्हा शोधण्यासाठी आवश्यक असलेली सर्व माहिती द्या.\n\nAHA म्युझिक हे तुमच्या ब्राउझरवर पुढील पिढीचे गाणे शोधक आहे. हे आपल्याला ऑडिओ शोधून कोणत्याही वेबसाइटवर संगीत शोधण्याची परवानगी देते, आपण लोकप्रिय सोशल मीडिया प्लॅटफॉर्मवर देखील गाणी शोधू शकता किंवा आपल्या ब्राउझरवर कलाकार आणि गाण्याचे शीर्षक शोधू शकता.\n\nअहा म्युझिक नवीन वैशिष्ट्य: कव्हर गाणे ओळखा !!!\n\nऑडिओ प्ले होत असलेल्या पृष्ठावरील या एक्स्टेंशनच्या बटणावर क्लिक करा आणि ते संगीत स्ट्रीमिंग प्लॅटफॉर्मच्या स्ट्रीम लिंकसह गाणी ओळखेल.\n\nहे 100% विनामूल्य आहे!\nहा विस्तार वापरकर्त्याचा मायक्रोफोन वापरत नाही.\n\nआमच्या मागे या:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud द्वारे संगीत ओळख:\nhttps://www.acrcloud.com/\n\n\n© AHA संगीत सर्व हक्क राखीव",
    "ms": "Apakah lagu itu? Pengecam lagu memberitahu anda!\n\nLagu apakah ini? Anda mungkin sentiasa mempunyai soalan ini semasa menyemak imbas dalam talian.\n\nKenal pasti lagu dengan ketepatan yang luar biasa dan berikan semua maklumat yang anda perlukan untuk mencari lagu itu semula.\n\nAHA Music ialah pencari lagu generasi akan datang pada penyemak imbas anda. Ia membolehkan anda mencari muzik di mana-mana tapak web dengan mengesan audio, anda juga boleh mencari lagu pada platform media sosial yang popular atau hanya mencari artis dan tajuk lagu pada penyemak imbas anda.\n\nCiri baharu AHA Music: Lagu Muka Depan mengenal pasti !!!\n\nKlik butang sambungan ini pada halaman dengan audio dimainkan dan ia akan mengenal pasti lagu bersama dengan pautan strim platform penstriman muzik.\n\nIa 100% percuma!\nSambungan ini tidak menggunakan mikrofon pengguna.\n\nIkut kami:\nhttps://twitter.com/MusicIdentifier\n\nPengecaman Muzik oleh ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music SEMUA HAK TERPELIHARA",
    "nl": "Wat is het liedje? Nummer-ID vertelt het je!\n\nWelk liedje is dit? Deze vraag kunt u altijd hebben als u online surft.\n\nIdentificeer nummers met ongelooflijke nauwkeurigheid en geeft alle informatie die je nodig hebt om het nummer opnieuw te vinden.\n\nAHA Music is de nummerzoeker van de volgende generatie in je browser. Hiermee kunt u muziek op elke website vinden door audio te detecteren. U kunt de nummers ook vinden op populaire sociale mediaplatforms of eenvoudigweg zoeken op artiest en titel van het nummer in uw browser.\n\nNieuwe functie van AHA Music: Cover Song identificeren !!!\n\nKlik op de knop van deze extensie op een pagina waarop de audio wordt afgespeeld en deze identificeert nummers samen met de streamlinks van de muziekstreamingplatforms.\n\nHet is 100% gratis!\nDit toestel maakt geen gebruik van de microfoon van de gebruiker.\n\nVolg ons:\nhttps://twitter.com/MusicIdentifier\n\nMuziekherkenning door ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALLE RECHTEN VOORBEHOUDEN",
    "no": "Hva er sangen? Sangidentifikator forteller deg!\n\nHvilken sang er dette? Du kan alltid ha dette spørsmålet mens du surfer på nettet.\n\nIdentifiser sanger med utrolig nøyaktighet og gir all informasjonen du trenger for å finne sangen igjen.\n\nAHA Music er neste generasjons sangfinner i nettleseren din. Den lar deg finne musikk på hvilken som helst nettside ved å oppdage lyd, du kan også finne sangene på populære sosiale medieplattformer eller ganske enkelt søke etter artisten og sangtittelen i nettleseren din.\n\nAHA Music ny funksjon: Cover Song identifiser !!!\n\nKlikk på knappen til denne utvidelsen på en side med lyden som spilles av, og den vil identifisere sanger sammen med strømlenkene til musikkstrømmeplattformene.\n\nDet er 100 % gratis!\nDenne utvidelsen bruker ikke brukerens mikrofon.\n\nFølg oss:\nhttps://twitter.com/MusicIdentifier\n\nMusikkgjenkjenning av ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALLE RETTIGHETER RESERVERT",
    "pl": "Co to za piosenka? Identyfikator utworu Ci powie!\n\nCo to za piosenka? To pytanie może zawsze pojawiać się podczas przeglądania Internetu.\n\nIdentyfikuj utwory z niewiarygodną dokładnością i dostarcza wszystkich informacji potrzebnych do ponownego znalezienia utworu.\n\nAHA Music to wyszukiwarka utworów nowej generacji w Twojej przeglądarce. Pozwala znaleźć muzykę na dowolnej stronie internetowej poprzez wykrycie dźwięku, możesz także znaleźć utwory na popularnych platformach społecznościowych lub po prostu wyszukać wykonawcę i tytuł utworu w przeglądarce.\n\nNowa funkcja AHA Music: identyfikacja coveru !!!\n\nKliknij przycisk tego rozszerzenia na stronie z odtwarzanym dźwiękiem, a zidentyfikuje utwory wraz z łączami do strumieniowych platform strumieniowego przesyłania muzyki.\n\nTo jest w 100% darmowe!\nTo rozszerzenie nie korzysta z mikrofonu użytkownika.\n\nPodążaj za nami:\nhttps://twitter.com/MusicIdentifier\n\nRozpoznawanie muzyki przez ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music WSZYSTKIE PRAWA ZASTRZEŻONE",
    "pt_PT": "O que é a canção? O identificador da canção lhe diz!\n\nQue canção é esta? Você pode sempre ter esta pergunta enquanto navega online. \n\nIdentifique as canções com incrível precisão e dê todas as informações necessárias para encontrar a canção novamente.\n\nAHA Music é o identificador de canções da próxima geração em seu navegador. Ele permite que você encontre músicas em qualquer website detectando áudio, você também pode encontrar as músicas em plataformas populares de mídia social ou simplesmente pesquisar o artista e o título da música em seu navegador.\n\nClique no botão desta extensão em uma página com o áudio tocando e ele identificará as canções junto com os links de streaming das plataformas de transmissão de música. \n\nÉ 100% gratuito!\nEsta extensão não utiliza o microfone do usuário.\n\nSiga-nos:\nhttps://twitter.com/MusicIdentifier\n\nReconhecimento musical pela ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALL RIGHTS RESERVED",
    "ro": "Care este cantecul? Identificatorul melodiei vă spune!\n\nCe cântec este acesta? Este posibil să aveți întotdeauna această întrebare în timp ce navigați online.\n\nIdentificați melodiile cu o acuratețe incredibilă și oferă toate informațiile de care aveți nevoie pentru a găsi din nou melodia.\n\nAHA Music este instrumentul de căutare de melodii de ultimă generație din browserul dvs. Vă permite să găsiți muzică pe orice site web prin detectarea sunetului, puteți găsi, de asemenea, melodiile pe platformele populare de socializare sau pur și simplu să căutați artistul și titlul melodiei în browser.\n\nFuncție nouă AHA Music: Identificați cântecul de acoperire !!!\n\nFaceți clic pe butonul acestei extensii pe o pagină cu redarea audio și va identifica melodiile împreună cu link-urile de streaming ale platformelor de streaming de muzică.\n\nEste 100% gratuit!\nAceastă extensie nu folosește microfonul utilizatorului.\n\nUrmați-ne:\nhttps://twitter.com/MusicIdentifier\n\nRecunoaștere muzicală de către ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music TOATE DREPTURILE REZERVATE",
    "ru": "Что это за песня? Определитель песни подскажет вам!\n\nЧто это за песня? У вас всегда может возникнуть этот вопрос при просмотре сайтов в Интернете. \n\nDoreso определяет песни с невероятной точностью и предоставляет всю необходимую информацию, чтобы найти песню снова.\n\nAHA Music - это поисковик песен нового поколения в вашем браузере. Он позволяет находить музыку на любом сайте путем обнаружения звука, вы также можете находить песни на популярных платформах социальных сетей или просто искать исполнителя и название песни в браузере.\n\nНажмите кнопку этого расширения на странице с воспроизводимым звуком, и оно определит песни вместе со ссылками на платформы потокового вещания. \n\nЭто на 100% бесплатно!\nЭто расширение не использует микрофон пользователя.\n\nСледуйте за нами:\nhttps://twitter.com/MusicIdentifier\n\nРаспознавание музыки с помощью ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ALL RIGHTS RESERVED",
    "sk": "aká je pieseň? Identifikátor skladby vám povie!\n\nČo je to za pieseň? Túto otázku môžete mať vždy pri prehliadaní online.\n\nIdentifikujte skladby s neuveriteľnou presnosťou a poskytuje všetky informácie, ktoré potrebujete na opätovné nájdenie skladby.\n\nAHA Music je vyhľadávač skladieb novej generácie vo vašom prehliadači. Umožňuje vám nájsť hudbu na ľubovoľnej webovej stránke detekciou zvuku, skladby môžete nájsť aj na populárnych platformách sociálnych médií alebo jednoducho vyhľadať interpreta a názov skladby v prehliadači.\n\nNová funkcia AHA Music: Identifikácia cover verzie !!!\n\nKliknite na tlačidlo tohto rozšírenia na stránke s prehrávaným zvukom a identifikuje skladby spolu s odkazmi na streamovanie platforiem na streamovanie hudby.\n\nJe to 100% zadarmo!\nToto rozšírenie nepoužíva mikrofón používateľa.\n\nNasleduj nás:\nhttps://twitter.com/MusicIdentifier\n\nRozpoznávanie hudby od ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music VŠETKY PRÁVA VYHRADENÉ",
    "sl": "kaj je pesem Identifikator pesmi vam pove!\n\nkatera pesem je to? Med brskanjem po spletu se vam lahko vedno pojavi to vprašanje.\n\nPrepoznajte pesmi z neverjetno natančnostjo in nudi vse informacije, ki jih potrebujete za ponovno iskanje skladbe.\n\nAHA Music je iskalnik pesmi naslednje generacije v vašem brskalniku. Omogoča vam iskanje glasbe na katerem koli spletnem mestu z zaznavanjem zvoka, pesmi pa lahko najdete tudi na priljubljenih platformah družbenih medijev ali preprosto poiščete izvajalca in naslov pesmi v brskalniku.\n\nNova funkcija AHA Music: Identifikacija priredbe pesmi !!!\n\nKliknite gumb te razširitve na strani s predvajanjem zvoka in prepoznala bo pesmi skupaj s povezavami za pretakanje glasbenih platform za pretakanje.\n\nJe 100 % brezplačno!\nTa razširitev ne uporablja uporabnikovega mikrofona.\n\nSledi nam:\nhttps://twitter.com/MusicIdentifier\n\nPrepoznavanje glasbe s strani ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music VSE PRAVICE PRIDRŽANE",
    "sr": "Која је песма? Идентификатор песме вам говори!\n\nКоја је ово песма? Можда ћете увек имати ово питање док претражујете на мрежи.\n\nИдентификујте песме са невероватном тачношћу и пружите све информације које су вам потребне да поново пронађете песму.\n\nАХА Мусиц је проналазач песама нове генерације у вашем претраживачу. Омогућава вам да пронађете музику на било којој веб локацији откривањем звука, такође можете пронаћи песме на популарним платформама друштвених медија или једноставно претражити извођача и наслов песме у свом претраживачу.\n\nНова функција АХА Мусиц: Препознавање насловне песме !!!\n\nКликните на дугме ове екстензије на страници на којој се репродукује аудио и оно ће идентификовати песме заједно са стриминг линковима платформи за стриминг музике.\n\n100% је бесплатно!\nОвај додатак не користи микрофон корисника.\n\nПратите нас:\nхттпс://твиттер.цом/МусицИдентифиер\n\nПрепознавање музике од стране АЦРЦлоуд:\nхттпс://ввв.ацрцлоуд.цом/\n\n\n© АХА Мусиц СВА ПРАВА ЗАДРЖАНА",
    "sv": "Vad är låten? Låtidentifieraren berättar!\n\nVad är det här för låt? Du kanske alltid har den här frågan när du surfar online.\n\nIdentifiera låtar med otrolig noggrannhet och ger all information du behöver för att hitta låten igen.\n\nAHA Music är nästa generations låtsökare i din webbläsare. Det låter dig hitta musik på vilken webbplats som helst genom att upptäcka ljud, du kan också hitta låtarna på populära sociala medieplattformar eller helt enkelt söka efter artist och låttitel i din webbläsare.\n\nAHA Music ny funktion: Cover Song identifiera !!!\n\nKlicka på knappen för det här tillägget på en sida där ljudet spelas och det kommer att identifiera låtar tillsammans med strömningslänkarna för musikströmningsplattformarna.\n\nDet är 100 % gratis!\nDetta tillägg använder inte användarens mikrofon.\n\nFölj oss:\nhttps://twitter.com/MusicIdentifier\n\nMusikigenkänning av ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music. ALLA RÄTTIGHETER FÖRBEHÅLLS",
    "sw": "Wimbo gani? Kitambulisho cha wimbo kinakuambia!\n\nWimbo gani huu? Unaweza kuwa na swali hili kila wakati unapovinjari mtandaoni.\n\nTambua nyimbo kwa usahihi wa ajabu na utoe maelezo yote unayohitaji ili kupata wimbo huo tena.\n\nAHA Music ni kitafuta nyimbo cha kizazi kijacho kwenye kivinjari chako. Inakuruhusu kupata muziki kwenye tovuti yoyote kwa kugundua sauti, unaweza pia kupata nyimbo kwenye majukwaa maarufu ya mitandao ya kijamii au kutafuta tu jina la msanii na wimbo kwenye kivinjari chako.\n\nKipengele kipya cha Muziki wa AHA: Tambua Wimbo wa Jalada !!!\n\nBofya kitufe cha kiendelezi hiki kwenye ukurasa unaocheza sauti na itatambua nyimbo pamoja na viungo vya mtiririko wa majukwaa ya kutiririsha muziki.\n\nNi 100% bila malipo!\nKiendelezi hiki hakitumii maikrofoni ya mtumiaji.\n\nTufuate:\nhttps://twitter.com/MusicIdentifier\n\nUtambuzi wa Muziki na ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music HAKI ZOTE IMEHIFADHIWA",
    "ta": "என்ன பாடல்? பாடல் அடையாளங்காட்டி உங்களுக்கு சொல்கிறது!\n\nஇது என்ன பாட்டு? ஆன்லைனில் உலாவும்போது இந்தக் கேள்வி உங்களுக்கு எப்போதும் இருக்கலாம்.\n\nநம்பமுடியாத துல்லியத்துடன் பாடல்களைக் கண்டறிந்து, பாடலை மீண்டும் கண்டுபிடிக்க தேவையான அனைத்து தகவல்களையும் வழங்குகிறது.\n\nAHA மியூசிக் என்பது உங்கள் உலாவியில் அடுத்த தலைமுறை பாடல்களைக் கண்டறியும் கருவியாகும். ஆடியோவைக் கண்டறிவதன் மூலம் எந்த இணையதளத்திலும் இசையைக் கண்டறிய இது உங்களை அனுமதிக்கிறது, பிரபலமான சமூக ஊடக தளங்களில் பாடல்களைக் காணலாம் அல்லது உங்கள் உலாவியில் கலைஞர் மற்றும் பாடலின் தலைப்பைத் தேடலாம்.\n\nAHA மியூசிக் புதிய அம்சம்: கவர் பாடல் அடையாளம் !!!\n\nஆடியோ இயங்கும் பக்கத்தில் இந்த நீட்டிப்பின் பொத்தானைக் கிளிக் செய்யவும், அது இசை ஸ்ட்ரீமிங் இயங்குதளங்களின் ஸ்ட்ரீம் இணைப்புகளுடன் பாடல்களை அடையாளம் காணும்.\n\nஇது 100% இலவசம்!\nஇந்த நீட்டிப்பு பயனரின் மைக்ரோஃபோனைப் பயன்படுத்தாது.\n\nஎங்களை பின்தொடரவும்:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud வழங்கும் இசை அங்கீகாரம்:\nhttps://www.acrcloud.com/\n\n\n© AHA இசை அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை",
    "te": "పాట ఏమిటి? పాట ఐడెంటిఫైయర్ మీకు చెబుతుంది!\n\nఇది ఏ పాట? ఆన్‌లైన్‌లో బ్రౌజ్ చేస్తున్నప్పుడు మీకు ఎల్లప్పుడూ ఈ ప్రశ్న ఉండవచ్చు.\n\nఅద్భుతమైన ఖచ్చితత్వంతో పాటలను గుర్తించండి మరియు మీరు పాటను మళ్లీ కనుగొనడానికి అవసరమైన మొత్తం సమాచారాన్ని అందిస్తుంది.\n\nAHA సంగీతం మీ బ్రౌజర్‌లో తదుపరి తరం పాటల ఫైండర్. ఇది ఆడియోను గుర్తించడం ద్వారా ఏదైనా వెబ్‌సైట్‌లో సంగీతాన్ని కనుగొనడానికి మిమ్మల్ని అనుమతిస్తుంది, మీరు ప్రసిద్ధ సోషల్ మీడియా ప్లాట్‌ఫారమ్‌లలో పాటలను కూడా కనుగొనవచ్చు లేదా మీ బ్రౌజర్‌లో కళాకారుడు మరియు పాట శీర్షికను శోధించవచ్చు.\n\nAHA మ్యూజిక్ కొత్త ఫీచర్: కవర్ సాంగ్ ఐడెంటిఫై !!!\n\nఆడియో ప్లే అవుతున్న పేజీలో ఈ ఎక్స్‌టెన్షన్ బటన్‌ను క్లిక్ చేయండి మరియు ఇది మ్యూజిక్ స్ట్రీమింగ్ ప్లాట్‌ఫారమ్‌ల స్ట్రీమ్ లింక్‌లతో పాటు పాటలను గుర్తిస్తుంది.\n\nఇది 100% ఉచితం!\nఈ పొడిగింపు వినియోగదారు మైక్రోఫోన్‌ను ఉపయోగించదు.\n\nమమ్మల్ని అనుసరించు:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud ద్వారా సంగీత గుర్తింపు:\nhttps://www.acrcloud.com/\n\n\n© AHA సంగీతం అన్ని హక్కులూ ప్రత్యేకించబడ్డాయి",
    "th": "เพลงอะไร? ตัวระบุเพลงบอกคุณ!\n\nนี่คือเพลงอะไร? คุณอาจมีคำถามนี้เสมอขณะท่องเว็บออนไลน์\n\nระบุเพลงด้วยความแม่นยำเหลือเชื่อและให้ข้อมูลทั้งหมดที่คุณต้องการเพื่อค้นหาเพลงอีกครั้ง\n\nAHA Music คือโปรแกรมค้นหาเพลงยุคใหม่บนเบราว์เซอร์ของคุณ ช่วยให้คุณสามารถค้นหาเพลงบนเว็บไซต์ใดก็ได้โดยการตรวจจับเสียง คุณยังสามารถค้นหาเพลงบนแพลตฟอร์มโซเชียลมีเดียยอดนิยมหรือเพียงแค่ค้นหาศิลปินและชื่อเพลงบนเบราว์เซอร์ของคุณ\n\nAHA Music ฟีเจอร์ใหม่: ระบุเพลง Cover !!!\n\nคลิกปุ่มของส่วนขยายนี้บนหน้าเว็บที่มีการเล่นเสียง และจะระบุเพลงพร้อมกับลิงก์สตรีมของแพลตฟอร์มสตรีมเพลง\n\nฟรี 100%!\nส่วนขยายนี้ไม่ได้ใช้ไมโครโฟนของผู้ใช้\n\nตามเรามา:\nhttps://twitter.com/MusicIdentifier\n\nการรับรู้เพลงโดย ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© เพลง AHA สงวนลิขสิทธิ์",
    "tr": "Şarkı ne? Şarkı tanımlayıcı size söyler!\n\nBu hangi şarkı? Çevrimiçi gezinirken her zaman bu soruyu sorabilirsiniz.\n\nŞarkıları inanılmaz bir doğrulukla tanımlayın ve şarkıyı tekrar bulmanız için ihtiyacınız olan tüm bilgileri verin.\n\nAHA Music, tarayıcınızdaki yeni nesil şarkı bulucudur. Sesi tespit ederek herhangi bir web sitesindeki müziği bulmanızı sağlar, ayrıca şarkıları popüler sosyal medya platformlarında da bulabilir veya tarayıcınızda sadece sanatçıyı ve şarkı adını arayabilirsiniz.\n\nAHA Müzik'in yeni özelliği: Cover Song'u tanımlayın !!!\n\nSesin çalındığı bir sayfada bu uzantının düğmesine tıkladığınızda, müzik akışı platformlarının akış bağlantılarıyla birlikte şarkıları tanımlayacaktır.\n\n%100 ücretsizdir!\nBu uzantı kullanıcının mikrofonunu kullanmaz.\n\nBizi takip edin:\nhttps://twitter.com/MusicIdentifier\n\nACRCloud'dan Müzik Tanıma:\nhttps://www.acrcloud.com/\n\n\n© AHA Müzik TÜM HAKLARI SAKLIDIR",
    "uk": "яка пісня? Ідентифікатор пісні говорить вам!\n\nщо це за пісня? У вас завжди може виникнути це запитання під час перегляду в Інтернеті.\n\nВизначайте пісні з неймовірною точністю та надає всю інформацію, необхідну для повторного пошуку пісні.\n\nAHA Music — це інструмент пошуку пісень нового покоління у вашому браузері. Це дозволяє вам знаходити музику на будь-якому веб-сайті за допомогою виявлення аудіо, ви також можете знайти пісні на популярних платформах соціальних мереж або просто шукати виконавця та назву пісні у своєму браузері.\n\nНова функція AHA Music: визначення кавер-версії пісні !!!\n\nНатисніть кнопку цього розширення на сторінці з відтворенням аудіо, і воно визначить пісні разом із посиланнями на потоки платформ для потокового передавання музики.\n\nЦе 100% безкоштовно!\nЦе розширення не використовує мікрофон користувача.\n\nСлідуй за нами:\nhttps://twitter.com/MusicIdentifier\n\nРозпізнавання музики ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music УСІ ПРАВА ЗАХИЩЕНО",
    "vi": "Bài hát là gì? Nhận dạng bài hát cho bạn biết!\n\nĐây là bài hát gì? Bạn có thể luôn có câu hỏi này khi duyệt trực tuyến.\n\nXác định bài hát với độ chính xác đáng kinh ngạc và cung cấp tất cả thông tin bạn cần để tìm lại bài hát.\n\nAHA Music là công cụ tìm bài hát thế hệ tiếp theo trên trình duyệt của bạn. Nó cho phép bạn tìm nhạc trên bất kỳ trang web nào bằng cách phát hiện âm thanh, bạn cũng có thể tìm các bài hát trên các nền tảng truyền thông xã hội phổ biến hoặc đơn giản là tìm kiếm nghệ sĩ và tên bài hát trên trình duyệt của bạn.\n\nTính năng mới của AHA Music: Nhận diện bài hát Cover !!!\n\nNhấp vào nút của tiện ích mở rộng này trên một trang có âm thanh đang phát và nó sẽ xác định các bài hát cùng với các liên kết phát trực tuyến của các nền tảng phát nhạc.\n\nNó miễn phí 100%!\nTiện ích mở rộng này không sử dụng micrô của người dùng.\n\nTheo chúng tôi:\nhttps://twitter.com/MusicIdentifier\n\nNhận dạng âm nhạc bằng ACRCloud:\nhttps://www.acrcloud.com/\n\n\n© AHA Music ĐÃ ĐĂNG KÝ BẢN QUYỀN",
    "zh_CN": "这首歌是什么？AHA Music告诉你!\n\n这是什么歌？你在网上浏览时可能总是有这个问题。\n\n以令人难以置信的准确性识别歌曲，并提供你需要的所有信息，以便再次找到这首歌。\n\nAHA Music是你浏览器上的下一代歌曲搜索器。它允许你通过检测音频在任何网站上找到音乐，你也可以在流行的社交媒体平台上找到歌曲，或者简单地在浏览器上搜索艺术家和歌曲标题。\n\n在有音频播放的页面上点击该扩展的按钮，它将识别歌曲以及音乐流媒体平台的流媒体链接。\n\n它是100%免费的!\n这个扩展不使用用户的麦克风。\n\n关注我们。\nhttps://twitter.com/MusicIdentifier\n\nACRCloud的音乐识别。\nhttps://www.acrcloud.com/\n\n© AHA Music保留所有权利",
    "zh_TW": "這首歌是什麼？ AHA Music符告訴你！\n\n這是什麼歌？ 在線瀏覽時，您可能總是有這個問題。\n\n以令人難以置信的準確度識別歌曲，並提供您再次找到歌曲所需的所有信息。\n\nAHA Music是瀏覽器上的下一代歌曲查找器。 它允許您通過檢測音頻在任何網站上查找音樂，您還可以在流行的社交媒體平台上查找歌曲，或者只需在瀏覽器上搜索藝術家和歌曲名稱。\n\n在播放音頻的頁面上單擊此擴展程序的按鈕，它將識別歌曲以及音樂流媒體平台的流鏈接。\n\n它是 100% 免費的！\n此擴展程序不使用用戶的麥克風。\n\n跟著我們：\nhttps://twitter.com/MusicIdentifier\n\nACRCloud 音樂識別：\nhttps://www.acrcloud.com/\n\n\n© AHA Music保留所有權利"
  }
}