{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Group Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens and manages groups of saved URLs for more efficient browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you ever open the same group of URLs every time you browse with Chrome like when you pay bills or do work? \n\nURL Group Manager is a Chrome extension that allows you to create, edit, and manage custom groups of URLs that can all be opened with the click of a single button. \n\nHere are some common use cases for URL Group Manager:\n\n* A group for social media sites (Facebook, Twitter, Instagram, etc)\n* A group for your bills and banking (Discover, Chase, Wells Fargo, etc)\n* A group for a few of your favorite forums \n\nYou can create a group for whatever you want and open every URL in that group with the click of a button. \n\nThere's no limit to the number of groups you can create, and it will also sync all of your groups with your Google account so they are available across every device you own that supports Chrome extensions. \n\nIt will save you time by opening whole groups with 1 click, will keep you organized and efficient, and should also help clean up that ever-growing bookmark bar. \n\n\n\n=======================================\n                              CHANGE LOG\n=======================================\n\nv1.0: Initial version released.\nv2.0: Added - reorganized layout, ability to edit existing groups.\nv2.1: New option added to add all currently open tabs to a new group\nv2.2: Code cleanup and optimization \nv2.3: Icon change, added features to hide URL lists and close popup when opening groups\n\n\n\n=======================================\n                   SECURITY / PERMISSIONS\n=======================================\n\n* This extension needs the ‘tabs’ permission in order to open up the URLs in new tabs. \n\n* This extension needs the ‘storage’ permission so that you can save your URL groups and have access to them whenever you are signed into your account. This extension’s data will sync with your Google account, so any browser where you have this installed will be able to use the same URL groups you make."
  }
}