{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen & Webcam Recorder + Editor - VADOO.TV"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,te,th,uk,vi,zh_TW": "The most powerful AI screen recorder for Chrome. Capture, annotate, edit, and more.",
    "ca": "La gravadora més avançada per Chrome. Captura, anota, edita, i molt més.",
    "de": "Das mächtigste Bildschirmaufnahmewerkzeug für Chrome. Videos aufnehmen, beschriften, bearbeiten und mehr.",
    "es": "La mejor grabadora para Chrome. Graba tu pantalla, anota, edita, y mucho más.",
    "fr": "L'enregistreur d'écran le plus puissant pour Chrome. Capture, annote, édite et plus encore",
    "hi": "क्रोम के लिए सबसे बेहतरीन स्क्रीन रिकॉर्डर। फोटो लें, व्याख्या करें, संपादित करें, और बहुत कुछ।",
    "it": "Lo strumento più potente per registrare lo schermo in Chrome. Registra, annota, modifica e altro ancora.",
    "ko": "Chrome 확장 중 가장 강력한 화면 녹화 프로그램. 캡쳐, 주석달기, 수정, 그 외.",
    "pl": "Najpotężniejszy rejestrator ekranu dla Chrome. Przechwytuj, opisuj, edytuj i nie tylko.",
    "pt_BR": "O gravador de tela mais poderoso para Chrome. Capture, anote, edite e muito mais.",
    "pt_PT": "O gravador de ecrã mais poderoso para Chrome. Capture, anote, edite e muito mais.",
    "ru": "Самый мощный экранный рекордер для Chrome. Захватывайте, комментируйте, редактируйте и многое другое.",
    "ta": "Chrome க்கான மிக சக்திவாய்ந்த திரை ரெக்கார்டர். பதிவுசெய்தல், சிறுகுறிப்பு, திருத்துதல் மற்றும் பல..",
    "tr": "Chrome için geliştirilen en güçlü ekran kaydedici. Ekran kaydı, not ekleme, düzenleme, ve daha fazlası.",
    "zh_CN": "Chrome 最强大的屏幕录像机。 捕获，注释，编辑等。"
  },
  "long": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,te,th,uk,vi,zh_TW": "FEATURES\n1) Record unlimited recordings of your tab, desktop, any application, and camera\n2) Annotate by drawing anywhere on the screen, adding text, and creating arrows\n3) Highlight your clicks, focus on your mouse, or hide it from the recording\n4) Individual microphone and computer audio controls, push to talk, and more\n5) Launch countdowns, show controls only on hover, and many other customization options\n6) Export as mp4, gif, and webm, or save the video directly to Vadootv\n7) Play with cool AI recording effects such as AI Bokeh effect\n8) Virtual backgrounds like zoom for camera recording\n9) Trim, edit or remove part of your recording\n...and much more - all for free & no sign in needed!",
    "ca,de,es,fr,hi,it,ko,pl,pt_BR,pt_PT,ru,ta,tr,zh_CN": "FEATURES\n1) Record unlimited recordings of your tab, desktop, any application, and camera\n2) Annotate by drawing anywhere on the screen, adding text, and creating arrows\n3) Highlight your clicks, focus on your mouse, or hide it from the recording\n4) Individual microphone and computer audio controls, push to talk, and more\n5) Launch countdowns, show controls only on hover, and many other customization options\n6) Export video as mp4 or gif\n7) Trim, edit or remove part of your recording\n...and much more - all for free & no sign in needed!"
  }
}