{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "YouClick.link | Free URL Shortener",
    "ru": "YouClick.link | Бесплатный сокращатель ссылок",
    "uk": "YouClick.link | Безкоштовний скорочувач посилань"
  },
  "short": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Free URL's shortener",
    "bg,ru,uk": "Бесплатный сокращатель ссылок"
  },
  "long": {
    "am,ar,ca,en,en_AU,en_GB,en_US,es_419,et,fil,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Create a short link in two clicks: install the extension and shorten it. A powerful extension with which you will be able to short URL directly on the page you are visiting.\n\nThe YouClick.link extension is fully integrated with your account, manage your links directly from your browser.\n\nThe Chrome extension adds an icon to the toolbar to shorten the URL with You Click.link, just click on the icon and get a short link and a QR code.\n\nIn the extension settings you will find:\n- Beautiful short domain;\n- Ability to enable and disable auto copy;\n- Possibility to choose the type of transition.\n\n================================================= =============\nOur feature:\n  - Link shortener that does not require registration\n  - Shorten links with one click\n  - QR code generator\n  - Completely free\n================================================= =============",
    "bg": "Създайте кратка връзка с две щраквания: инсталирайте разширението и го съкратете. Мощно разширение, с което ще можете да съкратите URL директно на страницата, която посещавате.\n\nРазширението YouClick.link е напълно интегрирано с вашия акаунт, управлявайте връзките си директно от вашия браузър.\n\nРазширението за Chrome добавя икона към лентата с инструменти, за да съкрати URL адреса с You Click.link, просто щракнете върху иконата и получете кратка връзка и QR код.\n\nВ настройките на разширението ще намерите:\n- Красив кратък домейн;\n- Възможност за активиране и деактивиране на автоматично копиране;\n- Възможност за избор на вида на прехода.\n\n==================================================== ============\nНашата характеристика:\n  - Съкращаване на връзки, което не изисква регистрация\n  - Съкратете връзките с едно щракване\n  - Генератор на QR кодове\n  - Напълно безплатно\n==================================================== =============",
    "bn": "দুটি ক্লিকে একটি ছোট লিঙ্ক তৈরি করুন: এক্সটেনশন ইনস্টল করুন এবং এটি ছোট করুন। একটি শক্তিশালী এক্সটেনশন যার সাহায্যে আপনি যে পৃষ্ঠাটি পরিদর্শন করছেন সেখানে সরাসরি URL ছোট করতে সক্ষম হবেন।\n\nYouClick.link এক্সটেনশনটি সম্পূর্ণরূপে আপনার অ্যাকাউন্টের সাথে একত্রিত, সরাসরি আপনার ব্রাউজার থেকে আপনার লিঙ্কগুলি পরিচালনা করুন৷\n\nক্রোম এক্সটেনশন টুলবারে একটি আইকন যোগ করে ইউ Click.link দিয়ে URL ছোট করতে, শুধু আইকনে ক্লিক করুন এবং একটি ছোট লিঙ্ক এবং একটি QR কোড পান৷\n\nএক্সটেনশন সেটিংসে আপনি পাবেন:\n- সুন্দর ছোট ডোমেইন;\n- স্বয়ংক্রিয় অনুলিপি সক্ষম এবং নিষ্ক্রিয় করার ক্ষমতা;\n- পরিবর্তনের ধরন বেছে নেওয়ার সম্ভাবনা।\n\n================================================= =============\nআমাদের বৈশিষ্ট্য:\n  - লিঙ্ক সংক্ষিপ্তকারী যা নিবন্ধনের প্রয়োজন নেই\n  - এক ক্লিকে লিঙ্ক ছোট করুন\n  - QR কোড জেনারেটর\n  - সম্পূর্ণ বিনামূল্যে\n================================================= =============",
    "cs": "Vytvořte krátký odkaz dvěma kliknutími: nainstalujte rozšíření a zkraťte jej. Výkonné rozšíření, se kterým budete moci zkrátit URL přímo na stránce, kterou navštěvujete.\n\nRozšíření YouClick.link je plně integrováno s vaším účtem, spravujte své odkazy přímo z vašeho prohlížeče.\n\nRozšíření pro Chrome přidává na lištu ikonu pro zkrácení URL pomocí You Click.link, stačí kliknout na ikonu a získat krátký odkaz a QR kód.\n\nV nastavení rozšíření najdete:\n- Krásná krátká doména;\n- Schopnost povolit a zakázat automatické kopírování;\n- Možnost výběru typu přechodu.\n\n==================================================== =============\nNaše funkce:\n  - Zkracovač odkazů, který nevyžaduje registraci\n  - Zkraťte odkazy jedním kliknutím\n  - Generátor QR kódů\n  - Zcela zdarma\n==================================================== =============",
    "da": "Opret et kort link med to klik: Installer udvidelsen og forkort den. En kraftfuld udvidelse, som du vil være i stand til at korte URL direkte på den side, du besøger.\n\nYouClick.link-udvidelsen er fuldt integreret med din konto, administrer dine links direkte fra din browser.\n\nChrome-udvidelsen tilføjer et ikon til værktøjslinjen for at forkorte URL'en med You Click.link, klik bare på ikonet og få et kort link og en QR-kode.\n\nI udvidelsesindstillingerne finder du:\n- Smukt kort domæne;\n- Mulighed for at aktivere og deaktivere automatisk kopiering;\n- Mulighed for at vælge overgangstype.\n\n=================================================== =============\nVores funktion:\n  - Linkforkorter, der ikke kræver registrering\n  - Forkort links med et enkelt klik\n  - QR kode generator\n  - Helt gratis\n=================================================== =============",
    "de": "Erstellen Sie mit zwei Klicks einen Kurzlink: Installieren Sie die Erweiterung und kürzen Sie sie. Eine leistungsstarke Erweiterung, mit der Sie URLs direkt auf der von Ihnen besuchten Seite verkürzen können.\n\nDie YouClick.link-Erweiterung ist vollständig in Ihr Konto integriert, verwalten Sie Ihre Links direkt von Ihrem Browser aus.\n\nDie Chrome-Erweiterung fügt der Symbolleiste ein Symbol hinzu, um die URL mit You Click.link zu verkürzen. Klicken Sie einfach auf das Symbol und erhalten Sie einen kurzen Link und einen QR-Code.\n\nIn den Erweiterungseinstellungen finden Sie:\n- Schöne kurze Domain;\n- Möglichkeit zum Aktivieren und Deaktivieren des automatischen Kopierens;\n- Möglichkeit, die Art des Übergangs zu wählen.\n\n============================================== = ============\nUnsere Funktion:\n  - Link-Shortener, der keine Registrierung erfordert\n  - Links mit einem Klick kürzen\n  - QR-Code-Generator\n  - Komplett frei\n============================================== = ============",
    "el": "Δημιουργήστε έναν σύντομο σύνδεσμο με δύο κλικ: εγκαταστήστε την επέκταση και συντομεύστε την. Μια ισχυρή επέκταση με την οποία θα μπορείτε να συντομεύετε τη διεύθυνση URL απευθείας στη σελίδα που επισκέπτεστε.\n\nΗ επέκταση YouClick.link είναι πλήρως ενσωματωμένη στον λογαριασμό σας, διαχειριστείτε τους συνδέσμους σας απευθείας από το πρόγραμμα περιήγησής σας.\n\nΗ επέκταση του Chrome προσθέτει ένα εικονίδιο στη γραμμή εργαλείων για να συντομεύσει τη διεύθυνση URL με το You Click.link, απλώς κάντε κλικ στο εικονίδιο και λάβετε έναν σύντομο σύνδεσμο και έναν κωδικό QR.\n\nΣτις ρυθμίσεις επέκτασης θα βρείτε:\n- Όμορφη σύντομη περιοχή?\n- Δυνατότητα ενεργοποίησης και απενεργοποίησης της αυτόματης αντιγραφής.\n- Δυνατότητα επιλογής τύπου μετάβασης.\n\n========================================================================== =============\nΤο χαρακτηριστικό μας:\n  - Συντόμευση συνδέσμου που δεν απαιτεί εγγραφή\n  - Συντόμευση συνδέσμων με ένα κλικ\n  - Γεννήτρια κωδικών QR\n  - Εντελώς δωρεάν\n========================================================================== =============",
    "es": "Cree un enlace corto en dos clics: instale la extensión y acórtela. Una poderosa extensión con la que podrás acortar URL directamente en la página que estás visitando.\n\nLa extensión YouClick.link está completamente integrada con su cuenta, administre sus enlaces directamente desde su navegador.\n\nLa extensión de Chrome agrega un icono a la barra de herramientas para acortar la URL con You Click.link, simplemente haga clic en el icono y obtenga un enlace corto y un código QR.\n\nEn la configuración de la extensión encontrarás:\n- Hermoso dominio corto;\n- Capacidad para habilitar y deshabilitar la copia automática;\n- Posibilidad de elegir el tipo de transición.\n\n================================================= ============\nNuestra característica:\n  - Acortador de enlaces que no requiere registro\n  - Acortar enlaces con un clic\n  - Generador de código QR\n  - Completamente libre\n================================================= ============",
    "fa": "یک لینک کوتاه با دو کلیک ایجاد کنید: برنامه افزودنی را نصب کنید و آن را کوتاه کنید. یک افزونه قدرتمند که با آن می توانید URL را مستقیماً در صفحه ای که بازدید می کنید کوتاه کنید.\n\nافزونه YouClick.link به طور کامل با حساب شما یکپارچه شده است، پیوندهای خود را مستقیماً از مرورگر خود مدیریت کنید.\n\nافزونه کروم یک نماد به نوار ابزار اضافه می کند تا URL را با You Click.link کوتاه کند، فقط روی نماد کلیک کنید و یک لینک کوتاه و یک کد QR دریافت کنید.\n\nدر تنظیمات برنامه افزودنی خواهید دید:\n- دامنه کوتاه زیبا.\n- امکان فعال و غیرفعال کردن کپی خودکار\n- امکان انتخاب نوع انتقال.\n\n================================================== =============\nویژگی ما:\n  - کوتاه کننده لینک که نیازی به ثبت نام ندارد\n  - لینک ها را با یک کلیک کوتاه کنید\n  - تولید کننده کد QR\n  - کاملا رایگان\n================================================== =============",
    "fi": "Luo lyhyt linkki kahdella napsautuksella: asenna laajennus ja lyhennä sitä. Tehokas laajennus, jonka avulla voit lyhentää URL-osoitetta suoraan vierailemallesi sivulle.\n\nYouClick.link-laajennus on täysin integroitu tiliisi. Hallitse linkkejäsi suoraan selaimesta.\n\nChrome-laajennus lisää työkalupalkkiin kuvakkeen URL-osoitteen lyhentämiseksi You Click.linkillä. Napsauta vain kuvaketta ja saat lyhyen linkin ja QR-koodin.\n\nLaajennusasetuksista löydät:\n- Kaunis lyhyt verkkotunnus;\n- Kyky ottaa käyttöön ja poistaa käytöstä automaattinen kopiointi;\n- Mahdollisuus valita siirtymätyyppi.\n\n==================================================== ============\nOminaisuus:\n  - Linkin lyhennin, joka ei vaadi rekisteröintiä\n  - Lyhennä linkkejä yhdellä napsautuksella\n  - QR-koodigeneraattori\n  - Täysin ilmainen\n==================================================== ============",
    "fr": "Créez un lien court en deux clics : installez l'extension et raccourcissez-le. Une extension puissante avec laquelle vous pourrez raccourcir l'URL directement sur la page que vous visitez.\n\nL'extension YouClick.link est entièrement intégrée à votre compte, gérez vos liens directement depuis votre navigateur.\n\nL'extension Chrome ajoute une icône à la barre d'outils pour raccourcir l'URL avec You Click.link, cliquez simplement sur l'icône et obtenez un lien court et un code QR.\n\nDans les paramètres de l'extension, vous trouverez :\n- Beau petit domaine;\n- Possibilité d'activer et de désactiver la copie automatique ;\n- Possibilité de choisir le type de transition.\n\n================================================ = ============\nNotre fonctionnalité :\n  - Raccourcisseur de lien qui ne nécessite pas d'inscription\n  - Raccourcir les liens en un clic\n  - Générateur de codes QR\n  - Complètement libre\n================================================ = ============",
    "hi": "दो क्लिक में एक छोटा लिंक बनाएं: एक्सटेंशन इंस्टॉल करें और उसे छोटा करें। एक शक्तिशाली एक्सटेंशन जिसके साथ आप सीधे उस पृष्ठ पर URL को छोटा कर पाएंगे, जिस पर आप जा रहे हैं।\n\nYouClick.link एक्सटेंशन आपके खाते के साथ पूरी तरह से एकीकृत है, सीधे अपने ब्राउज़र से अपने लिंक प्रबंधित करें।\n\nयू क्लिक.लिंक के साथ URL को छोटा करने के लिए क्रोम एक्सटेंशन टूलबार में एक आइकन जोड़ता है, बस आइकन पर क्लिक करें और एक छोटा लिंक और एक क्यूआर कोड प्राप्त करें।\n\nएक्सटेंशन सेटिंग में आप पाएंगे:\n- सुंदर लघु डोमेन;\n- ऑटो कॉपी को सक्षम और अक्षम करने की क्षमता;\n- संक्रमण के प्रकार को चुनने की संभावना।\n\n==================================================================================================\nहमारी विशेषता:\n  - लिंक शॉर्टनर जिसे पंजीकरण की आवश्यकता नहीं है\n  - एक क्लिक से लिंक छोटा करें\n  - क्यूआर कोड जनरेटर\n  - पूरी तरह से मुक्त\n==================================================================================================",
    "hr": "Napravite kratku vezu u dva klika: instalirajte proširenje i skratite ga. Snažno proširenje s kojim ćete moći skratiti URL izravno na stranici koju posjećujete.\n\nProširenje YouClick.link u potpunosti je integrirano s vašim računom, upravljajte svojim vezama izravno iz vašeg preglednika.\n\nProširenje za Chrome dodaje ikonu na alatnu traku kako bi skratio URL s You Click.link, samo kliknite na ikonu i dobijte kratku vezu i QR kod.\n\nU postavkama proširenja pronaći ćete:\n- Lijepa kratka domena;\n- Mogućnost uključivanja i onemogućavanja automatskog kopiranja;\n- Mogućnost odabira vrste prijelaza.\n\n==================================================== ============\nNaša značajka:\n  - Skraćivač linkova koji ne zahtijeva registraciju\n  - Skratite veze jednim klikom\n  - Generator QR kodova\n  - Potpuno besplatno\n==================================================== ============",
    "hu": "Hozzon létre egy rövid hivatkozást két kattintással: telepítse a bővítményt, és rövidítse le. Egy hatékony bővítmény, amellyel közvetlenül a meglátogatott oldalon rövidítheti le az URL-t.\n\nA YouClick.link bővítmény teljes mértékben integrálva van fiókjával, kezelheti linkjeit közvetlenül a böngészőből.\n\nA Chrome-bővítmény egy ikont ad az eszköztárhoz, hogy lerövidítse az URL-t a You Click.link segítségével. Csak kattintson az ikonra, és kap egy rövid hivatkozást és egy QR-kódot.\n\nA bővítmény beállításaiban a következőket találja:\n- Gyönyörű rövid domain;\n- Az automatikus másolás engedélyezése és letiltása;\n- Lehetőség az átmenet típusának kiválasztására.\n\n================================================== ============\nSzolgáltatásunk:\n  - Link rövidítő, amely nem igényel regisztrációt\n  - Rövidítse le a hivatkozásokat egyetlen kattintással\n  - QR kód generátor\n  - Teljesen ingyenes\n================================================== ============",
    "id": "Buat tautan pendek dalam dua klik: pasang ekstensi dan persingkat. Ekstensi yang kuat yang dengannya Anda dapat mempersingkat URL langsung di halaman yang Anda kunjungi.\n\nEkstensi YouClick.link sepenuhnya terintegrasi dengan akun Anda, kelola tautan Anda langsung dari browser Anda.\n\nEkstensi Chrome menambahkan ikon ke bilah alat untuk mempersingkat URL dengan You Click.link, cukup klik ikon dan dapatkan tautan pendek dan kode QR.\n\nDalam pengaturan ekstensi Anda akan menemukan:\n- Domain pendek yang indah;\n- Kemampuan untuk mengaktifkan dan menonaktifkan salinan otomatis;\n- Kemungkinan untuk memilih jenis transisi.\n\n================================================= ========================= = ==============\nFitur kami:\n  - Penyingkat tautan yang tidak memerlukan pendaftaran\n  - Persingkat tautan dengan satu klik\n  - Pembuat kode QR\n  - Benar-benar gratis\n================================================= ========================= = ==============",
    "it": "Crea un collegamento breve in due clic: installa l'estensione e accorciala. Una potente estensione con la quale potrai abbreviare l'URL direttamente sulla pagina che stai visitando.\n\nL'estensione YouClick.link è completamente integrata con il tuo account, gestisci i tuoi link direttamente dal tuo browser.\n\nL'estensione di Chrome aggiunge un'icona alla barra degli strumenti per abbreviare l'URL con You Click.link, basta fare clic sull'icona e ottenere un collegamento breve e un codice QR.\n\nNelle impostazioni dell'estensione troverai:\n- Bellissimo dominio corto;\n- Possibilità di abilitare e disabilitare la copia automatica;\n- Possibilità di scegliere il tipo di transizione.\n\n===============================================================\nLa nostra caratteristica:\n  - Link shortener che non richiede registrazione\n  - Accorciare i collegamenti con un clic\n  - Generatore di codici QR\n  - Completamente gratis\n===============================================================",
    "ja": "2回のクリックで短いリンクを作成します。拡張機能をインストールして短縮します。アクセスしているページで直接URLを短縮できる強力な拡張機能。\n\nYouClick.link拡張機能はアカウントと完全に統合されており、ブラウザから直接リンクを管理します。\n\nChrome拡張機能は、ツールバーにアイコンを追加して、You Click.linkでURLを短縮します。アイコンをクリックするだけで、短いリンクとQRコードを取得できます。\n\n拡張機能の設定には、次のものがあります。\n-美しいショートドメイン。\n-自動コピーを有効または無効にする機能。\n-トランジションのタイプを選択する可能性。\n\n================================================= = ============\n私たちの機能：\n  -登録を必要としないリンク短縮サービス\n  -ワンクリックでリンクを短縮\n  -QRコードジェネレーター\n  -完全無料\n================================================= = ============",
    "ko": "두 번의 클릭으로 짧은 링크 만들기: 확장 프로그램을 설치하고 줄입니다. 방문하는 페이지에서 바로 URL을 단축할 수 있는 강력한 확장 프로그램입니다.\n\nYouClick.link 확장 프로그램은 계정과 완전히 통합되어 브라우저에서 직접 링크를 관리합니다.\n\nChrome 확장 프로그램은 도구 모음에 아이콘을 추가하여 You Click.link로 URL을 단축합니다. 아이콘을 클릭하기만 하면 짧은 링크와 QR 코드를 얻을 수 있습니다.\n\n확장 설정에서 다음을 찾을 수 있습니다.\n- 아름다운 짧은 도메인;\n- 자동 복사 활성화 및 비활성화 기능\n- 전환 유형을 선택할 수 있습니다.\n\n==================================================== =============\n우리의 기능:\n  - 등록이 필요 없는 링크 단축기\n  - 한 번의 클릭으로 링크 단축\n  - QR 코드 생성기\n  - 완전 무료\n==================================================== =============",
    "lt": "Sukurkite trumpą nuorodą dviem paspaudimais: įdiekite plėtinį ir sutrumpinkite. Galingas plėtinys, su kuriuo galėsite sutrumpinti URL tiesiai puslapyje, kuriame lankotės.\n\nPlėtinys YouClick.link yra visiškai integruotas į jūsų paskyrą, tvarkykite nuorodas tiesiai iš naršyklės.\n\n„Chrome“ plėtinys įrankių juostoje prideda piktogramą, kad sutrumpintų URL naudodami „You Click.link“, tiesiog spustelėkite piktogramą ir gaukite trumpą nuorodą bei QR kodą.\n\nPlėtinio nustatymuose rasite:\n- Gražus trumpas domenas;\n- Galimybė įjungti ir išjungti automatinį kopijavimą;\n- Galimybė pasirinkti perėjimo tipą.\n\n================================================== = ============\nMūsų funkcija:\n  - Nuorodų sutrumpinimas, kuriam nereikia registracijos\n  - Sutrumpinkite nuorodas vienu paspaudimu\n  - QR kodo generatorius\n  - Visiškai nemokama\n================================================== = ============",
    "lv": "Izveidojiet īsu saiti ar diviem klikšķiem: instalējiet paplašinājumu un saīsiniet to. Spēcīgs paplašinājums, ar kuru varēsit saīsināt URL tieši lapā, kuru apmeklējat.\n\nPaplašinājums YouClick.link ir pilnībā integrēts jūsu kontā. Pārvaldiet savas saites tieši no pārlūkprogrammas.\n\nChrome paplašinājums rīkjoslai pievieno ikonu, lai saīsinātu URL, izmantojot You Click.link, vienkārši noklikšķiniet uz ikonas un iegūstiet īsu saiti un QR kodu.\n\nPaplašinājuma iestatījumos jūs atradīsiet:\n- Skaists īss domēns;\n- Iespēja iespējot un atspējot automātisko kopēšanu;\n- Iespēja izvēlēties pārejas veidu.\n\n=================================================== =============\nMūsu iezīme:\n  - Saites saīsinātājs, kuram nav nepieciešama reģistrācija\n  - Saīsiniet saites ar vienu klikšķi\n  - QR koda ģenerators\n  - Pilnīgi bez maksas\n=================================================== =============",
    "ms": "Buat pautan pendek dalam dua klik: pasang sambungan dan pendekkannya. Sambungan berkuasa yang anda boleh gunakan untuk memendekkan URL terus pada halaman yang anda lawati.\n\nSambungan YouClick.link disepadukan sepenuhnya dengan akaun anda, uruskan pautan anda terus dari penyemak imbas anda.\n\nSambungan Chrome menambah ikon pada bar alat untuk memendekkan URL dengan You Click.link, cuma klik pada ikon dan dapatkan pautan pendek dan kod QR.\n\nDalam tetapan sambungan anda akan dapati:\n- Domain pendek yang cantik;\n- Keupayaan untuk mendayakan dan melumpuhkan salinan automatik;\n- Kemungkinan untuk memilih jenis peralihan.\n\n===================================================\nCiri kami:\n  - Pemendek pautan yang tidak memerlukan pendaftaran\n  - Pendekkan pautan dengan satu klik\n  - Penjana kod QR\n  - Percuma sepenuhnya\n===================================================",
    "nl": "Maak in twee klikken een korte link: installeer de extensie en verkort deze. Een krachtige extensie waarmee u direct een korte URL kunt maken op de pagina die u bezoekt.\n\nDe YouClick.link-extensie is volledig geïntegreerd met uw account, beheer uw links rechtstreeks vanuit uw browser.\n\nDe Chrome-extensie voegt een pictogram toe aan de werkbalk om de URL in te korten met You Click.link, klik gewoon op het pictogram en ontvang een korte link en een QR-code.\n\nIn de extensie-instellingen vindt u:\n- Mooi kort domein;\n- Mogelijkheid om automatisch kopiëren in en uit te schakelen;\n- Mogelijkheid om het type overgang te kiezen.\n\n================================================== ============\nOnze functie:\n  - Linkverkorter waarvoor geen registratie vereist is\n  - Verkort links met één klik\n  - QR-codegenerator\n  - Helemaal gratis\n================================================== ============",
    "no": "Lag en kort lenke med to klikk: installer utvidelsen og forkort den. En kraftig utvidelse som du vil kunne korte URL direkte på siden du besøker.\n\nYouClick.link-utvidelsen er fullt integrert med kontoen din, administrer koblingene dine direkte fra nettleseren din.\n\nChrome-utvidelsen legger til et ikon på verktøylinjen for å forkorte URL-en med You Click.link, klikk bare på ikonet og få en kort lenke og en QR-kode.\n\nI utvidelsesinnstillingene finner du:\n- Vakkert kort domene;\n- Evne til å aktivere og deaktivere automatisk kopiering;\n- Mulighet for å velge type overgang.\n\n=================================================== ============\nVår funksjon:\n  - Linkforkorter som ikke krever registrering\n  - Forkort lenker med ett klikk\n  - QR-kodegenerator\n  – Helt gratis\n=================================================== =============",
    "pl": "Utwórz krótki link dwoma kliknięciami: zainstaluj rozszerzenie i skróć je. Potężne rozszerzenie, dzięki któremu będziesz mógł skrócić adres URL bezpośrednio na odwiedzanej stronie.\n\nRozszerzenie YouClick.link jest w pełni zintegrowane z Twoim kontem, zarządzaj linkami bezpośrednio z przeglądarki.\n\nRozszerzenie Chrome dodaje ikonę do paska narzędzi, aby skrócić adres URL za pomocą You Click.link, po prostu kliknij ikonę i uzyskaj krótki link i kod QR.\n\nW ustawieniach rozszerzenia znajdziesz:\n- Piękna krótka domena;\n- Możliwość włączania i wyłączania automatycznego kopiowania;\n- Możliwość wyboru rodzaju przejścia.\n\n========================================================= = =============\nNasza funkcja:\n  - Skracacz linków niewymagający rejestracji\n  - Skróć linki jednym kliknięciem\n  - Generator kodów QR\n  - Całkowicie za darmo\n========================================================= = =============",
    "ro": "Creați un link scurt în două clicuri: instalați extensia și scurtați-o. O extensie puternică cu care veți putea scurta adresa URL direct pe pagina pe care o vizitați.\n\nExtensia YouClick.link este complet integrată cu contul dvs., gestionați-vă linkurile direct din browser.\n\nExtensia Chrome adaugă o pictogramă în bara de instrumente pentru a scurta adresa URL cu You Click.link, doar faceți clic pe pictogramă și obțineți un link scurt și un cod QR.\n\nÎn setările extensiei veți găsi:\n- Domeniu scurt frumos;\n- Posibilitatea de a activa și dezactiva copierea automată;\n- Posibilitatea de a alege tipul de tranziție.\n\n=================================================== =============\nCaracteristica noastră:\n  - Scurtator de legături care nu necesită înregistrare\n  - Scurtați linkurile cu un singur clic\n  - Generator de coduri QR\n  - Complet gratuit\n=================================================== =============",
    "ru": "Создание короткой ссылки в два клика: установите расширение и сокращайте. Мощное расширение, с помощью которого вы сможете короткий URL прямо на странице, которую вы посещаете.\n\nРасширение YouClick.link полностью интегрировано с вашей учетной записью, управляйте вашими ссылками прямо из браузера.\n\nРасширение Chrome добавляет значок на панель инструментов для сокращения URL-адреса с помощью You Click.link, просто нажмите на значок и получите короткую ссылку и QR-код.\n\nВ настройках расширения вы найдете:\n- Красивый короткий домен;\n- Возможность включения и отключения авто копирования;\n- Возможность выбрать тип перехода.\n\n===============================================================\nНаша особенность:\n  - Сокращатель ссылок, не требующий регистрации\n  - Сокращайте ссылки одним щелчком мыши\n  - Генератор QR кодов\n  - Полностью бесплатно\n===============================================================",
    "sk": "Vytvorte krátky odkaz dvoma kliknutiami: nainštalujte rozšírenie a skráťte ho. Výkonné rozšírenie, s ktorým budete môcť skrátiť URL priamo na stránke, ktorú práve navštevujete.\n\nRozšírenie YouClick.link je plne integrované s vaším účtom, spravujte svoje odkazy priamo z vášho prehliadača.\n\nRozšírenie Chrome pridáva na panel s nástrojmi ikonu na skrátenie adresy URL pomocou You Click.link, stačí kliknúť na ikonu a získať krátky odkaz a QR kód.\n\nV nastaveniach rozšírenia nájdete:\n- Krásna krátka doména;\n- Schopnosť povoliť a zakázať automatické kopírovanie;\n- Možnosť výberu typu prechodu.\n\n=================================================== =============\nNaša vlastnosť:\n  - Skracovač odkazov, ktorý nevyžaduje registráciu\n  - Skráťte odkazy jedným kliknutím\n  - Generátor QR kódu\n  - Úplne zadarmo\n=================================================== =============",
    "sl": "Ustvarite kratko povezavo v dveh klikih: namestite razširitev in jo skrajšajte. Zmogljiva razširitev, s katero boste lahko skrajšali URL neposredno na strani, ki jo obiščete.\n\nRazširitev YouClick.link je v celoti integrirana z vašim računom, svoje povezave upravljajte neposredno iz brskalnika.\n\nRazširitev za Chrome doda ikono v orodno vrstico, da skrajša URL z You Click.link, samo kliknite ikono in dobite kratko povezavo in kodo QR.\n\nV nastavitvah razširitve boste našli:\n- Lepa kratka domena;\n- Možnost omogočanja in onemogočanja samodejnega kopiranja;\n- Možnost izbire vrste prehoda.\n\n=================================================== = ============\nNaša lastnost:\n  - Skrajšalnik povezav, ki ne zahteva registracije\n  - Skrajšajte povezave z enim klikom\n  - Generator QR kode\n  - Popolnoma brezplačno\n=================================================== = ============",
    "sr": "Направите кратку везу у два клика: инсталирајте проширење и скратите га. Моћно проширење са којим ћете моћи да скратите УРЛ директно на страницу коју посећујете.\n\nЕкстензија ИоуЦлицк.линк је у потпуности интегрисана са вашим налогом, управљајте својим везама директно из вашег претраживача.\n\nДодатак за Цхроме додаје икону на траку са алаткама да скрати УРЛ са Иоу Цлицк.линк, само кликните на икону и добићете кратку везу и КР код.\n\nУ подешавањима проширења наћи ћете:\n- Прекрасан кратки домен;\n- Могућност омогућавања и онемогућавања аутоматског копирања;\n- Могућност избора врсте транзиције.\n\n=================================================== = ============\nНаша карактеристика:\n  - Скраћивач линкова који не захтева регистрацију\n  - Скратите везе једним кликом\n  - Генератор КР кодова\n  - Потпуно бесплатно\n=================================================== = ============",
    "sv": "Skapa en kort länk med två klick: installera tillägget och förkorta det. Ett kraftfullt tillägg med vilket du kommer att kunna korta URL direkt på sidan du besöker.\n\nYouClick.link-tillägget är helt integrerat med ditt konto, hantera dina länkar direkt från din webbläsare.\n\nChrome-tillägget lägger till en ikon i verktygsfältet för att förkorta webbadressen med You Click.link, klicka bara på ikonen och få en kort länk och en QR-kod.\n\nI tilläggsinställningarna hittar du:\n- Vacker kort domän;\n- Möjlighet att aktivera och inaktivera automatisk kopiering;\n- Möjlighet att välja typ av övergång.\n\n=================================================== =============\nVår funktion:\n  - Länkförkortare som inte kräver registrering\n  - Förkorta länkar med ett klick\n  - QR-kodgenerator\n  – Helt gratis\n=================================================== =============",
    "th": "สร้างลิงค์สั้น ๆ ในสองคลิก: ติดตั้งส่วนขยายและย่อให้สั้นลง ส่วนขยายที่มีประสิทธิภาพซึ่งคุณจะสามารถย่อ URL ได้โดยตรงบนหน้าเว็บที่คุณกำลังเข้าชม\n\nส่วนขยาย YouClick.link ถูกรวมเข้ากับบัญชีของคุณอย่างสมบูรณ์ จัดการลิงก์ของคุณได้โดยตรงจากเบราว์เซอร์ของคุณ\n\nส่วนขยายของ Chrome เพิ่มไอคอนในแถบเครื่องมือเพื่อย่อ URL ด้วย You Click.link เพียงคลิกที่ไอคอนและรับลิงก์สั้น ๆ และรหัส QR\n\nในการตั้งค่าส่วนขยาย คุณจะพบ:\n- โดเมนสั้นที่สวยงาม\n- ความสามารถในการเปิดและปิดใช้งานการคัดลอกอัตโนมัติ\n- ความเป็นไปได้ที่จะเลือกประเภทของการเปลี่ยนแปลง\n\n================================================= ============\nคุณลักษณะของเรา:\n  - ตัวย่อลิงค์ที่ไม่ต้องลงทะเบียน\n  - ย่อลิงค์ได้ด้วยคลิกเดียว\n  - เครื่องกำเนิดรหัส QR\n  - ฟรีโดยสิ้นเชิง\n================================================= ============",
    "tr": "İki tıklamayla kısa bir bağlantı oluşturun: uzantıyı yükleyin ve kısaltın. URL'yi doğrudan ziyaret ettiğiniz sayfada kısaltabileceğiniz güçlü bir uzantı.\n\nYouClick.link uzantısı, hesabınızla tamamen entegredir, bağlantılarınızı doğrudan tarayıcınızdan yönetin.\n\nChrome uzantısı, You Click.link ile URL'yi kısaltmak için araç çubuğuna bir simge ekler, simgeye tıklamanız ve kısa bir bağlantı ve bir QR kodu almanız yeterlidir.\n\nUzantı ayarlarında şunları bulacaksınız:\n- Güzel kısa alan;\n- Otomatik kopyalamayı etkinleştirme ve devre dışı bırakma yeteneği;\n- Geçiş türünü seçme imkanı.\n\n================================================= ============\nÖzelliğimiz:\n  - Kayıt gerektirmeyen bağlantı kısaltıcı\n  - Tek tıklamayla bağlantıları kısaltın\n  - QR kod üreteci\n  - Tamamen bedava\n================================================= ============",
    "uk": "Створення короткого посилання в два кліки: встановіть розширення та скорочуйте. Потужне розширення, за допомогою якого ви зможете короткий URL прямо на сторінці, яку ви відвідуєте.\n\nРозширення YouClick.link повністю інтегроване з вашим обліковим записом, керуйте вашими посиланнями прямо із браузера.\n\nРозширення Chrome додає значок на панель інструментів для скорочення URL-адреси за допомогою You Click.link, просто натисніть на значок і отримайте коротке посилання та QR-код.\n\nУ налаштуваннях розширення ви знайдете:\n- красивий короткий домен;\n- Можливість включення та відключення авто копіювання;\n- Можливість вибрати тип переходу.\n\n================================================== =============\nНаша особливість:\n  - скорочувач посилань, що не вимагає реєстрації\n  - Скорочуйте посилання одним клацанням миші\n  - Генератор QR кодів\n  - Повністю безкоштовно\n================================================== =============",
    "vi": "Tạo một liên kết ngắn trong hai lần nhấp: cài đặt tiện ích mở rộng và rút ngắn nó. Một tiện ích mở rộng mạnh mẽ mà bạn có thể rút ngắn URL trực tiếp trên trang bạn đang truy cập.\n\nTiện ích mở rộng YouClick.link được tích hợp hoàn toàn với tài khoản của bạn, quản lý các liên kết trực tiếp từ trình duyệt của bạn.\n\nTiện ích mở rộng của Chrome thêm một biểu tượng vào thanh công cụ để rút ngắn URL với You Click.link, chỉ cần nhấp vào biểu tượng và nhận một liên kết rút gọn và mã QR.\n\nTrong cài đặt tiện ích mở rộng, bạn sẽ tìm thấy:\n- Miền ngắn đẹp;\n- Khả năng bật và tắt tính năng sao chép tự động;\n- Khả năng chọn kiểu chuyển đổi.\n\n================================================= ============\nTính năng của chúng tôi:\n  - Trình rút gọn liên kết không yêu cầu đăng ký\n  - Rút ngắn liên kết với một cú nhấp chuột\n  - Trình tạo mã QR\n  - Hoàn toàn miễn phí\n================================================= ============"
  }
}