{
  "name": {
    "ar": "لعب لعبة عبور الطريق [غير متصل]",
    "am": "የመንገድ መሻገሪያ ጨዋታ [ከመስመር ውጭ]",
    "bg": "Играйте Road Crossing Game [офлайн]",
    "bn": "রোড ক্রসিং গেম খেলুন [অফলাইন]",
    "ca": "Juga a la carretera de creuament [fora de línia]",
    "cs": "Hrajte silniční křížení hry [offline]",
    "da,id,no,ro": "Play Road Crossing Game [offline]",
    "de": "Spielen Sie das Straßenübergangsspiel [Offline]",
    "el": "Παίξτε το παιχνίδι διασταύρωσης δρόμου [offline]",
    "en,en_AU,en_GB,en_US,es_419,fil,it,lt,lv,pt_BR,pt_PT,sl,zh_CN,zh_TW": "Play Road Crossing Game [Offline]",
    "es": "Juega el juego de cruce de carreteras [fuera de línea]",
    "et": "Mängi maanteede ületamise mängu [võrguühenduseta]",
    "fa": "بازی عبور از جاده [آفلاین]",
    "fi": "Pelaa tien ylityspeli [offline]",
    "fr": "Jouez à Road Crossing Game [Offline]",
    "gu": "રોડ ક્રોસિંગ ગેમ રમો [offline ફલાઇન]",
    "he": "משחק משחק מעבר דרך [לא מקוון]",
    "hi": "प्ले रोड क्रॉसिंग गेम [ऑफ़लाइन]",
    "hr": "Igrajte cestovnu igru ​​[Offline]",
    "hu": "Játssz a Road Crossing Game [offline]",
    "ja": "Road Crossingゲーム[オフライン]プレイ",
    "kn": "ರಸ್ತೆ ದಾಟುವ ಆಟವನ್ನು ಪ್ಲೇ ಮಾಡಿ [ಆಫ್‌ಲೈನ್]",
    "ko": "로드 크로싱 게임 플레이 [오프라인]",
    "ml": "റോഡ് ക്രോസിംഗ് ഗെയിം കളിക്കുക [ഓഫ്ലൈൻ]",
    "mr": "रोड क्रॉसिंग गेम खेळा [ऑफलाइन]",
    "ms": "Main Permainan Crossing Road [Luar Talian]",
    "nl": "Speel Road Crossing Game [offline]",
    "pl": "Graj w Game Crossing [offline]",
    "ru": "Играть в дорожный перекресток [офлайн]",
    "sk": "Zahrajte si hru na prechod na cestách [offline]",
    "sr": "Плаи Роад Цроссинг Гаме [Оффлине]",
    "sv": "Spela Road Crossing Game [Offline]",
    "sw": "Cheza mchezo wa kuvuka barabara [nje ya mtandao]",
    "ta": "சாலை கிராசிங் கேம் [ஆஃப்லைன்] விளையாடுங்கள்",
    "te": "రోడ్ క్రాసింగ్ గేమ్ [ఆఫ్‌లైన్] ఆడండి",
    "th": "เล่นเกมข้ามถนน [ออฟไลน์]",
    "tr": "Yol geçiş oyunu oynayın [çevrimdışı]",
    "uk": "Грайте в гру перехрестя [офлайн]",
    "vi": "Chơi trò chơi Crossing Crossing [ngoại tuyến]"
  },
  "short": {
    "ar": "لعبة المشاة تعبر الطرق المملوءة بحركة المرور ، وهي لعبة مهارات عبر الإنترنت مع السيارات والمشاة.",
    "am": "ትራፊክ የተሞሉ መንገዶችን, ከመኪኖች እና ከእግረኞች ጋር የመስመር ላይ ችሎታ ጨዋታ መሻገር የእግረኛ ጨዋታ.",
    "bg": "Пешеходна игра, пресичаща пътищата, пълни с трафик, онлайн игра за умения с автомобили и пешеходци.",
    "bn": "পথচারী গেম ট্র্যাফিক ভরাট রাস্তাগুলি অতিক্রম করে, গাড়ি এবং পথচারীদের সাথে একটি অনলাইন দক্ষতা গেম।",
    "ca": "Joc de vianants que travessa les carreteres plenes de trànsit, un joc d’habilitats en línia amb cotxes i vianants.",
    "cs": "Hra chodce překračuje dopravní silnice, online dovednost s auty a chodci.",
    "da": "Fodgængerspil, der krydser trafikfyldte veje, et online færdighedsspil med biler og fodgængere.",
    "de": "Fußgängerspiel überquert die verkehrsgefüllten Straßen, ein Online -Fähigkeitsspiel mit Autos und Fußgängern.",
    "el": "Παιχνίδι πεζών που διασχίζουν τους δρόμους γεμάτες κυκλοφορία, ένα online παιχνίδι δεξιοτήτων με αυτοκίνητα και πεζούς.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Pedestrian game crossing the traffic filled roads, an online skill game with cars and pedestrians.",
    "es": "Juego de peatones cruzando las carreteras llenas de tráfico, un juego de habilidad en línea con autos y peatones.",
    "et": "Jalakäijate mäng, mis ületab liiklust täidetud teid, autode ja jalakäijatega veebipõhiseid oskusi.",
    "fa": "بازی عابر پیاده عبور از جاده های پر از ترافیک ، یک بازی مهارت آنلاین با اتومبیل و عابر پیاده.",
    "fi": "Jalankulkijapeli ylittää liikenteen täytetyt teitä, online -taitopeli autoilla ja jalankulkijoilla.",
    "fr": "Jeu de piétons traversant les routes remplies de circulation, un jeu de compétences en ligne avec des voitures et des piétons.",
    "gu": "પદયાત્રીઓની રમત ટ્રાફિક ભરેલા રસ્તાઓ, કાર અને પદયાત્રીઓ સાથેની fikels નલાઇન કૌશલ્ય રમતને પાર કરે છે.",
    "he": "משחק הולכי רגל חוצה את הכבישים המלאים בתנועה, משחק מיומנות מקוון עם מכוניות והולכי רגל.",
    "hi": "पैदल यात्री खेल ट्रैफिक से भरी सड़कों को पार करते हुए, कारों और पैदल यात्रियों के साथ एक ऑनलाइन कौशल खेल।",
    "hr": "Pješačke igre prelazeći prometne ceste, internetsku igru ​​vještina s automobilima i pješacima.",
    "hu": "Gyalogos játék, amely átlépte a forgalommal töltött utakat, egy online ügyes játék autókkal és gyalogosokkal.",
    "id": "Permainan pejalan kaki melintasi jalan yang dipenuhi lalu lintas, permainan keterampilan online dengan mobil dan pejalan kaki.",
    "it": "Gioco pedonale che attraversa le strade piene di traffico, un gioco di abilità online con auto e pedoni.",
    "ja": "交通に満ちた道路を横断する歩行者ゲーム、車と歩行者を備えたオンラインスキルゲーム。",
    "kn": "ದಟ್ಟಣೆ ತುಂಬಿದ ರಸ್ತೆಗಳನ್ನು ದಾಟುವ ಪಾದಚಾರಿ ಆಟ, ಕಾರುಗಳು ಮತ್ತು ಪಾದಚಾರಿಗಳೊಂದಿಗೆ ಆನ್‌ಲೈನ್ ಕೌಶಲ್ಯ ಆಟ.",
    "ko": "자동차와 보행자가있는 온라인 기술 게임 인 트래픽으로 가득 찬 도로를 건너는 보행자 게임.",
    "ml": "കാൽനട കളി ട്രാഫിക് പൂടു റോഡുകൾ മുറിച്ചുകടക്കുന്നു, കാറുകളും കാൽനടയാത്രക്കാരുമായും ഒരു ഓൺലൈൻ നൈപുണ്യ ഗെയിം.",
    "mr": "पादचारी गेम ट्रॅफिक भरलेले रस्ते ओलांडत आहे, कार आणि पादचारी लोकांसह एक ऑनलाइन कौशल्य खेळ.",
    "ms": "Permainan pejalan kaki menyeberangi jalan raya yang dipenuhi lalu lintas, permainan kemahiran dalam talian dengan kereta dan…",
    "nl": "Voetgangersspel die de verkeersgevulde wegen oversteekt, een online vaardigheidsspel met auto's en voetgangers.",
    "no": "Fotgjengerspill krysser trafikkfylte veier, et ferdighetsspill på nettet med biler og fotgjengere.",
    "pl": "Gra dla pieszych przekraczających drogi wypełnione ruchem, grę umiejętności online z samochodami i pieszymi.",
    "ro": "Jocul pietonal care traversează drumurile pline de trafic, un joc de abilități online cu mașini și pietoni.",
    "ru": "Пешеходная игра пересекает дороги, заполненные движением, онлайн -игра навыков с автомобилями и пешеходами.",
    "sk": "Cesty prechádzajúce prechádzajúce prechádzajúce cestou naplnené premávkou, online zručnosť s automobilmi a chodcami.",
    "sl": "Igra za pešce, ki prečkajo prometne ceste, spletno igro spretnosti z avtomobili in pešci.",
    "sr": "Пешачка игра прелазите саобраћајне путеве, утакмицу онлајн вештина са аутомобилима и пешацима.",
    "sv": "Fotgängare som korsar de trafikfyllda vägarna, ett online -färdighetsspel med bilar och fotgängare.",
    "sw": "Mchezo wa watembea kwa miguu kuvuka barabara zilizojaa trafiki, mchezo wa ustadi mkondoni na magari na watembea kwa miguu.",
    "ta": "போக்குவரத்து நிரப்பப்பட்ட சாலைகளை கடக்கும் பாதசாரி விளையாட்டு, கார்கள் மற்றும் பாதசாரிகளுடன் ஆன்லைன் திறன் விளையாட்டு.",
    "te": "ట్రాఫిక్ నిండిన రోడ్లను దాటడం పాదచారుల ఆట, కార్లు మరియు పాదచారులతో ఆన్‌లైన్ నైపుణ్యం గేమ్.",
    "th": "เกมคนเดินเท้าข้ามถนนที่เต็มไปด้วยการจราจรเกมทักษะออนไลน์ที่มีรถยนต์และคนเดินเท้า",
    "tr": "Arabalar ve yayalar ile çevrimiçi bir beceri oyunu olan trafik dolu yolları geçen yaya oyunu.",
    "uk": "Пішохідна гра, що перетинає дорожні дороги, онлайн -гра з автомобілями та пішоходами.",
    "vi": "Trò chơi dành cho người đi bộ băng qua những con đường đầy giao thông, một trò chơi kỹ năng trực tuyến với xe hơi và người đi bộ."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pedestrian game crossing the traffic filled roads, an online skill game with cars and pedestrians. Each lane of the road has cars crossing at full speed. The traffic is so heavy, that on all lanes of the roads cars are constantly passing by. The most important information is the speed of the car, indicated in the lane, and the impending arrival of the car in the lane, indicated with an arrow. \n\nNote:- You can Play More Categories Game In This Extension.\n\nThe higher the speed of a traffic lane, the more cars pass through it in the same time. This would be equivalent to the perception of the pedestrian crossing the road, who visualizes the approaching car and at what speed it is coming. He walks with the pedestrian across the crosswalk so that he does not get hit by cars at this traffic junction."
  }
}