{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BugShot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture visual bugs and report it to redmine.",
    "de": "Visuelle Fehler einfangen und an Redmine melden."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website testing made easier: BugShot for Redmine makes reporting bugs straightforward and convenient. Thanks to a minimal workflow, BugShot for Redmine helps save valuable time when testing websites.\n\nPREPARATION:\nJust add BugShot for Redmine to your Chrome Extensions, and check \"Enable REST web service\" once in the Redmine settings under API.\n \nTHIS IS HOW IT WORKS:\nEnter the url of your Redmine and log in with your account. Username and password have to be entered only once, because BugShot reads the Api Key of the user from Redmine with this data and stores it encrypted. BugShot then uses the Api Key for further communication with Redmine.\n\nCreate a reference ticket with the parameters of the website to be tested and the default template is already created in Redmine for each error found. Of course, additional tickets can be created or existing tickets can be used as reference. \n \nDetected bugs can now be captured using the BugShot button or shortcut (Windows/Linux Shift+Ctrl+S and Mac Shift+Command+S) and the generated screenshot can be commented directly using the paint and label function.\n\nNow just fill in the subject and description of the error and submit it.\n\nThe created ticket can then be viewed in Redmine. Benefit: URL and browser resolution will no longer be forgotten in the future, because Bugshot automatically attaches this information to the ticket.\n\n\nABOUT CLOUDOGU \n\nAt Cloudogu we believe in good software development through innovation, open source, agility, DevOps and community.\nOur team of approximately 50 members enjoy sharing their knowledge and new insights in our community, blog, training and consulting - Whether on-site in the heart of Brunswick, Germany or remotely. Our topics are DevOps, GitOps, Agile, Security and technologies like Kubernetes and Docker. It all comes together in our open source projects, the Cloudogu EcoSystem and SCM-Manager.",
    "de": "Webseitentests einfacher gemacht: Mit BugShot für Redmine wird die Meldung von Fehlern unkompliziert und komfortabel. Dank eines minimalen Workflows hilft BugShot für Redmine wertvolle Zeit beim Testen von Webseiten zu sparen.\n\nVORBEREITUNG:\nEinfach BugShot für Redmine zu den Chrome Erweiterungen hinzufügen, sowie einmalig in den Redmine Settings unter API den Haken bei „Enable REST web service“ setzen.\n \nSO GEHT’S:\nUrl des Redmine eintragen und per Account anmelden. Nutzername und Passwort müssen nur einmal hinterlegt werden, da BugShot mit diesen Daten den Api Key des Benutzers von Redmine liest und diesen verschlüsselt ablegt. Für die weitere Kommunikation mit Redmine verwendet BugShot dann den Api Key.\n \nReferenzticket mit den Parametern der zu testenden Webseite anlegen und schon ist das Default Template in Redmine für jeden gefundenen Fehler erstellt. Selbstverständlich können auch weitere Tickets anlegen oder bereits bestehende Ticket als Referenz verwenden werden. \n \nEntdeckte Fehler können nun mittels BugShot-Button oder Shortcut (Windows/Linux Shift+Ctrl+S und Mac Shift+Command+S) festgehalten und der erzeugte Screenshot direkt per Mal- und Beschriftungsfunktion kommentiert werden.\n\n\nJetzt nur noch Betreff und Beschreibung des Fehlers ausfüllen und abschicken.\n\nDas fertige Ticket kann anschließend in Redmine eingesehen werden. Benefit: URL und Browserauflösung werden zukünftig nicht mehr vergessen, denn Bugshot hängt diese Informationen automatisch an das Ticket an.\n\n\nÜBER CLOUDOGU \n\nBei Cloudogu glauben wir an gute Softwareentwicklung durch Innovationen, Open Source, Agilität, DevOps und Community.\nUnsere rund 50 Teammitglieder haben Spaß daran ihr Wissen und neue Erkenntnisse in unserer Community, unserem Blog, Schulungen und Consulting zu teilen – Egal ob vor Ort im Herzen Braunschweigs oder Remote. Unsere Themen sind DevOps, GitOps, Agilität, Security und Technologien wie Kubernetes und Docker. Das alles kommt in unseren Open-Source-Projekten, dem Cloudogu EcoSystem und SCM-Manager zusammen."
  }
}