{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jobenu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jobenu allows users to save job details with a single click after applying."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jobenu simplifies the job application process, providing job seekers with an easy and efficient way to manage their applications. By automatically extracting job details and storing them in a centralized database, Jobenu helps you stay organized and focused on landing your dream job.\n\nFeatures:\n\n• One-Click Save: After applying for a job, save all the job details with a single click.\n• Automatic Extraction: Jobenu automatically extracts and stores job information, ensuring accuracy and convenience.\n• User-Friendly Interface: Intuitive design that makes tracking your applications a breeze.\n• Data Control: Users have full control over their application data, with options to export, clear, or request their data at any time.\n\nHow It Works:\n\n• Add the Jobenu extension to your Chrome browser from the Chrome Web Store.\n• Apply for jobs on your favorite job boards and company websites.\n• Click the Jobenu icon in your browser toolbar to save the job details automatically.\n• Jobenu extracts job information such as job title, company name, application date, and job description.\n• Access your Jobenu dashboard to view, edit, and organize your saved job applications.\n\nGet Started Today:\n\nDownload Jobenu and take control of your job search. With Jobenu, managing your job applications has never been easier.\n\n!!!! Note: As Jobenu is currently in its beta version, users are limited to extracting details for up to 5 jobs per day. If you need more, please contact us."
  }
}