{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChromeCompare"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI driven extention used to help compare products to choose the best for you!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Compare: Your AI-Powered Shopping & Information Companion\n\nTired of sifting through endless product pages and overwhelming websites? Chrome Compare is your AI-powered assistant that simplifies your online experience.\n\nKey Features:\n\nEffortless Product Comparisons:\nInstantly compare prices and features of products across different e-commerce sites.   \nAI analyzes product descriptions and specifications to highlight key differences and similarities.   \nReceive personalized recommendations based on your preferences and budget.\nWebsite Summarization:\nQuickly grasp the essence of any webpage with concise AI-generated summaries.\nExtract key information, such as contact details, important dates, or policy terms.\nAnalyze long articles and research papers for faster comprehension.\nSmart Shopping Insights:\nTrack prices of products you're interested in and receive alerts when they go on sale.   \nDiscover hidden deals and exclusive offers.\nGet personalized recommendations for complementary products.\nEnhanced Productivity:\nAutomatically translate webpages into your preferred language.\nEasily schedule appointments and reminders based on information found on websites.\nQuickly find relevant information and answer your questions about the website content.\nBenefits:\n\nSave Time & Money: Find the best deals, compare prices effortlessly, and avoid impulse purchases.\nIncrease Productivity: Quickly grasp key information and improve your reading comprehension.\nEnhance Your Shopping Experience: Discover new products, get personalized recommendations, and make informed decisions.\nSimplify Your Online Life: Streamline your online tasks and improve your overall browsing experience.   \nDownload Chrome Compare today and experience the power of AI in your hands!"
  }
}