{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WikiCuiz"
  },
  "short": {
    "ar": "حدد فئة ويكيبيديا الأكثر صلة قبل نفاد الوقت",
    "am": "በአስር ሰከንዶች ውስጥ በጣም ተገቢ የሆነውን የዊኪፔዲያ ምድብ ይምረጡ",
    "bg": "Изберете най-подходящата категория на Уикипедия, преди да изтече времето",
    "bn": "সময় শেষ হওয়ার আগে সর্বাধিক প্রাসঙ্গিক উইকিপিডিয়া পৃষ্ঠাটি চয়ন করুন",
    "ca": "Seleccioneu la categoria de Wikipedia més rellevant abans que s’acabi el temps",
    "cs": "Než vyprší čas, vyberte nejrelevantnější kategorii Wikipedie",
    "da": "Vælg den mest relevante Wikipedia-kategori, før tiden løber ud",
    "de": "Wählen Sie die relevanteste Wikipedia-Kategorie aus, bevor die Zeit abläuft",
    "el": "Διάλεξε την πιο σχετική κατηγορία Wikipedia πριν τελειώσει ο χρόνος",
    "en,en_AU,en_GB,en_US": "Select the most relevant Wikipedia category before time runs out",
    "es,es_419": "Seleccione la categoría de Wikipedia más relevante antes de que acabe el tiempo",
    "et": "Enne kui aeg otsa saab, valige kõige sobivam Vikipeedia kategooria",
    "fa": "مناسب ترین دسته ویکی پدیا را در ده ثانیه انتخاب کنید",
    "fi": "Valitse sopivin Wikipedia-luokka ennen kuin aika loppuu",
    "fil": "Piliin ang pinaka-angkop na kategorya ng Wikipedia bago maubos ang oras",
    "fr": "Sélectionnez la catégorie Wikipedia la plus appropriée avant la fin du temps imparti",
    "gu": "સમય પૂરો થાય તે પહેલાં, વિકિપીડિયાની સૌથી સંબંધિત કેટેગરી પસંદ કરો",
    "he": "בחר בקטגוריה הרלוונטית ביותר בוויקיפדיה לפני שנגמר הזמן",
    "hi": "समय समाप्त होने से पहले सबसे अधिक प्रासंगिक विकिपीडिया श्रेणी का चयन करें",
    "hr": "Odaberite najrelevantniju kategoriju Wikipedije prije nego što istekne vrijeme",
    "hu": "Válassza ki a legrelevánsabb Wikipedia kategóriát, mielőtt az idő lejár",
    "id": "Pilih kategori Wikipedia yang paling relevan sebelum waktu habis",
    "it": "Seleziona la categoria Wikipedia più pertinente prima che scada il tempo",
    "ja": "時間がなくなる前に最も関連性の高いウィキペディアのカテゴリを選択してください",
    "kn": "ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು ಹೆಚ್ಚು ಪ್ರಸ್ತುತವಾದ ವಿಕಿಪೀಡಿಯ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "ko": "시간이 다 떨어지기 전에 가장 관련성이 높은 위키 백과 범주를 선택하십시오",
    "lt": "Prieš pasibaigiant laikui, pasirinkite tinkamiausią Vikipedijos kategoriją",
    "lv": "Atlasiet visatbilstošāko Wikipedia kategoriju pirms laika beigām",
    "ml": "സമയം കഴിയുന്നതിന് മുമ്പ് ഏറ്റവും പ്രസക്തമായ വിക്കിപീഡിയ പേജ് തിരഞ്ഞെടുക്കുക",
    "mr": "वेळ संपण्यापूर्वी सर्वात संबंधित विकिपीडिया श्रेणी निवडा",
    "ms": "Pilih kategori Wikipedia yang paling relevan dalam sepuluh saat",
    "nl": "Selecteer de meest relevante Wikipedia-categorie voordat de tijd om is",
    "no": "Velg den mest relevante Wikipedia-kategorien før tiden går ut",
    "pl": "Wybierz najbardziej odpowiednią kategorię Wikipedii, zanim skończy się czas",
    "pt_BR,pt_PT": "Selecione a categoria Wikipedia mais apropriada antes do tempo acabar",
    "ro": "Selectați cea mai relevantă categorie Wikipedia înainte de expirarea timpului",
    "ru": "Выберите наиболее подходящую категорию Википедии, прежде чем истечет время",
    "sk": "Vyberte najrelevantnejšiu kategóriu Wikipedia za desať sekúnd",
    "sl": "Pred iztekom časa izberite najprimernejšo kategorijo Wikipedije",
    "sr": "Изаберите најприкладнију категорију Википедије пре истека времена",
    "sv": "Välj den mest relevanta Wikipedia-kategorin innan tiden går ut",
    "sw": "Chagua ukurasa unaofaa zaidi wa Wikipedia kabla ya wakati kumalizika",
    "ta": "பத்து வினாடிகளில் மிகவும் பொருத்தமான விக்கிபீடியா பக்கத்தைத் தேர்ந்தெடுக்கவும்",
    "te": "సమయం ముగిసేలోపు అత్యంత సంబంధిత వికీపీడియా వర్గాన్ని ఎంచుకోండి",
    "th": "เลือกหมวดหมู่ Wikipedia ที่เกี่ยวข้องมากที่สุดก่อนที่เวลาจะหมด",
    "tr": "Süre dolmadan en alakalı Wikipedia kategorisini seçin",
    "uk": "Виберіть найбільш відповідну категорію Вікіпедії до закінчення часу",
    "vi": "Chọn trang Wikipedia có liên quan nhất trước khi hết giờ",
    "zh_CN,zh_TW": "在时间用完之前，选择最相关的Wikipedia类别"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To activate the extension, open a Wikipedia™ article. The application finds categories, as well as category members, that link to the current page and creates random quizzes from them.\n\nWikipedia™ is a trademark of the Wikimedia Foundation and is used with the permission of the Wikimedia Foundation. I am not endorsed by or affiliated with the Wikimedia Foundation.",
    "en,en_AU,en_GB,en_US": "To activate the extension, open a Wikipedia™ article. The application finds categories, as well as category members, related to the current page and creates random quizzes from them.\n\nWikipedia™ is a trademark of the Wikimedia Foundation and is used with the permission of the Wikimedia Foundation. I am not endorsed by or affiliated with the Wikimedia Foundation."
  }
}