{
  "name": {
    "ar": "باتمان فارس الظلام  Unblocked Game",
    "am,da,ms": "Batman The Dark Knight  Unblocked Game",
    "bg": "Батман Черният рицар  Online Games",
    "bn": "ব্যাটম্যান দ্য ডার্ক নাইট  Online Game",
    "ca": "Batman El Cavaller Fosc  Online",
    "cs": "Batman Temný rytíř  Cartoon Game",
    "de": "Batman der dunkle Ritter  Cartoon Game",
    "el": "Batman The Dark Knight  Superhero Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Batman The Dark Knight - HTML5 Game",
    "es": "batman el caballero oscuro  Unblocked Games",
    "et": "Batman Pimeduse rüütel  Unblocked Game",
    "fa": "بتمن شوالیه تاریکی  Cartoon Game",
    "fi": "Batman The Dark Knight Unblocked",
    "fil": "Batman Ang Dark Knight Unblocked",
    "fr": "Batman le chevalier noir  Unblocked Game",
    "gu": "બેટમેન ધ ડાર્ક નાઈટ  Unblocked Games",
    "he": "באטמן האביר האפל  Cartoon Game",
    "hi": "बैटमैन द डार्क नाइट Unblocked",
    "hr": "Batman Mračni vitez  Cartoon Game",
    "hu": "Batman A sötét lovag  Online Games",
    "id": "Batman Ksatria Kegelapan  Online Games",
    "it": "Batman Il Cavaliere Oscuro  Unblocked Game",
    "ja": "バットマン ザ ダーク ナイト  Unblocked Games",
    "kn": "ಬ್ಯಾಟ್‌ಮ್ಯಾನ್ ದಿ ಡಾರ್ಕ್ ನೈಟ್  Unblocked Game",
    "ko": "배트맨 다크 나이트  Unblocked Game",
    "lv": "Betmens Tumšais bruņinieks  Online Games",
    "ml": "ബാറ്റ്മാൻ ദി ഡാർക്ക് നൈറ്റ്  Online",
    "mr": "बॅटमॅन द डार्क नाइट  Online Games",
    "nl": "Batman de donkere ridder  Cartoon Game",
    "pl": "Batman Mroczny Rycerz Unblocked",
    "ro": "Batman Cavalerul Întunecat  Superhero Game",
    "ru": "Бэтмен Темный рыцарь  Online",
    "sk": "Batman Temný rytier  Cartoon Game",
    "sl": "Batman The Dark Knight  Online Games",
    "sw": "Batman The Dark Knight  Cartoon Game",
    "ta": "பேட்மேன் தி டார்க் நைட்  Online Games",
    "te": "బాట్మాన్ ది డార్క్ నైట్  Online Game",
    "th": "แบทแมน อัศวินรัตติกาล  Online Game",
    "tr": "Batman karanlık şövalye  Online Games",
    "uk": "Бетмен Темний Лицар  Cartoon Game"
  },
  "short": {
    "ar": "اللعبة عبارة عن لعبة حركة من أعلى إلى أسفل تأخذك في رحلة عبر مدينة جوثام المضطربة.",
    "am": "ጨዋታው በተቸገረው ጎታም ከተማ ላይ ለመጓዝ የሚወስድ ከላይ ወደ ታች የተግባር ጨዋታ ነው።",
    "bg": "Играта е екшън игра отгоре надолу, която ви отвежда на пътешествие из размирния Готъм Сити.",
    "bn": "গেমটি একটি টপ-ডাউন অ্যাকশন গেম যা আপনাকে অস্থির গথাম সিটি জুড়ে ভ্রমণে নিয়ে যায়।",
    "ca": "El joc és un joc d&#39;acció de dalt a baix que et porta a un viatge per la problemàtica ciutat de Gotham.",
    "cs": "Tato hra je akční hrou shora dolů, která vás vezme na cestu po neklidném Gotham City.",
    "da": "Spillet er et top-down actionspil, der tager dig med på en rejse gennem urolige Gotham City.",
    "de": "Das Spiel ist ein Top-Down-Actionspiel, das Sie auf eine Reise durch das unruhige Gotham City mitnimmt.",
    "el": "Το παιχνίδι είναι ένα παιχνίδι δράσης από πάνω προς τα κάτω που σας μεταφέρει σε ένα ταξίδι στην ταραγμένη Gotham City.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "The game is a top-down action game that takes you on a journey across troubled Gotham City.",
    "es": "El juego es un juego de acción de arriba hacia abajo que te lleva en un viaje a través de la problemática ciudad de Gotham.",
    "et": "Mäng on ülalt-alla põnevusmäng, mis viib teid rännakule läbi probleemse Gotham City.",
    "fa": "این بازی یک بازی اکشن از بالا به پایین است که شما را به سفری در شهر پرآشوب گاتهام می برد.",
    "fi": "Peli on ylhäältä alas suuntautuva toimintapeli, joka vie sinut matkalle levoton Gotham Cityn halki.",
    "fil": "Ang laro ay isang top-down action game na magdadala sa iyo sa isang paglalakbay sa magulong Gotham City.",
    "fr": "Le jeu est un jeu d&#39;action descendant qui vous emmène dans un voyage à travers la ville troublée de Gotham.",
    "gu": "આ રમત એક ટોપ-ડાઉન એક્શન ગેમ છે જે તમને મુશ્કેલીગ્રસ્ત ગોથમ સિટીની સફર પર લઈ જાય છે.",
    "he": "המשחק הוא משחק פעולה מלמעלה למטה שלוקח אותך למסע ברחבי Gotham City הסוערת.",
    "hi": "गेम एक टॉप-डाउन एक्शन गेम है जो आपको परेशान गोथम सिटी की यात्रा पर ले जाता है।",
    "hr": "Igra je top-down akcijska igra koja vas vodi na putovanje kroz problematični Gotham City.",
    "hu": "A játék egy felülről lefelé haladó akciójáték, amely egy utazásra visz a zaklatott Gotham Cityben.",
    "id": "Gim ini adalah gim aksi top-down yang membawa Anda dalam perjalanan melintasi Kota Gotham yang bermasalah.",
    "it": "Il gioco è un gioco d&#39;azione dall&#39;alto verso il basso che ti porta in un viaggio attraverso la travagliata Gotham City.",
    "ja": "このゲームは、問題を抱えたゴッサム シティを旅するトップダウン アクション ゲームです。",
    "kn": "ಆಟವು ಟಾಪ್-ಡೌನ್ ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ತೊಂದರೆಗೀಡಾದ ಗೋಥಮ್ ಸಿಟಿಯಾದ್ಯಂತ ನಿಮ್ಮನ್ನು ಪ್ರಯಾಣಕ್ಕೆ ಕರೆದೊಯ್ಯುತ್ತದೆ.",
    "ko": "이 게임은 문제가 많은 고담시를 여행하는 하향식 액션 게임입니다.",
    "lv": "Spēle ir no augšas uz leju vērsta darbības spēle, kas aizvedīs jūs ceļojumā pa nemierīgo Gotemasitiju.",
    "ml": "പ്രശ്‌നബാധിതമായ ഗോതം സിറ്റിയിലൂടെ നിങ്ങളെ ഒരു യാത്രയിലേക്ക് കൊണ്ടുപോകുന്ന ഒരു ടോപ്പ്-ഡൗൺ ആക്ഷൻ ഗെയിമാണ് ഗെയിം.",
    "mr": "हा गेम टॉप-डाउन अॅक्शन गेम आहे जो तुम्हाला अडचणीत असलेल्या गोथम सिटीच्या प्रवासाला घेऊन जातो.",
    "ms": "Permainan ini ialah permainan aksi atas ke bawah yang membawa anda mengembara merentasi Kota Gotham yang bermasalah.",
    "nl": "De game is een top-down actiegame die je meeneemt op een reis door het onrustige Gotham City.",
    "pl": "Gra jest grą akcji z widokiem z góry, która zabierze Cię w podróż po niespokojnym Gotham City.",
    "ro": "Jocul este un joc de acțiune de sus în jos, care te poartă într-o călătorie prin agitatul oraș Gotham.",
    "ru": "Игра представляет собой экшн с видом сверху, в котором вы отправитесь в путешествие по неспокойному Готэм-сити.",
    "sk": "Hra je akčná hra zhora nadol, ktorá vás vezme na cestu naprieč nepokojným Gotham City.",
    "sl": "Igra je akcijska igra od zgoraj navzdol, ki vas popelje na potovanje po nemirnem mestu Gotham.",
    "sw": "Mchezo ni mchezo wa hatua ya juu chini ambao unakupeleka kwenye safari ya kuvuka Gotham City yenye matatizo.",
    "ta": "இந்த கேம் ஒரு டாப்-டவுன் ஆக்ஷன் கேம் ஆகும், இது உங்களை பிரச்சனையில் இருக்கும் கோதம் சிட்டி முழுவதும் பயணம் செய்யும்.",
    "te": "గేమ్ అనేది టాప్-డౌన్ యాక్షన్ గేమ్, ఇది మిమ్మల్ని సమస్యాత్మకమైన గోథమ్ సిటీలో ప్రయాణం చేస్తుంది.",
    "th": "เกมดังกล่าวเป็นเกมแอคชั่นจากบนลงล่างที่จะพาคุณเดินทางข้ามเมืองก็อธแธมที่มีปัญหา",
    "tr": "Oyun, sizi sorunlu Gotham City&#39;de bir yolculuğa çıkaran yukarıdan aşağıya bir aksiyon oyunudur.",
    "uk": "Гра являє собою бойовик з видом зверху, який перенесе вас у подорож неспокійним Ґотем-Сіті."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lv,ml,mr,ms,nl,pl,ro,ru,sk,sl,sw,ta,te,th,tr,uk": "The game is a top-down action game that takes you on a journey across troubled Gotham City. Collect coins, dodge obstacles, defeat enemies, and upgrade Batmobile as you progress through the game.\n\nThis is a simple driving and flying game where you control the Batmobile collect pieces and fight off villains from the Batman series. Your objective is to help the hero defeat the Joker, Riddler, and many others once and for all in an exciting racing game. Drive your batmobile carefully, dodge enemies and obstacles, and try to collect as many coins as possible. Transform into the flying device and have fun!\n\n\nHow To Play: \n\nMove left and right to drive over and collect pieces and blocks.\nAvoid running into any fixed structures, obstacles, or enemies.\nPeriodically fight bosses like the Joker, the Riddler, and Mr. Freeze with homing rockets.\n\nTo swipe Install this extension to play theBatman The Dark Knight or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "The game is a top-down action game that takes you on a journey across troubled Gotham City. Collect coins, dodge obstacles, defeat enemies, and upgrade Batmobile as you progress through the game.\n\nThis is a simple driving and flying game where you control the Batmobile collect pieces and fight off villains from the Batman series. Your objective is to help the hero defeat the Joker, Riddler, and many others once and for all in an exciting racing game. Drive your batmobile carefully, dodge enemies and obstacles, and try to collect as many coins as possible. Transform into the flying device and have fun!\n\n\nHow To Play: \n\nMove left and right to drive over and collect pieces and blocks.\nAvoid running into any fixed structures, obstacles, or enemies.\nPeriodically fight bosses like the Joker, the Riddler, and Mr. Freeze with homing rockets.\n\nTo swipe Install this extension to play the Batman The Dark Knight or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}