{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "USC course watcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add an indicator to your chrome and quickly notified when there is opening for your class"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you wasting your time by constantly checking if a class you want to register is available or not? USC Course Watcher is here to help you! Simply add a real time green/red indicator to your chrome to easily check the class availability without having to manually check it yourself. You will also get a notification just in case you miss the change of indicator status.\n  \nWatch you class easily by selecting the department name and providing the section number for the class.  If at least one of the classes you registered to USC Course Watcher is available, it will send you a notification instantly. Are you worried that you might miss the notification form us? Don't worry! The icon image of this extension is a red/green indicator showing the real time status of your watched courses to make it easy to manually check the status. If the icon image is green, it means at least one of your watched courses has opening, and all you have to do is register this class using USC registration system!\n\nUSC Course Watcher automatically scrapes and sync data from classes.usc.edu regularly every 15 seconds. So all you have to do is select the class you want to register and do whatever you want to do on chrome. \n\nTips:\n-If  your wifi connection is week or slow, please patiently wait until your watched course list show up.\n-You can delete your watched list by clicking the \"Delete\" button next to the each class list.  \n-After installing this extension, go to the \"Register course\" section to add a class to the watched list. \n-After selecting department using the drop down menu, provide the section number for the class. \n-You can find the section id for your class by clicking \"Click here to find section id\" in the \"Register course\" tab. It will redirect you to the USC Class of Schedule website where you can easily identify the course section number. \n\nWarning: \nApparently, the official USC Class of Schedule website is not updated instantly as the USC registration system. Since all the data of this extension is scraped from the USC Class of Schedule website, it won't be able to tell you about class opening until the USC Class of Schedule website is updated. \n\nSomething went wrong? Have you found some bugs? I would be happy to hear about it. Email me at decheolj@usc.edu to contact me!"
  }
}