{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTags - YouTube Tag Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly extract YouTube tags and unlock insights for better video performance and SEO!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTags - YouTube Tag Extractor is the ultimate tool for content creators, marketers, and YouTube enthusiasts! This extension reveals the hidden meta tags (keywords) used by YouTube videos, helping you analyze and optimize your own content for better visibility and performance.\n\nWith YouTags, you can:\n\n▪️ Instantly extract and view the tags used in any public YouTube video.\n▪️ Copy tags with a single click to streamline your content strategy.\n▪️ Use the Copy All Tags feature to grab all tags at once, separated by commas.\n▪️ Enhance your YouTube SEO by learning from competitors and high-performing videos.\n\nDesigned with a sleek and engaging interface, YouTags ensures ease of use while delivering powerful insights. Whether you're a beginner or a seasoned creator, this tool simplifies tag research and helps you grow your channel.\n\nKey Features:\n\n▪️ Displays all tags directly under the video header.\n▪️ Easy \"Click to Copy\" functionality for individual tags.\n▪️ A convenient \"Copy All Tags\" button to save time.\n▪️ Stylish and user-friendly interface.\n\nWhy Use YouTags?\nTags are essential for YouTube video discovery and search rankings. With YouTags, you can demystify tag strategies and optimize your videos for maximum reach and engagement.\n\nStart using YouTags today to power up your YouTube game!"
  }
}