{
  "name": {
    "ar": "مدير الإشارات، الحفظ ولقطات الشاشة | Page Org",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Bookmark, Cache & Screenshot Manager | Page Org",
    "de": "Lesezeichen-, Cache- & Screenshot-Manager | Page Org",
    "es": "Gestor de marcadores, caché y capturas | Page Org",
    "fr": "Gestionnaire de signets, cache et captures d’écran | Page Org",
    "ja": "ブックマーク、キャッシュ、スクリーンショット管理 | Page Org",
    "ko": "북마크, 캐시 및 스크린샷 관리자 | Page Org",
    "zh_CN": "书签、缓存和截图管理器 | Page Org",
    "zh_TW": "書籤、緩存和截圖管理器 | Page Org"
  },
  "short": {
    "ar": "تنظيم الإشارات، وضع علامات. حفظ الصفحة. التقاط، تحرير لقطات. تعاون الفريق.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Organize, tag bookmarks. Cache page offline. Take, edit screenshots. Team collaboration.",
    "de": "Lesezeichen organisieren, taggen. Seite offline speichern. Teamarbeit.",
    "es": "Organiza, etiqueta marcadores. Guarda página offline. Colabora en equipo.",
    "fr": "Organisez, étiquetez signets. Cachez page hors ligne. Collaboration d'équipe.",
    "ja": "ブックマーク整理、タグ付け。ページ保存。スクリーンショット編集、チーム協力。",
    "ko": "북마크 정리, 태그 추가. 페이지 저장. 스크린샷 편집. 팀 협업.",
    "zh_CN": "组织标签书签。离线缓存页面。截图编辑。团队协作。",
    "zh_TW": "組織標籤書籤。離線緩存頁面。截圖編輯。團隊協作。"
  },
  "long": {
    "ar": "الميزات:\n\n1. إدارة العلامات المرجعية: استيراد العلامات المرجعية والبحث بالنص أو العلامات أو النطاق أو الرابط.\n\n2. بحث في سجل التصفح: استيراد سجل التصفح والبحث بالنص أو نطاق التاريخ أو النطاق أو الرابط.\n\n3. تنظيم العلامات المرجعية بسهولة: تحرير العناوين مباشرةً، تطبيق العلامات بشكل جماعي، وسحب العلامات وإفلاتها، والاستفادة من التصنيف التلقائي المدعوم بالذكاء الاصطناعي للتنظيم الفعال.\n\n4. تخزين الصفحات مؤقتًا للوصول دون اتصال: تخزين الصفحات محليًا للوصول إليها دون اتصال مع خيار التخزين المؤقت التلقائي للصفحات المحفوظة كعلامات مرجعية. يتم تخزين جميع البيانات محليًا لضمان الخصوصية.\n\n5. التقاط وتحرير لقطات الشاشة: التقاط وتدوين الملاحظات وتنزيل لقطات الشاشة بسهولة أو تحميلها للمشاركة عبر رابط فريد.\n\n6. مزامنة عبر الأجهزة وتعاون: مزامنة البيانات عبر الأجهزة والتعاون في العلامات المرجعية مع الأصدقاء والزملاء للعمل الجماعي بسلاسة.\n\nالمقدمة:\nصفحة أورغ (Page Org) – الإضافة النهائية لمتصفح Chrome لإدارة العلامات المرجعية وسجل التصفح بسلاسة عبر الأجهزة المختلفة، مع أدوات تعاون قوية للفرق. احفظ الصفحات للوصول إليها دون اتصال، والتقط لقطات شاشة مع إمكانية التعليق والتوضيح عليها. نظّم، وابحث، واحفظ، وشارك المحتوى—كل ذلك مع ميزات تركز على الإنتاجية وتسهيل سير العمل.\n\nمع صفحة أورغ (Page Org)، ارفع من مستوى تجربتك في التصفح من خلال أدوات تسمح لك بـ:\n\n✔️ إدارة فعّالة للعلامات المرجعية وسجل التصفح: استورد العلامات المرجعية وسجل التصفح، ثم ابحث بسهولة من خلال الكلمات المفتاحية أو العلامات أو النطاقات أو عناوين URL أو تواريخ محددة.\n\n✔️ تصنيف وتحرير متقدم: قم بتحرير العناوين مباشرة، وتطبيق علامات مجمّعة، واسحب وأفلت العلامات بسهولة، ودع الذكاء الاصطناعي ينظم مجموعتك بشكل أسرع من أي وقت مضى.\n\n✔️ تخزين الصفحات للوصول دون اتصال: احفظ أي صفحة للوصول إليها دون اتصال، مع خيار التخزين التلقائي للصفحات المرجعية—كل ذلك مخزن محليًا لحماية خصوصيتك.\n\n✔️ تحسين التقاط وتحرير لقطات الشاشة: التقط، وعلّق، وحرّر لقطات الشاشة لأي صفحة. احفظها محليًا أو ارفعها للمشاركة عبر رابط فريد.\n\n✔️ التزامن عبر الأجهزة والتعاون: نزّل تطبيقنا للجوال، وقم بمزامنة البيانات عبر الأجهزة، وأنشئ قنوات لإدارة العلامات المرجعية والعلامات مع الأصدقاء أو الزملاء لتعاون فعّال.\n\nيقدم مركز المساعدة لدينا إرشادات خطوة بخطوة ونصائح لتعظيم الإنتاجية. قل وداعاً للفوضى في العلامات المرجعية وسجل التصفح غير المنظم. استمتع بتجربة تصفح سلسة مع صفحة أورغ، شريكك في تنظيم الإنترنت بشكل فعّال.\n\nاللغات المدعومة: العربية، Deutsch، Español، English، Français، 日本語، 한국어، 简体/繁体中文",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Functionality:\n\n1. Bookmark Management: Import bookmarks and search by text, tags, domain, or URL.\n\n2. Browsing History Search: Import browsing history and search by text, date range, domain, or URL.\n\n3. Easy Bookmark Organization: Edit titles inline, bulk-apply and drag & drop tags, and leverage AI-driven auto-tagging for efficient organization.\n\n4. Offline Page Caching: Cache pages locally for offline access with an option to auto-cache bookmarked pages. All data is stored locally to ensure privacy.\n\n5. Screenshot Capture & Editing: Capture, annotate, and download screenshots easily, or upload to share via a unique link.\n\n6. Cross-Device Sync & Collaboration: Sync data across devices and collaborate on bookmarks with friends and colleagues for seamless teamwork.\n\nIntroduction:\nPage Org – the ultimate Chrome extension for seamlessly managing bookmarks, browsing history, and more across devices, with powerful collaboration tools for teams. Cache pages for offline access, capture and annotate screenshots.  Organize, search, cache and share content—all with productivity-focused features designed to streamline your workflow.\nWith Page Org, elevate your browsing experience through tools that let you:\n\n✔️ Efficiently Manage Bookmarks & Browsing History : Import bookmarks and history, then find what you need quickly by searching through keywords, tags, domains, URLs, or date ranges.\nAdvanced Tagging & Editing: Edit titles inline, bulk-apply and drag & drop tags, and let AI-powered auto-tagging organize your collection faster than ever.\n\n✔️ Offline Page Caching: Cache any page for offline access, with options to auto-cache bookmarked pages—all stored locally for your privacy.\n\n✔️ Enhanced Screenshot Capture & Editing: Capture, annotate, and edit screenshots on any page. Save locally or upload to share through a unique link.\n\n✔️ Cross-Device Sync & Collaboration: Download our app for mobile, sync data across devices, and create channels to collaboratively manage bookmarks and tags with friends or colleagues for efficient teamwork.\n\nOur Help Center offers step-by-step guidance and tips for maximizing productivity. Say goodbye to cluttered bookmarks and disorganized browsing history. Experience streamlined browsing with Page Org, your partner in efficient online organization.\n\n\nSupport Languages:\n العربية, Deutsch, Español, English, Français,  日本語, 한국어, 简体/繁体中文",
    "de": "Funktionen:\n\n1. Lesezeichenverwaltung: Importieren Sie Lesezeichen und suchen Sie nach Text, Tags, Domain oder URL.\n\n2. Suchverlauf durchsuchen: Importieren Sie den Browserverlauf und suchen Sie nach Text, Datumsbereich, Domain oder URL.\n\n3. Einfache Lesezeichenorganisation: Titel inline bearbeiten, Tags stapelweise anwenden und per Drag & Drop verschieben, und KI-gestützte automatische Tags für eine effiziente Organisation nutzen.\n\n4. Offline-Seitencaching: Seiten lokal für den Offline-Zugriff zwischenspeichern mit der Option, Lesezeichen automatisch zu cachen. Alle Daten werden lokal gespeichert, um die Privatsphäre zu gewährleisten.\n\n5. Bildschirmaufnahme & Bearbeitung: Bildschirmaufnahmen erstellen, annotieren und herunterladen oder über einen einzigartigen Link hochladen und teilen.\n\n6. Geräteübergreifende Synchronisierung & Zusammenarbeit: Daten auf verschiedenen Geräten synchronisieren und Lesezeichen mit Freunden und Kollegen gemeinsam nutzen, um eine nahtlose Teamarbeit zu ermöglichen.\n\nEinführung:\nPage Org – die ultimative Chrome-Erweiterung für die nahtlose Verwaltung von Lesezeichen, Browserverlauf und mehr auf verschiedenen Geräten mit leistungsstarken Tools zur Zusammenarbeit im Team. Seiten für den Offline-Zugriff zwischenspeichern, Screenshots erstellen und annotieren. Organisieren, suchen, zwischenspeichern und teilen Sie Inhalte – alles mit produktivitätsorientierten Funktionen, die Ihren Arbeitsablauf optimieren.\nMit Page Org verbessern Sie Ihr Browsererlebnis mit Tools, die Ihnen Folgendes ermöglichen:\n\nEffiziente Verwaltung von Lesezeichen & Browserverlauf: Importieren Sie Lesezeichen und den Verlauf und finden Sie schnell, was Sie benötigen, indem Sie nach Schlüsselwörtern, Tags, Domains, URLs oder Datumsbereichen suchen.\n\nErweitertes Tagging & Bearbeitung: Titel inline bearbeiten, Tags stapelweise anwenden und per Drag & Drop verschieben und die KI-gestützte automatische Tagging-Funktion nutzen, um Ihre Sammlung schneller denn je zu organisieren.\n\nOffline-Seitencaching: Jede Seite für den Offline-Zugriff zwischenspeichern, mit Optionen zum automatischen Cachen von Lesezeichenseiten – alle lokal gespeichert, um Ihre Privatsphäre zu gewährleisten.\n\nErweiterte Bildschirmaufnahme & Bearbeitung: Bildschirmaufnahmen auf jeder Seite erstellen, annotieren und bearbeiten. Lokal speichern oder über einen einzigartigen Link hochladen und teilen.\n\nGeräteübergreifende Synchronisierung & Zusammenarbeit: Laden Sie unsere App für Mobilgeräte herunter, synchronisieren Sie Daten auf verschiedenen Geräten und erstellen Sie Kanäle, um Lesezeichen und Tags effizient mit Freunden oder Kollegen gemeinsam zu verwalten.\n\nUnser Hilfe-Center bietet Schritt-für-Schritt-Anleitungen und Tipps zur Steigerung der Produktivität. Verabschieden Sie sich von unübersichtlichen Lesezeichen und einem chaotischen Browserverlauf. Erleben Sie ein optimiertes Surfen mit Page Org, Ihrem Partner für effiziente Online-Organisation.\n\nUnterstützte Sprachen: العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文",
    "es": "Funcionalidades:\n\n1. Gestión de Marcadores: Importa marcadores y busca por texto, etiquetas, dominio o URL.\n\n2. Búsqueda en el Historial de Navegación: Importa el historial de navegación y busca por texto, rango de fechas, dominio o URL.\n\n3. Organización Fácil de Marcadores: Edita títulos en línea, aplica etiquetas en masa y utiliza etiquetas automáticas impulsadas por IA para una organización eficiente.\n\n4. Caché de Páginas sin Conexión: Guarda páginas en caché local para acceso sin conexión con la opción de cachear automáticamente las páginas guardadas como marcadores. Todos los datos se almacenan localmente para garantizar la privacidad.\n\n5. Captura y Edición de Capturas de Pantalla: Captura, anota y descarga capturas de pantalla fácilmente o súbelas para compartir a través de un enlace único.\n\n6. Sincronización y Colaboración entre Dispositivos: Sincroniza datos entre dispositivos y colabora en marcadores con amigos y colegas para un trabajo en equipo sin problemas.\n\nIntroducción:\nPage Org – la extensión definitiva para Chrome para gestionar marcadores, historial de navegación y más entre dispositivos, con potentes herramientas de colaboración para equipos. Guarda páginas en caché para acceso sin conexión, captura y anota capturas de pantalla. Organiza, busca, guarda en caché y comparte contenido, todo con funciones enfocadas en la productividad diseñadas para optimizar tu flujo de trabajo.\nCon Page Org, eleva tu experiencia de navegación a través de herramientas que te permiten:\n\nGestionar Eficientemente Marcadores e Historial de Navegación: Importa marcadores e historial y encuentra rápidamente lo que necesitas buscando a través de palabras clave, etiquetas, dominios, URLs o rangos de fechas.\n\nEtiquetado y Edición Avanzados: Edita títulos en línea, aplica etiquetas en masa y arrastra y suelta etiquetas, y permite que el etiquetado automático impulsado por IA organice tu colección más rápido que nunca.\n\nCaché de Páginas sin Conexión: Guarda en caché cualquier página para acceso sin conexión, con opciones para cachear automáticamente las páginas guardadas como marcadores, todo almacenado localmente para tu privacidad.\n\nCaptura y Edición Mejorada de Capturas de Pantalla: Captura, anota y edita capturas de pantalla en cualquier página. Guarda localmente o sube para compartir a través de un enlace único.\n\nSincronización y Colaboración entre Dispositivos: Descarga nuestra aplicación para móvil, sincroniza datos entre dispositivos y crea canales para gestionar colaborativamente marcadores y etiquetas con amigos o colegas para un trabajo en equipo eficiente.\n\nNuestro Centro de Ayuda ofrece orientación paso a paso y consejos para maximizar la productividad. Di adiós a los marcadores desordenados y al historial de navegación desorganizado. Experimenta una navegación optimizada con Page Org, tu compañero en la organización eficiente en línea.\n\nIdiomas de soporte: العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文",
    "fr": "Fonctionnalités :\n\n1. Gestion des Favoris : Importez des favoris et recherchez par texte, tags, domaine ou URL.\n\n2. Recherche dans l'Historique de Navigation : Importez l'historique de navigation et recherchez par texte, plage de dates, domaine ou URL.\n\n3. Organisation Facile des Favoris : Éditez les titres en ligne, appliquez des tags en masse et utilisez le classement automatique assisté par IA pour une organisation efficace.\n\n4. Mise en Cache des Pages Hors Ligne : Mettez les pages en cache localement pour un accès hors ligne avec une option pour mettre en cache automatiquement les pages en favoris. Toutes les données sont stockées localement pour garantir la confidentialité.\n\n5. Capture d'Écran et Édition : Capturez, annotez et téléchargez facilement des captures d’écran, ou téléchargez-les pour les partager via un lien unique.\n\n6. Synchronisation et Collaboration Multi-Appareils : Synchronisez les données entre appareils et collaborez sur les favoris avec des amis et des collègues pour un travail d’équipe fluide.\n\nPrésentation :\nPage Org – l’extension Chrome ultime pour gérer facilement vos favoris, votre historique de navigation et plus encore sur tous vos appareils, avec des outils de collaboration puissants pour les équipes. Mettez des pages en cache pour un accès hors ligne, capturez et annotez des captures d’écran. Organisez, recherchez, mettez en cache et partagez du contenu – avec des fonctionnalités axées sur la productivité conçues pour optimiser votre flux de travail.\nAvec Page Org, améliorez votre expérience de navigation avec des outils qui vous permettent de :\n\nGérer Efficacement Favoris et Historique de Navigation : Importez des favoris et l'historique, puis trouvez rapidement ce dont vous avez besoin en recherchant par mots-clés, tags, domaines, URLs ou plages de dates.\n\nÉtiquetage et Édition Avancés : Modifiez les titres en ligne, appliquez des tags en masse et glissez-déposez des tags, et laissez le classement automatique assisté par IA organiser votre collection plus rapidement que jamais.\n\nMise en Cache des Pages Hors Ligne : Mettez en cache n'importe quelle page pour un accès hors ligne, avec des options pour mettre en cache automatiquement les pages en favoris – tout est stocké localement pour garantir votre confidentialité.\n\nCapture et Édition de Captures d'Écran Améliorées : Capturez, annotez et éditez des captures d’écran sur n'importe quelle page. Enregistrez localement ou téléchargez pour partager via un lien unique.\n\nSynchronisation et Collaboration Multi-Appareils : Téléchargez notre application mobile, synchronisez les données entre appareils et créez des canaux pour gérer collaborativement les favoris et tags avec des amis ou des collègues pour un travail d’équipe efficace.\n\nNotre Centre d'Aide offre des conseils et des astuces pour maximiser la productivité. Dites adieu aux favoris désordonnés et à l'historique de navigation désorganisé. Expérimentez une navigation simplifiée avec Page Org, votre partenaire pour une organisation en ligne efficace.\n\nLangues prises en charge : العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文.",
    "ja": "機能:\n\n1. ブックマーク管理: ブックマークをインポートし、テキスト、タグ、ドメイン、URLで検索します。\n\n2. 閲覧履歴検索: 閲覧履歴をインポートし、テキスト、日付範囲、ドメイン、またはURLで検索します。\n\n3. 簡単なブックマーク整理: タイトルをインラインで編集し、タグを一括適用およびドラッグ&ドロップして、AIによる自動タグ付けを活用して効率的な整理を実現します。\n\n4. オフラインページキャッシング: ページをローカルにキャッシュしてオフラインでアクセスできるようにし、ブックマークされたページを自動キャッシュするオプションもあります。すべてのデータはプライバシー保護のためローカルに保存されます。\n\n5. スクリーンショットのキャプチャと編集: スクリーンショットを簡単にキャプチャ、注釈、ダウンロード、またはユニークなリンクで共有するためにアップロードします。\n\n6. クロスデバイス同期とコラボレーション: デバイス間でデータを同期し、友人や同僚とブックマークを共有してシームレスなチームワークを実現します。\n\n紹介:\nPage Org – ブックマーク、閲覧履歴などをデバイス間でシームレスに管理するためのChrome拡張機能で、チームのための強力なコラボレーションツールを備えています。オフラインアクセス用にページをキャッシュし、スクリーンショットをキャプチャして注釈を付けます。組織化、検索、キャッシュ、コンテンツの共有など、すべて生産性を高める機能を備えた設計です。\nPage Orgでは、次のようなツールでブラウジング体験を向上させます:\n\nブックマークと閲覧履歴の効率的な管理: ブックマークと履歴をインポートし、キーワード、タグ、ドメイン、URL、または日付範囲で素早く必要なものを見つけます。\n\n高度なタグ付けと編集: タイトルをインラインで編集し、タグを一括適用してドラッグ&ドロップし、AIによる自動タグ付けでコレクションをこれまで以上に速く整理します。\n\nオフラインページキャッシング: オフラインでアクセスするために任意のページをキャッシュし、ブックマークされたページの自動キャッシュオプションもあります。すべてローカルに保存されるため、プライバシーが保護されます。\n\n強化されたスクリーンショットキャプチャと編集: 任意のページでスクリーンショットをキャプチャ、注釈、編集できます。ローカルに保存するか、ユニークなリンクを介して共有します。\n\nクロスデバイス同期とコラボレーション: モバイルアプリをダウンロードし、デバイス間でデータを同期し、チャンネルを作成して友人や同僚とブックマークとタグを効率的に管理します。\n\nヘルプセンターでは、生産性を最大化するためのステップバイステップのガイダンスとヒントを提供しています。混乱したブックマークや整理されていない閲覧履歴にさよならを告げましょう。Page Orgと一緒に効率的なオンライン整理を体験してください。\n\nサポート言語：العربية、Deutsch、Español、English、Français、日本語、한국어、简体/繁体中文",
    "ko": "기능:\n\n1. 북마크 관리: 북마크를 가져오고 텍스트, 태그, 도메인 또는 URL로 검색합니다.\n\n2. 검색 기록 검색: 검색 기록을 가져와 텍스트, 날짜 범위, 도메인 또는 URL로 검색합니다.\n\n3. 간편한 북마크 정리: 제목을 인라인으로 편집하고, 태그를 대량으로 적용 및 드래그 앤 드롭하여 AI 기반 자동 태그 기능으로 효율적으로 정리할 수 있습니다.\n\n4. 오프라인 페이지 캐싱: 페이지를 로컬로 캐싱하여 오프라인으로 액세스할 수 있으며, 북마크된 페이지를 자동으로 캐싱하는 옵션이 있습니다. 모든 데이터는 개인 정보 보호를 위해 로컬에 저장됩니다.\n\n5. 스크린샷 캡처 및 편집: 스크린샷을 쉽게 캡처, 주석 달기, 다운로드하거나 고유한 링크를 통해 업로드하여 공유할 수 있습니다.\n\n6. 기기 간 동기화 및 협업: 여러 기기에서 데이터를 동기화하고 친구 및 동료와 북마크를 공유하여 원활한 팀워크를 구현할 수 있습니다.\n\n소개:\nPage Org – 기기 간 북마크, 검색 기록 및 기타를 매끄럽게 관리하는 Chrome 확장 프로그램으로, 팀을 위한 강력한 협업 도구가 포함되어 있습니다. 오프라인 액세스를 위해 페이지를 캐시하고, 스크린샷을 캡처하고 주석을 추가할 수 있습니다. 생산성 중심의 기능으로 조직화, 검색, 캐시 및 콘텐츠 공유를 최적화할 수 있습니다.\nPage Org로 다음 기능을 통해 브라우징 경험을 향상시킵니다:\n\n효율적인 북마크 및 검색 기록 관리: 북마크와 기록을 가져와 키워드, 태그, 도메인, URL 또는 날짜 범위로 필요한 항목을 빠르게 찾습니다.\n\n고급 태그 및 편집 기능: 제목을 인라인으로 편집하고, 태그를 대량으로 적용 및 드래그 앤 드롭하며, AI 기반 자동 태그 기능을 통해 컬렉션을 빠르게 정리합니다.\n\n오프라인 페이지 캐싱: 오프라인 액세스를 위해 모든 페이지를 캐시하고, 북마크된 페이지의 자동 캐싱 옵션도 있습니다. 모든 데이터는 개인 정보 보호를 위해 로컬에 저장됩니다.\n\n강화된 스크린샷 캡처 및 편집: 모든 페이지에서 스크린샷을 캡처, 주석 추가 및 편집할 수 있습니다. 로컬에 저장하거나 고유한 링크를 통해 공유할 수 있습니다.\n\n기기 간 동기화 및 협업: 모바일 앱을 다운로드하고 기기 간 데이터를 동기화하며, 친구나 동료와 북마크 및 태그를 효율적으로 관리할 수 있는 채널을 생성합니다.\n\n도움말 센터는 생산성을 최대화하기 위한 단계별 가이드와 팁을 제공합니다. 혼잡한 북마크와 정리되지 않은 검색 기록을 정리하고, Page Org와 함께 최적화된 온라인 관리를 경험하세요.\n\n지원 언어: العربية, Deutsch, Español, English, Français, 日本語, 한국어, 简体/繁体中文",
    "zh_CN": "功能：\n\n1. 书签管理：导入书签并通过文本、标签、域名或URL进行搜索。\n\n2. 浏览历史搜索：导入浏览历史并通过文本、日期范围、域名或URL进行搜索。\n\n3. 简单的书签组织：在线编辑标题，批量应用并拖放标签，利用AI驱动的自动标签以实现高效组织。\n\n4. 离线页面缓存：将页面本地缓存以便离线访问，并可选择自动缓存书签页面。所有数据都存储在本地以确保隐私。\n\n5. 截图捕获与编辑：轻松捕获、注释和下载截图，或通过唯一链接上传共享。\n\n6. 跨设备同步与协作：跨设备同步数据，与朋友和同事共享书签，实现无缝团队协作。\n\n介绍：\nPage Org——终极的Chrome扩展程序，可以跨设备无缝管理书签、浏览历史等，并为团队提供强大的协作工具。缓存页面以便离线访问，捕获并注释截图。组织、搜索、缓存和共享内容，所有功能均专注于提高生产力，旨在简化您的工作流程。\n通过Page Org，利用工具提升您的浏览体验，这些工具让您可以：\n\n✔️ 高效管理书签和浏览历史：导入书签和历史记录，通过关键词、标签、域名、URL或日期范围快速找到所需内容。\n\n✔️ 高级标签和编辑：在线编辑标题，批量应用并拖放标签，让AI驱动的自动标签更快速地组织您的收藏。\n\n✔️ 离线页面缓存：缓存任意页面以便离线访问，并选择自动缓存书签页面，所有数据都本地存储以确保您的隐私。\n\n✔️ 增强的截图捕获与编辑：在任意页面捕获、注释和编辑截图。可本地保存或通过唯一链接上传共享。\n\n✔️ 跨设备同步与协作：下载我们的移动应用，跨设备同步数据，创建频道与朋友或同事协作管理书签和标签，实现高效的团队协作。\n\n我们的帮助中心提供分步指导和提高生产力的建议。告别杂乱的书签和无序的浏览历史。体验Page Org带来的简化浏览，它是您高效在线组织的伙伴。\n\n支持语言: العربية, Deutsch, Español, English, Français, 日本语, 한국어, 简体/繁体中文",
    "zh_TW": "功能：\n\n1. 書籤管理：匯入書籤並透過文字、標籤、域名或URL進行搜索。\n\n2. 瀏覽歷史搜索：匯入瀏覽歷史並透過文字、日期範圍、域名或URL進行搜索。\n\n3. 簡單的書籤組織：在線編輯標題，批量應用並拖放標籤，利用AI驅動的自動標籤以實現高效組織。\n\n4. 離線頁面緩存：將頁面本地緩存以便離線訪問，並可選擇自動緩存書籤頁面。所有數據都儲存在本地以確保隱私。\n\n5. 截圖捕獲與編輯：輕鬆捕獲、註釋和下載截圖，或通過唯一鏈接上傳共享。\n\n6. 跨設備同步與協作：跨設備同步數據，與朋友和同事共享書籤，以實現無縫團隊協作。\n\n介紹：\nPage Org——最終的Chrome擴展程序，可以跨設備無縫管理書籤、瀏覽歷史等，並為團隊提供強大的協作工具。緩存頁面以便離線訪問，捕獲並註釋截圖。組織、搜索、緩存和共享內容，所有功能均專注於提高生產力，旨在簡化您的工作流程。\n通過Page Org，利用工具提升您的瀏覽體驗，這些工具讓您可以：\n\n高效管理書籤和瀏覽歷史：匯入書籤和歷史記錄，通過關鍵詞、標籤、域名、URL或日期範圍快速找到所需內容。\n\n高級標籤和編輯：在線編輯標題，批量應用並拖放標籤，讓AI驅動的自動標籤更快速地組織您的收藏。\n\n離線頁面緩存：緩存任意頁面以便離線訪問，並選擇自動緩存書籤頁面，所有數據都本地儲存以確保您的隱私。\n\n增強的截圖捕獲與編輯：在任意頁面捕獲、註釋和編輯截圖。可本地保存或通過唯一鏈接上傳共享。\n\n跨設備同步與協作：下載我們的移動應用，跨設備同步數據，創建頻道與朋友或同事協作管理書籤和標籤，以實現高效的團隊協作。\n\n我們的幫助中心提供分步指導和提高生產力的建議。告別雜亂的書籤和無序的瀏覽歷史。體驗Page Org帶來的簡化瀏覽，它是您高效在線組織的夥伴。\n\n支持語言:  العربية, Deutsch, Español, English, Français,  日本語, 한국어, 简体/繁体中文"
  }
}