{
  "name": {
    "ar": "مساعد ChatGPT مجاني",
    "am,en,en_AU,en_GB,en_US,sl": "Free ChatGPT assistant",
    "bg": "Безплатен асистент ChatGPT",
    "bn": "বিনামূল্যে ChatGPT সহায়ক",
    "ca": "Assistent ChatGPT gratuït",
    "cs": "ChatGPT asistent zdarma",
    "da,nl,no,sv": "Gratis ChatGPT-assistent",
    "de": "Kostenloser ChatGPT-Assistent",
    "el": "Δωρεάν βοηθός ChatGPT",
    "es,es_419": "Asistente ChatGPT gratuito",
    "et": "Tasuta ChatGPT assistent",
    "fa": "کمک‌کننده ChatGPT رایگان",
    "fi": "Ilmainen ChatGPT avustaja",
    "fil": "Libreng Asistente ng ChatGPT",
    "fr": "Assistant ChatGPT gratuit",
    "gu": "મફત ChatGPT સહાયક",
    "he": "עוזר ChatGPT חינם",
    "hi": "मुफ्त ChatGPT सहायक",
    "hr": "Besplatni ChatGPT asistent",
    "hu": "Ingyenes ChatGPT segéd",
    "id": "Asisten ChatGPT Gratis",
    "it": "Assistente ChatGPT gratuito",
    "ja": "無料のChatGPTアシスタント (Muryō no ChatGPT Ashisutanto)",
    "kn": "ಉಚಿತ ಚಾಟ್‌ಜಿಪಿಟಿ ಸಹಾಯಕ",
    "ko": "무료 ChatGPT 어시스턴트 (Muryo ChatGPT eosisenta)",
    "lt": "Nemokamas ChatGPT asistentas",
    "lv": "Bezmaksas ChatGPT asistents",
    "ml": "സ്വതന്ത്രമായ ChatGPT സഹായി",
    "mr": "मुक्त ChatGPT सहाय्यक",
    "ms": "Pembantu ChatGPT Percuma",
    "pl": "Darmowy asystent ChatGPT",
    "pt_BR,pt_PT": "Assistente ChatGPT Gratuito",
    "ro": "Asistent ChatGPT gratuit",
    "ru": "Бесплатный ChatGPT ассистент",
    "sk": "ChatGPT asistent zadarmo",
    "sr": "Brezplačni pomočnik ChatGPT",
    "sw": "Msaidizi wa ChatGPT Bure",
    "ta": "இலவச ChatGPT உதவி",
    "te": "ఉచితంగా ChatGPT సహాయకుడు",
    "th": "ผู้ช่วย ChatGPT ฟรี",
    "tr": "Ücretsiz ChatGPT asistan",
    "uk": "Безкоштовний асистент ChatGPT",
    "vi": "Trợ lý ChatGPT miễn phí",
    "zh_CN,zh_TW": "免费ChatGPT助手 (Miǎnfèi ChatGPT Zhùshǒu)"
  },
  "short": {
    "ar": "تواصل بالصوت مع تشات جي بي تي مجانًا على أي موقع ويب. مساعدك الشخصي بناءً على تشات جي بي تي.",
    "am,en,en_AU,en_GB,en_US,sl": "Communicate by voice with ChatGPT free on any website. Your personal assistant based on ChatGPT.",
    "bg": "Комуникирайте с ChatGPT безплатно чрез глас на всяка уеб страница. Вашият личен асистент, базиран на ChatGPT.",
    "bn": "যেকোনো ওয়েবসাইটে ভয়েসে মূল্যহীনভাবে ChatGPT সাথে যোগাযোগ করুন। ChatGPT ভিত্তিক আপনার ব্যক্তিগত সহায়ক।",
    "ca": "Comunica't per veu amb ChatGPT de forma gratuïta a qualsevol pàgina web. El teu assistent personal basat en ChatGPT.",
    "cs": "Komunikujte hlasem s ChatGPT zdarma na libovolné webové stránce. Váš osobní asistent založený na ChatGPT.",
    "da": "Kommuniker med ChatGPT gratis med stemmen på enhver hjemmeside. Din personlige assistent baseret på ChatGPT.",
    "de": "Kommunizieren Sie kostenlos mit ChatGPT auf jeder Website per Sprache. Ihr persönlicher Assistent basierend auf ChatGPT.",
    "el": "Επικοινωνήστε με το ChatGPT δωρεάν με τη φωνή σε οποιαδήποτε ιστοσελίδα. Ο προσωπικός σας βοηθός βασίζεται στο ChatGPT.",
    "es,es_419": "Comunícate por voz con ChatGPT de forma gratuita en cualquier sitio web. Tu asistente personal basado en ChatGPT.",
    "et": "Suhtle häälega ChatGPT-ga tasuta igal veebisaidil. Sinu isiklik assistent, põhineb ChatGPT-l.",
    "fa": "با استفاده از صدا با ChatGPT رایگان در هر وب‌سایت ارتباط برقرار کنید. کمک‌کننده شخصی شما بر اساس ChatGPT.",
    "fi": "Keskustele äänellä ChatGPT:n kanssa ilmaiseksi millä tahansa verkkosivustolla. Henkilökohtainen avustajasi, perustuu ChatGPT:hen.",
    "fil": "Makipag-usap sa ChatGPT nang libre gamit ang boses sa alinman na website. Ang iyong personal na asistente na batay sa ChatGPT.",
    "fr": "Communiquez par la voix avec ChatGPT gratuitement sur n'importe quel site web. Votre assistant personnel basé sur ChatGPT.",
    "gu": "કોઈપણ વેબસાઇટ પર મફતે આવાજથી ChatGPT સાથે મોકલો. તમારો વ્યક્તિગત સહાયક, ChatGPT પર આધાર રાખી.",
    "he": "תקשורת בקול עם ChatGPT בחינם על כל אתר. העוזר האישי שלך המבוסס על ChatGPT.",
    "hi": "किसी भी वेबसाइट पर मुफ्त में ChatGPT के साथ आवाज से संवाद करें। आपका व्यक्तिगत सहायक, ChatGPT पर आधारित।",
    "hr": "Komunicirajte glasom s ChatGPT besplatno na bilo kojoj web stranici. Vaš osobni asistent temeljen na ChatGPT-u.",
    "hu": "Kommunikálj hanggal ingyen a ChatGPT-vel bármely webhelyen. Személyes segéd, alapuló ChatGPT.",
    "id": "Berkomunikasi dengan suara bersama ChatGPT secara gratis di setiap situs web. Asisten pribadi Anda berbasis ChatGPT.",
    "it": "Comunica tramite voce con ChatGPT gratuitamente su qualsiasi sito web. Il tuo assistente personale basato su ChatGPT.",
    "ja": "どんなウェブサイトでも無料でChatGPTと音声でコミュニケーション。ChatGPTベースのあなたの個人アシスタント。",
    "kn": "ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಉಚಿತವಾಗಿ ಚಾಟ್‌ಜಿಪಿಟಿ ಸಹಾಯಕದೊಡನೆ ಧ್ವನಿಯಲ್ಲಿ ಸಂವಾದಿಸಿ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಹಾಯಕ, ಚಾಟ್‌ಜಿಪಿಟಿಗೆ ಆಧಾರಿತ.",
    "ko": "어떤 웹사이트에서든 무료로 ChatGPT를 통한 음성 소통. ChatGPT를 기반으로 한 당신의 개인 비서.",
    "lt": "Bendrinkite su ChatGPT nemokamai naudodamiesi balsu bet kurioje svetainėje. Jūsų asistentas, grindžiamas ChatGPT.",
    "lv": "Sazinieties ar ChatGPT bez maksas jebkurā tīmekļa vietnē, izmantojot balss. Jūsu personiskais asistents, balstīts uz ChatGPT.",
    "ml": "ഏതെങ്കിലുള്ള വെബ്‌സൈറ്റിൽ സ്വതന്ത്രമായി ChatGPT സഹായിയൊന്നുമായി ആവർത്തിക്കുക. ChatGPT ആധാരിതമായ നിങ്ങളുടെ വ്യക്തിഗത സഹായി.",
    "mr": "कोणत्याही वेबसाइटवर मुक्तपणे ChatGPTसह स्वरानुवाद करा. आपले व्यक्तिगत सहाय्यक, ChatGPTवर आधारित.",
    "ms": "Berinteraksi dengan ChatGPT secara percuma menggunakan suara di mana-mana laman web. Pembantu peribadi anda berasaskan ChatGPT.",
    "nl": "Communiceer gratis met ChatGPT met behulp van stem op elke website. Jouw persoonlijke assistent gebaseerd op ChatGPT.",
    "no": "Kommuniser gratis med ChatGPT ved hjelp av stemmen på hvilken som helst nettside. Din personlige assistent basert på ChatGPT.",
    "pl": "Komunikuj się głosem z ChatGPT za darmo na dowolnej stronie internetowej. Twój osobisty asystent oparty na ChatGPT.",
    "pt_BR,pt_PT": "Comunique-se por voz com o ChatGPT gratuitamente em qualquer site. Seu assistente pessoal baseado no ChatGPT.",
    "ro": "Comunicați gratuit cu ChatGPT prin voce pe orice site web. Asistentul personal bazat pe ChatGPT.",
    "ru": "Общайтесь голосом с ChatGPT бесплатно на любом веб-сайте. Ваш персональный ассистент на основе ChatGPT.",
    "sk": "Komunikujte hlasom s ChatGPT zadarmo na akomkoľvek webe. Váš osobný asistent založený na ChatGPT.",
    "sr": "Brezplačno komunicirajte s ChatGPT prek glasu na katerem koli spletnem mestu. Vaš osebni pomočnik, temelječ na ChatGPT.",
    "sv": "Kommunicera gratis med ChatGPT med röst på vilken webbplats som helst. Din personliga assistent baserad på ChatGPT.",
    "sw": "Sungumza kwa sauti na ChatGPT bila malipo kwenye wavuti yoyote. Msaidizi wako binafsi anayetegemea ChatGPT.",
    "ta": "எந்த இணைய இணையத்திலும் உலாவி போன்ற குரலில் ChatGPT உடைய தனிப்பட்ட உதவி. உங்கள் தனிப்பட்ட உதவி, ChatGPT அடிப்படையில்.",
    "te": "ఏ వెబ్‌సైట్ లోనా ఉచితంగా ChatGPT తో ధ్వనితో సంవాదించండి. మీ వ్యక్తిగత సహాయకుడు, ChatGPT ఆధారపడినట్లు.",
    "th": "สื่อสารด้วยเสียงกับ ChatGPT ฟรีบนทุกเว็บไซต์ ผู้ช่วยส่วนตัวของคุณที่พัฒนาจาก ChatGPT",
    "tr": "Herhangi bir web sitesinde ücretsiz olarak ChatGPT ile sesli iletişim. ChatGPT tabanlı kişisel asistanınız.",
    "uk": "Спілкуйтеся голосом з ChatGPT безкоштовно на будь-якому веб-сайті. Ваш особистий асистент на основі ChatGPT.",
    "vi": "Giao tiếp bằng giọng nói với ChatGPT miễn phí trên bất kỳ trang web nào. Trợ lý cá nhân của bạn dựa trên ChatGPT.",
    "zh_CN,zh_TW": "在任何网站上都可以免费使用 ChatGPT 进行语音交流。基于 ChatGPT 的个人助手。"
  },
  "long": {
    "ar": "تواصل مجاناً مع ChatGPT باستخدام الصوت على أي موقع ويب. يقدم مساعدك الشخصي القائم على ChatGPT مجموعة واسعة من إمكانيات الذكاء الاصطناعي والآن متاح بشكل مجاني تمامًا.\n\nهذا التمديد المريح للمتصفح، الذي يعتمد على تقنية ChatGPT القوية مع وظيفة التعرف على الكلام، يعتبر مساعدك الشخصي المجاني، جاهزًا للرد على جميع أسئلتك في النص وصيغة الصوت، مع تحسين سير العمل في متصفحك.\n\nبداية سريعة:\n\nما عليك سوى النقر على الرمز في شريط التمديد أو استخدام الاختصار shift+command+Y.\nاضغط على الزر واسأل سؤالك.\nيمكنك أيضًا تنشيط مساعد الصوت Alex عن طريق الضغط على الزر [a].\nمع هذه الأداة المجانية والمريحة، ستحصل على وصول فوري إلى مجموعة واسعة من إمكانيات الذكاء الاصطناعي. اسأل أي أسئلة واحصل على إجابات دقيقة في الوقت الفعل. بالإضافة إلى ذلك، يفهم التمديد الكلام ويشغل تلقائيًا الردود الصوتية، ولكن يمكنك تشغيل أو إيقاف هذه الميزة بالنقر على زر الصوت.\n\nالآن يمكنك التفاعل مع ChatGPT مجانًا دون استخدام يديك. ما عليك سوى تنشيط مساعد الصوت Alex، قل اسمه <Alex>، ثم اطرح سؤالك. سيكون دائمًا على اتصال معك.\n\nالميزات الرئيسية:\n\nالوصول إلى ChatGPT من أي علامة تبويب في المتصفح\nتعرف على الكلام\nرد صوتي\nمساعد الصوت Alex\nالدعم متعدد اللغات\nالوصول عبر مفاتيح الاختصار\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "am,en,en_AU,en_GB,en_US,gu": "Communicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "bg": "Комуникирайте безплатно с ChatGPT, използвайки глас на всяка уеб страница. Вашият личен асистент, базиран на ChatGPT, предлага широк спектър от възможности за изкуствен интелект и в момента е напълно безплатен.\n\nТози удобен браузърен разширител, базиран на мощната технология на ChatGPT с функционалност за разпознаване на глас, служи като вашият безплатен личен асистент, готов да отговори на всички ваши въпроси в текстов и гласов формати, оптимизирайки работния процес на браузъра ви.\n\nБърз старт:\n\nПросто кликнете върху иконата в лентата с разширения или използвайте бързия стартов клавиш shift+command+Y.\nНатиснете бутона и задайте своя въпрос.\nМожете също така да активирате гласовия асистент Алекс, като задържите бутона [a].\nС този безплатен и удобен инструмент ще имате мигновен достъп до разнообразни възможности за изкуствен интелект. Задайте всякакви въпроси и получавайте точни отговори в реално време. Освен това разширението разбира гласа и автоматично възпроизвежда отговорите, но можете да превключите тази функция на или изключено, като кликнете на бутона за заглушаване.\n\nСега можете да взаимодействате с ChatGPT безплатно, без да използвате ръцете си. Просто активирайте гласовия асистент Алекс, кажете неговото име <Алекс>, и след това задайте вашия въпрос. Той винаги ще бъде на свързване с вас.\n\nКлючови характеристики:\n\nДостъп до ChatGPT от всяка разделителна линия на браузъра\nРазпознаване на глас\nГласов отговор\nГласов асистент Алекс\nМногоезична поддръжка\nДостъп чрез горещи клавиши\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "bn": "যেকোনো ওয়েবসাইটে ভয়েস ব্যবহার করে ChatGPT সাথে মুক্তিযোগ্যভাবে যোগাযোগ করুন। ChatGPT ভিত্তিক আপনার ব্যক্তিগত সহায়ক, যা বিশাল কৌশল সুযোগ প্রদান করে এবং এখন পুরোপুরি বিনামূল্যে উপলব্ধ।\n\nএই সুবিধাজনক ব্রাউজার এক্সটেনশনটি, যা শক্তিশালী ChatGPT প্রযুক্তির উপর নির্মিত এবং স্পীচ রিকগ্নিশন ক্ষমতার সাথে, আপনার বিনামূল্যে ব্যক্তিগত সহায়ক হিসেবে কাজ করে, এটি সব প্রশ্নের জবাব দিতে সাজানো এবং আপনার ব্রাউজার ওয়ার্কফ্লো অপ্টিমাইজ করতে প্রস্তুত।\n\nদ্রুত শুরু করতে:\n\nএক্সটেনশন বারে আইকনে ক্লিক করুন অথবা শর্টকাট shift+command+Y ব্যবহার করুন।\nবোতামটি চাপুন এবং আপনার প্রশ্ন করুন।\nআপনি এছাড়াও [a] বোতাম নিচ্ছেন একটি ভয়েস সহায়ক Alex চালু করতে পারেন।\nএই বিনামূল্যে এবং সুবিধাজনক টুলটি দিয়ে, আপনি আপনার বিনামূল্যে ব্যক্তিগত সহায়ক হবেন এবং আপনি যেকোনো প্রশ্ন করুন এবং সঠিক রিয়েল-টাইম উত্তর পান। এছাড়াও, এক্সটেনশনটি কথা শোনতে পারে এবং স্বয়ংক্রিয়ভাবে প্রতিক্রিয়া প্লে করতে বুঝে, তবে আপনি এই বৈশিষ্ট্যটি চালু অথবা বন্ধ করতে মিউট বাটনে ক্লিক করে এটি টগল করতে পারেন।\n\nএখন আপনি হাতের ব্যবহার ছাড়াই সম্পূর্ণ বিনামূল্যে ChatGPT সাথে সম্পর্ক করতে পারবেন। শুধুমাত্র ভয়েস সহায়ক Alex চালু করুন, তার নাম বলুন <অ্যালেক্স>, এবং তারপর আপনার প্রশ্ন করুন। উনি সবসময় আপনার সাথে যোগাযোগ করবেন।\n\nমৌলিক বৈশিষ্ট্যসমূহ:\n\nযেকোনো ব্রাউজার ট্যাব থেকে ChatGPT এক্সেস\nস্পীচ রিকগ্নিশন\nভয়েস রেসপন্স\nভয়েস সহ\n\nায়ক Alex\nবহুভাষিক সাপোর্ট\nহটকীগুলি দিয়ে অ্যাক্সেস\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ca": "Comunícate de forma gratuita con ChatGPT usando la voz en cualquier sitio web. Tu asistente personal basado en ChatGPT ofrece una amplia gama de capacidades de inteligencia artificial y ahora está disponible de forma totalmente gratuita.\n\nEsta cómoda extensión para tu navegador, construida con la potente tecnología de ChatGPT con funcionalidad de reconocimiento de voz, sirve como tu asistente personal gratuito, listo para responder a todas tus preguntas en formatos de texto y voz, mientras optimiza tu flujo de trabajo en el navegador.\n\nInicio rápido:\n\nSimplemente haz clic en el icono en la barra de extensiones o utiliza el atajo shift+command+Y.\nPresiona el botón y formula tu pregunta.\nTambién puedes activar al asistente de voz Alex manteniendo pulsado el botón [a].\nCon esta herramienta gratuita y conveniente, tendrás acceso instantáneo a una amplia gama de capacidades de inteligencia artificial. Haz cualquier pregunta y recibe respuestas precisas en tiempo real. Además, la extensión comprende el habla y reproduce automáticamente las respuestas, pero puedes activar o desactivar esta función haciendo clic en el botón de silencio.\n\nAhora puedes interactuar con ChatGPT de forma gratuita sin usar las manos. Simplemente activa al asistente de voz Alex, pronuncia su nombre <Alex>, y luego formula tu pregunta. Siempre estará en contacto contigo.\n\nFunciones clave:\n\nAcceso a ChatGPT desde cualquier pestaña del navegador\nReconocimiento de voz\nRespuesta de voz\nAsistente de voz Alex\nSoporte multilingüe\nAcceso mediante teclas de acceso rápido\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "cs": "Komunikujte zdarma s ChatGPT pomocí hlasu na libovolné webové stránce. Váš osobní asistent založený na technologii ChatGPT nabízí širokou škálu schopností umělé inteligence a nyní je k dispozici zcela zdarma.\n\nTato pohodlná rozšíření pro prohlížeč, postavená na výkonné technologii ChatGPT s funkcí rozpoznávání řeči, slouží jako váš bezplatný osobní asistent, připravený odpovídat na všechny vaše otázky jak v textovém, tak hlasovém formátu a zároveň optimalizovat pracovní postup vašeho prohlížeče.\n\nRychlý start:\n\nJednoduše klikněte na ikonu v pruhu rozšíření nebo použijte zkratku shift+command+Y.\nStiskněte tlačítko a položte svou otázku.\nMůžete také aktivovat hlasového asistenta Alexe podržením tlačítka [a].\nS tímto bezplatným a pohodlným nástrojem budete mít okamžitý přístup k široké škále schopností umělé inteligence. Položte jakékoliv otázky a získáte přesné odpovědi v reálném čase. Navíc rozšíření rozumí řeči a automaticky přehrává odpovědi, ale tuto funkci můžete zapnout nebo vypnout kliknutím na tlačítko pro ztlumení.\n\nNyní můžete komunikovat s ChatGPT zdarma a nemusíte používat své ruce. Stačí aktivovat hlasového asistenta Alexa, říct jeho jméno <Alex> a pak položte svou otázku. Bude vždy v kontaktu s vámi.\n\nHlavní funkce:\n\nPřístup k ChatGPT z libovolné karty prohlížeče\nRozpoznávání řeči\nHlasová odpověď\nHlasový asistent Alex\nPodpora vícejazyčnosti\nPřístup pomocí klávesových zkratek\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "da": "Comunique-se gratuitamente com o ChatGPT usando voz em qualquer site. Seu assistente pessoal baseado no ChatGPT oferece uma ampla gama de capacidades de inteligência artificial e agora está disponível totalmente gratuito.\n\nEssa conveniente extensão de navegador, construída na poderosa tecnologia do ChatGPT com funcionalidade de reconhecimento de voz, atua como seu assistente pessoal gratuito, pronto para responder a todas as suas perguntas nos formatos de texto e voz, otimizando o fluxo de trabalho do seu navegador.\n\nInício rápido:\n\nBasta clicar no ícone na barra de extensão ou usar o atalho shift+command+Y.\nPressione o botão e faça sua pergunta.\nVocê também pode ativar o assistente de voz Alex segurando o botão [a].\nCom essa ferramenta gratuita e conveniente, você terá acesso instantâneo a uma ampla gama de capacidades de inteligência artificial. Faça qualquer pergunta e receba respostas precisas em tempo real. Além disso, a extensão entende a fala e reproduz automaticamente as respostas, mas você pode ativar ou desativar esse recurso clicando no botão de mudo.\n\nAgora você pode interagir com o ChatGPT gratuitamente sem usar as mãos. Basta ativar o assistente de voz Alex, dizer o nome dele <Alex> e fazer sua pergunta. Ele estará sempre em contato com você.\n\nRecursos principais:\n\nAcesso ao ChatGPT de qualquer aba do navegador\nReconhecimento de fala\nResposta por voz\nAssistente de voz Alex\nSuporte multilíngue\nAcesso via teclas de atalho\n\n---\n\nKommuniker gratis med ChatGPT ved hjælp af stemmen på enhver hjemmeside. Din personlige assistent baseret på ChatGPT tilbyder et bredt spektrum af kunstig intelligens og er nu tilgængelig helt gratis.\n\nDenne praktiske browserudvidelse, bygget på den kraftfulde ChatGPT-teknologi med talegenkendelsesfunktion, fungerer som din gratis personlige assistent, klar til at besvare alle dine spørgsmål i både tekst- og lydformater og samtidig optimere din browserarbejdsgang.\n\nHurtig start:\n\nKlik blot på ikonet i udvidelseslinjen eller brug genvejen shift+command+Y.\nTryk på knappen og stil dit spørgsmål.\nDu kan også aktivere stemmeassistenten Alex ved at holde [a]-knappen nede.\nMed dette gratis og bekvemme værktøj får du øjeblikkelig adgang til et bredt spektrum af kunstig intelligens. Stil spørgsmål og få præcise realtids-svar. Derudover forstår udvidelsen tale og afspiller automatisk svar, men du kan slå denne funktion til eller fra ved at klikke på lydafspilningsknappen.\n\nNu kan du interagere med ChatGPT gratis uden at bruge hænderne. Aktivér bare stemmeassistenten Alex, sig hans navn <Alex>, og stil derefter dit spørgsmål. Han vil altid være i kontakt med dig.\n\nHovedfunktioner:\n\nAdgang til ChatGPT fra enhver browserfane\nTalegenkendelse\nLydsvar\nStemmeassistenten Alex\nFlersproget understøttelse\nAdgang via genvejstaster",
    "de": "Kommuniziere kostenlos mit ChatGPT per Sprache auf jeder Website. Dein persönlicher Assistent, basierend auf ChatGPT, bietet eine breite Palette von künstlicher Intelligenz und steht nun vollständig kostenlos zur Verfügung.\n\nDiese praktische Browser-Erweiterung, aufgebaut auf der leistungsstarken ChatGPT-Technologie mit Spracherkennungsfunktion, dient als dein kostenloser persönlicher Assistent, bereit, alle deine Fragen in Text- und Sprachformaten zu beantworten und dabei den Arbeitsablauf deines Browsers zu optimieren.\n\nSchnellstart:\n\nKlicke einfach auf das Symbol in der Erweiterungsleiste oder verwende die Tastenkombination Shift+Command+Y.\nDrücke den Button und stelle deine Frage.\nDu kannst auch den Sprachassistenten Alex aktivieren, indem du die [a]-Taste gedrückt hältst.\nMit diesem kostenlosen und praktischen Tool hast du sofortigen Zugang zu einer Vielzahl von künstlicher Intelligenz. Stelle beliebige Fragen und erhalte präzise Echtzeitantworten. Darüber hinaus versteht die Erweiterung Sprache und spielt Antworten automatisch ab, aber du kannst diese Funktion durch Klicken auf den Stummschaltungs-Button aktivieren oder deaktivieren.\n\nJetzt kannst du mit ChatGPT kostenlos interagieren, ohne deine Hände zu benutzen. Aktiviere einfach den Sprachassistenten Alex, sage seinen Namen <Alex> und stelle dann deine Frage. Er wird immer in Verbindung mit dir stehen.\n\nHauptfunktionen:\n\nZugriff auf ChatGPT von jeder Browser-Registerkarte aus\nSpracherkennung\nSprachantwort\nSprachassistent Alex\nUnterstützung mehrerer Sprachen\nZugriff über Tastenkombinationen",
    "el": "Επικοινωνήστε δωρεάν με το ChatGPT χρησιμοποιώντας τη φωνή σας σε οποιαδήποτε ιστοσελίδα. Ο προσωπικός βοηθός σας που βασίζεται στο ChatGPT προσφέρει μια ευρεία γκάμα δυνατοτήτων τεχνητής νοημοσύνης και είναι τώρα διαθέσιμος εντελώς δωρεάν.\n\nΑυτή η βολική επέκταση περιηγητή, βασισμένη στην ισχυρή τεχνολογία του ChatGPT με λειτουργία αναγνώρισης φωνής, λειτουργεί ως ο δωρεάν προσωπικός βοηθός σας, έτοιμος να ανταποκριθεί σε όλες τις ερωτήσεις σας τόσο σε μορφή κειμένου όσο και φωνής, βελτιστοποιώντας τη ροή εργασίας του προγράμματος περιήγησής σας.\n\nΓρήγορη εκκίνηση:\n\nΑπλώς κάντε κλικ στο εικονίδιο στη γραμμή επέκτασης ή χρησιμοποιήστε τον συντόμευση πλήκτρο shift+command+Y.\nΠατήστε το κουμπί και κάντε την ερώτησή σας.\nΜπορείτε επίσης να ενεργοποιήσετε τον φωνητικό βοηθό Alex κρατώντας πατημένο το κουμπί [a].\nΜε αυτό το δωρεάν και βολικό εργαλείο, θα έχετε άμεση πρόσβαση σε μια ευρεία γκάμα δυνατοτήτων τεχνητής νοημοσύνης. Κάντε οποιεσδήποτε ερωτήσεις και λάβετε ακριβείς απαντήσεις πραγματικού χρόνου. Επιπλέον, η επέκταση κατανοεί τη φωνή και αναπαράγει αυτόματα τις απαντήσεις, αλλά μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε αυτή τη λειτουργία κάνοντας κλικ στο κουμπί σίγασης.\n\nΤώρα μπορείτε να αλληλεπιδράσετε με το ChatGPT δωρεάν χωρίς να χρησιμοποιείτε τα χέρια σας. Απλώς ενεργοποιήστε τον φωνητικό βοηθό Alex, πείτε το όνομά του <Άλεξ>, και στη συνέχεια κάντε την ερώτησή σας. Θα είναι πάντα σε επαφή μαζί σας.\n\nΚύρια Χαρακτηριστικά:\n\nΠρόσβαση στο ChatGPT από οποιαδήποτε καρτέλα περιήγησης\nΑναγνώριση φωνής\nΑπάντηση φωνής\nΦωνητικός βοηθός Alex\nΠολύγλωσση υποστήριξη\nΠρόσβαση μέσω πλήκτρων συντόμευσης\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "es,es_419": "Comunícate de forma gratuita con ChatGPT usando la voz en cualquier sitio web. Tu asistente personal basado en ChatGPT ofrece una amplia gama de capacidades de inteligencia artificial y ahora está disponible de forma totalmente gratuita.\n\nEsta cómoda extensión para tu navegador, construida con la potente tecnología de ChatGPT con funcionalidad de reconocimiento de voz, sirve como tu asistente personal gratuito, listo para responder a todas tus preguntas en formatos de texto y voz, mientras optimiza tu flujo de trabajo en el navegador.\n\nInicio rápido:\n\nSimplemente haz clic en el icono en la barra de extensiones o utiliza el atajo shift+command+Y.\nPresiona el botón y formula tu pregunta.\nTambién puedes activar al asistente de voz Alex manteniendo pulsado el botón [a].\nCon esta herramienta gratuita y conveniente, tendrás acceso instantáneo a una amplia gama de capacidades de inteligencia artificial. Haz cualquier pregunta y recibe respuestas precisas en tiempo real. Además, la extensión comprende el habla y reproduce automáticamente las respuestas, pero puedes activar o desactivar esta función haciendo clic en el botón de silencio.\n\nAhora puedes interactuar con ChatGPT de forma gratuita sin usar las manos. Simplemente activa al asistente de voz Alex, pronuncia su nombre <Alex>, y luego formula tu pregunta. Siempre estará en contacto contigo.\n\nFunciones clave:\n\nAcceso a ChatGPT desde cualquier pestaña del navegador\nReconocimiento de voz\nRespuesta de voz\nAsistente de voz Alex\nSoporte multilingüe\nAcceso mediante teclas de acceso rápido",
    "et": "Suhtle tasuta ChatGPT-ga hääle abil mis tahes veebisaidil. Sinu ChatGPT-l põhinev isiklik assistent pakub laia valikut tehisintellekti võimeid ja on nüüd täiesti tasuta kättesaadav.\n\nSee mugav veebilehitseja laiendus, mis põhineb võimsal ChatGPT tehnoloogial koos kõnetuvastuse funktsionaalsusega, toimib sinu tasuta isikliku assistendina, valmis vastama kõikidele sinu küsimustele nii teksti- kui ka häälvormingutes, samal ajal optimeerides sinu brauseri töökorraldust.\n\nKiire algus:\n\nLihtsalt klõpsa ikoonile laienduse ribal või kasuta otseteed shift+command+Y.\nVajuta nupule ja esita oma küsimus.\nSaad ka aktiveerida hääleassistendi Alex, hoides all [a] nuppu.\nSelle tasuta ja mugava tööriistaga saad kohe ligipääsu laiale tehisintellekti võimete valikule. Küsi mida iganes ja saa täpsed reaalajas vastused. Lisaks mõistab laiendus kõnet ja mängib vastused automaatselt tagasi, kuid saad selle funktsiooni sisse või välja lülitada helisummutusnupule klõpsates.\n\nNüüd saad ChatGPT-ga tasuta suhelda, ilma käsi kasutamata. Lihtsalt aktiveeri hääleassistent Alex, ütle tema nimi <Alex> ja esita siis oma küsimus. Ta on alati sinuga ühenduses.\n\nPõhilised omadused:\n\nLigipääs ChatGPT-le igast brauseri kaardilt\nKõnetuvastus\nHäälevastus\nHääleassistent Alex\nMitmekeelne tugi\nLigipääs otseteede abil\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "fa": "تاکید می‌شود که ChatGPT با استفاده از صدا بر روی هر وب‌سایتی می‌تواند به صورت رایگان با شما ارتباط برقرار کند. دستیار شخصی شما بر اساس تکنولوژی ChatGPT با امکانات گسترده هوش مصنوعی ارائه شده است و در حال حاضر به صورت کاملاً رایگان در دسترس است.\n\nاین افزونه مرورگر راحت، بر پایه تکنولوژی قدرتمند ChatGPT با قابلیت شناسایی گفتار، به عنوان دستیار شخصی رایگان شما عمل می‌کند و آماده است به همه سوالات شما به هر دو فرمت متن و صدا پاسخ دهد و به بهینه‌سازی جریان کار مرورگر شما کمک کند.\n\nشروع سریع:\n\nفقط بر روی نماد در نوار افزونه کلیک کنید یا از میانبر shift+command+Y استفاده کنید.\nدکمه را فشار دهید و سوال خود را بپرسید.\nهمچنین می‌توانید دستیار صوتی Alex را با نگه‌داشتن دکمه [a] فعال کنید.\nبا این ابزار رایگان و راحت، شما به دسترسی فوری به گستره ویژگی‌های هوش مصنوعی خواهید داشت. هر سوالی را بپرسید و جواب‌های دقیق در زمان واقعی دریافت کنید. به علاوه، این افزونه به گفتار حساس است و پاسخ‌ها را به صورت خودکار پخش می‌کند، اما می‌توانید این ویژگی را با کلیک کردن بر روی دکمه بیصدا فعال یا غیرفعال کنید.\n\nحالا می‌توانید به صورت رایگان با ChatGPT بدون استفاده از دست‌های خود تعامل کنید. فقط دستیار صوتی Alex را فعال کنید، نام او را بگویید <آلکس> و سپس سوال خود را بپرسید. او همیشه با شما در تماس خواهد بود.\n\nویژگی‌های کلیدی:\n\n- دسترسی به ChatGPT از هر تب مرورگر\n- شناسایی گفتار\n- پاسخ صوتی\n- دستیار صوتی Alex\n- پشتیبانی چندزبانه\n- دسترسی از طریق دکمه‌های میانبر\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "fi": "Keskustele ChatGPT:n kanssa ilmaiseksi äänellä millä tahansa verkkosivustolla. Henkilökohtainen avustajasi, joka perustuu ChatGPT:hen, tarjoaa laajan valikoiman tekoälyn kykyjä ja on nyt saatavilla täysin ilmaiseksi.\n\nTämä kätevä selainlaajennus, joka perustuu tehokkaaseen ChatGPT-tekniikkaan puheentunnistustoiminnolla, toimii ilmaisena henkilökohtaisena avustajanasi, valmiina vastaamaan kaikkiin kysymyksiisi sekä teksti- että äänimuodoissa ja samalla optimoimaan selaimesi työnkulun.\n\nPikaopas:\n\nNapsauta yksinkertaisesti kuvaketta laajennusvalikossa tai käytä pikanäppäintä shift+command+Y.\nPaina painiketta ja kysy kysymyksesi.\nVoit myös aktivoida ääniavustajan Alexin pitämällä alhaalla [a]-painiketta.\nTällä ilmaisella ja kätevällä työkalulla saat välittömän pääsyn laajaan valikoimaan tekoälyn kykyjä. Kysy mitä tahansa kysymyksiä ja saat tarkat reaaliaikaiset vastaukset. Lisäksi laajennus ymmärtää puheen ja toistaa vastaukset automaattisesti, mutta voit kytkeä tämän ominaisuuden päälle tai pois päältä napsauttamalla mykistyspainiketta.\n\nNyt voit olla vuorovaikutuksessa ChatGPT:n kanssa ilmaiseksi ilman käsiäsi. Aktivoi vain ääniavustaja Alex, sano hänen nimensä <Alex> ja sitten esitä kysymyksesi. Hän on aina sinuun yhteydessä.\n\nTärkeimmät ominaisuudet:\n\nPääsy ChatGPT:hen mistä tahansa selausvälilehdestä\nPuheentunnistus\nÄänivastaus\nÄäniavustaja Alex\nMonikielituki\nPääsy pikakuvakkeiden avulla\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "fil": "Makipag-ugnayan nang libre sa ChatGPT gamit ang boses sa alinmang website. Ang iyong personal na assistant na batay sa ChatGPT ay nagbibigay ng malawak na saklaw ng kakahayahan ng artificial intelligence at ngayon ay available ng lubos na libre.\n\nAng kakaibang extension ng browser na ito, na itinatag sa makapangyarihang teknolohiya ng ChatGPT na may kakayahan sa speech recognition, ay nagiging libreng personal na assistant na handang sumagot sa lahat ng iyong mga tanong sa parehong text at boses na format habang optimisado ang iyong workflow sa browser.\n\nMabilis na Pagsimula:\n\nI-klik lamang ang icon sa extension bar o gamitin ang shortcut na shift+command+Y.\nI-press ang button at itanong ang iyong tanong.\nMaaari mo rin i-activate ang voice assistant na si Alex sa pamamagitan ng pag-press ng [a] button.\nSa tulong ng libre at kumportableng tool na ito, makakakuha ka ng agarang access sa malawak na saklaw ng kakayahan ng artificial intelligence. Itanong ang anumang tanong at makatanggap ng eksaktong real-time na mga sagot. Bukod dito, nauunawaan ng extension ang speech at awtomatikong ini-play ang mga sagot, ngunit maaari mong i-toggle ang feature na ito sa pamamagitan ng pag-click sa mute button.\n\nNgayon, maaari mong makipag-ugnayan sa ChatGPT nang libre nang hindi gumagamit ng iyong mga kamay. I-activate lamang ang voice assistant na si Alex, sabihin ang kanyang pangalan <Alex>, at saka itanong ang iyong tanong. Palaging nasa koneksyon ito sa iyo.\n\nKey Features:\n\nAccess sa ChatGPT mula sa alinmang tab ng browser\nSpeech recognition\nVoice response\nVoice assistant na si Alex\nMultilingual support\nAccess sa pamamagitan ng mga hotkeys\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "fr": "Communiquez gratuitement avec ChatGPT par la voix sur n'importe quel site web. Votre assistant personnel basé sur ChatGPT offre une large gamme de fonctionnalités d'intelligence artificielle et est désormais disponible entièrement gratuitement.\n\nCette extension pratique pour votre navigateur, construite sur la puissante technologie de ChatGPT avec la fonction de reconnaissance vocale, agit comme votre assistant personnel gratuit, prêt à répondre à toutes vos questions sous forme de texte ou de voix, tout en optimisant le flux de travail de votre navigateur.\n\nDémarrage rapide :\n\nCliquez simplement sur l'icône dans la barre d'extensions ou utilisez le raccourci clavier Shift+Command+Y.\nAppuyez sur le bouton et posez votre question.\nVous pouvez également activer l'assistant vocal Alex en maintenant enfoncé le bouton [a].\nAvec cet outil gratuit et pratique, vous avez un accès instantané à une large gamme de fonctionnalités d'intelligence artificielle. Posez n'importe quelle question et obtenez des réponses précises en temps réel. De plus, l'extension comprend la reconnaissance vocale et joue automatiquement les réponses, mais vous pouvez activer ou désactiver cette fonction en cliquant sur le bouton de coupure son.\n\nDésormais, vous pouvez interagir avec ChatGPT gratuitement, sans avoir à utiliser vos mains. Activez simplement l'assistant vocal Alex, dites son nom <Alex>, puis posez votre question. Il sera toujours en contact avec vous.\n\nFonctionnalités principales :\n\nAccès à ChatGPT depuis n'importe quel onglet du navigateur\nReconnaissance vocale\nRéponse vocale\nAssistant vocal Alex\nPrise en charge multilingue\nAccès via des raccourcis clavier",
    "he": "תקשורת חינמית עם ChatGPT באמצעות קול בכל אתר. העוזר האישי שלך המבוסס על ChatGPT מציע מגוון רחב של יכולות בתחום הבינה מלאכותית וכעת זמין לחינם לחלוטין.\n\nההרחבה הנוחה הזו לדפדפן, בנויה על טכנולוגיית ChatGPT העוצמתית עם יכולת זיהוי קול, משמשת כעוזר האישי שלך ללא עלות, מוכן לענות על כל שאלה שלך בפורמטים של טקסט וקול, תוך מיטוב תהליכי העבודה בדפדפן שלך.\n\nהתחלה מהירה:\n\nפשוט ללחוץ על האייקון בשורת ההרחבה או להשתמש בקיצור דרך shift+command+Y.\nללחוץ על הכפתור ולשאול את שאלתך.\nניתן גם להפעיל את העוזר הקולי אלכס על ידי לחיצה מחוזקת על הכפתור [a].\nעם כלי חינמי ונוח זה, יש לך גישה מיידית למגוון רחב של יכולות בתחום הבינה מלאכותית. שאלו שאלות וקבלו תשובות מדויקות בזמן אמת. בנוסף, ההרחבה מבינה דיבור ומשמיעה אוטומטית את התשובות, אך ניתן להפעיל או לכבות את התכונה על ידי לחיצה על לחצן ההשתק.\n\nעכשיו תוכלו להתקשר עם ChatGPT בחינם בלעדייך לא להשתמש בידיים שלך. פשוט להפעיל את העוזר הקולי אלכס, לומר את שמו <אלכס> ולשאול את שאלתך. הוא יהיה תמיד בקשר איתך.\n\nתכונות מרכזיות:\n\n- גישה ל-ChatGPT מכל לשונית בדפדפן\n- זיהוי קול\n- תגובת קול\n- עוזר קולי אלכס\n- תמיכה ברב־לשונית\n- גישה דרך מקשי חירום\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "hi": "किसी भी वेबसाइट पर आवाज के साथ ChatGPT के साथ मुफ्त में संवाद करें। आपके व्यक्तिगत सहायक जो ChatGPT पर आधारित है, एक विशेष आर्टिफिशियल इंटेलिजेंस क्षमताओं की विशाल श्रृंगार को प्रदान करता है और अब पूरी तरह से मुफ्त में उपलब्ध है।\n\nइस सुविधाजनक ब्राउज़र एक्सटेंशन, शक्तिशाली ChatGPT तकनीक पर निर्मित जिसमें शब्द पहचान क्षमता है, आपका मुफ्त व्यक्तिगत सहायक के रूप में कार्य करता है, जवाब देने के लिए तैयार है आपके सभी प्रश्नों का साथ ही आपके ब्राउज़र वर्कफ़्लो को अनुकूलित करता है।\n\nतेज स्टार्ट:\n\nसीधे एक्सटेंशन बार में चिह्न पर क्लिक करें या शॉर्टकट shift+command+Y का उपयोग करें।\nबटन दबाएं और अपना प्रश्न पूछें।\nआप [a] बटन को दबाकर भी आवाज सहायक अलेक्स को सक्रिय कर सकते हैं।\nइस मुफ्त और सुविधाजनक उपकरण के साथ, आपको आर्टिफिशियल इंटेलिजेंस की विभिन्न क्षमताओं का तुरंत उपयोग होगा। किसी भी प्रश्न पूछें और सटीक रीयल-टाइम जवाब प्राप्त करें। इसके अलावा, एक्सटेंशन वाणी को समझता है और स्वचालित रूप से जवाबों को प्ले करता है, लेकिन आप इस सुविधा को चालू या बंद कर सकते हैं म्यूट बटन पर क्लिक करके।\n\nअब आप हाथ का उपयोग किए बिना मुफ्त में ChatGPT के साथ इंटरएक्ट कर सकते हैं। बस आवाज सहायक अलेक्स को सक्रिय करें, उसका नाम कहें <अलेक्स>, और फिर अपना प्रश्न पूछें। वह हमेशा आपके साथ संपर्क में रहेगा।\n\nमुख्य विशेषताएँ:\n\nकिसी भी ब्राउज़र टैब से ChatGPT तक पहुंच\nशब्द पहचान\nआवाज प्रतिक्रिया\nआवाज सहायक अलेक्स\nबहुभाषी समर्थन\nहॉटकीज़ के माध्यम से पहुंच\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "hr": "Komunicirajte besplatno s ChatGPT koristeći glas na bilo kojoj web stranici. Vaš osobni asistent temeljen na ChatGPT nudi širok raspon mogućnosti umjetne inteligencije i sada je potpuno besplatan.\n\nOva praktična preglednička ekstenzija, izgrađena na moćnoj ChatGPT tehnologiji s funkcionalnošću prepoznavanja govora, djeluje kao vaš besplatan osobni asistent, spreman odgovoriti na sva vaša pitanja u tekstualnom i glasovnom formatu, istovremeno optimizirajući rad vašeg preglednika.\n\nBrzi početak:\n\nJednostavno kliknite na ikonu u traci ekstenzija ili koristite prečac shift+command+Y.\nPritisnite gumb i postavite svoje pitanje.\nTakođer možete aktivirati glasovnog asistenta Alexa držeći pritisnutu tipku [a].\nS ovim besplatnim i praktičnim alatom imat ćete trenutačan pristup raznovrsnim mogućnostima umjetne inteligencije. Postavljajte bilo kakva pitanja i dobivajte točne odgovore u stvarnom vremenu. Osim toga, ekstenzija prepoznaje govor i automatski reproducira odgovore, ali ovu značajku možete uključiti ili isključiti pritiskom na gumb za isključivanje zvuka.\n\nSada možete interagirati s ChatGPT-om besplatno, a da pritom ne koristite ruke. Samo aktivirajte glasovnog asistenta Alexa, izgovorite njegovo ime <Alex> i zatim postavite svoje pitanje. Bit će uvijek u kontaktu s vama.\n\nGlavne značajke:\n\nPristup ChatGPT-u iz bilo kojeg taba preglednika\nPrepoznavanje govora\nGlasovni odgovor\nGlasovni asistent Alex\nVišejezična podrška\nPristup pomoću prečica na tipkovnici\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "hu": "Kommunikálj ingyen a ChatGPT segítségével hanggal bármelyik weboldalon. A ChatGPT-en alapuló személyes asszisztensed széleskörű mesterséges intelligencia képességeket kínál, és most teljesen ingyenesen elérhető.\n\nEz a kényelmes böngésző kiterjesztés a ChatGPT erőteljes technológiáján alapul, hangfelismerő funkcióval kiegészítve, ingyenes személyes asszisztensként szolgál, készen arra, hogy válaszoljon minden kérdésedre szöveges és hang formátumban, miközben optimalizálja a böngésződ munkafolyamatait.\n\nGyors indítás:\n\nEgyszerűen kattints az ikonra a kiterjesztés sávjában, vagy használd a shift+command+Y gyorsbillentyűt.\nNyomd meg a gombot és tedd fel a kérdésed.\nAktiválhatod Alex hangasszisztenst is a [a] gomb lenyomásával.\nEzzel a ingyenes és kényelmes eszközzel azonnali hozzáférést kapsz a mesterséges intelligencia széles skálájához. Tehetsz fel bármilyen kérdést, és pontos valós idejű válaszokat kapsz. Emellett a kiterjesztés érti a beszédet, és automatikusan lejátssza a válaszokat, de ezt ki vagy bekapcsolhatod a némítás gombra kattintva.\n\nMost már ingyenesen kommunikálhatsz a ChatGPT-vel anélkül, hogy kezedet használnád. Csak aktiváld Alex hangasszisztenst, mond el a nevét <Alex>, majd tedd fel a kérdésed. Mindig kapcsolatban lesz veled.\n\nFő jellemzők:\n\nHozzáférés a ChatGPT-hez bármely böngésző fülön\nHangfelismerés\nHangválasz\nHangasszisztens Alex\nTöbbnyelvű támogatás\nHozzáférés gyorsbillentyűk segítségével\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "id": "Berkomunikasi secara gratis dengan ChatGPT menggunakan suara di semua situs web. Asisten pribadi Anda yang berbasis pada ChatGPT menawarkan berbagai kemampuan kecerdasan buatan dan sekarang tersedia sepenuhnya gratis.\n\nEkstensi browser yang nyaman ini, dibangun di atas teknologi ChatGPT yang kuat dengan fungsionalitas pengenalan suara, berfungsi sebagai asisten pribadi gratis Anda, siap untuk menjawab semua pertanyaan Anda dalam format teks dan suara sambil mengoptimalkan alur kerja browser Anda.\n\nPanduan Cepat:\n\nCukup klik ikon di bilah ekstensi atau gunakan pintasan shift+command+Y.\nTekan tombol dan ajukan pertanyaan Anda.\nAnda juga dapat mengaktifkan asisten suara Alex dengan menahan tombol [a].\nDengan alat gratis dan nyaman ini, Anda akan memiliki akses instan ke berbagai kemampuan kecerdasan buatan. Ajukan pertanyaan apa pun dan dapatkan jawaban akurat secara real-time. Selain itu, ekstensi ini memahami ucapan dan secara otomatis memutar kembali jawaban, tetapi Anda dapat mengaktifkan atau menonaktifkan fitur ini dengan mengklik tombol mute.\n\nSekarang Anda dapat berinteraksi dengan ChatGPT secara gratis tanpa menggunakan tangan Anda. Cukup aktifkan asisten suara Alex, katakan namanya <Alex>, dan kemudian ajukan pertanyaan Anda. Dia akan selalu berada dalam kontak dengan Anda.\n\nFitur Utama:\n\nAkses ke ChatGPT dari setiap tab browser\nPengenalan suara\nRespon suara\nAsisten suara Alex\nDukungan multibahasa\nAkses melalui pintasan keyboard\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "it": "Comunica gratuitamente con ChatGPT utilizzando la voce su qualsiasi sito web. Il tuo assistente personale basato su ChatGPT offre una vasta gamma di funzionalità di intelligenza artificiale ed è ora disponibile completamente gratis.\n\nQuesta comoda estensione per il tuo browser, costruita sulla potente tecnologia di ChatGPT con la funzionalità di riconoscimento vocale, funge da tuo assistente personale gratuito, pronto a rispondere a tutte le tue domande nei formati di testo e voce, ottimizzando nel contempo il flusso di lavoro del tuo browser.\n\nAvvio rapido:\n\nBasta fare clic sull'icona nella barra delle estensioni o utilizzare la scorciatoia shift+command+Y.\nPremi il pulsante e fai la tua domanda.\nPuoi anche attivare l'assistente vocale Alex tenendo premuto il pulsante [a].\nCon questo strumento gratuito e comodo, avrai accesso immediato a una vasta gamma di funzionalità di intelligenza artificiale. Fai qualsiasi domanda e ricevi risposte precise in tempo reale. Inoltre, l'estensione comprende il linguaggio parlato e riproduce automaticamente le risposte, ma puoi attivare o disattivare questa funzione cliccando sul pulsante del volume.\n\nOra puoi interagire con ChatGPT gratuitamente senza usare le mani. Attiva semplicemente l'assistente vocale Alex, pronuncia il suo nome <Alex>, e poi fai la tua domanda. Sarà sempre in contatto con te.\n\nFunzioni principali:\n\nAccesso a ChatGPT da qualsiasi scheda del browser\nRiconoscimento vocale\nRisposta vocale\nAssistente vocale Alex\nSupporto multilingue\nAccesso tramite scorciatoie da tastiera",
    "ja": "ChatGPTを使用して、どんなウェブサイトでも声で無料でコミュニケーションが取れます。ChatGPTベースの個人アシスタントは、幅広い人工知能機能を提供し、現在完全に無料で利用できます。\n\nこの便利なブラウザ拡張機能は、強力なChatGPTテクノロジーに基づいており、音声認識機能を備えたあなたの無料の個人アシスタントとして機能し、ブラウザの作業フローを最適化しながら、テキストおよび音声形式の質問に答える準備ができています。\n\nクイックスタート：\n\n拡張機能バーのアイコンをクリックするか、ショートカットShift+Command+Yを使用します。\nボタンを押して質問をします。\n[a]ボタンを押し続けて音声アシスタントAlexをアクティブにすることもできます。\nこの無料で便利なツールを使用すると、幅広い人工知能機能に即座にアクセスできます。どんな質問でもし、リアルタイムで正確な回答を得ることができます。また、拡張機能は音声を理解し、自動的に回答を再生しますが、音声ミュートボタンをクリックしてこの機能をオンまたはオフにすることもできます。\n\n今では手を使わずにChatGPTと無料で対話することができます。単に音声アシスタントAlexをアクティブにし、彼の名前を言って<Alex>、そして質問をしてください。彼は常にあなたと連絡を取り合う用意があります。\n\n主な機能：\n\nどのブラウザタブからでもChatGPTにアクセスできる\n音声認識\n音声応答\n音声アシスタントAlex\n多言語対応\nキーボードショートカットを使用してアクセスできる\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "kn": "ಎನ್ಯ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಚಾಟ್‌ಜಿಪಿಟಿ ಬಳಸಿ ಉಚಿತವಾಗಿ ಧ್ವನಿ ಮೂಲಕ ಸಂವಾದಿಸಿ. ನೀವು ಬಳಸುವ ChatGPT ಆಧಾರಿತ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಹಾಯಕ ಅನೇಕ ಬುದ್ಧಿಮತ್ತು ಈಶ್ವರಾಂಶ ಸೌಲಭ್ಯಗಳ ವಿಸ್ತಾರವನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ಈಗ ಸಂಪೂರ್ಣ ಉಚಿತವಾಗಿ ಲಭ್ಯವಿದೆ.\n\nಈ ಸುಲಭ ಬ್ರೌಸರ್ ವಿಸ್ತಾರ, ಧ್ವನಿ ಗುಣಕಾರೀತೆಯ ಸಹಾಯದಿಂದ ನಿಮ್ಮ ಬ್ರೌಸರ್ ಕೆಳಗೆ ಹೋಗಲು ನಿಮ್ಮ ಉಚಿತ ವೈಯಕ್ತಿಕ ಸಹಾಯಕನಾಗಿದೆ.\n\nತುಟಿವಾರಕ್ಕೆ:\n\nಬರುವ ಹೊರಗಿನ ಬಾರು ಅಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಶಾರ್ಟ್‌ಕಟ್ shift+command+Y ಅನ್ನು ಬಳಸಿ.\nಬಟನ್ ಒತ್ತು ಮತ್ತು ನಿಮ್ಮ ಪ್ರಶ್ನೆ ಕೇಳಿ.\nನೀವು [a] ಬಟನ್ ಹಿಡಿದು ಧ್ವನಿ ಸಹಾಯಕ ಅಲೆಕ್ಸ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು.\nಈ ಉಚಿತ ಮತ್ತು ಸುಲಭ ಉಪಕರಣದಿಂದ, ನೀವು ಬುದ್ಧಿಮತ್ತು ಈಶ್ವರಾಂಶ ಸೌಲಭ್ಯಗಳ ಅನೇಕ ವಿಸ್ತಾರಗಳಿಗೆ ತಕ್ಕಂತೆ ತಕ್ಷಣ ಪ್ರವೇಶವನ್ನು ಪಡೆಯುವಿರಿ. ಯಾವುದೇ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ ವಾಸ್ತವಕಾಲದ ಉತ್ತರಗಳನ್ನು ಪಡೆಯಿರಿ. ಮೇಲೆ, ಈ ವಿಸ್ತಾರ ಸ್ವರೂಪವನ್ನು ಹೀರಿ ಜವಾಬು ಹೊಂದಿರಿ. ಹಾಗೂ ಇದರ ಹೊಂದಿಕೆಯನ್ನು ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿ ಶುರುವಾಗುತ್ತದೆ ಬದಲಾವಣೆ ಮಾಡಬಹುದು ಅಥವಾ ಆಫ್ ಮಾಡಬಹ\n\nುದು ಮ್ಯೂಟ್ ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ.\n\nಈಗ ನೀವು ನಿಮ್ಮ ಕೈಗಳನ್ನು ಬಳಸದೆ ChatGPT ಅನ್ನು ಉಚಿತವಾಗಿ ಬೆಂಬಲಿಸಬಹುದು. ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಲು ಕೇವಲ ಧ್ವನಿ ಸಹಾಯಕ ಅಲೆಕ್ಸ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ, ಅವನ ಹೆಸರು <ಅಲೆಕ್ಸ್> ಇರಲಿ ಮತ್ತು ನಿಮ್ಮ ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳಿ. ಅವನು ಯಾವಾಗಲೂ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿರುತ್ತಾನೆ.\n\nಪ್ರಮುಖ ವಿಶೇಷಗಳು:\n\n- ಎನ್ಯ ಬ್ರೌಸರ್ ಟ್ಯಾಬ್‌ನಿಂದ ChatGPT ಅನ್ನು ಪ್ರವೇಶಿಸಿ\n- ಧ್ವನಿ ಗುಣಕಾರೀತೆ\n- ಧ್ವನಿ ಪ್ರತಿಸ್ಪಂದನ\n- ಧ್ವನಿ ಸಹಾಯಕ ಅಲೆಕ್ಸ್\n- ಬಹುಭಾಷಾ ಬೆಂಬಲ\n- ಹಾಟ್‌ಕೀಗಳ ಮೂಲಕ ಪ್ರವೇಶ\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ko": "어떤 웹 사이트에서든 ChatGPT를 사용하여 음성으로 무료로 소통하세요. ChatGPT를 기반으로 한 개인 어시스턴트는 다양한 인공 지능 기능을 제공하며 이제 완전히 무료로 이용 가능합니다.\n\n이 편리한 브라우저 확장 프로그램은 강력한 ChatGPT 기술을 기반으로 음성 인식 기능을 갖추고 있으며 텍스트 및 음성 형식의 모든 질문에 대답할 수 있는 무료 개인 어시스턴트 역할을 합니다. 동시에 브라우저 작업 흐름을 최적화합니다.\n\n빠른 시작:\n\n확장 프로그램 바에 있는 아이콘을 클릭하거나 shift+command+Y를 사용하여 바로 시작하세요.\n버튼을 누르고 질문을 하세요.\n[a] 버튼을 누르고 음성 어시스턴트 Alex를 활성화할 수도 있습니다.\n이 무료이며 편리한 도구를 사용하면 즉시 다양한 인공 지능 기능에 액세스할 수 있습니다. 어떤 질문이든 던지고 실시간 정확한 답변을 받을 수 있습니다. 또한 익스텐션은 음성을 이해하고 답변을 자동으로 재생하지만 음소거 버튼을 클릭하여 이 기능을 켜거나 끌 수 있습니다.\n\n이제 손을 사용하지 않고도 ChatGPT와 무료로 상호 작용할 수 있습니다. 음성 어시스턴트 Alex를 활성화하고 그의 이름 <Alex>을 말한 다음 질문하세요. 그는 항상 여러분과 연결되어 있을 것입니다.\n\n주요 기능:\n\n모든 브라우저 탭에서 ChatGPT에 액세스 가능\n음성 인식\n음성 응답\n음성 어시스턴트 Alex\n다국어 지원\n단축키를 사용하여 액세스 가능\n\n---\n\nComunícate de forma gratuita con ChatGPT usando la voz en cualquier sitio web. Tu asistente personal basado en ChatGPT ofrece una amplia gama de capacidades de inteligencia artificial y ahora está disponible de forma totalmente gratuita.\n\nEsta cómoda extensión para tu navegador, construida con la potente tecnología de ChatGPT con funcionalidad de reconocimiento de voz, sirve como tu asistente personal gratuito, listo para responder a todas tus preguntas en formatos de texto y voz, mientras optimiza tu flujo de trabajo en el navegador.\n\nInicio rápido:\n\nSimplemente haz clic en el icono en la barra de extensiones o utiliza el atajo shift+command+Y.\nPresiona el botón y formula tu pregunta.\nTambién puedes activar al asistente de voz Alex manteniendo pulsado el botón [a].\nCon esta herramienta gratuita y conveniente, tendrás acceso instantáneo a una amplia gama de capacidades de inteligencia artificial. Haz cualquier pregunta y recibe respuestas precisas en tiempo real. Además, la extensión comprende el habla y reproduce automáticamente las respuestas, pero puedes activar o desactivar esta función haciendo clic en el botón de silencio.\n\nAhora puedes interactuar con ChatGPT de forma gratuita sin usar las manos. Simplemente activa al asistente de voz Alex, pronuncia su nombre <Alex>, y luego formula tu pregunta. Siempre estará en contacto contigo.\n\nFunciones clave:\n\nAcceso a ChatGPT desde cualquier pestaña del navegador\nReconocimiento de voz\nRespuesta de voz\nAsistente de voz Alex\nSoporte multilingüe\nAcceso mediante teclas de acceso rápido",
    "lt": "Bendrinkite nemokamai su ChatGPT naudodamies balso funkciją bet kurioje svetainėje. Jūsų asistentas, paremtas ChatGPT, siūlo įvairias dirbtinio intelekto galimybes ir dabar yra visiškai nemokamas.\n\nŠi patogi naršyklės plėtinys, paremtas galinga ChatGPT technologija su balso atpažinimo funkcija, veikia kaip jūsų nemokamas asistentas, pasiruošęs atsakyti į visus jūsų klausimus tiek teksto, tiek balso formatais, tuo pačiu optimizuojant jūsų naršyklės darbo eigą.\n\nGreitas pradžia:\n\nPaprastai spustelėkite ant piktogramos naršyklės plėtinių juostoje arba naudokite šį sutrumpintą klavišų derinį: shift+command+Y.\nPaspauskite mygtuką ir užduokite savo klausimą.\nTaip pat galite aktyvuoti balso asistentą Alex laikydami [a] mygtuką.\nSu šiuo nemokamu ir patogiu įrankiu galėsite nedelsdami pasinaudoti įvairiomis dirbtinio intelekto galimybėmis. Užduokite bet kokius klausimus ir gaukite tikslias realiuoju laiku atsakymus. Be to, plėtinys supranta kalbą ir automatiškai atkuria atsakymus, tačiau šią funkciją galite įjungti arba išjungti spausdami tyšinimo mygtuką.\n\nDabar galite bendrauti su ChatGPT nemokamai, nenaudodami rankų. Tiesiog aktyvuokite balso asistentą Alex, pasakykite jo vardą <Alex> ir tada užduokite savo klausimą. Jis visada bus su jumis.\n\nPagrindinės funkcijos:\n\nPrieiga prie ChatGPT iš bet kurios naršyklės kortelės\nBalso atpažinimas\nBalso atsakymas\nBalso asistentas Alex\nDaugiakalbystė\nPrieiga naudojant klavišų kombinacijas\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "lv": "Saistieties bezmaksas ar ChatGPT, izmantojot balsi jebkurā tīmekļa vietnē. Jūsu personīgais palīgs, balstīts uz ChatGPT, piedāvā plašu mākslīgā intelekta iespēju klāstu un tagad ir pilnīgi bez maksas pieejams.\n\nŠī ērta pārlūkprogrammas paplašinājuma izstrādājums, kas balstīts uz spēcīgo ChatGPT tehnoloģiju ar runas atpazīšanas funkciju, darbojas kā jūsu bezmaksas personīgais palīgs, gatavs atbildēt uz visiem jūsu jautājumiem gan teksta, gan balss formātos, optimizējot jūsu pārlūkprogrammas darbplūsmu.\n\nĀtrā sākšana:\n\nVienkārši noklikšķiniet uz ikonas paplašinājumu joslā vai izmantojiet īsceļu shift+command+Y.\nNospiediet pogu un uzdodiet savu jautājumu.\nJūs arī varat aktivizēt balss palīgu Alex, turējot pogu [a].\nAr šo bezmaksas un ērtu rīku jums būs nekavējoties piekļuve plašai mākslīgā intelekta iespēju klāstei. Uzdodiet jebkurus jautājumus un saņemiet precīzas reāllaika atbildes. Turklāt paplašinājums saprot runu un automātiski atskaņo atbildes, bet šo funkciju var ieslēgt vai izslēgt, nospiežot klusēšanas pogu.\n\nTagad jūs varat mijiedarboties ar ChatGPT bez maksas, neskatoties uz savām rokām. Vienkārši aktivizējiet balss palīgu Alex, izsakiet viņa vārdu <Alex> un pēc tam uzdodiet savu jautājumu. Viņš vienmēr būs saistībā ar jums.\n\nGalvenās funkcijas:\n\nPiekļuve ChatGPT no jebkuras pārlūkprogrammas cilnes\nRunas atpazīšana\nBalss atbilde\nBalss palīgs Alex\nDaudzvalodu atbalsts\nPiekļuve ar taustiņiem\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ml": "ChatGPT ഉപയോഗിച്ച് എന്നെ ആവശ്യപ്പെടുന്ന എല്ലാ വെബ്‌സൈറ്റുകളിലും സ്വന്തമായ ശബ്ദത്തിൽ സംവാദിക്കുന്നതിനുള്ള സൌജന്യമായ സാധ്യതയോടെ. ChatGPT ആധാരിത നിന്നുള്ള നിങ്ങളുടെ വ്യക്തിഗത സഹായകൻ ഒരു വിവിധ കൃത്യതയും നിരയും പ്രദാനം ചെയ്യുന്നു എന്നും, ഇപ്പോൾ പൂർണ്ണമായി സൗജന്യമാക്കപ്പെട്ടിരി.\n\nഈ സുഖമായ ബ്രൌസർ എക്സ്റ്റെൻഷൻ, വിശദീകരിക്കപ്പെട്ട ChatGPT സാങ്കേതികതയോടെ നിർമ്മിച്ചിരിക്കുന്നു, നിങ്ങളുടെ ബ്രൌസർ പ്രവർത്തനത്തെ അപ്രാപ്തമാക്കാതെ ഉണ്ടാക്കുന്നതിനാൽ നിങ്ങളുടെ സ്വന്തമായ സഹായകൻ ആയി പ്രവർത്തിക്കുന്നു.\n\nഎളുപ്പമായ പ്രാരംഭം:\n\nഎക്സ്റ്റെൻഷൻ ബാർയിൽ ഉള്ള ഐക്കൺ അല്ലെങ്കിൽ shift+command+Y ശോർട്ട്കടെ ഉപയോഗിച്ച് ക്ലിക്ക് ചെയ്യുക.\nബട്ടൺ അമർത്തി ചോദിക്കുക.\n[a] ബട്ടൺ നിരസിക്കുന്നതിൽ Alex എന്ന സഹായകന്റെ സ്വന്തം വോയ്സ് സഹായം സക്രിയമാകുന്നു.\nഈ സൗജന്യമായ എളുപ്പ ഉപകരണത്തോടെ, നിങ്ങളുടെ ബ്രൌസറിന്റെ പ്രവർത്തനത്തെ അതീതമാക്കാൻ നിങ്ങൾ\n\nക്ക് വിവിധ കൃത്യതകൾ ലഭ്യമാകും. ഏതെങ്കിലും ചോദ്യങ്ങൾ ചോദിക്കുക, യഥാർത്ഥ സമയത്തിൽ ഉത്തരങ്ങൾ ലഭിക്കുക. കൂടാതെ, ഈ എക്സ്റ്റെൻഷൻ സുഹൃത്തരെ അറിയിക്കുന്നും സ്വന്തം പ്രശ്നങ്ങളുടെ പരിഹാരങ്ങൾ ലഭിക്കുന്നു. അതിനാൽ നിങ്ങൾ ക്ലിക്ക് ചെയ്യുന്നുവെങ്കിൽ വിവരങ്ങളുടെ ശുരുവായി മാറ്റാൻ അല്ലെങ്കിൽ നിരസിക്കാനും സാധിക്കുന്നു.\n\nഇപ്പോൾ നിങ്ങൾ കൈകൾ ഉപയോഗിക്കാതെ സൗജന്യമായി ChatGPT സാങ്കേതികത പ്രവർത്തനങ്ങൾ ചെയ്യാം. പ്രാരംഭിക്കാനുള്ളതിനാൽ സഹായകനായ Alex പ്രവർത്തിപ്പിക്കുന്നതിൽ, അവന്റെ പേര് <അലെക്സ്> എന്നാകിരിക്കണം എന്നു പറയുക. അവൻ എന്നാലാണ് നിങ്ങളുടെ സംപർക്കത്തെ സ്ഥിരത നിശ്ചയിക്കുന്നത്.\n\nപ്രധാന സവിശേഷതകൾ:\n\n- ഏകദേശ ബ്രൌസർ ടാബിൽ ChatGPT ഉപയോഗിക്കുക\n- സ്വന്തമായ എക്സ്റ്റെൻഷൻ ബാർ\n- സ്വന്തമായ ബ്രൌസർ ബട്ടൺ\n- സ്വന്തമായ സഹായകന്റെ സഹായം\n- പൂജ്യഭാഷാ പിന്തുണ\n- ഹോട്കീ ബട്ടൺകൾ വഴി പ്രവേശിക്കുക\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "mr": "ChatGPT वापरून कोणत्याही वेबसाइटवर आपले आवाज वापरून मुकवा. ChatGPT निर्माण केलेल्या आपल्या वैयक्तिक सहाय्यकावर आधारित, विविध कृतींची एक विशाल श्रेणी प्रदान करताना, आता पूर्णपणे मुक्त आहे.\n\nई सोबतील ब्राउझर एक्सटेंशन, शक्तिशाळी ChatGPT तंत्रज्ञानावर आधारित आहे, ध्वनी संज्ञान योग्यतेसह, आपल्याला मुकवा साठवणारा आपला विनामूल्य सहाय्यक कामी करून, आपल्या ब्राउझर क्रियाकलापांची उत्कृष्टता सुरू करतो.\n\nशीघ्र प्रारंभ:\n\nकेवळ एक्सटेंशन बारमध्ये चिन्हावर क्लिक किंवा शॉर्टकट shift+command+Y वापरा.\nबटण दाबा आणि तुमचा प्रश्न विचारा.\nतुम्ही [a] बटण दाबून आपल्या प्रश्नांकिंवा उत्तर देऊ शकता.\nया मुक्त आणि सोबतीचं उपकरणाने, तुम्हाला केवळच्या केलेल्या कामांसाठी त्वरित प्रवेश मिळवण्याची क्षमता आहे. कोणत्याही प्रश्नांची विचारायचं आणि तत्पर वेळेत उत्तरे मिळवायचं. वाढवताना, ई विस्तार संवाद समजते आणि स्वत:चं उत्तरे प्लेय करते, परंतु तुम्ही ही क्षमता ओळखून किंवा म्यूट बटणावर क्लिक करून सक्रिय किंवा निष्क्रिय करू शकता.\n\nआता तुम्ही आपल्या हातांचा वापर केवळ करता ChatGPT सोडा. फक्त आपला ध्वनी सहाय्यक Alex सक्रिय करा, त्याचं नाव <अलेक्स> असं बोला आणि नंतर आपला प्रश्न विचारा. त्याने सदैव तुमच्याशी संपर्क साधला राहिलंय.\n\nमुख्य वैशिष्ट्ये:\n\n- कोणत\n\n्याही ब्राउझर टॅबमधून ChatGPT सुरू करा\n- ध्वनी संज्ञान\n- ध्वनी प्रतिसाद\n- ध्वनी सहाय्यक Alex\n- बहुभाषिक समर्थन\n- हॉटकीजवर प्रवेश\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ms": "Berinteraksi secara percuma dengan ChatGPT menggunakan suara di mana-mana laman web. Pembantu peribadi anda berasaskan ChatGPT menawarkan pelbagai kebolehan kecerdasan buatan dan kini boleh digunakan secara percuma.\n\nSambungan pelayar yang mudah ini, dibangunkan dengan teknologi ChatGPT yang hebat dengan fungsi pengenalan suara, berfungsi sebagai pembantu peribadi percuma anda, sedia untuk menjawab semua soalan anda dalam format teks dan suara sambil mengoptimumkan alur kerja pelayar anda.\n\nPermulaan Pantas:\n\nHanya klik pada ikon dalam bar sambungan atau gunakan pintasan shift+command+Y.\nTekan butang dan ajukan soalan anda.\nAnda juga boleh mengaktifkan pembantu suara Alex dengan menekan butang [a].\nDengan alat percuma dan mudah ini, anda akan mempunyai akses segera kepada pelbagai kebolehan kecerdasan buatan. Ajukan sebarang soalan dan terima jawapan tepat pada masanya. Tambahan pula, sambungan ini memahami pertuturan dan secara automatik memainkan balik jawapan, tetapi anda boleh menyalakan atau mematikan ciri ini dengan mengklik butang bunyi.\n\nSekarang anda boleh berinteraksi dengan ChatGPT secara percuma tanpa menggunakan tangan anda. Hanya aktifkan pembantu suara Alex, sebut namanya <Alex>, dan kemudian ajukan soalan anda. Dia akan sentiasa berhubung dengan anda.\n\nCiri Utama:\n\nAkses kepada ChatGPT dari mana-mana tab pelayar\nPengenalan suara\nJawapan suara\nPembantu suara Alex\nSokongan pelbagai bahasa\nAkses melalui papan kekunci\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "nl": "Communiceer gratis met ChatGPT via spraak op elke website. Jouw persoonlijke assistent gebaseerd op ChatGPT biedt een breed scala aan kunstmatige intelligentie en is nu volledig gratis beschikbaar.\n\nDeze handige browserextensie, gebouwd op de krachtige ChatGPT-technologie met spraakherkenningsfunctie, fungeert als jouw gratis persoonlijke assistent, klaar om al jouw vragen te beantwoorden in tekst- en spraakformaten, terwijl het ook de workflow van jouw browser optimaliseert.\n\nSnel van start gaan:\n\nKlik eenvoudig op het pictogram in de extensiebalk of gebruik de sneltoets Shift+Command+Y.\nDruk op de knop en stel jouw vraag.\nJe kunt ook de spraakassistent Alex activeren door de [a]-knop ingedrukt te houden.\nMet deze gratis en handige tool heb je direct toegang tot een breed scala aan kunstmatige intelligentie. Stel elke gewenste vraag en ontvang nauwkeurige realtime antwoorden. Daarnaast begrijpt de extensie spraak en speelt automatisch antwoorden af, maar je kunt deze functie aan- of uitzetten door op de dempknop te klikken.\n\nNu kun je gratis met ChatGPT communiceren zonder je handen te gebruiken. Activeer eenvoudig de spraakassistent Alex, zeg zijn naam <Alex>, en stel vervolgens jouw vraag. Hij zal altijd met je in contact zijn.\n\nBelangrijkste kenmerken:\n\nToegang tot ChatGPT vanaf elk browsertabblad\nSpraakherkenning\nSpraakantwoord\nSpraakassistent Alex\nMeertalige ondersteuning\nToegang via sneltoetsen\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "no": "Kommuniser gratis med ChatGPT ved hjelp av stemme på hvilken som helst nettside. Din personlige assistent basert på ChatGPT tilbyr et bredt spekter av kunstig intelligens og er nå tilgjengelig helt gratis.\n\nDenne praktiske nettleserutvidelsen, bygget på den kraftige ChatGPT-teknologien med talegjenkjenning, fungerer som din gratis personlige assistent, klar til å svare på alle spørsmålene dine i tekst- og taleformater, samtidig som den optimaliserer arbeidsflyten i nettleseren din.\n\nHurtigstart:\n\nKlikk enkelt på ikonet i utvidelsesfeltet eller bruk tastekombinasjonen Shift+Command+Y.\nTrykk på knappen og still spørsmålet ditt.\nDu kan også aktivere taleassistenten Alex ved å holde nede [a]-knappen.\nMed dette gratis og praktiske verktøyet får du øyeblikkelig tilgang til en rekke kunstig intelligens-funksjoner. Still spørsmål og få nøyaktige svar i sanntid. I tillegg forstår utvidelsen tale og spiller automatisk av svar, men du kan slå denne funksjonen av eller på ved å klikke på dempeknappen.\n\nNå kan du kommunisere med ChatGPT gratis uten å bruke hendene. Aktiver bare taleassistenten Alex, si navnet hans <Alex>, og still deretter spørsmålet ditt. Han vil alltid være i kontakt med deg.\n\nHovedfunksjoner:\n\nTilgang til ChatGPT fra hvilken som helst nettlesertab\nTalegjenkjenning\nTalesvar\nTaleassistent Alex\nStøtte for flere språk\nTilgang via hurtigtaster\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "pl": "Komunikuj się bezpłatnie z ChatGPT za pomocą głosu na dowolnej stronie internetowej. Twój osobisty asystent oparty na technologii ChatGPT oferuje szeroki zakres sztucznej inteligencji i jest teraz dostępny całkowicie za darmo.\n\nTa wygodna rozszerzenie do przeglądarki, zbudowana na potężnej technologii ChatGPT z funkcją rozpoznawania mowy, pełni rolę Twojego darmowego osobistego asystenta, gotowego odpowiedzieć na wszystkie Twoje pytania w formatach tekstowym i głosowym, jednocześnie optymalizując pracę przeglądarki.\n\nSzybki start:\n\nPo prostu kliknij ikonę na pasku rozszerzeń lub użyj skrótu klawiszowego Shift+Command+Y.\nNaciśnij przycisk i zadaj pytanie.\nMożesz również aktywować asystenta głosowego o imieniu Alex, przytrzymując klawisz [a].\nDzięki temu darmowemu i wygodnemu narzędziu masz natychmiastowy dostęp do szerokiego zakresu funkcji sztucznej inteligencji. Zadawaj dowolne pytania i otrzymuj dokładne odpowiedzi w czasie rzeczywistym. Ponadto rozszerzenie rozumie mowę i automatycznie odtwarza odpowiedzi, ale możesz włączać lub wyłączać tę funkcję, klikając przycisk wyciszania.\n\nTeraz możesz komunikować się z ChatGPT za darmo, nie używając rąk. Po prostu aktywuj asystenta głosowego o imieniu Alex, wymów jego imię <Alex>, a następnie zadasz swoje pytanie. Zawsze będzie w kontakcie z Tobą.\n\nGłówne funkcje:\n\nDostęp do ChatGPT z dowolnej karty przeglądarki\nRozpoznawanie mowy\nOdpowiedź głosowa\nAsystent głosowy Alex\nObsługa wielu języków\nDostęp za pomocą skrótów klawiszowych\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "pt_BR,pt_PT": "Comunique-se gratuitamente com o ChatGPT usando voz em qualquer site. Seu assistente pessoal baseado no ChatGPT oferece uma ampla gama de capacidades de inteligência artificial e agora está disponível totalmente gratuito.\n\nEsta conveniente extensão para o navegador, construída com base na poderosa tecnologia do ChatGPT com funcionalidade de reconhecimento de voz, atua como seu assistente pessoal gratuito, pronto para responder a todas as suas perguntas nos formatos de texto e voz, ao mesmo tempo otimizando o fluxo de trabalho do seu navegador.\n\nInício rápido:\n\nBasta clicar no ícone na barra de extensões ou usar a combinação de teclas Shift+Command+Y.\nPressione o botão e faça sua pergunta.\nVocê também pode ativar o assistente de voz Alex segurando o botão [a].\nCom esta ferramenta gratuita e conveniente, você terá acesso instantâneo a uma ampla gama de capacidades de inteligência artificial. Faça qualquer pergunta e receba respostas precisas em tempo real. Além disso, a extensão compreende a fala e reproduz automaticamente as respostas, mas você pode ativar ou desativar essa função clicando no botão de silenciar.\n\nAgora você pode interagir com o ChatGPT gratuitamente, sem precisar usar as mãos. Basta ativar o assistente de voz Alex, dizer o nome dele <Alex> e fazer sua pergunta. Ele estará sempre disponível para ajudar.\n\nRecursos principais:\n\nAcesso ao ChatGPT de qualquer guia do navegador\nReconhecimento de voz\nResposta de voz\nAssistente de voz Alex\nSuporte a vários idiomas\nAcesso através de atalhos de teclado\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ro": "Comunicați gratuit cu ChatGPT folosind vocea pe orice site web. Asistentul personal bazat pe ChatGPT oferă o gamă largă de capacități de inteligență artificială și este acum disponibil complet gratuit.\n\nAceastă extensie convenabilă pentru browser, construită pe tehnologia puternică ChatGPT cu funcționalitate de recunoaștere a vorbirii, servește ca asistent personal gratuit, gata să răspundă la toate întrebările tale în formatele text și vocal, optimizând în același timp fluxul de lucru al browserului tău.\n\nÎnceput rapid:\n\nDoar dă clic pe iconița din bara de extensii sau folosește comanda rapidă shift+command+Y.\nApasă butonul și pune-ți întrebarea.\nPoți activa, de asemenea, asistentul vocal Alex ținând apăsat butonul [a].\nCu această unealtă gratuită și convenabilă, vei avea acces instantaneu la o gamă variată de capacități de inteligență artificială. Pune orice întrebări și primește răspunsuri precise în timp real. În plus, extensia înțelege vorbirea și redă automat răspunsurile, dar poți comuta această funcție pornită sau oprită dând clic pe butonul de silentare.\n\nAcum poți interacționa cu ChatGPT gratuit fără a-ți folosi mâinile. Activează asistentul vocal Alex, spune-i numele <Alex>, și apoi pune-ți întrebarea. El va fi mereu în legătură cu tine.\n\nCaracteristici cheie:\n\nAcces la ChatGPT din orice filă a browserului\nRecunoaștere vocală\nRăspuns vocal\nAsistent vocal Alex\nSuport multilingv\nAcces prin taste rapide\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ru": "Общайтесь бесплатно голосом с ChatGPT на любом веб-сайте. Ваш персональный ассистент на основе ChatGPT предоставляет широкие возможности искусственного интеллекта, а теперь доступен абсолютно бесплатно.\n\nЭто удобное расширение для вашего браузера, основанное на мощной технологии ChatGPT с функцией распознавания речи. Созданное в качестве вашего бесплатного персонального ассистента, оно готово отвечать на все ваши вопросы в текстовом и голосовом форматах, а также оптимизировать рабочий процесс вашего браузера.\n\nБыстрый старт:\n\nПросто нажмите на значок в панели расширений или используйте комбинацию клавиш shift+command+Y.\nНажмите кнопку и задайте вопрос.\nВы также можете активировать голосового ассистента Алекс, удерживая кнопку [a].\nС помощью этого бесплатного и удобного инструмента у вас будет мгновенный доступ к широким возможностям искусственного интеллекта. Задавайте любые вопросы и получайте точные ответы в режиме реального времени. Кроме того, расширение понимает речь и автоматически воспроизводит ответы, но вы можете включить или выключить эту функцию, нажимая кнопку отключения звука.\n\nТеперь вы можете общаться с ChatGPT бесплатно, не используя руки. Просто активируйте голосового ассистента Алекс, произнесите его имя <Алекс>, и затем задайте свой вопрос. Он всегда будет на связи с вами.\n\nОсновные функции:\n\nДоступ к ChatGPT из любой вкладки браузера\nРаспознавание речи\nГолосовой ответ\nГолосовой ассистент Алекс\nМногоязычность\nДоступ через горячие клавиши\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "sk": "Komunikujte zadarmo s ChatGPT pomocou hlasu na ľubovoľnej webovej stránke. Váš osobný asistent založený na ChatGPT ponúka širokú škálu schopností umelej inteligencie a je teraz k dispozícii úplne zadarmo.\n\nTento pohodlný rozšírenie prehliadača, postavené na silnej technológii ChatGPT s funkciou rozpoznávania reči, slúži ako váš bezplatný osobný asistent, pripravený odpovedať na všetky vaše otázky v textovom aj hlasovom formáte a zároveň optimalizovať tok práce vášho prehliadača.\n\nRýchly štart:\n\nJednoducho kliknite na ikonu v lište rozšírení alebo použite skratku shift+command+Y.\nStlačte tlačidlo a položte svoju otázku.\nMôžete tiež aktivovať hlasového asistenta Alexa držaním tlačidla [a].\nS týmto bezplatným a pohodlným nástrojom budete mať okamžitý prístup k širokej škále schopností umelej inteligencie. Kladiete akékoľvek otázky a dostávate presné odpovede v reálnom čase. Okrem toho rozšírenie rozumie reči a automaticky prehráva odpovede, ale túto funkciu môžete zapnúť alebo vypnúť kliknutím na tlačidlo stlmenia zvuku.\n\nTeraz môžete komunikovať s ChatGPT zadarmo bez použitia rúk. Stačí aktivovať hlasového asistenta Alexa, povedať jeho meno <Alex> a potom položiť otázku. Bude vždy v kontakte s vami.\n\nKľúčové funkcie:\n\n- Prístup k ChatGPT z ľubovoľnej karty prehliadača\n- Rozpoznávanie reči\n- Hlasová odpoveď\n- Hlasový asistent Alex\n- Viacjazyčná podpora\n- Prístup cez klávesové skratky\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "sl": "Brezplačno komunicirajte s ChatGPT s pomočjo glasu na katerikoli spletni strani. Vaš osebni pomočnik, zasnovan na ChatGPT, ponuja širok nabor umetne inteligence in je zdaj na voljo popolnoma brezplačno.\n\nTo priročno razširitev brskalnika, zgrajeno na močni tehnologiji ChatGPT z funkcijo prepoznavanja govora, deluje kot vaš brezplačen osebni pomočnik, pripravljen odgovoriti na vsa vaša vprašanja v besedilni in zvočni obliki ter hkrati optimizirati delovni tok vašega brskalnika.\n\nHitri začetek:\n\nPreprosto kliknite na ikono v orodni vrstici razširitev ali uporabite bližnjico shift+command+Y.\nPritisnite gumb in zastavite svoje vprašanje.\nPrav tako lahko aktivirate zvočnega pomočnika Alexa tako, da držite gumb [a].\nS tem brezplačnim in priročnim orodjem boste imeli takojšen dostop do širokega nabora sposobnosti umetne inteligence. Postavite katera koli vprašanja in prejmite natančne odgovore v realnem času. Poleg tega razširitev razume govor in samodejno predvaja odgovore, vendar to funkcijo lahko vklopite ali izklopite s klikom na gumb za izklop zvoka.\n\nZdaj se lahko pogovarjate s ChatGPT brezplačno brez uporabe rok. Preprosto aktivirajte zvočnega pomočnika Alexa, izgovorite njegovo ime <Alex> in nato postavite svoje vprašanje. Vedno bo v stiku z vami.\n\nKljučne značilnosti:\n\n- Dostop do ChatGPT iz katere koli zavihka brskalnika\n- Prepoznavanje govora\n- Zvočni odgovor\n- Zvočni pomočnik Alex\n- Večjezična podpora\n- Dostop prek bližnjic na tipkovnici\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "sr": "Komunicirajte besplatno sa ChatGPT koristeći glas na bilo kojoj veb lokaciji. Vaš lični pomoćnik baziran na ChatGPT pruža širok spektar mogućnosti veštačke inteligencije i sada je dostupan potpuno besplatno.\n\nOva praktična browser ekstenzija, izgrađena na moćnoj tehnologiji ChatGPT-a sa funkcionalnostima prepoznavanja govora, služi kao vaš besplatan lični asistent, spreman da odgovori na sva vaša pitanja u tekstualnom i audio formatu, dok optimizuje rad vašeg pretraživača.\n\nBrzi start:\n\nJednostavno kliknite na ikonu u traci sa ekstenzijama ili koristite prečicu shift+command+Y.\nPritisnite dugme i postavite svoje pitanje.\nTakođe možete aktivirati glasovnog asistenta Alexa pritiskom na dugme [a].\nPomoću ovog besplatnog i praktičnog alata, imaćete trenutni pristup širokom spektru mogućnosti veštačke inteligencije. Postavljajte bilo kakva pitanja i dobijajte tačne odgovore u realnom vremenu. Osim toga, ekstenzija razume govor i automatski reprodukuje odgovore, ali ovu funkciju možete uključiti ili isključiti pritiskom na dugme za isključivanje zvuka.\n\nSada možete interagovati sa ChatGPT besplatno, ne koristeći ruke. Samo aktivirajte glasovnog asistenta Alexa, recite njegovo ime <Alex>, a zatim postavite svoje pitanje. Uvek će biti u kontaktu s vama.\n\nKljučne funkcije:\n\nPristup ChatGPT-u iz bilo kog taba pregledača\nPrepoznavanje govora\nGlasovni odgovor\nGlasovni asistent Alex\nVišejezična podrška\nPristup putem prečica na tastaturi\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "sv": "Kommunicera gratis med ChatGPT med röst på vilken webbplats som helst. Din personliga assistent baserad på ChatGPT erbjuder ett brett utbud av artificiell intelligens och är nu tillgänglig helt gratis.\n\nDenna bekväma webbläsartillägg, byggd på den kraftfulla ChatGPT-teknologin med taligenkänningsfunktion, fungerar som din gratis personliga assistent, redo att svara på alla dina frågor i text- och ljudformat samtidigt som den optimerar din webbläsares arbetsflöde.\n\nSnabb start:\n\nKlicka helt enkelt på ikonen i tilläggsfältet eller använd genvägen Shift+Command+Y.\nTryck på knappen och ställ din fråga.\nDu kan också aktivera röstassistenten Alex genom att hålla ned [a]-knappen.\nMed detta gratis och praktiska verktyg får du omedelbar tillgång till en bred uppsättning artificiell intelligens. Ställ vilken fråga som helst och få exakta realtidsvar. Dessutom förstår tillägget tal och spelar automatiskt upp svar, men du kan slå på eller av denna funktion genom att klicka på ljudknappen.\n\nNu kan du kommunicera med ChatGPT gratis utan att behöva använda händerna. Aktivera helt enkelt röstassistenten Alex, säg hans namn <Alex>, och ställ sedan din fråga. Han kommer alltid att vara i kontakt med dig.\n\nHuvudfunktioner:\n\nTillgång till ChatGPT från vilken flik som helst i webbläsaren\nTaligenkänning\nLjudsvar\nRöstassistent Alex\nStöd för flera språk\nTillgång via snabbtangenter\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "sw": "Soma na ChatGPT ya bure kwa kutumia sauti kwenye wavuti yoyote. Msaidizi wako binafsi anayetegemea ChatGPT hutoa uwezo wa hali ya juu wa akili bandia na sasa inapatikana kabisa bila malipo.\n\nHii ni kifaa cha kivinjari cha rahisi, kilichojengwa kwa teknolojia yenye nguvu ya ChatGPT na utendaji wa kutambua sauti, kikifanya kazi kama msaidizi wako binafsi wa bure, tayari kujibu maswali yako yote kwa muundo wa maandishi na sauti wakati huo huo kuboresha mtiririko wa kivinjari chako.\n\nMwanzo wa haraka:\n\nBonyeza tu kwenye ikoni kwenye upau wa nyongeza au tumia mkato shift+command+Y.\nBonyeza kitufe na ulize swali lako.\nUnaweza pia kuamsha msaidizi wa sauti Alex kwa kushikilia kitufe [a].\nNa kifaa hiki cha bure na cha urahisi, utapata ufikiaji wa haraka wa uwezo wa akili bandia wa kipekee. Uliza maswali yoyote na upokee majibu sahihi kwa wakati halisi. Kwa kuongezea, nyongeza inaelewa sauti na kucheza majibu kiotomatiki, lakini unaweza kubadilisha kipengele hiki kwa kubonyeza kitufe cha kufanya kimya.\n\nSasa unaweza kuwasiliana na ChatGPT bure bila kutumia mikono yako. Tuamsha msaidizi wa sauti Alex, sema jina lake <Alex>, na kisha ulize swali lako. Daima atakuwa karibu nawe.\n\nVipengele muhimu:\n\n- Upatikanaji wa ChatGPT kutoka kwenye kichupo chochote cha kivinjari\n- Kutambua sauti\n- Majibu ya sauti\n- Msaidizi wa sauti Alex\n- Msaada wa lugha nyingi\n- Upatikanaji kupitia funguo za mkato\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "ta": "எங்கும் இலாவசமாக ChatGPT உபயோகிக்கும் ஒவ்வொரு வலைத்தளத்திலும் குரல் உபயோகிக்கின்றனர். உங்கள் பகுதியாகவும் ChatGPT அனுக்கு அழைப்பாளர் அந்தத் தொழில்நுட்பத்தின் பல அமைப்புகளை உள்ளது மற்றும் இப்போது முழுமையாக இலாமாற்றுபவராக உள்ளது.\n\nஇந்த எளிய உலாவியில், ChatGPT தொழில்நுட்பத்தின் பொருளில் உள்ள அதிகமான பரிசோதனைகளை கொண்டு உங்கள் உலாவியாகவும் பதில் சொல்ல கூடிய உதவி கொண்டு உள்ளது.\n\nவிரைவில் துவக்கம்:\n\nவிருப்பமாக, நீங்கள் நீங்கள் நேராகவே அல்லது சொல்லுவதன் கீழ் உள்ள ஐகானைக் கிளிக் செய்க அல்லது shift+command+Y கீயை பயன்படுத்தவும்.\nபொத்தானை அழுத்தி உங்கள் கேள்வியை கேட்கவும்.\n[ஏ] பொத்தானை கைகோல்கின்று, உங்கள் கேள்வியை கேட்கவும்.\nஇந்த இலாமாற்றும் மற்றும் உங்கள் உலாவி பரிந்துரையை ஒருங்கிணைத்து வழங்குகிற இந்த எளிய உலாவியைப் பயன்படுத்தி நீங்கள் அறிந்து கொள்ளும் கருவிகளின் விவரங்களை உடனடியாக பெறலாம். இது விசித்த முழுமையான உலாவிகளின் பிரதிஸ்஥ாபனமாக அவர்கள் உள்ள வெகுமதியும் உள்ளது. யாரும் கேட்ட கேள்விகளுக்கு உதவி செய்யாமல் இப்போது உங்கள் கைகளைப் பயன்படுத்தி ChatGPT உடனடியாக பிரதிஸ்஥ாபிக்க உள்ளது.\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "te": "ఏ వెబ్‌సైట్ లోనా గౌరవాన్వితంగా చాట్‌జీపిటితో ఉచితంగా సంవాదించండి. చాట్‌జీపిటి ఆధారపడిన మీ వ్యక్తిగత సహాయకుడు, విభిన్న కళాల సామర్థ్యాలను అందిస్తుంది మరియు ఇప్పుడు పూర్తిగా ఉచితంగా అందిచబడుతుంది.\n\nఇది ఆప్రిల్తో ఒప్పుకున్న ఇంటర్నెట్‌ బ్రౌజర్ పొడిగించుటకు తయారు చేయబడిన ఈ సులభమైన పొడిగించినంతిగా మీ ఉచిత వ్యక్తిగత సహాయకుడు ప్రతిస్పందిస్తున్నారు, మీ అనేక ప్రశ్నలకు మీకు సరిగా ఉత్తరాలు అందించడం విధానంగా కార్యపెరుగుతుంది.\n\nత్వరగా ప్రారంభం:\n\nబ్రౌజర్ విస్తృతార్హంగా మీ వికల్పాన్ని తోలండి, లేదా shift+command+Y యాకి శార్ట్‌కట్‌ను ఉపయోగించండి.\nబటన్‌ను నొక్కండి మరియు మీ ప్రశ్నను అడ్డంగా విచారించండి.\n[ఏ] బటన్‌ను నొక్కి మీ ప్రశ్నను అడ్డంగా విచారించండి.\nఈ ఉచిత మరియు సులభమైన సాధనంతో, మీరు అనేక విభాగాల క్షమతలను తక్షణ యొక్క కొరక్ట్‌గా సమాధానించవచ్చు. ఇది ఒక మొదటిగా ఉచిత\n\nంగా పరిచయపెట్టే ఉపకరణమేననిస్తుంది. ఎవరు ఆంగ్లంలో ప్రశ్నించినా, ఇక్కడ అవరు ఉన్న భాషలను తక్షణమే అర్థమవుతుంది. వారిలోనూ ఏదొక ప్రశ్నకు సహాయం చేయలేకపోవడం చాలా ముఖ్యంగా, ఇప్పుడే మీ చేతులను ఉపయోగించి ChatGPT తో ఉచితంగా అవసరాన్ని చేస్తోంది.\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "th": "ปฏิสัมพันธ์ฟรีกับ ChatGPT ด้วยเสียงบนเว็บไซต์ใดก็ได้ ผู้ช่วยส่วนตัวของคุณที่มีพื้นฐานบน ChatGPT มีความสามารถทางปัญญาประดิษฐ์หลากหลายและในขณะนี้มีให้บริการโดยทั้งหมดฟรี\n\nส่วนขยายเบราว์เซอร์ที่สะดวกนี้ ที่สร้างขึ้นบนเทคโนโลยีที่มีกำลัง ChatGPT พร้อมฟังก์ชันการจดจำเสียง เป็นผู้ช่วยส่วนตัวฟรีของคุณ พร้อมที่จะตอบคำถามทุกคำถามของคุณทั้งในรูปแบบข้อความและเสียง พร้อมทั้งช่วยเพิ่มประสิทธิภาพการทำงานของบราวเซอร์ของคุณ\n\nเริ่มต้นได้ด้วย:\n\nคลิกเพียงที่ไอคอนในแถบส่วนเสริมหรือใช้ทางลัด shift+command+Y\nกดปุ่มและถามคำถามของคุณ\nคุณยังสามารถเปิดใช้งานผู้ช่วยเสียง Alex โดยกดค้างที่ปุ่ม [a]\nด้วยเครื่องมือที่สะดวกและฟรีนี้ คุณจะได้รับการเข้าถึงทันทีไปยังความสามารถของปัญญาประดิษฐ์หลากหลาย ถามคำถามใดก็ได้และรับคำตอบทันทีที่แม่นยำ นอกจากนี้ ส่วนขยายยังเข้าใจเสียงและเล่นคำตอบโดยอัตโนมัติ แต่คุณสามารถปิดหรือเปิดฟีเจอร์นี้ได้โดยคลิกที่ปุ่มปิดเสียง\n\nตอนนี้คุณสามารถติดต่อกับ ChatGPT ได้ฟรีโดยไม่ต้องใช้มือของคุณ เพียงเปิดใช้งานผู้ช่วยเสียง Alex พูดชื่อของเขา <Alex> แล้วถามคำถามของคุณ เขาจะอยู่เสมอในการติดต่อกับคุณ\n\nคุณลักษณะหลัก:\n\n- การเข้าถึง ChatGPT จากแท็บใดก็ได้ของบราวเซอร์\n- การจดจำเสียง\n- การตอบสนองด้วยเสียง\n- ผู้ช่วยเสียง Alex\n- การสนับสนุนหลายภาษา\n- การเข้าถึงผ่านทางทางลัด\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "tr": "Herhangi bir web sitesinde sesli olarak ChatGPT ile ücretsiz iletişim kurun. ChatGPT tabanlı kişisel asistanınız, geniş yapay zeka yetenekleri sunuyor ve şimdi tamamen ücretsiz olarak kullanılabilir.\n\nBu pratik tarayıcı eklentisi, güçlü ChatGPT teknolojisi üzerine inşa edilmiş olup konuşma tanıma işlevselliği ile birlikte çalışarak ücretsiz kişisel asistanınız olarak görev yapar. Hem metin hem de ses formatlarındaki tüm sorularınıza anında yanıt verir ve tarayıcı iş akışınızı optimize eder.\n\nHızlı Başlangıç:\n\nSadece uzantı çubuğundaki simgeye tıklayın veya shift+command+Y kısayolunu kullanın.\nDüğmeye basın ve sorunuzu sorun.\nAyrıca [a] düğmesini basılı tutarak sesli asistan Alex'i etkinleştirebilirsiniz.\nBu ücretsiz ve kullanışlı araçla yapay zeka yeteneklerine geniş bir yelpazede anında erişim sağlayacaksınız. Herhangi bir soru sorun ve gerçek zamanlı doğru cevaplar alın. Ayrıca, eklenti konuşmayı anlar ve yanıtları otomatik olarak oynatır, ancak bu özelliği açıp kapatabilirsiniz.\n\nArtık ellerinizi kullanmadan ücretsiz bir şekilde ChatGPT ile etkileşimde bulunabilirsiniz. Sadece sesli asistan Alex'i etkinleştirin, adını söyleyin <Alex> ve ardından sorunuzu sorun. Her zaman sizinle iletişim halinde olacaktır.\n\nAna Özellikler:\n\nHerhangi bir tarayıcı sekmesinden ChatGPT'ye erişim\nKonuşma tanıma\nSesli yanıt\nSesli asistan Alex\nÇoklu dil desteği\nKısayol tuşları aracılığıyla erişim\n\n---\n\nChatGPT ile herhangi bir web sitesinde sesli olarak ücretsiz iletişim kurun. ChatGPT tabanlı kişisel asistanınız, geniş bir yapay zeka yetenek yelpazesi sunar ve şimdi tamamen ücretsiz olarak kullanılabilir.\n\nBu kullanışlı tarayıcı eklentisi, güçlü ChatGPT teknolojisi üzerine inşa edilmiş ses tanıma özelliğine sahip bir kişisel asistan olarak görev yapar ve tarayıcı iş akışınızı optimize ederken metin ve ses formatlarındaki tüm sorularınıza yanıt verme görevini üstlenir.\n\nHızlı Başlangıç:\n\nSadece uzantı çubuğundaki simgeye tıklayın veya Shift+Command+Y kısayolunu kullanın.\nDüğmeye basın ve sorunuzu sorun.\n[A] tuşunu basılı tutarak sesli asistan Alex'i de etkinleştirebilirsiniz.\nBu ücretsiz ve kullanışlı araçla yapay zeka yeteneklerine anında erişim elde edersiniz. Herhangi bir soru sorun ve gerçek zamanlı doğru cevaplar alın. Ayrıca, uzantı konuşmayı anlar ve cevapları otomatik olarak oynatır, ancak bu özelliği sessize alma düğmesine tıklayarak açabilir veya kapatabilirsiniz.\n\nArtık ellerinizi kullanmadan ChatGPT ile ücretsiz etkileşimde bulunabilirsiniz. Sadece sesli asistan Alex'i etkinleştirin, adını söyleyin <Alex> ve ardından sorunuzu sorun. Her zaman sizinle iletişimde olacaktır.\n\nAna Özellikler:\n\nHerhangi bir tarayıcı sekmesinden ChatGPT'ye erişim\nSes tanıma\nSesli yanıt\nSesli asistan Alex\nÇoklu dil desteği\nKlavye kısayollarıyla erişim",
    "uk": "Взаємодійте безкоштовно з ChatGPT за допомогою голосу на будь-якому веб-сайті. Ваш особистий асистент на основі ChatGPT пропонує широкий спектр можливостей штучного інтелекту і тепер доступний абсолютно безкоштовно.\n\nЦе зручне розширення для браузера, побудоване на потужній технології ChatGPT з функцією розпізнавання мови, діє як ваш безкоштовний особистий асистент, готовий відповісти на всі ваші питання у форматах тексту та голосу, оптимізуючи при цьому робочий процес вашого браузера.\n\nШвидкий старт:\n\nПросто клацніть на значок у рядку розширень або використовуйте комбінацію клавіш Shift+Command+Y.\nНатисніть кнопку і задайте своє питання.\nВи також можете активувати голосового асистента Алекса, утримуючи кнопку [a].\nЗа допомогою цього безкоштовного та зручного інструмента ви отримаєте миттєвий доступ до широкого спектру можливостей штучного інтелекту. Задавайте будь-які питання і отримуйте точні відповіді в режимі реального часу. Крім того, розширення розуміє мову і автоматично відтворює відповіді, але ви можете увімкнути або вимкнути цю функцію, натисканням кнопки вимкнення звуку.\n\nТепер ви можете спілкуватися з ChatGPT безкоштовно, не використовуючи руки. Просто активуйте голосового асистента Алекса, вимовте його ім'я <Алекс>, і потім задайте своє питання. Він завжди буде на зв'язку з вами.\n\nОсновні функції:\n\nДоступ до ChatGPT з будь-якої вкладки браузера\nРозпізнавання мови\nГолосова відповідь\nГолосовий асистент Алекс\nБагатомовність\nДоступ через гарячі клавіші\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "vi": "Giao tiếp miễn phí với ChatGPT bằng giọng nói trên bất kỳ trang web nào. Trợ lý cá nhân của bạn dựa trên ChatGPT mang đến một loạt các khả năng trí tuệ nhân tạo và hiện đã hoàn toàn miễn phí.\n\nTiện ích mở rộng trình duyệt thuận tiện này, xây dựng trên công nghệ mạnh mẽ của ChatGPT với chức năng nhận dạng giọng nói, hoạt động như trợ lý cá nhân miễn phí của bạn, sẵn sàng phản hồi mọi câu hỏi của bạn dưới cả hai định dạng văn bản và giọng nói, đồng thời tối ưu hóa quy trình làm việc trình duyệt của bạn.\n\nBắt đầu nhanh chóng:\n\nChỉ cần nhấp vào biểu tượng trong thanh mở rộng hoặc sử dụng phím tắt shift+command+Y.\nNhấn nút và đặt câu hỏi của bạn.\nBạn cũng có thể kích hoạt trợ lý giọng nói Alex bằng cách giữ nút [a].\nVới công cụ miễn phí và thuận tiện này, bạn sẽ có ngay lập tức quyền truy cập vào một loạt các khả năng trí tuệ nhân tạo. Đặt bất kỳ câu hỏi nào và nhận câu trả lời chính xác ngay lập tức. Ngoài ra, tiện ích mở rộng hiểu giọng nói và tự động phát lại câu trả lời, nhưng bạn có thể bật hoặc tắt tính năng này bằng cách nhấp vào nút tắt tiếng.\n\nBây giờ bạn có thể tương tác với ChatGPT miễn phí mà không cần sử dụng tay của mình. Chỉ cần kích hoạt trợ lý giọng nói Alex, nói tên của anh ấy <Alex>, và sau đó đặt câu hỏi của bạn. Anh ấy luôn luôn sẵn sàng liên lạc với bạn.\n\nTính năng chính:\n\nTruy cập ChatGPT từ bất kỳ tab trình duyệt nào\nNhận dạng giọng nói\nPhản hồi giọng nói\nTrợ lý giọng nói Alex\nHỗ trợ đa ngôn ngữ\nTruy cập thông qua các phím nóng\n\n---\n\nCommunicate for free with ChatGPT using voice on any website. Your personal assistant based on ChatGPT offers a wide range of artificial intelligence capabilities and is now available absolutely free.\n\nThis convenient browser extension, built on the powerful ChatGPT technology with speech recognition functionality, serves as your free personal assistant, ready to respond to all your questions in both text and voice formats while optimizing your browser workflow.\n\nQuick Start:\n\nSimply click on the icon in the extension bar or use the shortcut shift+command+Y.\nPress the button and ask your question.\nYou can also activate the voice assistant Alex by holding down the [a] button.\nWith this free and convenient tool, you'll have instant access to a wide range of artificial intelligence capabilities. Ask any questions and receive accurate real-time answers. Additionally, the extension understands speech and automatically plays back responses, but you can toggle this feature on or off by clicking the mute button.\n\nNow you can interact with ChatGPT for free without using your hands. Just activate the voice assistant Alex, say his name <Alex>, and then ask your question. He'll always be in touch with you.\n\nKey Features:\n\nAccess to ChatGPT from any browser tab\nSpeech recognition\nVoice response\nVoice assistant Alex\nMultilingual support\nAccess via hotkeys",
    "zh_CN,zh_TW": "通过任何网站上的语音与ChatGPT免费交流。基于ChatGPT的个人助手提供广泛的人工智能功能，现在完全免费提供。\n\n这个方便的浏览器扩展基于强大的ChatGPT技术，具有语音识别功能，作为你的免费个人助手，随时准备回答你在文本和语音格式中的所有问题，并优化你的浏览器工作流程。\n\n快速入门：\n\n只需点击扩展栏中的图标或使用快捷键shift+command+Y。\n按下按钮提出问题。\n你还可以通过按住[a]按钮激活语音助手Alex。\n通过这个免费且方便的工具，你可以即时访问广泛的人工智能功能。提出任何问题，实时获得准确的答案。此外，该扩展了解语音并自动播放回答，但你可以通过点击静音按钮切换此功能。\n\n现在你可以免除使用手的束缚免费与ChatGPT互动。只需激活语音助手Alex，说出他的名字<Alex>，然后提出你的问题。他将始终与你保持联系。\n\n主要功能：\n\n从任何浏览器标签访问ChatGPT\n语音识别\n语音回答\n语音助手Alex\n多语言支持\n通过热键访问\n\n---\n\nComunícate de forma gratuita con ChatGPT usando la voz en cualquier sitio web. Tu asistente personal basado en ChatGPT ofrece una amplia gama de capacidades de inteligencia artificial y ahora está disponible de forma totalmente gratuita.\n\nEsta cómoda extensión para tu navegador, construida con la potente tecnología de ChatGPT con funcionalidad de reconocimiento de voz, sirve como tu asistente personal gratuito, listo para responder a todas tus preguntas en formatos de texto y voz, mientras optimiza tu flujo de trabajo en el navegador.\n\nInicio rápido:\n\nSimplemente haz clic en el icono en la barra de extensiones o utiliza el atajo shift+command+Y.\nPresiona el botón y formula tu pregunta.\nTambién puedes activar al asistente de voz Alex manteniendo pulsado el botón [a].\nCon esta herramienta gratuita y conveniente, tendrás acceso instantáneo a una amplia gama de capacidades de inteligencia artificial. Haz cualquier pregunta y recibe respuestas precisas en tiempo real. Además, la extensión comprende el habla y reproduce automáticamente las respuestas, pero puedes activar o desactivar esta función haciendo clic en el botón de silencio.\n\nAhora puedes interactuar con ChatGPT de forma gratuita sin usar las manos. Simplemente activa al asistente de voz Alex, pronuncia su nombre <Alex>, y luego formula tu pregunta. Siempre estará en contacto contigo.\n\nFunciones clave:\n\nAcceso a ChatGPT desde cualquier pestaña del navegador\nReconocimiento de voz\nRespuesta de voz\nAsistente de voz Alex\nSoporte multilingüe\nAcceso mediante teclas de acceso rápido"
  }
}