{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frieza Dragon Ball Live Wallpaper Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the power of Frieza with a Dragon Ball live wallpaper that brings the Emperor of the Universe to your browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to feel the destructive power of Frieza every time you open a new tab with this epic Dragon Ball live wallpaper! As one of the most iconic villains in anime history, Frieza’s presence is a force to be reckoned with. This extension brings his menacing aura to life, showcasing Frieza in all his glory with dynamic animations that capture his ruthless power and regal villainy. Whether he's unleashing his Death Beam or standing tall as the Emperor of the Universe, this wallpaper serves as a constant reminder of Frieza's dominance in the Dragon Ball universe.\n\nBut it's not just about the villainous visuals—this extension also comes with practical features to enhance your browsing experience. Quickly access your favorite websites with customizable site shortcuts, search the web seamlessly with the built-in Google search bar, and keep track of time with the clock and date widget, so you're always in control—even if you're plotting to destroy a planet!\n\nFeatures:\n👑 Live Wallpaper: Animated Frieza scenes that bring the villain’s power and grace to your screen.\n\n🔍 Google Search Bar: Perform quick searches right from your new tab with the integrated Google search bar.\n\n🌐 Site Shortcuts: Customizable shortcuts for instant access to your favorite websites.\n\n⏰ Clock & Date Widget: A stylish clock and date display to keep you on track while you channel your inner Frieza.\n\nBring Frieza’s iconic presence to your browser and experience the power of the Dragon Ball universe with every new tab!"
  }
}