{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SwiftSubmit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline job applications with our AI extension! Apply to more roles by Automatically filling forms and coverletters in seconds"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In today's ultra-competitive job market, prime opportunities often elude us. Not due to a lack of talent, but because employers are swamped with applications. You're a qualified candidate; you deserve to be noticed.\n\nIntroducing SwiftSubmit - your AI-powered partner in the job application journey.\n\n🔹 Stand Out From the Crowd: SwiftSubmit's state-of-the-art AI technology auto-fills online job application details, ensuring your profile isn't just a drop in the ocean. By optimizing this process, your unique skills and experiences come to the fore, making you an irresistible choice for hiring managers.\n\n🔹 Find Your Ideal Position: No more missed chances or compromises. SwiftSubmit ensures your application lands in the right hands at the perfect moment, elevating your shot at securing that coveted position.\n\n🔹 Effortless and Efficient: Forget the tedium of manually entering job application details. SwiftSubmit turns this task into a smooth operation, ensuring you save precious time while maintaining the quality of your applications.\n\n🔹 Unparalleled Security: Your security is our top priority. With SwiftSubmit, rest assured that your data is managed with the utmost care, emphasizing privacy and safety.\n\n🔹 Seamless Integration: Compatible with major job platforms, SwiftSubmit offers a hassle-free application experience.\n\n🔹 Customizable: While our AI suggests and fills in responses, you always have the final say. Customize and review before hitting that 'submit' button.\n\n🔹 Try Before You Commit: Still contemplating? Experience the transformative power of SwiftSubmit with a free trial, no credit card obligations. Dive in and realize the future of job applications.\n\nElevate your job hunt with SwiftSubmit. Designed with impeccable security and user control at its core, this is the unfair advantage you've been waiting for in the competitive world of job applications.\n\nStart your SwiftSubmit journey today."
  }
}