{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT History Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search your ChatGPT conversation history"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT History Manager\n\n🎉 Introduction of main features of the plugin:\n1. Non-invasive ChatGPT conversation management, which not only supports modifications and deletions, but also conversation grouping and pinning.\n2. Full-text search and keyword positioning in conversations. The plugin not only searches titles but also details of conversations, and after opening the details, it can locate the position of the keyword.\n3. Only needs to be imported once (to ensure that you truly want to use it, otherwise it would automatically import), and later conversations will be automatically synced.\n\n🎉 The initial intention of plugin development:\nWhen using GPT, I often design prompts in different fields, or for different work scenarios.\n1. The original list can only be sorted by time, I need a folder function to distinguish my different conversations.\n2. I often use some conversations, I would find it and go in, my usual practice is to add a ❤️ in the title, but it's easy to get lost when the history gets too long, so I added a pinning function, and of course, you can drag and sort to adjust the position.\n3. The title of GPT is automatically generated, and I need to query some of my past conversation history, currently, only the mobile version can query, so I added full-text search, which can search titles, conversation content, and after clicking into the details, it can locate the position of the keyword, and support key and shortcut key to switch up and down coordinates.\n4. Non-invasive, some competitors directly change the conversation list, which looks messy.\n5. I have never written a Chrome plugin, I am a bit rusty on the front-end, just try out Github Copilot and ChatGPT's coding ability, this plugin is basically I propose the demand or write good notes, the rest is completed by AI, the test result shows that programmers can boldly work in unfamiliar areas, just look at the code part, about 90% is completed by AI.\n\nHope you enjoy the plugin, and we appreciate your feedback and support as we continue to improve and update in the future versions!\n\n🎉 Release Notes:\n🔗 v1.0.1\nRelease Date: August 16, 2023\n\nBug Fixes\n1. Search Menu Loading: Fixed the logic issue and delay problem in the detail page that could cause the search menu not to display.\n2. Full Text Search: The number of matching items displayed in full text search may be inconsistent with the number of matching items seen on the details page. This is because we have edited conversations and created new nodes. After fixing, conversations are only searched through the current_node. Your old data may not adapt to the new rules and may still display too many matching items. If this bothers you, please re-import the data.\"\n\n🔗 v1.0.0\nRelease Date: July 28, 2023\nThe initial release of the new plugin."
  }
}