{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ELI5 Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ELI5 any text with ease! Just highlight, right-click, and get a simplified explanation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a curious learner who craves knowledge and understanding? Or just someone who doesn't have the time or patience to Google and understand new topics? Look no further than our innovative chrome extension! With just one click, you can now unlock the secrets behind any word or phrase, gaining a deeper understanding of the world around you.\n\nOur extension gives you the ability to highlight a piece of text and get a clear and concise explanation that is easy to understand, making it the perfect tool for learners of all ages and backgrounds. Whether you're a student studying for an exam, an avid reader exploring new topics, or simply someone who wants to broaden their knowledge, ELI5 Buddy has got you covered.\n\nHere are a few examples of how our extension can help you learn:\n\nYou're reading an article about a complex topic, and you come across a term that you don't understand. With our extension, you highlight the term, right-click and get a pop-up with a clear and concise explanation, allowing you to fully comprehend the meaning term and gain a deeper understanding of the topic.\n\nYou're watching a documentary about a scientific phenomenon, but the technical jargon is overwhelming. You go to the Wikipedia page and get even more confused. With our extension, you can easily get explanations for all the scientific terms and concepts, making the topic more accessible and enjoyable.\n\nYou're browsing a website about a topic that you're interested in, but there are a lot of specialized terms and acronyms that you're not familiar with. With our extension, you can quickly and easily get explanations for each term, helping you to expand your knowledge and become an expert in your field.\n\nSo what are you waiting for? Download our chrome extension today and start your journey towards a deeper understanding of the world around you!"
  }
}