{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZEP2"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "null",
    "de": "Die ZEP-App für Chrome.\n\nMit dieser App können einfach und überall Arbeits- und Reisezeiten in das webbasierte System ZEP -…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "null",
    "de": "Die ZEP-App für Chrome.\n\nMit dieser App können einfach und überall Arbeits- und Reisezeiten in das webbasierte System ZEP - Zeiterfassung für Projekte - erfasst werden. Die Projekt-Anlage, zahlreiche Auswertungen sowie die Reisekostenabrechnung erfolgen über ZEP (www.zep.de).\n\n<b>Highlights</b>\n- Offline-fähig: eine Online-Verbindung wird nur zum Synchronisieren benötigt\n- Anmeldung mit den ZEP Zugangsdaten\n- Zeitbuchungen auf Projekte und Tickets\n- Erfassung von Reisezeiten für die spätere Reisekostenabrechnung\n- Erfassung von Mahlzeiten für VMA-Berücksichtigung (erfordert serverseitig ZEP 5.2 oder höher)\n- Erfassung von Belegen, Beleganhänge aus Foto-Galerie oder via Kamera\n- Erstellung neuer Belege durch Weitergabe von PDFs/Bildern aus anderen App, z.B. Scanner-App\n- Anzeige der in ZEP gepflegten Feiertage\n- Kopier- und Löschfunktionen für einzelne Zeitbuchung oder ganzen Tag\n- Einstellungen zur individuellen Anpassung von Aussehen und Synch-Verhalten\n- Vorbelegung von Zeitbuchungen mit Terminen aus Kalender\n\n<b>Hinweis</b>: diese App ist keine eigenständige Zeiterfassungs-Anwendung. Sie erfordert Server-seitig eine bestehende ZEP-Version oder ZEP Testversion in der Version ZEP 5.0 oder höher mit aktivem ZEP-Smartphone Modul."
  }
}