{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control Video Speed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Speed Control Extension\nWhile watching videos on the web, sometimes you may want to speed up or slow down everything.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Speed Control Extension\nWhile watching videos on the web, sometimes you may want to speed up or slow down everything. However, not all websites directly offer this feature. With the \"Video Speed Control\" Chrome extension, you can easily control the playback speed of videos on any website. This user-friendly extension helps you save time or better grasp details while watching all kinds of videos, from educational videos to lectures and entertainment content.\n\nFeatures:\nEasy Access: Simply click on the extension icon in the top right corner of your Chrome browser to instantly adjust the video playback speed.\nFlexible Speed Control: Ability to change the video speed from 0.5x (half speed) to 5.0x (five times speed).\nWide Compatibility: Works on almost every website using HTML5 video players.\nUser-Friendly Interface: Accessible to users of all ages and levels with its clear and simple design.\nFree and Secure: Downloading and using the extension is completely free. It respects your privacy and does not collect or share any personal information.\nHow to Use:\nAdd the extension to Chrome.\nOpen a video you want to watch.\nClick on the Chrome extension icon.\nEnter the desired video playback speed in the popup window.\nClick the \"Set Speed\" button and enjoy watching the video at your preferred speed!\nLife moves fast, but you can move at your own pace. Customize your video experience with \"Video Speed Control\" and make the most out of your time."
  }
}