{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "守候购物小助手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "为了让你能有一个更轻松的购物方式而努力的插件."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "本插件适配京东、淘宝、天猫、苏宁、国美等购物平台。\n我们的插件提供了多项实用功能，包括快速搜索，快速跳转，快速复制、查库存，查地区价，查多种渠道价，查隐藏券、查隐藏促销、查生产日期、网页时钟、购买分析、价格走势、列表筛选、购物车增强、返利功能以及辅助评价等。在插件选项页您可以随心所欲地启用或关闭上述任一功能。此外，在选项页上还有更多功能等待着您的探索，您可以根据自己的购物偏好进行自由定制，以打造一个符合您需求的独特购物体验。\n\n守候购物小助手致力于不断地提供更多强大、创新的功能敬请期待后续更新！^_ ^\n\n注1:具体功能介绍及操作见插件选项页，选项页中各个功能都有详细的说明；\n注2:插件还处在基础开发阶段,除京东外的其他平台的基础功能支持还未完全开发完毕。\n\n\n本次更新:\nv4.1.0\n2024年12月22日\n插件\n\t优化:快速搜索组件搜闲鱼时优化链接解决未登录闲鱼时无法正常搜索的问题\n\t优化:更新日志组件更新类型加上标签显示更清晰\n\t修复:插件选项页一次性更新多个版本更新日志过多时未将确认按钮固定在底部的问题\n京东\n\t通用\n\t\t修复:网页时钟组件请求接口时因网址无独特性导致其他部分接口请求出错的问题\n\t\t修复:全局获取页面请求内容时改用自己写的模块以解决与部分修改请求类浏览器插件冲突的问题\n\t商品页\n\t\t新增:购买分析组件适配新出的单件到手价数据，若因数据不足计算价格比官方到手价低时优先显示官方到手价\n\t\t新增:购买分析组件适配京东电脑端新的第二价格格式（店铺会员价、1号会员价）\n\t\t新增:购买分析组件促销和优惠券使用详情中新增实际减免金额显示\n\t\t新增:购买分析组件适配最新的单品满件折、单品满件减促销\n\t\t新增:触屏检测功能检测到京东秒杀商品时将会把秒杀剩余可用名额显示出来\n\t\t新增:触屏检测功能适配购物返超市卡活动\n\t\t新增:屏蔽跳首页功能升级，现在可以屏蔽卖家在店铺头图上加的恶意跳转标签了\n\t\t优化:京喜渠道优惠检测功能已改回默认启用状态\n\t\t优化:外部检测组件遇到滑块验证时，修改相关提示文案避免产生误解\n\t\t优化:外部检测组件遇到滑块验证时，若始终未通过滑块验证的情况下，十分钟内将不再重复发起检测\n\t\t优化:触屏端检测连续多次遇到接口限制无法获取信息时，短时间内将不再发起请求\n\t\t优化:触屏端会话保持功能检测到电脑端登录账号变化时不再恢复之前保存的账号的会话\n\t\t修复:外部检测组件检测到需要人工验证时若同时安装了购物党插件无法正常过验证被自动跳转的问题\n\t\t修复:京粉渠道检测适配最新京粉渠道接口以解决频繁人工验证的问题\n\t\t修复:购买分析组件未正确识别拼购价的问题\n\t\t修复:购买分析组件计算满折、官方立减、PLUS95折活动时的精度问题\n\t\t修复:购买分析组件检测到领取后当天有效得优惠券时未能正确识别生效状态的问题\n\t\t修复:购买分析组件关闭弹窗重新打开时选中数量恢复默认的问题\n\t\t修复:购买分析组件弹窗弹出时因层级不足会被右下角App二维码遮盖的问题\n\t\t修复:购买分析组件部分情况下忽略某些价格、促销、优惠券后界面不刷新的问题\n\t\t修复:购买分析组件修复因时间模块未加载自定义解析插件导致部分活动生效时间解析失败的问题\n\t\t修复:购买分析组件修复多折扣优惠券只识别了第一个折扣的问题\n\t\t修复:购买分析组件识别京东特权渠道检测到的优惠券时未正确识别小时券的问题\n\t\t修复:购买分析组件任选活动有单个商品上限时计算的方案错误的超过上限的问题\n\t\t修复:购买分析组件若当前有限购的情况下同时有多个任选活动时，未完全计算全部任选活动的问题\n\t\t修复:购买分析组件部分情况下有多张可叠加券时错误的叠加计算的问题\n\t\t修复:购买分析组件电脑端存在和触屏端不一样的首购礼金时，错误的判断为可叠加的问题\n\t\t修复:购买分析组件京粉券中在存在可叠加的循环满减券时，错误地叠加计算了同面额循环满减券的问题\n\t\t修复:工业品购买分析组件遇到写着满减实际为跨店满减的促销时未能正确识别的问题\n\t\t修复:历史价格组件因价格信息过长部分信息被遮挡的问题\n\t\t修复:更多优惠券、活动凑单入口、未生效券淡化功能频繁未正确初始化的问题\n\t\t修复:条状模式下库存查询组件弹窗自动关闭的延迟过低导致查库存过程中容易误关闭的问题\n\t\t移除:外部检测移除京东特价渠道检测，原京东特价接口已失效\n\t搜索/凑单页\n\t\t新增:标签筛选组件卖家筛选新增京东超市筛选\n\t\t新增:标签筛选组件活动筛选新增百亿补贴、首购礼金筛选\n\t\t修复:标签筛选组件活动筛选时未将官方立减视为满减满件促销的问题\n\t\t修复:标签筛选组件卖家筛选功能失效的问题\n\t\t修复:标签筛选组件首购礼金标签无法被双击忽略的问题\n\t其他\n\t\t修复:下单页收货地址解析组件在删除联系人信息对话框弹出时错误显示的问题\n\t\t修复:活动页优惠券解析组件部分情况下金融券无凑单ID时未正确显示金融券信息的问题\n淘宝/天猫\n\t新增:商品页规格购买弹窗新增SKU的显示与快速复制\n\t修复:商品页插件组件样式与官方冲突导致显示异常的问题\n\t修复:商品页历史价组件、返利组件嵌入点变更导致适配失效的问题\n\t修复:商品页未登录时无有效嵌入点显示在左下角条状模式的问题\n\t修复:商品页快速按钮组件与淘宝原版样式冲突的问题\n\t修复:天猫商品页在小分辨率模式下访问时二维码显示在图片右边的问题\n\n\n历史更新：\nv4.0.2\n2024年9月28日\n新增:插件选项页新增更新成功后通知方式的设定，默认为“立即提醒”可以根据需要改为“下次启动”或“仅发通知”\n新增:京东凑单页新增金融券凑单修复功能,当进入金融券凑单页时,自动修复各项参数以供正常使用\n新增:京东凑单页金融券凑单修复组件增加补回子搜索框的功能\n新增:京东活动页优惠券解析组件新增识别页面中的金融券，并提供对应金融券的凑单页入口\n新增:京东下单页新增收货地址解析组件,可以做到手机端一样的快速添加地址（感谢来自“a尚”的赞助）\n优化:京东全局网页时钟适配最新协议以解决频繁失效的问题\n优化:京东商品页购买分析组件分析限购格式时对于无数量描述的限购视为仅限1件（短期内未发现反例疑似简化了描述）\n修复:插件选项页修复因大版本更新后目录改动导致无法正确发出更新提醒的问题\n修复:全局网页时钟组件首次安装未初始化完毕时错误提示时间获取出现出错的问题\n修复:全局右键菜单组件若全部关闭时，未正确移除右键菜单的全部菜单项的问题\n修复:京东全局网页时钟组件修复因偶尔的请求出错导致网页时钟错误的显示其他时间的问题\n修复:京东商品页部分情况下因网页时钟更新失败导致的不加载插件功能的问题\n修复:京东商品页部分工业品商品页购买分析组件未正确嵌入到右侧的问题\n修复:京东下单页收货地址解析组件在旧内核浏览器下因兼容性导致不显示的问题\n修复:京东商品页返利组件显示时宽度过高导致撑开了一点点分类条的问题\n修复:天猫商品页修复在Apple等特殊店铺适配失效的问题\n修复:淘宝/天猫商品页快速复制组件复制商品链接时，当前未选择规格或无规格的情况下复制出来的链接包含&skuId=的问题\n修复:淘宝/天猫商品页因插件加载过早导致未正确找到嵌入点而选用备用嵌入点的问题\n\nv4.0.1\n2024年9月13日\n新增:全局购买分析组件最优单份价增加识别单位“块”\n新增:京东商品页全局立即购买按钮点击后将显示加载中动画避免多次点击\n新增:京东商品页当前优惠券已领取时，若京粉渠道检测到了同面值优惠券，则会通过京粉渠道补全优惠券领取链接\n新增:京东商品页当商品是全返活动时，将给出全返商品不能使用支付优惠的提醒\n新增:京东商品页购买分析组件当商品存在返现类活动时，将以标签形式提示出当前的实付总额\n新增:京东触屏商品页新增适配新发现的djg京粉商品页\n新增:京东活动页适配京东超市领好券页面优惠券解析\n新增:淘宝/天猫商品页外部卡券组件淘客券增加复制领取链接按钮\n优化:全局遮罩组件修改底层判断逻辑，仅对商家可能设置的遮罩做提醒，从根本上避免了误报的情况\n优化:京东商品页购买分析组件计算返卡活动时，适配京东最新规则返卡金额大于实付金额时仅返还实付金额的90%向下取整\n优化:京东活动页优惠券解析组件批次编号提供点击快速复制的功能\n优化:淘宝/天猫商品页外部卡券组件淘客券领取按钮悬停时增加领取二维码显示\n修复:全局插件数据初始化方式优化避免各种页面出现未加载的问题\n修复:全局商品页快速按钮组件在宽页面下宽度未全部展开的问题\n修复:京东商品页部分情况下刷新页面后不加载插件的问题\n修复:京东商品页触屏检测功能检测地址与电脑端地址不一致的问题\n修复:京东商品页京东特价检测功能因当前浏览器近期未进入京东特价端导致检测始终失败的问题\n修复:京东商品页快速购买组件立即购买时若遇到滑块验证未正确提示的问题\n修复:京东商品页购买分析组件计算返卡活动时，错误的将实付金额等于返卡金额时算为返90%的问题\n修复:京东商品页库存组件初始化时等待完全加载完毕避免出现未正确加载选地址查库存按钮的问题\n修复:京东商品页快速购买组件立即购买按钮遇到滑块风控时响应时间较久的问题\n修复:京东商品页商品详情接口返回403风控时插件未正确识别的问题\n修复:京东搜索/凑单页标签筛选组件修复标签黑名单数据刷新后丢失的问题\n修复:京东活动页优惠券解析组件修复因屏幕过小导致操作列显示异常的问题\n修复:京东下单页库存查询按钮若出现网络错误时按钮卡死的问题\n修复:京东下单页“收货地址平铺”功能完全重写，更换新的实现方式，不会再出现地址未能全部平铺的问题了\n修复:淘宝/天猫全局网页时钟组件修复因接口失效导致对时不准确的问题\n修复:淘宝/天猫商品页修改商品规格时未能正确识别当前选中规格的问题\n修复:插件选项页首次安装成功未自动弹窗选项页的问题\n\n\n\nv4.0.0\n2024年8月31日\n新的开始!全部功能完全重构并升级全部底层架构!目前属于测试阶段部分原有功能尚未开发完毕\n新增:全局快速搜索组件搜闲鱼按钮回归!\n新增:全局触屏链接新增触屏跳转方式设置,默认触屏跳转方式为触屏窗口打开\n新增:全局商品页插件主体新增条状模式以及条状悬浮模式,条状模式下点击Logo可快捷收起主体\n新增:全局购买分析组件最优单份价增加识别单位“桶”\n新增:京东购买分析组件计算返超市卡活动时,若实付金额小于等于返卡金额时,按规则仅返还实付的90%\n新增:淘宝/天猫商品页快速购买组件立即购买按钮适配新版立即购买界面,\n新增:淘宝/天猫商品页快速跳转组件新增转海外版按钮(海外版支持查询当前地区完整库存)\n新增:京东商品页新增单独的生产日期检测选项，用于替代原企业价检测同时获取生产日期的功能\n新增:京东商品页外部促销组件新增商品信息中隐藏的总数限购的显示\n新增:京东商品页外部促销组件新增商品信息中隐藏的不可售商品限制的显示\n新增:京东触屏商品页新增适配1号店触屏商品页\n新增:京东搜索/凑单页筛选条卖家筛选新增选项“京喜自营”、“国际自营”\n优化:全局触屏商品页现在将只提供条状悬浮模式适配,可自由选择顶部悬浮还是底部悬浮\n优化:京东商品页外部促销组件PLUS95折活动查剩余额度时修改为跳转到触屏端95折页面\n修复:全局购买分析组件最优单份价在做质量单位转换后出现两个市斤价的问题\n修复:京东网页时钟组件修复因接口失效导致对时不准确的问题\n修复:京东返利组件修复返利金额显示错误的问题\n修复:京东保存触屏会话功能修改持久化方式避免因存储会话掉线问题导致无限跳登录的问题\n修复:京东外部券检测组件若当前商品不可用东券时将自动忽略发现的京粉券不显示\n修复:京东外部券检测组件若当前商品存在循环满减券时京粉券误报的问题\n修复:京东商品页检测隐藏的封顶限购提示时部分情况下未正确显示的问题\n修复:京东商品页库存查询组件检测河北部分地区时库存查询出错的情况\n修复:京东商品页遮盖提醒误报京东自带的对比栏遮盖的问题\n修复:京东购物车页购物车增强组件复制一键加车链接不支持虚拟组套商品的问题\n修复:淘宝/天猫商品页快速复制商品链接时未正确将当前所选择的规格信息添加到网址中的问题\n修复:淘宝/天猫商品页外部券组件检测到部分特殊淘客券领券链接无效的问题,该部分淘客券无法提供领券链接\n移除:京东搜索/凑单页筛选条卖家筛选移除失效选项“京喜直营”、“超市精选”\n移除:淘宝/天猫商品页移除库存查询组件(目前找不到可用的多地区库存查询接口了)\n移除:全局购买分析组件移除嵌入位置为中间条状显示模式(已经有全局条状模式了)\n移除:京东商品页移除已无用功能“跳返利触屏页”，未发现目前电脑端打开返利链接还有跳转触屏页面的情况\n移除:京东商品页移除已经确定无法实现的检查开关“特殊价检测”\n移除:京东商品页微信端检测、京喜微信端检测因无法解决登录问题暂时移除\n移除:京东商品页特性标签组件移除三方卖家标签显示(目前商品页数据以无法准确区分卖家类型)\n移除:京东触屏商品页移除暂无法实现功能“无货拼团参团”\n移除:京东下单页移除已无用功能:“PLUS领券入口”、“PLUS领券提醒”\n移除:京东下单页移除无货自动查地址库库存功能(因接口风控程度太高，不再自动查询)\n移除:京东购物车页移除未实现功能开关“删除全部商品”\n移除:插件小部分功能暂时移除正在逐渐恢复中\n\n\nv3.11.7\n2024年5月17日\n新增:京东商品页适配京东元器件商品页\n优化:京东商品页默认关闭京喜端检测、京喜特价检测、微信端检测、京喜微信端检测功能，有需要可以自行打开\n修复:京东商品页特性标签组件修复适配二手商品\n\nv3.11.6\n2024年5月1日\n新增:全局购买分析组件新增最优偏好数功能,在显示最优价时将基于原有规则的基础上选择最接近偏好数的数量\n新增:京东商品页外部促销组件新增商品信息中隐藏的封顶限购的显示,并且购买分析计算时将自动缩减对应的范围计算\n新增:淘宝/天猫商品页增加库存无值自动补充功能,若商品未取得库存信息时将获取当前地区实时完整规格库存\n新增:淘宝/天猫商品页规格库存查询组件增加规格价格显示标签\n新增:京东触屏商品页新增适配新发现的djg子域名\n新增:淘宝/天猫触屏端商品页新增适配新发现的mian子域名\n新增:亚马逊触屏商品页新增适配三大快速按钮组件\n优化:全局真快乐相关组件改名回国美,去年年初国美就改回来了现在才发现\n修复:全局快速搜索组件修复搜亚马逊功能失效问题,亚马逊现在只有触屏端没有电脑端了\n修复:全局网页时钟组件时钟底色设置为蓝色时没有效果的问题\n修复:京东活动页部分情况下解析出错不显示优惠券解析组件的问题\n修复:京东商品页外部价遇到暂时下架的1号店商品误识别为可用1号店价的问题\n修复:京东工业品商品页因页面信息缺失分类名称导致加载插件报错从而不显示插件组件的问题\n修复:淘宝/天猫商品页无促销商品外部系列组件,快速按钮组件不显示的问题\n修复:淘宝/天猫商品页外部促销功能显示淘客获取的促销列表时外部渠道本该用短名称显示用了完整名称的问题\n修复:淘宝/天猫商品页快速跳转组件转触屏端功能失效的问题\n移除:亚马逊电脑端商品页适配移除,亚马逊现在只有触屏端没有电脑端了\n\nv3.11.5\n2024年4月17日\n新增:淘宝/天猫淘客券查询组件升级,现在可以查到更多淘客券了\n新增:淘宝/天猫新增外部促销功能,目前可以通过淘客取到取得促销列表并显示生效到期时间了\n优化:全局遮罩提醒组件现在在发出提醒后将持续检测遮盖是否还存在,不再被遮盖的情况下将自动关闭提醒\n优化:京东外部价组件外部价格大于当前售价时依然显示出来,因为有时外部渠道价格虽然高但和其他优惠叠加后更低\n优化:淘宝/天猫商品页规格库存查询组件显示库存数时改用Tag标签显示库存数更清晰\n修复:京东全局历史价格组件修复因电脑端商品页接口调整导致缺失关键信息从而不显示历史价格的问题\n修复:京东全局优惠券组件凑单链接触屏跳转时链接失效的问题\n修复:京东全局触屏会话保持功能修复部分未知的情况下会意外收录无效的电脑端会话导致无限次重复登录的问题\n修复:京东商品页库存查询组件株洲市级库存查询时生鲜显示不售的问题(若还有什么城市有类似问题欢迎反馈)\n修复:京东购买分析组件PLUS专享立减促销计算立减金额时有1分钱差异的问题\n修复:京东商品页外部促销检测组件错误的提醒已过期的促销并纳入计算的问题\n修复:京东商品页京粉优惠检测组件若对应京东号未开通联盟账户时误识别为请求失败多次请求的问题\n修复:京东商品页京粉优惠检测组件重复报外部附件促销的问题\n修复:京东商品页触屏端优惠检测功能重复报附件促销的问题\n修复:淘宝/天猫商品页库存全国库存查询组件遇到滑块时未能正确弹出滑块的问题\n修复:淘宝/天猫新版商品页部分未登录的情况下加载插件错误的问题\n移除:天猫新版商品页移除天猫[旧]的跳转入口,天猫旧版页已彻底无法访问\n\nv3.11.4\n2024年3月8日\n新增:京东购买分析组件适配最新推出的“PLUS专享立减”促销,目前仅触屏端才能获取到立减金额\n优化:京东商品页库存查询组件查询省份库存时将默认查询对应省会城市的中心街道的库存状态\n修复:京东活动页优惠券解析功能部分情况下同一张优惠券显示两次的问题\n修复:全局快捷操作按钮组在部分情况下受到其他插件影响导致按钮和边框独立一行显示的问题\n\nv3.11.3\n2024年3月1日\n优化:京东商品页京喜端优惠检测功能适配最新签名算法\n修复:淘宝京东弹窗验证组件在隐身模式下触发弹窗时开启的弹窗不是隐身模式的问题\n修复:京东购买分析组件95折活动优化计算逻辑使得最终金额与京东一致,京东针对95折计算时有特殊处理\n修复:京东购买分析组件95折活动每月折扣未跟随京东规则变动改为1000元上限的问题\n修复:京东商品页价格走势组件若设置为价格右边后导致误报遮盖提醒的问题\n修复:天猫新版商品页未登录状态下插件未能正确适配的问题\n移除:全局移除适配的三方返利平台绑定功能\n移除:京东全局移除自动返利作者返利等相关功能\n\nv3.11.2\n2024年1月13日\n新增:京东购买分析组件适配新发现的“安装返京豆”促销\n新增:京东商品页更多属性组件生产日期保质期数据显示增加1号店接口来源作为备用\n优化:京东商品页触屏端登录提醒组件现在也改为了打开独立窗口登录后自动关闭的模式了\n优化:京东库存查询组件降低库存查询间隔频率减少被强制禁止查库存的概率\n优化:京东库存查询组件遇到验证提醒时,自动弹窗等待验证解决了验证之后才能继续获取库存\n修复:京东历史价格组件若上次价格为下架时错误显示上次价格为-1而不是下架的问题\n修复:京东下单页PLUS领券提醒组件在遇到买X件送Y件类商品时计算可使用的全品券金额错误的问题\n移除:京东商品页快速购买组件的立即购买移除自动改优惠功能,该功能涉及接口已失效,现有接口无法实现该需求\n\nv3.11.1\n2023年12月30日\n新增:京东商品页触屏端外部价检测模块现在可以获取隐藏的百亿补贴价了\n新增:京东商品页检测到隐藏的百亿补贴价时,跳转触屏端显示使用百亿补贴专属网址\n新增:京东商品页新增跳返利触屏页功能,当通过返利链接进商品时若是触屏端则自动跳转到电脑端\n新增:京东商品页检测到因Cookie原因导致的风控时,将会自动尝试修复该问题\n新增:京东商品页库存查询组件增加默认关闭的触屏渠道查库存,部分无法查询生产日期用户可以以此查库存\n新增:京东购物车页新增立省提醒防遮盖功能,当页面中存在立省提醒时,京东自身问题会导致两边无法点击\n优化:京东商品页库存查询组件识别到未登录状态时显示未登录而不是出错了\n优化:京东商品页过滑块提示模块改为打开独立窗口过滑块后自动关闭的模式\n优化:京东商品页外部券组件检测到不可访问的跳转参数时,默认改用当前商品页作为跳转参数\n修复:京东商品页外部价组件在商品状态异常时错误的显示售价、触屏售价、京喜售价等价格的问题\n修复:京东商品页库存查询组件此前因默认使用触屏渠道而导致必须登录触屏端的问题\n修复:京东商品页触屏端检测模块检测到不完整价格时,将价格的前半部分错误显示为触屏专享价的问题\n修复:京东商品页过滑块提示模块在未登录触屏端时错误跳转到电脑端登录页的问题\n修复:京东商品页遮盖提醒组件在跳转商品页等情况下偶然会误报提示存在遮盖情况的问题\n修复:京东/淘宝/天猫商品页遮盖提醒组件加大zIndex修复部分情况下弹窗提示无法显示的问题\n修复:京东/淘宝/天猫商品页遮盖提醒组件和购物党插件部分情况下冲突的问题\n修复:京东搜索/凑单页标签筛选功能筛选预售抢购活动时因京东相应标签延迟加载而显示不完全的问题\n修复:淘宝商品页遮盖提醒组件部分情况下移除遮罩之后商品页面依然不可见的问题\n修复:天猫新版商品页点击插件立即购买按钮时未正确跳转到天猫立即购买页的问题\n修复:天猫触屏商品页部分页面三大快速按钮组件适配失效的问题\n移除:京东商品页移除跳热卖页功能,京东热卖页早已下线无需跳转\n移除:京东商品页暂时禁用必须微信登录的微信端检测功能\n\nv3.11.0\n2023年12月8日\n新增:京东购买分析组件赠京豆活动适配赠送数量上限\n新增:京东购买分析组件若当前价格为限购价且存在对应限购活动时,将在价格标签显示限购到期时间\n新增:京东凑单/搜索页增加标签两行功能,可以将商品底部标签的显示改为两行显示\n新增:京东凑单/搜索页筛选条组件增加店铺筛选功能,通过双击/长按新增的店铺标签可过滤对应店铺商品\n新增:京东商品页外部渠道检测时若遇到需要滑块时将滑块提醒出来,微信端检测除外\n新增:京东/淘宝/天猫商品页新增遮盖提醒功能,若检测到卖家使用特殊操作屏蔽电脑端的正常访问则提醒\n新增:淘宝/天猫商品页快速购买组件显示当前库存时若有多规格时可以下拉显示全部规格库存/锁定库存数\n新增:淘宝/天猫商品页快速购买组件下拉显示全部规格库存数时点击即可指定规格快速购买\n新增:淘宝订单评价页新增适配淘宝确定收货成功页,确定收货后即可快速提交评价\n新增:淘宝订单评价页新增修复高度功能,修复淘宝确定收货后若有多件商品时看不到提交评价按钮的问题\n优化:京东购买分析组件最优单份价针对单斤价的显示因地域差异可能导致理解偏差因此改为市斤价\n优化:京东购买分析组件当前商品有赠送同品活动时,将在分析结果中加上赠送同品的标签并提醒\n优化:京东购买分析组件当前商品有购返类促销时,将在分析结果中加上购返总额的标签并提醒\n优化:京东商品页仅App扫码购买商品页显示快速购买组件,部分商品即使显示仅App实际触屏端也可购买\n优化:京东商品页提示无效的限购价错误时,将会详细解释照成该现象的原因\n修复:京东一键返利组件再次修复部分浏览器下点击走返利按钮无反应的问题\n修复:京东库存查询组件查库存遇到风控时错误的显示为出错的情况\n修复:京东触屏持久化组件部分情况下依然会掉线的问题\n修复:京东商品页部分不可修改数量的商品刷新当前地区库存按钮点击无反应的问题\n修复:京东商品页更多属性组件修复未启用企业价查询时生产日期保质期未获取的问题\n修复:京东商品页更多属性组件修复部分情况下生产日期保质期获取不到的问题\n修复:淘宝订单评价页天猫超市评价页刷新评价语按钮不显示的问题\n修复:唯品会触屏商品页三大快速按钮组件适配失效的问题\n\nv3.10.2\n2023年11月9日\n新增:京东直播页新增电脑端访问功能,可以在电脑端正常观看直播了~\n优化:京东购买分析组件商品单次可购买的封顶数过大时,再次优化计算逻辑减轻卡顿问题\n修复:京东购买分析组件修复外部来源的限购价无法忽略的问题\n修复:京东购买分析组件修复官方立减和跨店满减促销在不同平台时错误的叠加计算的问题\n修复:京东商品页数据获取时因与购物党插件冲突获取信息错乱的问题\n修复:京东商品页外部促销检测组件部分渠道官方立减活动未正确解析的问题\n修复:京东商品页库存查询组件虚拟组套商品查询库存时提示风控的问题\n修复:京东商品页工业品商品购买分析组件加载缓慢以及价格走势组件加载失败的问题\n修复:天猫新版商品页部分情况下插件组件加载失败的问题\n\nv3.10.1\n2023年11月3日\n新增:京东触屏端新增实验性功能保持触屏会话,该功能可以尽力确保你触屏端登录后触屏端30天内不掉线\n新增:京东商品页外部价组件会显示券的领券类别了,若是VIP专享券时会加入“去注册会员”按钮\n新增:京东商品页更多属性组件新增排行榜属性显示,可以显示本在触屏、App端才显示的排行榜信息\n新增:京东商品页外部促销检测组件检测到会员赠品活动时加入去注册会员按钮\n新增:京东搜索/凑单页标签筛选功能筛选标签时增加触屏端的长按事件支持,触屏端可用长按代替双击\n新增:京东搜索/凑单页标签筛选功能卖家筛选增加“京喜直营”筛选\n新增:京东活动页优惠券检测组件检测到的优惠券列表新增批次编号显示\n优化:全局历史价格组件增加免责声明历史价格仅供参考\n优化:京东网页时钟首选时间接口更换新的时间接口延迟更低,更为准确\n优化:京东购买分析组件商品单次可购买的封顶数过大时,优化计算逻辑减轻卡顿问题\n优化:京东购买分析组件显示跨店满减活动时自动隐藏后面的半截结束时间文案\n优化:京东商品页若京东详情接口被风控而无法计算购买分析时,更新最新可能造成的原因\n修复:京东购买分析组件修复百亿补贴价未叠加全品券的问题(说好的百亿补贴不可用任何券的呢???)\n修复:京东购买分析组件修复官方立减活动未叠加计算的问题\n修复:京东购买分析组件修复部分可叠加券未完整未叠加计算的问题\n修复:京东购买分析组件修复账户无券导致购买分析计算延迟的问题\n修复:京东一键返利组件修复部分浏览器下点击走返利按钮无反应的问题\n修复:京东商品页外部价检测组件检测到亲子会员价时部分情况下注册按钮地址错误的问题\n修复:京东商品页外部检测系列组件修复因隐藏的问题导致十分一的概率生成的签名无效的问题\n修复:京东商品页小程序外部检测系列组件签名算法改为小程序最新专用算法解决风控问题\n修复:京东商品页外部券组件识别触屏端实付券时识别有误的问题\n修复:京东商品页外部券组件识别触屏端超级补贴券叠加属性时识别有误的问题\n修复:京东返利组件显示PLUS的预估佣金在有京粉券的情况下金额大于默认情况下的预估佣金的问题\n修复:京东活动页优惠券检测组件修复部分情况下优惠券检测失败的问题\n移除:京东商品页快速购买组件移除失效了的拼团购买功能,京东拼购商品已不支持随机拼团方式购买\n\nv3.10.0\n2023年10月20日\n新增:京东购买分析组件适配京东App端独享的返购物卡活动\n新增:京东购买分析组件适配京东双11最新推出的官方立减活动\n新增:京东购买分析组件适配触屏端新发现的“会员赠品”促销\n新增:京东购买分析组件适配京喜端新发现的“现货赠品”促销\n新增:京东购买分析组件限购活动适配新出的限购剩余数量设定\n新增:京东购买分析组件限购活动适配之前未适配的新文案\n新增:京东历史价格组件顶部显示的历史最低以及上次价格是到手价时鼠标悬停会显示价格详情\n新增:京东商品页新增自动二维码功能,启用后若当前最优价所用价格属于某一渠道则显示对应渠道二维码\n新增:京东商品页快速购买组件增加“加购不跳转”按钮用于加入购物车但不跳转购物车页\n新增:京东商品页特性标签组件增加二手商品标签,可以通过该标签跳转对应新品\n新增:京东购物车页购物车增强组件分享按钮加入二维码弹窗便于分享\n优化:全局插件所用接口按应用商店要求全部升级为Https\n优化:全局历史价格组件若商品下架时再不将价格走势拉到-1而是直接截断\n优化:全局商品页插件主体提示框弹窗文本将根据提示类型显示不同底色而不是原本的黑色\n优化:京东购买分析组件微信端促销现在可以识别开始时间与结束时间了\n优化:京东商品页京粉券检测功能因服务端升级现在可以准确识别折扣券了\n优化:京东商品页若京东详情接口被风控而无法计算购买分析时,详细解释造成的原因\n优化:京东商品页现在更清晰地显示外部价、券和促销组件的忽略状态\n优化:天猫新版商品页返利组件显示位置移动到价格走势左边以解决部分页面无法显示的问题\n修复:全局历史价格组件数据获取失败时导致样式异常的问题\n修复:全局历史价格组件数据统计时会统计下架状态并显示下架价格为日常卖价的问题\n修复:京东购买分析组件因账户优惠券接口失效而未完整计算账户内优惠券的问题\n修复:京东购买分析组件最优活动标记功能错误标记某些活动的问题\n修复:京东购买分析组件判断部分限购活动时因京东文案变动导致识别错误的问题\n修复:京东购买分析组件京粉券未完整显示领取按钮的问题\n修复:京东商品页外部价检测检测到触屏端的店铺会员价时未能加入去注册按钮的问题\n修复:京东商品页外部价检测对于下架的1号店专享价误报的问题\n修复:京东商品页外部券检测部分情况下因限额为0.01而识别面额错误的问题\n修复:京东商品页外部券检测部分情况下检测到过期的优惠券时报优惠券未生效的问题\n修复:京东商品页外部促销多附件情况下重复提示外部附件的问题\n修复:京东商品页京喜小程序外部券检测功能部分情况下折扣券识别错误的问题\n修复:京东商品页库存查询组件部分情况下生产日期信息获取失败的问题\n修复:京东商品页对于下架商品依然进行外部检测的问题\n修复:京东商品页对于预上架商品错误识别成已上架的问题\n修复:京东搜索页/凑单页标签筛选时PLUS95折标签无法被筛选无法被双击的问题\n移除:全局快速搜索右键搜索移除失效了的我买网搜索功能\n\nv3.9.2\n2023年9月27日\n新增:京东购物车页购物测增强组件新增分享触屏购物清单按钮\n优化:京东购买分析组件现下柜商品依然可以展现购买分析用于查看下柜前的价格促销优惠券等信息\n优化:京东商品页京喜小程序优惠券检测若检测到对应的京粉券时,优先显示京粉渠道而不是小程序渠道,因京粉渠道适用更广\n修复:全局网页时钟组件在部分网页因离谱的全局CSS样式导致时钟巨大的问题\n修复:京东购买分析组件修复部分情况下未能正确解析限购下限大于1的限购价的问题\n修复:京东商品页全局因京东逻辑变动未能正确判断商品是否下柜的问题\n修复:京东商品页触屏端检测功能因一些特别奇葩的原因导致部分情况下未能正确按指定地址获取数据的问题\n修复:京东商品页库存查询组件因京东接口变动导致失效的问题\n修复:京东商品页生产日期查询企业价检测功能因京东接口变动导致失效的问题\n修复:京东触屏商品页部分情况下应店铺ID不存在导致解析出错的问题\n\nv3.9.1\n2023年9月16日\n新增:京东商品页库存查询组件若商品可查到对应库存的生产日期时将同步显示对应库存的生产日期、保质期剩余\n新增:京东商品页新增更多属性组件,用于显示不容易看到的属性,目前将会显示上下柜时间、生产日期、保质期、保质期剩余\n新增:京东商品页新增触屏端登录检测提醒功能,用于显示当前触屏端的登录状态是否有效,若无效可能部分优惠检测不到\n新增:京东商品页新增此前因接口失效而暂时下线的企业价检测功能\n新增:插件选项页现可以根据HASH值跳转到指定功能开关并闪烁提醒所在位置了\n改进:京东/淘宝/苏宁商品页库存查询功能相关按钮文字提醒等补全Logo标识\n改进:京东商品页触屏端、京喜端、京喜特价端、京东小程序端、1号店端检查功能现可以直接请求电脑端对应地址的数据了\n改进:京东商品页库存查询组件现在可以正确识别不支持销售状态了\n修复:京东历史价格组件在重复解析历史价信息时未清空缓存导致总售卖天数显示异常的问题\n修复:京东购买分析组件PLUS价格部分情况下解析错误的问题\n修复:京东购买分析组件忽略赠品活动时无反应的问题\n修复:京东商品页触屏端优惠检测功能因算法升级导致检测失效的问题\n修复:京东商品页外部价组件部分情况下存在限购信息时未正确显示限购标签的问题\n修复:京东商品页京喜小程序检测功能错误的请求了京东小程序的信息的问题\n修复:京东商品页库存查询组件更新京东地址库ID解决部分地区库存查询出错的问题\n修复:京东商品页库存查询组件未能正确识别最新虚假库存的问题\n修复:京东购物车页实际数量提醒组件在数量修改后未正确刷新的问题\n修复:京东下单页PLUS领券提醒显示可用券总金额时未正确保留2位小数点的问题\n修复:京东触屏商品页虚拟商品加载三大快速按钮组件出错的问题\n修复:淘宝触屏商品页三大快速按钮组件适配失效的问题\n\nv3.9.0\n2023年8月11日\n新增:淘宝订单评价页适配自动填充评价组件\n新增:京东商品页特性标签功能增加不可用全品东券标签\n新增:京东触屏端新增PLUS领券页加宽功能,便于电脑端领券时无需滑动就能看到全部优惠券\n新增:京东下单页PLUS领券提醒功能现在可以准确提醒该领取多少面额的优惠券了,同时提醒的样式更加明显了\n优化:插件选项页更新日志改为只显示前三个版本日志,完整日志默认收起弹窗可见\n优化:全局触屏商品页若按下立即购买热键后,将会自动跳转至相应的电脑端\n优化:京东下单页PLUS领券提醒功能若订单当前使用的券面额低于PLUS全品券时依然提醒领券\n优化:京东购买分析组件最优单份价功能若在商品名称中没找到合适的单位时会尝试从规格名称中获取单位\n优化:京东商品页京喜渠道检测京喜特价渠道检测功能优先尝试App身份请求,若失败则使用浏览器身份请求\n修复:插件选项页返利平台表格开启后未正确显示的问题\n修复:京东购买分析组件部分情况下特殊价格点击忽略没反应的问题\n修复:京东历史价格组件历史最低售价轴线显示为0的问题\n修复:京东历史价格组件部分低价信息显示在图表外面的问题\n修复:京东商品页快速购买组件触屏购买按钮失效问题\n修复:京东商品页外部券组件部分情况下同时显示外部PLUS限购价和PLUS价的问题\n修复:京东购物车页购物测增强组件去触屏端结算功能失效的问题\n移除:京东购物车页购物车增强组件移除复制触屏购买链接功能,京东已不支持多商品一键购买"
  }
}