{
  "name": {
    "ar,hi,kn,ml,no,sk,sl,ta": "Hurry Pen Online",
    "am,bn,ca,el,hu,lv,pl,ro": "Hurry Pen Online Game",
    "bg,et,gu,id,ja,ms,sw": "Hurry Pen Unblocked Game",
    "cs,da,fil,he,hr,mr": "Hurry Pen Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fr,it,ko,lt,nl,pt_BR,pt_PT,ru,sr,sv,te,th,tr,uk,vi,zh_CN,zh_TW": "Hurry Pen Arcade Game"
  },
  "short": {
    "ar": "قبل نفاد الحبر باستخدام القلم، يجب إكمال الخطوط وتمرير القسم.",
    "am": "በብዕር ቀለም ከመጨረስህ በፊት መስመሩን ጨርሰህ ክፍሉ ላይ ማለፍ አለብህ።",
    "bg": "Преди да ви свърши мастилото с писалката, трябва да завършите линиите и да преминете секцията.",
    "bn": "কলম দিয়ে কালি শেষ হওয়ার আগে, আপনাকে অবশ্যই লাইনগুলি সম্পূর্ণ করতে হবে এবং বিভাগটি পাস করতে হবে।",
    "ca": "Abans de quedar-se sense tinta amb el bolígraf, heu de completar les línies i passar la secció.",
    "cs": "Než perem dojde inkoust, musíte dokončit řádky a předat sekci.",
    "da": "Før du løber tør for blæk med pennen, skal du udfylde linjerne og passere sektionen.",
    "de": "Bevor Ihnen mit dem Stift die Tinte ausgeht, müssen Sie die Zeilen vervollständigen und den Abschnitt übergeben.",
    "el": "Πριν εξαντληθεί το μελάνι με την πένα, πρέπει να συμπληρώσετε τις γραμμές και να περάσετε την ενότητα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Before you run out of ink with the pen, you must complete the lines and pass the section.",
    "es": "Antes de que te quedes sin tinta con el bolígrafo, debes completar las líneas y pasar la sección.",
    "et": "Enne tindi otsa saamist pliiatsiga peate read täitma ja sektsiooni läbima.",
    "fa": "قبل از اینکه جوهر را با قلم تمام کنید، باید خطوط را کامل کنید و بخش را بگذرانید.",
    "fi": "Ennen kuin kynän muste loppuu, sinun on täytettävä viivat ja läpäistävä osa.",
    "fil": "Bago ka maubusan ng tinta gamit ang bolpen, kailangan mong kumpletuhin ang mga linya at ipasa ang seksyon.",
    "fr": "Avant de manquer d’encre avec le stylo, vous devez compléter les lignes et passer la section.",
    "gu": "પેન વડે શાહી ખલાસ થઈ જાય તે પહેલાં, તમારે રેખાઓ પૂર્ણ કરવી જોઈએ અને વિભાગ પસાર કરવો જોઈએ.",
    "he": "לפני שנגמר לך הדיו עם העט, עליך להשלים את הקווים ולהעביר את הקטע.",
    "hi": "इससे पहले कि आप पेन के साथ स्याही से बाहर निकलें, आपको लाइनों को पूरा करना होगा और अनुभाग को पास करना होगा।",
    "hr": "Prije nego što vam ponestane tinte olovkom, morate dovršiti retke i proći odjeljak.",
    "hu": "Mielőtt elfogyna a tollal ellátott tinta, ki kell töltenie a sorokat, és át kell adnia a szakaszt.",
    "id": "Sebelum Anda kehabisan tinta dengan pena, Anda harus menyelesaikan garis dan melewati bagian tersebut.",
    "it": "Prima di esaurire l'inchiostro con la penna, è necessario completare le linee e passare la sezione.",
    "ja": "ペンのインクを使い果たす前に、行を完了し、セクションを渡す必要があります。",
    "kn": "ಪೆನ್ನಿನೊಂದಿಗಿನ ಶಾಯಿ ಖಾಲಿಯಾಗುವ ಮೊದಲು, ನೀವು ಸಾಲುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು ಮತ್ತು ವಿಭಾಗವನ್ನು ಪಾಸ್ ಮಾಡಬೇಕು.",
    "ko": "펜으로 잉크가 부족해지기 전에 선을 완성하고 섹션을 통과해야합니다.",
    "lv": "Pirms beidzas tinte ar pildspalvveida pilnšļirci, jums ir jāaizpilda rindas un jānokārto sadaļa.",
    "ml": "പേന ഉപയോഗിച്ച് മഷി തീർന്നുപോകുന്നതിന് മുമ്പ്, നിങ്ങൾ വരികൾ പൂർത്തിയാക്കുകയും സെക്ഷൻ പാസ് ചെയ്യുകയും വേണം.",
    "mr": "पेनसह शाई संपण्यापूर्वी, आपण रेषा पूर्ण करणे आणि विभाग उत्तीर्ण करणे आवश्यक आहे.",
    "ms": "Sebelum anda kehabisan dakwat dengan pen, anda mesti melengkapkan garisan dan lulus bahagian.",
    "nl": "Voordat de inkt met de pen opraakt, moet u de regels voltooien en de sectie passeren.",
    "no": "Før du går tom for blekk med pennen, må du fullføre linjene og sende inndelingen.",
    "pl": "Zanim skończy się atrament z piórem, musisz wypełnić linie i przejść sekcję.",
    "ro": "Înainte de a rămâne fără cerneală cu stiloul, trebuie să completați liniile și să treceți secțiunea.",
    "ru": "Прежде чем закончится чернила пером, необходимо завершить линии и пройти раздел.",
    "sk": "Predtým, ako sa vám pero minie atrament, musíte dokončiť čiary a prejsť sekciou.",
    "sl": "Preden vam s peresom zmanjka črnila, morate dokončati vrstice in prenesti odsek.",
    "sv": "Innan du får slut på bläck med pennan måste du slutföra linjerna och passera avsnittet.",
    "sw": "Kabla ya kukimbia nje ya wino na kalamu, lazima ukamilishe mistari na kupitisha sehemu.",
    "ta": "பேனாவுடன் மை தீர்ந்து போவதற்கு முன், நீங்கள் கோடுகளை பூர்த்தி செய்து பிரிவை கடக்க வேண்டும்.",
    "te": "పెన్నుతో సిరా అయిపోవడానికి ముందు, మీరు లైన్లను పూర్తి చేయాలి మరియు సెక్షన్ ని పాస్ చేయాలి.",
    "th": "ก่อนที่คุณจะหมดหมึกด้วยปากกา คุณต้องกรอกเส้นให้เสร็จและผ่านส่วนนั้น",
    "tr": "Kalemle mürekkebiniz bitmeden önce, satırları tamamlamanız ve bölümü geçmeniz gerekir.",
    "uk": "Перед тим як закінчитися чорнило ручкою, необхідно заповнити рядки і пройти секцію."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like pencil games! Follow the road and start the fun in this crazy adventure.\n\nHow To Play\nPlayed with Mouse.\n\nHurry Pen Arcade Game Features\n✓ 3D Graphics\n✓ Little particle\n✓ 3D Environment\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Hurry Pen Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}