{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show VP details"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays viewport size and aspect ratio info"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome browser extension to display the viewport dimensions and aspect ratio in a popup. Uses Manifest V3.\nThis is a very simple extension that injects a bit of javascript into the target page.\nWhen you load the extension it displays a popup with the viewport dimensions and aspect ratio as shown in the image. If you resize the window the displayed values track. The popup will display for five seconds before it gets out of the way. If you reload the tab the popup will also reload.\nIf you hit a hotkey the popup will come up and display the current values. If you hit a key within the first 1.5 seconds of loading the extension it will use that as its reload hotkey, otherwise the default is a lowercase \"r\" character.\nClicking the action icon only displays the popup on the first click to launch the extension. Once it is running you will need to use the hotkey or resize the window for the popup to display again.\nWe suggest using the \"on click\" choice and \"allow access to files\" on the extension Details page as shown in the image.\nThe extension doesn't require or use any permissions from Chrome.\nThe code consists of two files, the manifest.json and the javascript that is injected. Both are in a github repo at https://github.com/Bob-Wright/showVPdetailsExtension\nWhy do you need this? Check or test responsive web designs maybe?\nIf you need more punch than this simple popup suggest checking window resizer from coolx10.com"
  }
}