{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MV-Ignited"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensión de navegador para el foro de mediavida.com que enriquece la experiencia de usuario añadiendo y mejorando funcionalidades."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Una extensión de navegador que replantea mediavida.com de raíz, reemplazando páginas existentes, extendiendo funcionalidades y creando nuevas formas de desperdiciar el tiempo en este nuestro querido foro.\n\nAlgúnas de sus funcionalidades:\n\n1. **Homepage Rediseñada**\n   - Rediseño completo de la página de inicio para una experiencia de usuario mejorada.\n   - Organización más intuitiva y accesible del contenido principal.\n\n2. **Sin Avatares**\n   - Eliminación de avatares en los perfiles y comentarios para una apariencia más limpia.\n\n3. **Sin Logo**\n   - Eliminación del logo de la plataforma para una interfaz más minimalista.\n\n4. **Fuente Mono**\n   - Implementación de una fuente monoespaciada para todo el texto de la plataforma, mejorando la legibilidad y estética para los amantes de las tipografías técnicas.\n\n5. **Modo Blanco/Negro**\n   - Opción para alternar entre modo claro y modo oscuro, adaptándose a las preferencias del usuario y las condiciones de iluminación.\n\n6. **Manitas Mejoradas**\n   - Mejoras en la funcionalidad y diseño de los botones de \"manita\" (like/dislike), haciendo más intuitiva su interacción.\n\n7. **Quitar Menú Lateral en Hilos**\n   - Opción para ocultar el menú lateral en los hilos, proporcionando una vista más despejada y enfocada en el contenido.\n\n8. **Imágenes en Spoiler**\n   - Posibilidad de poner imágenes bajo un spoiler, permitiendo al usuario decidir si desea ver el contenido o no.\n\n9. **YouTube en Spoiler**\n   - Integración de vídeos de YouTube bajo spoilers, ocultando la vista previa hasta que el usuario decida visualizar el contenido.\n\n10. **Twitter en Spoiler**\n    - Posibilidad de colocar tweets bajo spoilers, manteniendo el feed ordenado y permitiendo una lectura selectiva.\n\n11. **Otra Media en Spoiler (Reddit, Instagram...)**\n    - Integración de contenido de otras redes sociales como Reddit e Instagram bajo spoilers, brindando un control total sobre la visualización del contenido multimedia.\n\n12. **Customización de Apariencia de Usuario**\n    - Permite a los usuarios personalizar la apariencia de otros usuarios.\n    - Cambiar el nombre de usuario mostrado.\n    - Modificar el color asociado al usuario.\n    - Agregar o editar una descripción personalizada para el usuario.\n    - Cambiar o añadir un avatar personalizado para el usuario."
  }
}