{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kwanko toolbox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kwanko Toolbox is a plugin dedicated to Kwanko Publishers.",
    "de": "Kwanko Toolbox ist ein Plugin für Kwanko Publisher.",
    "es": "Kwanko Toolbox es un plugin especialmente diseñado para los editores de la red Kwanko.",
    "fr": "Kwanko Toolbox est un plugin spécialement conçu pour les publishers du réseau Kwanko.",
    "pt_BR": "A Toolbox é um plugin dedicado à Kwanko Publishers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to install, it adds a button to the Chrome toolbar which can be used when a publisher visits a Kwanko advertiser website. The very first feature available through this plugin is a ‘one click’ deeplink generator.\n\nHOW DOES IT WORK\nIf you have joined the advertisers program via the Kwanko Platform, you can go to any product page on their website and generate a tracking link. The plugin will be connected to your account so just need to:\n★ copy-paste the link into your promotions and tracking will be ready to go\n★ or add it to your basket list and export in CSV\n\nKwanko Toolbox will be enriched with new features very soon to enriched your user experience and make your life easier as a Publisher (such as joining new campaigns, chat, etc).\n\n\nHOW TO INSTALL\n➤ Install it via Chrome Web Store\n➤ Run Setup by selecting Kwanko Toolbox, adding your publisher Key ID (available via your publisher account on Kwanko Platform)\n➤ Now you're ready to go!\n\nNot yet working with Kwanko? \nSign-up here https://www.kwanko.com/register-publishers",
    "de": "Es ist einfach zu installieren und fügt der Chrome-Symbolleiste eine Schaltfläche hinzu, die verwendet werden kann, wenn ein Publisher eine Website eines Kwanko-Werbers besucht. Die erste Funktion, die über dieses Plugin verfügbar ist, ist ein Deeplink-Generator mit einem Klick.\n\nWIE FUNKTIONIERT ES?\nWenn Sie dem Advertiser-Programm über die Kwanko-Plattform beigetreten sind, können Sie eine beliebige Produktseite auf deren Website aufrufen und einen Tracking-Link generieren. Das Plugin wird mit Ihrem Konto verbunden, so dass Sie nur noch:\n★ Kopieren Sie den Link in Ihre Werbeaktionen und das Tracking ist einsatzbereit\n★ oder fügen Sie ihn zu Ihrer Warenkorbliste hinzu und exportieren Sie ihn als CSV-Datei\n\nDie Kwanko Toolbox wird in Kürze um neue Funktionen erweitert, um Ihre Benutzererfahrung zu verbessern und Ihr Leben als Publisher zu erleichtern (z. B. Beitritt zu neuen Kampagnen, Chat, usw.).\n\nWIE INSTALLIEREN\n➤ Installieren Sie es über den Chrome Web Store\n➤ Führen Sie das Setup aus, indem Sie die Kwanko Toolbox auswählen und Ihre Publisher Key ID hinzufügen (verfügbar über Ihr Publisher-Konto auf der Kwanko-Plattform)\n➤ Jetzt sind Sie bereit, loszulegen!\n\nSie arbeiten noch nicht mit Kwanko? \nRegistrieren Sie sich hier https://www.kwanko.com/register-publishers",
    "es": "Fácil de instalar, añade un botón a la barra de herramientas de Chrome que se puede utilizar cuando un editor visita un sitio web de un anunciante de Kwanko. La primera función disponible a través de este plugin es un generador de deeplink con un solo clic.\n\nCÓMO FUNCIONA\nSi se ha unido al programa de anunciantes a través de la plataforma Kwanko, puede ir a cualquier página de producto de su sitio web y generar un deeplink. El plugin estará conectado a su cuenta, por lo que sólo tendrá que:\n★ copiar-pegar el enlace en tus promociones y el seguimiento estará listo para funcionar\n★ o añadirlo a su lista de la cesta y exportar en CSV\n\nKwanko Toolbox será enriquecido con nuevas características muy pronto para enriquecer su experiencia de usuario y hacer su vida más fácil como Publisher (como unirse a nuevas campañas, chat, etc).\n\nCÓMO INSTALAR\n➤ Instálalo a través de Chrome Web Store\n➤ Ejecute la configuración seleccionando Kwanko Toolbox, añadiendo su ID de clave de editor (disponible a través de su cuenta de editor en la plataforma Kwanko).\n➤ ¡Ya está listo!\n\n¿Todavía no trabaja con Kwanko? \nRegístrese aquí https://www.kwanko.com/register-publishers",
    "fr": "Lorsque vous téléchargez l'extension Kwanko Toolbox, un bouton est alors ajouté à la barre d'outils de votre navigateur Chrome et il vous sera ainsi très facile d'utiliser toutes ses fonctionnalités en un seul clic.\n\nLa toute première fonctionnalité disponible est un générateur de deeplink (liens profonds) permettant en un rien de temps la création et l'ajout de liens trackés vers des pages spécifiques du site d'un annonceur de Kwanko. \n\nCOMMENT ÇA MARCHE\nEn premier lieu, pour utiliser la fonctionnalité deeplink, il faut que vous ayez été préalablement accepté sur la campagne annonceur via la plateforme Kwanko.\nVous pouvez ensuite vous rendre sur n'importe quelle page du site de l'annonceur et générer un lien profond (quand celui-ci est rendu disponible par l'annonceur). \n \nAprès avoir installé et connecté le plugin à votre compte, il vous suffira de vous rendre sur la page du site d'un annonceur et de : \n★ copier-coller le lien du deeplink et le diffuser\n★ ou bien, le copier dans votre liste des deeplinks et l'exporter en CSV\n\nCOMMENT L'INSTALLER\n➤ Installez le plugin Kwanko Toolbox via Chrome Web Store\n➤ Une fois installé, activez le plugin en copiant la clé ID disponible via votre compte publisher (récuperable sur la plateforme Kwanko)\n➤ Vous êtes fin prêt à diffuser\n\nDe nouvelles fonctionnalités viendront s'ajouter très prochainement dans Kwanko Toolbox pour vous faciliter la vie en tant que Publisher.\n\nVous n'êtes pas encore publisher du réseau Kwanko ? \nInscrivez-vous dés maintenant https://www.kwanko.com/fr/inscription-publishers/",
    "pt_BR": "Fácil de instalar, ele adiciona um botão à barra de ferramentas do Chrome que pode ser usado quando um editor visita um site de anunciante da Kwanko. O primeiro recurso disponível por meio desse plug-in é um gerador de deeplinks com \"um clique\".\n\nCOMO FUNCIONA\nSe você tiver aderido ao programa de anunciantes por meio da Plataforma Kwanko, poderá ir a qualquer página de produto no site deles e gerar um deeplink. O plugin será conectado à sua conta, portanto, basta:\n★ copiar e colar o link em suas promoções e o deeplink estará pronto para ser usado\n★ ou adicioná-lo à sua lista de cestas e exportar em CSV\n\nO Kwanko Toolbox será enriquecido com novos recursos em breve para enriquecer sua experiência de usuário e facilitar sua vida como afiliado (como participar de novas campanhas etc.).\n\nCOMO INSTALAR\n➤ Instale-o por meio da Chrome Web Store\n➤ Execute a configuração selecionando Kwanko Toolbox, adicionando seu ID de chave de editor (disponível por meio de sua conta de editor na plataforma Kwanko)\n➤ Agora você está pronto para começar!\n\nAinda não está trabalhando com Kwanko? \nRegistre-se aqui https://www.kwanko.com/register-publishers"
  }
}