{
  "name": {
    "ar": "مترجم اللغة لـ WhatsApp, Telegram, Discord",
    "am": "የእንቆቅልሽ ትርጉም ለWhatsApp, Telegram, Discord",
    "bg": "Преводач за WhatsApp, Telegram, Discord",
    "bn": "হোয়াটসঅ্যাপ, টেলিগ্রাম, ডিসকর্ডের জন্য ভাষা অনুবাদক",
    "ca": "Traductor de llenguatge per a WhatsApp, Telegram, Discord",
    "cs": "Jazykový překladač pro WhatsApp, Telegram, Discord",
    "da": "Sprogoversætter til WhatsApp, Telegram, Discord",
    "de": "Sprachübersetzer für WhatsApp, Telegram, Discord",
    "el": "Μεταφραστής γλώσσας για WhatsApp, Telegram, Discord",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Lang translator for WhatsApp, Telegram, Discord",
    "es": "Traductor de idiomas para WhatsApp, Telegram, Discord",
    "et": "Keeletõlkija WhatsApp, Telegram, Discord jaoks",
    "fa": "مترجم زبان برای WhatsApp، Telegram، Discord",
    "fi": "Kielikääntäjä WhatsAppiin, Telegramiin, Discordiin",
    "fil": "Tagasalin ng Wika para sa WhatsApp, Telegram, Discord",
    "fr": "Traducteur de langue pour WhatsApp, Telegram, Discord",
    "gu": "WhatsApp, Telegram, Discord માટે ભાષા અનુવાદક",
    "he": "מכונה לתרגום שפות ל-WhatsApp, Telegram, Discord",
    "hi": "व्हाट्सएप, टेलीग्राम, डिस्कॉर्ड के लिए लैंग अनुवादक",
    "hr": "Prevoditelj jezika za WhatsApp, Telegram, Discord",
    "hu": "Nyelvfordító WhatsApp, Telegram, Discord számára",
    "id": "Penerjemah Bahasa untuk WhatsApp, Telegram, Discord",
    "it": "Traduttore linguistico per WhatsApp, Telegram, Discord",
    "ja": "WhatsApp、Telegram、Discord用の言語翻訳ツール",
    "kn": "WhatsApp, Telegram, Discord ಗಾಗಿ ಭಾಷಾ ಅನುವಾದಕ",
    "ko": "WhatsApp, Telegram, Discord용 언어 번역기",
    "lt": "Kalbos vertėjas WhatsApp, Telegram, Discord",
    "lv": "Valodas tulkotājs WhatsApp, Telegram, Discord",
    "ml": "WhatsApp, Telegram, Discord സജ്ജമാക്കുന്ന ഭാഷാ പരിഭാഷക",
    "mr": "WhatsApp, Telegram, Discord साठी भाषांतरक",
    "ms": "Penterjemah Bahasa WhatsApp, Telegram, Discord",
    "nl": "Taalvertaler voor WhatsApp, Telegram, Discord",
    "no": "Språkoversetter for WhatsApp, Telegram, Discord",
    "pl": "Tłumacz języków dla WhatsApp, Telegram, Discord",
    "ro": "Traducător de limbă pentru WhatsApp, Telegram, Discord",
    "ru": "Переводчик для WhatsApp, Telegram, Discord",
    "sk": "Prekladač pre WhatsApp, Telegram, Discord",
    "sl": "Prevodnik za WhatsApp, Telegram, Discord",
    "sr": "Преводилац за WhatsApp, Telegram и Discord",
    "sv": "Språköversättare för WhatsApp, Telegram, Discord",
    "sw": "Mkalimani wa Lugha kwa WhatsApp, Telegram, Discord",
    "ta": "WhatsApp, Telegram, Discord மொழி மொழிபெயர்ப்பு",
    "te": "WhatsApp, Telegram, Discord కోసం భాష అనువాదకుడు",
    "th": "ตัวแปลภาษา WhatsApp, Telegram, Discord",
    "tr": "WhatsApp, Telegram, Discord için Dil Çevirici",
    "uk": "Перекладач для WhatsApp, Telegram, Discord",
    "vi": "Trình dịch ngôn ngữ cho WhatsApp, Telegram, Discord"
  },
  "short": {
    "ar": "ترجم رسائل WhatsApp, Telegram, و Discord باستخدام ملحقنا. فقط قم بتحديد النص للحصول على ترجمات فورية بأي لغة!",
    "am": "WhatsApp, Telegram, እና Discord መልእክቶችን በእኛ ቅጥያ ተርጉም። ማንኛውንም ቋንቋ በአስቸኳይ ለመተርጎም ጽሑፍን ብቻ ይምረጡ!",
    "bg": "Превеждайте съобщения в WhatsApp, Telegram и Discord с нашето разширение. Просто изберете текст за мигновени преводи на всеки език!",
    "bn": "আমাদের এক্সটেনশন ব্যবহার করে হোয়াটসঅ্যাপ, টেলিগ্রাম এবং ডিসকর্ড মেসেজ অনুবাদ করুন। যেকোনো ভাষায় ইনস্ট্যান্ট অনুবাদের জন্য শুধু…",
    "ca": "Tradueix missatges de WhatsApp, Telegram i Discord amb la nostra extensió. Selecciona text per a traduccions instantànies en…",
    "cs": "Překládejte zprávy z WhatsApp, Telegram a Discord pomocí našeho rozšíření. Stačí vybrat text pro okamžité překlady do jakéhokoliv…",
    "da": "Oversæt beskeder på WhatsApp, Telegram og Discord med vores udvidelse. Vælg blot tekst for øjeblikkelige oversættelser til ethvert…",
    "de": "Übersetze Nachrichten in WhatsApp, Telegram und Discord mit unserer Erweiterung. Wählen Sie einfach den Text aus, um sofortige…",
    "el": "Μεταφράστε μηνύματα στο WhatsApp, Telegram και Discord με την επέκταση μας. Απλώς επιλέξτε κείμενο για άμεσες μεταφράσεις σε…",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Translate WhatsApp, Telegram, and Discord messages with our extension. Just select text for instant translations in any language!",
    "es": "Traduce mensajes de WhatsApp, Telegram y Discord con nuestra extensión. ¡Solo selecciona el texto para obtener traducciones…",
    "et": "Tõlkige sõnumeid WhatsAppis, Telegramis ja Discordis meie laienduse abil. Lihtsalt valige tekst, et saada koheseid tõlkeid igasse…",
    "fa": "پیام‌ها را در WhatsApp، Telegram و Discord با استفاده از افزونه ما ترجمه کنید. کافیست متن را انتخاب کنید تا ترجمه فوری به هر زبان…",
    "fi": "Käännä viestejä WhatsAppissa, Telegramissa ja Discordissa laajennuksemme avulla. Valitse vain teksti saadaksesi välittömiä…",
    "fil": "Isalin ang mga mensahe sa WhatsApp, Telegram, at Discord gamit ang aming extension. Piliin lamang ang teksto para sa agarang…",
    "fr": "Traduisez les messages sur WhatsApp, Telegram et Discord avec notre extension. Il vous suffit de sélectionner le texte pour obtenir…",
    "gu": "અમારા એક્સ્ટેંશનનો ઉપયોગ કરીને WhatsApp, Telegram અને Discord પર સંદેશાઓનું અનુવાદ કરો. કોઈપણ ભાષામાં તરત અનુવાદ મેળવવા માટે…",
    "he": "תרגם הודעות ב-WhatsApp, Telegram ו-Discord באמצעות ההרחבה שלנו. פשוט בחר את הטקסט לקבל תרגום מיידי לכל שפה!",
    "hi": "हमारे एक्सटेंशन के साथ व्हाट्सएप, टेलीग्राम और डिस्कॉर्ड संदेशों का अनुवाद करें। किसी भी भाषा में त्वरित अनुवाद के लिए बस टेक्स्ट…",
    "hr": "Prevedite poruke na WhatsApp-u, Telegram-u i Discord-u pomoću našeg proširenja. Samo odaberite tekst za trenutan prijevod na bilo…",
    "hu": "Fordítsa le az üzeneteket a WhatsApp-on, Telegram-on és Discord-on a bővítményünkkel. Csak válassza ki a szöveget, hogy azonnali…",
    "id": "Terjemahkan pesan di WhatsApp, Telegram, dan Discord menggunakan ekstensi kami. Cukup pilih teks untuk mendapatkan terjemahan…",
    "it": "Traduci i messaggi su WhatsApp, Telegram e Discord utilizzando la nostra estensione. Seleziona semplicemente il testo per ottenere…",
    "ja": "私たちの拡張機能を使用して、WhatsApp、Telegram、Discordのメッセージを翻訳します。テキストを選択するだけで、任意の言語への即時翻訳が得られます！",
    "kn": "ನಮ್ಮ ಎಕ್ಸ್ಟೆನ್ಷನ್ ಅನ್ನು ಬಳಸಿ WhatsApp, Telegram ಮತ್ತು Discord ನಲ್ಲಿ ಸಂದೇಶಗಳನ್ನು ಅನುವಾದಿಸಿ. ಯಾವುದೇ ಭಾಷೆಗೆ ತಕ್ಷಣ ಅನುವಾದವನ್ನು ಪಡೆಯಲು…",
    "ko": "우리 확장 프로그램을 사용하여 WhatsApp, Telegram, Discord에서 메시지를 번역하세요. 텍스트를 선택하기만 하면 즉시 모든 언어로 번역을 받을 수 있습니다!",
    "lt": "Naudodami mūsų plėtinį, verčiate žinutes WhatsApp, Telegram ir Discord. Tiesiog pasirinkite tekstą ir gaukite vertimą į bet kurią…",
    "lv": "Izmantojiet mūsu paplašinājumu, lai tulkotu ziņas WhatsApp, Telegram un Discord. Vienkārši izvēlieties tekstu, lai tūlīt saņemtu…",
    "ml": "നമ്മുടെ എക്സ്റ്റൻഷൻ ഉപയോഗിച്ച് WhatsApp, Telegram, Discord മെസ്സേജുകൾ പരിഭാഷ ചെയ്യുക. ഏതെങ്കിലും ഭാഷയിലേക്ക് തൽക്ഷണം പരിഭാഷ നേടാൻ…",
    "mr": "आमच्या विस्तार वापरून WhatsApp, Telegram आणि Discord वर संदेशांचे भाषांतर करा. फक्त टेक्स्ट निवडा आणि कोणत्याही भाषेत त्वरित…",
    "ms": "Gunakan sambungan kami untuk menterjemah mesej WhatsApp, Telegram, dan Discord. Pilih teks sahaja untuk mendapatkan terjemahan…",
    "nl": "Gebruik onze extensie om berichten op WhatsApp, Telegram en Discord te vertalen. Selecteer gewoon de tekst en ontvang onmiddellijk…",
    "no": "Bruk vår utvidelse for å oversette meldinger på WhatsApp, Telegram og Discord. Velg bare tekst for å få en umiddelbar oversettelse…",
    "pl": "Użyj naszej wtyczki, aby tłumaczyć wiadomości na WhatsApp, Telegramie i Discordzie. Wystarczy wybrać tekst, aby natychmiast…",
    "ro": "Folosește extensia noastră pentru a traduce mesaje în WhatsApp, Telegram și Discord. Selectează textul pentru traducere instantanee…",
    "ru": "Используйте наше расширение для перевода сообщений в WhatsApp, Telegram и Discord. Просто выберите текст, чтобы получить мгновенный…",
    "sk": "Použite našu rozšírenie na preklad správ v WhatsApp, Telegram a Discord. Stačí vybrať text na okamžitý preklad do akéhokoľvek…",
    "sl": "Uporabite našo razširitev za prevajanje sporočil v WhatsApp, Telegram in Discord. Preprosto izberite besedilo za takojšen prevod v…",
    "sr": "Преводите поруке на WhatsApp-у, Telegram-у и Discord-у помоћу нашег додатка. Само изаберите текст за тренутни превод на било који…",
    "sv": "Översätt meddelanden på WhatsApp, Telegram och Discord med vårt tillägg. Markera text för omedelbar översättning till valfritt…",
    "sw": "Tafsiri ujumbe kwenye WhatsApp, Telegram, na Discord kwa kutumia kiendelezi chetu. Chagua maandishi kwa tafsiri ya papo hapo kwa…",
    "ta": "எங்கள் விரிவாக்கத்தைப் பயன்படுத்தி WhatsApp, Telegram மற்றும் Discord செய்திகளை மொழிபெயர்க்கவும். எந்த மொழியிலும் உடனடி…",
    "te": "WhatsApp, Telegram మరియు Discord సందేశాలను మా ఎక్స్‌టెన్షన్‌తో అనువదించండి. ఏ భాషకైనా తక్షణ అనువాదానికి టెక్స్ట్‌ను ఎంచుకోండి!",
    "th": "แปลข้อความใน WhatsApp, Telegram และ Discord ด้วยส่วนขยายของเรา เลือกข้อความเพื่อแปลภาษาใดก็ได้ทันที!",
    "tr": "WhatsApp, Telegram ve Discord mesajlarını uzantımız ile çevirin. Metni seçin ve herhangi bir dilde anında çevirin!",
    "uk": "Перекладайте повідомлення WhatsApp, Telegram і Discord за допомогою нашого розширення. Просто виберіть текст для миттєвого…",
    "vi": "Dịch tin nhắn WhatsApp, Telegram và Discord với tiện ích mở rộng của chúng tôi. Chỉ cần chọn văn bản để dịch ngay lập tức sang bất…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Break language barriers on WhatsApp Web with our real-time message translation plugin. Seamlessly translate chat messages using multiple translation engines, intelligent scene language detection, and shortcut keys for instant input translation. Enhance communication with foreign friends effortlessly.\n\nFeatures:\n\nSupports multiple translation engines for flexible language options.\nIntelligent recognition of context-specific languages.\nShortcut key support (e.g., Enter) for quick input translations.\nUsage:\nSet your preferred language and the language of your contact, and the extension will automatically translate incoming and outgoing messages in real-time.\n\nDisclaimer:\nWhatsApp is a trademark of WhatsApp Inc. This extension is an independent project and is not affiliated, authorized, or endorsed by WhatsApp Inc. or any official translation service providers.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Break language barriers on WhatsApp, Telegram and Discord with our real-time message translation plugin. Seamlessly translate chat messages using multiple translation engines, intelligent scene language detection, and shortcut keys for instant input translation. Enhance communication with foreign friends effortlessly.\n\nFeatures:\n\nSupports multiple translation engines for flexible language options.\nIntelligent recognition of context-specific languages.\nShortcut key support (e.g., Enter) for quick input translations.\nUsage:\nSet your preferred language and the language of your contact, and the extension will automatically translate incoming and outgoing messages in real-time.\n\nDisclaimer:\nWhatsApp is a trademark of WhatsApp Inc., Telegram is a trademark of Telegram Inc., Discord is a trademark of Discord Inc. This extension is an independent project and is not affiliated, authorized, or endorsed by WhatsApp, Telegram or Discord or any official translation service providers."
  }
}