{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRUGG's aniSearch Utils",
    "de": "CRUGG's aniSearch Helfer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A collection of power user tweaks to make your aniSearch experience even more efficent.",
    "de": "Eine Sammlung von Power-User-Tweaks, um deine aniSearch Erfahrung noch effizienter zu machen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRUGG's aniSearch Utils is a collection of various tweaks intended for power users of the aniSearch platform. These are intended to simplify various tasks, mainly focussing on data entry and collection.\nAll tweaks need to be manually enabled first.\n\nSome of the tweaks included are:\n- Colored buttons in the input mask\n- Keyboard shortcuts for even more efficient adding of entries to lists (e.g. voice actors)\n- Buttons to easily look up an anime on Mau2 (Japanese voice actor listing website)\n\nThe extension also comes with optional tweaks for websites other than aniSearch, which are useful in the data collection process though, such as:\n- Easily translating names on Mau2 or compiling the individual episode lists into a singular list.",
    "de": "CRUGG's aniSearch Helfer ist eine Sammlung von verschiedenen Anpassungen, für aniSearch Power-User. Diese sollen verschiedene Aufgaben vereinfachen, wobei der Schwerpunkt auf der Dateneingabe und -sammlung liegt.\nAlle Anpassungen müssen zunächst manuell aktiviert werden.\n\nEinige der enthaltenen Anpassungen sind:\n- Farbige Butons in der Eingabemaske\n- Tastaturkürzel für ein noch effizienteres Hinzufügen von Einträgen zu Listen (z.B. Synchronsprecher)\n- Buttons um einen Anime auf Mau2 (japanische Website zur Auflistung von Synchronsprechern) nachzuschlagen\n\nDie Erweiterung enthält auch optionale Anpassungen für andere Websites als aniSearch, die jedoch bei der Datensammlung nützlich sind, z. B:\n- Einfaches Übersetzen von Namen auf Mau2 oder Zusammenstellen der einzelnen Episodenlisten zu einer einzigen Liste."
  }
}