{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkVault is a powerful yet simple Chrome extension that allows you to scrape all hyperlinks and URL-like text from any webpage and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkVault is a powerful yet simple Chrome extension that allows you to scrape all hyperlinks and URL-like text from any webpage and save them in an organized HTML file. Whether you're gathering links for research, archiving, or web development purposes, LinkVault simplifies the process by extracting all hyperlinks and URL-like text in one click.\n\nFeatures:`\nScrape All Hyperlinks: Extract all clickable anchor tag (<a>) hyperlinks from any webpage.\nDetect Text-Based URLs: Capture URLs that are displayed as plain text (e.g., http://example.com), even if they are not actual links.\nDownload as HTML: Easily download all extracted links as a well-organized HTML file for quick access and storage.\nDownload Links as CSV:Easily download all extracted links as comma separated file\nEasy-to-Use Interface: Simple and intuitive user interface allows you to scrape and download links in just one click.\nEfficient and Lightweight: This extension runs efficiently in the background without slowing down your browsing experience.\n\nKey Benefits:\nConvenient Link Gathering: Whether you're collecting resources for a project, need to archive links, or gather information, LinkVault simplifies the link extraction process.\nWorks on Any Webpage: This extension is versatile and works on any webpage, regardless of the content type.\nAccurate Text Recognition: Not only does LinkVault capture anchor tags, but it also intelligently identifies and collects URL-like text.\n\nPrivacy Policy:\nNo Data Collection: LinkVault does not collect any personal information or browsing history.\nOn-Page Processing: All link scraping happens locally within your browser. No data is sent to external servers."
  }
}