{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Epicmafia Enhancement Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A suite of features that make Epicmafia quicker and more efficient to use"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Epicmafia Enhancement Suite has many useful features that may just make your time on Epicmafia more enjoyable. When you click on the extension icon, you will be greeted with a toggleable list of the major scripts included in EES:\n\n\n* ActionSearch - Allows for quickly searching the moderator actions\n\n* AutoRefresh - Refreshes the game list regularly while you're in the lobby\n\n* CompMatch - See percentages of which players have played together in a competition round\n\n* Don't Autoplay Videos - Prevents profile videos from autoplaying\n\n* emConsole - Allows you to perform many common EM actions from a text console for maximum efficiency. Press Ctrl + ~ to show the console and type help to see a list of commands. Press ~ while the console is open to refocus your cursor on the console after clicking away.\n\n* emjack - A script made by Foxie that adds many useful features, commands, and shortcuts to games of mafia. EES functions similarly to Tampermonkey in that it regularly grabs the latest version of Foxie's emjack from greasyfork.\n\n* emNote - Adds a tab to the top left of your screen that allows you to write and autosave notes\n\n* ForumTracker - Gives the option to track forum topics and receive desktop notifications when there are new posts. Click the Track at the top of a topic you want to track.\n\n\nEES also includes CustEM, a script by Floor that gives more display options to lobbies, and an additional script that prevents setup creation from breaking. You will also receive desktop notifications when you receive a private message, even if you're not currently on Epicmafia."
  }
}