{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FNF Test | Friday Night Funkin'"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Test your favorite FNF characters in a single extension, online! Choose one from Whitty, Agoti, Tricky and many more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Friday Night Funkin' phenomenon is growing each day with new mods to play and discover. Like you may know, the majority of the mods are posted on GameBanana from where you can download them.\n\nBesides the official game and the mods, a new trend was rising - testing games.\n\nWhat are these FNF test games?\n\nThey are simple games where you can test your favorite character from Friday Night Funkin. One of the first creators of this sort of game is Bot Randomness and MadManToss with FNF Test Playground Remake.\n\nIn this chrome extension, you can play 4 different FNF test games online with characters like Agoti, Garcello, Ruv, and Tricky. In each game you will find different animations and character states. Besides these 4 characters to choose from, the extension can be played in popup form or full-screen. \n\nIf you like our FNF Test game collection, please don't forget to rate it.\n\n---\n\nFAQ:\n\n1. There are any ads in the game?\nNo. We don't have any ads in the Chrome extension.\n\n2. It is free?\nYes, the extension is free to use how much you want. No cost of installing or playing it.\n\n3. How to start the game?\nSimple, just click or press one of the game from the top. Choose one between Agoti, Whitty, Ruv or Tricky. After that, the game will load.\n\n4. I pressed outside the extension, and it closed.\nYes, if you press outside the popup it will close the extension. To solve this, press the Full-screen button from the bottom of the popup.\n\n5. This extension have viruses?\nNo. All the Chrome extension are inspected."
  }
}