{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure Hash Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate a secure hash code (i.e. SHA-256) from any file or string!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure Hash Generator extension helps you easily generate secure hash codes (i.e. checksum) for any file or text. \n\nSimply open the interface by clicking on the toolbar button. Then add your files via the file selector window or by drag & drop to the designated area. You can also add a text in the textarea (top right corner). Once the input is ready (either file or text), please select an encryption method. Currently, there are 8 methods available to choose from. The first 4 methods are from the native HTML5 SubtleCrypto (https://developer.mozilla.org/en-US/docs/Web/API/SubtleCrypto/digest) API and the rest are from CryptoJS (https://github.com/brix/crypto-js) open-source JavaScript API.\n\nPlease click on the - Generate - button to make hash code for the input file(s). All the generated items are listed in a table within the UI and stored in the local browser memory for up to 7 days. Each item has a Copy, Download, and Remove button. Moreover, you can download all items at once by clicking on the green - Save - button next to the generate button. Likewise, to remove all items please click on the green - Remove - button in the app.\n\nIf you have a feature request or found a bug to report, please fill the bug report form on the add-on's homepage (https://mybrowseraddon.com/secure-hash-generator.html)."
  }
}