{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress Search By Image Plus",
    "es": "Búsqueda de AliExpress por imagen Plus",
    "fr": "AliExpress Recherche par image Plus",
    "ru": "Поиск AliExpress по изображению плюс"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search any product in Aliexpress by image from anywhere.",
    "es": "Busca cualquier producto en Aliexpress por imagen desde cualquier lugar.",
    "fr": "Recherchez n'importe quel produit sur Aliexpress par image de n'importe où.",
    "ru": "Поиск любого товара на Алиэкспресс по картинке из любой точки мира."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search any products on AliExpress by image. Right click and search!\n\nSearch AliExpress by Image plus, does not redirect to Google like all other chrome extensions, actually performs an image search on AliExpress.\n\nToo easy to use, just right click on an Image and click \"Search AliExpress By Image\" .\n\nHow To Use:\n1.Install the chrome extension.\n2.Copy the Api Key and paste it.\n3.Find any image and right click \"Search AliExpress By Image\"\n4.Browse through results on Aliexpress.\n\nSearch AliExpress by Image plus is an extension that allows you to search for products on AliExpress From other online  stores like Alibaba,Amazon,Ebay,Banggood,etc.\nSearch any product by image in one click and find same or similar goods with lower price.\nAlso have the option for how many are sold and product rating from other seller.N.B:-By installing this Chrome extension you accept redirecting you to the links of the affiliate program AliExpress. \n\nThank you.\nAfter using our tool feel free to give us a 5 star rating!"
  }
}