{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Capture to a Gif",
    "de": "Capture zu einem GIF",
    "fr": "Capturer en GIF",
    "ja": "GIFを記録する",
    "zh_CN": "录制Gif"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Record content of pages to an animated gif picture from browser",
    "de": "Zeichnen Sie den Inhalt von Seiten in einem animierten GIF-Bild vom Browser auf",
    "fr": "Enregistrer le contenu des pages sur une image gif animée à partir du navigateur",
    "ja": "ページ上の選択した領域をgifアニメーションとして記録します",
    "zh_CN": "将页面中选中的区域录制成gif动图"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "It is a little tool which can help you to record animations , videos and everything else on your browser page to an animated gif picture.\n\nIts operation is very simple. After starting the extension, you only need to move the mouse on the page and click to accurately select the element you want to record, or you can select any area by dragging the mouse. At the same time, the corresponding operations in the recording process have shortcut keys that can be used, and the shortcut keys support customization.\n\nAfter the recording is over, the page that generates the gif animation will automatically open, and you will see the generated gif image on this page. The best part is that you can also adjust the relevant parameters to regenerate. The adjustable parameters are: FPS, quality, width, and height. The default parameter values ​​can be configured on the option page.\n\nIn addition to recording as a gif animation, we also provide a function of capturing as a png image for your convenience.",
    "de": "Es ist ein kleines Tool, mit dem Sie Animationen, Videos und alles andere auf Ihrer Browserseite in einem animierten GIF-Bild aufzeichnen können.\n\nDie Bedienung ist sehr einfach. Nach dem Starten der Erweiterung müssen Sie nur die Maus auf der Seite bewegen und klicken, um das aufzuzeichnende Element genau auszuwählen, oder Sie können einen beliebigen Bereich durch Ziehen der Maus auswählen. Gleichzeitig verfügen die entsprechenden Vorgänge im Aufzeichnungsprozess über Tastenkombinationen, die verwendet werden können, und die Tastenkombinationen unterstützen die Anpassung.\n\nNach Abschluss der Aufnahme wird die Seite, auf der die GIF-Animation generiert wird, automatisch geöffnet, und auf dieser Seite wird das generierte GIF-Bild angezeigt. Das Beste daran ist, dass Sie auch die relevanten Parameter für die Regeneration anpassen können. Die einstellbaren Parameter sind: FPS, Qualität, Breite und Höhe. Die Standardparameterwerte können auf der Optionsseite konfiguriert werden.\n\nNeben der Aufnahme als GIF-Animation bieten wir auch die Funktion der Aufnahme als PNG-Bild.",
    "fr": "C'est un petit outil qui peut vous aider à enregistrer des animations, des vidéos et tout le reste de la page de votre navigateur sur une image gif animée.\n\nSon fonctionnement est très simple. Après avoir démarré l'extension, il vous suffit de déplacer la souris sur la page et de cliquer pour sélectionner avec précision l'élément que vous souhaitez enregistrer, ou vous pouvez sélectionner n'importe quelle zone en faisant glisser la souris. Dans le même temps, les opérations correspondantes dans le processus d'enregistrement ont des touches de raccourci qui peuvent être utilisées, et les touches de raccourci prennent en charge la personnalisation.\n\nUne fois l'enregistrement terminé, la page qui génère l'animation gif s'ouvrira automatiquement et vous verrez l'image gif générée sur cette page. La meilleure partie est que vous pouvez également ajuster les paramètres pertinents pour régénérer. Les paramètres réglables sont: FPS, qualité, largeur et hauteur. Les valeurs des paramètres par défaut peuvent être configurées sur la page des options.\n\nEn plus de l'enregistrement en tant qu'animation gif, nous proposons également une fonction de capture sous forme d'image png pour votre commodité.",
    "ja": "これは、ブラウザページ上のアニメーション、ビデオ、その他すべてをアニメーションGIF画像に記録するのに役立つ小さなツールです。\n\nその操作は非常に簡単です。拡張機能を開始した後は、ページ上でマウスを動かしてクリックするだけで、記録する要素を正確に選択できます。または、マウスをドラッグして任意の領域を選択することもできます。同時に、記録プロセスの対応する操作には、使用できるショートカットキーがあり、ショートカットキーはカスタマイズをサポートします。\n\n記録が終了すると、gifアニメーションを生成するページが自動的に開き、生成されたgif画像がこのページに表示されます。最良の部分は、関連するパラメーターを調整して再生成することもできることです。調整可能なパラメータは、FPS、品質、幅、高さです。デフォルトのパラメータ値は、オプションページで設定できます。\n\ngifアニメーションとして記録するだけでなく、png画像としてキャプチャする機能も提供しています。",
    "zh_CN": "这是一个小工具，可以帮助您将动画、视频以及浏览器页面上的所有其他内容录制为动画gif图片。\n\n它的操作十分简单，启动该插件后，您只需在页面上移动鼠标并点击就能精确的选择想要录制的元素，也可以通过拖拽鼠标选择任意区域。同时录制过程相应的操作均有快捷键可以使用，且快捷键支持自定义。\n\n录制结束后会自动打开生成gif动图的页面，在该页面中您将看到生成的gif图片。最棒的是您还可以调整相关参数重新生成，可调整的参数有：FPS、质量、宽度、高度。默认参数值可以在选项页面配置。\n\n除了录制成gif动图外，我们还顺便提供了截取png静态图片的功能，供您方便使用。"
  }
}