{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InstaScroll: Full Page Screenshots for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture full-page screenshots"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nInstaScroll: Full Page Screenshot for Chrome is a powerful Chrome extension that allows users to capture entire web pages with just one click. Whether you're a blogger, designer, or professional, InstaScroll makes it easy to capture and download high-quality full page screenshots instantly.\n\nKey Features:\n\nOne-Click Full Page Screenshot: Capture an entire web page in a single click. No need to manually scroll or stitch images together — InstaScroll handles everything automatically.\n\nHigh-Resolution Screenshots: Get clear, detailed screenshots that capture every part of the page from top to bottom, ensuring nothing is missed.\n\nSeamless Scrolling and Capturing: InstaScroll simplifies the process by automatically scrolling through the page to capture the full content, allowing you to focus on your tasks.\n\nInstant Download and Sharing: Easily download full page screenshots in high resolution, ready to use for presentations, reports, or sharing with others.\n\nPerfect for Professionals: InstaScroll is ideal for bloggers, designers, marketers, and anyone who needs a reliable tool to capture and share full web pages effortlessly.\n\nInstaScroll: Full Page Screenshot for Chrome is the ultimate solution for capturing complete web pages with ease. Whether you’re documenting online content or sharing detailed screenshots, InstaScroll delivers professional-grade results every time."
  }
}