{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Berserk Ultimate Demon Slayer Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the ultimate clash of worlds with Berserk and Demon Slayer in this epic live wallpaper extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into a universe where darkness, demons, and warriors of unparalleled strength collide! This Berserk Ultimate Demon Slayer Chrome extension combines the brutal, relentless energy of Berserk with the intense, heroic world of Demon Slayer. Get ready for a fusion of chaos, power, and unmatched battles. With dynamic live wallpapers, this extension will take you to the darkest corners of both worlds, from Guts’ unyielding fight for survival to Tanjiro and his comrades facing off against demons in breathtaking, high-stakes combat.\n\nHere’s what this extension brings to your browser:\n\n🎥 Live Wallpaper\nImmerse yourself in the ultimate battle between demons and warriors with live wallpapers featuring iconic moments from both Berserk and Demon Slayer. Watch Guts and Tanjiro’s fight for survival, surrounded by blood, steel, and unrelenting willpower.\n\n🖥️ Website Shortcuts\nQuickly access your favorite websites with customizable shortcuts. Whether you're diving deeper into the world of Berserk, Demon Slayer, or exploring fan theories, everything you need is just one click away.\n\n🔍 Google Search Bar\nSearch for your favorite Berserk or Demon Slayer content effortlessly, from episode updates to fan art, and more, with the integrated Google search bar.\n\n🕒 Time & Date Display\nStay on schedule while immersed in the epic struggle of two worlds with a sleek time and date display, keeping you grounded as you experience this ultimate crossover.\n\nFor fans of Berserk and Demon Slayer, this extension is the perfect way to bring together two of the most powerful universes in anime. Relive their intense battles and fierce warriors with every new tab.\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}