{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Summarizer - Syllaby"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use ChatGPT to summarize YouTube videos with syllaby"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use ChatGPT to summarize YouTube videos with Syllaby\nIntroducing Syllaby's Chrome Extension – a revolutionary tool catering to content creators, students, and professionals immersed in YouTube video consumption for research, learning, or scriptwriting. This game-changing extension redefines your interaction with YouTube content, significantly reducing the time spent on video watching.\nSay goodbye to lengthy viewing sessions and embrace a more efficient and streamlined approach with Syllaby\n\nFeatures\n-- Transcript: Fetch the video transcript instantly.\n-- Timestamp Navigation: Seamlessly navigate through video segments.\n-- Swift Summaries: Get a quick video summary in a new window.\n-- Clear Bullet Points: Concise, easy-to-read bullet points distill the essence of the video.\n-- Key Insights: Uncover essential takeaways, ensuring you grasp the core message at a glance.\n\nFrequently Asked Questions (FAQ)s:\n\nWhat is ChatGPT?\nChatGPT is an AI chatbot developed by OpenAI, leveraging the Generative Pre-trained Transformer (GPT) architecture. It excels in engaging conversations, responding to queries, and performing diverse language-related tasks. It's a sophisticated tool designed for natural language understanding and generation.\n\nDo I need to create a ChatGPT/OpenAI account to use this extension?\nNo, Simply click the AI button, and the extension will seamlessly generate the summary and key takeaways for you. Enjoy a hassle-free experience without the need for a ChatGPT or OpenAI account.\n\nHow can I access Key Insights with Syllaby?\nIn the summary in bullet point and key takeaway prompt, you can uncover essential takeaways, ensuring you quickly grasp the core message of the video at a glance."
  }
}