{
  "name": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,uk": "Harry Potter Wallpaper",
    "ca": "Fons de pantalla de Harry Potter",
    "de": "Harry Potter Hintergrund",
    "es": "Fondos De Harry Potter",
    "fr": "Fond d'écran Harry Potter",
    "it": "Sfondo di Harry Potter",
    "ja": "ハリーポッターの壁紙",
    "ko": "해리 포터 바탕 화면",
    "pt_BR,pt_PT": "Papel de Parede Harry Potter",
    "th": "แฮร์รี่พอตเตอร์ วอลเปเปอร์",
    "tr": "Harry Potter Duvar Kağıdı",
    "vi": "Hình nền Harry Potter",
    "zh_CN": "哈利波特壁纸",
    "zh_TW": "哈利波特壁紙"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,uk": "Harry Potter Wallpaper turn new tab to custom HD Harry Potter background. Harry Potter wallpaper background theme for fans.",
    "ca": "L'extensió del fons de pantalla de Harry Potter canvia la pestanya nova amb el fons de pantalla de Harry Potter en HD.",
    "de": "Harry Potter Wallpaper Erweiterung neue Registerkarte mit HD Harry Potter Wallpaper Hintergrund ändern. Themen für Harry Potter Fans",
    "es": "La extensión del fondo de pantalla de Harry Potter cambia una nueva pestaña con el fondo de pantalla HD de Harry Potter.",
    "fil": "Ang Harry Potter Wallpaper extension ay nagbago ng bagong tab na may background na Harry Potter wallpaper.",
    "fr": "L'extension de fond d'écran Harry Potter change de nouvel onglet avec le fond d'écran HD Harry Potter.",
    "id": "Ekstensi Harry Potter Wallpaper mengubah tab baru dengan latar belakang wallpaper HD Harry Potter. Tema untuk penggemar Harry Potter",
    "it": "L'estensione dello sfondo di Harry Potter cambia la nuova scheda con lo sfondo dello sfondo HD Harry Potter.",
    "ja": "ハリーポッターの壁紙拡張機能は、HDハリーポッターの壁紙の背景で新しいタブを変更します。ハリーポッターファンのためのテーマ。",
    "ko": "해리 포터 배경 화면 확장은 HD 해리 포터 배경 화면 배경으로 새 탭을 변경합니다. 해리 포터 팬을위한 테마.",
    "pt_BR,pt_PT": "A extensão Harry Potter Wallpaper muda a nova guia com o fundo HD Harry Potter. Temas para fãs de Harry Potter.",
    "th": "ส่วนขยาย Harry Potter Wallpaper เปลี่ยนแท็บใหม่ด้วยพื้นหลังวอลเปเปอร์ HD Harry Potter ธีมสำหรับแฟนอนิเมะ",
    "tr": "Harry Potter Wallpaper uzantısı, HD Harry Potter duvar kağıdı arka planıyla yeni sekmeyi değiştirdi.",
    "vi": "Phần mở rộng Hình nền Harry Potter thay đổi tab mới với nền hình nền Harry Potter HD. Chủ đề cho người hâm mộ Harry Potter",
    "zh_CN": "哈利波特壁纸扩展程序重新定义了您的Chrome新标签页成为哈利波特的背景壁纸。哈利波特粉丝的主题。",
    "zh_TW": "哈利波特壁紙擴展程序重新定義了您的Chrome新標籤頁成為哈利波特的背景壁紙。哈利波特粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Features:\n\n1. Shuffle Harry Potter wallpaper every time you open a new tab. \n2. Randomize Harry Potter background or favorite it in wallpaper selection panel.\n3. Get easy access to popular sites with Google search.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Harry Potter new tab."
  }
}