{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ROD Multiplayer Car Driving 22"
  },
  "short": {
    "ar": "استعد للعبة سباق سيارات غامرة مع قيادة سيارة متعددة اللاعبين.",
    "am": "በበትር ብዙ ተጫዋች መኪና ማሽከርከር ጋር ለማጥለቅ የመኪና እሽቅድምድም ጨዋታ ይዘጋጁ.",
    "bg": "Пригответе се за потапяне кола състезателна игра с прът мултиплейър кола шофиране.",
    "bn": "রড মাল্টিপ্লেয়ার কার ড্রাইভিং সহ একটি নিমজ্জিত গাড়ী রেসিং গেমের জন্য প্রস্তুত হন।",
    "ca": "Prepara't per a un joc de carreres immersives de cotxes amb conducció de cotxes multijugador de varetes.",
    "cs": "Připravte se na pohlcující automobilovou závodní hru s prutovým řízením auta pro více hráčů.",
    "da": "Gør dig klar til et fordybende bilspil med stang multiplayer bilkørsel.",
    "de": "Machen Sie sich bereit für ein immersives Autorennspiel mit Rod-Multiplayer-Autofahren.",
    "el": "Ετοιμαστείτε για ένα καθηλωτικό παιχνίδι αγώνων αυτοκινήτων με οδήγηση αυτοκινήτου για πολλούς παίκτες.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Get ready for an immersive car racing game with rod multiplayer car driving.",
    "es": "Prepárate para un juego de carreras de coches inmersivo con conducción de coches multijugador de varillas.",
    "et": "Ole valmis kaasahaaravaks võidusõidumänguks, kus sõidab rod multiplayer autoga.",
    "fa": "آماده برای ماشین غوطه ور مسابقه بازی با میله چند نفره رانندگی ماشین.",
    "fi": "Valmistaudu mukaansatempaavaan kilpa-ajopeliin, jossa ajetaan sauvamoninpeliautolla.",
    "fil": "Maghanda para sa isang immersive car racing game na may rod multiplayer car driving.",
    "fr": "Préparez-vous pour un jeu de course automobile immersif avec conduite de voiture multijoueur à tige.",
    "gu": "રોડ મલ્ટિપ્લેયર કાર ડ્રાઇવિંગ સાથે નિમજ્જન કાર રેસિંગ રમત માટે તૈયાર રહો.",
    "he": "התכונן למשחק מרוצי מכוניות סוחף עם נהיגה מרובת משתתפים במוט.",
    "hi": "रॉड मल्टीप्लेयर कार ड्राइविंग के साथ एक इमर्सिव कार रेसिंग गेम के लिए तैयार हो जाओ।",
    "hr": "Pripremite se za imerzivnu automobilsku trkaću igru s vožnjom automobila za više igrača.",
    "hu": "Készülj fel egy magával ragadó autóverseny-játékra rúd többjátékos autóvezetéssel.",
    "id": "Bersiaplah untuk game balap mobil yang imersif dengan mengendarai mobil multipemain batang.",
    "it": "Preparati per un coinvolgente gioco di corse automobilistiche con guida di auto multiplayer a canne.",
    "ja": "ロッドマルチプレイヤーカードライビングで没入型のカーレースゲームの準備をしてください。",
    "kn": "ರಾಡ್ ಮಲ್ಟಿಪ್ಲೇಯರ್ ಕಾರ್ ಡ್ರೈವಿಂಗ್ ನೊಂದಿಗೆ ತಲ್ಲೀನಗೊಳಿಸುವ ಕಾರ್ ರೇಸಿಂಗ್ ಆಟಕ್ಕೆ ಸಿದ್ಧರಾಗಿ.",
    "ko": "로드 멀티 플레이어 자동차 운전으로 몰입 형 자동차 경주 게임을 준비하십시오.",
    "lv": "Gatavojieties aizraujošai automašīnu sacīkšu spēlei ar stieņa daudzspēlētāju automašīnas vadīšanu.",
    "ml": "റോഡ് മൾട്ടിപ്ലെയർ കാർ ഡ്രൈവിംഗ് ഉപയോഗിച്ച് ഒരു ഇമ്മേഴ്സീവ് കാർ റേസിംഗ് ഗെയിമിന് തയ്യാറാകുക.",
    "mr": "रॉड मल्टीप्लेयर कार ड्रायव्हिंगसह इमर्सिव्ह कार रेसिंग गेमसाठी सज्ज व्हा.",
    "ms": "Bersedia untuk permainan perlumbaan kereta yang imersif dengan memandu kereta berbilang pemain rod.",
    "nl": "Maak je klaar voor een meeslepende autoracegame met rod multiplayer autorijden.",
    "no": "Gjør deg klar for et oppslukende bilracespill med stang multiplayer bilkjøring.",
    "pl": "Przygotuj się na wciągającą grę wyścigową z jazdą samochodem wieloosobowym.",
    "ro": "Pregateste-te pentru un joc captivant de curse auto cu tija multiplayer masina de conducere.",
    "ru": "Приготовьтесь к захватывающей гоночной игре с многопользовательским вождением автомобиля.",
    "sk": "Pripravte sa na pohlcujúcu automobilovú závodnú hru s tyčovou jazdou na aute pre viacerých hráčov.",
    "sl": "Pripravite se na potopno avto dirke igro s palico multiplayer avto vožnjo.",
    "sv": "Gör dig redo för ett uppslukande bilracingspel med rod multiplayer bilkörning.",
    "sw": "Jiandae kwa mchezo wa mashindano ya magari ya kuzama na kuendesha gari la wachezaji wengi wa fimbo.",
    "ta": "ராட் மல்டிபிளேயர் கார் டிரைவிங் ஒரு அதிவேக கார் பந்தய விளையாட்டு தயாராகுங்கள்.",
    "te": "రాడ్ మల్టీప్లేయర్ కార్ డ్రైవింగ్ తో ఇమ్మర్సివ్ కార్ రేసింగ్ గేమ్ కోసం సిద్ధంగా ఉండండి.",
    "th": "เตรียมตัวให้พร้อมสําหรับเกมแข่งรถที่สมจริงด้วยการขับรถแบบผู้เล่นหลายคนแบบก้าน",
    "tr": "Çubuk çok oyunculu araba sürüşü ile sürükleyici bir araba yarışı oyununa hazır olun.",
    "uk": "Приготуйтеся до захоплюючої автогоночної гри з водінням багатокористувацького автомобіля на вудилищі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ROD Multiplayer Car Driving 2022 offers you the best online multiplayer car racing simulation experience, and a great way to Dubai drift extreme cars in a big, fun 3d city against people from all over the world.\n\nGet ready for fantastic extreme Dubai drift races, online multiplayer street races, mega ramp parkour, and rocket shows where you can play. Online Multiplayer If you like street racing and drifting with extreme cars, ROD Multiplayer Car Driving 2022 is the best free offroad car driving simulation game you can play with the fun of Hashiriya Drifter, which means street racing in Japanese.\n\nYou will play against 500,000+ players in online Multiplayer and exciting PVP races. Get ready for the car simulator drift game experience with this very immersive and online multiplayer extreme car racing game, where you can simultaneously play against ten people online.\n\nWhether you like 3D Dubai drifting racing in street racing or dirtying the fenders in japan simulation driving mode, ROD Multiplayer Car Driving 2022 free game is one of the best Dubai drift and 3d city japan driving simulation games you can play.\n\nWith the ROD Multiplayer Car Drift game, which you can play in different modes, you can travel in the japan car simulator driving mode or the best free car racing game you can play with the fun of Hashiriya Drifter, which means street racing in Japanese.\n\nHow To Play\nIt is played with arrow keys and mouse.\n\nROD Multiplayer Car Driving 22 Features\n✓ Realistic shader\n✓ Advanced control\n✓ 3D level designer\n✓ 3D environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! ROD Multiplayer Car Driving 22 extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}