{
  "name": {
    "ar": "محطة عمل للخلاف",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Workstation for Discord",
    "de": "Workstation für Discord",
    "es,es_419": "Estación de trabajo para Discord",
    "fr": "Workstation pour Discord",
    "hi": "कलह के लिए कार्यस्थान",
    "it": "Workstation per Discord",
    "ja": "Discord用ワークステーション",
    "ko": "Discord용 워크스테이션",
    "nl": "Werkstation voor Discord",
    "pl": "Stacja robocza dla Discorda",
    "pt_BR,pt_PT": "Estação de trabalho para Discord",
    "ru": "Рабочая станция для Discord",
    "tr": "Discord için iş istasyonu",
    "uk": "Робоча станція для Discord",
    "zh_CN": "Discord 工作站"
  },
  "short": {
    "ar": "الوصول إلى المراسلة الفورية لـ Discord للتواصل عبر النصوص والوسائط والملفات مع الأصدقاء ومجتمعات الألعاب.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Access to Discord instant messaging for communications through text, media and files with friends and game communities.",
    "de": "Zugriff auf Discord-Sofortnachrichten für die Kommunikation über Text, Medien und Dateien mit Freunden und Spiele-Communitys.",
    "es,es_419": "Acceso a Discord para comunicaciones a través de texto, medios y archivos con amigos y comunidades de juegos.",
    "fr": "Accès à Discord pour les communications via texte, médias et fichiers avec des amis et des communautés de jeux.",
    "hi": "दोस्तों और गेम समुदायों के साथ टेक्स्ट, मीडिया और फ़ाइलों के माध्यम से संचार के लिए डिस्कॉर्ड इंस्टेंट मैसेजिंग तक पहुंच।",
    "it": "Accesso a Discord per comunicazioni tramite testo, contenuti multimediali e file con amici e comunità di gioco.",
    "ja": "Discord インスタント メッセージングにアクセスして、テキスト、メディア、ファイルを介して友人やゲーム コミュニティとコミュニケーションを図ります。",
    "ko": "텍스트, 미디어, 파일을 통해 친구 및 게임 커뮤니티와 소통할 수 있는 Discord 인스턴트 메시징에 액세스하세요.",
    "nl": "Toegang tot Discord instant messaging voor communicatie via tekst, media en bestanden met vrienden en gamegemeenschappen.",
    "pl": "Dostęp do Discorda w celu komunikacji za pomocą SMS-ów, multimediów i plików ze znajomymi i społecznościami graczy.",
    "pt_BR,pt_PT": "Acesso ao Discord para comunicação por meio de texto, mídia e arquivos com amigos e comunidades de jogos.",
    "ru": "Доступ к Discord для общения посредством текстовых сообщений, мультимедиа и файлов с друзьями и игровыми сообществами.",
    "tr": "Arkadaşlarınızla ve oyun topluluklarınızla metin, medya ve dosyalar aracılığıyla iletişim kurmak için Discord'a erişim.",
    "uk": "Доступ до Discord для спілкування через текст, медіа та файли з друзями та ігровими спільнотами.",
    "zh_CN": "访问 Discord 即时消息，通过文本、媒体和文件与朋友和游戏社区进行通信。"
  },
  "long": {
    "ar": "هذا امتداد يوفر محطة عمل للوصول إلى منصة Discord الاجتماعية. يهدف تطبيقنا إلى توفير طريقة للمستخدمين للتواصل مع الآخرين على منصة الاتصال الشائعة التي تتيح لك مشاركة الدردشة الصوتية والمرئية والنصية مع الأصدقاء ومجتمعات الألعاب والمطورين. يوفر هذا الامتداد إمكانية الوصول إلى معظم ميزات Discord هذه. يمكن للمستخدمين الاتصال بالمنصة دون الكشف عن أي معلومات شخصية من أجهزة الكمبيوتر الخاصة بهم، مما يضمن خصوصيتهم وأمانهم عبر الإنترنت.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This is an extension that provides a workstation to access to the Discord social platform. Our application aims to offer users a way to connect with others on the popular communication platform that lets you share voice, video, and text chat with friends, game communities, and developers. This extension provides access to most of these Discord features. Users can connect to the platform without revealing any personal information from their PC, ensuring their privacy and security online.",
    "de": "Dies ist eine Erweiterung, die einer Workstation den Zugriff auf die soziale Plattform Discord ermöglicht. Ziel unserer Anwendung ist es, Benutzern die Möglichkeit zu bieten, auf der beliebten Kommunikationsplattform mit anderen in Kontakt zu treten und Sprach-, Video- und Text-Chats mit Freunden, Spiele-Communitys und Entwicklern zu teilen. Diese Erweiterung bietet Zugriff auf die meisten dieser Discord-Funktionen. Benutzer können sich mit der Plattform verbinden, ohne persönliche Daten von ihrem PC preiszugeben, wodurch ihre Privatsphäre und Sicherheit online gewährleistet ist.",
    "es,es_419": "Esta es una extensión que proporciona una estación de trabajo para acceder a la plataforma social Discord. Nuestra aplicación tiene como objetivo ofrecer a los usuarios una forma de conectarse con otras personas en la popular plataforma de comunicación que les permite compartir chats de voz, video y texto con amigos, comunidades de juegos y desarrolladores. Esta extensión brinda acceso a la mayoría de estas funciones de Discord. Los usuarios pueden conectarse a la plataforma sin revelar ninguna información personal desde su PC, garantizando su privacidad y seguridad en línea.",
    "fr": "Il s'agit d'une extension qui fournit un poste de travail pour accéder à la plateforme sociale Discord. Notre application vise à offrir aux utilisateurs un moyen de se connecter avec d'autres sur la plate-forme de communication populaire qui vous permet de partager des discussions vocales, vidéo et textuelles avec des amis, des communautés de jeux et des développeurs. Cette extension donne accès à la plupart de ces fonctionnalités Discord. Les utilisateurs peuvent se connecter à la plateforme sans révéler aucune information personnelle depuis leur PC, garantissant ainsi leur confidentialité et leur sécurité en ligne.",
    "hi": "यह एक एक्सटेंशन है जो डिस्कॉर्ड सोशल प्लेटफॉर्म तक पहुंचने के लिए एक वर्कस्टेशन प्रदान करता है। हमारे एप्लिकेशन का लक्ष्य उपयोगकर्ताओं को लोकप्रिय संचार मंच पर दूसरों के साथ जुड़ने का एक तरीका प्रदान करना है जो आपको दोस्तों, गेम समुदायों और डेवलपर्स के साथ आवाज, वीडियो और टेक्स्ट चैट साझा करने की सुविधा देता है। यह एक्सटेंशन इनमें से अधिकांश डिस्कॉर्ड सुविधाओं तक पहुंच प्रदान करता है। उपयोगकर्ता अपने पीसी से किसी भी व्यक्तिगत जानकारी को प्रकट किए बिना प्लेटफ़ॉर्म से जुड़ सकते हैं, जिससे उनकी गोपनीयता और सुरक्षा ऑनलाइन सुनिश्चित हो सकती है।",
    "it": "Si tratta di un'estensione che fornisce una postazione di lavoro per accedere alla piattaforma social Discord. La nostra applicazione mira a offrire agli utenti un modo per connettersi con gli altri sulla popolare piattaforma di comunicazione che consente di condividere chat vocali, video e di testo con amici, comunità di giochi e sviluppatori. Questa estensione fornisce l'accesso alla maggior parte di queste funzionalità Discord. Gli utenti possono connettersi alla piattaforma senza rivelare alcuna informazione personale dal proprio PC, garantendo la propria privacy e sicurezza online.",
    "ja": "これは、Discord ソーシャル プラットフォームにアクセスするためのワークステーションを提供する拡張機能です。 私たちのアプリケーションは、友人、ゲーム コミュニティ、開発者と音声、ビデオ、テキスト チャットを共有できる人気のコミュニケーション プラットフォームで他のユーザーとつながる方法をユーザーに提供することを目的としています。 この拡張機能を使用すると、これらの Discord 機能のほとんどにアクセスできるようになります。 ユーザーは PC から個人情報を明かすことなくプラットフォームに接続できるため、オンラインでのプライバシーとセキュリティが確保されます。",
    "ko": "이는 Discord 소셜 플랫폼에 액세스할 수 있는 워크스테이션을 제공하는 확장 프로그램입니다. 우리의 애플리케이션은 친구, 게임 커뮤니티 및 개발자와 음성, 비디오 및 텍스트 채팅을 공유할 수 있는 인기 있는 커뮤니케이션 플랫폼에서 다른 사람들과 연결할 수 있는 방법을 사용자에게 제공하는 것을 목표로 합니다. 이 확장 프로그램은 대부분의 Discord 기능에 대한 액세스를 제공합니다. 사용자는 PC에서 개인 정보를 공개하지 않고 플랫폼에 연결할 수 있으므로 온라인에서 개인 정보 보호와 보안이 보장됩니다.",
    "nl": "Dit is een extensie die een werkstation biedt voor toegang tot het sociale platform Discord. Onze applicatie is bedoeld om gebruikers een manier te bieden om verbinding te maken met anderen op het populaire communicatieplatform waarmee u spraak-, video- en tekstchat kunt delen met vrienden, gamegemeenschappen en ontwikkelaars. Deze extensie biedt toegang tot de meeste van deze Discord-functies. Gebruikers kunnen verbinding maken met het platform zonder persoonlijke informatie van hun pc vrij te geven, waardoor hun privacy en veiligheid online worden gewaarborgd.",
    "pl": "Jest to rozszerzenie zapewniające stację roboczą dostęp do platformy społecznościowej Discord. Nasza aplikacja ma na celu umożliwienie użytkownikom łączenia się z innymi na popularnej platformie komunikacyjnej, która umożliwia udostępnianie rozmów głosowych, wideo i tekstowych znajomym, społecznościom gier i programistom. To rozszerzenie zapewnia dostęp do większości funkcji Discord. Użytkownicy mogą łączyć się z platformą bez ujawniania jakichkolwiek danych osobowych ze swojego komputera, zapewniając swoją prywatność i bezpieczeństwo w Internecie.",
    "pt_BR,pt_PT": "Esta é uma extensão que fornece uma estação de trabalho para acesso à plataforma social Discord. Nosso aplicativo tem como objetivo oferecer aos usuários uma maneira de se conectar com outras pessoas na popular plataforma de comunicação que permite compartilhar bate-papo por voz, vídeo e texto com amigos, comunidades de jogos e desenvolvedores. Esta extensão fornece acesso à maioria desses recursos do Discord. Os usuários podem se conectar à plataforma sem revelar nenhuma informação pessoal do seu PC, garantindo sua privacidade e segurança online.",
    "ru": "Это расширение, предоставляющее рабочую станцию для доступа к социальной платформе Discord. Наше приложение призвано предложить пользователям возможность общаться с другими людьми на популярной коммуникационной платформе, которая позволяет обмениваться голосовым, видео и текстовым чатом с друзьями, игровыми сообществами и разработчиками. Это расширение обеспечивает доступ к большинству функций Discord. Пользователи могут подключаться к платформе, не раскрывая никакой личной информации со своего компьютера, обеспечивая свою конфиденциальность и безопасность в Интернете.",
    "tr": "Bu, Discord sosyal platformuna erişim için bir iş istasyonu sağlayan bir uzantıdır. Uygulamamız, kullanıcılara, arkadaşlarınızla, oyun topluluklarıyla ve geliştiricilerle sesli, görüntülü ve yazılı sohbet paylaşmanıza olanak tanıyan popüler iletişim platformunda başkalarıyla bağlantı kurmanın bir yolunu sunmayı amaçlamaktadır. Bu uzantı, bu Discord özelliklerinin çoğuna erişim sağlar. Kullanıcılar, bilgisayarlarındaki herhangi bir kişisel bilgiyi açıklamadan platforma bağlanarak çevrimiçi gizliliklerini ve güvenliklerini sağlayabilirler.",
    "uk": "Це розширення, яке надає робочу станцію для доступу до соціальної платформи Discord. Наша програма має на меті запропонувати користувачам спосіб спілкуватися з іншими на популярній комунікаційній платформі, яка дозволяє ділитися голосовим, відео- та текстовим чатом з друзями, ігровими спільнотами та розробниками. Це розширення надає доступ до більшості цих функцій Discord. Користувачі можуть підключатися до платформи, не розкриваючи жодної особистої інформації зі свого ПК, забезпечуючи свою конфіденційність і безпеку в Інтернеті.",
    "zh_CN": "这是一个扩展，提供了一个工作站来访问 Discord 社交平台。 我们的应用程序旨在为用户提供一种在流行的通信平台上与其他人联系的方式，让您可以与朋友、游戏社区和开发人员共享语音、视频和文本聊天。 此扩展提供对大多数 Discord 功能的访问。 用户可以连接到该平台，而无需透露PC上的任何个人信息，从而确保他们的在线隐私和安全。"
  }
}