{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quotey - Inspirational Quotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension that displays a random inspirational quote and it's author in a popup window."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the power of Quotey, the ultimate Chrome extension that brings you daily doses of inspiration and motivation.\n\nAre you looking for a way to stay motivated and inspired throughout your day? Look no further! Quotey, the innovative Chrome extension, is here to brighten your life with powerful quotes that resonate with your goals and aspirations.\n\nInstall Quotey today and embark on a transformative journey filled with motivation, success, and personal growth. Elevate your browsing experience, uplift your spirits, and let the power of quotes guide you towards a brighter future.\n\nRemember, with Quotey, inspiration is just a click away!\n\n📖 How to use:\n\n1 - Install the extension.\n2 - Pin the extension from the Extensions icon beside the address bar.\n3 - Click the extension's icon and enjoy!\n\n✨ Features:\n\n• Daily Inspiration: Start your day with a fresh dose of motivation. Each time you open a new tab or click the extension button, you'll be greeted with a new inspirational quote to uplift your spirits and ignite your motivation.\n\n• Stay Focused: In the midst of a busy day, it's easy to lose sight of our goals. This extension serves as a gentle reminder to stay focused and determined, providing a moment of reflection and inspiration when you need it most.\n\n• Thoughtful Design: The quotes are beautifully displayed with a black bold font on a clean white background, creating a visually pleasing and distraction-free reading experience. The extension's user-friendly interface ensures that accessing the quotes is effortless.\n\n• Randomized Quotes: The extension fetches quotes from a curated \ncollection, ensuring a wide variety of insights, wisdom, and perspectives. Each quote is carefully selected to bring you inspiration, motivation, and a fresh perspective on life.\n\n❓ FAQs:\n\nQ: Is Quotey available for other browsers?\nA: Yes!, Quotey's web app is available to all web browsers across multiple devices, which you can access at: quoteyextension.com.\nThe extension is available for Microsoft Edge and all Chrome/Chromium and Firefox based browsers.\n\nQ: Do you collect any data?\nA: No, we do not collect any user data or analytics. This is an open-source project, the source code is publicly available for anyone to review at https://github.com/Zerobrofan/Quotey-Inspirational-Quotes.\n\n💬  Support:\nFor issues and support, contact us at: quoteyextension@gmail.com"
  }
}