{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Mod - The Good Music Mixing Sprunki Games mod!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sprunki Mod, the best music sprunky game on the web!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sprunky Online, Play Sprunki Mod Game\nWelcome to Sprunki Mod Play Sprunky Music Game\nMix beats, create music, and unleash your inner artist with our sprunky rhythm game!\n\nWhat is Sprunki Mod\nSprunki Mod is a revolutionary fan-made mod for Incredibox that transforms music creation. Experience the enhanced Sprunki Incredibox gameplay with innovative features, intuitive controls, and an extensive sound library. Join the growing Sprunki community and unlock endless creative possibilities in this free online music game.\n\nFeatures of Sprunki Mod\n1.Intuitive Music Creation\nCreate amazing beats with Sprunki Mod's user-friendly interface. Drag, drop, and mix sounds effortlessly to craft your unique musical compositions in the Sprunki Incredibox universe.\n2.Extensive Sound Library\nAccess a vast collection of high-quality sounds in Sprunki Mod. From beats and melodies to vocals and effects, explore endless possibilities to enhance your Sprunki music creation experience.\n3.Real-time Collaboration\nJoin the vibrant Sprunki community. Share your Sprunki Mod creations, get instant feedback, and collaborate with fellow music makers from around the world in this dynamic Sprunki Incredibox platform.\n4.Regular Updates\nStay inspired with frequent Sprunki Mod updates. Discover new sound packs, features, and improvements that keep your musical journey fresh and exciting in the evolving world of Sprunki.\n\nHow to Play Sprunki Mod\n1.Choose Your Sprunki\nSelect your Sprunki character from the available options. Each character has unique sounds and styles that can influence your music creation.\n2.Mix Your Beats\nDrag and drop sounds from the sound library onto the beat grid. Experiment with different combinations to create unique beats.\n3.Create Your Sprunki\nOnce you've mixed your beats, click the 'Create Music' button to generate your unique musical composition.\n4.Share Your Sprunki\nShare your Sprunki creations with the Sprunki community. Use the share button to post your music on social media or forums.\n\nReady to Play Sprunki Mod?\nStart creating your own music with Sprunki Mod today!"
  }
}