{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scroll to next image"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hit Ctrl+Down to scroll the page so the next image is aligned to the top of the window."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds keyboard shortcuts to scroll the page to the next large image (100+ pixel height) on the page. This is useful when looking at a page with a lot of images, because using PgDn or PgUp will rarely line up the images with the top of the window, causing them to get out of sync with the browser window.\n\nNotes:\nCtrl + down arrow will scroll to the next image.\nCtrl + up arrow moves to the previous image.\n\n\nVersion history:\n\n0.5.0\nRe-worked code, because it wasn't working on some newer sites. There's logic to deal with the situation where there are images lined up across, and it was failing. I hope this doesn't break existing sites, but on the ones I tested, it now works the same or better.\n\n0.4.2\nUpdated to apply to all URLs, not just http[s]\n\n0.4.1:\nNew feature/bugfix - the webpage now scrolls down even if there are is a grid of pictures. Before it would go image-by-image, which kept the scroll position the same if there were several images on the same row. Now it keeps checking until your scroll position actually changes.\n\n0.3.0:\nA small update so that it now works when new images are dynamically added to a page (if there is a \"show more images\" type link that doesn't refresh the whole page, for example).\n\nIf there are any problems or suggestions, contact me at rickchromedeveloper@gmail.com"
  }
}