{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "myPhoneDesktop Client"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Call, SMS, open URL, copy text or save image on your iPhone or iPad with myPhoneDesktop Client"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "myPhoneDesktop Client for Google Chrome adds a button to the Google Chrome that lets you use myPhoneDesktop right from Chrome browser without the need to leave current Web page.\n\nAccording to Gizmodo: \"myPhoneDesktop links your Computer and iDevice the way Apple should have\". It provides an easy and effective way to work with your iPad, iPhone or iPod touch directly from your desktop. Whether you need to make a phone call, send a long SMS, copy a large amount of text, send a long and complicated to retype URL, open route in mobile Google Map, or store an image on your iPad or iPhone, myPhoneDesktop greatly streamlines your workflow.\n\nIn order to use the extension you need to have myPhoneDesktop app on your iDevice. myPhoneDesktop iPhone app is available on the Apple AppStore at http://bit.ly/bc2bq6. You may visit myPhoneDesktop site http://www.myphonedesktop.com to learn more about it or download a Desktop Client for your Mac OS X, Windows or Linux computer.\n\nPlease visit: http://bit.ly/cBD7eG  on how to get started with myPhoneDesktop –Chrome Client. \n\nWith myPhoneDesktop, you can send content quickly from your desktop to your iPhone. Whether you want to send a long Google Map URL to a friend, or some text to a business colleague, or a photo to iPhone, myPhoneDesktop makes it easy. myPhoneDesktop makes your iPhone an extension of your desktop by making them work seamlessly together. If you can copy it, you can send it to the iPhone. Using the comfort of your Mac or PC full keyboard, you can send SMS messages, notes, or anything you can type. And in moments, it will be on your iPhone, iPad or iPod touch. myPhoneDesktop was highly praised by the famous blogs (e.g. TUAW or MacStories) and really appreciated by the customers. Sounds interesting? Try it now!"
  }
}