{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Classroom 6x Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Classroom 6x game on chrome. Classroom 6x unblocked online game. Created for Classroom 6x unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Classroom 6x game is a standout addition to the action game genre that offers players a unique twist on the classic shooter mechanics. Set in a minimalist, stylized environment, this game emphasizes precision and strategy, leveraging a time-control feature that only moves time when you do. This mechanic not only intensifies the gameplay but also requires a thoughtful approach to combat, making every movement and shot crucial for survival.\n\nThe game's design is stripped down to essentials, which allows for a clean and focused gaming experience. The visuals, though simple, are strikingly effective, creating a memorable aesthetic that stands out in a crowded market of high-action games. Each level introduces new challenges and enemies that are cleverly designed to test both your reaction time and tactical skills.\n\nIf you have any questions about our Classroom 6x Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Classroom 6x Unblocked game extension.\n4. Press \"Remove\""
  }
}