{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SELISE Blocks Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find, edit, translate, and publish language keys for your application and website – all without leaving your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock multilingual support in Google Chrome using SELISE Blocks Assistant. Let AI assistance make your life easier.\n\nSELISE Blocks is a dynamic software development framework that can be used to build enterprise solutions. If you have built your application using SELISE Blocks, you can take advantage of the Assistant to facilitate localization with little to no effort.\n\n\tTerms & Conditions\n\nYour use of the extension is governed by the SELISE Terms & Conditions (https://selisegroup.com/software-development-terms/) and the Privacy Policy (https://selisegroup.com/privacy-policy). \n\n\tHow to use the SELISE Blocks Assistant\n\n1.\tInstall the SELISE Blocks Assistant extension for Chrome.\n2.\tPin the extension for quick access.\n3.\tOpen any website or application that has been built using SELISE Blocks by putting the URL in the address bar. NOTE: Please ensure this URL has been updated in the Blocks App. To do this, you will need Admin credentials. Once you have the Admin credentials, go to \"My Organization\" and update the Portal Link with your application's URL.  \n4.\tOpen the extension, either from the Extensions menu or by right clicking on the browser and selecting “Open the SELISE Blocks Assistant” from the context menu.  \n5.\tLog in using your organization’s credentials. \n\n\tSelect texts and find corresponding keys\n\n•\tHighlight and select any text on the application to easily find corresponding keys.\n•\tGet a 100% match amongst list of suggested keys.\n•\tEnable “key” mode for precise key selection. \n•\tFind other pages where the selected key appears. \n\n\tAuto-fill translations using ChatGPT \n\n•\tView and edit values simultaneously for selected key. \n•\tAuto-fill translation fields with the help of ChatGPT, as many times as you want.\n\n\tPublish and view changes instantaneously \n\n•\tSave values and publish changes.\n•\tView the changes in your application in real-time. \n\n\tSwitch between organizations \n\n•\tOnly users with SELISE Blocks login credentials can use the extension.\n•\tEasily switch between multiple organizations. \n\nWant to be develop using SELISE Blocks? Find out more by contacting us at: https://selisegroup.com/contact-us/."
  }
}