{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bilingual Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split screen and read translated content side by side"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "version 1.1.1: bugfix for translate API error;\n\n---\nBilingual Reader is a browser extension designed to enhance your reading experience by providing side-by-side translations of web articles. It helps users easily read and compare original text with translated content.\n\n##Features\n\n* One-Click Split-Screen Translation: Translate web articles with a single click, displaying the original and translated content side by side for easy comparison.\n* Focused Translation: The extension only translates the main content of a web page, providing a more focused and enjoyable reading experience.\n* Synchronized Scrolling and Text Highlighting: As you scroll through the original text, the translated content scrolls automatically. Selecting a paragraph in the original text highlights the corresponding translated paragraph.\n* Adjustable Font Size: Easily modify the font size in the reader to suit your reading preferences.\n* Customizable Settings: Set your default font and target language for translations, streamlining your user experience.\n\n## Installation\n\n1. Visit the Chrome Web Store or the browser's extension store and search for \"Bilingual Reader\".\n2. Click the \"Add to Chrome\" button (or the equivalent for your browser) to install the extension.\n\n## Usage\n\n1. Navigate to the web article you want to translate.\n2. (Optional) Pin the Bilingual Reader icon to your toolbar to make your experience more great!\n3. Click the Bilingual Reader icon in your browser toolbar to activate the split-screen translation.\n4. (Optional) Adjust the font size, default font, and target language in the extension settings, if desired.\n5. Enjoy an enhanced reading experience with side-by-side translations!\n\n## Support\n\nIf you find any websites having layout/ui/translation issues when using Bilingual Reader, please [create an issue](https://github.com/zamia/bilingual-reader/issues) in our GitHub repository."
  }
}