{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Follow, Nofollow Link Checker 🔗"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Follow, NoFollow Link Checker: This extension helps highlight and export NoFollow and DoFollow links on the current web page. 📔"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your web browsing experience with the Link Highlighter extension! 🌐 This incredibly handy tool is designed to revolutionize the way you interact with websites by allowing you to quickly identify and differentiate between \"nofollow\" and \"dofollow\" links with ease.\n\nImagine seamlessly navigating through websites and being able to instantly spot which links carry the \"nofollow\" attribute and which ones don't, all with a simple click! No more guesswork or tedious checking – the Link Highlighter does it all for you.\n\nFeatures:\n\n✅ Highlight NoFollow Links: Instantly highlight links with the \"nofollow\" attribute in bold red, making them stand out clearly and saving you precious time.\n\n✅ Highlight DoFollow Links: Highlight links without the \"nofollow\" attribute in vibrant green, ensuring you can easily distinguish them from the rest.\n\n✅ Export NoFollow Links: Effortlessly export all \"nofollow\" links into a convenient CSV file, complete with their URLs and anchor text, perfect for SEO analysis and reporting.\n\n✅ Reset Highlights: With a single click, you can clear all link highlights and revert the page to its original state, keeping your browsing clean and clutter-free.\n\nWhether you're a seasoned web developer, a passionate SEO enthusiast, or simply someone curious about link attributes, the Link Highlighter extension offers a straightforward and highly effective solution to elevate your web browsing experience.\n\nWhy struggle with manual link checks when you can have the power of instant link identification at your fingertips? Make navigating through links an absolute breeze and optimize your workflow like never before.\n\nGive it a try and transform the way you browse the web! Install the Link Highlighter extension now and see the difference for yourself.\n\n📝 Note: This extension requires permission to access the websites you visit in order to highlight and export links. Your privacy and security are our top priority.\n\n➡️ Discord help: https://discord.com/invite/K2uUHdf\n➡️ Tools Discord: https://discord.gg/Qce5aFRxSm\n➡️ Gtool: https://gtool.fr/\n➡️ Website : https://dev-maxime-guinard.fr/\n\nThanks you ! ❤️"
  }
}