{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FunPay extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💎Удобное расширение для платформы FunPay, которое делает ваш опыт торговли и общения ещё более эффективным!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💎 FunPay Extension — это расширение для платформы FunPay, которое сделает ваш опыт торговли и общения ещё удобнее и эффективнее! С ним вы сможете настроить интерфейс, установить цели, бинды, а также добавить визуальные и звуковые эффекты для улучшенного взаимодействия с платформой. 🎯\n\nОсновные возможности:\nНастройка темы: Выберите одну из нескольких тем (ночная, черная, ретро или стандартная) для идеального внешнего вида интерфейса. 🎨\nЦели и отображение информации: Устанавливайте цели сбора, а также настраивайте отображение суммы, процента и названия цели. Легко отслеживайте свои успехи! 🎯\nБинды: Настройте быстрые бинды для отправки сообщений и действий одним нажатием. Всё под рукой, без лишних движений! ⚙️\nВизуальные эффекты: Добавьте эффект снега, снег за курсором или выберите забавные GIF-анимирования (кот, попугай, деньги и другие) для создания уникальной атмосферы. ❄️\nЗвуки: Включите звуковые уведомления для кликов, наведения мыши и изменения состояния чекбоксов. Сделайте взаимодействие более динамичным и информативным! 🔊\nFunPay Extension — это всё, что нужно для повышения вашей эффективности и комфортного использования платформы FunPay! 🚀\n\n🔗 Присоединяйтесь к нашему ТГК и следите за новыми обновлениями: Наш Telegram канал"
  }
}