{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Dislikes in YouTube™",
    "es": "No me gusta en YouTube™",
    "ja": "YouTube™ の嫌いなもの",
    "ko": "YouTube™의 싫어요",
    "zh_CN": "YouTube™ 中的不喜欢"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "The extension returns the ability to see how many people YouTube video  have put dislikes.",
    "es": "La extensión devuelve la capacidad de ver cuántas personas han puesto no me gusta en un video de YouTube.",
    "ja": "この拡張機能は、YouTube 動画が嫌いな人が何人いるかを確認する機能を返します。",
    "ko": "확장 프로그램은 YouTube 동영상에 싫어요를 표시한 사용자 수를 볼 수 있는 기능을 반환합니다.",
    "ru": "Расширение возвращает возможность видеть, сколько человек поставили дизлайки видео на YouTube.",
    "zh_CN": "该扩展程序返回了查看 YouTube 视频中有多少人不喜欢的功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "The extension returns the ability to see how many people YouTube video have put dislikes. YouTube used to display disliking on content creators' videos, but now it doesn't. So this extension displays the dislikes of all videos uploaded by youtube correctly in front of the user like the previous theme. It does not show you any false data it tries to present you the correct data.\n\n[+] Features\n1. This extension is very easy to use.\n2. YouTube video shows how many dislikes there are.\n3. You can see the dislike number of any YouTube video.\n4. Very easily, no setting is required, just install it.",
    "es": "La extensión devuelve la capacidad de ver cuántas personas han puesto no me gusta en un video de YouTube. YouTube solía mostrar que no me gustaban los videos de los creadores de contenido, pero ahora ya no. Entonces, esta extensión muestra los disgustos de todos los videos subidos por YouTube correctamente frente al usuario como el tema anterior. No te muestra ningún dato falso, trata de presentarte los datos correctos.\n\n[+] Características\n1. Esta extensión es muy fácil de usar.\n2. El video de YouTube muestra cuántos no me gusta hay.\n3. Puede ver el número de no me gusta de cualquier video de YouTube.\n4. Muy fácilmente, no se requiere configuración, solo instálelo.",
    "ja": "この拡張機能は、YouTube 動画が嫌いな人が何人いるかを確認する機能を返します。 YouTube は以前、コンテンツ クリエイターの動画に低評価を表示していましたが、現在は表示されません。 したがって、この拡張機能は、以前のテーマのように、YouTube によってアップロードされたすべてのビデオの嫌いな点をユーザーの前に正しく表示します。 誤ったデータを表示するのではなく、正しいデータを表示しようとします。\n\n[+] 機能\n1. この拡張機能は非常に使いやすいです。\n2. YouTube の動画で、嫌いなものの数を確認できます。\n3. YouTube 動画の低評価数を確認できます。\n4. 非常に簡単、設定不要、インストールするだけ。",
    "ko": "확장 프로그램은 YouTube 동영상에 싫어요를 넣은 사람 수를 확인하는 기능을 반환합니다. YouTube는 콘텐츠 제작자의 동영상에 싫어요 표시를 표시했지만 지금은 표시하지 않습니다. 따라서 이 확장 프로그램은 이전 테마와 같이 YouTube에서 업로드한 모든 동영상의 싫어요를 사용자 앞에 올바르게 표시합니다. 그것은 당신에게 올바른 데이터를 제시하려고 시도하는 잘못된 데이터를 보여주지 않습니다.\n\n[+] 기능\n1. 이 확장 프로그램은 사용하기 매우 쉽습니다.\n2. YouTube 동영상은 싫어요가 몇 개인지 보여줍니다.\n3. YouTube 동영상의 싫어요 번호를 볼 수 있습니다.\n4. 아주 쉽게, 설정이 필요하지 않습니다. 설치만 하면 됩니다.",
    "ru": "Расширение возвращает возможность видеть, сколько человек поставили дизлайки видео на YouTube. YouTube раньше отображал неприязнь к видео создателей контента, но теперь это не так. Таким образом, это расширение правильно отображает неприязни ко всем видео, загруженным YouTube, перед пользователем, как и предыдущая тема. Он не показывает вам никаких ложных данных, он пытается представить вам правильные данные.\n\n[+] Особенности\n1. Это расширение очень простое в использовании.\n2. Видео на YouTube показывает, сколько дизлайков.\n3. Вы можете увидеть номер неприязни любого видео на YouTube.\n4. Очень просто, никаких настроек не требуется, просто установите.",
    "zh_CN": "该扩展返回了查看 YouTube 视频有多少人不喜欢的功能。 YouTube 过去常常对内容创作者的视频表示不喜欢，但现在不会了。 因此，此扩展程序像以前的主题一样，在用户面前正确显示了对 youtube 上传的所有视频的不喜欢。 它不会向您显示任何虚假数据，而是试图向您显示正确的数据。\n\n[+] 特点\n1.这个扩展非常容易使用。\n2. YouTube 视频显示有多少不喜欢。\n3. 您可以看到任何 YouTube 视频的不喜欢数。\n4.非常简单，无需设置，安装即可。"
  }
}