{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlurWhatsApp Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Estensione per gestire il blur su WhatsApp Web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlurWhatsApp Extension is a Chrome extension designed to enhance privacy on WhatsApp Web. The extension applies a blur effect to specific sensitive areas of the WhatsApp Web interface, such as chats, messages, and contact details, helping to keep personal information private while using it in public spaces or during screen sharing.\n\nKey Features:\n\nDynamic Blur: Automatically blurs messages and other private elements, improving visual privacy.\nMouse-Controlled Blur: The extension has an interactive system to adjust the blur based on the mouse's position, making information visible only when necessary.\nClick and Movement Management: Allows specific actions (like closing windows) when the cursor is outside certain sensitive areas, offering enhanced control.\nPerfect for those looking for a way to protect their private information in any context.\n------------------------------------------------------------------------\nBlurWhatsApp Extension è un’estensione per Chrome progettata per migliorare la privacy su WhatsApp Web. L'estensione applica un effetto di sfocatura (blur) a specifiche aree sensibili dell'interfaccia di WhatsApp Web, come chat, messaggi, e dettagli di contatto, aiutando così a mantenere riservate le informazioni personali durante l'uso in spazi pubblici o in condivisione schermo.\n\nFunzionalità principali:\nSfocatura dinamica: Sfoca automaticamente i messaggi e altri elementi riservati, migliorando la privacy visiva.\nControllo del blur con il mouse: L'estensione è dotata di un sistema interattivo per regolare la sfocatura in base alla posizione del mouse, rendendo le informazioni visibili solo quando necessario.\nGestione dei click e dei movimenti: Consente azioni specifiche (come la chiusura delle finestre) quando il cursore si trova fuori da determinate aree sensibili, offrendo un controllo migliorato.\nPerfetta per chi cerca un modo per proteggere le proprie informazioni private in ogni contesto."
  }
}