{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate ChatGPT into your daily browsing & search experience!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing ChatGPT Chrome Extension, the ultimate tool to enhance your browsing and search experience. Seamlessly integrate the power of ChatGPT into your daily internet navigation with our innovative Chrome extension. Access the advanced features of ChatGPT anytime, anywhere, right from your browser sidebar. \n\nChatGPT Chrome Extension is designed to minimize the disruption caused by context-switching, thus preserving your workflow and momentum. It's like having a personal assistant by your side, always ready to assist with your browsing needs. \n\nThe extension's unique sidebar interface allows for quick and easy access to ChatGPT, eliminating the need for multiple tabs or windows. With a single click or using the convenient Alt + C shortcut, you can toggle the sidebar on and off as per your convenience. \n\nIncorporate the power of AI into your daily browsing with the ChatGPT Chrome Extension. This tool is not just an extension; it's an enhancement of your browsing capabilities. Whether you're researching, shopping, or just exploring the web, ChatGPT is there to assist, making your browsing experience smoother and more efficient.\n\nEmbrace the future of browsing with the ChatGPT Chrome Extension. Download now and experience the difference. \n\nRemember, with ChatGPT, your browsing experience is never the same, it's better!"
  }
}