{
  "name": {
    "am,ar,he,hr": "Chrome Dark Mode",
    "bg,el": "Dark Mode",
    "bn,en,en_AU,en_GB,en_US,fa,ru,ta,uk": "Dark Theme - Dark Reader for Chrome",
    "ca": "Tema fosc - lector fosc per Chrome",
    "cs": "Tmavý motiv - tmavý čtenář pro Chrome",
    "da": "Mørkt tema - mørk læser til Chrome",
    "de": "Dunkles Thema - Dark Reader für Chrome",
    "es,es_419": "Tema oscuro - Lector oscuro para Chrome",
    "et,te,th": "Chrome Dark Reader",
    "fi": "Tumma teema - Tumma lukija Chromeen",
    "fil,ml": "Chrome Dark Theme",
    "fr": "Thème sombre - Lecteur sombre pour Chrome",
    "gu,id,kn,ms,sr": "Night Mode",
    "hi": "Night Reader",
    "hu,mr,sw": "Dark Theme",
    "it": "Tema scuro - Lettore scuro per Chrome",
    "ja": "ダークテーマ - Chrome用ダークリーダー",
    "ko": "어두운 테마 - Chrome을 위한 어두운 리더",
    "lt": "Tamsi tema - Tamsus skaitytuvas „Chrome“",
    "lv": "Tumšais tēma - tumšais lasītājs Chrome",
    "nl": "Donker thema - Dark Reader voor Chrome",
    "no": "Mørkt tema - Mørk leser for Chrome",
    "pl": "Ciemny motyw - Ciemny czytelnik dla Chrome",
    "pt_BR,pt_PT": "Tema escuro - Leitor escuro para Chrome",
    "ro,vi": "Dark Reader",
    "sk": "Tmavá téma - Tmavý čitateľ pre Chrome",
    "sl": "Tema temna - Temni bralnik za Chrome",
    "sv": "Mörkt tema - Mörk läsare för Chrome",
    "tr": "Koyu Tema - Chrome için Koyu Okuyucu",
    "zh_CN": "暗色主题 - Chrome的暗色阅读器",
    "zh_TW": "暗色主題 - Chrome的暗色閱讀器"
  },
  "short": {
    "ar,th": "Night Mode – Protect your vision by switching all websites to night mode and take care of your eyes with a dark theme.",
    "am,te": "Dark Mode – Change all websites to a dark theme and protect your eyes with a dark mode that adjusts the screen brightness.",
    "bg": "Dark Theme Brightness – Take care of your eyes by using a dark theme to switch all websites to a dark mode and adjust the screen…",
    "bn,en,en_AU,en_GB,fa,ru,ta,uk": "Switch all websites to dark mode. Take care of your eyes by using a dark theme to change screen brightness.",
    "ca": "Canvia tots els llocs web al mode fosc. Cuida els teus ulls utilitzant un tema fosc per canviar la brillantor de la pantalla.",
    "cs": "Přepněte všechny webové stránky do tmavého režimu. Ochráníte své oči použitím tmavého motivu pro změnu jasu obrazovky.",
    "da": "Skift alle hjemmesider til mørk tilstand. Tag vare på dine øjne ved at bruge et mørkt tema til at ændre skærmens lysstyrke.",
    "de": "Schalten Sie alle Websites in den Dunkelmodus. Schützen Sie Ihre Augen, indem Sie ein dunkles Thema verwenden, um die…",
    "el,fil,gu,he,kn,mr": "Night Reader – Protect your vision by using a night reader to switch all websites to a dark theme and reduce eye strain.",
    "en_US": "Switch all websites to dark mode. Protect your eyes by using a dark theme to reduce screen brightness.",
    "es": "Cambia todos los sitios web al modo oscuro. Cuida tus ojos usando un tema oscuro para cambiar el brillo de la pantalla.",
    "es_419": "Cambia todos los sitios web al modo oscuro. Cuida tus ojos utilizando un tema oscuro para cambiar el brillo de la pantalla.",
    "et,hr,hu,id,ml,sr": "Night Shift – Reduce eye strain by using night shift to change all websites to a dark theme and adjust the screen brightness.",
    "fi": "Vaihda kaikki verkkosivustot tummaan tilaan. Huolehdi silmistäsi käyttämällä tummaa teemaa, joka muuttaa näytön kirkkautta.",
    "fr": "Basculez tous les sites Web en mode sombre. Prenez soin de vos yeux en utilisant un thème sombre pour changer la luminosité de…",
    "hi,ms,ro,sw": "Dark Theme – Switch all websites to a dark mode and take care of your eyes with a dark theme that changes the screen brightness.",
    "it": "Passa tutte le pagine web alla modalità scura. Prenditi cura dei tuoi occhi utilizzando un tema scuro per cambiare la luminosità…",
    "ja": "すべてのウェブサイトをダークモードに切り替えます。画面の明るさを変えるためにダークテーマを使用して目を守りましょう。",
    "ko": "모든 웹사이트를 다크 모드로 전환하세요. 화면 밝기를 조절하여 눈 건강을 지켜보세요.",
    "lt": "Perjunkite visus tinklalapius į tamsiąją režimą. Rūpinkitės savo akimis naudodami tamsiąją temą, kad galėtumėte reguliuoti ekrano…",
    "lv": "Pārslēdziet visus tīmekļa vietnes uz tumsas režīmu. Rūpējieties par savām acīm, izmantojot tumsas tēmu, lai mainītu ekrāna…",
    "nl": "Schakel alle websites over naar de donkere modus. Zorg voor je ogen door een donker thema te gebruiken om de helderheid van het…",
    "no": "Bytt alle nettsider til mørk modus. Ta vare på øynene dine ved å bruke et mørkt tema for å endre skjermens lysstyrke.",
    "pl": "Przełącz wszystkie strony na tryb ciemny. Dbaj o swoje oczy, używając ciemnej motywy, aby zmienić jasność ekranu.",
    "pt_BR,pt_PT": "Mude todos os sites para o modo escuro. Cuide dos seus olhos usando um tema escuro para alterar o brilho da tela.",
    "sk": "Prepnite všetky webové stránky do tmavého režimu. Starajte sa o svoje oči použitím tmavej témy na zmenu jasu obrazovky.",
    "sl": "Preklopite vse spletne strani v temni način. Poskrbite za svoje oči z uporabo temne teme za spreminjanje svetlosti zaslona.",
    "sv": "Byt alla webbplatser till mörkt läge. Ta hand om dina ögon genom att använda ett mörkt tema för att ändra skärmens ljusstyrka.",
    "tr": "Tüm web sitelerini karanlık moda geçirin. Ekran parlaklığını değiştirmek için karanlık bir tema kullanarak gözlerinizi koruyun.",
    "vi": "Dark Reader – Reduce eye strain and protect your vision by using a dark reader to switch all websites to a dark theme.",
    "zh_CN": "将所有网站切换到深色模式。使用深色主题改变屏幕亮度，保护您的眼睛。",
    "zh_TW": "將所有網站切換到暗色模式。使用暗色主題調整屏幕亮度，保護您的眼睛。"
  },
  "long": {
    "ar": "يعمل زر التمديد كمفتاح تشغيل | مفتاح OFF يمكّنك من تشغيل أو إيقاف تشغيل الامتداد بسهولة وسرعة. ستؤدي نقرة بسيطة على زر إلى تشغيل الوضع المظلم لجميع صفحات الويب. يتميز تطبيق الوضع المظلم هذا بتصميم كلاسيكي رائع ويغير لون الخلفية لكل موقع ويب إلى اللون الأسود.\n\nسيقوم هذا التطبيق لمتصفح Chrome بتبديل المظهر الداكن على جميع مواقع الويب. سيتم تلوين الشبكات الاجتماعية والمواقع الإلكترونية وكل علامة تبويب جديدة باللون الأسود. لم تعد بحاجة إلى فتح الإعدادات للتبديل إلى سمة داكنة في كل مرة تفتح فيها موقعًا جديدًا - يوفر تطبيق واحد فقط مظهرًا أسود رائعًا في كل علامة تبويب أو موقع ويب جديد.\nاستخدم زرًا واحدًا بسيطًا لتعتيم جميع المواقع.\n\nاعتني بعيونك ليلاً ونهارًا باستخدام الوضع الداكن أو تغيير سطوع الشاشة إلى لون خاص يحمي العين. يتيح امتداد المظهر الداكن الوضع الليلي على جميع مواقع الويب تقريبًا ويمنحك القدرة على التحكم في السمات الداكنة المضمنة في تلك التي تحتوي عليها.\n\nنحن نستخدم خوارزمية فريدة لتطبيق الوضع المظلم على جميع مواقع الويب في الوقت الفعلي أثناء تصفحك. يكتشف أساسًا لون كل عنصر من عناصر موقع الويب ويحوله بذكاء إلى ظل أغمق. يتم تعتيم الألوان الزاهية بكثافة أكبر من الألوان الداكنة بحيث يتم الحفاظ على معظم الألوان.",
    "am": "የኤክስቴንሽን ቁልፍ እንደ በርቷል | ቅጥያውን በቀላሉ እና በፍጥነት እንዲያበሩት ወይም እንዲያጠፉ የሚያስችልዎ ማብሪያ / ማጥፊያ። በአንድ ቁልፍ ላይ ቀላል ጠቅ ማድረግ ለሁሉም ድረ-ገጾች ጨለማ ሁነታን ያበራል። ይህ የጨለማ ሁነታ መተግበሪያ አስደናቂ የሆነ ክላሲክ ዲዛይን አለው እና የእያንዳንዱን ድር ጣቢያ የጀርባ ቀለም ወደ ጥቁር ይለውጣል።\n\nይህ የChrome አሳሽ መተግበሪያ በሁሉም ድረ-ገጾች ላይ ጨለማ ገጽታን ይቀይራል። ማህበራዊ አውታረ መረቦች፣ ድህረ ገፆች እና እያንዳንዱ አዲስ ትር በጥቁር ቀለም ይቀባል። አዲስ ድር ጣቢያ በከፈቱ ቁጥር ወደ ጨለማ ገጽታ ለመቀየር መቼት መክፈት አያስፈልግም - አንድ መተግበሪያ ብቻ በእያንዳንዱ አዲስ ትር ወይም ድህረ ገጽ ላይ አስደናቂ ጥቁር ጭብጥ ያቀርባል።\nሁሉንም ጣቢያዎች ለማጨለም አንድ ቀላል ቁልፍ ብቻ ይጠቀሙ።\n\nጨለማ ሁነታን በመጠቀም ወይም የስክሪን ብሩህነት ወደ ልዩ የአይን መከላከያ ቀለም በመቀየር አይኖችዎን ቀን እና ማታ ይንከባከቡ። የጨለማ ጭብጥ ቅጥያ የምሽት ሁነታን በሁሉም ድረ-ገጾች ላይ ያስችላል እና አብሮ የተሰሩ ጨለማ ገጽታዎችን በያዙት ላይ የመቆጣጠር ችሎታ ይሰጥዎታል።\n\nበሚያስሱበት ጊዜ በሁሉም ድረ-ገጾች ላይ የጨለማ ሁነታን ለመተግበር ልዩ ስልተ ቀመር እንጠቀማለን። በመሠረቱ የድረ-ገጹን እያንዳንዱን ንጥረ ነገር ቀለም በመለየት በጥበብ ወደ ጥቁር ጥላ ይለውጠዋል። ደማቅ ቀለሞች ከጨለማው ቀለሞች በበለጠ ጥንካሬ ጨልመዋል ስለዚህም አብዛኛዎቹ ቀለሞች ተጠብቀው ይገኛሉ.",
    "bg": "Бутонът за разширение служи като ON | Превключвател за ИЗКЛЮЧВАНЕ, който ви позволява лесно и бързо да ВКЛЮЧИТЕ или ИЗКЛЮЧИТЕ разширението. Едно просто щракване върху бутон ще включи тъмен режим за всички уеб страници. Това приложение за тъмен режим има страхотен класически дизайн и променя цвета на фона на всеки уебсайт на черен.\n\nТова приложение за браузъра Chrome ще превключи тъмна тема на всички ваши любими уебсайтове (Facebook, YouTube, Instagram, TikTok, Reddit и др.). Социалните мрежи, уебсайтовете и всеки нов раздел ще бъдат боядисани в черно. Вече не е необходимо да отваряте настройки, за да превключвате към тъмна тема всеки път, когато отворите нов уебсайт - само едно приложение предоставя страхотна черна тема във всеки нов раздел или уебсайт.\nИзползвайте само един прост бутон, за да затъмните всички сайтове.\n\nГрижете се за очите си денем и нощем, като използвате тъмен режим или променяте яркостта на екрана на специален цвят, който предпазва очите. Разширението за тъмна тема позволява нощен режим на почти всички уебсайтове и ви дава възможност да контролирате вградените тъмни теми на тези, които го имат.\n\nИзползваме уникален алгоритъм за прилагане на тъмен режим към всички уебсайтове в реално време, докато сърфирате. Той основно открива цвета на всеки елемент от уебсайта и интелигентно го преобразува в по-тъмен нюанс. Ярките цветове се потъмняват с по-голяма интензивност от тъмните цветове, така че повечето от цветовете се запазват.",
    "bn,en,en_AU,fa,ru,ta,uk": "The extension button serves as an ON | OFF switch which enables you to easily and quickly turn the extension ON or OFF. A simple click on a button will turn on dark mode for all web pages. This dark mode app has an awesome classic design and changes the background color of every website to black. \n\nThis app for the Chrome browser will switch a dark theme on all the websites. Social networks, websites, and every new tab will be painted black. You no longer need to open settings to switch to a dark theme every time you open a new website - only one application provides an awesome black theme on every new tab or website.\n\nUse only one simple button to darken all sites. \n\nTake care of your eyes day and night using dark mode or changing screen brightness to special eye-protective color. Dark Theme extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nWe use a unique algorithm to apply dark mode to all the websites in real-time as you browse. It basically detects the color of each element of a website and intelligently converts it to a darker shade. Bright colors are darkened at more intensity than dark colors so that most of the colors are preserved.",
    "ca": "El botó d'extensió serveix com a ON | Interruptor OFF que us permet activar o desactivar l'extensió de manera fàcil i ràpida. Un simple clic en un botó activarà el mode fosc per a totes les pàgines web. Aquesta aplicació en mode fosc té un disseny clàssic impressionant i canvia el color de fons de cada lloc web a negre.\n\nAquesta aplicació per al navegador Chrome canviarà un tema fosc a tots els llocs web. Les xarxes socials, els llocs web i cada pestanya nova es pintaran de negre. Ja no necessiteu obrir la configuració per canviar a un tema fosc cada vegada que obriu un lloc web nou: només una aplicació ofereix un tema negre fantàstic a cada pestanya o lloc web nou.\nUtilitzeu només un botó senzill per enfosquir tots els llocs.\n\nCuida els teus ulls dia i nit utilitzant el mode fosc o canviant la brillantor de la pantalla a un color especial per a la protecció dels ulls. L'extensió de tema fosc activa el mode nocturn a gairebé tots els llocs web i us ofereix la possibilitat de controlar els temes foscos integrats en aquells que el tenen.\n\nUtilitzem un algorisme únic per aplicar el mode fosc a tots els llocs web en temps real mentre navegueu. Bàsicament detecta el color de cada element d'un lloc web i el converteix de manera intel·ligent en un to més fosc. Els colors brillants s'enfosqueixen amb més intensitat que els colors foscos, de manera que la majoria dels colors es conserven.",
    "cs": "Prodlužovací tlačítko slouží jako ON | Vypínač, který umožňuje snadno a rychle zapnout nebo vypnout prodloužení. Jednoduchým kliknutím na tlačítko zapnete tmavý režim pro všechny webové stránky. Tato aplikace v tmavém režimu má úžasný klasický design a mění barvu pozadí každé webové stránky na černou.\n\nTato aplikace pro prohlížeč Chrome přepne tmavé téma na všech webech. Sociální sítě, webové stránky a každá nová karta budou natřeny černou barvou. Už nemusíte otevírat nastavení, abyste přepnuli na tmavý motiv pokaždé, když otevřete nový web - pouze jedna aplikace poskytuje úžasný černý motiv na každé nové kartě nebo webu.\nKe ztmavení všech webů použijte pouze jedno jednoduché tlačítko.\n\nPečujte o své oči ve dne i v noci pomocí tmavého režimu nebo změnou jasu obrazovky na speciální barvu chránící oči. Rozšíření tmavého motivu umožňuje noční režim téměř na všech webech a dává vám možnost ovládat vestavěná temná témata na těch, které jej mají.\n\nPoužíváme jedinečný algoritmus k aplikování tmavého režimu na všechny webové stránky v reálném čase při jejich procházení. V podstatě detekuje barvu každého prvku webu a inteligentně ji převede do tmavšího odstínu. Světlé barvy jsou ztmaveny s větší intenzitou než tmavé barvy, takže většina barev zůstane zachována.",
    "da": "Udvidelsesknappen fungerer som en ON | OFF-knap, som gør dig i stand til nemt og hurtigt at tænde eller slukke for forlængeren. Et enkelt klik på en knap vil aktivere mørk tilstand for alle websider. Denne app i mørk tilstand har et fantastisk klassisk design og ændrer baggrundsfarven på hvert websted til sort.\n\nDenne app til Chrome-browseren skifter et mørkt tema på alle websteder. Sociale netværk, websteder og hver ny fane vil blive malet sort. Du behøver ikke længere at åbne indstillinger for at skifte til et mørkt tema, hver gang du åbner en ny hjemmeside - kun én applikation giver et fantastisk sort tema på hver ny fane eller hjemmeside.\nBrug kun én simpel knap til at gøre alle websteder mørkere.\n\nPas på dine øjne dag og nat ved at bruge mørk tilstand eller ved at ændre skærmens lysstyrke til en speciel øjenbeskyttende farve. Mørkt temaudvidelse aktiverer nattilstand på næsten alle websteder og giver dig mulighed for at kontrollere de indbyggede mørke temaer på dem, der har det.\n\nVi bruger en unik algoritme til at anvende mørk tilstand på alle websteder i realtid, mens du browser. Det registrerer dybest set farven på hvert element på et websted og konverterer det intelligent til en mørkere nuance. Lyse farver bliver mørkere med mere intensitet end mørke farver, så de fleste af farverne bevares.",
    "de": "Die Erweiterungstaste dient als EIN | AUS-Schalter, mit dem Sie die Erweiterung einfach und schnell ein- oder ausschalten können. Ein einfacher Klick auf eine Schaltfläche schaltet den Dunkelmodus für alle Webseiten ein. Diese Dunkelmodus-App hat ein fantastisches klassisches Design und ändert die Hintergrundfarbe jeder Website in Schwarz.\n\nDiese App für den Chrome-Browser schaltet auf allen Websites ein dunkles Design um. Soziale Netzwerke, Websites und jeder neue Tab werden schwarz gestrichen. Sie müssen nicht mehr die Einstellungen öffnen, um jedes Mal, wenn Sie eine neue Website öffnen, zu einem dunklen Design zu wechseln – nur eine Anwendung bietet ein tolles schwarzes Design auf jedem neuen Tab oder jeder neuen Website.\nVerwenden Sie nur eine einfache Schaltfläche, um alle Websites zu verdunkeln.\n\nPassen Sie Tag und Nacht auf Ihre Augen auf, indem Sie den Dunkelmodus verwenden oder die Bildschirmhelligkeit auf eine spezielle Augenschutzfarbe ändern. Die Dark Theme-Erweiterung aktiviert den Nachtmodus auf fast allen Websites und gibt Ihnen die Möglichkeit, die integrierten dunklen Themen auf denjenigen zu steuern, die sie haben.\n\nWir verwenden einen einzigartigen Algorithmus, um den Dunkelmodus auf alle Websites in Echtzeit anzuwenden, während Sie surfen. Es erkennt im Grunde die Farbe jedes Elements einer Website und wandelt sie intelligent in einen dunkleren Farbton um. Helle Farben werden stärker abgedunkelt als dunkle Farben, sodass die meisten Farben erhalten bleiben.",
    "el": "Το κουμπί επέκτασης λειτουργεί ως ON | Διακόπτης OFF που σας επιτρέπει να ενεργοποιείτε ή να απενεργοποιείτε εύκολα και γρήγορα την επέκταση. Ένα απλό κλικ σε ένα κουμπί θα ενεργοποιήσει τη σκοτεινή λειτουργία για όλες τις ιστοσελίδες. Αυτή η εφαρμογή σκοτεινής λειτουργίας έχει εκπληκτικό κλασικό σχεδιασμό και αλλάζει το χρώμα φόντου κάθε ιστότοπου σε μαύρο.\n\nΑυτή η εφαρμογή για το πρόγραμμα περιήγησης Chrome θα αλλάξει ένα σκοτεινό θέμα σε όλους τους ιστότοπους. Τα κοινωνικά δίκτυα, οι ιστότοποι και κάθε νέα καρτέλα θα είναι βαμμένα μαύρα. Δεν χρειάζεται πλέον να ανοίγετε ρυθμίσεις για να μεταβείτε σε ένα σκοτεινό θέμα κάθε φορά που ανοίγετε έναν νέο ιστότοπο - μόνο μία εφαρμογή παρέχει ένα φοβερό μαύρο θέμα σε κάθε νέα καρτέλα ή ιστότοπο.\nΧρησιμοποιήστε μόνο ένα απλό κουμπί για να σκουρύνετε όλους τους ιστότοπους.\n\nΦροντίστε τα μάτια σας μέρα και νύχτα χρησιμοποιώντας τη σκοτεινή λειτουργία ή αλλάζοντας τη φωτεινότητα της οθόνης σε ειδικό χρώμα που προστατεύει τα μάτια. Η επέκταση σκούρου θέματος ενεργοποιεί τη νυχτερινή λειτουργία σε όλους σχεδόν τους ιστότοπους και σας δίνει τη δυνατότητα να ελέγχετε τα ενσωματωμένα σκοτεινά θέματα σε αυτούς που το διαθέτουν.\n\nΧρησιμοποιούμε έναν μοναδικό αλγόριθμο για να εφαρμόσουμε τη σκοτεινή λειτουργία σε όλους τους ιστότοπους σε πραγματικό χρόνο καθώς περιηγείστε. Βασικά ανιχνεύει το χρώμα κάθε στοιχείου ενός ιστότοπου και το μετατρέπει έξυπνα σε πιο σκούρα απόχρωση. Τα φωτεινά χρώματα σκουραίνουν σε μεγαλύτερη ένταση από τα σκούρα, έτσι ώστε τα περισσότερα χρώματα να διατηρούνται.",
    "en_GB,en_US,hu,kn,ml,mr,ms,ro,te": "The extension button serves as an ON | OFF switch which enables you to easily and quickly turn the extension ON or OFF. A simple click on a button will turn on dark mode for all web pages. This dark mode app has an awesome classic design and changes the background color of every website to black. \n\nThis app for the Chrome browser will switch a dark theme on all the websites. Social networks, websites, and every new tab will be painted black. You no longer need to open settings to switch to a dark theme every time you open a new website - only one application provides an awesome black theme on every new tab or website.\nUse only one simple button to darken all sites. \n\nTake care of your eyes day and night using dark mode or changing screen brightness to special eye-protective color. Dark Theme extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nWe use a unique algorithm to apply dark mode to all the websites in real time as you browse. It basically detects the color of each element of a website and intelligently converts it to a darker shade. Bright colors are darkened at more intensity than dark colors so that most of the colors are preserved.",
    "es,es_419": "El botón de extensión sirve como ON | Interruptor de APAGADO que le permite encender o apagar la extensión fácil y rápidamente. Un simple clic en un botón activará el modo oscuro para todas las páginas web. Esta aplicación de modo oscuro tiene un diseño clásico increíble y cambia el color de fondo de cada sitio web a negro.\n\nEsta aplicación para el navegador Chrome cambiará un tema oscuro en todos los sitios web. Las redes sociales, los sitios web y todas las pestañas nuevas se pintarán de negro. Ya no necesita abrir la configuración para cambiar a un tema oscuro cada vez que abre un nuevo sitio web: solo una aplicación proporciona un tema negro increíble en cada nueva pestaña o sitio web. Use solo un botón simple para oscurecer todos los sitios.\n\nCuida tus ojos de día y de noche usando el modo oscuro o cambiando el brillo de la pantalla a un color especial para proteger los ojos. La extensión Dark Theme habilita el modo nocturno en casi todos los sitios web y le brinda la capacidad de controlar los temas oscuros incorporados en aquellos que lo tienen.\n\nUsamos un algoritmo único para aplicar el modo oscuro a todos los sitios web en tiempo real mientras navegas. Básicamente, detecta el color de cada elemento de un sitio web y lo convierte de forma inteligente a un tono más oscuro. Los colores brillantes se oscurecen con más intensidad que los colores oscuros, por lo que se conservan la mayoría de los colores.",
    "et": "Laiendusnupp toimib ON | OFF lüliti, mis võimaldab teil lihtsalt ja kiiresti pikendust SISSE või VÄLJA lülitada. Lihtne klõps nupul lülitab kõigi veebilehtede jaoks sisse tumeda režiimi. Sellel tumeda režiimi rakendusel on vinge klassikaline disain ja see muudab iga veebisaidi taustavärvi mustaks.\n\nSee Chrome'i brauseri rakendus lülitab kõigil veebisaitidel tumeda teema. Suhtlusvõrgustikud, veebisaidid ja kõik uued vahekaardid värvitakse mustaks. Iga kord, kui avate uue veebisaidi, ei pea te enam seadeid avama, et lülituda tumedale teemale – ainult üks rakendus pakub igal uuel vahelehel või veebisaidil ägedat musta teemat.\nKõigi saitide tumedamaks muutmiseks kasutage ainult ühte lihtsat nuppu.\n\nHoolitsege oma silmade eest päeval ja öösel, kasutades tumedat režiimi või muutes ekraani heledust spetsiaalsele silmakaitsevärvile. Tumeda teema laiendus võimaldab öörežiimi peaaegu kõigil veebisaitidel ja annab teile võimaluse juhtida sisseehitatud tumedaid teemasid nendel, millel see on.\n\nKasutame unikaalset algoritmi, et rakendada sirvimise ajal kõikidele veebisaitidele reaalajas tumedat režiimi. Põhimõtteliselt tuvastab see veebisaidi iga elemendi värvi ja muudab selle nutikalt tumedamaks. Erksaid värve tumendatakse intensiivsemalt kui tumedaid, nii et enamik värve säilib.",
    "fi": "Laajennuspainike toimii ON | OFF-kytkin, jonka avulla voit helposti ja nopeasti kytkeä laajennuksen päälle tai pois päältä. Yksinkertainen painikkeen napsautus ottaa tumman tilan käyttöön kaikilla verkkosivuilla. Tällä pimeän tilan sovelluksella on upea klassinen muotoilu ja se muuttaa jokaisen verkkosivuston taustavärin mustaksi.\n\nTämä Chrome-selaimen sovellus vaihtaa tumman teeman kaikilla verkkosivustoilla. Sosiaaliset verkostot, verkkosivustot ja jokainen uusi välilehti maalataan mustaksi. Sinun ei enää tarvitse avata asetuksia vaihtaaksesi tummaan teemaan joka kerta, kun avaat uuden verkkosivuston – vain yksi sovellus tarjoaa mahtavan mustan teeman jokaisella uudella välilehdellä tai verkkosivustolla.\nKäytä vain yhtä yksinkertaista painiketta tummentaaksesi kaikki sivustot.\n\nHuolehdi silmistäsi päivin ja öin käyttämällä tummaa tilaa tai muuttamalla näytön kirkkautta erityiseen silmiä suojaavaan väriin. Tumman teeman laajennus mahdollistaa yötilan lähes kaikilla verkkosivustoilla ja antaa sinulle mahdollisuuden hallita sisäänrakennettuja tummia teemoja niillä, joilla se on.\n\nKäytämme ainutlaatuista algoritmia soveltaaksemme tummaa tilaa kaikille verkkosivustoille reaaliajassa selatessasi. Se tunnistaa periaatteessa verkkosivuston jokaisen elementin värin ja muuntaa sen älykkäästi tummemmaksi. Kirkkaat värit tummennetaan voimakkaammin kuin tummat, jotta suurin osa väreistä säilyy.",
    "fil": "Nagsisilbing ON | OFF switch na nagbibigay-daan sa iyong madaling at mabilis na i-ON o OFF ang extension. Ang isang simpleng pag-click sa isang button ay mag-o-on sa dark mode para sa lahat ng mga web page. Ang dark mode app na ito ay may kahanga-hangang klasikong disenyo at binabago ang kulay ng background ng bawat website sa itim.\n\nAng app na ito para sa Chrome browser ay magpapalit ng madilim na tema sa lahat ng website. Ang mga social network, website, at bawat bagong tab ay ipininta ng itim. Hindi mo na kailangang buksan ang mga setting para lumipat sa madilim na tema sa tuwing magbubukas ka ng bagong website - isang application lang ang nagbibigay ng magandang itim na tema sa bawat bagong tab o website.\nGumamit lamang ng isang simpleng button para madilim ang lahat ng mga site.\n\nAlagaan ang iyong mga mata araw at gabi gamit ang dark mode o pagpapalit ng liwanag ng screen sa espesyal na kulay na proteksiyon sa mata. Ang extension ng madilim na tema ay nagbibigay-daan sa night mode sa halos lahat ng mga website at nagbibigay sa iyo ng kakayahang kontrolin ang mga built-in na madilim na tema sa mga mayroon nito.\n\nGumagamit kami ng natatanging algorithm para ilapat ang dark mode sa lahat ng website nang real-time habang nagba-browse ka. Karaniwang nakikita nito ang kulay ng bawat elemento ng isang website at matalinong ginagawa itong mas madilim na lilim. Ang mga maliliwanag na kulay ay nagpapadilim sa mas intensity kaysa sa madilim na mga kulay upang ang karamihan sa mga kulay ay napanatili.",
    "fr": "Le bouton d'extension sert de ON | Interrupteur OFF qui vous permet d'allumer ou d'éteindre facilement et rapidement l'extension. Un simple clic sur un bouton activera le mode sombre pour toutes les pages Web. Cette application en mode sombre a un design classique impressionnant et change la couleur d'arrière-plan de chaque site Web en noir.\n\nCette application pour le navigateur Chrome changera un thème sombre sur tous les sites Web. Les réseaux sociaux, les sites Web et chaque nouvel onglet seront peints en noir. Vous n'avez plus besoin d'ouvrir les paramètres pour passer à un thème sombre chaque fois que vous ouvrez un nouveau site Web - une seule application fournit un thème noir impressionnant sur chaque nouvel onglet ou site Web.\nUtilisez un seul bouton simple pour assombrir tous les sites.\n\nPrenez soin de vos yeux jour et nuit en utilisant le mode sombre ou en changeant la luminosité de l'écran pour une couleur spéciale de protection des yeux. L'extension de thème sombre active le mode nuit sur presque tous les sites Web et vous donne la possibilité de contrôler les thèmes sombres intégrés sur ceux qui l'ont.\n\nNous utilisons un algorithme unique pour appliquer le mode sombre à tous les sites Web en temps réel pendant que vous naviguez. Il détecte essentiellement la couleur de chaque élément d'un site Web et le convertit intelligemment en une teinte plus foncée. Les couleurs vives sont assombries à plus d'intensité que les couleurs foncées afin que la plupart des couleurs soient préservées.",
    "gu": "એક્સ્ટેંશન બટન ઓન | તરીકે કામ કરે છે બંધ સ્વિચ જે તમને એક્સ્ટેંશનને સરળતાથી અને ઝડપથી ચાલુ અથવા બંધ કરવા માટે સક્ષમ કરે છે. બટન પર સરળ ક્લિક કરવાથી બધા વેબ પેજ માટે ડાર્ક મોડ ચાલુ થઈ જશે. આ ડાર્ક મોડ એપ્લિકેશનમાં એક અદ્ભુત ક્લાસિક ડિઝાઇન છે અને તે દરેક વેબસાઇટના પૃષ્ઠભૂમિ રંગને કાળો કરી દે છે.\n\nક્રોમ બ્રાઉઝર માટેની આ એપ બધી વેબસાઇટ્સ પર ડાર્ક થીમ સ્વિચ કરશે. સામાજિક નેટવર્ક્સ, વેબસાઇટ્સ અને દરેક નવા ટેબને કાળો રંગ આપવામાં આવશે. જ્યારે પણ તમે નવી વેબસાઇટ ખોલો ત્યારે તમારે ડાર્ક થીમ પર સ્વિચ કરવા માટે હવે સેટિંગ્સ ખોલવાની જરૂર નથી - ફક્ત એક એપ્લિકેશન દરેક નવી ટેબ અથવા વેબસાઇટ પર એક અદ્ભુત બ્લેક થીમ પ્રદાન કરે છે.\nબધી સાઇટ્સને ડાર્ક કરવા માટે માત્ર એક સરળ બટનનો ઉપયોગ કરો.\n\nડાર્ક મોડનો ઉપયોગ કરીને અથવા સ્ક્રીનની બ્રાઇટનેસને ખાસ આંખ-રક્ષણાત્મક રંગમાં બદલીને તમારી આંખોની દિવસ-રાત કાળજી લો. ડાર્ક થીમ એક્સ્ટેંશન લગભગ તમામ વેબસાઇટ્સ પર નાઇટ મોડને સક્ષમ કરે છે અને તમને બિલ્ટ-ઇન ડાર્ક થીમ્સને નિયંત્રિત કરવાની ક્ષમતા આપે છે જેની પાસે તે છે.\n\nતમે બ્રાઉઝ કરો છો ત્યારે રીઅલ-ટાઇમમાં બધી વેબસાઇટ્સ પર ડાર્ક મોડ લાગુ કરવા માટે અમે અનન્ય અલ્ગોરિધમનો ઉપયોગ કરીએ છીએ. તે મૂળભૂત રીતે વેબસાઇટના દરેક ઘટકનો રંગ શોધી કાઢે છે અને બુદ્ધિપૂર્વક તેને ઘાટા શેડમાં ફેરવે છે. શ્યામ રંગો કરતાં તેજસ્વી રંગો વધુ તીવ્રતાથી ઘેરા કરવામાં આવે છે જેથી મોટાભાગના રંગો સાચવવામાં આવે.",
    "he": "כפתור ההרחבה משמש כ-ON | מתג OFF המאפשר לך להפעיל או לכבות את התוסף בקלות ובמהירות. לחיצה פשוטה על כפתור תפעיל מצב כהה עבור כל דפי האינטרנט. אפליקציית מצב כהה זו בעלת עיצוב קלאסי מדהים ומשנה את צבע הרקע של כל אתר לשחור.\n\nאפליקציה זו עבור דפדפן Chrome תחליף ערכת נושא כהה בכל האתרים. רשתות חברתיות, אתרים וכל לשונית חדשה ייצבעו בשחור. אתה כבר לא צריך לפתוח הגדרות כדי לעבור לערכת נושא כהה בכל פעם שאתה פותח אתר חדש - רק אפליקציה אחת מספקת נושא שחור מדהים בכל כרטיסייה או אתר חדש.\nהשתמש רק בכפתור אחד פשוט כדי להכהות את כל האתרים.\n\nשמור על העיניים שלך יום ולילה באמצעות מצב כהה או שינוי בהירות המסך לצבע מיוחד המגן על העיניים. תוסף ערכת נושא כהה מאפשר מצב לילה כמעט בכל אתרי האינטרנט ומעניק לך את היכולת לשלוט בערכות הנושא האפלות המובנות באלה שיש להם את זה.\n\nאנו משתמשים באלגוריתם ייחודי כדי להחיל מצב כהה על כל אתרי האינטרנט בזמן אמת תוך כדי גלישה. זה בעצם מזהה את הצבע של כל רכיב באתר וממיר אותו בצורה חכמה לגוון כהה יותר. צבעים בהירים מוכהים בעוצמה רבה יותר מאשר צבעים כהים כך שרוב הצבעים נשמרים.",
    "hi": "एक्सटेंशन बटन ON | के रूप में कार्य करता है ऑफ स्विच जो आपको एक्सटेंशन को आसानी से और जल्दी से चालू या बंद करने में सक्षम बनाता है। एक बटन पर एक साधारण क्लिक सभी वेब पेजों के लिए डार्क मोड चालू कर देगा। इस डार्क मोड ऐप में एक शानदार क्लासिक डिज़ाइन है और यह हर वेबसाइट की पृष्ठभूमि का रंग बदलकर काला कर देता है।\n\nक्रोम ब्राउज़र के लिए यह ऐप आपकी सभी पसंदीदा वेबसाइटों (Facebook, YouTube, Instagram, TikTok, Reddit, आदि) पर एक डार्क थीम को बदल देगा। सोशल नेटवर्क, वेबसाइट और हर नए टैब को काले रंग से पेंट किया जाएगा। हर बार जब आप एक नई वेबसाइट खोलते हैं तो आपको डार्क थीम पर स्विच करने के लिए सेटिंग खोलने की आवश्यकता नहीं है - केवल एक एप्लिकेशन हर नए टैब या वेबसाइट पर एक भयानक ब्लैक थीम प्रदान करता है।\nसभी साइटों को काला करने के लिए केवल एक साधारण बटन का उपयोग करें।\n\nडार्क मोड का उपयोग करके या स्क्रीन की चमक को विशेष नेत्र-सुरक्षात्मक रंग में बदलकर दिन-रात अपनी आंखों की देखभाल करें। डार्क थीम एक्सटेंशन लगभग सभी वेबसाइटों पर नाइट मोड को सक्षम करता है और आपको उन पर बिल्ट-इन डार्क थीम को नियंत्रित करने की क्षमता देता है जिनके पास यह है।\n\nजब आप ब्राउज़ करते हैं तो वास्तविक समय में सभी वेबसाइटों पर डार्क मोड लागू करने के लिए हम एक अद्वितीय एल्गोरिदम का उपयोग करते हैं। यह मूल रूप से एक वेबसाइट के प्रत्येक तत्व के रंग का पता लगाता है और समझदारी से इसे गहरे रंग में बदल देता है। चमकीले रंगों को गहरे रंगों की तुलना में अधिक तीव्रता से गहरा किया जाता है ताकि अधिकांश रंग संरक्षित रहें।",
    "hr": "Gumb za proširenje služi kao ON | OFF prekidač koji vam omogućuje jednostavno i brzo uključivanje ili isključivanje ekstenzije. Jednostavan klik na gumb uključit će tamni način rada za sve web stranice. Ova aplikacija u tamnom načinu rada ima sjajan klasični dizajn i mijenja boju pozadine svake web stranice u crnu.\n\nOva aplikacija za preglednik Chrome promijenit će tamnu temu na svim web stranicama. Društvene mreže, web stranice i svaka nova kartica bit će obojeni u crno. Više ne morate otvarati postavke za prebacivanje na tamnu temu svaki put kada otvorite novu web stranicu - samo jedna aplikacija nudi sjajnu crnu temu na svakoj novoj kartici ili web stranici.\nKoristite samo jedan jednostavan gumb za potamnjivanje svih stranica.\n\nBrinite o svojim očima danju i noću koristeći tamni način rada ili mijenjajući svjetlinu zaslona u posebnu boju koja štiti oči. Proširenje tamne teme omogućuje noćni način rada na gotovo svim web stranicama i daje vam mogućnost upravljanja ugrađenim tamnim temama na onima koje ih imaju.\n\nKoristimo jedinstveni algoritam za primjenu mračnog načina rada na sve web stranice u stvarnom vremenu dok pregledavate. U osnovi otkriva boju svakog elementa web stranice i inteligentno je pretvara u tamniju nijansu. Svijetle boje potamnjuju se jačim intenzitetom od tamnih tako da većina boja ostaje sačuvana.",
    "id": "Tombol ekstensi berfungsi sebagai ON | Tombol OFF yang memungkinkan Anda untuk dengan mudah dan cepat mengaktifkan atau menonaktifkan ekstensi. Klik sederhana pada tombol akan mengaktifkan mode gelap untuk semua halaman web. Aplikasi mode gelap ini memiliki desain klasik yang mengagumkan dan mengubah warna latar belakang setiap situs web menjadi hitam.\n\nAplikasi untuk browser Chrome ini akan mengganti tema gelap di semua situs web. Jejaring sosial, situs web, dan setiap tab baru akan dicat hitam. Anda tidak perlu lagi membuka pengaturan untuk beralih ke tema gelap setiap kali membuka situs web baru - hanya satu aplikasi yang menyediakan tema hitam keren di setiap tab atau situs web baru.\nGunakan hanya satu tombol sederhana untuk menggelapkan semua situs.\n\nJaga mata Anda siang dan malam menggunakan mode gelap atau mengubah kecerahan layar menjadi warna pelindung mata khusus. Ekstensi tema gelap mengaktifkan mode malam di hampir semua situs web dan memberi Anda kemampuan untuk mengontrol tema gelap bawaan pada situs web yang memilikinya.\n\nKami menggunakan algoritme unik untuk menerapkan mode gelap ke semua situs web secara waktu nyata saat Anda menjelajah. Ini pada dasarnya mendeteksi warna setiap elemen situs web dan secara cerdas mengubahnya menjadi warna yang lebih gelap. Warna cerah digelapkan dengan intensitas lebih dari warna gelap sehingga sebagian besar warna dipertahankan.",
    "it": "Il pulsante di estensione funge da ON | Interruttore OFF che consente di attivare o disattivare facilmente e rapidamente l'estensione. Un semplice clic su un pulsante attiverà la modalità oscura per tutte le pagine web. Questa app in modalità oscura ha un fantastico design classico e cambia il colore di sfondo di ogni sito Web in nero.\n\nQuesta app per il browser Chrome cambierà un tema scuro su tutti i siti web. Social network, siti Web e ogni nuova scheda saranno dipinti di nero. Non è più necessario aprire le impostazioni per passare a un tema scuro ogni volta che apri un nuovo sito Web: solo un'applicazione fornisce un fantastico tema nero su ogni nuova scheda o sito Web.\nUsa un solo semplice pulsante per oscurare tutti i siti.\n\nPrenditi cura dei tuoi occhi giorno e notte utilizzando la modalità oscura o modificando la luminosità dello schermo in uno speciale colore protettivo per gli occhi. L'estensione del tema scuro abilita la modalità notturna su quasi tutti i siti Web e ti dà la possibilità di controllare i temi scuri incorporati su quelli che ce l'hanno.\n\nUtilizziamo un algoritmo unico per applicare la modalità oscura a tutti i siti Web in tempo reale durante la navigazione. Fondamentalmente rileva il colore di ogni elemento di un sito Web e lo converte in modo intelligente in una tonalità più scura. I colori chiari vengono scuriti con maggiore intensità rispetto ai colori scuri in modo da preservare la maggior parte dei colori.",
    "ja": "拡張ボタンは ON | として機能します。 エクステンションのON/OFFを簡単・スピーディーに切り替えられるOFFスイッチ。 ボタンをクリックするだけで、すべての Web ページでダーク モードがオンになります。 このダーク モード アプリは素晴らしいクラシックなデザインで、すべての Web サイトの背景色を黒に変更します。\n\nChrome ブラウザー用のこのアプリは、すべての Web サイトでダーク テーマを切り替えます。 ソーシャル ネットワーク、ウェブサイト、およびすべての新しいタブが黒く塗りつぶされます。 新しい Web サイトを開くたびに設定を開いてダーク テーマに切り替える必要はもうありません。すべての新しいタブまたは Web サイトで素晴らしいブラック テーマを提供するアプリケーションは 1 つだけです。\nシンプルなボタンを 1 つだけ使用して、すべてのサイトを暗くします。\n\nダークモードを使用したり、画面の明るさを特別な目の保護色に変更したりして、昼夜を問わず目のケアをしましょう。 ダーク テーマ拡張機能は、ほぼすべての Web サイトでナイト モードを有効にし、組み込みのダーク テーマを制御できるようにします。\n\n独自のアルゴリズムを使用して、閲覧中にリアルタイムですべての Web サイトにダーク モードを適用します。 基本的に、Web サイトの各要素の色を検出し、インテリジェントに暗い色合いに変換します。 ほとんどの色が保持されるように、明るい色は暗い色よりも強い強度で暗くなります。",
    "ko": "확장 버튼은 ON | 내선을 쉽고 빠르게 켜거나 끌 수 있는 OFF 스위치. 버튼을 한 번만 클릭하면 모든 웹 페이지에 대해 어두운 모드가 켜집니다. 이 다크 모드 앱은 멋진 클래식 디자인을 가지고 있으며 모든 웹사이트의 배경색을 검은색으로 변경합니다.\n\nChrome 브라우저용 이 앱은 모든 웹사이트에서 어두운 테마를 전환합니다. 소셜 네트워크, 웹사이트 및 모든 새 탭은 검은색으로 칠해집니다. 더 이상 새 웹사이트를 열 때마다 어두운 테마로 전환하기 위해 설정을 열 필요가 없습니다. 새 탭이나 웹사이트마다 하나의 애플리케이션만 멋진 검은색 테마를 제공합니다.\n모든 사이트를 어둡게 하려면 하나의 간단한 버튼만 사용하십시오.\n\n다크 모드를 사용하거나 화면 밝기를 눈을 보호하는 특수 색상으로 변경하여 밤낮으로 눈을 보호하십시오. 다크 테마 확장 프로그램은 거의 모든 웹사이트에서 야간 모드를 활성화하고 내장된 다크 테마를 제어할 수 있는 기능을 제공합니다.\n\n우리는 당신이 탐색할 때 실시간으로 모든 웹사이트에 어두운 모드를 적용하는 고유한 알고리즘을 사용합니다. 기본적으로 웹 사이트의 각 요소의 색상을 감지하고 더 어두운 음영으로 지능적으로 변환합니다. 대부분의 색상이 보존되도록 밝은 색상은 어두운 색상보다 더 진하게 어두워집니다.",
    "lt": "Išplėtimo mygtukas naudojamas kaip ON | OFF jungiklis, leidžiantis lengvai ir greitai įjungti arba išjungti plėtinį. Paprastas mygtuko paspaudimas įjungs tamsųjį režimą visuose tinklalapiuose. Ši tamsiojo režimo programa turi nuostabų klasikinį dizainą ir pakeičia kiekvienos svetainės fono spalvą į juodą.\n\nŠi programa, skirta „Chrome“ naršyklei, pakeis tamsią temą visose svetainėse. Socialiniai tinklai, svetainės ir kiekvienas naujas skirtukas bus nudažytas juodai. Jums nebereikia atidaryti nustatymų, kad perjungtumėte į tamsią temą kiekvieną kartą, kai atidarote naują svetainę – tik viena programa pateikia nuostabią juodą temą kiekviename naujame skirtuke ar svetainėje.\nNorėdami patamsinti visas svetaines, naudokite tik vieną paprastą mygtuką.\n\nRūpinkitės akimis dieną ir naktį naudodami tamsųjį režimą arba pakeisdami ekrano ryškumą į specialią akis apsaugančią spalvą. Tamsiosios temos plėtinys įgalina naktinį režimą beveik visose svetainėse ir suteikia galimybę valdyti įtaisytas tamsias temas tose, kuriose jis yra.\n\nNaudojame unikalų algoritmą tamsaus režimo taikymui visoms svetainėms realiuoju laiku, kai naršote. Jis iš esmės aptinka kiekvieno svetainės elemento spalvą ir sumaniai paverčia ją tamsesniu atspalviu. Ryškios spalvos tamsinamos intensyviau nei tamsios, kad išsaugoma dauguma spalvų.",
    "lv": "Paplašinājuma poga kalpo kā IESLĒGTS | OFF slēdzis, kas ļauj ērti un ātri ieslēgt vai IZSLĒGT paplašinājumu. Vienkāršs klikšķis uz pogas ieslēgs tumšo režīmu visām tīmekļa lapām. Šai tumšā režīma lietotnei ir lielisks klasisks dizains, un tā maina katras vietnes fona krāsu uz melnu.\n\nŠī lietotne pārlūkprogrammai Chrome pārslēgs tumšo motīvu visās vietnēs. Sociālie tīkli, vietnes un katra jaunā cilne tiks nokrāsota melnā krāsā. Jums vairs nav jāatver iestatījumi, lai pārslēgtos uz tumšo motīvu katru reizi, kad atverat jaunu vietni — tikai viena lietojumprogramma nodrošina lielisku melnu motīvu katrā jaunā cilnē vai vietnē.\nIzmantojiet tikai vienu vienkāršu pogu, lai aptumšotu visas vietnes.\n\nRūpējieties par savām acīm dienu un nakti, izmantojot tumšo režīmu vai mainot ekrāna spilgtumu uz īpašu acu aizsargājošu krāsu. Tumšā motīva paplašinājums iespējo nakts režīmu gandrīz visās vietnēs un sniedz iespēju kontrolēt iebūvētos tumšos motīvus tajās, kurās tas ir.\n\nMēs izmantojam unikālu algoritmu, lai lietotu tumšo režīmu visām vietnēm reāllaikā, kamēr jūs pārlūkojat. Tā pamatā nosaka katra vietnes elementa krāsu un gudri pārvērš to tumšākā nokrāsā. Spilgtas krāsas tiek aptumšotas ar lielāku intensitāti nekā tumšās, lai lielākā daļa krāsu tiktu saglabātas.",
    "nl": "De extensieknop dient als een AAN | UIT-schakelaar waarmee u de extensie eenvoudig en snel AAN of UIT kunt zetten. Een simpele klik op een knop schakelt de donkere modus in voor alle webpagina's. Deze app in de donkere modus heeft een geweldig klassiek ontwerp en verandert de achtergrondkleur van elke website in zwart.\n\nDeze app voor de Chrome-browser verandert een donker thema op alle websites. Sociale netwerken, websites en elk nieuw tabblad worden zwart geverfd. U hoeft niet langer elke keer dat u een nieuwe website opent instellingen te openen om over te schakelen naar een donker thema - slechts één applicatie biedt een geweldig zwart thema op elk nieuw tabblad of elke nieuwe website.\nGebruik slechts één simpele knop om alle sites te verduisteren.\n\nZorg dag en nacht voor uw ogen met de donkere modus of verander de helderheid van het scherm in een speciale oogbeschermende kleur. De donkere thema-extensie maakt de nachtmodus mogelijk op bijna alle websites en geeft u de mogelijkheid om de ingebouwde donkere thema's te beheren op degenen die deze hebben.\n\nWe gebruiken een uniek algoritme om tijdens het browsen in realtime de donkere modus toe te passen op alle websites. Het detecteert in feite de kleur van elk element van een website en zet deze op intelligente wijze om in een donkerdere tint. Heldere kleuren worden met meer intensiteit donkerder gemaakt dan donkere kleuren, zodat de meeste kleuren behouden blijven.",
    "no": "Utvidelsesknappen fungerer som en PÅ | AV-bryter som lar deg enkelt og raskt slå utvidelsen PÅ eller AV. Et enkelt klikk på en knapp vil slå på mørk modus for alle nettsider. Denne mørkemodus-appen har en fantastisk klassisk design og endrer bakgrunnsfargen på hvert nettsted til svart.\n\nDenne appen for Chrome-nettleseren vil bytte et mørkt tema på alle nettstedene. Sosiale nettverk, nettsteder og hver nye fane vil bli malt svart. Du trenger ikke lenger å åpne innstillinger for å bytte til et mørkt tema hver gang du åpner et nytt nettsted - bare én applikasjon gir et fantastisk svart tema på hver ny fane eller nettside.\nBruk bare én enkel knapp for å gjøre alle nettsteder mørkere.\n\nTa vare på øynene dine dag og natt ved å bruke mørk modus eller endre skjermens lysstyrke til spesiell øyebeskyttende farge. Mørkt temautvidelse aktiverer nattmodus på nesten alle nettsteder og gir deg muligheten til å kontrollere de innebygde mørke temaene på de som har det.\n\nVi bruker en unik algoritme for å bruke mørk modus på alle nettstedene i sanntid mens du surfer. Den oppdager i utgangspunktet fargen på hvert element på et nettsted og konverterer det intelligent til en mørkere nyanse. Lyse farger blir mørkere med mer intensitet enn mørke farger, slik at de fleste fargene er bevart.",
    "pl": "Przycisk rozszerzenia służy jako ON | Przełącznik OFF, który umożliwia łatwe i szybkie włączanie i wyłączanie przedłużacza. Proste kliknięcie przycisku włączy tryb ciemny dla wszystkich stron internetowych. Ta aplikacja w trybie ciemnym ma niesamowity klasyczny wygląd i zmienia kolor tła każdej witryny na czarny.\n\nTa aplikacja dla przeglądarki Chrome zmieni ciemny motyw na wszystkich stronach internetowych. Sieci społecznościowe, strony internetowe i każda nowa karta zostaną pomalowane na czarno. Nie musisz już otwierać ustawień, aby przełączać się na ciemny motyw za każdym razem, gdy otwierasz nową stronę internetową - tylko jedna aplikacja zapewnia niesamowity czarny motyw na każdej nowej karcie lub stronie internetowej.\nUżyj tylko jednego prostego przycisku, aby przyciemnić wszystkie witryny.\n\nZadbaj o swoje oczy w dzień iw nocy, korzystając z trybu ciemnego lub zmieniając jasność ekranu na specjalny kolor chroniący oczy. Rozszerzenie ciemnego motywu włącza tryb nocny na prawie wszystkich stronach internetowych i daje możliwość kontrolowania wbudowanych ciemnych motywów na tych, które go mają.\n\nUżywamy unikalnego algorytmu, aby zastosować tryb ciemny do wszystkich stron internetowych w czasie rzeczywistym podczas przeglądania. Zasadniczo wykrywa kolor każdego elementu strony internetowej i inteligentnie konwertuje go na ciemniejszy odcień. Jasne kolory są ciemniejsze z większą intensywnością niż kolory ciemne, dzięki czemu większość kolorów zostaje zachowana.",
    "pt_BR,pt_PT": "O botão de extensão serve como ON | Interruptor OFF que permite ligar ou desligar a extensão de forma fácil e rápida. Um simples clique em um botão ativará o modo escuro para todas as páginas da web. Este aplicativo de modo escuro tem um design clássico incrível e altera a cor de fundo de todos os sites para preto.\n\nEste aplicativo para o navegador Chrome mudará um tema escuro em todos os sites. Redes sociais, sites e todas as novas guias serão pintadas de preto. Você não precisa mais abrir as configurações para alternar para um tema escuro toda vez que abrir um novo site - apenas um aplicativo fornece um tema preto incrível em cada nova guia ou site.\nUse apenas um botão simples para escurecer todos os sites.\n\nCuide dos seus olhos dia e noite usando o modo escuro ou alterando o brilho da tela para uma cor especial de proteção para os olhos. A extensão Dark Theme permite o modo noturno em quase todos os sites e oferece a capacidade de controlar os temas escuros integrados naqueles que o possuem.\n\nUsamos um algoritmo exclusivo para aplicar o modo escuro a todos os sites em tempo real enquanto você navega. Ele basicamente detecta a cor de cada elemento de um site e a converte de forma inteligente em um tom mais escuro. As cores brilhantes são escurecidas com mais intensidade do que as cores escuras, de modo que a maioria das cores é preservada.",
    "sk": "Tlačidlo rozšírenia slúži ako ON | Vypínač, ktorý vám umožní jednoducho a rýchlo zapnúť alebo vypnúť rozšírenie. Jednoduchým kliknutím na tlačidlo zapnete tmavý režim pre všetky webové stránky. Táto aplikácia v tmavom režime má úžasný klasický dizajn a mení farbu pozadia každej webovej stránky na čiernu.\n\nTáto aplikácia pre prehliadač Chrome prepne tmavý motív na všetkých webových stránkach. Sociálne siete, webové stránky a každá nová karta budú natreté čiernou farbou. Už nemusíte otvárať nastavenia, aby ste prepli na tmavú tému zakaždým, keď otvoríte novú webovú stránku – iba jedna aplikácia poskytuje úžasný čierny motív na každej novej karte alebo webovej stránke.\nNa stmavenie všetkých stránok použite iba jedno jednoduché tlačidlo.\n\nStarajte sa o svoje oči vo dne aj v noci pomocou tmavého režimu alebo zmenou jasu obrazovky na špeciálnu farbu chrániacu oči. Rozšírenie tmavého motívu umožňuje nočný režim takmer na všetkých webových stránkach a dáva vám možnosť ovládať vstavané tmavé motívy na tých, ktoré ho majú.\n\nPoužívame jedinečný algoritmus na aplikáciu tmavého režimu na všetky webové stránky v reálnom čase, keď ich prehliadate. V podstate rozpozná farbu každého prvku webovej stránky a inteligentne ju prevedie do tmavšieho odtieňa. Svetlé farby sú stmavené s väčšou intenzitou ako tmavé farby, takže väčšina farieb sa zachová.",
    "sl": "Gumb za razširitev služi kot ON | OFF stikalo, ki vam omogoča enostaven in hiter VKLOP ali IZKLOP razširitve. Preprost klik na gumb bo vklopil temni način za vse spletne strani. Ta aplikacija v temnem načinu ima osupljivo klasično zasnovo in spremeni barvo ozadja vsakega spletnega mesta v črno.\n\nTa aplikacija za brskalnik Chrome bo preklopila temno temo na vseh spletnih mestih. Družbena omrežja, spletna mesta in vsak nov zavihek bodo pobarvani črno. Ni vam več treba odpreti nastavitev za preklop na temno temo vsakič, ko odprete novo spletno mesto – samo ena aplikacija ponuja čudovito črno temo na vsakem novem zavihku ali spletnem mestu.\nZa zatemnitev vseh mest uporabite samo en preprost gumb.\n\nPoskrbite za svoje oči podnevi in ponoči s temnim načinom ali spremenite svetlost zaslona v posebno barvo za zaščito oči. Razširitev temne teme omogoča nočni način na skoraj vseh spletnih mestih in vam daje možnost nadzora nad vgrajenimi temnimi temami na tistih, ki jih imajo.\n\nUporabljamo edinstven algoritem za uporabo temnega načina za vsa spletna mesta v realnem času med brskanjem. V bistvu zazna barvo vsakega elementa spletnega mesta in jo inteligentno pretvori v temnejši odtenek. Svetle barve potemnimo z večjo intenzivnostjo kot temne barve, tako da se večina barv ohrani.",
    "sr": "Дугме за проширење служи као ОН | ОФФ прекидач који вам омогућава да лако и брзо укључите или искључите проширење. Једноставан клик на дугме ће укључити тамни режим за све веб странице. Ова апликација за тамни режим има одличан класични дизајн и мења боју позадине сваке веб странице у црну.\n\nОва апликација за Цхроме претраживач ће променити тамну тему на свим веб локацијама. Друштвене мреже, веб странице и свака нова картица биће обојене у црно. Више не морате да отварате подешавања да бисте прешли на тамну тему сваки пут када отворите нову веб локацију – само једна апликација пружа сјајну црну тему на свакој новој картици или веб локацији.\nКористите само једно једноставно дугме да затамните све локације.\n\nВодите рачуна о својим очима дању и ноћу користећи тамни режим или мењајући осветљеност екрана у посебну боју која штити очи. Екстензија за тамну тему омогућава ноћни режим на скоро свим веб локацијама и даје вам могућност да контролишете уграђене тамне теме на онима које га имају.\n\nКористимо јединствени алгоритам за примену тамног режима на све веб локације у реалном времену док их претражујете. У основи детектује боју сваког елемента веб странице и интелигентно је претвара у тамнију нијансу. Светле боје су затамњене интензивније од тамних боја, тако да је већина боја сачувана.",
    "sv": "Förlängningsknappen fungerar som en ON | OFF-brytare som gör att du enkelt och snabbt kan slå PÅ eller AV förlängningen. Ett enkelt klick på en knapp aktiverar mörkt läge för alla webbsidor. Denna mörka lägesapp har en fantastisk klassisk design och ändrar bakgrundsfärgen på varje webbplats till svart.\n\nDen här appen för Chrome-webbläsaren byter ett mörkt tema på alla webbplatser. Sociala nätverk, webbplatser och varje ny flik kommer att målas svart. Du behöver inte längre öppna inställningar för att byta till ett mörkt tema varje gång du öppnar en ny webbplats - bara en applikation ger ett fantastiskt svart tema på varje ny flik eller webbplats.\nAnvänd bara en enkel knapp för att göra alla webbplatser mörkare.\n\nTa hand om dina ögon dag och natt med mörkt läge eller ändra skärmens ljusstyrka till speciell ögonskyddande färg. Mörkt tematillägg aktiverar nattläge på nästan alla webbplatser och ger dig möjlighet att styra de inbyggda mörka teman på de som har det.\n\nVi använder en unik algoritm för att tillämpa mörkt läge på alla webbplatser i realtid när du surfar. Den upptäcker i princip färgen på varje element på en webbplats och konverterar den intelligent till en mörkare nyans. Ljusa färger mörknar med mer intensitet än mörka färger så att de flesta av färgerna bevaras.",
    "sw,th": "The extension button serves as an ON | OFF switch which enables you to easily and quickly turn the extension ON or OFF. A simple click on a button will turn on dark mode for all web pages. This dark mode app has an awesome classic design and changes the background color of every website to black. \n\nThis app for the Chrome browser will switch a dark theme on all the websites. Social networks, websites, and every new tab will be painted black. You no longer need to open settings to switch to a dark theme every time you open a new website - only one application provides an awesome black theme on every new tab or website.\nUse only one simple button to darken all sites. \n\nTake care of your eyes day and night using dark mode or changing screen brightness to special eye-protective color. Dark Theme extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nWe use a unique algorithm to apply dark mode to all the websites in real-time as you browse. It basically detects the color of each element of a website and intelligently converts it to a darker shade. Bright colors are darkened at more intensity than dark colors so that most of the colors are preserved.",
    "tr": "Uzatma düğmesi bir AÇIK | Uzantıyı kolay ve hızlı bir şekilde AÇIK veya KAPALI konuma getirmenizi sağlayan KAPALI anahtarı. Bir düğmeye basit bir tıklama, tüm web sayfaları için karanlık modu açacaktır. Bu karanlık mod uygulaması harika bir klasik tasarıma sahiptir ve her web sitesinin arka plan rengini siyah olarak değiştirir.\n\nChrome tarayıcısı için bu uygulama, tüm web sitelerinde karanlık bir temayı değiştirir. Sosyal ağlar, web siteleri ve her yeni sekme siyaha boyanacak. Artık yeni bir web sitesini her açtığınızda karanlık bir temaya geçmek için ayarları açmanıza gerek yok - her yeni sekmede veya web sitesinde harika bir siyah tema sağlayan yalnızca bir uygulama var.\nTüm siteleri karartmak için yalnızca tek bir basit düğme kullanın.\n\nKaranlık modu kullanarak veya ekran parlaklığını özel göz koruyucu renge değiştirerek gece gündüz gözlerinize iyi bakın. Koyu tema uzantısı, neredeyse tüm web sitelerinde gece modunu etkinleştirir ve size, buna sahip olanlarda yerleşik karanlık temaları kontrol etme yeteneği verir.\n\nSiz gezinirken tüm web sitelerine gerçek zamanlı olarak karanlık mod uygulamak için benzersiz bir algoritma kullanıyoruz. Temel olarak bir web sitesinin her bir öğesinin rengini algılar ve onu akıllıca daha koyu bir gölgeye dönüştürür. Parlak renkler, koyu renklerden daha yoğun bir şekilde koyulaştırılır, böylece renklerin çoğu korunur.",
    "vi": "Nút tiện ích đóng vai trò BẬT | Công tắc TẮT cho phép bạn BẬT hoặc TẮT tiện ích mở rộng một cách dễ dàng và nhanh chóng. Một cú nhấp chuột đơn giản vào nút sẽ bật chế độ tối cho tất cả các trang web. Ứng dụng chế độ tối này có thiết kế cổ điển tuyệt vời và thay đổi màu nền của mọi trang web thành màu đen.\n\nỨng dụng dành cho trình duyệt Chrome này sẽ chuyển sang chủ đề tối trên tất cả các trang web. Mạng xã hội, trang web và mọi tab mới sẽ được sơn màu đen. Bạn không còn cần phải mở cài đặt để chuyển sang chủ đề tối mỗi khi mở trang web mới - chỉ một ứng dụng cung cấp chủ đề màu đen tuyệt vời trên mọi tab hoặc trang web mới.\nChỉ sử dụng một nút đơn giản để làm tối tất cả các trang web.\n\nChăm sóc đôi mắt của bạn cả ngày lẫn đêm bằng cách sử dụng chế độ tối hoặc thay đổi độ sáng màn hình thành màu bảo vệ mắt đặc biệt. Tiện ích mở rộng chủ đề tối bật chế độ ban đêm trên gần như tất cả các trang web và cung cấp cho bạn khả năng kiểm soát các chủ đề tối tích hợp trên những trang có tiện ích này.\n\nChúng tôi sử dụng một thuật toán duy nhất để áp dụng chế độ tối cho tất cả các trang web trong thời gian thực khi bạn duyệt. Về cơ bản, nó phát hiện màu sắc của từng thành phần của trang web và chuyển đổi nó thành màu tối hơn một cách thông minh. Các màu sáng được làm tối ở cường độ cao hơn các màu tối để hầu hết các màu được giữ nguyên.",
    "zh_CN": "扩展按钮用作 ON | OFF 开关，使您可以轻松快速地打开或关闭分机。 只需单击一个按钮即可为所有网页打开暗模式。 这个黑暗模式应用程序有一个很棒的经典设计，并将每个网站的背景颜色更改为黑色。\n\n这个适用于 Chrome 浏览器的应用程序将在所有网站上切换一个深色主题。 社交网络、网站和每个新标签都将被涂成黑色。 每次打开新网站时，您不再需要打开设置以切换到深色主题 - 只有一个应用程序在每个新标签或网站上提供一个很棒的黑色主题。\n仅使用一个简单的按钮即可使所有站点变暗。\n\n使用深色模式或将屏幕亮度更改为特殊的护眼颜色，日夜呵护您的眼睛。 深色主题扩展可在几乎所有网站上启用夜间模式，并使您能够控制拥有它的内置深色主题。\n\n我们使用独特的算法在您浏览时实时将暗模式应用于所有网站。 它基本上检测网站每个元素的颜色，并智能地将其转换为更深的阴影。 明亮的颜色比深色颜色变暗的强度更大，因此大部分颜色都得以保留。",
    "zh_TW": "擴展按鈕用作 ON | OFF 開關，使您可以輕鬆快速地打開或關閉分機。 只需單擊一個按鈕即可為所有網頁打開暗模式。 這個黑暗模式應用程序有一個很棒的經典設計，並將每個網站的背景顏色更改為黑色。\n\n這個適用於 Chrome 瀏覽器的應用程序將在所有網站上切換一個深色主題。 社交網絡、網站和每個新標籤都將被塗成黑色。 每次打開新網站時，您不再需要打開設置以切換到深色主題 - 只有一個應用程序在每個新標籤或網站上提供一個很棒的黑色主題。\n僅使用一個簡單的按鈕即可使所有站點變暗。\n\n使用深色模式或將屏幕亮度更改為特殊的護眼顏色，日夜呵護您的眼睛。 深色主題擴展可在幾乎所有網站上啟用夜間模式，並使您能夠控制擁有它的內置深色主題。\n\n我們使用獨特的算法在您瀏覽時實時將暗模式應用於所有網站。 它基本上檢測網站每個元素的顏色，並智能地將其轉換為更深的陰影。 明亮的顏色比深色顏色變暗的強度更大，因此大部分顏色都得以保留。"
  }
}