{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DesModder for Desmos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your Desmos graph creation and sharing experience with many convenient features"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your Desmos graph creation and sharing experience with many convenient features:\n\n- Core\n  - Adjust settings that can let you hide the keypad, lock the viewport, and more\n  - Render implicit-filled expressions on the GPU\n  - Export videos and GIFs of your graphs based on actions or sliders\n  - View expressions in a text editor (Beta)\n  - Autocomplete variable names, jump to definitions, and create/use your own documentation.\n- Utility\n  - Paste ASCIIMath (such as the results of Wolfram Alpha queries) into Desmos\n  - Pin expressions to the top\n  - Find and replace expressions\n  - Display graph performance metrics\n  - Adds right-click (instead of long press) on expressions to style them\n  - Duplicate any expression with hotkey Ctrl+Q\n  - Quickly dump a folder's entire contents, and merge expressions into a folder\n  - Tweak equation input settings to make typing equations easier.\n  - Measure the size of expressions for Code Golfing purposes.\n- Visual\n  - Change the primary color from blue to any color\n  - Toggle display of expression IDs\n  - Display list elements, colors, and undefined values in expression list\n  - View tips including lesser-known features of Desmos\n  - Hide and ignore unwanted slider suggestions\n  - Make the UI more compact to see more on the screen at once.\n  - Split expressions onto multiple lines.\n  - Highlight brackets to make complicated expressions easier to read.\n- Integration\n  - Integration with WakaTime\n- More to come!\n\nAll graphs created using this extension are compatible with vanilla Desmos. This means your graphs are always safe to share with others, regardless of whether or not they have DesModder.\n\n- One small exception: expressions rendered using GLesmos may be much slower for people without the feature.\n\nChrome will warn you asking for permission for the declarativeNetRequest API (\"Block content on any page you visit\"). In this case, the warning is inaccurate because the net request rules apply [only to Desmos](https://github.com/DesModder/DesModder/blob/main/public/chrome/net_request_rules.json) and simply modify response headers to provide permissions that enable in-browser video export. This extension follows Chrome's best practices and is open source (https://github.com/DesModder/DesModder), so you and others can contribute and see what goes on in the background.\n\nKeep in mind that many features of this extension rely on unofficial, undocumented, or unstable parts of Desmos. When something stops working, report it on http://github.com/DesModder/DesModder/issues with a description of the issue.\n\nCurrently only works on the public-facing calculator at https://desmos.com/calculator.\n\nNot affiliated with Desmos."
  }
}