{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PopLab Web Clipper",
    "de": "PopLab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Préparer, organiser et partager le savoir",
    "de": "Wissen sammeln, Unterricht gestalten und teilen"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enrichissez vos cours et construisez votre veille pédagogique plus facilement avec le Web Clipper de PopLab ✂️\n\nLe Web Clipper de PopLab est une extension de navigateur gratuite qui vous permet d’enregistrer du texte, des images, des vidéos, des liens et plus encore dans votre compte PopLab, à partir de n’importe quel site web.\n\nCAPTUREZ OÙ QUE VOUS SOYEZ\n\nSi vous tombez sur du contenu qui vous intéresse, il vous suffit de cliquer sur le bouton PopLab en haut à droite de votre navigateur pour lancer le Web Clipper.\n\nENREGISTREZ CE QUE VOUS VOULEZ\n\nImportez des pages web, des articles, des images ou des vidéos en quelques clics. Vous pouvez choisir de capturer des pages entières ou uniquement le passage que vous souhaitez à l’aide de notre outil de sélection intelligent.\n\nPERSONNALISEZ LE CONTENU\n\nLe Web Clipper de PopLab récupère automatiquement les métadonnées de la page pour enrichir votre capture. Vous pouvez les modifier avant de les importer dans votre compte PopLab.\n\nRESTEZ ORGANISÉ\n\nEnregistrez le contenu capturé exactement là où vous le souhaitez : votre Frigo ou le document de votre choix.\n\nQu’est-ce que PopLab ?\n\nPopLab est un outil de création de cours tout-en-un pensé avec et pour les enseignants. Rassemblez votre contenu pédagogique, créez des cours captivants et partagez-les à vos élèves en quelques clics.",
    "de": "Capturer des éléments de n'importe quel site web pour les envoyer sur son compte PopLab.\nUne fois connecté, l'extension permet de capturer une zone, la page ou une vidéo et de la transférer dans le Frigo du compte PopLab."
  }
}