{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Medical Book",
    "vi": "Sách y khoa"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Quickly calculate prices and want to buy medical books",
    "vi": "Tính giá nhanh muốn mua sách y khoa"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the Medical Book app on Chrome Extension! This application helps you look up medical book prices easily and conveniently. With quick pricing and a list of trending books, you can quickly discover health and medical knowledge.\n\nSalient features:\n\nQuick and convenient price calculation: The application allows you to easily estimate the price for the number of medical books you want to buy. Just enter the quantity in the corresponding box, the application will automatically calculate the estimated total price, giving you a clear view of the expected cost.\n\nExplore trending books: The app displays a list of trending medical books, including about hair, teeth, general health, and exercise. You can learn about important topics related to your health.\n\nHow to install and use:\n\nSetting:\n- Open Google Chrome browser.\n- Access Chrome Web Store.\n- Search for \"Medical Book\" in the search box.\n- Select the \"Medical Book\" utility and press the \"Install\" button.\n\nUse:\n- When you browse the web or search for medical books, the \"Medical Book\" application icon will appear in the browser toolbar.\n- Click the icon to open the utility.\n- To calculate the price of books, enter the quantity you want to buy in the corresponding box and the app will display the estimated total price.\n- In the trending books list, you can learn about books related to hair, teeth, general health and exercise.\n\nContact for application comments at:\n- Address: Street Name 10 Building 45 1234 AB Oslo\n- Email: pdfradiology.com@gmail.com"
  }
}