{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "mydealz | Spare beim Shoppen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Suche nicht mehr nach Rabatten! mydealz findet die besten für Dich."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🛍 DEIN SHOPPING-ASSISTENT\nStöbere bei Deinen Lieblingshändlern und kaufe wie gewohnt ein. Die Erweiterung wird Dich benachrichtigen, sobald ein Rabatt oder ein gutes Angebot bei unseren Partner-Shops verfügbar ist.\n\n🔥 DIE HEISSESTEN DEALS AUS UNSERER COMMUNITY\nDie besten Angebote der mydealz-Community auf Knopfdruck! Greife mit einem Klick auf die besten Deals und Freebies verschiedener Einzelhändler zu, die von unserer versierten Shopper-Community geteilt werden.\n\n✨ AUTOMATISCHES TESTEN DER GUTSCHEINE\nSobald Du dich auf einer Warenkorbseite befindest, prüft die mydealz-Erweiterung automatisch alle verfügbaren Gutscheine und wendet den besten an.\n\n \n\n✅ DEINE PRIVATSPHÄRE\n\nmydealz verwendet Deine Browsing-Daten, um Dir Rabatte anzubieten, wenn Du Partner-Websites besuchst. Für weitere Informationen besuche bitte unsere Datenschutzrichtlinien (https://www.mydealz.de/datenschutz))\n\nWir werden niemals Deine Adressen, Transaktionen, Kontostände oder andere persönliche Informationen sammeln.\n\nWir werden Deine Daten niemals an Dritte verkaufen.\n\nEinstellungen für Cookies\n\nAnalytische Cookies werden verwendet, um zu verstehen, wie Besucher mit der Erweiterung interagieren: Anzahl der Besucher, Traffic-Quelle, etc. Du kannst Deine Zustimmung jederzeit auf der Einstellungsseite ändern oder widerrufen. Für weitere Informationen besuche bitte unsere Cookie-Richtlinien (https://www.mydealz.de/cookie)"
  }
}