{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lego Quick Order"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly add pieces to your LEGO cart by entering IDs and quantities, or upload a CSV and save time when shopping.",
    "es": "Añade al instante las piezas a tu carrito de LEGO indicando IDs y cantidades, o sube un CSV y ahorra tiempo en tus compras."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you frequently shop on the LEGO website?\nWould you like to add items to your cart using only the element ID, without browsing or searching for them manually?\nDo you have a CSV file with all the elements you want to purchase?\n\nLego Quick Order is the perfect solution to streamline your shopping. This tool, which you can deploy in the side panel, allows you to add items to your cart quickly and efficiently. You can do this in two ways:\n\n1. By manually entering the element IDs and quantities.\n2. By uploading a CSV file with the list of elements and quantities.\n\nIn addition, Lego Quick Order gives you a detailed summary of your actions:\n- You will see which items were successfully added.\n- You will identify the items that could not be added and the reasons.\n- For items not added, you will be able to download a new CSV file ready to retry, excluding those not found.\n\nThat's all for now! Your suggestions or requests for additional features are always welcome.",
    "es": "¿Compras frecuentemente en la página de LEGO?\n¿Te gustaría añadir piezas al carrito usando solo el ID del elemento, sin navegar ni buscarlas manualmente?\n¿Tienes un archivo CSV con todos los elementos que deseas adquirir?\n\nLego Quick Order es la solución perfecta para agilizar tus compras. Esta herramienta, que puedes desplegar en el panel lateral, te permite añadir piezas al carrito de manera rápida y eficiente. Puedes hacerlo de dos formas:\n\n1. Introduciendo manualmente los IDs de los elementos y las cantidades.\n2. Subiendo un archivo CSV con la lista de elementos y cantidades.\n\nAdemás, Lego Quick Order te ofrece un resumen detallado de tus acciones:\n- Verás qué elementos se añadieron con éxito.\n- Identificarás los elementos que no se pudieron añadir y las razones.\n- Para los elementos no añadidos, podrás descargar un nuevo archivo CSV listo para reintentar, excluyendo aquellos no encontrados.\n\n¡Eso es todo por ahora! Tus sugerencias o solicitudes de funcionalidades adicionales son siempre bienvenidas."
  }
}