{
  "name": {
    "ar": "Corruptbox 2 لكن Sprunki",
    "am": "ኮራፕትቦክስ 2 ነገር ግን ስፕሩንኪ",
    "bg": "Corruptbox 2 Но Sprunki",
    "bn": "করাপ্টবক্স ২ কিন্তু স্প্রাঙ্কি",
    "ca": "Corruptbox 2 Però Sprunki",
    "cs,pl,sk": "Corruptbox 2 Ale Sprunki",
    "da,no,sv": "Corruptbox 2 Men Sprunki",
    "de": "Corruptbox 2 Aber Sprunki",
    "el": "Corruptbox 2 Αλλά Sprunki",
    "en,en_AU,en_GB,en_US,vi,zh_CN,zh_TW": "Corruptbox 2 But Sprunki",
    "es,es_419": "Corruptbox 2 Pero Sprunki",
    "et": "Corruptbox 2 Aga Sprunki",
    "fa": "Corruptbox 2 اما Sprunki",
    "fi": "Corruptbox 2 Mutta Sprunki",
    "fil": "Corruptbox 2 Ngunit Sprunki",
    "fr": "Corruptbox 2 Mais Sprunki",
    "gu": "ભ્રષ્ટાચારબોક્સ 2 પરંતુ સ્પ્રંકી",
    "he": "קוראפטבוקס 2 אבל ספרונקי",
    "hi": "भ्रष्टबॉक्स 2 लेकिन स्प्रंकी",
    "hr,sr": "Corruptbox 2 Ali Sprunki",
    "hu": "Corruptbox 2 De Sprunki",
    "id": "Corruptbox 2 Tapi Sprunki",
    "it": "Corruptbox 2 Ma Sprunki",
    "ja": "Corruptbox 2 しかし Sprunki",
    "kn": "ಕೊರಪ್ಟ್ಬಾಕ್ಸ್ 2 ಆದರೆ ಸ್ಪ್ರಂಕಿ",
    "ko": "Corruptbox 2 하지만 Sprunki",
    "lt,lv": "Corruptbox 2 Bet Sprunki",
    "ml": "കറപ്റ്റ്ബോക്സ് 2 ബട് സ്പ്രങ്കി",
    "mr": "भ्रष्टबॉक्स 2 पण स्प्रंकी",
    "ms": "Corruptbox 2 Tetapi Sprunki",
    "nl": "Corruptbox 2 Maar Sprunki",
    "pt_BR,pt_PT": "Corruptbox 2 Mas Sprunki",
    "ro": "Corruptbox 2 Dar Sprunki",
    "ru": "Corruptbox 2, но Sprunki",
    "sl": "Corruptbox 2 Ampak Sprunki",
    "sw": "Corruptbox 2 Lakini Sprunki",
    "ta": "Corruptbox 2 ஆனால் Sprunki",
    "te": "కరప్ట్బాక్స్ 2 కానీ స్ప్రంకీ",
    "th": "Corruptbox 2 แต่ Sprunki",
    "tr": "Corruptbox 2 Ama Sprunki",
    "uk": "Corruptbox 2 Але Sprunki"
  },
  "short": {
    "ar": "جرب Corruptbox 2 But Sprunki - لعبة ألغاز رعب فريدة من نوعها مع فن التلف وصوتيات غريبة.",
    "am": "Corruptbox 2 But Sprunkiን ያስተውሉ - ከግሊች አርት እና አስፈሪ የድምፅ ስኬፖች ጋር የተዋቀረ ልዩ የሆረር ፓዝል ጨዋታ።",
    "bg": "Изживейте Corruptbox 2 But Sprunki - Уникална хорър пъзел игра с глитч изкуство и зловещи звукови пейзажи.",
    "bn": "অভিজ্ঞতা করুন Corruptbox 2 But Sprunki - একটি অনন্য হরর পাজল গেম গ্লিচ আর্ট এবং ভৌতিক সাউন্ডস্কেপ সহ।",
    "ca": "Experimenta Corruptbox 2 But Sprunki: Un joc de trencaclosques d'horror únic amb art de glitch i paisatges sonors inquietants.",
    "cs": "Zažijte Corruptbox 2 But Sprunki – unikátní hororovou puzzle hru s glitch artem a strašidelnými zvukovými krajinami.",
    "da": "Oplev Corruptbox 2 But Sprunki - Et unikt gysespil med puslespil, glitch-kunst og uhyggelige lydlandskaber",
    "de": "Erlebe Corruptbox 2 But Sprunki – Ein einzigartiges Horror-Puzzle-Spiel mit Glitch-Art und unheimlichen Klanglandschaften.",
    "el": "Βιώστε το Corruptbox 2 But Sprunki - Ένα μοναδικό παιχνίδι τρόμου και παζλ με glitch art και απόκοσμους ηχητικούς τοπίους.",
    "en": "Experience Corruptbox 2 But Sprunki - A unique horror puzzle game with glitch art and eerie soundscapes.",
    "en_AU,en_US,vi,zh_CN,zh_TW": "Experience Corruptbox 2 But Sprunki - A unique horror puzzle game featuring glitch art and eerie soundscapes.",
    "en_GB": "Experience Corruptbox 2 But Sprunki – A unique horror puzzle game featuring glitch art and eerie soundscapes.",
    "es": "Experimenta Corruptbox 2 But Sprunki: un juego único de horror y rompecabezas con arte glitch y paisajes sonoros inquietantes.",
    "es_419": "Experimenta Corruptbox 2 But Sprunki: Un juego único de terror y puzles con arte glitch y paisajes sonoros inquietantes.",
    "et": "Koge Corruptbox 2 But Sprunki – ainulaadne õudusmõistatusmäng, kus on glitch-kunst ja õudsed helimaastikud.",
    "fa": "تجربه کوراپتباکس ۲ اما اسپرونکی - یک بازی پازل ترسناک منحصر به فرد با هنر گلیچ و فضاسازی صوتی ترسناک",
    "fi": "Koe Corruptbox 2 But Sprunki - ainutlaatuinen kauhupulmapeli glitch-taiteella ja kammottavilla äänimaisemilla.",
    "fil": "Makaranas ng Corruptbox 2 Ngunit Sprunki - Isang natatanging horror puzzle game na may glitch art at nakakabagabag na soundscapes.",
    "fr": "Découvrez Corruptbox 2 But Sprunki - Un jeu d'horreur et de puzzle unique avec de l'art glitch et des ambiances sonores…",
    "gu": "કોરપ્ટબોક્સ 2 બટ સ્પ્રંકીનો અનુભવ કરો - ગ્લિચ આર્ટ અને વિચિત્ર સાઉન્ડસ્કેપ્સ સાથેનો એક અનોખો હોરર પઝલ ગેમ।",
    "he": "חווה את Corruptbox 2 But Sprunki - משחק פאזלים אימה ייחודי עם אמנות גליצ'ים ונופי סאונד מצמררים.",
    "hi": "Corruptbox 2 But Sprunki का अनुभव करें - ग्लिच आर्ट और भयानक ध्वनि परिदृश्यों के साथ एक अनोखा हॉरर पहेली खेल।",
    "hr": "Iskusite Corruptbox 2 But Sprunki - Jedinstvenu horor slagalicu s glitch umjetnošću i jezivim zvučnim pejzažima.",
    "hu": "Élvezd a Corruptbox 2 But Sprunki-t – Egy egyedi horror puzzle játék glitch művészettel és hátborzongató hangulatvilággal.",
    "id": "Rasakan Corruptbox 2 Tapi Sprunki - Sebuah game puzzle horor unik dengan seni glitch dan suasana suara yang mencekam.",
    "it": "Esperienza Corruptbox 2 But Sprunki - Un unico gioco horror puzzle con arte glitch e paesaggi sonori inquietanti.",
    "ja": "Corruptbox 2 But Sprunkiを体験 - グリッチアートと不気味なサウンドスケープが特徴のユニークなホラーパズルゲーム",
    "kn": "ಕರಪ್ಟ್ಬಾಕ್ಸ್ 2 ಬಟ್ ಸ್ಪ್ರುಂಕಿ ಅನುಭವಿಸಿ - ಗ್ಲಿಚ್ ಆರ್ಟ್ ಮತ್ತು ಭಯಾನಕ ಧ್ವನಿ ವಿನ್ಯಾಸಗಳೊಂದಿಗೆ ಒಂದು ಅನನ್ಯ ಹಾರರ್ ಪಝಲ್ ಗೇಮ್",
    "ko": "Corruptbox 2 But Sprunki 체험하기 - 글리치 아트와 으스스한 사운드스케이프가 어우러진 독특한 공포 퍼즐 게임",
    "lt": "Patirkite „Corruptbox 2 But Sprunki“ – unikalų siaubo galvosūkį su glitch menų ir šiurpiais garso peizažais.",
    "lv": "Izbaudi Corruptbox 2 Bet Sprunki – unikālu šausmu puzles spēli ar glitch mākslu un drausmīgām skaņu ainavām.",
    "ml": "കൊറപ്റ്റ്ബോക്സ് 2 ബട് സ്പ്രങ്കി അനുഭവിക്കുക - ഗ്ലിച്ച് ആർട്ടും വിചിത്രമായ ശബ്ദപരിസരങ്ങളും ഉള്ള ഒരു അദ്വിതീയ ഹൊറർ പസിൽ ഗെയിം",
    "mr": "अनुभवा करा Corruptbox 2 But Sprunki - एक अनोखा हॉरर पॅझल गेम ज्यात ग्लिच आर्ट आणि भयप्रद साउंडस्केप आहेत.",
    "ms": "Pengalaman Corruptbox 2 But Sprunki - Sebuah permainan teka-teki seram yang unik dengan seni glitch dan landskap bunyi yang…",
    "nl": "Ervaar Corruptbox 2 But Sprunki - Een unieke horror-puzzelgame met glitch-art en griezelige soundscapes.",
    "no": "Opplev Corruptbox 2 But Sprunki - Et unikt horror-puslespill med glitch-art og uhyggelige lydlandskap",
    "pl": "Doświadcz Corruptbox 2 But Sprunki – Unikalnej gry horrorowej z zagadkami, glitch artem i upiornymi dźwiękami.",
    "pt_BR": "Experimente Corruptbox 2 But Sprunki - Um jogo de quebra-cabeças de horror único com arte glitch e paisagens sonoras assustadoras.",
    "pt_PT": "Experimente Corruptbox 2 But Sprunki - Um jogo de quebra-cabeças de terror único com arte glitch e paisagens sonoras assustadoras.",
    "ro": "Experimentează Corruptbox 2 But Sprunki - Un joc de puzzle horror unic, cu arta glitch și peisaje sonore înfiorătoare.",
    "ru": "Окунитесь в Corruptbox 2 But Sprunki — уникальную хоррор-головоломку с глитч-артом и жуткими звуковыми ландшафтами.",
    "sk": "Zažite Corruptbox 2 But Sprunki – unikátnu hororovo-logickú hru s glitch artom a strašidelnými zvukovými krajinami.",
    "sl": "Izkušnja Corruptbox 2 But Sprunki - Edinstvena grozljiva sestavljanka z umetnostjo napak in srhljivimi zvočnimi krajinami.",
    "sr": "Iskusite Corruptbox 2 But Sprunki – Jedinstvenu horor slagalicu sa glitch umetnošću i jezivim zvučnim pejzažima.",
    "sv": "Upplev Corruptbox 2 But Sprunki - Ett unikt skräckpusselspel med glitchkonst och kusliga ljudlandskap.",
    "sw": "Jaribu Corruptbox 2 Lakini Sprunki - Mchezo wa kipekee wa horror na mafumbo yenye sanaa ya glitch na sauti za kushtua.",
    "ta": "மாசடைந்த பாக்ஸ் 2 ஆனால் ஸ்ப்ரங்கி - கிளிட்ச் கலை மற்றும் பயமுறுத்தும் ஒலி அமைப்புகளுடன் ஒரு தனித்துவமான பயங்கர புதிர் விளையாட்டை…",
    "te": "కరప్ట్బాక్స్ 2 బట్ స్ప్రంకిని అనుభవించండి - గ్లిచ్ ఆర్ట్ మరియు భయానక ధ్వని పరిసరాలతో కూడిన ఒక ప్రత్యేక హారర్ పజిల్ గేమ్.",
    "th": "สัมผัสประสบการณ์ Corruptbox 2 But Sprunki - เกมปริศนาสยองขวัญที่โดดเด่นด้วยศิลปะกลิทช์และเสียงที่น่าขนลุก",
    "tr": "Corruptbox 2 Ama Sprunki'yi Deneyimleyin - Glitch sanatı ve ürpertici ses manzaralarıyla dolu benzersiz bir korku bulmaca oyunu.",
    "uk": "Досліджуйте Corruptbox 2 But Sprunki - унікальну жахливу головоломку з глітч-артом та моторошними звуковими пейзажами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Sprunki Corruptbox Extension brings the dark, immersive world of horror puzzle gaming to your Chrome browser. Key features:\n\n- Instant game access and progress tracking\n- Live notifications for in-game events\n- Puzzle hints and strategy guides\n- Achievement monitoring\n- Community interaction tools\n\nPerfect for fans of horror gaming, this extension seamlessly connects you to a unique experience blending glitch art, eerie soundscapes, and challenging puzzles. Enhance your gameplay with instant access to the corrupted digital realm of Sprunki."
  }
}