{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strava Enhanced Maps"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Strava qui permet d'ajouter de nouveaux fonds de carte au planificateur d'itinéraire."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚠️Extension compatible avec le nouveau concepteur d'itinéraire de Strava!⚠️\n\n════════════════════════════════════════════════════════════\nExtension qui ajoute le support de plusieurs fonds de cartes dans l'éditeur d'itinéraire\n════════════════════════════════════════════════════════════\n\n──────────────────────\n● Support/Aide:\n──────────────────────\n- Vous rencontrez un soucis avec l'extension, vous avez une amélioration à proposer? N'hésitez pas à me contacter par mail à x[point]deneux[arobase]gmail.com ou via twitter @xavierdeneux\n\n\n──────────────────────\n● Cartes supportées:\n──────────────────────\n- Cartographie geoportail (IGN Standard, IGN Classique, IGN Topo, IGN Satelitte)\n- Transports\n- OpenCycleMap (une future fonctionnalité permettra de créer une apikey pour ne pas avoir le message sur le fond de carte)\n- OpenStreetMap\n- Outdoors\n\n──────────────────────\n● Nouveauté v2.0 : \n- Vous pouvez maintenant superposer deux fonds de carte et jouer avec l'opacité des cartes pour recouper au mieux les informations essentielles de chaque carte!\n\n● Nouveauté v2.2:\n- Vous pouvez switcher sur le système de carto strava original et revenir à tout moment sur les carto de l'extension!\n\n● Version v2.3 :\n- La carto IGN n'était plus fonctionnelle depuis 2j suite à un changement de politique de la part d'IGN\n- Ajout de nouveaux fonds de carte Thunderforest et d'un bouton \"?\" pour me contacter en cas de besoin\n\n● Version v2.3.3 :\n- L'extension n'était plus fonctionnelle suite à une màj de l'outil chez Strava en mai 2023\n\n● Version v2.3.4 :\n- L'extension n'était plus fonctionnelle suite à une màj de l'outil chez Strava en juin 2023 (upgrade React)\n\n● Version v2.4.0 :\n- L'extension n'était plus fonctionnelle suite à une màj de l'outil chez Strava en octobre\n\n● Version v2.4.1 :\n- Mise à jour des fonds de carte IGN"
  }
}