{
  "name": {
    "ar": "عشوائي عدد المولدات",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Random Number Generator",
    "bg": "Генератор на случайни числа",
    "ca": "Generador de números aleatoris",
    "cs,sk": "Generátor náhodných čísel",
    "da": "Generator af tilfældige tal",
    "de": "Zufallszahlengenerator",
    "el": "Γεννήτρια τυχαίων αριθμών",
    "es": "Generador de números aleatorios",
    "et": "Juhuslike numbrite generaator",
    "fa": "مولد اعداد تصادفی",
    "fi": "Satunnaislukugeneraattori",
    "fr": "Générateur de nombres aléatoires",
    "he": "מחולל מספר אקראי",
    "hi": "रैंडम संख्या जनरेटर",
    "hr": "Generator slučajnih brojeva",
    "hu": "Véletlenszám-generátor",
    "id": "Generator Angka Acak",
    "it": "Generatore di numeri casuali",
    "ja": "乱数ジェネレータ",
    "ko": "난수 생성기",
    "lt": "Atsitiktinių skaičių generatorius",
    "lv": "Nejaušo skaitļu ģenerators",
    "ms": "Penjana Nombor Rawak",
    "nl": "Willekeurig nummer generator",
    "no": "Tilfeldig tallgenerator",
    "pl": "Generator liczb losowych",
    "ro": "Generator de numere aleatorii",
    "ru": "Генератор случайных чисел",
    "sl": "Generator naključnih števil",
    "sr": "Генератор случајних бројева",
    "sv": "Slumptalsgenerator",
    "th": "เครื่องกำเนิดตัวเลขสุ่ม",
    "tr": "Rastgele numara üreticisi",
    "uk": "Генератор випадкових чисел",
    "vi": "Trình tạo số ngẫu nhiên",
    "zh_CN": "随机数发生器",
    "zh_TW": "隨機數發生器"
  },
  "short": {
    "ar": "توليد رقم عشوائي من النطاق",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Generate random number from the range",
    "bg": "Генерирайте произволно число от диапазона",
    "ca": "Genera un nombre aleatori a partir de l&#39;interval",
    "cs,sk": "Vygenerujte náhodné číslo z rozsahu",
    "da": "Generer tilfældigt tal fra området",
    "de": "Zufallszahl aus dem Bereich generieren",
    "el": "Δημιουργήστε τυχαίο αριθμό από το εύρος",
    "es": "Generar número aleatorio del rango",
    "et": "Looge vahemikust juhuslik arv",
    "fa": "اعداد تصادفی را از محدوده تولید کنید",
    "fi": "Luo satunnaisluku alueelta",
    "fil": "Bumuo ng random na numero mula sa hanay",
    "fr": "Générer un nombre aléatoire à partir de la plage",
    "he": "צור מספר אקראי מהטווח",
    "hi": "रेंज से यादृच्छिक संख्या उत्पन्न करें",
    "hr": "Generirajte slučajni broj iz raspona",
    "hu": "Véletlen szám generálása a tartományból",
    "id": "Hasilkan nomor acak dari rentang",
    "it": "Genera un numero casuale dall&#39;intervallo",
    "ja": "範囲から乱数を生成します",
    "ko": "범위에서 난수 생성",
    "lt": "Sugeneruokite atsitiktinį skaičių iš diapazono",
    "lv": "Ģenerējiet nejaušu skaitli no diapazona",
    "ms": "Hasilkan nombor rawak daripada julat",
    "nl": "Genereer een willekeurig getal uit het bereik",
    "no": "Generer tilfeldig tall fra området",
    "pl": "Wygeneruj losową liczbę z zakresu",
    "ro": "Generați un număr aleatoriu din interval",
    "ru": "Генерировать случайное число из диапазона",
    "sl": "Ustvari naključno število iz obsega",
    "sr": "Генеришите случајни број из опсега",
    "sv": "Generera slumptal från intervallet",
    "th": "สร้างตัวเลขสุ่มจากช่วง",
    "tr": "Aralıktan rastgele sayı üret",
    "uk": "Згенерувати випадкове число з діапазону",
    "vi": "Tạo số ngẫu nhiên từ phạm vi",
    "zh_CN": "从范围内生成随机数",
    "zh_TW": "從範圍內生成隨機數"
  },
  "long": {
    "ar": "قم بإنشاء أرقام عشوائية باستخدام برنامجنا اليوم.\n\nما عليك سوى اختيار النطاق الذي تريد أن يكون الرقم العشوائي منه.\n\nعلى سبيل المثال ، يتم تعيينه افتراضيًا من 1 إلى 100.\n\nاضغط على زر إنشاء الرقم وسيظهر رقم عشوائي داخل البرنامج.\n\nإليك كيف يمكنك البدء في استخدام برنامج إنشاء الأرقام العشوائية الخاص بنا.\n\nما عليك سوى اختيار النطاق الذي يجب إنشاء الرقم منه.\n\nعلى سبيل المثال ، يمكنك الاختيار من 1 إلى 100.\n\nاضغط على زر إنشاء رقم ويمكنك إنشاء رقم عشوائي.\n\nاضغط على الزر في كل مرة تريد إنشاء رقم عشوائي جديد.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Generate random numbers using our software today.\n\nSimply choose the range you want the random number to be from.\n\nFor example, it is set by default from 1 to 100.\n\nPress the generate number button and a random number will be shown inside the software.\n\nHere is how you can begin using our random number generator software.\n\nSimply choose the range that the number should be generated from.\n\nFor example, you can choose from 1 - 100.\n\nPress the Generate Number button and you can generate a random number.\n\nPress the button each time you want to generate a new random number.",
    "bg": "Генерирайте произволни числа с помощта на нашия софтуер днес.\n\nПросто изберете диапазона, от който искате да бъде произволното число.\n\nНапример, той е зададен по подразбиране от 1 до 100.\n\nНатиснете бутона за генериране на число и в софтуера ще се покаже произволно число.\n\nЕто как можете да започнете да използвате нашия софтуер за генериране на произволни числа.\n\nПросто изберете диапазона, от който трябва да се генерира числото.\n\nНапример, можете да избирате от 1 до 100.\n\nНатиснете бутона Генериране на число и можете да генерирате произволно число.\n\nНатиснете бутона всеки път, когато искате да генерирате ново произволно число.",
    "ca": "Genereu números aleatoris amb el nostre programari avui.\n\nSimplement trieu l'interval del qual voleu que sigui el nombre aleatori.\n\nPer exemple, s'estableix per defecte d'1 a 100.\n\nPremeu el botó de generar número i es mostrarà un número aleatori dins del programari.\n\nA continuació, es mostra com podeu començar a utilitzar el nostre programari generador de números aleatoris.\n\nSimplement trieu l'interval des del qual s'ha de generar el número.\n\nPer exemple, podeu triar entre 1 i 100.\n\nPremeu el botó Genera número i podreu generar un nombre aleatori.\n\nPremeu el botó cada vegada que vulgueu generar un nou nombre aleatori.",
    "cs": "Generujte náhodná čísla pomocí našeho dnešního softwaru.\n\nJednoduše vyberte rozsah, ze kterého má být náhodné číslo.\n\nNapříklad je standardně nastaveno od 1 do 100.\n\nStiskněte tlačítko generovat číslo a uvnitř softwaru se zobrazí náhodné číslo.\n\nZde je návod, jak můžete začít používat náš software pro generátor náhodných čísel.\n\nJednoduše zvolte rozsah, ze kterého má být číslo generováno.\n\nMůžete si vybrat například od 1 do 100.\n\nStiskněte tlačítko Generovat číslo a můžete vygenerovat náhodné číslo.\n\nStiskněte tlačítko pokaždé, když chcete vygenerovat nové náhodné číslo.",
    "da": "Generer tilfældige tal ved hjælp af vores software i dag.\n\nDu skal blot vælge det område, du vil have det tilfældige tal fra.\n\nFor eksempel er det som standard indstillet fra 1 til 100.\n\nTryk på knappen Generer tal, og et tilfældigt tal vil blive vist inde i softwaren.\n\nHer er, hvordan du kan begynde at bruge vores software til generator af tilfældige tal.\n\nDu skal blot vælge det område, som nummeret skal genereres fra.\n\nFor eksempel kan du vælge mellem 1 - 100.\n\nTryk på knappen Generer tal, og du kan generere et tilfældigt tal.\n\nTryk på knappen, hver gang du vil generere et nyt tilfældigt tal.",
    "de": "Generieren Sie noch heute Zufallszahlen mit unserer Software.\n\nWählen Sie einfach den Bereich aus, aus dem die Zufallszahl stammen soll.\n\nBeispielsweise ist es standardmäßig auf 1 bis 100 eingestellt.\n\nDrücken Sie die Schaltfläche Nummer generieren und eine Zufallszahl wird in der Software angezeigt.\n\nSo können Sie mit der Verwendung unserer Zufallszahlengenerator-Software beginnen.\n\nWählen Sie einfach den Bereich, aus dem die Nummer generiert werden soll.\n\nSie können beispielsweise zwischen 1 und 100 wählen.\n\nDrücken Sie die Schaltfläche Nummer generieren und Sie können eine Zufallszahl generieren.\n\nDrücken Sie die Taste jedes Mal, wenn Sie eine neue Zufallszahl generieren möchten.",
    "el": "Δημιουργήστε τυχαίους αριθμούς χρησιμοποιώντας το λογισμικό μας σήμερα.\n\nΑπλώς επιλέξτε το εύρος από το οποίο θέλετε να προέρχεται ο τυχαίος αριθμός.\n\nΓια παράδειγμα, έχει οριστεί από προεπιλογή από 1 έως 100.\n\nΠατήστε το κουμπί δημιουργίας αριθμών και θα εμφανιστεί ένας τυχαίος αριθμός μέσα στο λογισμικό.\n\nΔείτε πώς μπορείτε να αρχίσετε να χρησιμοποιείτε το λογισμικό μας για τη δημιουργία τυχαίων αριθμών.\n\nΑπλώς επιλέξτε το εύρος από το οποίο θα δημιουργηθεί ο αριθμός.\n\nΓια παράδειγμα, μπορείτε να επιλέξετε από 1 έως 100.\n\nΠατήστε το κουμπί Δημιουργία αριθμού και μπορείτε να δημιουργήσετε έναν τυχαίο αριθμό.\n\nΠατήστε το κουμπί κάθε φορά που θέλετε να δημιουργήσετε έναν νέο τυχαίο αριθμό.",
    "es": "Genere números aleatorios usando nuestro software hoy.\n\nSimplemente elija el rango del que desea que sea el número aleatorio.\n\nPor ejemplo, está configurado de forma predeterminada de 1 a 100.\n\nPresione el botón generar número y se mostrará un número aleatorio dentro del software.\n\nAsí es como puede comenzar a usar nuestro software generador de números aleatorios.\n\nSimplemente elija el rango a partir del cual se debe generar el número.\n\nPor ejemplo, puede elegir entre 1 y 100.\n\nPresiona el botón Generar número y podrás generar un número aleatorio.\n\nPulsa el botón cada vez que quieras generar un nuevo número aleatorio.",
    "et": "Looge meie tarkvara abil juhuslikke numbreid juba täna.\n\nValige lihtsalt vahemik, millest soovite juhuslikku arvu kuuluda.\n\nNäiteks on see vaikimisi seatud vahemikus 1 kuni 100.\n\nVajutage numbri genereerimise nuppu ja tarkvara sees kuvatakse juhuslik arv.\n\nSiin on, kuidas saate alustada meie juhuslike numbrite generaatori tarkvara kasutamist.\n\nValige lihtsalt vahemik, millest number luuakse.\n\nNäiteks saate valida 1–100.\n\nVajutage nuppu Loo number ja saate luua juhusliku arvu.\n\nVajutage nuppu iga kord, kui soovite luua uue juhusliku arvu.",
    "fa": "امروز با استفاده از نرم افزار ما اعداد تصادفی ایجاد کنید.\n\nبه سادگی محدوده ای را که می خواهید عدد تصادفی از آن باشد انتخاب کنید.\n\nبه عنوان مثال، به طور پیش فرض از 1 تا 100 تنظیم شده است.\n\nدکمه تولید عدد را فشار دهید و یک عدد تصادفی در داخل نرم افزار نمایش داده می شود.\n\nدر اینجا نحوه شروع استفاده از نرم افزار تولید اعداد تصادفی ما آمده است.\n\nبه سادگی محدوده ای را انتخاب کنید که عدد باید از آن تولید شود.\n\nبه عنوان مثال، می توانید از 1 تا 100 انتخاب کنید.\n\nدکمه Generate Number را فشار دهید و می توانید یک عدد تصادفی ایجاد کنید.\n\nهر بار که می خواهید یک عدد تصادفی جدید ایجاد کنید، دکمه را فشار دهید.",
    "fil": "Luo satunnaislukuja ohjelmistomme avulla tänään.\n\nValitse vain alue, jolta haluat satunnaisluvun olevan.\n\nEsimerkiksi se on oletusarvoisesti 1-100.\n\nPaina generoi numeropainiketta ja satunnaisluku tulee näkyviin ohjelmiston sisällä.\n\nNäin voit aloittaa satunnaislukugeneraattoriohjelmistomme käytön.\n\nValitse vain alue, jolta numero luodaan.\n\nVoit valita esimerkiksi 1-100.\n\nPaina Luo numero -painiketta ja voit luoda satunnaisluvun.\n\nPaina painiketta joka kerta, kun haluat luoda uuden satunnaisluvun.",
    "fr": "Générez des nombres aléatoires à l'aide de notre logiciel dès aujourd'hui.\n\nChoisissez simplement la plage à partir de laquelle vous voulez que le nombre aléatoire soit.\n\nPar exemple, il est défini par défaut de 1 à 100.\n\nAppuyez sur le bouton générer un numéro et un nombre aléatoire sera affiché dans le logiciel.\n\nVoici comment vous pouvez commencer à utiliser notre logiciel générateur de nombres aléatoires.\n\nChoisissez simplement la plage à partir de laquelle le nombre doit être généré.\n\nPar exemple, vous pouvez choisir entre 1 et 100.\n\nAppuyez sur le bouton Générer un nombre et vous pouvez générer un nombre aléatoire.\n\nAppuyez sur le bouton chaque fois que vous souhaitez générer un nouveau nombre aléatoire.",
    "hi": "आज ही हमारे सॉफ्टवेयर का उपयोग करके रैंडम नंबर जेनरेट करें।\n\nबस उस रेंज को चुनें जिसे आप चाहते हैं कि रैंडम नंबर हो।\n\nउदाहरण के लिए, यह डिफ़ॉल्ट रूप से 1 से 100 तक सेट है।\n\nजनरेट नंबर बटन दबाएं और सॉफ्टवेयर के अंदर एक रैंडम नंबर दिखाया जाएगा।\n\nयहां बताया गया है कि आप हमारे रैंडम नंबर जेनरेटर सॉफ्टवेयर का उपयोग कैसे शुरू कर सकते हैं।\n\nबस उस रेंज को चुनें जिससे नंबर जेनरेट होना चाहिए।\n\nउदाहरण के लिए, आप 1 - 100 में से चुन सकते हैं।\n\nजनरेट नंबर बटन दबाएं और आप एक यादृच्छिक संख्या उत्पन्न कर सकते हैं।\n\nहर बार जब आप एक नया यादृच्छिक संख्या उत्पन्न करना चाहते हैं तो बटन दबाएं।",
    "hr": "Generirajte nasumične brojeve koristeći naš softver danas.\n\nJednostavno odaberite raspon iz kojeg želite da bude nasumični broj.\n\nNa primjer, prema zadanim je postavkama postavljen od 1 do 100.\n\nPritisnite tipku za generiranje broja i unutar softvera će se prikazati nasumični broj.\n\nEvo kako možete početi koristiti naš softver za generiranje slučajnih brojeva.\n\nJednostavno odaberite raspon iz kojeg treba generirati broj.\n\nNa primjer, možete birati između 1 - 100.\n\nPritisnite gumb Generiraj broj i možete generirati slučajni broj.\n\nPritisnite gumb svaki put kada želite generirati novi nasumični broj.",
    "hu": "Generáljon véletlenszerű számokat szoftverünk segítségével ma.\n\nEgyszerűen válassza ki azt a tartományt, amelyből a véletlen számot szeretné elérni.\n\nPéldául alapértelmezés szerint 1 és 100 között van.\n\nNyomja meg a számgenerálás gombot, és egy véletlen szám jelenik meg a szoftverben.\n\nÍgy kezdheti el véletlenszám-generátor szoftverünk használatát.\n\nEgyszerűen válassza ki azt a tartományt, amelyből a szám létrejön.\n\nPéldául 1 és 100 között választhat.\n\nNyomja meg a Szám generálása gombot, és generálhat egy véletlen számot.\n\nNyomja meg a gombot minden alkalommal, amikor új véletlen számot szeretne generálni.",
    "id": "Hasilkan angka acak menggunakan perangkat lunak kami hari ini.\n\nCukup pilih rentang yang Anda inginkan dari nomor acak.\n\nMisalnya, diatur secara default dari 1 hingga 100.\n\nTekan tombol menghasilkan angka dan nomor acak akan ditampilkan di dalam perangkat lunak.\n\nInilah cara Anda dapat mulai menggunakan perangkat lunak penghasil angka acak kami.\n\nCukup pilih rentang dari mana nomor tersebut harus dihasilkan.\n\nMisalnya, Anda dapat memilih dari 1 - 100.\n\nTekan tombol Generate Number dan Anda dapat menghasilkan nomor acak.\n\nTekan tombol setiap kali Anda ingin membuat nomor acak baru.",
    "it": "Genera numeri casuali utilizzando il nostro software oggi.\n\nScegli semplicemente l'intervallo da cui vuoi che provenga il numero casuale.\n\nAd esempio, è impostato di default da 1 a 100.\n\nPremi il pulsante genera numero e all'interno del software verrà mostrato un numero casuale.\n\nEcco come puoi iniziare a utilizzare il nostro software di generazione di numeri casuali.\n\nScegli semplicemente l'intervallo da cui deve essere generato il numero.\n\nAd esempio, puoi scegliere da 1 a 100.\n\nPremi il pulsante Genera numero e puoi generare un numero casuale.\n\nPremi il pulsante ogni volta che vuoi generare un nuovo numero casuale.",
    "ja": "今すぐ当社のソフトウェアを使用して乱数を生成してください。\n\n乱数の範囲を選択するだけです。\n\nたとえば、デフォルトでは 1 ～ 100 に設定されています。\n\n番号生成ボタンを押すと、乱数がソフトウェア内に表示されます。\n\n乱数生成ソフトウェアの使用を開始する方法は次のとおりです。\n\n数値を生成する範囲を選択するだけです。\n\nたとえば、1 ～ 100 から選択できます。\n\nGenerate Number ボタンを押すと、乱数を生成できます。\n\n新しい乱数を生成するたびにボタンを押します。",
    "ko": "지금 소프트웨어를 사용하여 난수를 생성하십시오.\n\n난수를 생성할 범위를 선택하기만 하면 됩니다.\n\n예를 들어 기본적으로 1에서 100 사이로 설정됩니다.\n\n숫자 생성 버튼을 누르면 소프트웨어 내부에 임의의 숫자가 표시됩니다.\n\n난수 생성기 소프트웨어를 사용하는 방법은 다음과 같습니다.\n\n숫자가 생성되어야 하는 범위를 선택하기만 하면 됩니다.\n\n예를 들어 1 - 100 중에서 선택할 수 있습니다.\n\n숫자 생성 버튼을 누르면 난수를 생성할 수 있습니다.\n\n새로운 난수를 생성할 때마다 버튼을 누르십시오.",
    "lt": "Sukurkite atsitiktinius skaičius naudodami mūsų programinę įrangą šiandien.\n\nTiesiog pasirinkite diapazoną, iš kurio norite gauti atsitiktinį skaičių.\n\nPavyzdžiui, pagal numatytuosius nustatymus jis nustatytas nuo 1 iki 100.\n\nPaspauskite generavimo skaičių mygtuką ir programinės įrangos viduje bus rodomas atsitiktinis skaičius.\n\nŠtai kaip galite pradėti naudotis mūsų atsitiktinių skaičių generatoriaus programine įranga.\n\nTiesiog pasirinkite diapazoną, iš kurio turėtų būti generuojamas skaičius.\n\nPavyzdžiui, galite pasirinkti nuo 1 iki 100.\n\nPaspauskite mygtuką Generuoti skaičių ir galėsite sugeneruoti atsitiktinį skaičių.\n\nPaspauskite mygtuką kiekvieną kartą, kai norite sugeneruoti naują atsitiktinį skaičių.",
    "lv": "Ģenerējiet nejaušus skaitļus, izmantojot mūsu programmatūru šodien.\n\nVienkārši izvēlieties diapazonu, no kura vēlaties iegūt nejaušo skaitli.\n\nPiemēram, pēc noklusējuma tas ir iestatīts no 1 līdz 100.\n\nNospiediet ģenerēšanas pogu, un programmatūrā tiks parādīts nejaušs skaitlis.\n\nLūk, kā jūs varat sākt izmantot mūsu nejaušo skaitļu ģeneratora programmatūru.\n\nVienkārši izvēlieties diapazonu, no kura jāģenerē numurs.\n\nPiemēram, varat izvēlēties no 1 līdz 100.\n\nNospiediet pogu Ģenerēt numuru, un jūs varat ģenerēt nejaušu numuru.\n\nNospiediet pogu katru reizi, kad vēlaties ģenerēt jaunu nejaušu skaitli.",
    "ms": "Hasilkan nombor rawak menggunakan perisian kami hari ini.\n\nHanya pilih julat yang anda mahu nombor rawak itu.\n\nSebagai contoh, ia ditetapkan secara lalai daripada 1 hingga 100.\n\nTekan butang jana nombor dan nombor rawak akan ditunjukkan di dalam perisian.\n\nBerikut ialah cara anda boleh mula menggunakan perisian penjana nombor rawak kami.\n\nHanya pilih julat yang nombor itu harus dijana daripada.\n\nSebagai contoh, anda boleh memilih daripada 1 - 100.\n\nTekan butang Jana Nombor dan anda boleh menjana nombor rawak.\n\nTekan butang setiap kali anda ingin menjana nombor rawak baharu.",
    "nl": "Genereer vandaag nog willekeurige getallen met onze software.\n\nKies eenvoudig het bereik waaruit u het willekeurige nummer wilt hebben.\n\nHet is bijvoorbeeld standaard ingesteld van 1 tot 100.\n\nDruk op de knop nummer genereren en een willekeurig nummer wordt in de software weergegeven.\n\nHier leest u hoe u onze software voor het genereren van willekeurige getallen kunt gaan gebruiken.\n\nKies eenvoudig het bereik waaruit het nummer moet worden gegenereerd.\n\nU kunt bijvoorbeeld kiezen uit 1 - 100.\n\nDruk op de knop Nummer genereren en u kunt een willekeurig getal genereren.\n\nDruk elke keer op de knop als u een nieuw willekeurig getal wilt genereren.",
    "no": "Generer tilfeldige tall ved å bruke programvaren vår i dag.\n\nBare velg området du vil at det tilfeldige tallet skal være fra.\n\nFor eksempel er den satt som standard fra 1 til 100.\n\nTrykk på generer tall-knappen og et tilfeldig tall vil vises inne i programvaren.\n\nHer er hvordan du kan begynne å bruke vår tilfeldige tallgeneratorprogramvare.\n\nBare velg området som nummeret skal genereres fra.\n\nDu kan for eksempel velge mellom 1 - 100.\n\nTrykk på Generer tall-knappen og du kan generere et tilfeldig tall.\n\nTrykk på knappen hver gang du vil generere et nytt tilfeldig tall.",
    "pl": "Już dziś generuj liczby losowe za pomocą naszego oprogramowania.\n\nPo prostu wybierz zakres, z którego ma pochodzić losowa liczba.\n\nNa przykład domyślnie jest ustawiony od 1 do 100.\n\nNaciśnij przycisk generowania numeru, a w oprogramowaniu pojawi się losowa liczba.\n\nOto jak możesz zacząć korzystać z naszego oprogramowania do generowania liczb losowych.\n\nPo prostu wybierz zakres, z którego ma zostać wygenerowany numer.\n\nNa przykład możesz wybrać od 1 do 100.\n\nNaciśnij przycisk Generuj numer i możesz wygenerować losową liczbę.\n\nNaciśnij przycisk za każdym razem, gdy chcesz wygenerować nową liczbę losową.",
    "ro": "Generați numere aleatorii folosind software-ul nostru astăzi.\n\nPur și simplu alegeți intervalul din care doriți să apară numărul aleatoriu.\n\nDe exemplu, este setat implicit de la 1 la 100.\n\nApăsați butonul de generare număr și un număr aleatoriu va fi afișat în software.\n\nIată cum puteți începe să utilizați software-ul nostru generator de numere aleatorii.\n\nPur și simplu alegeți intervalul din care ar trebui să fie generat numărul.\n\nDe exemplu, puteți alege între 1 - 100.\n\nApăsați butonul Generare număr și puteți genera un număr aleatoriu.\n\nApăsați butonul de fiecare dată când doriți să generați un nou număr aleator.",
    "ru": "Генерируйте случайные числа с помощью нашего программного обеспечения уже сегодня.\n\nПросто выберите диапазон, из которого вы хотите получить случайное число.\n\nНапример, он установлен по умолчанию от 1 до 100.\n\nНажмите кнопку генерировать номер, и внутри программного обеспечения будет показано случайное число.\n\nВот как вы можете начать использовать наше программное обеспечение генератора случайных чисел.\n\nПросто выберите диапазон, из которого должно быть сгенерировано число.\n\nНапример, вы можете выбрать от 1 до 100.\n\nНажмите кнопку «Создать номер», и вы сможете сгенерировать случайное число.\n\nНажимайте кнопку каждый раз, когда хотите сгенерировать новое случайное число.",
    "sk": "Generujte náhodné čísla pomocou nášho softvéru ešte dnes.\n\nJednoducho si vyberte rozsah, z ktorého má byť náhodné číslo.\n\nNapríklad je predvolene nastavené od 1 do 100.\n\nStlačte tlačidlo generovať číslo a v softvéri sa zobrazí náhodné číslo.\n\nTu je návod, ako môžete začať používať náš softvér na generovanie náhodných čísel.\n\nJednoducho vyberte rozsah, z ktorého má byť číslo vygenerované.\n\nMôžete si napríklad vybrať od 1 do 100.\n\nStlačte tlačidlo Generovať číslo a môžete vygenerovať náhodné číslo.\n\nStlačte tlačidlo vždy, keď chcete vygenerovať nové náhodné číslo.",
    "sl": "Z našo programsko opremo že danes ustvarite naključna števila.\n\nPreprosto izberite obseg, iz katerega želite, da je naključno število.\n\nNa primer, privzeto je nastavljen od 1 do 100.\n\nPritisnite gumb za ustvarjanje številke in znotraj programske opreme bo prikazano naključno število.\n\nEvo, kako lahko začnete uporabljati našo programsko opremo za generator naključnih števil.\n\nPreprosto izberite obseg, iz katerega naj bo ustvarjena številka.\n\nNa primer, lahko izbirate med 1 - 100.\n\nPritisnite gumb Generate Number in ustvarite lahko naključno število.\n\nPritisnite gumb vsakič, ko želite ustvariti novo naključno število.",
    "sr": "Генеришите насумичне бројеве користећи наш софтвер данас.\n\nЈедноставно изаберите опсег из којег желите да буде случајни број.\n\nНа пример, подразумевано је постављено од 1 до 100.\n\nПритисните дугме за генерисање броја и случајни број ће бити приказан унутар софтвера.\n\nЕво како можете почети да користите наш софтвер за генератор случајних бројева.\n\nЈедноставно изаберите опсег из којег треба да се генерише број.\n\nНа пример, можете бирати између 1 - 100.\n\nПритисните дугме Генериши број и можете генерисати насумични број.\n\nПритисните дугме сваки пут када желите да генеришете нови случајни број.",
    "sv": "Generera slumptal med vår programvara idag.\n\nVälj helt enkelt intervallet du vill att slumptalet ska komma från.\n\nTill exempel är den inställd som standard från 1 till 100.\n\nTryck på knappen generera nummer och ett slumpmässigt nummer kommer att visas i programvaran.\n\nSå här kan du börja använda vår programvara för slumptalsgenerator.\n\nVälj helt enkelt intervallet som numret ska genereras från.\n\nDu kan till exempel välja mellan 1 - 100.\n\nTryck på knappen Generera nummer och du kan generera ett slumpmässigt tal.\n\nTryck på knappen varje gång du vill generera ett nytt slumptal.",
    "th": "สร้างตัวเลขสุ่มโดยใช้ซอฟต์แวร์ของเราวันนี้\n\nเพียงเลือกช่วงที่คุณต้องการให้ตัวเลขสุ่มมาจาก\n\nตัวอย่างเช่น มันถูกตั้งค่าโดยค่าเริ่มต้นตั้งแต่ 1 ถึง 100\n\nกดปุ่มสร้างตัวเลขและตัวเลขสุ่มจะปรากฏขึ้นภายในซอฟต์แวร์\n\nนี่คือวิธีที่คุณสามารถเริ่มใช้ซอฟต์แวร์ตัวสร้างตัวเลขสุ่มของเราได้\n\nเพียงเลือกช่วงที่ควรสร้างตัวเลข\n\nตัวอย่างเช่น คุณสามารถเลือกได้ตั้งแต่ 1 - 100\n\nกดปุ่มสร้างหมายเลขและคุณสามารถสร้างตัวเลขสุ่มได้\n\nกดปุ่มทุกครั้งที่คุณต้องการสร้างหมายเลขสุ่มใหม่",
    "tr": "Bugün yazılımımızı kullanarak rasgele sayılar üretin.\n\nRastgele sayının olmasını istediğiniz aralığı seçmeniz yeterlidir.\n\nÖrneğin, varsayılan olarak 1'den 100'e ayarlanmıştır.\n\nSayı oluştur düğmesine basın ve yazılımın içinde rastgele bir sayı gösterilecektir.\n\nRastgele sayı üreteci yazılımımızı kullanmaya nasıl başlayabileceğiniz aşağıda açıklanmıştır.\n\nNumaranın oluşturulacağı aralığı seçmeniz yeterlidir.\n\nÖrneğin, 1 - 100 arasından seçim yapabilirsiniz.\n\nSayı Oluştur düğmesine basın ve rastgele bir sayı oluşturabilirsiniz.\n\nHer yeni rastgele sayı oluşturmak istediğinizde düğmeye basın.",
    "uk": "Генеруйте випадкові числа за допомогою нашого програмного забезпечення сьогодні.\n\nПросто виберіть діапазон, з якого ви хочете отримати випадкове число.\n\nНаприклад, за замовчуванням він встановлений від 1 до 100.\n\nНатисніть кнопку створення числа, і випадкове число буде показано всередині програмного забезпечення.\n\nОсь як ви можете почати використовувати наше програмне забезпечення для генератора випадкових чисел.\n\nПросто виберіть діапазон, з якого має бути згенеровано число.\n\nНаприклад, ви можете вибрати від 1 до 100.\n\nНатисніть кнопку Generate Number, і ви зможете створити випадкове число.\n\nНатискайте кнопку кожного разу, коли ви хочете створити нове випадкове число.",
    "vi": "Tạo số ngẫu nhiên bằng phần mềm của chúng tôi ngay hôm nay.\n\nChỉ cần chọn phạm vi bạn muốn lấy số ngẫu nhiên.\n\nVí dụ, nó được đặt theo mặc định từ 1 đến 100.\n\nNhấn nút tạo số và một số ngẫu nhiên sẽ được hiển thị bên trong phần mềm.\n\nĐây là cách bạn có thể bắt đầu sử dụng phần mềm tạo số ngẫu nhiên của chúng tôi.\n\nChỉ cần chọn phạm vi mà số sẽ được tạo.\n\nVí dụ, bạn có thể chọn từ 1 - 100.\n\nNhấn nút Tạo số và bạn có thể tạo một số ngẫu nhiên.\n\nNhấn nút mỗi khi bạn muốn tạo một số ngẫu nhiên mới.",
    "zh_CN": "立即使用我们的软件生成随机数。\n\n只需选择您希望随机数所在的范围。\n\n例如，默认设置为 1 到 100。\n\n按下生成数字按钮，软件内将显示一个随机数字。\n\n以下是您可以开始使用我们的随机数生成器软件的方法。\n\n只需选择应该从中生成数字的范围。\n\n例如，您可以从 1 到 100 中进行选择。\n\n按 Generate Number 按钮，您可以生成一个随机数。\n\n每次要生成新的随机数时，请按一下按钮。",
    "zh_TW": "立即使用我們的軟件生成隨機數。\n\n只需選擇您希望隨機數所在的範圍。\n\n例如，默認設置為 1 到 100。\n\n按下生成數字按鈕，軟件內將顯示一個隨機數字。\n\n以下是您可以開始使用我們的隨機數生成器軟件的方法。\n\n只需選擇應該從中生成數字的範圍。\n\n例如，您可以從 1 到 100 中進行選擇。\n\n按 Generate Number 按鈕，您可以生成一個隨機數。\n\n每次要生成新的隨機數時，請按一下按鈕。"
  }
}