{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spaypo - Ad library spy & Ad Finder tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Facebook Ad Spy to Discover Your Next Winning Product from ad library !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing SPAYPO: The Best Free Facebook Ads Spy Tool to Find Your Next Winning Product!\n\nUnlock the full potential of Facebook Ads Library with SPAYPO! Discover, filter, and save trending ads effortlessly—right on your local device, for free.\n\n★ Spy on Competitors like a pro. \n\n★ Only the Top Ads, loaded with value-packed features for Facebook Ads Library.\n\n ★ Filter by Adsets, Pages, Dates, Call to Action, Ad Copy, Website Links, and more—all for free. \n\n★ Easily Save Ads you like locally, and access them anytime, at no cost.\n\n★ Find competitor ads in seconds!\n\nKeep scrolling your AdLibrary to catch the latest trends.\nEnable Auto Load to continuously discover new ads.\n\nTired of wasting hours on Facebook Ad Library's limited filters? With SPAYPO, you can now filter ads by Call to Action and other key criteria quickly. Get inspired by your favorite brands—activate SPAYPO Turbo Ad Finder to supercharge your search and save all liked ads to your local device for free!\n\nUnlike Facebook Ad Library, which only shows current data, SPAYPO allows you to track historical ads for deeper insights, helping you stay ahead of the competition.\n\nDisclaimer: SPAYPO is an independent extension, not affiliated with Facebook. For Facebook's official guidelines, click here.\n\nPerfect for marketers, e-commerce pros, or anyone curious about Facebook ads spy, ad spy tools free, or Facebook Ad Library. We’re constantly improving, and your feedback is always welcome!\n\nStart using SPAYPO today and elevate your ad strategy to the next level—all for free!"
  }
}