{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Maps Button"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds back the Maps button to Google search pages and makes the search result map images clickable again for seamless navigation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Google Search Maps Button\" Chrome extension brings the Google Maps button back to the Google Search navigation bar for users in Europe. If you've found the Google Maps button gone or missing from your search experience, this extension is designed to address exactly that.\n\nWhat it Does: This extension ensures you can access Google Maps with just one click from the Google Search page. It also makes map images clickable within search results, significantly improving your navigation experience.\n\nWhy it's Needed: In response to the Digital Markets Act (DMA), which is aimed at fostering fair competition and innovation, the Google Maps shortcut was removed for European users. This tool effectively restores that lost convenience.\n\nPrivacy and Security: Operating without saving any user data, the extension ensures your privacy and security are protected.\n\nFor anyone who's noticed the Google Maps button gone from the Google Search navigation bar in Europe, this extension provides a straightforward and effective solution, seamlessly reintegrating this essential feature into your browsing routine.\n\n\nTroubleshooting steps if the extension is not working:\n\n1. Check Plugin Status: Make sure that the plugin is enabled in your Chrome browser.\n\n2. Verify Site Access: Open the details for this plugin under \"My Extensions\" and ensure that \"Site Access\" is enabled.\nNB! For Opera users: Go to the Manage Extension section and tick the „Allow access to search page results” option. Otherwise the plugin wont work."
  }
}