{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magictube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds magic buttons to YouTube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Magictube - Your Ultimate YouTube Companion!\n\nMagictube is a powerful and feature-rich Chrome extension designed to enhance your YouTube experience like never before. With its intuitive and user-friendly interface, Magictube empowers you to take control of your YouTube journey, making it smoother, distraction-free, and visually appealing. Say goodbye to annoying ads and you punching the screen to skip the ads, embrace a soothing ambiance, and optimize your study sessions effortlessly with Magictube's unique functionalities.\n\n1. Ad Skipping Wizardry:\nTired of being interrupted by pesky ads while trying to enjoy your favorite videos? Magictube comes to the rescue! This ingenious extension automatically skips YouTube ads, ensuring a seamless viewing experience from the moment you hit play. Enjoy uninterrupted video streaming without having to manually click the \"Skip Ad\" button ever again.\n\n2. Customized Background Colors:\nBored of the classic white YouTube background? Magictube allows you to transform your YouTube environment with a touch of magic. Choose from an array of stunning background colors or personalize your own, turning your YouTube page into a canvas of your preferences. Whether you prefer a calming blue hue or a vibrant burst of colors, Magictube lets you set the mood that suits your taste.\n\n3. Distraction-Free Study Mode:\nStay focused and maximize productivity with Magictube's Study Mode. Activate this feature, and watch distractions melt away as irrelevant and unrelated videos vanish from your feed. Instead, the extension intelligently curates content that aligns with your study or work interests, helping you stay on track and resist the temptation of endless video browsing.\n\nKey Features:\n- Automatic Ad Skipping: Save time and eliminate ad interruptions while watching videos.\n- Custom Background Colors: Personalize your YouTube page with a range of background color options.\n- Study Mode: Optimize focus and productivity by filtering out distracting videos.\n- Intuitive User Interface: Effortlessly navigate and control Magictube's features.\n- Customizable Settings: Tailor the extension to match your preferences and needs.\n- Regular Updates: Enjoy new features and improvements as Magictube evolves.\n\nMagictube is the ultimate YouTube companion for users seeking an enhanced, distraction-free, and personalized viewing experience. Whether you are a student studying for exams, a professional working on important tasks, or simply a YouTube enthusiast, Magictube is here to elevate your YouTube adventure to a whole new level.\n\nDownload the extension now and embrace the magic of ad-free, customized, and focused video streaming!"
  }
}