{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Side Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension with PDF tools, image optimization, QR code generation, and more to boost productivity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Side Tool: Your All-in-One Productivity Sidebar\nStreamline your workflow with Quick Side Tool, the ultimate browser sidebar assistant! This powerful Chrome extension integrates essential tools for managing PDFs, optimizing images, and generating QR codes—all within a sleek, user-friendly interface.\n\nFeatures at a Glance\n✅ PDF Management:\n\nMerge multiple PDFs into one.\nSplit large PDFs effortlessly.\nCompress PDFs while maintaining quality.\n✅ Image Optimization:\n\nResize images quickly and easily.\nCompress images to save storage without losing quality.\n✅ QR Code Generator:\n\nCreate instant QR codes for links, text, or more.\n✅ Focused Productivity:\n\nRelax with built-in stress relief tools during breaks.\nWhy Choose Quick Side Tool?\n🔹 Seamless Accessibility: A handy sidebar tool that's always available—no tab switching required.\n🔹 Privacy First: All processing happens locally in your browser, ensuring your data stays private.\n🔹 Efficient and Intuitive: Simplify complex tasks with an interface designed for speed and ease of use.\n🔹 Multi-functional: Combine tools you use daily in one compact, time-saving solution.\n\nHow to Use\n1️⃣ Install the extension.\n2️⃣ Open the sidebar by clicking the extension icon in the toolbar.\n3️⃣ Choose your desired tool (PDF, Image, QR Code, etc.) and follow the simple instructions!\n\nWho Is It For?\nWhether you're a professional, student, or everyday user, Quick Side Tool saves time and boosts productivity by simplifying essential tasks directly in your browser.\n\nStart Working Smarter Today!\nInstall Quick Side Tool and experience the convenience of having all your essential tools in one place."
  }
}