{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gotabit Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gotabit Wallet Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Gotabit Browser Extension is a remarkable wallet extension for the Gotabit blockchain ecosystem, offering outstanding multi-chain account management and wallet features. Here is an introduction to the Gotabit Browser Extension:\n\nGotabit - A Secure, Convenient, and Multi-Functional Browser Extension Wallet Connecting the Gotabit Blockchain Ecosystem.\n\nGotabit is an open-source browser extension wallet designed specifically for the Gotabit blockchain ecosystem. We provide the most flexible and versatile account management and wallet features, suitable for all Cosmos-SDK-based blockchains.\n\nKey Features:\nMulti-Account Management: Easily manage multiple Gotabit blockchain accounts, enabling seamless switching and asset tracking.\nSync with Mobile Accounts: Sync your accounts with your mobile device for convenient digital asset management.\n\nSecurity Assurance:\nTo ensure your security, all Gotabit transactions are signed offline on your device. Your private keys are encrypted and securely stored on your computer, ensuring the security of your digital assets.\n\n\nContact Us:\nFor more information about Gotabit, please visit our official website: https://gotabit.io/\nTo get the latest updates from Gotabit, follow our Twitter account: https://twitter.com/GotaBitG\n\nFor information about our privacy policy, please refer to https://wallet.gotabit.app/privacy-policy.html."
  }
}