{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PLUGIN GPA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coleta acertos do GPA para o preenchimento automático de formulário de registro de acertos no SIAP."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para o Chrome que visa ajudar os professores da rede pública a preencherem o formulário de acertos de questões dos testes semanais, que manualmente ocupa muito tempo (e média 40 minutos por prova) e, por ser uma tarefa repetitiva com centenas de cliques, induz ao erro que incide na nota final dos alunos. A extensão faz o preenchimento automático dos dados no formulário da plataforma oficial do estado, colhidos na plataforma escola, reduzindo o tempo para alguns segundos e eliminando a possibilidade de erro humano. Estes processo é necessário pois ambas plataformas não se comunicam.\n\nNão há NENHUMA coleta definitiva de dados, já que o que for coletado na origem, ao ser entregue no preenchimento do formulário de destino é automaticamente descartado (como pode ser visto no código) exigindo que outra ação de coleta seja necessária caso o professor precise repetir a ação. A extensão atua unicamente como automatizador de um processo manual, longo, enfadonho e com enorme possibilidade de falhas.\n\nO processo manual é tão longo e custoso que para alguns professores com pouca afinidade tecnológica, pode levar até uma hora o preenchimento do formulário que em algumas provas pode exigir mais de 500 check-boxes a serem preenchidos, o que causa um efeito secundário que é o da perda de toda a tarefa realizada devido a perda da sessão no servidor de destino por suposta \"inatividade\", já que as sessões não permanecem mais de meia hora ativas.\n\nCada checkbox do formulário representa um acerto em uma prova e as provas são por turmas. Algumas escolas possuem 30 turmas cada uma com uma média de 30 alunos, o que pode representar ao professor em uma prova com 45 questões com média de acertos de 30 questões em turmas com 30 alunos, 900 cliques em check boxes por turma.\n\nA provas são rigorosamente semanais. \n\nO funcionamento da extensão permite ao professor dedicar o tempo que dedicaria no processo de preenchimento, para uma planejamento de aulas com mais qualidade pedagógica além do reflexo da saúde mental e não ocupar-se com burocracia pouco pertinente à sua função de educador. Ademais, a informação enviada à plataforma do estado vai com rapidez e precisão.\n\nEnglish\nA Chrome extension aimed at helping public school teachers complete the weekly test correction form, which, when done manually, takes a significant amount of time (an average of 40 minutes per test) and, due to its repetitive nature involving hundreds of clicks, is prone to errors that can affect students’ final grades. The extension automatically fills in the data on the official state platform form using information gathered from the school platform, reducing the time to just a few seconds and eliminating the possibility of human error. This process is necessary because the two platforms do not communicate with each other.\n\nThere is no definitive data collection, as the information gathered at the source is automatically discarded once it is submitted in the target form (as can be seen in the code), requiring another collection action if the teacher needs to repeat the process. The extension solely acts as an automation tool for a manual, lengthy, tedious process with a high likelihood of errors.\n\nThe manual process is so time-consuming and burdensome that, for some teachers with limited technological proficiency, filling out the form can take up to an hour. In some tests, more than 500 checkboxes need to be selected, leading to a secondary issue where the entire task may be lost due to session expiration on the destination server for perceived 'inactivity,' as sessions do not remain active for more than half an hour.\n\nEach checkbox on the form represents a correct answer on a test, and the tests are organized by class. Some schools have 30 classes, each with an average of 30 students. For a test with 45 questions and an average of 30 correct answers per student in a class of 30 students, this can mean 900 checkbox clicks per class for the teacher.\n\nThe tests are strictly conducted on a weekly basis.\n\nThe functionality of the extension allows teachers to dedicate the time they would have spent on the filling process to planning lessons with greater pedagogical quality, positively impacting their mental health by freeing them from bureaucracy that is not relevant to their role as educators. Furthermore, the information sent to the state platform is delivered quickly and accurately."
  }
}