{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DominionWorld Game Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chromium extension to track you games and upload the results to a leaderboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a chrome extensions, like the others you have downloaded, it extends the features of chrome with pleasant additions to chrome's natural features. Unlike other extensions, however, this extension is meant to extend Dominion - online! \n\nYou are a Dominion player, like other players around you, you enjoying playing dominion online with a small pleasant group of online dominion playing friends. Unlike your friends, however, you have hopes and dreams! You want a bigger and more pleasant Dominion experience, with more glorious victories and a wider variety of statistics. You want a Dominion Chromium Extension for tracking your games of dominion in chromium based browsers! In all directions lie new dominion statistics, dominion leaderboards, monthly tournaments, and arbitrary points. All are small bits of glory, controlled by petty dominion players and verging on anarchy. You will bring a chromium extension to your gaming experience, uniting your victories into larger victories which will be tallied up and counted into larger victories and then dissecting into smaller victories which can be tallied and added up again.\n\nBut wait! It must be something in the air; several other dominion players have had the exact same idea. You must race to get as much of the dominion leaderboard as possible, fending them off along the way. To do this you will download our extension, upload your game results, spruce up your playing style, and fill your coffers with bragging rights. Your parents wouldn’t be proud, but the friends of your friends who play dominion online, would be delighted."
  }
}