{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eyeCare - Protect your vision"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notifies you in multiple ways to take breaks and helps you with eye exercises based on 20-20-20 rule and with lower back exercises."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are spending too much time in front of computers, your eyes are the ones that gets strained to the maximum. Taking breaks at regular intervals will help to ease this strain and to protect your vision. A good rule here is to follow 20-20-20 rule to keep your vision intact for a healthy future.\n\nAs per this rule, every 20 minutes, take your eyes off your computer and look at something 20 feet away for at least 20 seconds. eyeCare will remind you to take this break in multiple ways.\n\nFeatures:\n1. 20-20-20 rule based break reminder setup.\n2. Ability to customize the duration of the reminder.\n3. Ability to run in the system tray from system startup, even when your browser is not running.\n3. Provides you instructions on how to spend your break time.\n4. Ability to customize and configure the break alert using desktop notification, sound notification etc.\n5. Ability to disable and enable quickly when needed, with a single click.\n6. The extension icon can flash/blink as break reminder for 20 seconds\n7. Countdown display of the time remaining for the break (can be used as a standalone countdown timer too). You can reset the countdown as required.\n8. Automatic synchronization of settings across your devices on the same browser.\n9. Ability to automatically resume eyeCare protection after a preset duration. \n\nThis is a must-have extension for computer professionals with lower back (spine) related problems, neck pain, eye-strain related headaches and red-eye.\n\nRepetitive stress injury (RSI) and eye strain are the common ailments among computer users. Taking a break every few minutes is going to save your health and vision. Have a great health! \n\n- “The greatest wealth is Health.”\n\nFacebook: https://www.facebook.com/care.for.your.eyes\nWebsite: http://eyecare.apps4u.net/"
  }
}