{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenPal - Screen Recorder & Video Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your screen & webcam, take screenshots, edit videos & images - easy & free!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the all-in-one tool that lets you capture any part of your screen with webcam and narration, easily edit your recordings and screenshots, and then share your content securely with a click. \n\nSay goodbye to multiple apps and extensions, and say hello to ScreenPal – making your workday easier, more efficient, and fun! \n\nEasily record your screen & webcam directly in your browser or quickly launch ScreenPal's free desktop screen recorder, screenshot tool, and video & image editor. Capture, edit, and share screencast recordings and videos with just one click. Capture your screen, add a webcam, and use drawing tools and effects to customize your video. It’s a fast, free, and easy-to-use video maker.\n\n🚀 CAPTURE YOUR SCREEN AND WEBCAM \nLaunch the desktop screen recorder or record through your browser. Record your screen, webcam, or both for picture-in-picture effect. \n\nEasily capture your entire desktop, single tab, or application window. Capture any area of your computer screen with the desktop recorder, or easily crop your browser recording to any area. \n\nScreen Recording Features: \n▸ Recorded an unlimited number of videos for free.\n▸ Annotate with easy drawing tools during your recording.\n▸ Record voice narration from any microphone.\n\nAdditional Desktop Recording Features:\n▸ Blur, remove, or replace your background. \n▸ Zoom in and out while recording.\n▸ Annotate with additional highlight and drawing tools.\n▸ Editable cursor highlight and mouse click tracking.\n▸ Add stock music to engage your audience.\n▸ Import a captions file for free or upgrade for AI speech-to-text. \n\n📽️ RECORD VIDEO MESSAGES\nSave time and improve collaboration with seamless, asynchronous communication through video messaging. Quickly record video messages in your browser and share with a secure link. Click in any text field or comment box in your favorite browser-based apps, record your message, and share. ScreenPal automatically embeds your video message with an animated GIF preview! Reduce back-and-forth, communicate clearly, and build better connections—all without leaving your browser. \n\n📸 TAKE AND EDIT SCREENSHOTS\nLaunch the free screenshot tool to capture your full screen, active app or window, or any part of your screen, then quickly paste to share or easily annotate to communicate clearly with images.\n\nScreenshot Features:\n▸ Capture full screen or single window with a click.\n▸ Click and drag to capture any part of your screen.\n▸ Screenshots are automatically copied to your clipboard!\n▸ Open in the image editor to add easy annotations and text.\n▸ Highlight any area to focus attention.\n▸ Document processes with easy sequential steps.\n\n✂️ EASY VIDEO EDITING\nCreate engaging, accessible videos with our easy video editing software. Upgrade to any subscription to create videos with interactive storyboards, combine multiple video clips, and make any video accessible with automated speech-to-text captions. \n\nVideo Editing Features: \n▸ Mix and match content and import videos from multiple devices.\n▸ Add video effects, including green screen.\n▸ Use engaging transition effects in your video clips.\n▸ Enhance any video with overlay tools and add text, images, shapes, and more! \n▸ Add images and videos from the ScreenPal Stock Library.\n▸ Control the speed of your video and use slow motion to tell your story.  \n▸ Import your own music, or add from our extensive stock music library.\n▸ Type in your own captions or use speech-to-text technology to add captions to your videos.\n\n🎬 CREATE VIDEOS FROM STORYBOARDS\nStart your video from an interactive storyboard, drag and drop content into your video sections from anywhere, easily rearrange to tell your story your way, polish in the video editor, add music, and share! \n\nVideo Storyboard Features:\n▸ Start your video from a storyboard or script mode\n▸ Import Google Slides or PDFs to create easy presentation videos\n▸ Drag and drop videos and images to build your video\n▸ Add narration with the easy teleprompter feature\n▸ Add transitions, audio, and background music\n▸ Easily edit any section of your storyboard\n▸ Automatically turn your script into captions\n\n⬆️ QUICKLY SAVE AND SHARE\nIt's easy to save and share videos and images with your audience! With just a few simple clicks, you can download your video to your device, easily publish it to YouTube, Vimeo, and Google Drive, and upload to ScreenPal to share with a link or on social media. Download images in common formats or copy to your clipboard to share.\n\n📺 WATCH VIDEOS IN CONTEXT\nHover over any ScreenPal video link or thumbnail to preview and watch the video where you are, without any need to click through. Or open the full-page video to watch, engage, and collaborate with text and video comments.\n\n☁️ HOSTING MANAGEMENT TOOLS \nHosting allows you to manage, protect, and personalize your video and image content. \n\nHosting Features\n▸ Organize videos and images into folders and channels. \n▸ Share content to individuals, your team, or company-wide with easy sharing capabilities.\n▸ Set the privacy of your videos and images, and use password protection for extra security.\n▸ Personalize the video experience with custom links or embed codes.\n▸ Customize the video player.\n▸ Use custom thumbnails.\n▸ Set a publish or expiration date."
  }
}