{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keurig Coupon Finder - Latest Coupons & Best Deals"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keurig Coupon Finder-This browser extension automatically finds and applies the best coupons and promo codes on Keurig."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keurig Coupon Finder-This browser extension automatically finds and applies the best coupons and promo codes on Keurig.\n\nSave money and earn rewards when you shop online at Keurig. Find the best Keurig coupons and the most Cash Back automatically. We do all the work. You just shop and get a big fat cash back check. Earn Cash Back at Keurig today!\n\n🪄 Find Maximum Savings at Keurig\nClick, shop, cash in! With just one click, Cashback Easy will automatically search for and apply the newest Keurig coupons and promo codes to your cart. We’ll help you secure the lowest prices at Keurig.\n\n❤️ Automatic Best Coupon Finder\nThe automatic coupon finder helps you save time and money for free! We do the work, so you don't have to! Why not join us to get more discounts? The lowest price at Keurig is waiting for you! Install this intelligent and instant coupon finder browser extension now.\n\n✅ Get Cash Back with One Click\nGo directly to Keurig, and we'll alert you if Cash Back is available for your transaction. Just one click to activate the Cash Back feature, and then you can shop as you normally would.\n\n🙅🏻‍♀️ Never Miss a Deal\nOur Coupon Magic feature finds and automatically applies the best deals for you. Basically magic.\n\n👉 By using this extension, you agree to terms & privacy policy(https://www.cashbackeasy.com/help-center/1000088-1000495). You can learn more via the link below. Let's earn great cash back and get the best Keurig coupons today! This extension monetizes through the use of affiliate links. By installing and using this extension, you agree to our affiliate program policy. For more details, please refer to our Privacy Policy(https://www.cashbackeasy.com/help-center/1000088-1000495) and Terms of Use(https://www.cashbackeasy.com/help-center/1000089-1000496)"
  }
}