{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoiler Protection 2.0"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoiler Protection 2.0 - NO MORE SPOILERS :)",
    "hu": "Spoiler Protection 2.0 - NINCS TÖBB SPOILER :)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "USE ON ANDROID WITH FIREFOX\nEnjoy surfing on the internet with Spoiler Protection by preventing spoilers ruining the experience of a movie, series or sport event you haven't seen yet.\n\nGet rid of the unwanted spoilers!\n\nThis extension helps you to hide spoilers what you don't want to see on your screen. \n\nYou can hide spoilers from ...\n - facebook(message board, chat, etc...)\n - twitter\n - youtube\n - google\n - news sites\n - etc....\n\nNOTE: When installing, your browser shows a warning that Spoiler Protection for Chrome has access to your browsing history and browsing data. This is a standard message, we NEVER collect any information about your browsing history and browsing data! We collect only anonymized data with google analytics about the extension usage to improve it in the future. \nBy using this extensions you contribute to the extension and the https://spoilerprotection.wecdev.com/ will store your ko-fi.com and patreon.com username. If you want to delete your ko-fi.com and patreon.com username please contact us at extensions@wecdev.com\n\nSpoiler Protection extension was made in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. \nAccordingly, Gold lion development Kft will not be liable for any claims, losses or damages resulting from use of Spoiler Protection extension.",
    "hu": "HASZNÁLD A TELEFONON FIREFOX-AL\nÉlvezd a netezést a Spoiler Protection-en, anélkül, hogy bárki elrontaná nem kívánt spoilerekkel a kedvenc sorozatodról, a várt mozifilmről, vagy a még nem látott meccsről\n\nSzabadulj meg a spoilerektől\nEz a kiegészítő segít ebben\n\nElrejti a spoilereket ...\n - a facebook-ról\n - twitter-ről\n - youtube-ról\n - google-ről\n - hír oldalakról\n - stb....\n\nMEGJEGYZÉS: Amikor telepíted a böngésző mutat egy üzenetet, hogy a kiegészítő hozzáfér a böngészési adataidhoz és a előzményekhez. Ez egy szokványos üzenet, mi soha nem mentjük a böngészési adataidat, vagy az előzményeket. Csak aninimizált adatokat gyűjtünk a kiegészítő használatról hogy jobbá tudjuk tenni a jövőben.\nAz extension használatával hozzájárulsz, hogy az extensoin és a the https://spoilerprotection.wecdev.com/ website tárolni fogja a ko-fi.com és a patreon.com fehasználó nevedet ha megadod. Törölni akarod a  ko-fi.com és a patreon.com fehasználó nevedet lépj kapcsolatban velünk a extensions@wecdev.com email címen.\n\nSpoiler Protection kiegészítőt abban a reményben írtuk, hogy megkíméljünk a nem kívánt spoilerektől, és reméljük hasznosnak találod.De nem vállalunk semmiféle garanciát vagy felelősséget a működésével kapcsolatban. Ebből kifolyólag a Gold lion development Kft nem perelhető vagy támaszható felé bármilyen igény az okozott veszteségért, kárért, amit esetleg a Spoiler Protection kiegészítő használata okoz."
  }
}