{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copyfish 🐟 Free OCR Software"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy, paste and translate text from any image, video or PDF."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you need to extract text from images, videos or PDF? If yes, then the Copyfish  Screenshot Reader is for you. Copyfish turns text within any image captured from your screen into an editable format without retyping – making it easy to reuse in digital documents, emails or reports.\n\nCommon reasons to extract text from images are to google it, store it, email it or translate it. Until now, your only option was to retype the text. Copyfish is soooo much faster and more fun.\n\n“Images” come in many forms: photographs, charts, diagrams, screenshots, PDF documents, comics, error messages, memes, Flash – and Youtube movies.\n\nYou can verify the results in one glance with the extracted text overlay.\n\nDo you need to switch between OCR languages often? You can define \"Quick Switch\" buttons for up to three languages on the settings page.\n\nFor language learners: There are many translator addons available, but they only work with plain website text. Text inside images, in tricky Javascript/AJAX or, especially, in movie subtitles on Youtube or Youku is unreachable for them. But not for Copyfish. And if you want, Copyfish also translates the text for you. Especially for the subtitle translation use case, Copyfish has a repeat feature. Mark the area of the subtitle once and then use the \"Do OCR\" button to grab the latest text from the movie screen.\n\nFor extension gurus: You might have heard of Project Naptha, a great addon that applies state-of-the-art computer vision algorithms on every image you see while browsing the web. Copyfish solves the same problem, but it takes a different user interface approach. It does not try to alter the website. Instead, it lets you mark the text in the image you want to extract. As a result Copyfish works with every website, even videos and PDF documents.\n\nFor developers: Copyfish is published under the GPL open-source license. As OCR software, it uses the free OCR API from https://ocr.space/ .\n\nQUESTIONS? SUGGESTIONS? Please email copyfish@ocr.space"
  }
}