{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feeflex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate platform fees and net revenue."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FeeFlex Calcul – Your Essential Tool for Calculating Platform Fees\n\nEasily calculate and compare platform fees with FeeFlex Calcul, the Chrome extension designed to help sellers, freelancers, and businesses maximize profits and understand their earnings after fees! FeeFlex Calcul simplifies fee management across multiple platforms, including Stripe, Gumroad, and PayPal, so you can see exactly how much you'll earn from every sale.\n\nKey Features:\nPlatform Fee Calculator: Choose from popular platforms like Stripe, Gumroad, and PayPal. Understand how fees impact your revenue, and make smarter pricing decisions!\nCustomizable Sales Goals: Set your target revenue, and FeeFlex Calcul calculates the sales needed to reach your goal after fees are deducted.\nDetailed Fee Breakdown: View a clear summary of platform fees, including percentage and fixed costs, to get a precise picture of each sale’s net earnings.\nCurrency & Conversion Options: Select different currencies, and see fee adjustments to plan for international sales with confidence.\nRevenue Projections: Project monthly or yearly fees and earnings, helping you make data-driven decisions and optimize your business.\nWhy Use FeeFlex Calcul?\nWhether you’re a digital creator, small business owner, or eCommerce seller, FeeFlex Calcul is the essential tool to keep your profits on track. By providing a transparent view of fees, it helps you maximize revenue on every sale, giving you a competitive edge with real insights into your bottom line.\n\nStart using FeeFlex Calcul to unlock better pricing strategies, reach your earnings goals, and take control of your platform fees today!\n\nDownload FeeFlex Calcul now and take charge of your earnings!"
  }
}