{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ImmoDealFinder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez ImmoDealFinder, l'extension Chrome révolutionnaire conçue pour les chasseurs d'immobilier sur Immoweb.be. Grâce à notre…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez ImmoDealFinder, l'extension Chrome révolutionnaire conçue pour les chasseurs d'immobilier sur Immoweb.be. Grâce à notre outil intelligent, évaluez instantanément si une annonce est un bon deal ou non. ImmoDealFinder analyse les détails de chaque bien immobilier et calcule avec précision les coûts associés - mensualités d'emprunt, impôts, etc. - pour vous fournir un aperçu clair du cash flow et du rendement potentiel.\n\nAvantages Principaux :\n\nAnalyse Instantanée : En visitant un bien sur Immoweb, ImmoDealFinder vous indique si le prix de vente est juste ou trop élevé.\nIntégration Transparente : L'extension s'intègre harmonieusement avec le site Immoweb, utilisant les informations publiques disponibles pour des calculs précis.\nDesign Intuitif :  ImmoDealFinder offre une expérience utilisateur fluide et intuitive.\nRespect de la Confidentialité : Vos informations privées restent sécurisées. Nous ne faisons que des calculs basés sur des données publiques.\nPerformance Optimisée : Rapide et efficace, l'extension améliore votre expérience de navigation sans ralentissements.\n\nPourquoi ImmoDealFinder ?\n\nGagnez du Temps : Plus besoin de faire des calculs complexes. ImmoDealFinder le fait pour vous.\nPrenez des Décisions Éclairées : Avec des données fiables à portée de main, faites des choix d'investissement avisés.\nRestez à Jour : Bénéficiez de mises à jour régulières pour une expérience toujours améliorée."
  }
}