{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Roccus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital tracking extension that provides 20/20/20 alerts to users. Provide exercises to follow based on pain point selected."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unregulated use of technology has left millions of people suffering from developed symptoms like eye strain, burnout, and anxiety while using tech devices. According to Team Blind and the American College Health Association, 57% of the workforce and 80% of college students suffer from burnout, depression, and anxiety in their respective industry's. The Vision Direct Group studies support Americans will spend the equivalent of 44 years looking at a digital device in their lifetime, and as the digital transformation progresses, increased virtual device usage is innate. \n\nRoccus is a health software that optimizes users' computer engagement with data-driven alerts.\n\nSometimes people need to be reminded when to take a break, when to look away from the screen, and what routines to follow for healthy online habits. Roccus is the software that provides all of that and more. We are working a world changing application that will give you real time analysis of your health metrics, revolutionizing the way we interact we our computers and tablets. \nOur mission is simple, provide our users with virtual health visibility and build empathy in technology-driven work environments. \n\nThe Roccus browser extension offers a personalized approach to computer engagement, enabling you to monitor and regulate the way you interact with your computer. We digitized the 20/20/20 rule for you, and incorporated routines for you to use throughout your day promoting safer computer interactions. \n\nTake the first step to improve your virtual health today!"
  }
}