{
  "name": {
    "ar": "Facebook Ad Library - Video and Photo Downloader",
    "am": "Facebook Ads Library - Video and Image Downloader",
    "bg": "Facebook Ads Manager - Ad Manage Tool",
    "bn": "Facebook Ad Manager - Manage and Organize Ads by Denote",
    "ca": "Video Downloader - Download Video from Facebook Ads Library",
    "cs": "Image Downloader - Download Image from Instagram Ad Library",
    "da": "Ad Library - Facebook Downloader",
    "de": "Facebook Video Downloader - Save Images and Photo",
    "el": "Facebook Download - Save DCO and Carousel from FB",
    "en,en_AU,en_GB,en_US,es": "AdLibNote: Ad Library Downloader Facebook™",
    "es_419,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Ad Downloader for Facebook Ad Library - AdLibNote",
    "et": "Download Albums from Facebook - #1 Downloader",
    "fa": "Save Facebook Story - Download all Stories",
    "fi": "Save Facebook Videos to Gallery Without Any App",
    "fil": "Save Ad from Net Facebook - Video Downloader",
    "fr": "Instagram Ads in Ads Manager - Manage Instagram Ad",
    "gu": "Album Downloader - Download Facebook Albums",
    "he": "Download Facebook Photo Album",
    "hi": "Album Saver - download all images from facebook album",
    "hr": "Albums Saver - download full albums facebook",
    "hu": "Image Downloader - Save photos and pictures",
    "id": "Video Downloader Unlimited - Download FB Videos",
    "it": "FB Video FB Ad Library - Viddex Video Downloader",
    "ja": "AdLibNote - Facebook Ad Libraryの広告ダウンローダー",
    "kn": "Ad Library - Facebook Ad Finder & Adspy Tool",
    "ko": "AdLibNote - Facebook Ad Library 광고 다운로더",
    "lt": "FB Image downloader",
    "pt_BR,pt_PT": "AdLibNote - Baixador de Anúncios da Biblioteca de Anúncios do Facebook",
    "zh_CN": "Facebook广告库广告下载器 - AdLibNote",
    "zh_TW": "Facebook廣告庫廣告下載器 - AdLibNote"
  },
  "short": {
    "ar,bg,bn,da,de,fr,hu": "Download ads from Facebook Ad Library with one click. Save ads video and organize them.",
    "am": "Download ads from Facebook Ads Library with one click. Save ads video and organize them.",
    "ca,es_419,fil,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Download Facebook ad videos with one click, Build your Smart Swipe File by saving ads from Facebook Ad Library with Denote.",
    "cs": "Download ads from Instagram Ad Library with one click. Save ads video and organize them.",
    "el": "Download and Save Facebook and Instagram Ads from the Facebook Ad Library. Supports all ad types including DCO / Carousel.",
    "en,en_AU,en_GB,en_US,es": "Download ads from Facebook™ Ads Library with one click. Save ads video and organize them.",
    "et,gu,he": "Download Albums from Facebook Ad Library with one click. Save ads video and organize them.",
    "fa": "Download Stories from Facebook Ad Library with one click. Save ads video and organize them.",
    "fi": "Download Videos from Facebook Ad Library with one click. Save ads video and organize them.",
    "hi": "Download images from Facebook Ad Library with one click. Save ads video and organize them.",
    "hr": "Download albums from Facebook Ad Library with one click. Save ads video and organize them.",
    "ja": "ワンクリックでFacebook広告動画をダウンロードし、Denoteを使用してFacebook Ad Libraryから広告を保存してスマートなスワイプファイルを構築しましょう。",
    "ko": "한 번의 클릭으로 Facebook 광고 동영상을 다운로드하고, Denote를 사용하여 Facebook Ad Library에서 광고를 저장하여 스마트한 스와이프 파일을 만드세요.",
    "pt_BR,pt_PT": "Baixe vídeos de anúncios do Facebook com um clique, construa seu Smart Swipe File salvando anúncios da Biblioteca de Anúncios do…",
    "zh_CN": "一键下载Facebook广告视频，通过在Facebook广告库中保存广告，通过Denote.net创建自己的创意广告库。",
    "zh_TW": "一鍵下載Facebook廣告視頻，通過在Facebook廣告庫中保存廣告，透過Denote.net創建自己的創意廣告庫。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Extension abbreviated as: FBAD. The following content will also use FBAD for illustration.\nFBAD is used to download and save ads from Facebook Ad Library, solving the troubles caused by your inability to download ads and improving your work efficiency.\n\nFeatures:\n• Download and Save Facebook and Instagram Ads from the Facebook Ad Library\n• Supports all ad types including DCO / Carousel\n\nQ&A:\nQ1: What is the Facebook Ad Library?\nA1: It is provided by Meta. You can use it to get information about the ads you see. For all ads, you can search for ads that are currently active on the Meta Products.\n\nQ2: how do I search it?\nA2: You can view and use the Ads Library by visiting the address https://www.facebook.com/ads/library.\n\nQ3: Is the FBAD extension free?\nA3: Yes, FBAD is a free extension, we will not charge users any fees for this feature. At the same time, we will not reduce the user experience because it is free. Instead, you will enjoy faster response time, unlimited access and high-priority customer support. Our ultimate goal is to provide you with the best possible service in a free, easy-to-use manner.\n\nQ4: Does the FBAD extension require login?\nA4: No, the extension works without login, but you must have a Facebook account to access https://www.facebook.com/ads/library.\n\nNOTE:\nFacebook is a trademark of Meta Inc., registered in the U.S. This is an independent project and has no relationship to Meta or Meta Inc.",
    "en,en_AU,en_GB,en_US": "AdLibNote is best tool to downloading facebook™ ad videos and images.\n\nAdLibNote is used to download and save ads from Facebook Ad Library, solving the troubles caused by your inability to download ads and improving your work efficiency.\n\nFeatures:\n• Download and Save Facebook and Instagram Ads from the Facebook Ad Library\n• Supports all ad types including DCO / Carousel\n\nQ&A:\nQ1: What is the Facebook Ad Library?\nA1: It is provided by Meta. You can use it to get information about the ads you see. For all ads, you can search for ads that are currently active on the Meta Products.\n\nQ2: how do I search it?\nA2: You can view and use the Ads Library by visiting the address https://www.facebook.com/ads/library.\n\nQ3: Is the AdLibNote extension free?\nA3: Yes, AdLibNote is a free extension, we will not charge users any fees for this feature. At the same time, we will not reduce the user experience because it is free. Instead, you will enjoy faster response time, unlimited access and high-priority customer support. Our ultimate goal is to provide you with the best possible service in a free, easy-to-use manner.\n\nQ4: Does the AdLibNote extension require login?\nA4: No, the extension works without login, but you must have a Facebook account to access https://www.facebook.com/ads/library.\n\nNOTE:\nFacebook is a trademark of Meta Inc., registered in the U.S. This is an independent project and has no relationship to Meta or Meta Inc."
  }
}