{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuperSales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract LinkedIn data, access emails, manage lists, and send emails—all synced with SuperSales CRM for efficient sales workflow."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing SuperSales Chrome Extension: Seamless LinkedIn Integration for Sales Professionals! 🚀\n\nWith the SuperSales Chrome Extension, sales teams can now unlock advanced LinkedIn prospecting capabilities—all in one place. Directly access work emails and phone numbers, add prospects to targeted lists in SuperSales, and initiate personalized email outreach without ever leaving LinkedIn.\n\nKey Features:\n\n⚡ Direct Contact Access: Instantly retrieve work email addresses and phone numbers from LinkedIn profiles for faster lead qualification.\n\n📋 List Management: Easily add LinkedIn prospects to lists in SuperSales, helping you keep organized and ready for action.\n\n🧩 Sequences for Scalable Outreach: Effortlessly add LinkedIn profiles to existing SuperSales sequences and automate personalized follow-ups. \n\n📧 Enhanced In-App Emailing: Send tailored emails to LinkedIn contacts right from the extension, using email signatures, templates, and variables for a personalized approach.\n\n🔄 Seamless CRM Sync: Automatically integrate LinkedIn data into SuperSales, ensuring your pipeline stays accurate and up-to-date.\n\nSupercharge your LinkedIn prospecting with SuperSales Chrome Extension —download now to streamline your outreach and close deals faster! 📈"
  }
}