{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Text Improver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your emails and other texts with AI. Select text and get improved, polished content instantly. Perfect for professionals!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Emails with AITextImprover\n\nTransform your emails into polished, professional, and captivating messages with AITextImprover - the ultimate email enhancement tool. Powered by advanced AI (GPT-4o provided by OpenAI), this Chrome extension helps you craft flawless emails in just a few clicks. \n\nKey Features:\n1. AI-Powered Improvement:\n   - Utilize cutting-edge AI to enhance your email’s grammar, style, and tone.\n  \n2. Seamless Integration:\n   - Integrate effortlessly with your favorite email platforms, including Gmail, Outlook, and more.\n\n3. User-Friendly Interface:\n   - Select any text within your email, and with a single click, transform it into an improved version.\n\n4. Customizable Options:\n   - Choose between replacing the selected text or adding improvements underneath, tailored to your needs.\n\n5. Secure and Private:\n   - Ensure that your data is handled with the utmost privacy and security.\n\nInstead of worrying about grammatical errors or awkward phrasing, let AITextImprover revolutionize your email drafting process. Write with confidence and make an impact with every message in any language. Perfect for professionals, students, and anyone looking to make a great impression through email communication.\n\nBenefits:\n\n- Save Time: Quickly refine your emails without spending hours proofreading.\n- Boost Confidence: Send emails that you know are well-written and error-free.\n- Enhance Professionalism: Present yourself in the best possible light with polished and articulate emails.\n\nExperience the future of email communication with AITextImprover. Download now from the Chrome Web Store and let your words shine."
  }
}