{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TaxAdda PMS Login"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TaxAdda PMS Login Extension allows CA and Tax Professionals to login into Client's Accounts in GST and Income Tax Portals."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enables CA & Tax practitioners to login in their client's GST or Income tax portals with one click. When you login in GST or IT portal with new username then it gives option to save such client. When you use already existing username but new password then it automatically updates password. Auto-sync between multiple computers.\n\nYou has to subscribe to either TaxAdda Login Tool or TaxAdda PMS. \n\nTaxAdda Login Tool is specifically made to facilitate the login in GST and Income Tax portals. Know more at https://taxadda.com/gst-income-tax-login-tool/\n\nThis extension is also available for TaxAdda PMS users. TaxAdda PMS is a full fledged practice management software for Chartered Accountants and Tax Professionals. Subscribers of TaxAdda PMS can also use this extensions for login in client's account. Know more at https://taxadda.com/practice-management-software-for-ca-tax-professionals/\n\nAfter installing this extension, you will get a small bar at top on GST and Income Tax login pages. You just need to select the client and client's username and password will be auto-filled. So you need not type it every time. \n\nTaxAdda PMS has the following features:-\n\n1) Just enter GSTIN and all details such as Client Name, Trade Name, Registration Date etc will be fetched from GSTN.\n\n2) Get return status of a client in one click directly from GSTN.\n\n3) Create return task of all clients in one click. \n\n4) See task status of all clients in one page. Just like excel but with a much better interface and tracking."
  }
}