{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FynLink™ - Private URL Shortener"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The privacy-first URL shortener with zero ads & trackers. Start free without an account or API key."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fynlink is a privacy-first URL shortener with zero ads & trackers. \n\nStart free, no account or API key required. Your short link will be hashed (non-reversible) & the target link will be securely encrypted with a unique key derived from the actual short URL, even before reaching our servers. \n\nFree use is limited to a maximum expiry time of 30 days per short URL. Default expiry time for new short links is 2 days (can be modified). \n\nTo make the most out of this extension, you will need an account. Paid plans start at $4/month. See our pricing page for more information.\n\nExtension Features:\n* Shorten any web URL or email links\n* Target URL & title (can be altered) will be automatically set \n* Add an expiry date & time to your short URL using natural language (EG: In 5 minutes, Aug 24th 5PM etc)\n* Add tags\n* Modify slug\n* Custom domain support\n* Make a link private (will set link hidden in web application for you & any team members, private links will be visible to you only in browser extension)\n* Pause or disable link analytic\n* Set a preview page by default (Safe mode)\n* Enable or disable local link history\n* View local link history from settings\n* Full text search for your local history links (supports both target URL and short URL)\n* Supports multiple teams (team can be easily switched while creating links)\n* Set a default team\n* Export history links to CSV\n* Show existing short URL, if already present for current tab/page, while creating a new short URL\n* Shortened URLs are automatically copied to clipboard \n\nSecurity & Privacy features:\n* End-to-end encryption: your short URL, target URL, title, tags are end-to-end encrypted before sending to our servers. We cannot see your link data as we do not possess the keys to decrypt them.\n* Have the option to show a link preview by default\n* Can set a link hidden by setting it as private. The link will be hidden in your web application for both you and your team members, but will be visible to you in the browser extension (if history is enabled). This is by design, and not merely a hide/show functionality. The short URL is hashed (non-reversible) and the target URL is encrypted from a key derived from the actual short URL before sending to our servers. This means we cannot show the short URL and target URL without knowing the short URL in the first place!\n* Zero ads and trackers\n* Shorten sensitive links (please read shared responsibility)\n* Compatible with almost all modern privacy laws, including GDPR \n\nOther general features (available in the web application):\n* Unlimited redirects & team members\n* Detailed, privacy respecting link analytics without storing IP address & browser agent strings.\n* Fast in-browser full text search across your short links, target links, tags, title or link ID\n* Bring in your own domains for link branding\n* Brand neutral default 404, and preview pages\n* Set custom root domain redirect link\n* Set custom 404-page redirection\n* AI custom filters (only in teams plan)\n* QR codes\n* User roles \n* API tokens per team\n* Supports Global Privacy Control (GPC)\n* Encrypted personally identifiable information like name, email & timezone\n* Redirection service in 275+ cities for fast redirection, depending on the location of your users\n* Import links from other services like Bitly, Shortio, Rebrandly\n\nWe also have an open-source, free & private URL shortener, with no account requirements\nhttps://get.fyn.link\n\nRead about our application security architecture here:\nhttps://fyn.link/architecture\n\nRead about your shared responsibility:\nhttps://fyn.link/shared-responsibility\n\nRead about our privacy policy here:\nhttps://fyn.link/privacy-policy\n\nRead about our acceptable use police here:\nhttps://fyn.link/acceptable-use-policy\n\nPaid plan starts at $4/month \nhttps://fyn.link/pricing\n\nOur official documentation is available at: \nhttps://docs.fyn.link"
  }
}