{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LgcyWallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Wallet Chrome Extension by LGCY platform."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LGCY Extension Wallet :  A browser extension for chrome which offers various features for lgcy blockchain and platform users. Users can login into the platform by connecting their extension wallet without compromising private keys.\n\nFollowing are the features of LGCY chrome extension \n\nInstall Extension : Users can download and  install lgcy extension from chrome store.\n\nSetup New Wallet : Users can set up a new wallet on extension by entering password and confirming password. Extension supports multi wallet so one can manage multiple wallets in lgcy extension.\n\nImport Existing Wallet : Existing platform users can import their wallets by entering one of the following \nPrivate key\nMnemonic\n\nSend and receive Coins/Tokens : Users can Send  USDL and LGCY along with other platform tokens. Extension will sign and broadcast the transaction signature on blockchain. To receive funds , the extension shows QR code and wallet address as well.\n\nPrice of LGCY and USDL : Inside extension users can see the current price of USDL and LGCY. Total portfolio value can be calculated which sum up usdl and lgcy assets value.\n\nList All transactions : Users can see all transactions which include Send , Receive , Triggering Smart contract etc. It directly fetches the transaction from lgcy blockchain via RPC calls.\n\nAsset Management / Token listing : Users can list their favorite tokens in asset list. There is a search box in the asset management screen where we can enter the contract address of the token and add it to the wallet .\n\nAccount Details : Users can see wallet address , balance of each assets , also they can redirect to blockchain explorer to see more details and transaction history.\n\nDelete Account : Delete account only removes wallet from extension , not from blockchain platform , one can restore again by privatekeys or mnemonics if  gets deleted.\n\nHeader links in extension redirects to\nLgcy website\nLgcy blockchain explorer\n\nDapp support : By the help of extension  developers can Integrate smart contract calls on developers’ site also with users can use Dapps within the browser.\n\nExtension Settings : \nCurrency Settings\nPreferred Language\nAuto lock \nLogout\n\nV1.0.6 Improvements :\n\nUsers can connect extension with own DApp, send USDL, other tokens and verify with extension\nUsers can Deploy their contracts after connecting extension\nWe can add NFT tokens and check their minting balance in extension\nWe have improved some functionalities for better experience\nImproved login with extension.\n\nMany more to come in next version"
  }
}