{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlighter Guru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight and save text easily in Chrome! This extension helps you mark important stuff and store it neatly in folders for later."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Highlighter Guru\" - Your Ultimate Web Highlighting Chrome Extension!\n\nElevate your online research and information organization with Highlighter Guru, a powerful Chrome extension designed to enhance your web browsing experience. Say goodbye to scattered notes and tedious searches for important information – Highlighter Guru lets you effortlessly highlight text on web pages, customize the highlighting and font color, add personalized notes, and organize it all in a neatly structured folder system.\n\n★ How to Use  :\n\n1) Select the Text: Highlight the text you want to save or make note of on any web page.\n2) Press 'h' on Your Keyboard: Instantly apply your chosen highlight to the selected text.\n3) Right-Click on the highlighted text for More Options: Explore additional options by right-clicking on any highlighted text. Edit, add notes, or organize it into folders – all with a few clicks.\n\n★  Key Features:\n\n ➤ Effortless Highlighting: Select any text on a web page and press 'h' on your keyboard to instantly highlight it. It's that simple!\n\n ➤ Customization Options: Tailor your reading experience by choosing from a variety of highlighting colors and font options. Make your highlights visually appealing and easy to distinguish.\n\n ➤ Folder Organization: Create folders to categorize and organize your highlights. Seamlessly store and access your highlighted content with ease.\n\n ➤ Notes and Annotations: Add context to your highlights by attaching notes. Whether it's a key point, a citation, or your thoughts, your annotations will always be just a click away.\n\n ➤ Keyboard Shortcuts: Customize your experience by setting your preferred keyboard shortcuts. Effortlessly integrate Highlighter Guru into your workflow.\n\n ➤ Right-Click Options: Gain quick access to additional features by simply right-clicking on any highlighted text. Edit, delete, or review your notes effortlessly.\n\n\nHighlighter Guru is your go-to tool for transforming your web browsing into a personalized and organized experience. Download now and revolutionize the way you interact with online content!\n\nGithub : https://github.com/Abdelrahman286/Chrome-Text-Highlighting-Extension-with-React"
  }
}