{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Freemindtronic Extension"
  },
  "short": {
    "ar": "لتشفير البيانات وتسجيل الدخول التلقائي إلى مواقع الويب. متوافق مع منتجات NFC التي تستخدم تقنية Freemindtronic®.",
    "am,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "For data encryption and auto login to websites. Compatible with NFC products using Freemindtronic® technology.",
    "ca": "Per al xifratge de dades i l’inici de sessió automàtic a llocs web. Compatible amb productes NFC que utilitzen la tecnologia…",
    "de": "Zur Datenverschlüsselung und automatischen Anmeldung bei Websites. Kompatibel mit NFC-Produkten mit Freemindtronic®-Technologie.",
    "es": "Para cifrado de datos e inicio de sesión automático en sitios web. Compatible con productos NFC que utilizan tecnología…",
    "fr": "Pour le chiffrement de données et la connexion automatique aux sites internet. Compatible avec les produits NFC utilisant la…",
    "it": "Per la crittografia dei dati e l'accesso automatico ai siti web. Compatibile con i prodotti NFC che utilizzano la tecnologia…",
    "ja": "データの暗号化とウェブサイトへの自動ログイン。 Freemindtronic®テクノロジーを使用するNFC製品と互換性があります。",
    "pt_BR": "Para criptografia de dados e login automático em sites. Compatível com produtos NFC usando tecnologia Freemindtronic®.",
    "ro": "Pentru criptarea datelor și conectarea automată la site-uri web. Compatibil cu produsele NFC care utilizează tehnologia…",
    "ru": "Для шифрования данных и автоматического входа на веб-сайты. Совместимость с продуктами NFC с использованием технологии…",
    "zh_CN": "用于数据加密和自动登录网站。与使用Freemindtronic®技术的NFC产品兼容。"
  },
  "long": {
    "ar": "الامتداد المجاني الخاص بنا هو واجهة بين مواقع الويب التي تزورها وجهاز NFC HSM باستخدام تقنية Freemindtronic® المقترنة من خلال رمز QR مع تطبيق (FMT) الخاص بنا لهواتف NFC المتوفر على Google Play. يوفر الامتداد إدارة آمنة لأسرارك باستخدام سهل وفعال.\n\nتم تحسينه لتحسين أمنك عبر الإنترنت باستخدام طرق التشفير المتطورة لحماية كلمات المرور الخاصة بك ومعلومات العملة المشفرة والبيانات الحساسة التي تسمى الأسرار. تقوم بتخزين أسرارك في جهاز NFC الذي لا يلامس.\n\nيحتوي الامتداد على ميزات مثل مولد كلمة المرور ومولد رمز الاستجابة السريعة ونظام تحذير تلقائي لأنواع امتداد اسم المجال لحمايتك من عمليات الاحتيال المتعلقة بامتداد اسم المجال. يمكن استخدام هذه الميزات بدون جهاز NFC.\n\nتم تصميم امتدادنا أيضًا ليوفر لك أقصى درجات الأمان لبياناتك عن طريق تشفير عمليات التبادل السرية تلقائيًا على الشبكة المحلية والنصوص والملفات. يتم أيضًا تشفير الملء التلقائي للحقل للحماية من مخاطر القرصنة. تسجيل الدخول التلقائي إلى حساب الإنترنت يجعل حياتك أسهل (على غرار كلمة المرور). امتدادنا متوافق أيضًا مع أنظمة مصادقة OTP (كلمة مرور لمرة واحدة) لتحسين أمان حساباتك على الإنترنت.\n\nإنه سهل الاستخدام ويضمن سرية بياناتك.\n\nإنه مفيد بشكل خاص لمستخدمي مديري كلمات المرور ، والعملات المشفرة ، وتشفير البيانات ، ومصادقة OTP الذين يتطلعون إلى تعزيز أمان معلوماتهم عبر الإنترنت.\n\nقم بتنزيل امتدادنا المجاني الآن واستمتع براحة البال مع العلم أن معلوماتك الحساسة محمية \".",
    "am,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Our free extension is an interface between the websites you visit and a  NFC HSM device using Freemindtronic® technology paired through a QR code with our (FMT) application for NFC phones available on Google Play. The extension offers secure management of your secrets with an easy and efficient use.\n\nIt is optimized to improve your online security by using top-of-the-line encryption methods to protect your passwords, cryptocurrency information, and sensitive data called secrets. You store your secrets in your contactless NFC device.\n\nThe extension has features such as a password generator, a QR code generator, and an automatic warning system for domain name extension types to protect you against domain name extension scams. These features can be used without the NFC device.\n\nOur extension is also designed to offer you maximum security for your data by automatically encrypting secret exchanges on the local network, texts, and files. Field auto-filling is also encrypted to protect against hacking risks. Auto login to an internet account makes your life easier (similar to passwordless). Our extension is also compatible with OTP (One Time Password) authentication systems for enhanced security of your online accounts.\n\nIt is easy to use and guarantees the confidentiality of your data.\n\nIt is particularly useful for users of password managers, cryptocurrencies, data encryption, and OTP authentication who are looking to enhance the security of their online information.\nDownload our free extension now and enjoy peace of mind knowing that your sensitive information is protected.\"",
    "ca": "La nostra extensió gratuïta és una interfície entre els llocs web que visiteu i un dispositiu NFC HSM que utilitza la tecnologia Freemindtronic® combinada mitjançant un codi QR amb la nostra aplicació (FMT) per a telèfons NFC disponible a Google Play. L'extensió ofereix una gestió segura dels teus secrets amb un ús fàcil i eficient.\n\nEstà optimitzat per millorar la vostra seguretat en línia utilitzant mètodes d'encriptació d'última generació per protegir les vostres contrasenyes, la informació de criptomoneda i les dades sensibles anomenades secrets. Emmagatzemeu els vostres secrets al vostre dispositiu NFC sense contacte.\n\nL'extensió té funcions com ara un generador de contrasenyes, un generador de codi QR i un sistema d'avís automàtic per als tipus d'extensió de nom de domini per protegir-vos de les estafes d'extensió de nom de domini. Aquestes funcions es poden utilitzar sense el dispositiu NFC.\n\nLa nostra extensió també està dissenyada per oferir-vos la màxima seguretat per a les vostres dades xifrant automàticament els intercanvis secrets a la xarxa local, textos i fitxers. L'emplenament automàtic del camp també està xifrat per protegir-se dels riscos de pirateria. L'inici de sessió automàtic a un compte d'Internet et facilita la vida (semblant al sense contrasenya). La nostra extensió també és compatible amb els sistemes d'autenticació OTP (One Time Password) per millorar la seguretat dels vostres comptes en línia.\n\nÉs fàcil d'utilitzar i garanteix la confidencialitat de les vostres dades.\n\nÉs especialment útil per als usuaris de gestors de contrasenyes, criptomonedes, xifratge de dades i autenticació OTP que busquen millorar la seguretat de la seva informació en línia.\n\nBaixeu la nostra extensió gratuïta ara i gaudiu de la tranquil·litat de saber que la vostra informació sensible està protegida\".",
    "de": "Unsere kostenlose Erweiterung ist eine Schnittstelle zwischen den von Ihnen besuchten Websites und einem NFC-HSM-Gerät mit Freemindtronic®-Technologie, das über einen QR-Code mit unserer (FMT)-Anwendung für NFC-Telefone gekoppelt ist, die bei Google Play erhältlich ist. Die Erweiterung bietet eine sichere Verwaltung Ihrer Geheimnisse mit einer einfachen und effizienten Nutzung.\n\nEs ist optimiert, um Ihre Online-Sicherheit zu verbessern, indem es erstklassige Verschlüsselungsmethoden verwendet, um Ihre Passwörter, Kryptowährungsinformationen und vertraulichen Daten, die als Geheimnisse bezeichnet werden, zu schützen. Sie speichern Ihre Geheimnisse in Ihrem kontaktlosen NFC-Gerät.\n\nDie Erweiterung verfügt über Funktionen wie einen Passwortgenerator, einen QR-Code-Generator und ein automatisches Warnsystem für Arten von Domainnamenerweiterungen, um Sie vor Betrug mit Domainnamenerweiterungen zu schützen. Diese Funktionen können ohne das NFC-Gerät verwendet werden.\n\nUnsere Erweiterung ist auch darauf ausgelegt, Ihnen maximale Sicherheit für Ihre Daten zu bieten, indem geheimer Austausch im lokalen Netzwerk, Texte und Dateien automatisch verschlüsselt werden. Das automatische Ausfüllen von Feldern ist ebenfalls verschlüsselt, um vor Hacking-Risiken zu schützen. Die automatische Anmeldung bei einem Internetkonto erleichtert Ihnen das Leben (ähnlich wie beim Passwortlos). Unsere Erweiterung ist auch mit OTP-Authentifizierungssystemen (One Time Password) kompatibel, um die Sicherheit Ihrer Online-Konten zu verbessern.\n\nEs ist einfach zu bedienen und garantiert die Vertraulichkeit Ihrer Daten.\n\nEs ist besonders nützlich für Benutzer von Passwort-Managern, Kryptowährungen, Datenverschlüsselung und OTP-Authentifizierung, die die Sicherheit ihrer Online-Informationen verbessern möchten.\nLaden Sie jetzt unsere kostenlose Erweiterung herunter und genießen Sie die Gewissheit, dass Ihre vertraulichen Informationen geschützt sind.\"",
    "es": "Nuestra extensión gratuita es una interfaz entre los sitios web que visita y un dispositivo NFC HSM que utiliza la tecnología Freemindtronic® emparejada a través de un código QR con nuestra aplicación (FMT) para teléfonos NFC disponible en Google Play. La extensión ofrece una gestión segura de tus secretos con un uso fácil y eficiente.\n\nEstá optimizado para mejorar su seguridad en línea mediante el uso de métodos de encriptación de primera línea para proteger sus contraseñas, información de criptomonedas y datos confidenciales llamados secretos. Almacenas tus secretos en tu dispositivo NFC sin contacto.\n\nLa extensión tiene funciones como un generador de contraseñas, un generador de códigos QR y un sistema de advertencia automático para los tipos de extensiones de nombres de dominio para protegerlo contra las estafas de extensiones de nombres de dominio. Estas funciones se pueden utilizar sin el dispositivo NFC.\n\nNuestra extensión también está diseñada para ofrecerle la máxima seguridad para sus datos mediante el cifrado automático de intercambios secretos en la red local, textos y archivos. El autocompletado de campos también está encriptado para proteger contra los riesgos de piratería. El inicio de sesión automático en una cuenta de Internet hace su vida más fácil (similar a sin contraseña). Nuestra extensión también es compatible con los sistemas de autenticación OTP (One Time Password) para mejorar la seguridad de sus cuentas en línea.\n\nEs fácil de usar y garantiza la confidencialidad de sus datos.\n\nEs particularmente útil para los usuarios de administradores de contraseñas, criptomonedas, encriptación de datos y autenticación OTP que buscan mejorar la seguridad de su información en línea.\n\nDescargue nuestra extensión gratuita ahora y disfrute de la tranquilidad de saber que su información confidencial está protegida\".",
    "fr": "\"Notre extension gratuite est une interface entre les sites web que vous visitez et un dispositif NFC HSM utilisant la technologie Freemindtronic® appairé via un QR code à notre application (FMT) pour téléphones NFC disponible sur Google Play.  L’extension vous offre une gestion sécurisée de vos secrets et une utilisation simple et efficace.\n\nElle est optimisée pour améliorer votre sécurité en ligne en utilisant des méthodes de chiffrement de pointe pour protéger vos mots de passe, vos informations de cryptomonnaie et vos données sensibles appelées secrets. Vous stockez vos secrets dans votre dispositif NFC sans contact. \n\nL’extension dispose de fonctionnalités telles qu'un générateur de mot de passe, un générateur de QR Code et un avertisseur automatique de type d'extension de nom de domaine pour vous protéger contre les fraudes liées aux extensions de nom de domaine. Ces fonctionnalités sont utilisables sans le dispositif NFC.\n\nNotre extension est également conçue pour vous offrir une sécurité maximale pour vos données en chiffrant automatiquement les échanges de secrets sur le réseau local, les textes et les fichiers. L’auto remplissage des champs est également chiffré pour vous offrir une protection contre les risques de piratage. L’auto connexion à un compte sur internet vous facilite la vie (analogue à un passwordless). Notre extension est également compatible avec les systèmes d'authentification OTP (One Time Password) pour une sécurité renforcée de vos comptes en ligne.\n\nElle est facile à utiliser et garantit la confidentialité de vos données. \n\nElle est particulièrement utile pour les utilisateurs de gestionnaires de mots de passe, de cryptomonnaies, de chiffrement de données et d'authentification par OTP qui cherchent à renforcer la sécurité de leurs informations en ligne. \n\nTéléchargez notre extension gratuite dès maintenant et bénéficiez de la tranquillité d'esprit en sachant que vos informations sensibles sont protégées.",
    "it": "La nostra estensione gratuita è un'interfaccia tra i siti Web che visiti e un dispositivo HSM NFC che utilizza la tecnologia Freemindtronic® accoppiata tramite un codice QR con la nostra applicazione (FMT) per telefoni NFC disponibile su Google Play. L'estensione offre una gestione sicura dei tuoi segreti con un utilizzo facile ed efficiente.\n\nÈ ottimizzato per migliorare la tua sicurezza online utilizzando metodi di crittografia all'avanguardia per proteggere le tue password, le informazioni sulle criptovalute e i dati sensibili chiamati segreti. Memorizzi i tuoi segreti nel tuo dispositivo NFC senza contatto.\n\nL'estensione ha funzionalità come un generatore di password, un generatore di codici QR e un sistema di avviso automatico per i tipi di estensione del nome di dominio per proteggerti dalle truffe sull'estensione del nome di dominio. Queste funzionalità possono essere utilizzate senza il dispositivo NFC.\n\nLa nostra estensione è progettata anche per offrirti la massima sicurezza per i tuoi dati crittografando automaticamente gli scambi segreti sulla rete locale, i testi e i file. Anche il riempimento automatico dei campi è crittografato per proteggere dai rischi di hacking. L'accesso automatico a un account Internet ti semplifica la vita (simile a senza password). La nostra estensione è anche compatibile con i sistemi di autenticazione OTP (One Time Password) per una maggiore sicurezza dei tuoi account online.\n\nÈ facile da usare e garantisce la riservatezza dei tuoi dati.\n\nÈ particolarmente utile per gli utenti di gestori di password, criptovalute, crittografia dei dati e autenticazione OTP che desiderano migliorare la sicurezza delle proprie informazioni online.\n\nScarica subito la nostra estensione gratuita e goditi la tranquillità sapendo che le tue informazioni sensibili sono protette.\"",
    "ja": "当社の無料拡張機能は、アクセスする Web サイトと、Google Play で入手可能な NFC 電話用の (FMT) アプリケーションと QR コードを介してペアリングされた Freemindtronic® テクノロジーを使用する NFC HSM デバイス間のインターフェースです。この拡張機能は、簡単かつ効率的に使用して、シークレットを安全に管理します。\n\n最先端の暗号化方法を使用してパスワード、暗号通貨情報、およびシークレットと呼ばれる機密データを保護することにより、オンライン セキュリティを向上させるように最適化されています。非接触 NFC デバイスにシークレットを保存します。\n\nこの拡張機能には、パスワード ジェネレーター、QR コード ジェネレーター、ドメイン名拡張子タイプの自動警告システムなどの機能があり、ドメイン名拡張子詐欺からユーザーを保護します。これらの機能は、NFC デバイスがなくても使用できます。\n\n当社の拡張機能は、ローカル ネットワーク、テキスト、およびファイル上の秘密の交換を自動的に暗号化することにより、データの最大限のセキュリティを提供するようにも設計されています。ハッキングのリスクから保護するために、フィールドの自動入力も暗号化されます。インターネット アカウントへの自動ログインにより、生活が楽になります (パスワードレスと同様)。当社の拡張機能は、オンライン アカウントのセキュリティを強化するための OTP (ワンタイム パスワード) 認証システムとも互換性があります。\n\n使いやすく、データの機密性を保証します。\n\nこれは、オンライン情報のセキュリティを強化しようとしているパスワード マネージャー、暗号通貨、データ暗号化、および OTP 認証のユーザーにとって特に便利です。\n\n今すぐ無料の拡張機能をダウンロードして、機密情報が保護されていることを知って安心してください。」",
    "pt_BR": "Nossa extensão gratuita é uma interface entre os sites que você visita e um dispositivo NFC HSM usando a tecnologia Freemindtronic® emparelhada por meio de um código QR com nosso aplicativo (FMT) para telefones NFC disponível no Google Play. A extensão oferece gerenciamento seguro de seus segredos com um uso fácil e eficiente.\n\nEle é otimizado para melhorar sua segurança online usando métodos de criptografia de ponta para proteger suas senhas, informações de criptomoeda e dados confidenciais chamados segredos. Você armazena seus segredos em seu dispositivo NFC sem contato.\n\nA extensão possui recursos como um gerador de senha, um gerador de código QR e um sistema de alerta automático para tipos de extensão de nome de domínio para protegê-lo contra golpes de extensão de nome de domínio. Esses recursos podem ser usados ​​sem o dispositivo NFC.\n\nNossa extensão também foi projetada para oferecer segurança máxima para seus dados, criptografando automaticamente trocas secretas na rede local, textos e arquivos. O preenchimento automático de campos também é criptografado para proteger contra riscos de hackers. O login automático em uma conta da Internet facilita sua vida (semelhante à senha sem senha). Nossa extensão também é compatível com sistemas de autenticação OTP (One Time Password) para maior segurança de suas contas online.\n\nÉ fácil de usar e garante a confidencialidade dos seus dados.\n\nÉ particularmente útil para usuários de gerenciadores de senhas, criptomoedas, criptografia de dados e autenticação OTP que desejam aumentar a segurança de suas informações online.\n\nBaixe nossa extensão gratuita agora e fique tranquilo sabendo que suas informações confidenciais estão protegidas.\"",
    "ro": "Extensia noastră gratuită este o interfață între site-urile web pe care le vizitați și un dispozitiv NFC HSM care utilizează tehnologia Freemindtronic® asociat printr-un cod QR cu aplicația noastră (FMT) pentru telefoane NFC disponibilă pe Google Play. Extensia oferă gestionarea securizată a secretelor dvs. cu o utilizare ușoară și eficientă.\n\nEste optimizat pentru a vă îmbunătăți securitatea online prin utilizarea metodelor de criptare de vârf pentru a vă proteja parolele, informațiile despre criptomonede și datele sensibile numite secrete. Îți stocezi secretele pe dispozitivul tău NFC fără contact.\n\nExtensia are caracteristici precum un generator de parole, un generator de coduri QR și un sistem automat de avertizare pentru tipurile de extensii de nume de domeniu pentru a vă proteja împotriva înșelătoriilor cu extensiile de nume de domeniu. Aceste caracteristici pot fi utilizate fără dispozitivul NFC.\n\nExtensia noastră este, de asemenea, concepută pentru a vă oferi securitate maximă pentru datele dvs. prin criptarea automată a schimburilor secrete în rețeaua locală, texte și fișiere. Completarea automată a câmpului este, de asemenea, criptată pentru a proteja împotriva riscurilor de hacking. Conectarea automată la un cont de internet vă face viața mai ușoară (similar cu cea fără parolă). Extensia noastră este, de asemenea, compatibilă cu sistemele de autentificare OTP (One Time Password) pentru securitate sporită a conturilor dvs. online.\n\nEste ușor de utilizat și garantează confidențialitatea datelor dumneavoastră.\n\nEste deosebit de util pentru utilizatorii de manageri de parole, criptomonede, criptare a datelor și autentificare OTP care caută să sporească securitatea informațiilor lor online.\n\nDescărcați acum extensia noastră gratuită și bucurați-vă de liniște știind că informațiile dvs. sensibile sunt protejate.”",
    "ru": "Наше бесплатное расширение представляет собой интерфейс между веб-сайтами, которые вы посещаете, и устройством NFC HSM, использующим технологию Freemindtronic®, связанную с помощью QR-кода с нашим (FMT) приложением для телефонов NFC, доступным в Google Play. Расширение предлагает безопасное управление вашими секретами с простым и эффективным использованием.\n\nОн оптимизирован для повышения вашей онлайн-безопасности за счет использования первоклассных методов шифрования для защиты ваших паролей, информации о криптовалюте и конфиденциальных данных, называемых секретами. Вы храните свои секреты в своем бесконтактном устройстве NFC.\n\nРасширение имеет такие функции, как генератор паролей, генератор QR-кода и система автоматического предупреждения для типов расширений доменных имен, чтобы защитить вас от мошенничества с расширениями доменных имен. Эти функции можно использовать без устройства NFC.\n\nНаше расширение также предназначено для обеспечения максимальной безопасности ваших данных за счет автоматического шифрования секретных обменов в локальной сети, текстов и файлов. Автозаполнение полей также шифруется для защиты от взлома. Автоматический вход в учетную запись в Интернете делает вашу жизнь проще (аналогично без пароля). Наше расширение также совместимо с системами аутентификации OTP (одноразовый пароль) для повышения безопасности ваших онлайн-аккаунтов.\n\nОн прост в использовании и гарантирует конфиденциальность ваших данных.\n\nЭто особенно полезно для пользователей менеджеров паролей, криптовалют, шифрования данных и аутентификации OTP, которые хотят повысить безопасность своей онлайн-информации.\n\nЗагрузите наше бесплатное расширение прямо сейчас и наслаждайтесь душевным спокойствием, зная, что ваша конфиденциальная информация защищена».",
    "zh_CN": "我们的免费扩展是您访问的网站与使用 Freemindtronic® 技术的 NFC HSM 设备之间的接口，该设备通过 QR 码与我们的 (FMT) 应用程序配对，适用于 Google Play 上的 NFC 手机。该扩展通过简单高效的使用提供对您的秘密的安全管理。\n\n它经过优化，通过使用顶级加密方法来保护您的密码、加密货币信息和称为机密的敏感数据，从而提高您的在线安全性。您将秘密存储在非接触式 NFC 设备中。\n\n该扩展具有密码生成器、二维码生成器和域名后缀类型自动预警系统等功能，可保护您免受域名后缀诈骗。这些功能可以在没有 NFC 设备的情况下使用。\n\n我们的扩展还旨在通过自动加密本地网络、文本和文件上的秘密交换，为您的数据提供最大的安全性。字段自动填充也被加密以防止黑客攻击风险。自动登录互联网帐户让您的生活更轻松（类似于无密码）。我们的扩展还与 OTP（一次性密码）身份验证系统兼容，以增强您在线帐户的安全性。\n\n它易于使用并保证您的数据的机密性。\n\n对于希望增强在线信息安全性的密码管理器、加密货币、数据加密和 OTP 身份验证的用户来说，它特别有用。\n\n立即下载我们的免费扩展程序，知道您的敏感信息已受到保护，让您高枕无忧。”"
  }
}