{
  "name": {
    "ar": "Vertical Tabs - علامات التبويب العمودية",
    "am": "Vertical Tabs - አቀባዊ ትሮች",
    "bg": "Vertical Tabs - Вертикални раздели",
    "bn": "Vertical Tabs - উল্লম্ব ট্যাব",
    "ca": "Vertical Tabs - Pestanyes verticals",
    "cs": "Vertical Tabs - Vertikální záložky",
    "da": "Vertical Tabs - Lodrette faner",
    "de": "Vertical Tabs - Vertikale Tabs",
    "el": "Vertical Tabs - Κάθετες καρτέλες",
    "en,en_AU,en_GB,en_US": "Vertical Tabs",
    "es,es_419": "Vertical Tabs - Pestañas verticales",
    "et": "Vertical Tabs - Vertikaalsed vahelehed",
    "fa": "Vertical Tabs - زبانه های عمودی",
    "fi": "Vertical Tabs - Pystysuuntaiset välilehdet",
    "fil": "Vertical Tabs - Mga Vertical na Tab",
    "fr": "Vertical Tabs - Onglets verticaux",
    "gu": "Vertical Tabs - વર્ટિકલ ટૅબ્સ",
    "he": "Vertical Tabs - כרטיסיות אנכיות",
    "hi": "Vertical Tabs - लंबवत टैब",
    "hr": "Vertical Tabs - Okomite kartice",
    "hu": "Vertical Tabs - Függőleges lapok",
    "id": "Vertical Tabs - Tab Vertikal",
    "it": "Vertical Tabs - Schede verticali",
    "ja": "Vertical Tabs - 垂直タブ",
    "kn": "Vertical Tabs - ಲಂಬ ಟ್ಯಾಬ್ಗಳು",
    "ko": "Vertical Tabs - 수직 탭",
    "lt": "Vertical Tabs - Vertikalios skirtukai",
    "lv": "Vertical Tabs - Vertikālās cilnes",
    "ml": "Vertical Tabs - ലംബ ടാബുകൾ",
    "mr": "Vertical Tabs - अनुलंब टॅब",
    "ms": "Vertical Tabs - Tab Menegak",
    "nl": "Vertical Tabs - Verticale tabbladen",
    "no": "Vertical Tabs - Vertikale faner",
    "pl": "Vertical Tabs - Zakładki pionowe",
    "pt_BR,pt_PT": "Vertical Tabs - Guias verticais",
    "ro": "Vertical Tabs - File verticale",
    "ru": "Vertical Tabs - Вертикальные вкладки",
    "sk": "Vertical Tabs - Vertikálne záložky",
    "sl": "Vertical Tabs - Navpični zavihki",
    "sr": "Vertical Tabs - Вертицал Табс",
    "sv": "Vertical Tabs - Vertikala flikar",
    "sw": "Vertical Tabs - Vichupo Wima",
    "ta": "Vertical Tabs - செங்குத்து தாவல்கள்",
    "te": "Vertical Tabs - నిలువు ట్యాబ్‌లు",
    "th": "Vertical Tabs - แท็บแนวตั้ง",
    "tr": "Vertical Tabs - Dikey Sekmeler",
    "uk": "Vertical Tabs - Вертикальні вкладки",
    "vi": "Vertical Tabs - Tab dọc",
    "zh_CN": "Vertical Tabs - 垂直标签",
    "zh_TW": "Vertical Tabs - 垂直標籤"
  },
  "short": {
    "ar": "مدير علامات التبويب العمودية في اللوحة الجانبية",
    "am": "በጎን ፓነል ውስጥ ቀጥ ያለ የትር አስተዳዳሪ",
    "bg": "Мениджър на вертикални раздели в страничния панел",
    "bn": "পাশের প্যানেলে উল্লম্ব ট্যাব ম্যানেজার",
    "ca": "Gestor de pestanyes verticals al tauler lateral",
    "cs": "Vertikální správce karet na bočním panelu",
    "da": "Lodret fanestyring i sidepanel",
    "de": "Vertikaler Tab-Manager im Seitenbereich",
    "el": "Διαχείριση κάθετης καρτέλας στο πλαϊνό πλαίσιο",
    "en,en_AU,en_GB,en_US": "Vertical tab manager in side panel",
    "es,es_419": "Administrador de pestañas verticales en el panel lateral",
    "et": "Vertikaalne vahelehtede haldur külgpaneelil",
    "fa": "مدیر زبانه عمودی در پانل کناری",
    "fi": "Pysty välilehtien hallinta sivupaneelissa",
    "fil": "Vertical na tab manager sa side panel",
    "fr": "Gestionnaire d'onglets verticaux dans le panneau latéral",
    "gu": "સાઇડ પેનલમાં વર્ટિકલ ટેબ મેનેજર",
    "he": "מנהל כרטיסיות אנכי בלוח הצד",
    "hi": "साइड पैनल में वर्टिकल टैब मैनेजर",
    "hr": "Vertikalni upravitelj kartica na bočnoj ploči",
    "hu": "Függőleges lapkezelő az oldalsó panelen",
    "id": "Manajer tab vertikal di panel samping",
    "it": "Gestione schede verticali nel pannello laterale",
    "ja": "サイドパネルの垂直タブマネージャー",
    "kn": "ಸೈಡ್ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಲಂಬ ಟ್ಯಾಬ್ ಮ್ಯಾನೇಜರ್",
    "ko": "측면 패널의 세로 탭 관리자",
    "lt": "Vertikali skirtukų tvarkyklė šoniniame skydelyje",
    "lv": "Vertikālais ciļņu pārvaldnieks sānu panelī",
    "ml": "സൈഡ് പാനലിൽ ലംബ ടാബ് മാനേജർ",
    "mr": "बाजूच्या पॅनेलमध्ये अनुलंब टॅब व्यवस्थापक",
    "ms": "Pengurus tab menegak dalam panel sisi",
    "nl": "Verticaal tabbladbeheer in zijpaneel",
    "no": "Vertikal fanebehandling i sidepanel",
    "pl": "Pionowy menedżer zakładek w panelu bocznym",
    "pt_BR,pt_PT": "Gerenciador de guias verticais no painel lateral",
    "ro": "Manager file vertical în panoul lateral",
    "ru": "Вертикальный менеджер вкладок на боковой панели",
    "sk": "Vertikálny správca kariet na bočnom paneli",
    "sl": "Navpični upravitelj zavihkov na stranski plošči",
    "sr": "Вертикални менаџер картица у бочном панелу",
    "sv": "Vertikal flikhanterare i sidopanelen",
    "sw": "Kidhibiti kichupo cha wima kwenye kidirisha cha pembeni",
    "ta": "பக்க பேனலில் செங்குத்து தாவல் மேலாளர்",
    "te": "సైడ్ ప్యానెల్‌లో నిలువు ట్యాబ్ మేనేజర్",
    "th": "ตัวจัดการแท็บแนวตั้งในแผงด้านข้าง",
    "tr": "Yan paneldeki dikey sekme yöneticisi",
    "uk": "Менеджер вертикальних вкладок на бічній панелі",
    "vi": "Trình quản lý tab dọc trong bảng điều khiển bên",
    "zh_CN": "侧面板中的垂直选项卡管理器",
    "zh_TW": "側面板中的垂直選項卡管理器"
  },
  "long": {
    "ar": "💡 كيفية البدء:\nقم بتنشيط Vertical Tabs بنقرة واحدة على أيقونة الامتداد. قم بتثبيته للوصول السريع واستخدم اختصار Alt+B (تعديل من chrome://extensions/shortcuts).\n\n🚀 اكتشف بُعدًا جديدًا لإدارة علامات التبويب باستخدام Vertical Tabs، وهو امتداد Chrome يهدف إلى تحسين تجربة التصفح الخاصة بك.\n\n🎯 إدارة علامات التبويب دون عناء:\nتنظم Vertical Tabs علامات التبويب الخاصة بك بشكل أنيق وتجمعها بسلاسة داخل اللوحة الجانبية لمتصفح Chrome، مما يبسط تجربة التصفح الخاصة بك.\n\n🌟 التكامل السلس:\nتم تصميم Vertical Tabs خصيصًا لمتصفح Chrome، حيث تتكامل بسلاسة، لتصبح امتدادًا بديهيًا لتجربة التصفح الخاصة بك.\n\n🔍 الوصول السريع إلى علامات التبويب والبحث:\nتنقل عبر علامات التبويب الخاصة بك دون عناء وابحث عما تحتاجه بسرعة باستخدام وظيفة البحث البديهية. قل وداعًا لفوضى البحث عن علامات التبويب!\n\n🔄 إعادة ترتيب علامات التبويب بشكل بديهي:\n\nاسحب علامات التبويب وأفلِتها بسهولة، وأعد ترتيبها دون عناء لتتناسب مع سير عملك وأولوياتك. تحكم في تجربة التصفح الخاصة بك كما لم يحدث من قبل.\n\n🌘 الوضع الداكن:\nيتماشى الوضع الداكن بذكاء مع سمة نظامك، مما يضمن تجربة تصفح مريحة دون أي تعديلات يدوية.\n\n📍 تغيير الموضع:\nقم بتخصيص إعداد التصفح الخاص بك عن طريق اختيار وضع علامات التبويب الرأسية على الجانب الأيسر أو الأيمن من شاشتك. ما عليك سوى الانتقال إلى إعدادات Chrome > المظهر > اللوحة الجانبية وجعلها خاصة بك.",
    "am,bg,bn,cs,da,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sv,sw,ta,te,th,uk,vi": "💡 How to Get Started:\nActivate Vertical Tabs with just a click on the extension icon. Pin it for quick access and utilize the shortcut Alt+B (modify from chrome://extensions/shortcuts).\n\n🚀 Discover a new dimension of tab management with Vertical Tabs, a Chrome extension aiming to enhance your browsing experience.\n\n🎯 Effortless Tab Management:\nVertical Tabs elegantly organizes your tabs and groups them seamlessly within Chrome's side panel, simplifying your browsing experience.\n\n🌟 Seamless Integration:\nCrafted specifically for Chrome, Vertical Tabs seamlessly integrates, becoming an intuitive extension of your browsing experience.\n\n🔍 Swift Tab Access and Search:\nNavigate your tabs effortlessly and find what you need quickly with the intuitive search functionality. Say goodbye to tab-hunting chaos!\n\n🔄 Intuitive Tab Reordering:\nDrag and drop tabs with ease, effortlessly rearranging them to match your workflow and priorities. Take control of your browsing experience like never before.\n\n🌘 Dark Mode:\nDark Mode intelligently aligns with your system theme, ensuring a comfortable browsing experience without any manual adjustments.\n\n📍 Change Position:\nPersonalize your browsing setup by choosing to position Vertical Tabs on either the left or right side of your screen. Simply head to Chrome Settings > Appearance > Side Panel and make it your own.\n\n🛡️ Privacy-First Approach:\nYour tab information stays private, no tab data is sent to any servers. Enjoy organized tabs while keeping your data secure.\n\nGet ready to streamline your browsing, boost productivity, and enjoy a visually stunning interface with Vertical Tabs. Download now and discover the future of tab management!",
    "ca": "💡 Com començar:\nActiveu les pestanyes verticals amb només un clic a la icona de l'extensió. Fixeu-lo per accedir-hi ràpidament i utilitzeu la drecera Alt+B (modifica des de chrome://extensions/shortcuts).\n\n🚀 Descobriu una nova dimensió de gestió de pestanyes amb Pestanyes verticals, una extensió de Chrome que pretén millorar la vostra experiència de navegació.\n\n🎯 Gestió de pestanyes sense esforç:\nVertical Tabs organitza elegantment les teves pestanyes i les agrupa perfectament al tauler lateral de Chrome, simplificant la teva experiència de navegació.\n\n🌟 Integració perfecta:\nCreat específicament per a Chrome, Vertical Tabs s'integra perfectament, convertint-se en una extensió intuïtiva de la vostra experiència de navegació.\n\n🔍 Accés ràpid a pestanyes i cerca:\nNavegueu per les pestanyes sense esforç i trobeu el que necessiteu ràpidament amb la funcionalitat de cerca intuïtiva. Digues adéu al caos de la caça de pestanyes!\n\n🔄 Reordenació de pestanyes intuïtiva:\nArrossegueu i deixeu anar les pestanyes amb facilitat, reorganitzant-les sense esforç perquè coincideixin amb el vostre flux de treball i prioritats. Preneu el control de la vostra experiència de navegació com mai abans.\n\n🌘 Mode fosc:\nEl mode fosc s'alinea de manera intel·ligent amb el tema del vostre sistema, assegurant una experiència de navegació còmoda sense cap ajust manual.\n\n📍 Canvi de posició:\nPersonalitzeu la vostra configuració de navegació escollint col·locar les pestanyes verticals al costat esquerre o dret de la pantalla. Només cal que aneu a Configuració de Chrome > Aparença > Tauler lateral i feu-lo vostre.\n\n🛡️ Privadesa: primer enfocament:\nLa informació de la pestanya es manté privada, no s'envien dades de pestanya a cap servidor. Gaudeix de pestanyes organitzades mantenint les teves dades segures.\n\nPrepareu-vos per agilitzar la vostra navegació, augmentar la productivitat i gaudir d'una interfície visualment impressionant amb pestanyes verticals. Descarrega ara i descobreix el futur de la gestió de pestanyes!",
    "de": "💡 Erste Schritte:\nAktivieren Sie Vertical Tabs mit nur einem Klick auf das Erweiterungssymbol. Heften Sie es für den schnellen Zugriff an und verwenden Sie die Tastenkombination Alt+B (ändern Sie es unter chrome://extensions/shortcuts).\n\n🚀 Entdecken Sie eine neue Dimension der Tab-Verwaltung mit Vertical Tabs, einer Chrome-Erweiterung, die Ihr Browsererlebnis verbessern soll.\n\n🎯 Mühelose Tab-Verwaltung:\nVertical Tabs organisiert Ihre Tabs elegant und gruppiert sie nahtlos in der Seitenleiste von Chrome, was Ihr Browsererlebnis vereinfacht.\n\n🌟 Nahtlose Integration:\nVertical Tabs wurde speziell für Chrome entwickelt und lässt sich nahtlos integrieren, wodurch es zu einer intuitiven Erweiterung Ihres Browsererlebnisses wird.\n\n🔍 Schneller Tab-Zugriff und Suche:\nNavigieren Sie mühelos durch Ihre Tabs und finden Sie mit der intuitiven Suchfunktion schnell, was Sie brauchen. Verabschieden Sie sich vom Chaos der Tab-Suche!\n\n🔄 Intuitive Tab-Neuanordnung:\nZiehen Sie Tabs mühelos per Drag & Drop und ordnen Sie sie mühelos neu an, um sie Ihrem Arbeitsablauf und Ihren Prioritäten anzupassen. Übernehmen Sie die Kontrolle über Ihr Browsing-Erlebnis wie nie zuvor.\n\n🌘 Dunkelmodus:\nDer Dunkelmodus passt sich intelligent an Ihr Systemdesign an und sorgt für ein komfortables Browsing-Erlebnis ohne manuelle Anpassungen.\n\n📍 Position ändern:\nPersonalisieren Sie Ihr Browsing-Setup, indem Sie vertikale Tabs entweder auf der linken oder rechten Seite Ihres Bildschirms positionieren. Gehen Sie einfach zu Chrome-Einstellungen > Darstellung > Seitenleiste und passen Sie es an Ihre Bedürfnisse an.\n\n🛡️ Datenschutz an erster Stelle:\nIhre Tab-Informationen bleiben privat, es werden keine Tab-Daten an Server gesendet. Genießen Sie organisierte Tabs, während Ihre Daten sicher bleiben.\n\nMachen Sie sich bereit, Ihr Browsing zu optimieren, die Produktivität zu steigern und eine visuell beeindruckende Benutzeroberfläche mit vertikalen Tabs zu genießen. Laden Sie es jetzt herunter und entdecken Sie die Zukunft der Tab-Verwaltung!",
    "el": "💡 Πώς να ξεκινήσετε:\nΕνεργοποιήστε τις κάθετες καρτέλες με ένα μόνο κλικ στο εικονίδιο της επέκτασης. Καρφιτσώστε το για γρήγορη πρόσβαση και χρησιμοποιήστε τη συντόμευση Alt+B (τροποποίηση από chrome://extensions/shortcuts).\n\n🚀 Ανακαλύψτε μια νέα διάσταση διαχείρισης καρτελών με τις Κάθετες καρτέλες, μια επέκταση του Chrome που στοχεύει να βελτιώσει την εμπειρία περιήγησής σας.\n\n🎯 Αβίαστη διαχείριση καρτελών:\nΟι κάθετες καρτέλες οργανώνουν κομψά τις καρτέλες σας και τις ομαδοποιούν απρόσκοπτα στο πλαϊνό πλαίσιο του Chrome, απλοποιώντας την εμπειρία περιήγησής σας.\n\n🌟 Απρόσκοπτη ενσωμάτωση:\nΟι κάθετες καρτέλες, σχεδιασμένες ειδικά για το Chrome, ενσωματώνονται απρόσκοπτα, καθιστώντας μια διαισθητική επέκταση της εμπειρίας περιήγησής σας.\n\n🔍 Πρόσβαση και αναζήτηση Swift Tab:\nΠλοηγηθείτε στις καρτέλες σας χωρίς κόπο και βρείτε γρήγορα αυτό που χρειάζεστε με τη διαισθητική λειτουργία αναζήτησης. Πείτε αντίο στο χάος του κυνηγιού καρτελών!\n\n🔄 Διαισθητική αναδιάταξη καρτελών:\nΣύρετε και αποθέστε καρτέλες με ευκολία, αναδιατάσσοντάς τες χωρίς κόπο ώστε να ταιριάζουν με τη ροή εργασίας και τις προτεραιότητές σας. Πάρτε τον έλεγχο της εμπειρίας περιήγησής σας όπως ποτέ πριν.\n\n🌘 Σκοτεινή λειτουργία:\nΗ Dark Mode ευθυγραμμίζεται έξυπνα με το θέμα του συστήματός σας, εξασφαλίζοντας μια άνετη εμπειρία περιήγησης χωρίς χειροκίνητες ρυθμίσεις.\n\n📍 Αλλαγή θέσης:\nΕξατομικεύστε τη ρύθμιση της περιήγησής σας επιλέγοντας να τοποθετήσετε τις Κάθετες καρτέλες είτε στην αριστερή είτε στη δεξιά πλευρά της οθόνης σας. Απλώς μεταβείτε στις Ρυθμίσεις Chrome > Εμφάνιση > Πλαϊνό πλαίσιο και κάντε το δικό σας.\n\n🛡️ Απόρρητο-Πρώτη προσέγγιση:\nΟι πληροφορίες της καρτέλας σας παραμένουν ιδιωτικές, δεν αποστέλλονται δεδομένα καρτέλας σε κανέναν διακομιστή. Απολαύστε οργανωμένες καρτέλες διατηρώντας τα δεδομένα σας ασφαλή.\n\nΕτοιμαστείτε να βελτιστοποιήσετε την περιήγησή σας, να ενισχύσετε την παραγωγικότητα και να απολαύσετε μια οπτικά εντυπωσιακή διεπαφή με τις κάθετες καρτέλες. Κάντε λήψη τώρα και ανακαλύψτε το μέλλον της διαχείρισης καρτελών!",
    "en": "💡 How to Get Started:\nActivate Vertical Tabs with just a click on the extension icon. Pin it for quick access and utilize the shortcut Alt+B (modify from chrome://extensions/shortcuts).\n\n🚀 Discover a new dimension of tab management with Vertical Tabs, a Chrome extension aiming to enhance your browsing experience.\n\n🎯 Effortless User experience:\nVertical Tabs elegantly organizes your tabs and groups them seamlessly within Chrome's side panel, simplifying your browsing experience.\n\n🌟 Seamless Integration:\nCrafted specifically for Chrome, Vertical Tabs seamlessly integrates, becoming an intuitive extension of your browsing experience.\n\n🔍 Swift Tab Access and Search:\nNavigate your tabs effortlessly and find what you need quickly with the intuitive search functionality.\n\n🔄 Intuitive Tab Management:\nEasily organize your tabs with drag-and-drop functionality, and streamline your workflow by selecting and managing multiple tabs at once.\n\n🌘 Dark Mode:\nDark Mode intelligently aligns with your system theme, ensuring a comfortable browsing experience without any manual adjustments.\n\n📍 Change Position:\nPersonalize your browsing setup by choosing to position Vertical Tabs on either the left or right side of your screen. Simply head to Chrome Settings > Appearance > Side Panel and make it your own.\n\n🛡️ Privacy-First Approach:\nYour tab information stays private, no tab data is sent to any servers. Enjoy organized tabs while keeping your data secure.\n\nGet ready to streamline your browsing, boost productivity, and enjoy a visually stunning interface with Vertical Tabs. Download now and discover the future of tab management!",
    "es": "💡 Cómo empezar:\nActiva Vertical Tabs con solo un clic en el icono de la extensión. Fíjalo para un acceso rápido y utiliza el atajo Alt+B (modifica desde chrome://extensions/shortcuts).\n\n🚀 Descubre una nueva dimensión de la gestión de pestañas con Vertical Tabs, una extensión de Chrome que tiene como objetivo mejorar tu experiencia de navegación.\n\n🎯 Gestión de pestañas sin esfuerzo:\nVertical Tabs organiza elegantemente tus pestañas y las agrupa sin problemas dentro del panel lateral de Chrome, simplificando tu experiencia de navegación.\n\n🌟 Integración perfecta:\nDiseñada específicamente para Chrome, Vertical Tabs se integra a la perfección y se convierte en una extensión intuitiva de tu experiencia de navegación.\n\n🔍 Acceso y búsqueda rápidos en pestañas:\nNavega por tus pestañas sin esfuerzo y encuentra lo que necesitas rápidamente con la función de búsqueda intuitiva. ¡Dile adiós al caos de la búsqueda de pestañas!\n\n🔄 Reordenamiento intuitivo de pestañas:\nArrastra y suelta pestañas con facilidad, reorganizándolas sin esfuerzo para que coincidan con tu flujo de trabajo y tus prioridades. Toma el control de tu experiencia de navegación como nunca antes.\n\n🌘 Modo oscuro:\nEl modo oscuro se alinea de manera inteligente con el tema de tu sistema, lo que garantiza una experiencia de navegación cómoda sin ningún ajuste manual.\n\n📍 Cambiar posición:\nPersonaliza tu configuración de navegación eligiendo la posición de las pestañas verticales en el lado izquierdo o derecho de tu pantalla. Simplemente dirígete a Configuración de Chrome > Apariencia > Panel lateral y hazlo a tu gusto.\n\n🛡️ Enfoque de privacidad:\nLa información de tus pestañas se mantiene privada, no se envían datos de pestañas a ningún servidor. Disfruta de pestañas organizadas mientras mantienes tus datos seguros.\n\nPrepárate para optimizar tu navegación, aumentar la productividad y disfrutar de una interfaz visualmente impactante con las pestañas verticales. ¡Descárgalas ahora y descubre el futuro de la gestión de pestañas!",
    "fa": "💡 چگونه شروع کنیم:\nتب های عمودی را فقط با یک کلیک بر روی نماد برنامه افزودنی فعال کنید. برای دسترسی سریع آن را پین کنید و از میانبر Alt+B استفاده کنید (از chrome://extensions/shortcuts تغییر دهید).\n\n🚀 بعد جدیدی از مدیریت برگه ها را با تب های عمودی کشف کنید، یک برنامه افزودنی کروم با هدف بهبود تجربه مرور شما.\n\n🎯 مدیریت بدون زحمت برگه:\nبرگه های عمودی به زیبایی برگه های شما را سازماندهی می کند و آنها را به طور یکپارچه در پانل کناری Chrome گروه بندی می کند و تجربه مرور شما را ساده می کند.\n\n🌟 یکپارچه سازی یکپارچه:\nبرگه های عمودی که به طور خاص برای کروم ساخته شده است، به طور یکپارچه ادغام می شود و به یک افزونه بصری تجربه مرور شما تبدیل می شود.\n\n🔍 دسترسی و جستجوی Swift Tab:\nبرگه های خود را بدون زحمت پیمایش کنید و آنچه را که نیاز دارید به سرعت با قابلیت جستجوی بصری پیدا کنید. با هرج و مرج شکار تب خداحافظی کنید!\n\n🔄 مرتب سازی مجدد برگه ها:\nبرگه ها را به راحتی بکشید و رها کنید، بدون زحمت آنها را مرتب کنید تا با گردش کار و اولویت های خود مطابقت داشته باشند. کنترل تجربه مرور خود را مانند قبل در دست بگیرید.\n\n🌘 حالت تاریک:\nحالت تاریک به طور هوشمندانه با موضوع سیستم شما هماهنگ می شود و یک تجربه مرور راحت را بدون هیچ گونه تنظیمات دستی تضمین می کند.\n\n📍 تغییر موقعیت:\nبا انتخاب قرار دادن برگه های عمودی در سمت چپ یا راست صفحه، تنظیمات مرور خود را شخصی کنید. به سادگی به تنظیمات کروم > ظاهر > پانل کناری بروید و آن را متعلق به خود کنید.\n\n🛡️ رویکرد اول حریم خصوصی:\nاطلاعات برگه شما خصوصی می ماند، هیچ داده برگه ای به هیچ سروری ارسال نمی شود. از برگه های سازماندهی شده لذت ببرید و در عین حال داده های خود را ایمن نگه دارید.\n\nآماده باشید تا مرور خود را ساده کنید، بهره وری را افزایش دهید و از یک رابط بصری خیره کننده با تب های عمودی لذت ببرید. اکنون دانلود کنید و آینده مدیریت تب را کشف کنید!",
    "fr": "💡 Comment commencer :\nActivez les onglets verticaux d'un simple clic sur l'icône de l'extension. Épinglez-la pour un accès rapide et utilisez le raccourci Alt+B (modifiez à partir de chrome://extensions/shortcuts).\n\n🚀 Découvrez une nouvelle dimension de la gestion des onglets avec Vertical Tabs, une extension Chrome visant à améliorer votre expérience de navigation.\n\n🎯 Gestion des onglets sans effort :\nVertical Tabs organise élégamment vos onglets et les regroupe de manière transparente dans le panneau latéral de Chrome, simplifiant ainsi votre expérience de navigation.\n\n🌟 Intégration transparente :\nConçu spécifiquement pour Chrome, Vertical Tabs s'intègre de manière transparente, devenant une extension intuitive de votre expérience de navigation.\n\n🔍 Accès et recherche rapides des onglets :\nNaviguez sans effort dans vos onglets et trouvez rapidement ce dont vous avez besoin grâce à la fonctionnalité de recherche intuitive. Dites adieu au chaos de la recherche d'onglets !\n\n🔄 Réorganisation intuitive des onglets :\nFaites glisser et déposez facilement les onglets, en les réorganisant sans effort pour qu'ils correspondent à votre flux de travail et à vos priorités. Prenez le contrôle de votre expérience de navigation comme jamais auparavant.\n\n🌘 Mode sombre :\nLe mode sombre s'aligne intelligemment sur le thème de votre système, garantissant une expérience de navigation confortable sans aucun réglage manuel.\n\n📍 Changer de position :\nPersonnalisez votre configuration de navigation en choisissant de positionner les onglets verticaux sur le côté gauche ou droit de votre écran. Accédez simplement à Paramètres de Chrome > Apparence > Panneau latéral et personnalisez-le.\n\n🛡️ Approche axée sur la confidentialité :\nLes informations de vos onglets restent privées, aucune donnée d'onglet n'est envoyée à aucun serveur. Profitez d'onglets organisés tout en préservant la sécurité de vos données.\n\nPréparez-vous à rationaliser votre navigation, à augmenter votre productivité et à profiter d'une interface visuellement époustouflante avec les onglets verticaux. Téléchargez-le maintenant et découvrez l'avenir de la gestion des onglets !",
    "hi": "💡 कैसे शुरू करें:\nएक्सटेंशन आइकन पर बस एक क्लिक से वर्टिकल टैब सक्रिय करें। त्वरित पहुँच के लिए इसे पिन करें और शॉर्टकट Alt+B (chrome://extensions/shortcuts से संशोधित करें) का उपयोग करें।\n\n🚀 वर्टिकल टैब के साथ टैब प्रबंधन के एक नए आयाम की खोज करें, एक क्रोम एक्सटेंशन जिसका लक्ष्य आपके ब्राउज़िंग अनुभव को बेहतर बनाना है।\n\n🎯 सहज टैब प्रबंधन:\nवर्टिकल टैब आपके टैब को सुंदर ढंग से व्यवस्थित करता है और उन्हें क्रोम के साइड पैनल में सहजता से समूहित करता है, जिससे आपका ब्राउज़िंग अनुभव सरल हो जाता है।\n\n🌟 सहज एकीकरण:\nविशेष रूप से क्रोम के लिए तैयार किया गया, वर्टिकल टैब सहजता से एकीकृत होता है, जो आपके ब्राउज़िंग अनुभव का एक सहज विस्तार बन जाता है।\n\n🔍 स्विफ्ट टैब एक्सेस और सर्च:\nसहजता से अपने टैब नेविगेट करें और सहज खोज कार्यक्षमता के साथ जल्दी से अपनी ज़रूरत की चीज़ें पाएँ। टैब-हंटिंग अराजकता को अलविदा कहें!\n\n🔄 सहज टैब पुनर्व्यवस्था:\nटैब को आसानी से खींचें और छोड़ें, उन्हें अपने वर्कफ़्लो और प्राथमिकताओं से मेल खाने के लिए आसानी से पुनर्व्यवस्थित करें। अपने ब्राउज़िंग अनुभव को पहले जैसा नियंत्रित करें।\n\n🌘 डार्क मोड:\nडार्क मोड आपके सिस्टम थीम के साथ समझदारी से संरेखित होता है, बिना किसी मैन्युअल समायोजन के आरामदायक ब्राउज़िंग अनुभव सुनिश्चित करता है।\n\n📍 स्थिति बदलें:\nअपनी स्क्रीन के बाईं या दाईं ओर वर्टिकल टैब को रखने का विकल्प चुनकर अपने ब्राउज़िंग सेटअप को निजीकृत करें। बस क्रोम सेटिंग्स> अपीयरेंस> साइड पैनल पर जाएं और इसे अपना बनाएं।\n\n🛡️ गोपनीयता-प्रथम दृष्टिकोण:\nआपकी टैब जानकारी निजी रहती है, किसी भी सर्वर पर कोई टैब डेटा नहीं भेजा जाता है। अपने डेटा को सुरक्षित रखते हुए व्यवस्थित टैब का आनंद लें।\n\nअपनी ब्राउज़िंग को सुव्यवस्थित करने, उत्पादकता बढ़ाने और वर्टिकल टैब के साथ एक शानदार इंटरफ़ेस का आनंद लेने के लिए तैयार हो जाइए। अभी डाउनलोड करें और टैब प्रबंधन के भविष्य की खोज करें!",
    "it": "💡 Come iniziare:\nAttiva Vertical Tabs con un semplice clic sull'icona dell'estensione. Aggiungila per un accesso rapido e utilizza la scorciatoia Alt+B (modifica da chrome://extensions/shortcuts).\n\n🚀 Scopri una nuova dimensione di gestione delle schede con Vertical Tabs, un'estensione di Chrome che mira a migliorare la tua esperienza di navigazione.\n\n🎯 Gestione delle schede senza sforzo:\nVertical Tabs organizza elegantemente le tue schede e le raggruppa senza soluzione di continuità nel pannello laterale di Chrome, semplificando la tua esperienza di navigazione.\n\n🌟 Integrazione senza soluzione di continuità:\nCreata appositamente per Chrome, Vertical Tabs si integra senza soluzione di continuità, diventando un'estensione intuitiva della tua esperienza di navigazione.\n\n🔍 Accesso e ricerca rapidi alle schede:\nSfoglia le tue schede senza sforzo e trova rapidamente ciò di cui hai bisogno con la funzionalità di ricerca intuitiva. Dì addio al caos della ricerca delle schede!\n\n🔄 Riorganizzazione intuitiva delle schede:\nTrascina e rilascia le schede con facilità, riorganizzandole senza sforzo per adattarle al tuo flusso di lavoro e alle tue priorità. Prendi il controllo della tua esperienza di navigazione come mai prima.\n\n🌘 Modalità scura:\nLa modalità scura si allinea in modo intelligente al tema del tuo sistema, assicurandoti un'esperienza di navigazione confortevole senza alcuna regolazione manuale.\n\n📍 Cambia posizione:\nPersonalizza la tua configurazione di navigazione scegliendo di posizionare le schede verticali sul lato sinistro o destro dello schermo. Vai semplicemente su Impostazioni Chrome > Aspetto > Pannello laterale e personalizzalo.\n\n🛡️ Approccio incentrato sulla privacy:\nLe informazioni sulle tue schede rimangono private, nessun dato sulle schede viene inviato a nessun server. Goditi schede organizzate mantenendo al sicuro i tuoi dati.\n\nPreparati a semplificare la tua navigazione, aumentare la produttività e goderti un'interfaccia visivamente sbalorditiva con le schede verticali. Scarica ora e scopri il futuro della gestione delle schede!",
    "ja": "💡 開始方法:\n拡張機能アイコンをクリックするだけで、Vertical Tabs をアクティブ化できます。すばやくアクセスできるようにピン留めし、ショートカット Alt+B (chrome://extensions/shortcuts から変更) を使用します。\n\n🚀 ブラウジング体験の向上を目的とした Chrome 拡張機能である Vertical Tabs で、タブ管理の新たな次元を発見してください。\n\n🎯 簡単なタブ管理:\nVertical Tabs は、タブをエレガントに整理し、Chrome のサイドパネル内でシームレスにグループ化して、ブラウジング体験を簡素化します。\n\n🌟 シームレスな統合:\nChrome 専用に作成された Vertical Tabs はシームレスに統合され、ブラウジング体験の直感的な拡張機能になります。\n\n🔍 迅速なタブ アクセスと検索:\n直感的な検索機能を使用して、タブを簡単にナビゲートし、必要なものをすばやく見つけます。タブ探しの混乱とはお別れです!\n\n🔄 直感的なタブの並べ替え:\nタブを簡単にドラッグ アンド ドロップして、ワークフローや優先順位に合わせて簡単に並べ替えることができます。これまでにない方法でブラウジング エクスペリエンスをコントロールできます。\n\n🌘 ダーク モード:\nダーク モードはシステム テーマにインテリジェントに合わせ、手動で調整することなく快適なブラウジング エクスペリエンスを実現します。\n\n📍 位置の変更:\n垂直タブを画面の左側または右側に配置することで、ブラウジング設定をカスタマイズできます。Chrome の設定 > 外観 > サイド パネルに移動して、自分好みに設定してください。\n\n🛡️ プライバシー優先のアプローチ:\nタブ情報は非公開のままで、タブ データはサーバーに送信されません。データを安全に保ちながら、整理されたタブをお楽しみください。\n\n垂直タブでブラウジングを合理化し、生産性を高め、視覚的に美しいインターフェースをお楽しみください。今すぐダウンロードして、タブ管理の未来を発見してください。",
    "ko": "💡 시작 방법:\n확장 프로그램 아이콘을 클릭하기만 하면 Vertical Tabs가 활성화됩니다. 빠르게 액세스하려면 고정하고 단축키 Alt+B를 활용하세요(chrome://extensions/shortcuts에서 수정).\n\n🚀 Chrome 확장 프로그램인 Vertical Tabs로 탭 관리의 새로운 차원을 발견하세요. 이 확장 프로그램은 브라우징 경험을 향상하는 것을 목표로 합니다.\n\n🎯 간편한 탭 관리:\nVertical Tabs는 탭을 우아하게 정리하고 Chrome의 사이드 패널에서 원활하게 그룹화하여 브라우징 경험을 간소화합니다.\n\n🌟 원활한 통합:\nChrome을 위해 특별히 제작된 Vertical Tabs는 원활하게 통합되어 브라우징 경험의 직관적인 확장 기능이 됩니다.\n\n🔍 신속한 탭 액세스 및 검색:\n직관적인 검색 기능으로 탭을 손쉽게 탐색하고 필요한 것을 빠르게 찾으세요. 탭을 찾는 혼란에 작별 인사를 전하세요!\n\n🔄 직관적인 탭 재정렬:\n탭을 쉽게 끌어서 놓아 워크플로와 우선순위에 맞게 손쉽게 재정렬하세요. 그 어느 때보다 브라우징 환경을 제어하세요.\n\n🌘 다크 모드:\n다크 모드는 시스템 테마와 지능적으로 일치하여 수동 조정 없이도 편안한 브라우징 환경을 보장합니다.\n\n📍 위치 변경:\n화면 왼쪽 또는 오른쪽에 수직 탭을 배치하여 브라우징 설정을 개인화하세요. Chrome 설정 > 모양 > 사이드 패널로 이동하여 원하는 대로 설정하세요.\n\n🛡️ 개인 정보 우선 접근 방식:\n탭 정보는 비공개로 유지되며 탭 데이터는 어떤 서버로도 전송되지 않습니다. 데이터를 안전하게 유지하면서 정리된 탭을 즐기세요.\n\n수직 탭으로 브라우징을 간소화하고 생산성을 높이고 시각적으로 멋진 인터페이스를 즐기세요. 지금 다운로드하고 탭 관리의 미래를 발견하세요!",
    "nl": "💡 Hoe te beginnen: \nActiveer Verticale Tabs met een enkele klik op het extensie-icoon. Pin het voor snelle toegang en gebruik de sneltoets Alt+B (aan te passen via chrome://extensions/shortcuts).\n\n🚀 Ontdek een nieuwe dimensie van tabbeheer met Verticale Tabs, een Chrome-extensie die je browse-ervaring verbetert.\n\n🎯 Moeiteloos Tabbeheer: Verticale Tabs organiseert je tabbladen op een elegante manier en groepeert ze naadloos binnen het zijpaneel van Chrome, wat je browse-ervaring vereenvoudigt.\n\n🌟 Naadloze Integratie: Speciaal ontworpen voor Chrome, integreert Verticale Tabs naadloos en wordt het een intuïtieve uitbreiding van je browse-ervaring.\n\n🔍 Snelle Toegang tot Tabbladen en Zoeken: Navigeer moeiteloos tussen je tabbladen en vind snel wat je nodig hebt met de intuïtieve zoekfunctie. Zeg vaarwel tegen de chaos van het zoeken naar tabbladen!\n\n🔄 Intuïtief Tabbladen Herordenen: Versleep tabbladen eenvoudig en herorden ze moeiteloos om aan te sluiten bij je workflow en prioriteiten. Neem de controle over je browse-ervaring zoals nooit tevoren.\n\n🌘 Donkere Modus: De donkere modus past zich intelligent aan je systeemthema aan, waardoor je een comfortabele browse-ervaring hebt zonder handmatige aanpassingen.\n\n📍 Positie Wijzigen: Personaliseer je browse-instellingen door te kiezen om Verticale Tabs aan de linker- of rechterkant van je scherm te plaatsen. Ga simpelweg naar Chrome Instellingen > Uiterlijk > Zijpaneel en maak het helemaal van jou.\n\n🛡️ Privacygerichte Benadering: Je tabbladgegevens blijven privé; er wordt geen tabbladinformatie naar servers gestuurd. Geniet van georganiseerde tabbladen terwijl je gegevens veilig blijven.\n\nMaak je klaar om je browse-ervaring te vereenvoudigen, je productiviteit te verhogen en te genieten van een visueel verbluffende interface met Verticale Tabs. Download nu en ontdek de toekomst van tabbeheer!",
    "pt_BR": "💡 Como começar:\nAtive as guias verticais com apenas um clique no ícone da extensão. Fixe-o para acesso rápido e utilize o atalho Alt+B (modifique de chrome://extensions/shortcuts).\n\n🚀 Descubra uma nova dimensão de gerenciamento de guias com as guias verticais, uma extensão do Chrome que visa aprimorar sua experiência de navegação.\n\n🎯 Gerenciamento de guias sem esforço:\nAs guias verticais organizam suas guias com elegância e as agrupa perfeitamente no painel lateral do Chrome, simplificando sua experiência de navegação.\n\n🌟 Integração perfeita:\nCriado especificamente para o Chrome, as guias verticais se integram perfeitamente, tornando-se uma extensão intuitiva de sua experiência de navegação.\n\n🔍 Acesso rápido às guias e pesquisa:\nNavegue pelas guias sem esforço e encontre o que precisa rapidamente com a funcionalidade de pesquisa intuitiva. Diga adeus ao caos da caça às guias!\n\n🔄 Reordenação intuitiva de guias:\nArraste e solte guias com facilidade, reorganizando-as sem esforço para corresponder ao seu fluxo de trabalho e prioridades. Assuma o controle da sua experiência de navegação como nunca antes.\n\n🌘 Modo escuro:\nO Modo escuro se alinha de forma inteligente com o tema do seu sistema, garantindo uma experiência de navegação confortável sem ajustes manuais.\n\n📍 Alterar posição:\nPersonalize sua configuração de navegação escolhendo posicionar as guias verticais no lado esquerdo ou direito da tela. Basta ir para Configurações do Chrome > Aparência > Painel lateral e torná-lo seu.\n\n🛡️ Abordagem de privacidade em primeiro lugar:\nAs informações da sua guia permanecem privadas, nenhum dado da guia é enviado para nenhum servidor. Aproveite as guias organizadas enquanto mantém seus dados seguros.\n\nPrepare-se para otimizar sua navegação, aumentar a produtividade e aproveitar uma interface visualmente deslumbrante com as guias verticais. Baixe agora e descubra o futuro do gerenciamento de guias!",
    "pt_PT": "💡 Como começar:\nAtive as guias verticais com apenas um clique no ícone da extensão. Fixe-o para acesso rápido e utilize o atalho Alt+B (modifique de chrome://extensions/shortcuts).\n\n🚀 Descubra uma nova dimensão de gestão de separadores com o Vertical Tabs, uma extensão do Chrome que visa melhorar a sua experiência de navegação.\n\n🎯 Gestão de guias sem esforço:\nVertical Tabs organiza os seus separadores com elegância e agrupa-os perfeitamente no painel lateral do Chrome, simplificando a sua experiência de navegação.\n\n🌟 Integração perfeita:\nCriado especificamente para o Chrome, o Vertical Tabs integra-se perfeitamente, tornando-se uma extensão intuitiva da sua experiência de navegação.\n\n🔍 Acesso e pesquisa do separador Swift:\nNavegue pelas suas abas sem esforço e encontre o que precisa rapidamente com a funcionalidade de pesquisa intuitiva. Diga adeus ao caos da caça às guias!\n\n🔄 Reordenação intuitiva de guias:\nArraste e largue separadores com facilidade, reorganizando-os sem esforço para corresponder ao seu fluxo de trabalho e prioridades. Assuma o controlo da sua experiência de navegação como nunca antes.\n\n🌘 Modo escuro:\nO Modo Escuro alinha-se de forma inteligente com o tema do seu sistema, garantindo uma experiência de navegação confortável sem quaisquer ajustes manuais.\n\n📍 Mudar de posição:\nPersonalize a sua configuração de navegação escolhendo posicionar os separadores verticais no lado esquerdo ou direito do ecrã. Basta aceder a Definições do Chrome > Aparência > Painel lateral e personalizá-lo.\n\n🛡️ Abordagem que prioriza a privacidade:\nAs informações do seu separador permanecem privadas, nenhum dado do separador é enviado para nenhum servidor. Desfrute de separadores organizados enquanto mantém os seus dados seguros.\n\nPrepare-se para agilizar a sua navegação, aumentar a produtividade e desfrutar de uma interface visualmente deslumbrante com separadores verticais. Descarregue já e descubra o futuro da gestão de guias!",
    "ru": "💡 Как начать:\nАктивируйте вертикальные вкладки одним щелчком по значку расширения. Закрепите его для быстрого доступа и используйте сочетание клавиш Alt+B (изменить можно на chrome://extensions/shortcuts).\n\n🚀 Откройте для себя новое измерение управления вкладками с Vertical Tabs, расширением Chrome, призванным улучшить ваш опыт просмотра.\n\n🎯 Легкое управление вкладками:\nVertical Tabs элегантно организует ваши вкладки и группирует их на боковой панели Chrome, упрощая ваш опыт просмотра.\n\n🌟 Полная интеграция:\nРазработанные специально для Chrome, Vertical Tabs легко интегрируются, становясь интуитивно понятным расширением вашего опыта просмотра.\n\n🔍 Быстрый доступ к вкладкам и поиск:\nЛегко перемещайтесь по вкладкам и быстро находите то, что вам нужно, с помощью интуитивно понятных функций поиска. Попрощайтесь с хаосом поиска вкладок!\n\n🔄 Интуитивное переупорядочивание вкладок:\nЛегко перетаскивайте вкладки, без усилий перестраивая их в соответствии с вашим рабочим процессом и приоритетами. Управляйте своим просмотром, как никогда раньше.\n\n🌘 Темный режим:\nТемный режим разумно согласуется с темой вашей системы, обеспечивая комфортный просмотр без каких-либо ручных настроек.\n\n📍 Изменение положения:\nПерсонализируйте настройки просмотра, выбрав расположение вертикальных вкладок на левой или правой стороне экрана. Просто перейдите в Настройки Chrome > Внешний вид > Боковая панель и настройте ее по своему вкусу.\n\n🛡️ Подход «Конфиденциальность прежде всего»:\nИнформация о ваших вкладках остается конфиденциальной, никакие данные вкладок не отправляются ни на какие серверы. Наслаждайтесь организованными вкладками, сохраняя при этом свои данные в безопасности.\n\nПриготовьтесь оптимизировать просмотр, повысить производительность и насладиться визуально потрясающим интерфейсом с вертикальными вкладками. Загрузите сейчас и откройте для себя будущее управления вкладками!",
    "sr": "💡 Како да започнете:\nАктивирајте вертикалне картице само једним кликом на икону проширења. Закачите га за брзи приступ и користите пречицу Алт+Б (измените са цхроме://ектенсионс/схортцутс).\n\n🚀 Откријте нову димензију управљања картицама помоћу Вертицал Табс, Цхроме екстензије која има за циљ да побољша ваше искуство прегледања.\n\n🎯 Управљање картицама без напора:\nВертикалне картице елегантно организују ваше картице и неприметно их групишу унутар Цхроме-ове бочне табле, поједностављујући ваше искуство прегледања.\n\n🌟 Беспрекорна интеграција:\nНаправљене специјално за Цхроме, вертикалне картице се неприметно интегришу, постајући интуитивно проширење вашег искуства прегледања.\n\n🔍 Брзи приступ картици и претрага:\nКрећите се својим картицама без напора и брзо пронађите оно што вам је потребно уз интуитивну функцију претраживања. Реците збогом хаосу у потрази за табовима!\n\n🔄 Интуитивно преуређивање картица:\nПревуците и отпустите картице са лакоћом, без напора их преуређујући тако да одговарају вашем току посла и приоритетима. Преузмите контролу над својим искуством прегледања као никада раније.\n\n🌘 Тамни режим:\nТамни режим се интелигентно усклађује са темом вашег система, обезбеђујући удобно искуство прегледања без икаквих ручних подешавања.\n\n📍 Промени позицију:\nПерсонализујте подешавања претраживања тако што ћете изабрати да поставите вертикалне картице на леву или десну страну екрана. Једноставно идите на Цхроме подешавања > Изглед > Бочна табла и учините то својим.\n\n🛡 Приватност-први приступ:\nИнформације о вашој картици остају приватне, подаци о картици се не шаљу ни на један сервер. Уживајте у организованим картицама и истовремено чувајте своје податке.\n\nПрипремите се да поједноставите своје прегледање, повећате продуктивност и уживајте у визуелно задивљујућем интерфејсу са вертикалним картицама. Преузмите сада и откријте будућност управљања картицама!",
    "tr": "💡 Nasıl Başlanır:\nUzantı simgesine tıklayarak Dikey Sekmeleri etkinleştirin. Hızlı erişim için sabitleyin ve Alt+B kısayolunu kullanın (chrome://extensions/shortcuts adresinden değiştirin).\n\n🚀 Tarama deneyiminizi geliştirmeyi amaçlayan bir Chrome uzantısı olan Dikey Sekmeler ile sekme yönetiminin yeni bir boyutunu keşfedin.\n\n🎯 Zahmetsiz Sekme Yönetimi:\nDikey Sekmeler sekmelerinizi zarif bir şekilde düzenler ve bunları Chrome'un yan panelinde sorunsuz bir şekilde gruplandırarak tarama deneyiminizi basitleştirir.\n\n🌟 Sorunsuz Entegrasyon:\nÖzel olarak Chrome için tasarlanan Dikey Sekmeler sorunsuz bir şekilde entegre olur ve tarama deneyiminizin sezgisel bir uzantısı haline gelir.\n\n🔍 Hızlı Sekme Erişimi ve Arama:\nSezgisel arama işleviyle sekmelerinizde zahmetsizce gezinin ve ihtiyacınız olanı hızla bulun. Sekme avlama kaosuna elveda deyin!\n\n🔄 Sekme Yeniden Sıralama:\nSekmeleri kolayca sürükleyip bırakın, iş akışınıza ve önceliklerinize uyacak şekilde zahmetsizce yeniden düzenleyin. Tarama deneyiminizi daha önce hiç olmadığı kadar kontrol edin.\n\n🌘 Koyu Mod:\nKoyu Mod, sistem temanızla akıllıca uyum sağlayarak herhangi bir manuel ayarlama yapmadan rahat bir tarama deneyimi sağlar.\n\n📍 Konumu Değiştir:\nDikey Sekmeleri ekranınızın sol veya sağ tarafına yerleştirmeyi seçerek tarama kurulumunuzu kişiselleştirin. Basitçe Chrome Ayarları > Görünüm > Yan Panel'e gidin ve kendinize göre ayarlayın.\n\n🛡️ Gizlilik Öncelikli Yaklaşım:\nSekme bilgileriniz gizli kalır, hiçbir sekme verisi hiçbir sunucuya gönderilmez. Verilerinizi güvende tutarken düzenli sekmelerin keyfini çıkarın.\n\nDikey Sekmeler ile taramanızı kolaylaştırmaya, üretkenliği artırmaya ve görsel olarak çarpıcı bir arayüzün keyfini çıkarmaya hazır olun. Hemen indirin ve sekme yönetiminin geleceğini keşfedin!",
    "zh_CN": "💡 如何开始：\n只需单击扩展程序图标即可激活垂直标签页。将其固定以便快速访问并使用快捷键 Alt+B（从 chrome://extensions/shortcuts 修改）。\n\n🚀 使用垂直标签页探索标签管理的新维度，这是一款旨在增强您的浏览体验的 Chrome 扩展程序。\n\n🎯 轻松的标签页管理：\n垂直标签页优雅地组织您的标签页并将它们无缝地分组在 Chrome 的侧面板中，简化您的浏览体验。\n\n🌟 无缝集成：\n垂直标签页专为 Chrome 打造，无缝集成，成为您浏览体验的直观扩展。\n\n🔍 快速标签页访问和搜索：\n使用直观的搜索功能轻松浏览您的标签页并快速找到所需内容。告别标签页搜索混乱！\n\n🔄 直观的标签重新排序：\n轻松拖放标签，轻松重新排列它们以匹配您的工作流程和优先级。以前所未有的方式控制您的浏览体验。\n\n🌘 暗模式：\n暗模式可智能地与您的系统主题保持一致，确保舒适的浏览体验，无需任何手动调整。\n\n📍 更改位置：\n通过选择将垂直标签放置在屏幕的左侧或右侧来个性化您的浏览设置。只需前往 Chrome 设置 > 外观 > 侧面板，然后将其设置为您自己的。\n\n🛡️ 隐私优先方法：\n您的标签信息保持私密，不会将标签数据发送到任何服务器。享受有序的标签，同时确保数据安全。\n\n准备好简化您的浏览，提高工作效率，并享受具有垂直标签的视觉震撼界面。立即下载并探索标签管理的未来！",
    "zh_TW": "💡 如何開始：\n只需點擊擴充圖示即可啟動垂直選項卡。固定它以快速存取並使用快捷鍵 Alt+B（從 chrome://extensions/shortcuts 修改）。\n\n🚀 使用垂直選項卡探索選項卡管理的新維度，這是一款旨在增強您的瀏覽體驗的 Chrome 擴充功能。\n\n🎯 輕鬆的標籤管理：\n垂直分頁可以優雅地組織您的選項卡，並將它們無縫地分組在 Chrome 的側面板中，從而簡化您的瀏覽體驗。\n\n🌟 無縫整合：\n垂直標籤專為 Chrome 打造，可無縫集成，成為您瀏覽體驗的直覺擴充。\n\n🔍 快速選項卡存取和搜尋：\n透過直覺的搜尋功能輕鬆瀏覽分頁並快速找到您需要的內容。告別標籤搜尋混亂！\n\n🔄 直覺的選項卡重新排序：\n輕鬆拖放選項卡，輕鬆重新排列它們以符合您的工作流程和優先順序。以前所未有的方式掌控您的瀏覽體驗。\n\n🌘 深色模式：\n深色模式智慧配合您的系統主題，確保舒適的瀏覽體驗，無需任何手動調整。\n\n📍改變立場：\n透過選擇將垂直標籤放置在螢幕的左側或右側來個性化您的瀏覽設定。只需前往 Chrome 設定 > 外觀 > 側面板，然後將其設為您自己的。\n\n🛡️ 隱私第一的方法：\n您的選項卡資訊保持私密，不會將選項卡資料傳送到任何伺服器。享受井井有條的選項卡，同時確保資料安全。\n\n準備好簡化您的瀏覽，提高工作效率，並享受垂直選項卡帶來的令人驚嘆的視覺介面。立即下載並探索選項卡管理的未來！"
  }
}