{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SummaryGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarize web content into key bullet points with AI-powered SummaryGPT. Save time and access enhanced features with premium."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SummaryGPT – Simplify, Summarize, and Interact with Web Content Instantly\n\nSummaryGPT is the ultimate tool for instantly summarizing articles, extracting key insights, and interacting with web content—all within your Chrome browser. Whether you're conducting research, catching up on the latest news, or simply saving time, SummaryGPT delivers concise, accurate summaries in seconds.\n\nKey Features:\n- Instant Summaries: Generate quick, concise summaries of articles or web pages with just a few clicks.\n- Interactive Chat Interface: Use the clean, intuitive chat interface to engage with the summarizer and refine your queries for better results.\n- Customizable Prompts: Tailor your prompts to extract the specific information you need from any webpage.\n- Dynamic Side Panel: Keep the summary alongside the original content for easy reference, all while browsing uninterrupted.\n- Multitasking Friendly: Summarize and read at the same time with the flexible, resizable side panel that adapts to your screen size.\n\nWho It's For:\nPerfect for students, researchers, professionals, or anyone looking to quickly digest and understand web content. SummaryGPT is a must-have productivity tool that keeps you informed while saving time.\n\nHow It Works:\nClick the extension icon while viewing any webpage, type your prompt, and let SummaryGPT provide a detailed summary or key points. Whether for reading, copying, or sharing, you’ll have everything you need in seconds.\n\nUnlock Premium Features\nBuy Premium @ summarygptai.com for just $4.99 a month and enjoy unlimited usage and enhanced features."
  }
}