{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitboni Rewards"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitboni Rewards enables you to earn crypto rewards and saves you money with automatic discount codes when you shop online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🤑 EARN CRYPTO REWARDS WHEN YOU SHOP 🤑\n\nBitboni Rewards gets 30,000+ stores to pay you crypto rewards when you shop online! You can earn the crypto currency of your choice, with no extra cost or effort, when shopping for the things you already need from your favorite websites.\n\n🤑 SAVE MONEY WITH AUTOMATIC DISCOUNTS 🤑\n\nThis extension also saves you time and money by testing all available discount codes, when you reach the checkout page of a partner website, and automatically applying the one that saves you the most money. This way you can save money – and earn crypto!\n\n🤑 HOW IT WORKS 🤑\n\nJust shop online as you normally would.  When you reach the website of one of our Affiliate Marketing partners, you’ll be asked to activate Bitboni Rewards with one click. This triggers our Affiliate Marketing partner to pay us a commission when you make a purchase (or complete some other action). We use that commission to purchase your selected crypto and add it to your wallet!\n\n🤑 YOUR PRIVACY IS IMPORTANT 🤑\n\nThe Bitboni Rewards extension does not collect any of your personal information or payment details. It does not view your emails or record your searches. Also, we never sell your data to advertisers or other third parties.\n\n🤑 YOUR CRYPTO REWARDS 🤑\n\nBy using this extension, you will be earning the crypto currency. The money we earn from this system goes directly towards purchasing the crypto currency of your choice for you (see them  https://rewards.bitboni.com/crypto). We retain part of the revenue to build and maintain our free tools.\n\nIf you create a Bitboni Rewards account, and sign into your account through the extension, your activity will be recorded to your account, and you will receive email notifications of you impact.  \n\n🤑 WHO WE ARE 🤑\n\nBitboni is on a mission to help you earn crypto and save money. When you earn crypto currency, you are taking part in the future of our economic system. Our browser extension helps you participate in this financial revolution for free!\n\n🤑 REQUIRED PERMISSIONS 🤑\n\n\"Read and change all your data on the websites you visit\"  so that our extension can automatically recognize when you visit a partner website and apply discount codes for you.\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the Bitboni Rewards extension and the Privacy Policy (https://rewards.bitboni.com/privacy) and Terms of Service (https://rewards.bitboni.com/terms)"
  }
}