{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,te,tr,uk,vi,zh_CN,zh_TW": "Badíʿ Calendar",
    "de": "Badíʿ Kalender",
    "es": "calendario Badíʿ",
    "fa": "تقویم بدیع",
    "fi": "Bahai-kalenteri",
    "fr": "Calendrier Badíʿ",
    "he": "לוח השנה הבהאי",
    "nl": "Badíʿ kalender",
    "ru": "Календарь бахаи",
    "ta": "படீ' நாள்காட்டி",
    "th": "หัวข้อ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows today's date in the Badíʿ (Wondrous) calendar, the official calendar of the Bahá'í Faith.",
    "de": "Zeigt das heutige Datum im Badíʿ Kalender, dem offiziellen Kalender der Bahá'í-Religion, an.",
    "es": "ensena el dia de hoy en el calendario Badíʿ, el calendario oficial de La Fe Bahá'í.",
    "fa": "دسترسی داشته باشید",
    "fr": "Fournit la date du jour selon le Calendrier Badíʿ, le calendrier officiel de la Foi Bahá'íe.",
    "nl": "Laat de huidige datum zien in de Badíʿ-kalender, de officiële kalender van het Bahá'í-geloof.",
    "ta": "பஹாய் சமயத்தின் அதிகாரபூர்வ நாள்காட்டியான, படீ’ நாள்காட்டி இன்றைய திகதியைக் காண்பிக்கின்றது."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,te,tr,uk,vi,zh_CN,zh_TW": "This extension displays the date in the Badíʿ (Wondrous) calendar where you are, automatically determining sunset times. Days in the Badíʿ calendar start and end at sunset.\n\nThe icon in the toolbar is subtle but keeps you informed of the current date in the Badíʿ calendar. By clicking on the icon, more detailed information is shown. Some things you can view or do:\n\n- Copy the current date in a variety of formats, for use in other places.\n\n- View the Badíʿ date for any day of any year - what was the date on your birthday?\n\n- Set reminders before/after sunrise and sunset. Have your computer announce them out loud!\n\n- View a list of dates for upcoming Feasts and Holy Days.\n\n- View a full calendar (in Gregorian or Badíʿ layout) appropriate for printing.\n\n- View the Fast times for your location.\n\n- Export an iCal file with Badíʿ dates, for import into any calendar system.\n\n- Get a list of special dates for planning years into the future.\n\n- Design your own custom date formats.\n\n- Trigger IFFF actions or Zapier webhooks according to Badíʿ dates or sunrise/set times.\n\nSee the website linked below for complete details and history.\n\nAlso look in the web store for these related extensions:\n- Badíʿ Calendar - Helper for Google Calendar\n- Badíʿ Calendar - Helper for Facebook\n- Badíʿ Calendar - Helper for Twitter\n\nPlease view the Support tab and submit Suggestions on how this extension could be improved! If you can help translate the extension into your language, please let me know! Current languages are shown below.\n\nAuthor: Glen Little (Calgary, Canada)",
    "da,fi,ru": "This extension displays the date in the Badíʿ calendar where you are, automatically determining sunset times. (Like other religious calendars, Bahá'í days start and end at sunset.)\n\nThe icon in the toolbar is subtle but keeps you informed of the current date in the Wondrous calendar. By clicking on the icon, more detailed information is shown. Some things you can view or do:\n\n- Copy the current date in a variety of formats, for use in other places.\n\n- View the Wondrous date for any day - what was the date on your birthday?\n\n- Set reminders before/after sunrise and sunset. Have your computer announce them out loud!\n\n- View a list of dates for upcoming Feasts and Holy Days.\n\n- View a full calendar (in Gregorian or Badíʿ layout) appropriate for printing.\n\n- View the Fast times for your location.\n\n- Export an iCal file with Wondrous dates, for import into any calendar system.\n\n- Get a list of special dates for planning years into the future.\n\n- Design your own custom date formats.\n\n- Trigger IFFF actions or Zapier webhooks according to Wondrous dates or sunrise/set times.\n\nSee the website linked below for complete details and history.\n\nAlso look in the web store for these related extensions:\n- Badíʿ Calendar - Helper for Google Calendar\n- Badíʿ Calendar - Helper for Facebook\n\nPlease view the Support tab and submit Suggestions on how this extension could be improved! If you can help translate the extension into your language, please let me know! Current languages are shown below.\n\nAuthor: Glen Little (Calgary, Canada)",
    "de": "Diese Extension zeigt das Datum für Ihren aktuellen Standort an und berechnet automatisch die Zeit für den Sonnenuntergang. Wie auch einige andere religiöse Kalender beginnt und endet der Bahá'í Tag mit dem Sonnenuntergang.\n\nDas sichtbare Icon zeigt auf schlichte Weise das aktuelle Datum im Badí' Kalender an. Ein Klick auf das Icon zeugt detailliertere Informationen an. Das aktuelle Datum wird in verschiedenen Formaten angezeigt um direkte Verwendung für andere Zwecke zu vereinfachen. Es ist ebenfalls möglich, Erinnerungen vor/nach Sonnenauf- und Untergang anzuzeigen.\n\nBitte benutzen Sie den Tab \"Support\" um Vorschläge für die Verbesserung dieser Extension einzureichen, oder ein zusätzliches Datumsformat vorzuschlagen.\n\nFalls Sie dabei helfen möchten, diese Extension in Ihre Sprache zu übersetzen, sagen Sie mir bitte Bescheid! Aktuelle Sprachen sind unten aufgelistet.\n\nAutor: Glen Little\n\nWeitere Informationen auf der Webseite.",
    "es": "Esta extensión del programa enseña la fecha donde tu estas, determina automáticamente la hora del ocaso. Como otros calendarios religiosos, Los días Bahá'í's comienzan a la caída del sol.\n\nEl icon es visible de una manera sutil pero le mantendrá informado de la fecha correcta en el calendario Badi. Pulsando el icon donde dice extensión le proporcionará información más detallada . La fecha actual aparece en una variedad de formatos que pueden ser copiados y utilizados en otras partes. \n\nPor favor, vea la parte donde dice ayudar someta sus sugerencias de cómo esta extensión puede ser mejorada! Si gusta un formato que no está aquí, por favor déjeme saber!",
    "fa,th": "This extension displays the date where you are, automatically determining sunset times. Like other religious calendars, Baha'i days start and end at sunset.\n\nThe visible icon is subtle but keeps you informed of the current date in the Badi calendar. By clicking on the extension icon, more detailed information is shown. The current date is shown in a variety of formats, for copying to use in other places. Can also show reminders before/after sunrise and sunset.\n\nPlease view the Support tab and submit Suggestions on how this extension could be improved! If you would like a date format not shown, please let me know!\n\nI would like to translate this into your local language. Let me know if you can help! Current languages are shown below.\n\nAuthor: Glen Little\n\nSee Website for more details!",
    "fr": "Cette extension vous donne la date en fonction de votre emplacement géographique, et récupère automatiquement l'heure du coucher du soleil. Comme d'autres calendriers religieux, les jours Baha'is commencent et finissent au coucher du soleil.\n\nL'icône d'aperçu est discrète mais vous tient informé de la date selon le calendrier Badi. En cliquant sur l'icône, vous aurez accès à plus de détails. La date du jour est affichée selon différents formats que vous pourrez copier et coller sur vos documents.\n\nVous pouvez consulter l'onglet d'assistance et soumettre des suggestions d'améliorer de l'extension. Si vous souhaitez voir apparaître un format de date absent de l'extension, faites­le moi savoir !",
    "he,hi,sv": "This extension displays the date where you are, automatically determining sunset times. (Like other religious calendars, Baha'i days start and end at sunset.)\n\nThe icon in the toolbar is subtle but keeps you informed of the current date in the Wondrous calendar. By clicking on the icon, more detailed information is shown. Some things you can view or do:\n\n- Copy the current date in a variety of formats, for use in other places.\n\n- View the Wondrous date for any day - what was the date on your birthday?\n\n- Set reminders before/after sunrise and sunset. Have your computer announce them out loud!\n\n- View a list of dates for upcoming Feasts and Holy Days.\n\n- View a full calendar (in Gregorian or Wondrous layout) appropriate for printing.\n\n- View the Fast times for your location.\n\n- Export an iCal file with Wondrous dates, for import into any calendar system.\n\n- Get a list of special dates for planning years into the future.\n\n- Design your own custom date formats.\n\n- Trigger IFFF actions or Zapier webhooks according to Wondrous dates or sunrise/set times.\n\nSee the website linked below for complete details and history.\n\nAlso look in the web store for these related extensions:\n- Badí' Calendar - Helper for Google Calendar\n- Badí' Calendar - Helper for Facebook\n\nPlease view the Support tab and submit Suggestions on how this extension could be improved! If you can help translate the extension into your language, please let me know! Current languages are shown below.\n\nAuthor: Glen Little (Calgary, Canada)",
    "nl": "Deze extensie toont de datum van de huidige dag in de Badí’ kalender. Hij bepaalt automatisch de tijd van de zonsondergang. Net als in andere religieuze kalenders begint en eindigt de dag in de Badí’ kalender bij zonsondergang.\n \nDe ikoon die naast de adresbalk in de browser verschijnt is klein, maar vermeldt de huidige datum volgens de Badí’ kalender. Wanneer men op de ikoon klikt, wordt uitgebreidere informatie getoont. De huidige datum wordt in diverse formaten getoond en kan eenvoudig gekopieerd worden voor gebruik elders.\n \nAlle suggesties hoe deze extensie kan worden verbeterd zijn van harte welkom onder de tab Ondersteuning > Suggesties. Ook wanneer u een datumformaat mist, laat het me aub weten, bij voorkeur in het Engels.",
    "ta": "இவ்விரிவாக்கம், நீங்கள் இருக்கும் இடத்தின் குறிப்பிட்டத் திகதியைக் காட்டுவதோடு, தன்னியக்கமாக சூரிய அஸ்தமனத்தின் நேரங்களையும் தீர்மானிக்கின்றது. பிற சமயங்களின் நாள்காட்டிகள் போன்றே, பஹாய் நாள்களும் சூரிய அஸ்தமனத்தில் ஆரம்பித்தும் முடிவுறவும் செய்கின்றன.\n\nகாணக்கூடிய படவுரு, நுட்பமானது, ஆனால் படீ’ நாள்காட்டியில் நடப்புத் திகதியை உங்களுக்குத் தெரிவிக்கின்றது. விரிவாக்கப் படவுருவை அழுத்துவதன் மூலம், மேலும் விரிவான தகவல்கள் காண்பிக்கப்படுகின்றன. நடப்புத் திகதி, நகலெடுக்கப்பட்ட வேறு இடங்களில் பயன்படுத்தப்படுவதற்கு ஏதுவாகப் பலவித வடிவங்களில் காண்பிக்கப்படுகின்றது.\n\nதயவு செய்து ஆதரவுத் தத்தலைப் பார்வையிட்டு, இவ்விரிவாக்கம் எவ்வாறு மேம்படுத்தப்படக்கூடும் என்பதற்கான உங்கள் ஆலோசனைகளை வழங்கவும்! இங்கு காண்பிக்கப்படாத, உங்களுக்குப் பிடித்தமான திகதி வடிவங்கள் ஏதேனும் இருப்பின் தயவு செய்து எங்களுக்குத் தெரிவிக்கவும்! \n\nஇதை உங்கள் உள்ளூர் மொழியில் மொழிபெயர்ப்புச் செய்திட விரும்புகிறேன்! இதற்கு உங்களால் உதவிட முடியுமெனில் எங்களுக்குத் தெரிவிக்கவும்! தற்போதைய மொழிகள் கீழே காண்பிக்கப்படுகின்றன.\n\nஆக்குனர்: கிலென் லிட்டில்\n\nவரலாறு: விவரங்களுக்கு இணையத்தளத்தைக் காணவும்"
  }
}