{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strava Enhancement Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Handy tools and improvements to Strava.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Repeated segments: Show aggregate segment data (fastest, slowest, average, total distance, total elevation, etc.) when segments are repeated within an activity.\n - Annual achievements: Changes how yearly achievements (eg. \"2015 KOM\") are shown on the dashboard feed. \"Unhighlight\" keeps them visible but without making them stand out so much.\n - Infinite scroll: Automatically load more dashboard entries when reaching the bottom.\n - External links: Show links to Veloviewer, Race Shape, KOM Club etc. on activity, segment detail and Challenge pages.\n - Hide \"find friends\": Hide social networking buttons, including invitations to invite/find friends on Strava.\n - Hide Premium badges: Hide 'Premium' badges.\n - \"Enter\" posts comment: Immediately posts comment when pressing the \"enter\" / \"return\" key in the edit box rather than adding a new line.\n - Challenge feed entries: Hide challenge-related feed entries.\n - Club feed entries: Hide club-related feed entries.\n - Goal feed entries: Hide goal-related feed entris\n - Route feed entries: Hide route-related feed entries\n - Promotion feed entries: Hide promotion-related feed entries.\n - Training plan feed entries: Hide training plan-related feed entries.\n - Hide turbo trainer / virtual rides: Hide Zwift activities or rides in the feed that do not contain a map.\n - Compare running: Changes the default sport for the \"Side by Side comparison\" module to running.\n - Running cadence: Show running cadence by default in elevation profile.\n - Running heart rate: Show running heart rate by default in elevation profile.\n - Variability Index: Calculate a Variability Index (VI) from the weighted average power and the average power, an indication of how \"smooth\" a ride was. A VI of 1.0 would mean perfect pacing. (Requires a power meter.)\n - Estimated FTP: Select \"Show Estimated FTP\" by default on Power Curve.\n - Running TSS: Estimates a run\"s Training Stress Score from its Grade Adjusted Pace distribution.\n - Standard Google Map: Prefer the \"Standard\" Google map over the \"Terrain\" view.\n - Hide shop links: Hide links to the Strava store in the header, footer and on activity pages.\n - Hide blog links: Hide links to Strava blog on the dashboard.\n - Hover actions: Make various elements (Instagram images, maps, avatars, etc.) larger when you run your mouse over them.\n - Swap club & challenges: Swap the ordering of the \"Clubs\" and \"Challenges\" module on the dashboard.\n - Hide \"Yearly Goals\": Hide the \"Yearly Goals\" module on the dashboard.\n - Hide \"upcoming\": Hide \"Upcoming\" module on the dashboard if you have no upcoming races, events or goals coming soon. Also hides the \"Discover More\" sub-module.\n - Improve pagination: Add \"first\" and \"last\" links to paginated features.\n - Improve activity upload: Add the ability to automatically \"Save & View\", CTRL+Enter support, and increase the size of the description boxes to the manual \"Upload and Sync Your Activities\" manual upload page,\n - Hide calories: Hide the number of calories burned on your own activity pages.\n - Convert units on hover: Show converted units when you hover your mouse over numbers.\n - Show hidden efforts: When there are too many segments/efforts on a particular ride, Strava hides them behind a \"Show X hidden efforts\" button. Enabling this option shows these efforts by default.\n - Sort starred segments first: Show 'starred' segments at the top of lists instead of in their geographical order."
  }
}