{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynamic Text Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your reading experience with Dynamic Text Enhancer. Bold first halves of words for improved readability."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the web like never before with the Dynamic Text Enhancer! Our browser extension is designed to make your online reading experience more engaging and intuitive by dynamically highlighting the first half of every word on your screen.\n\nThis enhancement supports better visual tracking, reducing eye strain, and improving reading efficiency. It's perfect for long reading sessions, whether you're browsing news articles, studying educational content, or just exploring the internet.\n\nKey benefits include:\n\nImproved Readability: By bolding the first half of every word, our extension aids in faster text recognition, increasing your reading speed and comprehension.\nReduced Eye Strain: This unique reading aid minimizes the effort needed to focus on text, making it easier to read for longer periods without discomfort.\nWide Compatibility: Our extension works seamlessly across most websites, including popular social media platforms like Twitter and Instagram.\nCustomizable Experience: You can easily turn the feature on or off depending on your preference, giving you full control over your browsing experience.\nUnleash your reading potential with Dynamic Text Enhancer. Download now and transform the way you read online!\n\nPlease note: This extension only works on text-heavy elements and is not applied to form controls or short text segments for an optimized user experience."
  }
}