{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeowTab: World of Feline Fun"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeowTab - Your daily dose of feline cuteness on every new tab page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MeowTab is a fun and playful Chrome extension that transforms your new tab page into a world of feline fun. Every time you open a new tab, MeowTab displays a random cat image, providing you with a daily dose of cuteness and joy. From fluffy kittens to majestic lions, MeowTab offers a wide range of cat images, ensuring that every new tab is a delightful surprise.\n\nBut MeowTab is more than just a fun and lighthearted extension. With its simple and intuitive interface, MeowTab offers all the functionality and convenience of a new tab page. You can easily access your most frequently visited websites, search the web, or even create a to-do list or notes right from your new tab page.\n\nMeowTab is the purrfect addition to your browser, whether you're a cat lover or just looking to add a little bit of fun to your daily routine. It's a great way to start your day on a positive note, or to take a quick break from work or studying. And with its high-quality and carefully curated cat images, MeowTab is sure to put a smile on your face every time you open a new tab.\n\nSo why settle for a boring and uninspiring new tab page when you can have MeowTab? Discover a world of feline fun today and transform your browsing experience with MeowTab!\n\nBy clicking \"Add to chrome\", I accept and agree to installing the MeowTab and setting Chrome™ New Tab search to that provided by the service and the Terms of Use and Privacy Policy. The extension will update your search settings and will change your New Tab search services provided by Bing.\n\nTerms of Service: http://www.TabGains.com/terms-newtabrandomizer.html\nPrivacy Policy: http://www.TabGains.com/privacy-newtabrandomizer.html\nAbout Us: http://www.TabGains.com/about.html\nContact Us: http://www.TabGains.com/contact.html\nIcons taken from flaticon.com"
  }
}