{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Hair Extensions",
    "vi": "Phần mở rộng tóc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Calculate prices quickly when you want to buy hair extension products",
    "vi": "Tính giá nhanh khi muốn mua các sản phẩm phần mở rộng tóc"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the Hair Extensions Chrome Extension app! This application makes it easy for you to research and view prices of hair products at your convenience. With quick pricing and a list of trending hair products, you can quickly get a look at expected costs and beautiful hair products.\n\nSalient features:\n\nFast and convenient price calculation: The application allows you to easily estimate the price for the number of hair products you want to buy. Just enter the quantity in the corresponding box, the application will automatically calculate the estimated total price, giving you a clear view of the expected cost.\n\n- Explore trending hair products: The app displays a list of trending hair products, including Twist Curly Dark Brown Invisible Tape, Water Body Wavy Black Invisible Tape, Fumi Curly Black and many more. You can easily learn about beautiful hair products that suit your style.\n\n\nHow to install and use:\n\nSetting:\n\n- Open Google Chrome browser.\n- Access Chrome Web Store.\n- Search for \"Hair Extensions\" in the search box.\n- Select the \"Hair Extensions\" extension and press the \"Install\" button.\nUse:\n- When you browse the web or search for hair products, the \"Hair Extensions\" app icon will appear in the browser toolbar.\n- Click the icon to open the utility.\n- To calculate the price of hair products, enter the quantity you want to buy in the corresponding box and the app will display the estimated total price.\n- In the list of popular hair products, you can explore and choose hair products that suit your preferences.\n\nContact for comments at:\n- Address: No 4 Ham Nghi, My Dinh 2, Nam Tu Liem District, Hanoi, Vietnam\n- Email: apohairs@gmail.com"
  }
}