{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gamepad Navigator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that allows you to navigate web pages and Chromium-based browsers using a game controller."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Gamepad Navigator is a Chrome extension that allows a user to control Chromium-based browsers (Chrome, Edge, Brave, et cetera) using a game controller. Any controller supported by the HTML5 Gamepad API can be used with this extension.\n\nThis extension listens for gamepad inputs, and waits until an configured input is pressed. It then launches the associated \"action\". Most of these \"actions\" are focused around navigation, such as moving focus between clickable onscreen elements, clicking an element, or scrolling the page up or down.\n\nAlthough it should work with any controller, it is particularly intended to be usable with solutions such as:\n\n- The Xbox Adaptive controller\n- The Logitech Adaptive Gaming Kit, which provides accessible inputs \n  for the Xbox Adaptive Controller\n- The Playstation Access Controller\n- The Logitech Adaptive Gaming Kit for Access Controller\n- The HORI Flex controller for Nintendo Switch\n- Various modified controllers such as one-handed controllers\n\nThis extension was written in collaboration with members of the Fluid Community, an \"open, collaborative project to improve the user experience and inclusiveness of open source software\". Most of this extension is written using Infusion, a framework created and supported by that community."
  }
}