{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroqX AI Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered Twitter (X) assistant using Groq's advanced language models"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroqX AI Assistant: Unleash AI-Powered Tweets\nTransform Your Twitter Experience with GroqX AI Assistant!\nWelcome to the future of social media interaction with GroqX AI Assistant! Designed for the modern digital age, GroqX AI Assistant harnesses the power of advanced AI technology to revolutionize your Twitter presence. With our cutting-edge AI, you can automate and elevate your Twitter responses, ensuring they are smart, witty, and lightning-fast.\n\nWhy Choose GroqX AI Assistant?\nIntelligent Automation:\nGroqX AI Assistant uses state-of-the-art AI to craft responses that are not only relevant but also engaging. Say goodbye to mundane, repetitive tweeting and hello to captivating interactions that keep your followers hooked.\n\nProfessional and Sharp:\nOur AI ensures your tweets are polished and professional, while also maintaining a sharp, witty edge. Whether you’re engaging with customers, participating in industry discussions, or simply tweeting for fun, GroqX AI Assistant guarantees top-notch quality in every reply.\n\nTime-Saving Efficiency:\nSave valuable time without compromising on quality. GroqX AI Assistant works tirelessly to ensure your tweets are timely and impactful, allowing you to focus on what truly matters—growing your online presence and connecting with your audience.\n\nPersonalized Replies:\nGroqX AI Assistant tailors each response to match your unique voice and style. Our AI learns from your previous interactions, ensuring that every tweet reflects your personality and brand ethos.\n\nSeamless Integration:\nEasily integrate GroqX AI Assistant into your existing Twitter workflow. Our user-friendly interface ensures a smooth setup process, so you can start dominating Twitter with AI-powered replies in no time.\n\nStay Ahead of Trends:\nWith GroqX AI Assistant , you’re always in the loop. Our AI is continuously updated with the latest trends and topics, ensuring your tweets are always current and relevant.\n\nExperience the Future of Tweeting\nJoin the ranks of forward-thinking individuals and businesses who are transforming their Twitter game with GroqX AI Assistant. Whether you're a social media manager, influencer, or casual user, GroqX AI Assistant is your ultimate tool for smarter, faster, and more engaging Twitter interactions.\n\nGet Started Today:\nUnleash the full potential of your Twitter account with GroqX AI Assistant. Sign up now and experience the power of AI-driven tweeting!\n\nGroqX AI Assistant: Automate and Dominate Twitter with Intelligence and Style.\n\nFORMERLY : GPTWEET\n(SYSTEM CHANGE REQUIRED A NEW NAME!)"
  }
}