{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Automatic FBA Calculator For AMZ Sellers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Automatic FBA Calculator For Amazon Sellers by SellerMogul"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic FBA Calculator For Amazon Sellers\nCreated Exclusively by SellerMogul\n\n…………….\n\nAre you looking for a powerful FBA Calculator that’s not only loaded with amazing features, but is also 100% FREE to you? The Automatic FBA Calculator by SellerMogul is the perfect Amazon revenue and profit calculator made specifically for Amazon sellers that gives you all the benefits and features you really need, and in a fast and simple way. \n\nWhy choose our Automatic FBA Calculator For Amazon Sellers from all of the other calculators available to you? The answer is very simple - our calculator is not only free and easy to use, but it offers some of the most brilliant and useful features not seen anywhere else.\n\nExclusive features and benefits include…\n\n- No more tedious button clicking or messing around with each individual item!\n- Our calculator works automatically every time it sees an Amazon product page!\n- Quickly and easily shows fees on individual product pages and/or Amazon Search!\n- Our calculator is powered by MWS and always returns Amazon’s exact fee estimates!\n- Instantly shows fee ranges when there’s various price ranges on products!\n- Our calculator will always be FREE FOREVER to you! GUARANTEED! \n\nGo ahead and give our Automatic FBA Calculator For Amazon Sellers a try for yourself right now. \n\nYou’ll not only experience how powerful (and fun!) this calculator really is, but also how it can easily save you a ton of time and less hassles."
  }
}