{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UpEngage Review"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UpEngage is all about engaging your FB audience with the exact image that you want on your post."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UpEngage Review\n\nFacebook has been making it harder & harder to market effectively on their Massive Social Media Platform.\n\nEngagement is harder to get.\n\nTraffic is harder to get too. Unless YOU Pay.\n\nClever Loophole Gets YOU the Engagement & Traffic you want from FB's platform...\n\nWhy is that..?\n\nWell... Facebook cares WAY more about their Shareholders than the people, entrepreneurs & small business owners that are FEEDING the Zuckerberg money machine.\n\nFB's shareholders are rewarded EVERY Quarter & Year with higher & higher earnings.\n\nThey are intentionally making it IMPOSSIBLE to get the same type of results you were getting only a couple years ago. (a couple years in Facebook time, is a LIFETIME)\n\nThus... Forcing you to SPEND a Ton on Facebook Ads & Boosted Posts. The 'Organic' Engagement AND Traffic Days are GONE. =(\n\nUpEngage Review\n\nIntroducing \"UpEngage\". A One-of-a-Kind Complete CLOUD Software Solution that works for ANY Facebook Profile, FanPage AND Group! (Facebook Compliant)\n\nNothing to install... no learning curve.\n\nIf you can do something as easy as point via your computer's mouse... You're already a PRO at this. ;-)\n\nBusinesses, Affiliate, Online & eCom Marketing now is JUICED-Up... with the ability to have VERY enticing images so that when your Audience see's them... They click and are Brought RIGHT TO WHERE YOU WANT THEM TO GO.\n\nNot only that:\n\n+Built-In Quiz Creator Gives you More Engagement than simply having Images.\n+Built-In Image Creator AND Fully Featured Editor. (Make ALL Your Images Unique!)\n+Built-In GIF Creator. GIF's are a VERY Viral Trend... Now you can have your own Unique GIF to Drive even more Traffic to YOUR Sites, Products/Services/Offers.\n+Built-In Scheduler to set up your Engaging, Traffic Driving Campaigns Weeks & Months in Advance..! =)\n...AND Much More..!\n\nYou definitely don't want to miss out on UpEngage... as it does exactly what it sounds like. =)\n\nBuy through my link and receive the following BONUSES:\n\n1. $500 Day Facebook Formula\n2. Facebook Fan Page Tips\n3. Facebook Fanpage Profits\n4. Facebook Live Authority\n5. Facebook Marketing Made Easy 2.0 - Training Guide\n6. Facebook Marketing Secrets\n\n***You will also receive an additional 6 unannounced BONUSES***\n\nhttp://www.jsgreviews.com/UpEngage"
  }
}