{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synballo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best symbols characters emoji extension for your browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✔️ Open-source\n✔️ 100% secure and private\n✔️ No copy-paste required\n✔️ Easy and fast settings\n✔️ Works with all websites\n\n➕ over 8,000 symbols\n➕ syncs with your browser profile\n➕ regular expression (RegEx) compatible search \n➕ gender/skin/hair search filters\n➕ reset recent\n➕ set recent limit (10 - 100)\n➕ set any category as default\n➕ set last visited category as default\n➕ copy to clipboard delay\n➕ show/hide info messages\n➕ best optimized\n\nSynballo — is an extension for web browsers that provides convenient toolkit and the greatest set of symbols (>8000). The smallest extension in it's niche and the most optimized. Choose symbols you like, Synballo auto-save it to recently used and syncs across devices. Choose text field on any website and pick symbol in Synballo. That's it, no need to copy-paste! Regular expression compatible search. Flexible settings. Open-source. 100% security and privacy. No ads.\n\nChoose any text field on any website, click Synballo icon in Extensions and click search or press the Tab key on your keyboard to input a search query. Use regular expressions for comlex queries: starts with, ends with, escaping special characters, groups and ranges, quantifiers, four types of assertions\n\nExamples:\n\nShow all: .*\n\nStarts with: ^man (symbols that starts with \"man\")\n\nEnds with: man$ (symbols that ends with \"man\")\n\nEscape special characters: \\* (escape asterisk); \\(.*\\) (symbols with round brackets in description)\n\nGroups and Ranges: ^[a-c|d-f] (symbols that starts with a letter from \"a\" to \"c\" or \"d\" to \"f\"); hand[^s] (for \"hand\" without letter \"s\")\n\nQuantifiers: \\d{2,} (two or more than two numbers in description)\n\nLook ahead: raised(?=.*hand) (\"raised\" followed by \"hand\")\n\nLook behind: (?<=woman).*man (\"woman\" before \"man\")\n\nNegative look ahead: raised(?!.*hand)\n\nNegative look behind: (?<!wo)man\n\nSee \"javascript regular expressions\" for more details\n\nNotes:\n(!) No duplicates. If you find two emojis looking the same do not rush to report! There are a bunch of emoji sequences with one char difference (fe0f) at the end of each sequence\n\nPermissions justification:\n- activeTab permission is required to paste symbols into the text field\n- scripting permission is required to inject the symbol into the text field of the activeTab and update the caret location\n- storage permission is required to store your settings and recently used across all of your devices\n\nCategories:\ncurrency, languages, math, miscellaneous, arrows, controls, boxes, music, cards, domino, smileys, emotions, people, body, animals, nature, food, drinks, travel, places, activities, objects, symbols, flags.\n\nThis project is licensed under the Creative Commons Attribution 4.0 International License. To view a copy of this license, visit http://creativecommons.org/licenses/by-nd/4.0/ or send a letter to Creative Commons, PO Box 1866, Mountain View, CA 94042, USA"
  }
}