{
  "name": {
    "ar": "البحث السريع عن المنتجات على أمازون",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Amazon quick search product",
    "de": "Amazon-Schnellsuche Produkt",
    "es,es_419": "Búsqueda rápida de productos en Amazon",
    "fr": "Recherche rapide de produits Amazon",
    "hi": "Amazon त्वरित खोज उत्पाद",
    "it": "Ricerca rapida prodotto Amazon",
    "ja": "Amazon クイック検索製品",
    "ko": "Amazon 빠른 검색 제품",
    "nl": "Amazon snel zoeken product",
    "pl": "Szybkie wyszukiwanie produktów Amazon",
    "pt_BR,pt_PT": "Pesquisa rápida de produtos da Amazon",
    "ru": "Amazon быстрый поиск продукта",
    "tr": "Amazon hızlı arama ürünü",
    "uk": "Швидкий пошуковий продукт Amazon",
    "zh_CN": "亚马逊快速搜索产品"
  },
  "short": {
    "ar": "ابحث عن منتجات أمازون من خلال الوصول السريع من أي صفحة ويب أو قائمة السياق",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Search for Amazon products with a quick access from any webpage or the context menu",
    "de": "Suchen Sie nach Amazon-Produkten mit einem Schnellzugriff von jeder Webseite oder über das Kontextmenü",
    "es,es_419": "Busca productos en Amazon con acceso rápido desde cualquier página web o desde el menú contextual",
    "fr": "Recherchez des produits Amazon avec un accès rapide depuis n'importe quelle page Web ou le menu contextuel",
    "hi": "किसी भी वेबपेज या संदर्भ मेनू से त्वरित पहुँच के साथ Amazon उत्पादों की खोज करें",
    "it": "Cerca prodotti Amazon con un accesso rapido da qualsiasi pagina web o dal menu contestuale",
    "ja": "任意の Web ページまたはコンテキスト メニューから簡単にアクセスして Amazon 製品を検索できます",
    "ko": "모든 웹 페이지 또는 컨텍스트 메뉴에서 빠르게 액세스하여 Amazon 제품을 검색하세요.",
    "nl": "Zoek naar Amazon producten met een snelle toegang vanaf elke webpagina of het contextmenu",
    "pl": "Wyszukaj produkty Amazon z szybkim dostępem z dowolnej strony internetowej lub menu kontekstowego",
    "pt_BR,pt_PT": "Pesquise produtos da Amazon com acesso rápido de qualquer página da web ou do menu de contexto",
    "ru": "Поиск продуктов Amazon с быстрым доступом с любой веб-страницы или контекстного меню",
    "tr": "Herhangi bir web sayfasından veya içerik menüsünden hızlı erişimle Amazon ürünlerini arayın",
    "uk": "Шукайте продукти Amazon за допомогою швидкого доступу з будь-якої веб-сторінки чи контекстного меню",
    "zh_CN": "从任何网页或上下文菜单快速访问搜索亚马逊产品"
  },
  "long": {
    "ar": "توفر هذه الإضافة إمكانية الوصول السريع للبحث عن أي منتج من منتجات أمازون من أي موقع ويب. حدد أي كلمة أو جملة في متصفح Chrome، وانقر فوق أيقونة \"البحث السريع في أمازون\"، وستقوم هذه الإضافة تلقائيًا بالبحث عن مثل هذا المنتج في موقع أمازون.\n\nميزات منتج البحث السريع في أمازون:\n\n• توفير قائمة سياقية للبحث في أمازون بالكلمة أو الجملة المحددة.\n• تعديل HTML لصفحة الويب لتضمين أيقونة تظهر عند تحديد كلمة أو جملة.\n• فتح صفحة أمازون تلقائيًا في علامة تبويب جديدة للبحث عن المنتجات.\n\nإذا اكتشفت لأي سبب من الأسباب أي مشكلة، يرجى الإبلاغ عنها إلى عنوان بريدنا الإلكتروني info@officloud.net.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension provides a quick access to search for any Amazon product from any website. Select any word or sentence in the Chrome browser, click in the icon of the \"Amazon quick search\", and this extension will automatically search for such product in the Amazon website.\n\nFeatures of Amazon quick search product:\n\n•\tProvide a context menu to search in Amazon with the selected Word or sentence.\n•\tModify the HTML of a webpage to include an icon that appears when a word or sentence is selected.\n•\tOpen automatically in a new tab the Amazon webpage to search for products.\n\nIf for whatever reason you detect any issue, please report it to our email address info@officloud.net.",
    "de": "Diese Erweiterung bietet schnellen Zugriff auf die Suche nach jedem Amazon-Produkt von jeder Website aus. Wählen Sie ein beliebiges Wort oder einen Satz im Chrome-Browser aus, klicken Sie auf das Symbol der „Amazon-Schnellsuche“, und diese Erweiterung sucht automatisch nach dem entsprechenden Produkt auf der Amazon-Website.\n\nFunktionen des Amazon-Schnellsuchprodukts:\n\n• Bereitstellung eines Kontextmenüs zur Suche auf Amazon mit dem ausgewählten Wort oder Satz.\n\n• Ändern Sie das HTML einer Webseite, um ein Symbol einzuschließen, das angezeigt wird, wenn ein Wort oder Satz ausgewählt wird.\n\n• Öffnen Sie die Amazon-Webseite automatisch in einem neuen Tab, um nach Produkten zu suchen.\n\nWenn Sie aus irgendeinem Grund ein Problem feststellen, melden Sie es bitte an unsere E-Mail-Adresse info@officloud.net.",
    "es,es_419": "Esta extensión proporciona un acceso rápido para buscar cualquier producto de Amazon desde cualquier sitio web. Seleccione cualquier palabra o frase en el navegador Chrome, haga clic en el icono de \"Búsqueda rápida de Amazon\" y esta extensión buscará automáticamente dicho producto en el sitio web de Amazon.\n\nCaracterísticas de la búsqueda rápida de productos de Amazon:\n\n• Proporciona un menú contextual para buscar en Amazon con la palabra o frase seleccionada.\n• Modifica el HTML de una página web para incluir un icono que aparece cuando se selecciona una palabra o frase.\n• Abre automáticamente en una nueva pestaña la página web de Amazon para buscar productos.\n\nSi por alguna razón detecta algún problema, infórmelo a nuestra dirección de correo electrónico info@officloud.net.",
    "fr": "Cette extension permet un accès rapide pour rechercher n'importe quel produit Amazon à partir de n'importe quel site Web. Sélectionnez n'importe quel mot ou phrase dans le navigateur Chrome, cliquez sur l'icône de la « recherche rapide Amazon » et cette extension recherchera automatiquement ce produit sur le site Web d'Amazon.\n\nCaractéristiques de la recherche rapide de produits Amazon :\n\n• Fournit un menu contextuel pour rechercher dans Amazon avec le mot ou la phrase sélectionné.\n• Modifie le code HTML d'une page Web pour inclure une icône qui apparaît lorsqu'un mot ou une phrase est sélectionné.\n• Ouvrir automatiquement dans un nouvel onglet la page Web Amazon pour rechercher des produits.\n\nSi pour une raison quelconque vous détectez un problème, veuillez le signaler à notre adresse e-mail info@officloud.net.",
    "hi": "यह एक्सटेंशन किसी भी वेबसाइट से किसी भी Amazon उत्पाद को खोजने के लिए त्वरित पहुँच प्रदान करता है। Chrome ब्राउज़र में कोई भी शब्द या वाक्य चुनें, \"Amazon त्वरित खोज\" के आइकन पर क्लिक करें, और यह एक्सटेंशन स्वचालित रूप से Amazon वेबसाइट में ऐसे उत्पाद की खोज करेगा।\n\nAmazon त्वरित खोज उत्पाद की विशेषताएँ:\n\n• चयनित शब्द या वाक्य के साथ Amazon में खोज करने के लिए एक संदर्भ मेनू प्रदान करें।\n\n• किसी शब्द या वाक्य को चुनने पर दिखाई देने वाले आइकन को शामिल करने के लिए वेबपेज के HTML को संशोधित करें।\n\n• उत्पादों की खोज करने के लिए Amazon वेबपेज को स्वचालित रूप से एक नए टैब में खोलें।\n\nयदि किसी भी कारण से आपको कोई समस्या दिखती है, तो कृपया हमारे ईमेल पते info@officloud.net पर इसकी रिपोर्ट करें।",
    "it": "Questa estensione fornisce un accesso rapido per cercare qualsiasi prodotto Amazon da qualsiasi sito web. Seleziona una parola o una frase nel browser Chrome, clicca sull'icona della \"ricerca rapida Amazon\" e questa estensione cercherà automaticamente tale prodotto nel sito web Amazon.\n\nCaratteristiche del prodotto di ricerca rapida Amazon:\n\n• Fornisce un menu contestuale per cercare in Amazon con la parola o la frase selezionata.\n• Modifica l'HTML di una pagina web per includere un'icona che appare quando viene selezionata una parola o una frase.\n• Apre automaticamente in una nuova scheda la pagina web Amazon per cercare i prodotti.\n\nSe per qualsiasi motivo rilevi un problema, segnalalo al nostro indirizzo email info@officloud.net.",
    "ko": "이 확장 프로그램은 모든 웹사이트에서 모든 Amazon 제품을 검색할 수 있는 빠른 액세스를 제공합니다. Chrome 브라우저에서 단어나 문장을 선택하고 \"Amazon 빠른 검색\" 아이콘을 클릭하면 이 확장 프로그램이 Amazon 웹사이트에서 해당 제품을 자동으로 검색합니다.\n\nAmazon 빠른 검색 제품의 특징:\n\n• 선택한 단어나 문장으로 Amazon에서 검색할 수 있는 컨텍스트 메뉴를 제공합니다.\n• 단어나 문장을 선택하면 나타나는 아이콘을 포함하도록 웹페이지의 HTML을 수정합니다.\n• 제품을 검색하기 위해 Amazon 웹페이지를 새 탭에서 자동으로 엽니다.\n\n어떤 이유로든 문제가 발견되면 info@officloud.net 이메일 주소로 보고해 주세요.",
    "nl": "Deze extensie biedt snelle toegang om te zoeken naar elk Amazon-product vanaf elke website. Selecteer een woord of zin in de Chrome-browser, klik op het pictogram van \"Amazon quick search\" en deze extensie zoekt automatisch naar een dergelijk product op de Amazon-website.\n\nFuncties van Amazon quick search-product:\n\n• Biedt een contextmenu om te zoeken in Amazon met het geselecteerde woord of de geselecteerde zin.\n• Wijzig de HTML van een webpagina om een ​​pictogram op te nemen dat verschijnt wanneer een woord of zin wordt geselecteerd.\n• Open automatisch in een nieuw tabblad de Amazon-webpagina om te zoeken naar producten.\n\nAls u om welke reden dan ook een probleem ontdekt, meld dit dan aan ons e-mailadres info@officloud.net.",
    "pl": "To rozszerzenie zapewnia szybki dostęp do wyszukiwania dowolnego produktu Amazon z dowolnej witryny. Wybierz dowolne słowo lub zdanie w przeglądarce Chrome, kliknij ikonę „Szybkie wyszukiwanie Amazon”, a to rozszerzenie automatycznie wyszuka taki produkt w witrynie Amazon.\n\nFunkcje szybkiego wyszukiwania produktów Amazon:\n\n• Udostępnia menu kontekstowe do wyszukiwania w Amazon za pomocą wybranego słowa lub zdania.\n• ​​Modyfikuje kod HTML strony internetowej, aby zawierał ikonę, która pojawia się po wybraniu słowa lub zdania.\n• ​​Otwiera automatycznie w nowej karcie stronę internetową Amazon, aby wyszukać produkty.\n\nJeśli z jakiegokolwiek powodu wykryjesz jakiś problem, zgłoś go na nasz adres e-mail info@officloud.net.",
    "pt_BR,pt_PT": "Esta extensão fornece um acesso rápido para pesquisar qualquer produto da Amazon em qualquer site. Selecione qualquer palavra ou frase no navegador Chrome, clique no ícone da \"Pesquisa rápida da Amazon\" e esta extensão pesquisará automaticamente esse produto no site da Amazon.\n\nRecursos do produto de pesquisa rápida da Amazon:\n\n• Fornece um menu de contexto para pesquisar na Amazon com a palavra ou frase selecionada.\n• Modifica o HTML de uma página da web para incluir um ícone que aparece quando uma palavra ou frase é selecionada.\n• Abre automaticamente em uma nova aba a página da web da Amazon para pesquisar produtos.\n\nSe por qualquer motivo você detectar algum problema, informe-o para nosso endereço de e-mail info@officloud.net.",
    "ru": "Это расширение обеспечивает быстрый доступ к поиску любого продукта Amazon с любого сайта. Выберите любое слово или предложение в браузере Chrome, щелкните значок «Быстрый поиск Amazon», и это расширение автоматически выполнит поиск такого продукта на сайте Amazon.\n\nФункции быстрого поиска продукта Amazon:\n\n• Предоставление контекстного меню для поиска в Amazon с выбранным словом или предложением.\n• Изменение HTML веб-страницы для включения значка, который появляется при выборе слова или предложения.\n• Автоматическое открытие в новой вкладке веб-страницы Amazon для поиска продуктов.\n\nЕсли по какой-либо причине вы обнаружите какую-либо проблему, сообщите об этом на наш адрес электронной почты info@officloud.net.",
    "tr": "Bu uzantı, herhangi bir web sitesinden herhangi bir Amazon ürününü aramak için hızlı erişim sağlar. Chrome tarayıcısında herhangi bir kelime veya cümle seçin, \"Amazon hızlı arama\" simgesine tıklayın ve bu uzantı otomatik olarak Amazon web sitesinde söz konusu ürünü arayacaktır.\n\nAmazon hızlı arama ürününün özellikleri:\n\n• Seçilen Kelime veya cümle ile Amazon'da arama yapmak için bir bağlam menüsü sağlayın.\n• Bir kelime veya cümle seçildiğinde görünen bir simgeyi eklemek için bir web sayfasının HTML'sini değiştirin.\n• Ürünleri aramak için Amazon web sayfasını otomatik olarak yeni bir sekmede açın.\n\nHerhangi bir nedenle herhangi bir sorun tespit ederseniz, lütfen bunu info@officloud.net e-posta adresimize bildirin.",
    "uk": "Це розширення забезпечує швидкий доступ до пошуку будь-якого продукту Amazon з будь-якого веб-сайту. Виберіть будь-яке слово чи речення в браузері Chrome, клацніть піктограму «швидкого пошуку Amazon», і це розширення автоматично шукатиме такий продукт на веб-сайті Amazon.\n\nОсобливості продукту швидкого пошуку Amazon:\n\n• Надайте контекстне меню для пошуку в Amazon за вибраним словом або реченням.\n• Змініть HTML веб-сторінки, включивши піктограму, яка з’являється, коли вибрано слово чи речення.\n• Автоматично відкривати веб-сторінку Amazon у новій вкладці для пошуку продуктів.\n\nЯкщо з будь-якої причини ви виявите будь-яку проблему, повідомте про це на нашу електронну адресу info@officloud.net.",
    "zh_CN": "此扩展程序可快速访问从任何网站搜索任何亚马逊产品。在 Chrome 浏览器中选择任何单词或句子，单击“亚马逊快速搜索”图标，此扩展程序将自动在亚马逊网站上搜索此类产品。\n\n亚马逊快速搜索产品的功能：\n\n• 提供上下文菜单，使用所选单词或句子在亚马逊中搜索。\n• 修改网页的 HTML，以包含选择单词或句子时出现的图标。\n• 在新选项卡中自动打开亚马逊网页以搜索产品。\n\n如果您出于任何原因发现任何问题，请将其报告给我们的电子邮件地址 info@officloud.net。"
  }
}