{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summary Master"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate summaries of web content using GPT API."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebLifeSimplify - Simplify Your Online Experience\n\nWebLifeSimplify is a powerful and intuitive Chrome extension designed to streamline your online experience. It offers a range of essential features to enhance productivity, save time, and enrich your browsing activities. Say goodbye to information overload and let WebLifeSimplify revolutionize the way you interact with the web.\n\nKey Features:\n\nInstant Summarization: With a simple right-click or highlight, WebLifeSimplify generates concise and informative summaries of web pages, articles, and text. Save time and get the key points without reading the entire content.\n\nAdjustable Summary Length: Tailor the length of your summaries to suit your preferences. Choose from short, medium, or long summaries depending on your specific needs.\n\nSave and Organize: Organize your summaries by saving them for later reference. Add tags and categories to keep your important information neatly organized and easily accessible.\n\nShare Summaries: Effortlessly share summaries with friends, colleagues, or on social media directly from the extension. Spread knowledge and valuable insights with just a few clicks.\n\nAuto-Summarize Mode: Enable the auto-summarize mode to automatically generate summaries for long web pages. Focus on the crucial content without scrolling endlessly.\n\nMultilingual Support: Enjoy the convenience of choosing your preferred language for generating summaries. WebLifeSimplify offers support for multiple languages to cater to a diverse user base.\n\nSubscription and Pricing:\n\nWebLifeSimplify offers a free trial that allows you to experience the full suite of features. For continued access to unlimited word limits and advanced functionalities, upgrade to our premium subscription at an affordable price.\n\nYour Time, Simplified:\n\nEnhance your online browsing and reading with WebLifeSimplify. Say goodbye to information overload and hello to a more efficient and enjoyable browsing experience. Download WebLifeSimplify today and take control of your online world. Simplify your life, one click at a time.\n\n(Note: This description is just a suggestion and can be customized to fit your extension's specific features and target audience.)"
  }
}