{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buddhist Talks by Master Lu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut to Buddhist Talks and Resources by Master Jun Hong Lu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LIFE'S CHALLENGES THAT CAN BE MANAGED BY UNDERSTANDING BUDDHISM\n- Troubled relationship? \n- Countless obstacles in career path? \n- Experiencing depression despite wealthy lifestyle? \n- Unsatisfactory academic results despite hard work? \n- Gambling addiction brought about sufferings to family? \n- Failed pregnancy after many years of marriage? \n- Successful career but in poor health?\n\nListening to Master Lu's programs everyday can help develop our wisdom, improve our consciousness, correct our wrong behavior, change our destiny and get many benefits.\n\nMaster Jun Hong Lu has been hosting the following weekly radio programs:\n● The Art of Applying Comprehensive Metaphysics (3 hours per week)\n● Metaphysics Q&A (2 hours per week)\n● Say it as You Wish (half an hour per week)\n● Buddhism in Plain Terms (half an hour per week)\n\nMaster Lu is a renowned Buddhist Master and Spiritual Leader. As the \"World Peace Award (Buddhism)\" winner, Master Lu has been dedicating himself to the world peace through Buddhism practice. Master Jun Hong Lu was born in 1959. He is the President and Director of 2OR Australia Oriental Radio (2OR). Over the past ten years, with extraordinary dedication and compassion, he has been using Buddhist teachings to help listeners around the world.\n\nGuan Yin Citta Dharma Door (观音心灵法门, Xin Ling Fa Men) belongs to the Mahayana Buddhist Tradition. It encourages people to recite Buddhist scriptures, practise life liberation and make great vows to help more people.\n\nFeatures:\n★ Listen to Latest Recordings\n★ Play Related Recordings directly from Highlight Keywords using 'Right Click' menu or Search Box\n★ Access to Buddhist Scriptures and Audio\n★ Search Chinese Articles using Keywords\n★ Introduction to Guan Yin Citta Dharma Door\n★ Help Section\n\nNote: All books and information are free of charge.\nGuan Yin Citta Dharma Door Worldwide Contact: http://xlfmlink.com/locations"
  }
}