{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_US,fil,fr,gu,he,hi,hr,hu,id,it,kn,nl,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Tab Saver Pro",
    "en_GB": "Tab Save",
    "es": "Save Tabs",
    "es_419": "Save my Tabs",
    "et": "Tabox - Save and Share Tab Groups",
    "fa": "Save Tab Groups for Tab Session Manager",
    "fi": "Power Tab - Save, Share & Manage",
    "ja": "オートタブセーバープロ",
    "ko": "자동 탭 저장기 프로",
    "lt": "Tab Manager",
    "lv": "Tab Manager: Productivity & Tab Management",
    "ml": "Tab Management Tool",
    "mr": "Tab Manager Auto",
    "ms": "Manage My Tabs",
    "no": "Tab Manager Plus for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Tabs to Notion with one click. Export Tabs to Notion"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Tab Saver Pro is a powerful Chrome extension designed to help users easily manage and save their browsing tabs. \nWhether you need to stay efficient at work or quickly recover previous browsing sessions during leisure time, Auto Tab Saver Pro provides the perfect solution for you.\n\nWhy Choose Auto Tab Saver Pro?\n1. Automatic Tab Saving: This extension automatically saves the URLs of your open tabs, ensuring you don't lose any important information.\n2. One-Click Access: You can easily open all tabs from the past 7 days with just one click, saving you a lot of time and effort.\n3. Daily Access: Select saved tabs from specific dates to quickly restore your browsing state at a particular time.\n4. Data Management: Clear all saved data from the past week with just one click to keep your browser tidy.\n5. Scheduled Saving: Set automatic save intervals (e.g., every 1, 5, or 10 minutes) to ensure your tabs are always up to date.\n6. Local Storage: Your data is only stored in the browser's cache and is never uploaded to any servers, ensuring your privacy is secure.\n\nWho Is It For?\nWhether you are a student, a professional, or an average user, Auto Tab Saver Pro can help you manage your browsing tabs more efficiently, enhancing your work and study productivity. Install it now and experience seamless tab management!"
  }
}