{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk Media Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grab and download media (image and video) sources by monitoring network (like FlashGot)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Bulk Media Downloader\" extension is a downloader that collects all sorts of media file resources (images, audio, and video) and allows you to batch download them with the default download manager of your browser or a custom download manager.\n\n-----\nPlease note that Bulk Media Downloader does not grab YouTube links.\nThis is NOT a YouTube downloader\n-----\n\nWith this extension, you can bulk download media files. Just open the grabber window by pressing the toolbar button. Now allow the extension to fetch media resources. If a media file is in a tab that has already been loaded, you need to refresh the tab for the media link to appear in the grabber window.\n\nAfter the desired media link is detected, press the pause button to ask the extension to stop monitoring your network\n\nIn oppose to the other similar extensions, this extension has zero impact on your browser performance when the grabber window is closed. Monitoring the network resources only occurs when the grabber window is open and there is an \"R\" badge notification in the toolbar area.\n\n----\nPlease note that Bulk Media Downloader is not responsible for media content that you download. We suggest checking the media copyright before downloading them.\n\n\nChange Log:\nversion 0.1.6:\n1. BMD now resolves filename and filesize from the request itself\n2. Filenaming is improved\n3. BMD now scrolls to the last fetched resource when the window is open\n\nversion 0.1.8:\n1. It is now possible to download all the already loaded images on web pages using the grabber tool added to the right-click context menu over the toolbar button.\n\nversion 0.2.0\n1. 16.png and 32.png is updated to have better visibility in dark themes (like incognito mode)\n2. \"Download all Images\" extension is updated to the latest version (downloads all images in a ZIP archive)\nversion 0.2.1\n1. It is now possible to send downloading jobs to an external download manager\n2. A new selector to select resources from the current tab is added."
  }
}