{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "( KK20 ) كود خصم الدو"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم الدو ( KK20 ) حتي ٥٠٪ علي كل الاحذية والازياء"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "موقع الدو يعرض تشكيلة رائعة ومتميزة من أفضل الأحذية الرجالية والنسائية، التي تناسب جميع الأوقات، وكافة المناسبات.\nمع كود خصم الدو سوف تستمتع بالخصم الرائع الذي يمنحك التخفيض الكبير، على كافة معروضات الموقع، لا تتردد في استخدامه.\nكما يعرض الموقع عدد كبير من الاكسسوارات، والأحذية الخاصة بالرياضة، والحقائب، بأسعار خيالية.\nالمتجر يمنحك فرصة تجربة الصنادل العملية المريحة، وجميع الأحذية التي تناسب الأوقات الخاصة، كالسهرات والحفلات.\nكوبون خصم الدو ( KK1 ) مجرب\nجميع الأذواق سوف تجدها موجودة على الموقع، حيث يمتلك المتجر عدد هائل من الموديلات جعلت منه الوجهة الأولى للزائرين.\nيشتهر الدو بجودة المنتج الذي يقدمه للعميل، مع منح العميل خصومات رائعة على كافة القطع المتاحة على الموقع الإلكتروني للمتجر.\nأقسام متجر الدو\nيحتوي المتجر على عدد من الأقسام يخدم العملاء من الجنسين، ويوفر لهم جميع الأحذية والأغراض الأخرى بأسعار معقولة.\nأحذية النساء تحتل المركز الأول في المتجر، حيث يشتهر المتجر بتوفير جميع أنواع الأحذية النسائية بأقل تكلفة.\nالأحذية مصنوعة من خامات عالية الجودة، وتتميز بالمتانة، هذا بجانب الشكل الرائع والمميز للحذاء.\nقسم أحذية الرجال، يعطي للرجل مجموعة من الخيارات الكثيرة لانتقاء الحذاء المناسب له، من خلال عرض عدد هائل من الأصناف.\nكود خصم الدو السعودية (A82)\nقسم الحقائب والاكسسوارات، يوفر للزائر الحقائب الرائعة، والمحافظ المصنوعة من أفضل أنواع الجلود، والاكسسوارات العصرية، مع الاستمتاع بالتخفيض من خلال كوبون خصم الدو.\nمميزات موقع الدو\nالموقع يعرض للزائر عدد ضخم من الأحذية التي تنال إعجاب الجميع، وتناسب كافة الأوقات.\nالمتجر متاح على مدار اليوم من خلال الموقع الإلكتروني، لذا يمكنك التسوق في أي وقت وأينما كنت.\nيتمكن العميل من الحصول على المنتج الذي قام بطلبه خلال وقت قصير، ويرجع هذا إلى خدمة الشحن المتميزة التي يتبعها المتجر.\nكود خصم الدو يعطي للعميل فرصة الحصول على منتجات عالية الجودة، بأقل التكاليف الممكنة، من خلال تطبيق نسبة التخفيض.\nمتوفر على الموقع فرصة تتبع الشحنة، كما يوفر المتجر أمام الزائر مجموعة من خيارات الدفع المتعددة، مثل الفيزا الإلكترونية، أو الماستر كارد، أو الدفع عند استلام الشحنة."
  }
}