{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opportunites Digitales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension will let you check domain information"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension will let you check domain information quickly directly from your browser. Quickly access Whois data, domain nameservers, domain status, creation and expiration dates and much more\n\n- What is WHOIS?\n\nWhois is a search service offered by Afnic and certain Internet registrars. You can use it to determine who is behind an IP address or a domain name. \n\nThere are generally 2 types of registrations:\n\n- Public WHOIS Database Listing\n\nThis is the default listing in which your personal contact information including name, address, phone number, email address and domain name expiration date are all listed along with website hosting IP address as well as host name.\n\n- Private WHOIS Database Listing\n\nThis type of listing can be used by providing a small fee to your domain registrar (some offer it for free), this hides all your contact information and lists the contact information of your domain registrar in the WHOIS listing of your domain.\n\n- What does the Opportunites Digitales extension does?\n\nOur Chrome extension instantly queries the Whois database to find the listing of the domain requested and shows you the results in nice little window. This allow you to stay on the page you are visiting without having to perform multiple clicks and save time!\n\nJust click on the extension and Opportunites Digitales' icon to get the information required. You can visit our dedicated page to understand more about how this extension works and if you have any question.\n\n- Benefits\n\nThis extension is perfect for Web professional such as domainers, SEO professional and such who are looking to quickly access the Whois data of a domain and perform multiple queries each day.\n\nQuick FAQ\n\n- Why do some domains provide little information about their owners?\n\nMost registrars offer anonymisation services to restrict the information available to the public and preserve the privacy of domain owners. In addition, the RGPD has greatly reduced the amount of information displayed in Whois to enhance the privacy of Europeans.\n\nTo contact the owner of a domain, it is therefore necessary to contact the company that manages it (the registrar) on the basis of the information found in the Whois.\n\n- The whois tells me that the domain is not found, what does this mean?\n\nIf the domain you are looking for is not found in the Whois, it means that it is currently available and that you can register it.\n\n- The whois does not transmit any information, why?\n\nSome registries do not provide a Whois service (this is the case for .es for example). We invite you to consult the documentation of the registry of the extension concerned directly for more information.\n\nWe hope you enjoy using this simple but useful extension!\n\nHow we handle your data:\n\nThis Chrome extension does not collect nor handle any user data as per our privacy policy detailed on this page https://www.opportunites-digitales.com/privacy-policy-opportunites-digitales-chrome-extension/"
  }
}