{
  "name": {
    "ar": "1 انقر فوق محرر مستندات Google",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "1 Click Google Docs",
    "bg": "1 Щракнете върху Google Docs",
    "ca": "1 Feu clic a Documents de Google",
    "cs": "1 Klikněte na Dokumenty Google",
    "da": "1 Klik på Google Docs",
    "de": "1 Klicken Sie auf Google Text &amp; Tabellen",
    "el": "1 Κάντε κλικ στα Έγγραφα Google",
    "es": "1 Haga clic en Google Docs",
    "et": "1 Klõpsake Google Docs",
    "fa": "1 روی Google Docs کلیک کنید",
    "fi": "1 Napsauta Google Docs",
    "fil": "1 Mag-click sa Google Docs",
    "fr": "1 Cliquez sur Google Docs",
    "he": "1 לחץ על Google Docs",
    "hi": "1 Google डॉक्स पर क्लिक करें",
    "hr,sl": "1 Kliknite Google Docs",
    "hu": "1 Kattintson a Google Dokumentumok elemre",
    "id": "1 Klik Google Docs",
    "it": "1 Fare clic su Google Docs",
    "ja": "1 [Googleドキュメント]をクリックします",
    "ko": "1 Google 문서를 클릭합니다",
    "lt": "1 Spustelėkite „Google“ dokumentai",
    "lv": "1 Noklikšķiniet uz Google dokumenti",
    "ms": "1 Klik Dokumen Google",
    "nl": "1 Klik op Google Documenten",
    "no": "1 Klikk på Google Dokumenter",
    "pl": "1 Kliknij opcję Dokumenty Google",
    "ro": "1 Faceți clic pe Documente Google",
    "ru": "1 Нажмите Google Документы",
    "sk": "1 Kliknite na Dokumenty Google",
    "sr": "1 Кликните на Гоогле Доцс",
    "sv": "1 Klicka på Google Dokument",
    "th": "1 คลิก Google เอกสาร",
    "tr": "1 Google Dokümanlar&#39;ı tıklayın",
    "uk": "1 Клацніть Google Docs",
    "vi": "1 Nhấp vào Google Tài liệu",
    "zh_CN": "1单击Google文档",
    "zh_TW": "1單擊Google文檔"
  },
  "short": {
    "ar": "1 انقر لإنشاء محرر مستندات Google جديد.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "1 click to create new Google Docs.",
    "bg": "1 кликване, за да създадете нови Google Документи.",
    "ca": "1 clic per crear Documents de Google nous.",
    "cs": "1 kliknutím vytvoříte nové dokumenty Google.",
    "da": "1 klik for at oprette nye Google Docs.",
    "de": "1 Klick, um neue Google Text &amp; Tabellen zu erstellen.",
    "el": "1 κλικ για να δημιουργήσετε νέα Έγγραφα Google.",
    "es": "1 clic para crear nuevos documentos de Google.",
    "et": "Uue Google Docs&#39;i loomiseks klõpsake 1 nuppu.",
    "fa": "برای ایجاد Google Docs جدید 1 کلیک کنید.",
    "fi": "Luo uusi Google-dokumentti yhdellä napsautuksella.",
    "fil": "1 pag-click upang lumikha ng mga bagong Google Docs.",
    "fr": "1 clic pour créer de nouveaux documents Google.",
    "he": "לחץ 1 ליצירת Google Docs חדשים.",
    "hi": "नया Google डॉक्स बनाने के लिए 1 क्लिक करें।",
    "hr": "Jedan klik stvorite nove Google dokumente.",
    "hu": "1 kattintással létrehozhatja az új Google Dokumentumokat.",
    "id,ms": "1 klik untuk membuat Google Docs baru.",
    "it": "1 clic per creare un nuovo documento Google.",
    "ja": "1クリックして新しいGoogleドキュメントを作成します。",
    "ko": "1 클릭하여 새 Google 문서를 만듭니다.",
    "lt": "1 paspaudimu sukurkite naujus „Google“ dokumentus.",
    "lv": "1 klikšķis, lai izveidotu jaunu Google dokumentus.",
    "nl": "1 klik om nieuwe Google-documenten te maken.",
    "no": "1 klikk for å opprette nye Google Dokumenter.",
    "pl": "Jedno kliknięcie, aby utworzyć nowe Dokumenty Google.",
    "ro": "1 clic pentru a crea noi documente Google.",
    "ru": "1 щелкните, чтобы создать новые документы Google.",
    "sk": "1 kliknutím vytvoríte nové dokumenty Google.",
    "sl": "Z enim klikom ustvarite nove Google Dokumente.",
    "sr": "1 клик за стварање нових Гоогле докумената.",
    "sv": "1 klicka för att skapa nya Google Dokument.",
    "th": "1 คลิกเพื่อสร้าง Google เอกสารใหม่",
    "tr": "Yeni Google Dokümanlar oluşturmak için 1 tıklayın.",
    "uk": "1 клік, щоб створити нові документи Google.",
    "vi": "1 cú nhấp chuột để tạo Google Tài liệu mới.",
    "zh_CN": "1单击创建新的Google文档。",
    "zh_TW": "1單擊創建新的Google文檔。"
  },
  "long": {
    "ar": "يتيح لك هذا الامتداد إنشاء مستند Google جديد بنقرة واحدة فقط.\n\nهل سئمت النقر على Google Drive لإنشاء مستند Google جديد؟ أنشئ مستندات Google جديدة بنقرة واحدة فقط باستخدام هذا الامتداد. قم بإنشاء مستند بسرعة اليوم باستخدام ملحق البرنامج البسيط الخاص بنا.\n\nسيؤدي هذا إلى فتح مستند Google جديد بنقرة واحدة فقط. هذا الامتداد يوفر الوقت إذا كنت بحاجة إلى إنشاء مستندات عبر الإنترنت بشكل منتظم.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This extension allows you to create a new Google Doc with just one click.\n\nAre you tired of clicking to Google Drive to create a new Google Doc? Create new Google Docucments with just one click with this extension. Create a document quickly today using our simple software extension.\n\nThis will open a new Google document with just one click. This extension is a timesaver if you need to create online documents on a regular basis.",
    "bg": "Това разширение ви позволява да създадете нов Google Doc само с едно щракване.\n\nОмръзна ли ви да щракнете върху Google Drive, за да създадете нов Google Doc? Създайте нови документи на Google само с едно щракване с това разширение. Създайте документ бързо днес, като използвате нашето просто разширение на софтуера.\n\nТова ще отвори нов документ на Google само с едно щракване. Това разширение спестява време, ако трябва редовно да създавате онлайн документи.",
    "ca": "Aquesta extensió us permet crear un nou document de Google amb només un clic.\n\nEsteu fart de fer clic a Google Drive per crear un nou Google Doc? Creeu nous documents de Google amb només un clic amb aquesta extensió. Creeu un document ràpidament avui amb la nostra senzilla extensió de programari.\n\nAixò obrirà un nou document de Google amb només un clic. Aquesta extensió és un estalvi de temps si necessiteu crear documents en línia regularment.",
    "cs": "Toto rozšíření umožňuje vytvořit nový dokument Google pouhým jedním kliknutím.\n\nUž vás nebaví klikat na Disk Google a vytvořit nový dokument Google? Pomocí tohoto rozšíření můžete vytvářet nové dokumenty Google jediným kliknutím. Vytvořte dokument rychle dnes pomocí našeho jednoduchého softwarového rozšíření.\n\nTímto jediným kliknutím otevřete nový dokument Google. Toto rozšíření šetří čas, pokud potřebujete pravidelně vytvářet online dokumenty.",
    "da": "Denne udvidelse giver dig mulighed for at oprette et nyt Google Doc med et enkelt klik.\n\nEr du træt af at klikke på Google Drev for at oprette et nyt Google Doc? Opret nye Google Docucments med et enkelt klik med denne udvidelse. Opret et dokument hurtigt i dag ved hjælp af vores enkle softwareudvidelse.\n\nDette åbner et nyt Google-dokument med kun et klik. Denne udvidelse er tidsbesparende, hvis du har brug for at oprette online-dokumenter regelmæssigt.",
    "de": "Mit dieser Erweiterung können Sie mit nur einem Klick ein neues Google Doc erstellen.\n\nHaben Sie es satt, auf Google Drive zu klicken, um ein neues Google Doc zu erstellen? Erstellen Sie mit dieser Erweiterung mit nur einem Klick neue Google Docucments. Erstellen Sie noch heute schnell ein Dokument mit unserer einfachen Software-Erweiterung.\n\nDadurch wird ein neues Google-Dokument mit nur einem Klick geöffnet. Diese Erweiterung spart Zeit, wenn Sie regelmäßig Online-Dokumente erstellen müssen.",
    "el": "Αυτή η επέκταση σάς επιτρέπει να δημιουργήσετε ένα νέο Έγγραφο Google με ένα μόνο κλικ.\n\nΈχετε κουραστεί να κάνετε κλικ στο Google Drive για να δημιουργήσετε ένα νέο Έγγραφο Google; Δημιουργήστε νέα έγγραφα Google με ένα μόνο κλικ με αυτήν την επέκταση. Δημιουργήστε ένα έγγραφο γρήγορα σήμερα χρησιμοποιώντας την απλή επέκταση λογισμικού.\n\nΑυτό θα ανοίξει ένα νέο έγγραφο Google με ένα μόνο κλικ. Αυτή η επέκταση είναι μια εξοικονόμηση χρόνου εάν πρέπει να δημιουργείτε διαδικτυακά έγγραφα σε τακτική βάση.",
    "es": "Esta extensión le permite crear un nuevo documento de Google con un solo clic.\n\n¿Está cansado de hacer clic en Google Drive para crear un nuevo documento de Google? Cree nuevos documentos de Google con un solo clic con esta extensión. Cree un documento rápidamente hoy con nuestra sencilla extensión de software.\n\nEsto abrirá un nuevo documento de Google con solo un clic. Esta extensión es un ahorro de tiempo si necesita crear documentos en línea de forma regular.",
    "et": "See laiendus võimaldab teil uue Google'i dokumendi luua vaid ühe klõpsuga.\n\nKas olete väsinud uue Google'i dokumendi loomiseks Google Drive'is klõpsamisest? Selle laiendusega saate uue Google Docucmentsi luua vaid ühe klõpsuga. Looge dokument täna kiiresti, kasutades meie lihtsat tarkvaralaiendit.\n\nSee avab uue Google'i dokumendi vaid ühe klõpsuga. See laiendus on aja kokkuhoid, kui peate veebidokumente regulaarselt looma.",
    "fa": "این برنامه افزودنی به شما امکان می دهد Google Doc جدید را فقط با یک کلیک ایجاد کنید.\n\nآیا از کلیک کردن روی Google Drive برای ایجاد Google Doc جدید خسته شده اید؟ با این افزونه فقط با یک کلیک Google Docucments جدید ایجاد کنید. امروز با استفاده از پسوند نرم افزار ساده ما به سرعت سندی ایجاد کنید.\n\nبا این کار فقط با یک کلیک سند جدید Google باز می شود. این برنامه افزودنی در صورت نیاز به ایجاد اسناد آنلاین بصورت منظم ، زمان صرفه جویی می کند.",
    "fi,he": "This extension allows you to create a new Google Doc with just one click\nAre you tired of clicking to Google Drive to create a new Google Doc? Create new Google Docucments with just one click with this extension.\nThis will open a new Google document with just one click. This extension is a timesaver if you need to create online documents on a regular basis.",
    "fil": "Tämän laajennuksen avulla voit luoda uuden Google-asiakirjan yhdellä napsautuksella.\n\nOletko kyllästynyt klikkaamaan Google Drivea uuden Google-dokumentin luomiseksi? Luo uusia Google-asiakirjoja yhdellä napsautuksella tällä laajennuksella. Luo asiakirja nopeasti tänään yksinkertaisen ohjelmistolaajennuksemme avulla.\n\nTämä avaa uuden Google-asiakirjan yhdellä napsautuksella. Tämä laajennus on aikaa säästävä, jos sinun on luotava verkkodokumentteja säännöllisesti.",
    "fr": "Cette extension vous permet de créer un nouveau document Google en un seul clic.\n\nÊtes-vous fatigué de cliquer sur Google Drive pour créer un nouveau document Google? Créez de nouveaux documents Google en un seul clic avec cette extension. Créez un document rapidement aujourd'hui en utilisant notre simple extension logicielle.\n\nCela ouvrira un nouveau document Google en un seul clic. Cette extension vous permet de gagner du temps si vous devez créer régulièrement des documents en ligne.",
    "hi": "यह एक्सटेंशन आपको केवल एक क्लिक के साथ एक नया Google डॉक बनाने की अनुमति देता है।\n\nक्या आप नया Google डॉक बनाने के लिए Google ड्राइव पर क्लिक करते हुए थक गए हैं? इस एक्सटेंशन के साथ केवल एक क्लिक के साथ नए Google डॉक्यूमेंट बनाएं। हमारे सरल सॉफ़्टवेयर एक्सटेंशन का उपयोग करके आज जल्दी से एक दस्तावेज़ बनाएं।\n\nयह केवल एक क्लिक के साथ एक नया Google दस्तावेज़ खोलेगा। यदि आप नियमित रूप से ऑनलाइन दस्तावेज़ बनाने की आवश्यकता है, तो यह एक्सटेंशन एक टाइमसेवर है।",
    "hr": "Ovo proširenje omogućuje vam stvaranje novog Google dokumenta jednim klikom.\n\nJeste li umorni od klika na Google disk za stvaranje novog Google dokumenta? Izradite nove Google dokumente jednim klikom s ovim proširenjem. Izradite dokument brzo već danas pomoću našeg jednostavnog programskog proširenja.\n\nOvo će samo jednim klikom otvoriti novi Googleov dokument. Ovo je proširenje ušteda vremena ako trebate redovito izrađivati mrežne dokumente.",
    "hu": "Ez a kiterjesztés lehetővé teszi új Google Dokumentum létrehozását egyetlen kattintással.\n\nUnod már, hogy a Google Drive-ra kattintasz egy új Google-dokumentum létrehozásához? Hozzon létre új Google Docucments-t egyetlen kattintással ezzel a kiterjesztéssel. Készítsen gyorsan dokumentumot még ma az egyszerű szoftverbővítményünkkel.\n\nEz egyetlen kattintással megnyit egy új Google-dokumentumot. Ez a kiterjesztés időtakarékos, ha online dokumentumokat kell rendszeresen létrehoznia.",
    "id": "Ekstensi ini memungkinkan Anda membuat Google Doc baru hanya dengan satu klik.\n\nApakah Anda lelah mengklik Google Drive untuk membuat Google Doc baru? Buat Google Docucments baru hanya dengan satu klik dengan ekstensi ini. Buat dokumen dengan cepat hari ini menggunakan ekstensi perangkat lunak sederhana kami.\n\nIni akan membuka dokumen Google baru hanya dengan satu klik. Ekstensi ini adalah penghemat waktu jika Anda perlu membuat dokumen online secara teratur.",
    "it": "Questa estensione ti consente di creare un nuovo documento Google con un solo clic.\n\nSei stanco di fare clic su Google Drive per creare un nuovo documento Google? Crea nuovi documenti Google con un solo clic con questa estensione. Crea rapidamente un documento oggi stesso utilizzando la nostra semplice estensione software.\n\nQuesto aprirà un nuovo documento Google con un solo clic. Questa estensione consente di risparmiare tempo se è necessario creare documenti online regolarmente.",
    "ja": "この拡張機能を使用すると、ワンクリックで新しいGoogleドキュメントを作成できます。\n\nGoogleドライブをクリックして新しいGoogleドキュメントを作成するのにうんざりしていませんか？この拡張機能を使用すると、ワンクリックで新しいGoogleドキュメントを作成できます。シンプルなソフトウェア拡張機能を使用して、今日すぐにドキュメントを作成してください。\n\nこれにより、ワンクリックで新しいGoogleドキュメントが開きます。この拡張機能は、オンラインドキュメントを定期的に作成する必要がある場合に時間の節約になります。",
    "ko": "이 확장 프로그램을 사용하면 클릭 한 번으로 새 Google 문서를 만들 수 있습니다.\n\n새 Google 문서를 만들기 위해 Google 드라이브를 클릭하는 데 지쳤습니까? 이 확장 프로그램을 사용하여 단 한 번의 클릭으로 새 Google 문서를 만듭니다. 간단한 소프트웨어 확장을 사용하여 문서를 빠르게 작성하십시오.\n\n클릭 한 번으로 새 Google 문서가 열립니다. 이 확장 기능은 정기적으로 온라인 문서를 작성해야하는 경우 시간을 절약 해줍니다.",
    "lt": "Šis plėtinys leidžia jums sukurti naują „Google“ dokumentą tik vienu paspaudimu.\n\nAr jums atsibodo spustelėti „Google“ diską, kad sukurtumėte naują „Google“ dokumentą? Naudodami šį plėtinį, sukurkite naujus „Google Docucments“ vos vienu paspaudimu. Sukurkite dokumentą greitai šiandien naudodami mūsų paprastą programinės įrangos plėtinį.\n\nTai atvers naują „Google“ dokumentą tik vienu paspaudimu. Šis plėtinys taupo laiką, jei reikia reguliariai kurti internetinius dokumentus.",
    "lv": "Šis paplašinājums ļauj jums izveidot jaunu Google dokumentu tikai ar vienu klikšķi.\n\nVai esat noguris no noklikšķināšanas uz Google diska, lai izveidotu jaunu Google dokumentu? Izmantojot šo paplašinājumu, izveidojiet jaunus Google dokumentus tikai ar vienu klikšķi. Ātri izveidojiet dokumentu jau šodien, izmantojot mūsu vienkāršo programmatūras paplašinājumu.\n\nTādējādi ar vienu klikšķi tiks atvērts jauns Google dokuments. Šis paplašinājums ir laika ietaupījums, ja jums regulāri jāveido tiešsaistes dokumenti.",
    "ms": "Pelanjutan ini membolehkan anda membuat Dokumen Google baru dengan hanya satu klik.\n\nAdakah anda bosan mengklik Google Drive untuk membuat Dokumen Google baru? Buat Google Docucments baru dengan hanya satu klik dengan pelanjutan ini. Buat dokumen dengan cepat hari ini menggunakan peluasan perisian mudah kami.\n\nIni akan membuka dokumen Google baru dengan hanya satu klik. Sambungan ini menjimatkan jika anda perlu membuat dokumen dalam talian secara berkala.",
    "nl": "Met deze extensie kunt u met slechts één klik een nieuw Google-document maken.\n\nBen je het zat om naar Google Drive te klikken om een nieuw Google-document te maken? Maak met deze extensie met slechts één klik nieuwe Google-documenten. Maak vandaag snel een document met onze eenvoudige software-extensie.\n\nHiermee wordt met slechts één klik een nieuw Google-document geopend. Deze extensie bespaart u tijd als u regelmatig online documenten moet maken.",
    "no": "Denne utvidelsen lar deg lage et nytt Google Doc med bare ett klikk.\n\nEr du lei av å klikke på Google Disk for å opprette et nytt Google Doc? Opprett nye Google Docucments med bare ett klikk med denne utvidelsen. Lag et dokument raskt i dag ved hjelp av vår enkle programvareutvidelse.\n\nDette åpner et nytt Google-dokument med bare ett klikk. Denne utvidelsen er tidsbesparende hvis du trenger å lage online-dokumenter regelmessig.",
    "pl": "To rozszerzenie umożliwia utworzenie nowego dokumentu Google jednym kliknięciem.\n\nCzy masz dość klikania na Dysk Google, aby utworzyć nowy Dokument Google? Twórz nowe dokumenty Google jednym kliknięciem dzięki temu rozszerzeniu. Szybko utwórz dokument już dziś, korzystając z naszego prostego rozszerzenia oprogramowania.\n\nSpowoduje to otwarcie nowego dokumentu Google jednym kliknięciem. To rozszerzenie oszczędza czas, jeśli musisz regularnie tworzyć dokumenty online.",
    "ro": "Această extensie vă permite să creați un nou Google Doc cu un singur clic.\n\nV-ați săturat să faceți clic pe Google Drive pentru a crea un nou Google Doc? Creați documente Google noi cu un singur clic cu această extensie. Creați un document rapid astăzi folosind extensia noastră software simplă.\n\nAceasta va deschide un nou document Google cu un singur clic. Această extensie economisește timp dacă trebuie să creați documente online în mod regulat.",
    "ru": "Это расширение позволяет создать новый документ Google одним щелчком мыши.\n\nВы устали нажимать на Google Диск, чтобы создать новый документ Google? Создавайте новые документы Google одним щелчком мыши с этим расширением. Быстро создавайте документ сегодня с помощью нашего простого программного расширения.\n\nЭто откроет новый документ Google одним щелчком мыши. Это расширение сэкономит время, если вам нужно регулярно создавать онлайн-документы.",
    "sk": "Toto rozšírenie vám umožňuje vytvoriť nový dokument Google jediným kliknutím.\n\nUž vás nebaví kliknúť na Disk Google a vytvoriť nový dokument Google? Pomocou tohto rozšírenia môžete vytvárať nové dokumenty Google jediným kliknutím. Vytvorte dokument rýchlo dnes pomocou nášho jednoduchého softvérového rozšírenia.\n\nTýmto jediným kliknutím otvoríte nový dokument Google. Toto rozšírenie šetrí čas, ak potrebujete pravidelne vytvárať online dokumenty.",
    "sl": "Ta razširitev vam omogoča, da z enim samim klikom ustvarite nov Google Doc.\n\nSte naveličani, da kliknete Google Drive in ustvarite nov Google Doc? S to razširitvijo ustvarite nove Google Dokumente z enim samim klikom. Danes hitro ustvarite dokument z našo preprosto programsko razširitvijo.\n\nS tem boste z enim klikom odprli nov Googlov dokument. Ta razširitev prihrani čas, če morate redno ustvarjati spletne dokumente.",
    "sr": "Ово проширење вам омогућава да направите нови Гоогле документ са само једним кликом.\n\nДа ли сте се уморили од клика на Гоогле диск да бисте креирали нови Гоогле документ? Креирајте нове Гоогле документе са само једним кликом помоћу овог додатка. Направите документ брзо већ данас помоћу нашег једноставног програмског проширења.\n\nОво ће отворити нови Гоогле документ са само једним кликом. Ово проширење штеди време ако требате редовно да правите документе на мрежи.",
    "sv": "Med det här tillägget kan du skapa ett nytt Google Doc med bara ett klick.\n\nÄr du trött på att klicka på Google Drive för att skapa ett nytt Google Doc? Skapa nya Google Docucments med bara ett klick med det här tillägget. Skapa ett dokument snabbt idag med vårt enkla programtillägg.\n\nDetta öppnar ett nytt Google-dokument med bara ett klick. Det här tillägget är tidsbesparande om du regelbundet behöver skapa online-dokument.",
    "th": "ส่วนขยายนี้ช่วยให้คุณสร้าง Google Doc ใหม่ได้ด้วยการคลิกเพียงครั้งเดียว\n\nคุณเบื่อที่จะคลิกไปที่ Google Drive เพื่อสร้าง Google Doc ใหม่หรือไม่? สร้าง Google เอกสารใหม่เพียงคลิกเดียวด้วยส่วนขยายนี้ สร้างเอกสารอย่างรวดเร็ววันนี้โดยใช้ส่วนขยายซอฟต์แวร์ที่เรียบง่ายของเรา\n\nเพื่อเปิดเอกสาร Google ใหม่เพียงคลิกเดียว ส่วนขยายนี้เป็นตัวช่วยประหยัดเวลาหากคุณต้องการสร้างเอกสารออนไลน์เป็นประจำ",
    "tr": "Bu uzantı, tek tıklamayla yeni bir Google Dokümanı oluşturmanıza olanak tanır.\n\nYeni bir Google Dokümanı oluşturmak için Google Drive'a tıklamaktan sıkıldınız mı? Bu uzantı ile tek bir tıklama ile yeni Google Dokümanları oluşturun. Basit yazılım uzantımızı kullanarak hemen bugün bir belge oluşturun.\n\nBu, tek bir tıklama ile yeni bir Google dokümanı açacaktır. Düzenli olarak çevrimiçi belgeler oluşturmanız gerekiyorsa, bu uzantı bir zaman tasarrufu sağlar.",
    "uk": "Це розширення дозволяє створити новий документ Google одним клацанням миші.\n\nВи втомилися натискати на Google Drive, щоб створити новий документ Google? Створюйте нові документи Google одним кліком за допомогою цього розширення. Створіть документ швидко сьогодні, використовуючи наше просте розширення програмного забезпечення.\n\nЦе відкриє новий документ Google одним клацанням миші. Це розширення заощаджує час, якщо вам потрібно регулярно створювати документи в Інтернеті.",
    "vi": "Tiện ích mở rộng này cho phép bạn tạo Google Tài liệu mới chỉ với một cú nhấp chuột.\n\nBạn có cảm thấy mệt mỏi khi nhấp vào Google Drive để tạo Google Tài liệu mới không? Tạo Google Tài liệu mới chỉ với một cú nhấp chuột với tiện ích mở rộng này. Tạo tài liệu nhanh chóng ngay hôm nay bằng cách sử dụng tiện ích mở rộng phần mềm đơn giản của chúng tôi.\n\nThao tác này sẽ mở một tài liệu Google mới chỉ với một cú nhấp chuột. Phần mở rộng này là một công cụ tiết kiệm thời gian nếu bạn cần tạo tài liệu trực tuyến một cách thường xuyên.",
    "zh_CN": "此扩展程序可让您一键创建新的Google文档。\n\n您是否讨厌单击Google云端硬盘来创建新的Google文档？使用此扩展程序，只需单击一下即可创建新的Google文档。立即使用我们简单的软件扩展程序快速创建文档。\n\n只需单击一下即可打开一个新的Google文档。如果您需要定期创建联机文档，则此扩展程序节省了时间。",
    "zh_TW": "此擴展程序可讓您一鍵創建新的Google文檔。\n\n您是否討厭單擊Google雲端硬盤來創建新的Google文檔？使用此擴展程序，只需單擊一下即可創建新的Google文檔。立即使用我們簡單的軟件擴展程序快速創建文檔。\n\n只需單擊一下即可打開一個新的Google文檔。如果您需要定期創建聯機文檔，則此擴展程序節省了時間。"
  }
}