{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "securebin: Powerful Pastebin Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Securely encrypt your text on Pastebin.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SecureBin is an open-source Chrome extension that streamlines your interaction with Pastebin while offering optional encryption for added security. With SecureBin, manage pastes effortlessly and enjoy peace of mind when sharing sensitive information online.\n\nSimplify Paste Management:\n\nQuickly paste from anywhere – highlight any text content, right-click, and send it directly to Pastebin.\n\nInstantly fetch Pastebin links – paste any Pastebin link to view its contents immediately, giving you quick access to shared text.\n\nCentralized paste history – see all your pastes in one organized location, making it easy to track, revisit, and manage your text snippets.\n\nEnhanced Security Options:\n\nOptional AES encryption for sensitive text – encrypt your text before uploading to Pastebin using AES symmetric encryption in CTR, or GCM modes, with support for 128, 192, and 256-bit keys.\n\nPassword or key-based encryption – choose between personal password encryption or a randomly generated encryption key, with password-based keys securely derived using PKCS5/PBKDF2.\n\nDirect encryption to clipboard – encrypt text directly to your clipboard for secure sharing across different platforms without the need to upload.\n\nSimple Pastebin Integration:\n\nYou can configure your own Pastebin API key in SecureBin’s settings to use it when posting to Pastebin.com\n\nDisclaimer: SecureBin does not protect against physical access to your computer, and any data stored in the extension’s history or settings is unencrypted. For more information on SecureBin’s security features, design choices, and contribution guidelines, visit securebin.org."
  }
}