{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XTSync"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Threads Sync: Auto-follow people you follow on X"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save hours: Auto-follow people on Threads that you follow on X - with just a few clicks\n\nNON-OFFICIAL X/THREADS TOOL TO\n - Search all people on Threads that you follow on X\n - Follow all (or selected) people on Threads that you follow on X (WIP)\n\nHOW TO ✨\n1. Log in on X and Threads.net\n2. Click on the Chrome extension icon on the top right in your browser and start the automation 3. Review list of matching users on Threads and select the ones you want to follow on Threads\n\nYES, IT’S 100% FREE 💰\nNo payment required, as we developed this app primarily for our own use.\nAll we ask is for you to give us some Thread-fame and follow us on Threads (will be suggested when you use the app) - Thanks! ✌️\n\nDATA PRIVACY 🤫\nWe value your privacy. This extension runs locally on your computer, we do not store or share any data of people you are following. \n\nDISCLAIMER\nPrior to using the chrome extension, please take a moment to review this disclaimer.\n\nIn order to prevent any potential banning, it is essential to thoroughly read and adhere to the rules and best practices of both platforms.\n\nX is a placeholder for any website. The number of websites this app is working with is currently limited but we might extend it in the future.\n\nThis extension is meant not to harm any company X but to help users of Threads to access their personal data (like who they follow) and search for people to follow on Threads. This saves the user manual work. It downloads your personal data from X locally and searches for matching accounts on Threads.\n\nThis extension helps you do the clicks on your computer in your name to save you time. \nMight stop working if X/Threads layout changes."
  }
}