{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LockMate: Screen Lock Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure your browser with customizable passcodes and auto-lock private domains for enhanced privacy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "### LockMate: Your Ultimate Screen Lock Extension for Privacy and Security\n\nOverview:\n\nMeet LockMate, your ultimate companion for top-notch browser privacy and security. Packed with powerful features, LockMate ensures your private browsing sessions are safe from prying eyes. Whether you're stepping away from your device or locking specific domains, LockMate has got you covered.\n\nKey Features:\n\n1. Enable/Disable Passcode:\n   - Customizable Security: Easily toggle the passcode feature to suit your needs. Set up a unique passcode to lock and unlock your private domains, ensuring only you have access.\n\n2. Passcode Configuration:\n   - Simple Setup: Create or modify your passcode through an intuitive interface. Set a passcode that's easy to remember but tough to guess, giving you peace of mind.\n\n3. Private Domains List:\n   - Manage Your Privacy: Keep track of all privatized domains with an easy-to-view list. Quickly view, edit, or manage the domains you've locked, ensuring your sensitive browsing activities are always under control.\n\n4. Privatize Domains via Popup:\n   - Quick and Easy Locking: Lock any domain directly from the extension popup by clicking the LockMate icon and hitting the lock button. Secure your private domains in just a few clicks.\n\n5. Right-Click Privacy Control:\n   - Convenient Access: Instantly privatize the current page or domain with a simple right-click. This functionality provides immediate control over your privacy without disrupting your browsing flow.\n\n6. Auto-Lock for Idle Browsers:\n   - Enhanced Privacy Protection: If your browser is idle for 15 seconds, LockMate automatically locks all open privatized domains. This ensures your sensitive information remains secure even when you step away.\n\nWhat's New:\n\n- Private Domain History Shield: Disable history tracking for privatized domains. Once activated, any domain you've marked as private will no longer leave a trace in your browsing history, ensuring a higher level of privacy.\n- Refined Auto-Lock Feature: Enhanced auto-lock mechanism with improved performance, guaranteeing seamless protection even when multiple tabs are open.\n\nWhy Choose LockMate?\n\n- Ultimate Privacy: LockMate shields your private browsing sessions from prying eyes, ensuring your sensitive information remains confidential.\n- User-Friendly: The intuitive interface allows you to easily manage your privacy settings, including passcode customization and domain locking.\n- Customizable Security: Tailor your security settings to your specific privacy needs. Whether you're locking domains on-the-fly or automatically when idle, LockMate offers the flexibility you need.\n- Lightweight & Efficient: LockMate operates seamlessly in the background without slowing down your browser.\n\nGet Started with LockMate:\n\n1. Install: Add LockMate from the Chrome Web Store.\n2. Set Up Passcode: Configure a personalized passcode to lock and unlock your private domains.\n3. Privatize Domains: Lock any domain through the popup or right-click function to ensure your sensitive browsing activities remain private.\n4. Enjoy Enhanced Privacy: Let LockMate automatically protect your private domains when the browser is idle and ensure no history is tracked for those domains.\n\nStay Protected with LockMate:\n\nLockMate is designed for privacy-conscious users who want to ensure their online activities remain confidential and secure. With customizable settings and automatic protections, LockMate guarantees continuous privacy, even when you step away from your device.\n\nPrivacy-Centric Design:\n\n- No History Tracking: With the option to stop history tracking for privatized domains, LockMate keeps your sensitive information completely private.\n- User Empowerment: Control your privacy with customizable security features and domain management.\n- Continuous Protection: LockMate’s auto-lock ensures that even during idle times, your private domains are protected.\n\nEngage with LockMate:\n\n- Community Support: Join a growing community of privacy-conscious users. Share your feedback and help us shape future features to enhance privacy and security.\n- Regular Updates: Stay up-to-date with frequent updates that improve performance, add features, and reinforce security.\n\nConclusion:\n\nLockMate: Screen Lock Extension is more than just a screen lock tool; it’s a comprehensive solution for maintaining privacy while browsing. With features like passcode protection, domain privatization, auto-lock, and history tracking control, LockMate gives you complete control over your online privacy, helping you browse the web with peace of mind."
  }
}