{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorbox Mustard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorbox Mustard is an interactive music creation platform by sprunki.io"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Colorbox Mustard is an interactive music creation platform inspired by Incredibox, allowing users to create custom music using a drag-and-drop interface with unique characters representing different musical elements.\n\nYou can also play on the website: https://sprunki.io/\n\nFeatures of Colorbox Mustard: \n\n1. Easy-to-use Interface\nColorbox Mustard offers an intuitive drag-and-drop interface, making music creation accessible even for those with no musical background.\n\n2. Diverse Characters\nChoose from a variety of colorful characters, each contributing unique sounds to create vibrant compositions.\n\n3. Creative Mixing\nExperiment with different character combinations to build custom tracks, exploring various genres and styles.\n\n4. Engaging Gameplay\nStay captivated as you create rhythmic patterns and melodies while unlocking hidden features and achievements.\n\n5. Share Your Creations\nEasily share your unique music tracks within the Colorbox Mustard community to inspire and connect with others.\n\n6. Regular Updates\nEnjoy ongoing new content and updates that expand gameplay possibilities and enhance user experience in Colorbox Mustard.\n\nHow to Play Colorbox Mustard?\n\n1. Select Your Characters\nBegin by choosing characters from the lineup, each representing different musical elements, to form the foundation of your track.\n\n2. Drag and Drop to Create\nUtilize the easy drag-and-drop mechanics to arrange your characters on the stage, crafting your desired mix of sounds.\n\n3. Experiment and Unlock\nAs you create, experiment with various combinations and placements to unlock hidden sounds and special achievements."
  }
}