{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WProofreader: AI grammar check & rewrite tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Correct texts and rephrase content with WProofreader secure writing assistant."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WProofreader is a reliable multi-language grammar and spell checker extension. You can choose to host it on-site, in a private cloud under Business plan or in the shared cloud under Free plan.\n\nWhat do you get in a bundle with WProofreader?\n\nSENTENCE CHECKER AND REWORDING TOOL 🪄\nWProofreader detects and corrects spelling, grammar and style issues in 20+ languages. AI support for English, German and Spanish that perform with better accuracy. Language autodetect for checking multilingual content. \n\nBeing stuck with writer’s block or tired of tedious text paraphrasing? Try WProofreader AI writing assistant, a text rewording and content generator tool for English, German, French and Spanish. Transform your texts to find a perfect match: shorten, expand, rewrite, improve style, make them sound more formal or informal, summarize key ideas and proofread. WProofreader AI assistant comes with a daily word count limit.\n\nAll features: \n\nSTYLE GUIDE. Create a organizational style guide to standardize communication across your team. Try embedded custom rules to make your writing more respectful and omit profane language in English. \n\nSPELLING AUTOCORRECT & AUTOCOMPLETE SUGGESTIONS. Autocorrect instantly  suggests corrections for common misspellings while users are typing. Autocomplete aka text prediction speeds up writing and enhances business communication. Autocomplete is available for English dialects for now.\n\nSECURE SOLUTION. Client security is critical for us. We adjust to all industry security standards and best practices. We offer businesses on-premise deployment. You can host and run the text checker on company servers in house or in a private cloud. It eliminates any chance of data leakage and provides the top-notch security for your personal and corporate info. WProofreader can be also installed in a shared cloud on Amazon EC2 servers within the Free plan. \n\nCOMPATIBILITY WITH SOFTWARE. Supports Google Workspace (Gmail, Docs, Sheets, Meet, Calendar, Keep), project management apps, document management software, CRM and CMS systems, social media, email service agents, service desks systems, publishing platforms, AI assistants, etc.\n\nCUSTOMIZATION OPTIONS. Select the main language, tweak proofreading settings, extend user spelling dictionaries, block or allow websites.\n\nCUSTOM DICTIONARIES AND SPECIALIZED LEXICONS. Create a unified dictionary for all your users or give them a chance to build their own vocabularies. For legal and medical industries, we have an extra option — prebuilt dictionaries with a professional lexicon.\n \nWProofreader security hub: https://wproofreader.com/security.html"
  }
}