{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "smarterPod: Simple and Smart Podcast Player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to podcasts in the background of Chrome! Sync content across computers, manage your feeds, save progress, get new episodes!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BETA VERSION FOR COURAGEOUS TESTERS! \n--\n\nNew in version 0.3, you can search on Apple's iTunes Podcast database for your favorite podcasts!\n\nsmarterPod is a Angular.js based Google Chrome extension for listening to podcasts in the background of your browser, with feed management capabilities, Chrome notifications on title change, metadata retrieval as well as Google Storage Sync capability for your partially listened episodes and current playlists, regardless of which computer you're on. smarterPod aims to be the most straightforward way to listen to podcasts in your browser without the need for extra tabs, heavy Flash player clients or external application. \n\nsmarterPod updates your feeds and syncs every 15 minutes, ensuring that you have the most updated content and saved episodes on every computer you use at all times.\n\nRight now, smarterPod is in Beta, with some awesome new features planned in the pipeline, including custom feed retrieval (download X episodes of this feed on every update). If there is something you would like to see, let us know! This is the first public version of this project and I hope to add new features, improve the application and work with it more over the coming months!\n\nAlso, there is currently a list of bugs on GitHub: https://github.com/smromain/smarterPod. If you encounter any bugs, please feel free to either submit on Github, through Chrome Web Store's User Feedback feature or via email (using my email address in the app). Thanks!\n\n-- \n\nON PERMISSIONS: Google says that the application requires 'permission to read data from all sites you visit'. This is not correct: smarterPod now requires permission to send requests for podcast feed data and receive data from those servers with podcast information.\n\nON SYNC: Google Sync MUST be enabled for smarterPod to work. This is a pretty easy process, and you can learn more about it here: https://support.google.com/chrome/answer/165139."
  }
}