{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BitMar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stream millions of great shows, movies, channels, videos, and songs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BitMar is a next-generation, all-in-one, streaming platform. It can connect you to millions of on-demand movies, TV shows, channels, videos, and songs (smartly-filtered, from many different sources on the Web; most, without ads.) It, also, provides you over 200,000 on-demand channels; locally, nationally, and internationally. Everything is organized in one place, on the devices that you already own; for a one-time-payment—legally, and sustainably. \n\nWhy is BitMar So Affordable? \n\nThe BitMar all-in-one streaming platform operates as a content finder. Therefore, with BitMar, you do not pay for content; but for access to the BitMar platform—similar to the concept of an all-you-can-eat buffet. \n\nIs BitMar Legal? \n\nYes. BitMar is compliant with the DMCA (Digital Millennium Copyright Act.) BitMar has found a sustainable streaming model, wherein content creators/owners (including: TV networks, production studios, etc.) can monetize their creations, through the free traffic that BitMar brings to their content. \n\nHow Does BitMar Work? \n\nThe BitMar all-in-one streaming platform operates as a content finder, using the same Artificial Intelligence (A.I.) technology behind the Bing search engine. However, unlike search engines, BitMar has been specifically optimized; by using additional, internal, algorithms that help to instantly-filter streaming content, for your enjoyment. That combination is what provides you easy access to full movies, TV shows, channels, videos, and songs; in any language, from anywhere in the World. \n\nWhat Content is Available? \n\nBitMar provides easy access to more movies, and TV shows, than: Cable, Satellite, Netflix, Disney Plus, Max/HBO Max, Amazon Prime Video, Apple TV+, Peacock, and Hulu – combined – and more songs, than: Pandora, Spotify, Amazon Prime Music, and Apple Music—combined. \n\nWhile BitMar may provide easy access to select content, from some of the aforementioned providers, at no additional cost – even without a membership, to those services; as some of these are even TV channels, within BitMar – its main strength, is: the ability to help you to discover millions of on-demand movies, TV shows, channels, videos, and songs (smartly-filtered, from many different sources on the Web; most, without ads.) It, also, provides you over 200,000 on-demand channels; locally, nationally, and internationally. Everything is organized in one place, on the devices that you already own; for a one-time-payment—legally, and sustainably.\n\nBENEFITS:\n\n* Millions of shows and movies\n* Over 200,000 channels\n* Multiple-resolution support (SD, HD, 2K, 3K, 4K/+, UHD, etc.)\n* Billions of videos\n* Millions of songs \n* International channels, movies, music, and shows included (from all over the World)\n* Multi-language support (Works with: Google Translate, Bing Translator, Edge Translator, and many more)\n* Create/manage a list of your favorite shows, movies and clips\n* Tons of surprise features \n* Save money/time, using one app/service for all your media (music, movies, shows, videos, etc.)"
  }
}