{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phia: Know the Value, Shop for Less"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phia - Your Ultimate Resale & Savings Tool for Smart Shoppers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock unbeatable savings with Phia, the AI-powered Chrome extension that helps you find the best deals on luxury, fashion, and more—all in one click.\n\nHow It Works:\n1. Shop Anywhere: Browse your favorite stores as usual.\n2. Instant Savings: See something you like? Click Phia to discover secondhand options and compare prices.\n3. Get the Best Deal: Phia searches trusted resale sites, finding you identical or similar items at a fraction of the retail price.\n\nWhy Phia?\n- Save Big: Get up to 90% off retail prices with curated secondhand deals on top brands.\n- Effortless Shopping: Phia works in the background while you shop, showing you the best resale options without the hassle.\n- Compare Prices Instantly: With Phia, you’ll see high-value alternatives from verified secondhand partners, so you can buy confidently.\n- Wide Selection: Access a vast inventory of luxury and everyday items from over 150 trusted resale sites. Phia brings them to you, all in one place.\n\nKey Features:\n- One-Click Activation: Activate Phia on any product page to reveal the resale value and find cheaper, authentic alternatives instantly.\n- Price Transparency: Know exactly how much you’re saving, with side-by-side comparisons and detailed resale insights.\n- Secure & Trustworthy: Shop with peace of mind—Phia only pulls from reputable sources, ensuring quality and authenticity.\n\nFind the Best Deals Faster - Whether you're looking for designer bags, luxury watches, or the latest tech, Phia helps you shop smarter by doing the comparison work for you. Stop overpaying and start saving with the perfect mix of deals, ease, and exclusive access to high-demand items.\n\nJoin the Smart Shopper Revolution -  Get Phia today and make every shopping experience a chance to save big on premium items. Install Phia and discover why savvy shoppers love us!\n\nDownload Phia Now to Find High-Value Deals on Fashion, Luxury, & More\n\nPhia is completely free to use. When you shop with Phia, retailers provide us a commission for items you find through our platform. This is how we are able to develop the best shopping experience for you, completely free of charge."
  }
}