{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageSumry: Website Summaries & Quick Answers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageSumry simplifies web content. Summarize webpages and get instant answers to your questions. Perfect for research, study, or news"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageSumry - Say Goodbye to Information Overload\n\nStruggling to find the key points in a sea of online content? Wishing you could just ask questions about what you’re reading instead of wading through paragraphs of text? PageSumry is here to help.\n\n✨ Here’s What It Can Do for You:\n\n- Tired of Reading Walls of Text? Get clear, concise summaries of any webpage in a single click.\n- Got Questions? Ask anything about the content of a webpage and get answers instantly. No more \n  endless scrolling or skimming.\n- Frustrated with Tools That Don’t Work Everywhere? PageSumry works on articles, research \n  papers, blog posts, and more—so you’re always covered.\n- Hate Clunky, Confusing Interfaces? Enjoy a clean, intuitive design that blends perfectly with your \n  Chrome browser.\n\n🎯 For Everyone Who’s Been There:\n\n- Students: Ever felt overwhelmed by a research paper? PageSumry can break it down so you can \n  actually understand it.\n- Professionals: Wish you could skim through reports and still get all the insights? Now you can.\n- Researchers: Need to analyze multiple sources but short on time? PageSumry lets you work \n  smarter, not harder.\n- Everyday Readers: Want to stay informed without spending hours reading? Get summaries and \n  answers, fast.\n\n💡 Why You’ll Love It:\n\n- Saves time by cutting through unnecessary details.\n- No learning curve—just press summarise and you're ready to go.\n- Your privacy matters—all processing happens securely on your device.\n\nIf you’re tired of tools that don’t deliver or content that takes too long to digest, try PageSumry today. It’s like having a smart reading assistant right in your browser."
  }
}