{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Covid-19 Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A utility to provide updates on Covid-19 coronavirus cases"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A utility to track current trends and historical information of of COVID-19 cases globally and state-wise in tabular and graphical view. \n\nFEATURES\n\n• Daily increase of counts in global and state-wise data for total, active, recovered and deceased cases.\n• Graphical view for comparing the growing trend.\n• Notifications of increase in total cases of coronavirus in menu bar. \n\n\nSOURCE FOR DATA\n\nWe are fetching statistics of COVID-19 related cases and aggregating results to as per extension requirements making sure to show most authentic reports. Various sources and API used are as followed: \n\n• worldometer.info/coronavirus - using https://corona.lmao.ninja API\n• covid19india.org - using https://api.covid19india.org\n You can report tabular and graphical statistics related issues at support@coronatrends.live\n\n\nPERMISSIONS\n\n1. Alarms: Used for fetching latest stats in background\n2. Storage: Used to save stats temporarily\n\nWe understand that permissions related to Alarm and Storage could be a concern for many users(including ourselves), it is our responsibility to use these permissions in most secure and judicious manner. For more information on privacy and the security of your data visit https://subtletab.com/#/privacy.\n\n\nPRIVACY POLICY\n\nWe are not saving and accessing any personal information of the customers on our servers. For more information on privacy and the security of your data visit,  https://subtletab.com/#/privacy.\n\n\nHELP & SUGGESTIONS\n\nYou can reach out to us at support@coronatrends.live\n\n\nGET IN TOUCH\nEmail us at support@coronatrends.live\nTwitter @_coronatrends_\nWebsite: https://coronatrends.live"
  }
}