{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flash Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture insights from web & videos fast with Flash Insights. Efficient extension for summaries & improved browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Flash Insights, a free browser extension that empowers you to seamlessly extract valuable insights from any web page or video in seconds, using AI chatbots with web access.\n\nFlash Insights crafts a prompt that you can easily paste into your chatbot.\n\n🎯 Key Features:\n\n1️⃣ Optimized for AI Chatbot Usage: Flash Insights prepares your findings specifically for easy copy-pasting into web-powered AI chatbots.\n\n2️⃣ Versatile and Customizable Insights: Get summaries, bullet points, simplified explanations, or detailed action plans tailored to your needs and preferences.\n\n3️⃣ Wide Range of Applications: From recipes and news analysis to educational content, Flash Insights empowers users to make the most of online content.\n\n4️⃣ User-Friendly and Accessible: Flash Insights' clean interface and straightforward process make it easy for anyone to extract knowledge from web content.\n\n5️⃣ Completely Free and Always Available: Access Flash Insights' powerful features without spending a dime, ensuring that valuable knowledge is readily available for everyone.\n\n6️⃣ Time-Saving and Efficient Learning: Quickly extract valuable information from web content or YouTube videos, allowing you to learn more in less time.\n\n🔧 How it Works:\n\n🅰️ Activate Flash Insights: Simply click the Flash Insights extension icon while reading an article, browsing the web, or watching a YouTube video to start extracting valuable information.\n\n🅱️ Make any web page or video chatbot-compatible: Flash Insights prepares the message for web-powered AI chatbots, making it easy to extract valuable insights from any web page or video.\n\n🅾️ Unlock AI-Powered insights: Simply paste the message into your favorite AI chatbot, and watch as it delivers valuable insights from any web page or video.\n\n💡 Empower your browsing experience with Flash Insights. Quick, actionable insights from any web page or video at your fingertips!\n\n⭐ Here's why you'll LOVE Flash Insights:\n\nSave time and boost your knowledge with Flash Insights, the ultimate tool for rapid insights and actionable plans from any online content.\n\n💼 Flash Insights is an independent software and is not affiliated with YouTube, Google, Microsoft, Bing, OpenAI, or ChatGPT. Flash Insights operates as a separate entity and is solely designed to enhance user experience while browsing online content."
  }
}