{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text to speech that brings productivity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,pt_BR,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Intelligent Speaker: smart reader, runs on leading tts engine. Convert files, blog posts & more to speech. Listen on any device",
    "da": "Effektiv browserudvidelse med naturlig lydkvalitet giver dig mulighed for at lytte til tekster på websteder.",
    "de": "Effektive Browser-Erweiterung mit natürlich klingender Stimme ermöglicht es Ihnen, Texte auf Websites zu hören.",
    "es": "La extensión efectiva del navegador con voz natural le permite escuchar textos en sitios web.",
    "fr": "Une extension de navigateur efficace avec une voix naturelle vous permet d'écouter des textes sur des sites Web.",
    "it": "Un'efficace estensione del browser con una voce dal suono naturale consente di ascoltare i testi sui siti Web.",
    "ja": "自然な声で効果的なブラウザの拡張は、あなたがウェブサイト上のテキストを聞くことができます。",
    "ko": "자연스러운 음성으로 효과적인 브라우저 확장을 통해 웹 사이트의 텍스트를들을 수 있습니다.",
    "nl": "Effectieve browserextensie met natuurlijk klinkende stem stelt u in staat teksten op websites te beluisteren.",
    "no": "Effektiv nettleserutvidelse med naturlig lydsignal lar deg lytte til tekster på nettsteder.",
    "pl": "Skuteczne rozszerzenie przeglądarki z naturalnie brzmiącym głosem pozwala na słuchanie tekstów na stronach internetowych.",
    "pt_PT": "A extensão efetiva do navegador com voz de som natural permite que você ouça textos em sites.",
    "ro": "Extensia extensiei browserului cu voce naturală vă permite să ascultați texte pe site-uri web.",
    "ru": "Эффективное расширение для браузера с естественным голосом, которое озвучивает веб-страницы и документы.",
    "sv": "Effektiv webbläsarutvidgning med naturlig ljudsignal låter dig lyssna på texter på webbplatser.",
    "tr": "Doğal ses sesi ile efektif tarayıcı eklentisi, web sitelerindeki metinleri dinlemenizi sağlar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,pt_BR,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Intelligent Speaker: advanced text to speech reader with a human-like voice. Ultimate language and voice choice. Supports web pages, documents and pdfs. Listen to your content from any device. \n\nToday it is one of the best text to speech extensions running on leading tts engine. Enable the world of listening to the content you love and boost your productivity today! \n\nIntelligent Speaker is available for Google Chrome, Firefox, Android and iOS which means you can listen to your texts on smartphones and tablets, any device with RSS reader.\n\nFeatures to enhance your productivity and conquer any text: \n\n- Available offline\n- Supports txt. doc. and pdf.\n- Human-like voice\n- Supports Google Docs\n- Speed choice \n- Support different languages and voices\n- Breathing for some voices\n- File upload  \n- Podcasts\n- Search for text in list of texts\n- Download Audio\n- Delete Audio\n\n\nStart productive yourself now!\n\n\n***\n\n2022.5.25.1008\n\n***\n\nWhat’s new:\nGeneral improvements in functionality and  performance\n\n***\nImprovements:\nCache updates\n\n***\n\n2021.4.9.133\n\n***\n\nWhat’s new:\nGeneral improvements in functionality and  performance\n\n***\nImprovements:\nImproved loading speed and performance velocity\n\n***\n\nFixes:\nFixed some background bugs\n\n***\n\nVersion: 2021.3.24.940\n\n***\n\nWhat’s new:\nGeneral improvements in functionality and  performance\n\n***\nImprovements:\nImproved loading speed and performance velocity\n\n***\n\nFixes:\nFixed some background bugs\n\n***\n\nVersion: 2021.3.16.2047\n\n***\n\nWhat’s new:\nGeneral improvements in functionality and  performance\n\n***\nImprovements:\nImproved loading speed and performance velocity\n\n***\n\nFixes:\nFixed adding txt files with for some languages\n  \n\n***\nVersion: 2018.8.22.1218\n***\n\nWhat’s new\nNew offline mode: now users are able to use the app offline and listen to their articles without having to connect to wi-fi or data. \nNew pre-load functionality for immediate access to your files.\nUnlimited number of articles can be added to your field. \n\n***\nImprovements:\nGeneral improvements of performance and extension stability\nGeneral improvements of the UI\nGeneral pre-load mechanism improvement\nPlayback rate velocity improvement \n\n***\nFixes\nFixed bug of one element in the field during initial extension usage\nFixed bug with buttons UI \nFixed list of articles limitations for the player field\n\n***\nVersion: 2018.8.22.1218\n***\nWhat’s new\nNew functionality and improved UX. \nOffline voice pre-load\nGeneral improvements in speed and  performance\n\n***\nImprovements:\nOffline voice pre-load increases play speed and player velocity\n***\n\nFixes\nSpeed and new voices modification\n\n***\nVersion: 2018.8.20.1152\n\n***\nWhat’s new\n\n-New functionality and improved UX.\n-Voice choice and customization options added\n-General improvements in speed and  performance\n\n***\nImprovements:\n\n-Improved settings: language, voice and breathing choice\n-Voice choice for your flawless listening experience\n-Optional breathing, to maximally humanize a voice\n-Improved languages and intonations\n-Improved usability\n-Improved loading speed and performance velocity\n\n***\nFixes\n\n-Fixed bug with player load and user  authentication\n\n***\n\nVersion: 2018.8.7.1113\n\n***\n\nWhat’s new\n\nGeneral improvements in functionality, speed and  performance\n\n***\nImprovements:\n\nImproved languages and intonations\n\nImproved usability\n\nImproved loading speed and performance velocity\n\n***\n\nFixes\n\nFixed speed of player load, which increases usability and usage comfort\n  \n\n***\nVersion: 2018.7.4.2003\n***\nWhat’s new\n\nGeneral improvements in functionality and performance\n\n***\nImprovements:\n\nImproved languages and intonations\n\nImproved usability\n\n***\n\nFixes\n\nFixed pop-up for better interface usability.\n\n***\nVersion: 2018.6.26.1634\n\n***\nWhat’s new\nImproved velocity and language performance.\nGeneral improvement of languages and intonations\n\n***\nImprovements:\n\nImproved text and language detection.\nImproved language performance on various locales.\n\n***\n\nFixes\n\nFixed bug with incorrect text detection of unsupported locales\nFixed authentication bug. Rarely users could face a bug during authentication process. This was connected with the error on server replace function. Now this bug is fixed.\n\n***\nVersion: 2018.6.25.1601\n***\nWhat’s new\nImproved languages’ response and general performance\n\n***\nImprovements:\n\nImproved languages and intonations.\nImproved listening experience for various languages and systems with different language configurations\n\n***\nFixes\n\nFixed bug with incorrect interpretation of different languages names. \nNow the app automatically configures the language of the browser and system, regardless the letter code or naming.  \n\n***\nVersion: 2018.6.21.1915\n***\nWhat’s new\nGeneral improvements in functionality and performance\n\n***\nImprovements:\n\nImproved languages and intonations.\nImproved listening experience for Portuguese language. \n\n***\nFixes:\n\nFixed bug with Portuguese language.\nNow users from Portugal,  Brazil, Angola, Mozambique, Gunea-Bissau, Cape Verde, Sao Tome E Principe will not face any problems with listening to the content in Portuguese language.  \n\n***\n\nVersion: 2018.6.12.031\n***\nWhat’s new\nUpdated Privacy Policy and GDPR terms to give our users better understanding and control of their personal data. New subscription plans. Speed range extended for better accessibility. \n***\nImprovements:\n\nImproved text detection on major websites\n\nExpanded web pages’ database for better listening experience\n\nImproved error and bug report which let the development team react to error reports fast and fix bugs effectively. Our users will get better user experience with less bugs and system errors. \n\nNew speed range lets information over the internet become more accessible to people who experience difficulties with seeing and reading web content. \n***\nFixes\nFixed text detection for www.habr.com\nFixed bug with looped animation when unauthorized user adds a link to the feed\n***",
    "da": "Effektiv browserudvidelse med naturlig lydkvalitet giver dig mulighed for at lytte til websider og dokumenter.\n\nIngen tid til læsning? Øjenstamme? Nyd lydbøger og podcasts? Intelligent Speaker er en løsning til folk der er vant til multitasking. Gør yoga og lyt dine dokumenter og e-mails, lav mad og lyt til blogindlæg, artikler og nyheder. Intelligent Speaker hjælper dig med at holde dig ajour med alle de oplysninger og tekster, du er interesseret i, selv når du er på farten. Dine podcasts er med dig, når du rejser, går eller kører din bil. Intelligent Speaker funktioner omfatter:\n\n· Ledende tekst-til tale-motor\n· Brugervenlig grænseflade\n· Automatisk tekstdetektion (læses kun indhold - uden annoncer, navigation og uafhængig info)\n· Hastighedskontrol\n· Intranetsider understøtter\n· Lokale filer understøttes (du kan åbne tekstfiler fra dit skrivebord i browser og Intelligent Speaker vil stemme dem)\n· Podcast-oprettelse (lav dine egne podcasts og lyt til dem på alle dine enheder, hvor og når det passer dig!)\n· Online og offline support (du kan lytte til Intelligent Speaker podcasts både online og offline fra din smartphone eller tablet)\n\nInstaller Intelligent Speaker extension og få en gratis prøveversion. Brug din tid intelligent!",
    "de": "Effektive Browser-Erweiterung mit natürlich klingender Stimme ermöglicht es Ihnen, Webseiten und Dokumente zu hören\n\nKeine Zeit zum Lesen? Überanstrengung der Augen? Genießen Sie Hörbücher und Podcasts? Intelligent Speaker ist eine Lösung für Menschen, die sich an Multitasking gewöhnt haben. Tun Sie Yoga und hören Sie Ihre Dokumente und E-Mails, kochen Sie Essen und hören Sie sich die Blogposts, Artikel und Neuigkeiten an.Intelligent Speaker hilft Ihnen, unterwegs mit allen Informationen und Texten, die Sie interessieren, auf dem Laufenden zu bleiben. Ihre Podcasts begleiten Sie auf Reisen, zu Fuß oder mit dem Auto. Intelligente Sprecherfunktionalitäten schließen ein:\n\n· Führende Text-to-speech-Engine\nBenutzerfreundliches Bedienfeld\n· Automatische Texterkennung (liest nur Inhalt - ohne Werbung, Navigation und unabhängige Informationen)\n· Geschwindigkeitskontrolle\n· Unterstützung von Intranetseiten\n· Unterstützung lokaler Dateien (Sie können Textdateien von Ihrem Desktop im Browser öffnen und Intelligent Speaker wird sie aussprechen)\n· Podcast Creation (Erstellen Sie Ihre eigenen Podcasts und hören Sie sie auf allen Ihren Geräten an, wo und wann es Ihnen passt!)\nOnline- und Offline-Unterstützung (Sie können Intelligent Speaker-Podcasts sowohl online als auch offline von Ihrem Smartphone oder Tablet hören)\n\nInstallieren Sie die Intelligent Speaker-Erweiterung und erhalten Sie eine kostenlose Testversion. Nutzen Sie Ihre Zeit intelligent!",
    "es": "¡La efectiva extensión del navegador con voz natural le permite escuchar páginas web y documentos.!\n\nNo hay tiempo para leer? ¿Fatiga visual? ¿Disfruta de audiolibros y podcasts? Intelligent Speaker es una solución para las personas que se acostumbraron a realizar múltiples tareas. Haga yoga y escuche sus documentos y correos electrónicos, cocine alimentos y escuche las publicaciones, artículos y noticias del blog. Intelligent Speaker le ayuda a mantenerse al día con toda la información y los textos que le interesan, incluso en el camino. Sus podcasts están con usted cuando viaja, camina o conduce su automóvil. Las funcionalidades del Intelligent Speaker incluyen:\n\n· Motor de texto a voz líder\nInterfaz amigable\n· Detección automática de texto (solo lee contenido, sin anuncios, navegación e información no relacionada)\n· Control de velocidad\n· Soporte de páginas Intranet\n· Compatibilidad con archivos locales (puede abrir archivos de texto desde su escritorio en el navegador y el hablante inteligente los emitirá)\n· Creación de Podcast (crea tus propios podcasts y escúchalos en todos tus dispositivos donde y cuando sea conveniente para ti).\nSoporte en línea y fuera de línea (puede escuchar podcasts de altavoces inteligentes tanto en línea como fuera de línea desde su teléfono inteligente o tableta)\n\nInstale la extensión del Intelligent Speaker y obtenga una versión de prueba gratuita. ¡Usa tu tiempo inteligentemente!",
    "fr": "Une extension de navigateur efficace avec une voix naturelle vous permet d'écouter des pages Web et des documents!\n\nPas le temps de lire? Fatigue des yeux? Aimez-vous des livres audio et des podcasts? Intelligent Speaker est une solution pour les personnes qui se sont habituées au multitâche. Faites du yoga et écoutez vos documents et courriels, cuisinez et écoutez les articles, les articles et les nouvelles du blogue.Haut-parleur intelligent vous aide à rester à jour avec toutes les informations et les textes qui vous intéressent même sur la route. Vos podcasts sont avec vous quand vous voyagez, marchez ou conduisez votre voiture. Les fonctionnalités d'Intelligent Speaker comprennent:\n\n· Moteur de synthèse vocale\nInterface conviviale\n· Détection automatique de texte (lit  seulement le contenu - sans publicité, navigation et information non liée)\n· Contrôle de vitesse\n· Support des pages d'intranet\n· Prise en charge des fichiers locaux (vous pouvez ouvrir des fichiers texte à partir de votre bureau dans le navigateur et Intelligent Speaker les fera entendre)\n· Création de podcasts (créez vos propres podcasts et écoutez-les sur tous vos appareils où et quand vous le souhaitez!)\nPrise en charge en ligne et hors connexion (vous pouvez écouter des podcasts de haut-parleurs intelligents à la fois en ligne et hors ligne depuis votre smartphone ou votre tablette)\n\nInstallez Intelligent Speaker extension et obtenez une version d'essai gratuite. Utilisez votre temps intelligemment!",
    "it": "Un'efficace estensione del browser con una voce dal suono naturale consente di ascoltare pagine Web e documenti.\n\nNon c'è tempo per leggere? Affaticamento degli occhi? Goditi audiolibri e podcast? Intelligent Speaker è una soluzione per le persone che si sono abituate al multitasking. Fai yoga e ascolta i tuoi documenti ed e-mail, cucina cibo e ascolta i post del blog, articoli e notizie. Altoparlante intelligente ti aiuta a rimanere aggiornato con tutte le informazioni e i testi che ti interessano anche in viaggio. I tuoi podcast sono con te quando viaggi, cammini o guidi la tua auto. Le funzionalità di Intelligent Speaker includono:\n\n· Motore di sintesi vocale leader\n· Interfaccia user-friendly\n· Rilevamento automatico del testo (legge solo il contenuto - senza pubblicità, navigazione e informazioni non correlate)\n· Controllo di velocità\n· Supporto per pagine Intranet\n· Supporto di file locali (puoi aprire file di testo dal desktop nel browser e Intelligent Speaker li chiamerà)\n· Creazione di podcast (crea i tuoi podcast e ascoltali su tutti i tuoi dispositivi ovunque e in qualsiasi momento sia conveniente per te!)\n· Supporto online e offline (puoi ascoltare i podcast degli altoparlanti intelligenti sia online che offline dal tuo smartphone o tablet)\nSupporto per lingues europee e asiatiche\n\nInstalla l'estensione Intelligent Speaker ottieni una versione di prova gratuita. Usa il tuo tempo in modo intelligente!",
    "ja": "自然な声で効果的なブラウザ拡張機能を使用すると、Webページやドキュメントを聴くことができます。\n\n読む時間がない？眼精疲労？オーディオブックやポッドキャストをお楽しみください。インテリジェントスピーカーは、マルチタスキングに慣れた人のためのソリューションです。ヨガをして、あなたの書類や電子メールを聞いたり、食べ物を調理したり、ブログの記事、記事、ニュースを聞くことができます。インテリジェントスピーカーは、移動中でも興味のあるすべての情報やテキストを最新の状態に保つのに役立ちます。あなたが旅行したり、歩いたり、車を運転したりするとき、あなたのポッドキャストはあなたと一緒にあります。インテリジェントスピーカーの機能は次のとおりです。\n\n・先進のテキスト読み上げエンジン\n・ユーザーフレンドリーなインターフェイス\n・自動テキスト検出（コンテンツの読み取りのみ - 広告、ナビゲーションおよび無関係な情報なし）\n・スピードコントロール\n・イントラネットページのサポート\n・ローカルファイルのサポート（ブラウザーでデスクトップからテキストファイルを開くことができ、インテリジェントスピーカーが音声を鳴らすことができます）\n・ポッドキャストの作成（自分のポッドキャストを作成し、いつでもどこでもあなたのすべてのデバイスで聞くことができます）\n・オンラインとオフラインのサポート（スマートフォンやタブレットからIntelligent Speakerのポッドキャストをオンラインとオフラインの両方で聴くことができます）\n\nインテリジェントスピーカーの拡張機能をインストールし、無料試用版を入手してください。知的にあなたの時間を使用してください！",
    "ko": "자연스러운 음성으로 효과적인 브라우저 확장을 통해 웹 페이지 및 문서를들을 수 있습니다.\n\n독서 할 시간 없어? 눈의 피로? 오디오 북과 팟 캐스트를 즐기십니까? 지능형 스피커는 멀티 태스킹에 익숙한 사람들을위한 솔루션입니다. 요가를하고 문서 및 이메일을 듣고, 음식을 조리하고 블로그 게시물, 기사 및 뉴스를 들어보십시오. 지능형 발표자는 이동 중에도 관심있는 모든 정보와 텍스트를 최신 상태로 유지할 수 있도록 도와줍니다. 여행, 도보 또는 운전할 때 podcast가 함께 제공됩니다. 지능형 스피커 기능은 다음과 같습니다.\n\n· 선도적 인 텍스트 음성 변환 엔진\n· 사용자 친화적 인 인터페이스\n· 자동 텍스트 검색 (광고, 탐색 및 관련없는 정보없이 내용 만 읽음)\n· 속도 제어\n· 인트라넷 페이지 지원\n· 로컬 파일 지원 (브라우저에서 바탕 화면의 텍스트 파일을 열 수 있으며 Intelligent Speaker가 음성 파일을 보냅니다)\n· Podcast 제작 (언제 어디서나 편리한 Podcast를 만들고 모든 장치에서들을 수 있습니다!)\n· 온라인 및 오프라인 지원 (스마트 폰 또는 태블릿에서 온라인 및 오프라인으로 Intelligent Speaker podcast를들을 수 있음)\n\n\n지능형 스피커 확장 기능을 설치하고 무료 평가판을 다운로드하십시오. 지능적으로 시간을 사용하십시오!",
    "nl": "Effectieve browserextensie met natuurlijk klinkende stem stelt u in staat om naar webpagina's en documenten te luisteren.\n\nGeen tijd om te lezen? Vermoeide ogen? Geniet van audioboeken en podcasts? Intelligent Speaker is een oplossing voor mensen die gewend zijn aan multitasking. Doe aan yoga en luister naar je documenten en e-mails, kook eten en luister naar de blogposts, artikelen en nieuws. Intelligent Speaker helpt u om ook onderweg up-to-date te blijven met alle informatie en teksten waarin u bent geïnteresseerd. Je podcasts zijn bij je wanneer je reist, wandelt of in je auto rijdt. Intelligente luidsprekerfunctionaliteit omvat:\n\n· Toonaangevende tekst-naar-spraak-engine\n· Gebruiksvriendelijke interface\n· Automatische tekstdetectie (leest alleen inhoud - zonder advertenties, navigatie en niet-gerelateerde info)\n· Snelheidscontrole\n· Intranetpagina's ondersteunen\n· Ondersteuning voor lokale bestanden (u kunt tekstbestanden openen vanaf uw bureaublad in de browser en Intelligente luidspreker stemt ze af)\n· Podcastcreatie (maak uw eigen podcasts en luister ernaar op al uw apparaten, waar en wanneer het u uitkomt!)\n· Online en offline ondersteuning (je kunt zowel online als offline luisteren naar de podcasts van Intelligent Speaker vanaf je smartphone of tablet)\n\nInstalleer de Intelligent Speaker-extensie en ontvang een gratis proefversie. Gebruik je tijd op een intelligente manier!",
    "no": "Effektiv nettleserutvidelse med naturlig lydsignal lar deg lytte til nettsider og dokumenter.\n\nIngen tid til å lese? Øyestamme? Nyt lydbøker og podcaster? Intelligent Speaker er en løsning for folk som ble vant til multitasking. Gjør yoga og lytt dokumenter og e-post, lag mat og lytt til blogginnlegg, artikler og nyheter. Intelligent Speaker hjelper deg å holde deg oppdatert med all informasjon og tekster du er interessert i, selv når du er på farten. Podcaster er med deg når du reiser, går eller kjører bilen. Intelligente høyttalerfunksjoner inkluderer:\n\n· Ledende tekst-til-tale-motor\n· Brukervennlig grensesnitt\n· Automatisk tekst gjenkjenning (leser bare innhold - uten annonser, navigasjon og ikke-relatert info)\n· Fartskontroll\n· Intranett-sider støtter\n· Lokale filer støtte (du kan åpne tekstfiler fra skrivebordet i nettleseren og Intelligent Speaker vil stemme dem)\n· Podcast-opprettelse (lag dine egne podcaster og lytt til dem på alle enhetene dine hvor og når det er praktisk for deg!)\n· Online og offline støtte (du kan lytte til Intelligent Speaker podcasts både online og offline fra smarttelefonen eller nettbrettet)\n\nKommer snart:\n· Flere språk\n· Stemmevalg\n· Flere nettlesere støtte (Opera, Yandex Browser, Firefox)\n· Mobil applikasjon for Android og iOS\n· Din funksjon Vi legger til funksjoner i samsvar med dine behov. Skriv oss en tilbakemelding!\n\nInstaller Intelligent Speaker Extension og få en gratis prøveversjon. Bruk tiden din intelligent!",
    "pl": "Efektywne rozszerzenie przeglądarki z naturalnie brzmiącym głosem pozwala na słuchanie stron internetowych i dokumentów\n\nNie ma czasu na czytanie? Zmęczenie oczu? Ciesz się książkami audio i podcastami? Intelligent Speaker jest rozwiązaniem dla osób, które przyzwyczaiły się do wielozadaniowości. Zrób jogę i słuchaj swoich dokumentów i e-maili, gotuj jedzenie i słuchaj blogów, artykułów i wiadomości.Intelligent Speaker  pomaga być na bieżąco z wszystkimi informacjami i tekstami, które Cię interesują, nawet w podróży. Twoje podcasty są przy Tobie podczas podróży, chodzenia lub prowadzenia samochodu. Funkcje Intelligent Speaker obejmują:\n\n· Wiodący słownik do silnika mowy\nPrzyjazny dla użytkownika interfejs\nAutomatyczna detekcja tekstu (tylko treść - bez reklam, nawigacji i niepowiązanych informacji)\n· Kontrola prędkości\n· Obsługa stron intranetowych\n· Lokalna obsługa plików (można otwierać pliki tekstowe z pulpitu w przeglądarce i rozgłaszać Inteligent Speaker )\n· Tworzenie podcastów (tworzyć własne podcasty i słuchać ich na wszystkich urządzeniach w dowolnym miejscu io każdej porze!)\nWsparcie online i offline (można słuchać podcastów Inteligentnych podgrzewaczy zarówno w trybie online, jak i offline ze smartfona lub tabletu)\n\nZainstaluj rozszerzenie Intelligent Speaker i pobierz bezpłatną wersję próbną. Wykorzystaj swój czas inteligentnie!",
    "pt_PT": "Effective browser extension with natural-sounding voice allows you to listen to web-pages and documents.\n\nNo time for reading? Eye Strain? Enjoy audiobooks and podcasts? Intelligent Speaker is a solution for people who got used to multitasking. Do yoga and listen your documents and emails, cook food and listen to the blog posts, articles and news. Intelligent Speaker helps you to stay up to date with all the information and texts you are interested in even on the go. Your podcasts are with you when you travel, walk or drive your car.  Intelligent Speaker functionalities include:\n\n· Leading text-to speech engine\n· User-friendly interface\n· Automatic text detection (reads content only - without ads, navigation and unrelated info)\n· Speed control\n· Intranet pages support\n· Local files support (you can open text files from your desktop in browser and Intelligent Speaker will voice them)\n· Podcast creation (create your own podcasts and listen to them on all your devices wherever and whenever it’s convenient for you!)\n· Online and Offline support (you can listen to Intelligent Speaker podcasts both online and offline from your smartphone or tablet)\nEnglish, French, German, Spanish and Polish languages support\nComing soon:\n· More Languages\n· Voice choice\n· Multiple browsers support (Opera, Yandex Browser, Firefox, Safari, Edge)\n· Mobile application for Android and iOS\n· Your feature. We add features in accordance with your needs.  Write us a feedback!\n\nInstall Intelligent Speaker extension and get a free trial version. Use your time intelligently!",
    "ro": "Extensia extensivă a browserului cu voce naturală vă permite să ascultați pagini web și documente.\n\nNu ai timp să citești? Tulpina ochilor? Bucurați-vă de audiobook-uri și podcast-uri? Inteligent Speaker este o soluție pentru oamenii care s-au obișnuit cu multitasking. Faceți yoga și să vă ascultați documentele și e-mailurile, să gătiți alimente și să ascultați postările, articolele și știrile din blog. Vorbitorul Intelligent vă ajută să vă mențineți la curent cu toate informațiile și textele care vă interesează chiar și atunci când vă deplasați. Podcast-urile tale sunt cu tine când călătoriți, mergeți sau conduceți mașina. Funcțiile Inteligent Speaker includ:\n\n· Motorul de vorbire text-la-vorbire\n· Interfață ușor de utilizat\n· Detectare automată a textului (doar pentru conținut, fără anunțuri, navigație și informații necorelate)\n· Control de viteza\n· Suport pentru pagini intranet\n· Suport pentru fișierele locale (puteți deschide fișiere text de pe desktop în browser și Vorbitorul Inteligent le vor difuza)\n· Creați podcasturi (creați propriile podcast-uri și le ascultați pe toate dispozitivele dvs. oriunde și ori de câte ori este convenabil pentru dvs.)\n· Suport online și offline (puteți asculta podcast-urile Inteligent Speaker atât online, cât și offline de pe telefonul smartphone sau tabletă)\n\nIn curand:\n· Mai multe limbi\n· Alegerea vocii\n· Suport pentru mai multe browsere (Opera, Yandex Browser, Firefox)\n· Aplicație mobilă pentru Android și iOS\n· Caracteristica dvs. Adăugăm caracteristici în funcție de nevoile dvs. Scrieți-ne un feedback!\n\nInstalați extensia Intelligent Speaker și obțineți o versiune gratuită de încercare. Folosește-ți timpul inteligent!",
    "ru": "Эффективное расширение для браузера с естественным голосом, которое озвучивает веб-страницы и документы .\nНет времени на чтение? Устали глаза? Любите аудиокниги и подкасты? Intelligent Speaker - это решение для людей, привыкших к многозадачности. Занимайтесь йогой и слушайте свои документы и электронные письма, готовьте еду и прослушивайте сообщения в блогах, статьи и новости. Intelligent Speaker помогает вам быть в курсе всех новостей  которые вас интересуют даже в пути. Ваши подкасты с вами, когда вы путешествуете, активно занимаетесь спортом  или ведете машину. Скачивая наше расширение вы получаете:\n· Лучшую технологию для преобразования текста в речь,существующую на сегодняшний день\n· Удобный интерфейс\n· Автоматическое обнаружение текста (считывает только контент - без рекламы, навигации и бесполезной информации)\n· Контроль скорости\n· Поддержка интрасети\n· Поддержка локальных файлов (вы можете открывать текстовые файлы со своего рабочего стола в браузере, а Intelligent Speaker будет озвучивать их)\n· Создание подкастов (создайте свои собственные подкасты и слушайте их на всех ваших устройствах, когда вам удобно!)\n· Поддержка онлайн и офлайн (вы можете слушать подкасты Intelligent Speaker как онлайн, так и офлайн с вашего смартфона или планшета)\n\nУстановите расширение Intelligent Speaker и получите бесплатную пробную версию. Используйте свое время разумно!",
    "sv": "Effektiv webbläsarutvidgning med naturlig ljudsignal låter dig lyssna på webbsidor och dokument.\n\nIngen tid att läsa? Ansträngda ögon? Njut av ljudböcker och podcaster? Intelligent Speaker är en lösning för personer som vant sig vid multitasking. Gör yoga och lyssna på dina dokument och e-postmeddelanden, laga mat och lyssna på blogginlägg, artiklar och nyheter. Intelligent högtalare hjälper dig att hålla dig uppdaterad med all information och texter du är intresserad av även på språng. Dina podsändningar är med dig när du reser, går eller kör din bil. Intelligenta högtalarfunktioner inkluderar:\n\n· Ledande text-till-tal-motor\n· Användarvänligt gränssnitt\n· Automatisk textdetektering (läser endast innehåll - utan annonser, navigering och orelaterad information)\n· Hastighets kontroll\n· Insidan sidor stödjer\n· Lokala filer stöd (du kan öppna textfiler från skrivbordet i webbläsaren och Intelligent Speaker röstar dem)\n· Podcast skapande (skapa egna podcaster och lyssna på dem på alla dina enheter var och när det är bekvämt för dig!)\n· Online och offline support (du kan lyssna på Intelligent Speaker podcasts både online och offline från din smartphone eller surfplatta)\n\nInstallera Intelligent Speaker Extension och få en gratis provversion. Använd din tid intelligent!",
    "tr": "Doğal ses sesi ile efektif tarayıcı uzantısı, web sayfalarını ve belgeleri dinlemenizi sağlar.\n\nOkuma zamanı yok mu? Göz yorgunluğu? Sesli kitapların ve podcast'lerin tadını çıkarın Intelligent Speaker çoklu görev kullanmaya alışmış insanlar için bir çözümdür. Yoga yapın ve belgelerinizi ve e-postalarınızı dinleyin, yemek pişirin ve blog yazıları, makaleler ve haberlere kulak verin. Akıllı Konuşmacı, hareket halindeyken bile ilgilendiğiniz tüm bilgi ve metinlerle güncel kalmanıza yardımcı olur. Aracınızı seyahat ederken, yürürken veya aracınızı kullanırken podcast'leriniz yanınızda. Akıllı Konuşmacı işlevleri şunları içerir:\n\n· Önde gelen metin-konuşma motoru\n· Kullanıcı dostu arayüz\n· Otomatik metin algılama (yalnızca içeriği okur - reklamlar, gezinme ve ilgisiz bilgiler olmadan)\n· Hız kontrolü\n· İntranet sayfaları desteği\n· Yerel dosyalar desteği (tarayıcıda masaüstünüzden metin dosyaları açabilirsiniz ve Akıllı Konuşmacı bunları seslendirecektir)\n· Podcast yaratma (kendi podcast'lerinizi yaratın ve onlar için her yerde ve her zaman sizin için uygun olan her cihazınızda dinleyin!)\n· Çevrimiçi ve Çevrimdışı destek (akıllı hoparlör podcast'lerini akıllı telefonunuzdan veya tabletinizden hem çevrimiçi hem de çevrimdışı olarak dinleyebilirsiniz)\n\nIntelligent Speaker uzantısını kurun ve ücretsiz bir deneme sürümü elde edin. Zamanınızı akıllıca kullanın!"
  }
}