{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop Wasting Time: Take Control of Your Online Habits"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop Wasting Time helps you break free from unproductive habits and reclaim your valuable time tracking your session times."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alright, so here’s how it went down. I was wasting way too much time on Netflix, anime, and YouTube—you know how it is. At some point, I was like, okay, this has to stop. So I did some research and found out that if you want to stop wasting time, the trick is to make the stuff you don’t want to do harder and the stuff you actually want to do easier. Sounded simple enough, right?\n\nI started looking for Chrome extensions to help me out, but nothing really hit the mark. I wanted something that wouldn’t just let me copy-paste a password or bypass it easily—something where I’d actually have to type it out and maybe even solve puzzles. So, I figured, why not just make my own?\n\nThis is the first Chrome extension I’ve ever made. I dove into the process, learning everything end-to-end, from how Chrome extensions work to designing and coding the whole thing. Within a month, it was up and running. I also wanted to keep track of how much time I was spending, so I built this insights section—an analytics dashboard to get a clear picture of my habits.\n\nThe first stable version is live now, but I’m still working on a few more features. For example, I’m planning to add puzzles or other challenges to make the password entry more engaging and harder to bypass. I’m also working on improving the analytics section to provide even deeper insights. Once those features are ready, I’ll push out an update. Oh, and I’m planning to open source the code soon to let the open-source community contribute as well. This way, not only can others improve it, but people can also check the code themselves to ensure there’s nothing fishy going on. Transparency and collaboration—that’s the goal. Stay tuned for more!\n\nAnyway, that’s the backstory.\n\nNow here’s the polished description to switch gears and sound professional.\n\nStop Wasting Time: Take Control of Your Online Habits\n\nGrounded in Research\n\n\"Stop Wasting Time\" integrates findings from studies on digital self-control and productivity. Research by Lyngs et al. (2019) highlights the effectiveness of mindful browsing tools, while Kovacs et al. (2018) show that rotating behavioral prompts can cut time on distracting sites by 34% daily. Built on principles of self-regulation (Carver & Scheier, 1998) and implementation intention theory (Gollwitzer, 1999), this extension fosters deliberate decision-making and productivity.\n\nWhy Choose Stop Wasting Time?\n\n1. Conscious Browsing\n\nEach visit to a distracting website prompts a unique password challenge. The password is dynamically generated using a lightweight machine learning algorithm that analyzes your past browsing sessions. This calculated estimate reflects the time you are likely to spend on the site. By requiring deliberate action to input the password, the extension interrupts habitual browsing and fosters mindfulness.\n\n2. Smart Predictions with Machine Learning\n\nA lightweight ML algorithm analyzes your past browsing patterns, including session durations and times of access, to predict your likely engagement duration. This personalized prediction serves as a psychological nudge, helping you evaluate your choices.\n\n3. Powerful Analytics Dashboard\n\nGain actionable insights into your browsing habits:\n\n- Day-Wise Charts: Visualize daily usage patterns to identify problematic habits.\n- Last 5 Sessions: Track recent activity for immediate feedback.\n- Average Session Time: Understand long-term trends.\n\n4. Customizable Settings\n\nTailor the extension to your specific needs:\n\n- Block selected websites.\n- Set session time thresholds for notifications.\n- Add or remove sites from your block list with ease.\n\n5. Real-Time Session Timer\n\nA live timer overlay monitors your active session on blocked sites, reinforcing awareness and promoting informed decision-making.\n\nHow It Works\n\n- Install and Configure: Add frequently distracting websites to the block list. Define your notification thresholds.\n- Activate Conscious Browsing: When accessing a blocked site, enter the password reflecting the estimated session time.\n- Analyze and Refine: Use the analytics dashboard to monitor progress and optimize your goals.\n- Reclaim Your Time: Empower yourself with greater control over your online habits.\n\nFeatures and Benefits\n\n- Website Blocking with Password Challenge: Elevates awareness, helping you consciously decide how to spend your time online.\n- Session Analytics: Provides visualized reports, offering data-driven insights to guide better habits.\n- Custom Notification Thresholds: Set reminders tailored to your goals, ensuring extended sessions are interrupted.\n- Real-Time Session Timer: Tracks time spent on blocked websites, reinforcing accountability.\n- Automatic Data Visualization: Summarizes session trends in user-friendly charts for continuous improvement.\n\nWhy Install Stop Wasting Time?\n\n- Raises Awareness and Empowers Discipline: Interrupts autopilot browsing habits and reinforces self-control through evidence-based precommitment strategies.\n- Leverages Data: Highlights patterns with visual analytics to motivate change.\n- Easy to Use: Simple configuration and customization make it accessible to everyone."
  }
}