{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AptPath Proctoring"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to proctor candidate"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fully automated proctoring solution brought to you by AptPath Inc.\nWe are committed to providing you the best test-taking experience possible while protecting the integrity of your exam so that everyone has a fair chance to perform their best.\n\nPlease remember:\n\n• This will only monitor you during your exam session.\n• Your personal information is safe and will never be shared or sold to a third party.\n• This will not access any personal data not required for the exam itself.\n• Prior to installing the extension, Google Chrome will ask for your permission.\n• The permissions you agree to are only required during the exam and will never be used outside of the exam session.\n\nWhat does the Google Chrome Extension privacy disclosure really mean? Here is a short description that shows how we use these features:\n\n• READ AND CHANGE ALL YOUR DATA ON THE WEBSITES YOU VISIT - This is used during your exam to ensure you remain on permitted pages or sites. For example, your admin might restrict the use of another webpage during the exam.\n• DISPLAY NOTIFICATIONS - This permission allows the proctor to send you a notification while in your exam.\n• COMMUNICATE WITH COOPERATING WEBSITES - During your exam, this may need to communicate with your test delivery provider or learning management system to ensure all the necessary conditions are set for an optimal testing experience.\n• READ AND MODIFY DATA YOU COPY AND PASTE - This prevents the use of copy and paste during the exam which protects exam integrity.\n\nThis brief explanation is intended to help demystify the Chrome extension privacy disclosure and give you a better understanding of why we use the extension. It's important to remember that we only monitor your activity for the duration of your exam session and take your data privacy very seriously."
  }
}