{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Комментарии со временем",
    "en": "Youtube Time Comments"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "В один клик вы можете получить комментарии которые оставили пользователи с ссылкой на какой-либо участок видео Youtube",
    "en": "Just one click and you can get comments of users who left in their comments links to any time period of the video on Youtube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Комментарии со временем - это комментарии которые оставили пользователи со ссылкой на какой-либо участок видео на Youtube(например, 12:05 - вот он упал смешно). \n\nС помощью этого расширения вы можете найти эти комментарии среди всех оставленных комментариев под видео.\n\nОсобенности работы расширения:\n - После первой загрузки комментариев, понадобиться время для получения всех комментариев видео и фильтрации их.\n - Найденные комментарии кэшируются для ускорения работы расширения и уменьшения нагрузки на Youtube API. То есть если под видео появились новые комментарии, то расширение будет брать комментарии из кэша. Если же вы хотите заново отфильтровать комментарии, нажмите на иконку расширения в правом углу браузера и нажмите кнопку \"Очистить кэш\".",
    "en": "Time Comments - these are comments that users left with a link to a section of a video on Youtube (for example 12:05 - now it fell funny).\n\nWith this extension, you can find these comments among all the comments left below the video.\n\nFeatures of the extension:\n - After the first upload of comments, it will take time to get all the video comments and filter them.\n - Found comments are cached to speed up the extension and reduce the load on the Youtube API. That is, if new comments appeared under the video, then the extension will take comments from the cache. If you want to filter the comments again, click on the extension icon in the right corner of the browser and click on the \"Clear Cache\" button."
  }
}