{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Chat Overhaul"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change font size, message spacing, and make chat easier to read. Especially if you're streaming"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don't have a hard time reading the chat when you're streaming anymore.\n\nTwitch Chat Overhaul allows you to easily read your chat by adjusting the font, font size, font color, spacing between messages, zebra striping, add borders around messages, and have images displayed in chat. Everything to make the chat easier to read.\n\nPlease do not rate low if a feature is not working, leave user feedback and it will be fixed asap. Twitch is constantly changing their page and this sometimes those changes will break some features.\n\nChange Log:\n1.9 - Fixed bugs due to twitch updates. Changed color scheme\n1.8.4 - Fixed bugs due to twitch updates.\n1.8.3 - Fixed bugs due to twitch updates.\n1.8.0 - Added ability to change border color. Fixed bugs due to twitch updates\n1.7.0 - Added the ability to see images in chat.\n1.6.7 - Finally fixed. due to twitch revamping their site the I've had to make a lot of changes. Everything updated now.\n1.6 - Bugs fixes for new twitch beta site. still a little buggy and still fixing... but hey at least it works now\n1.5.6 - Added custom chat style when on littlefoot_tv's channel.\n1.5.5 - Added support for \"Twitch.tv VOD Extras\"\n1.5 - Added the ability to change font color\n1.4.2 - Added support for chat on Bungie.net. Also changed color for dark mode zebra strips\n1.4.1 - Added the ability to save your settings, and updated the \"recommended streamers\" list\n1.3.5 - Added ability to change font. Used some popular fonts from Google Fonts. (Thanks for the suggestion Richard)"
  }
}