{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "S-Trust Passwort-Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "S-Trust Browser Erweiterung zur komfortablen Organisation von Passwörtern."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mit der Browser Erweiterung können Sie noch bequemer und schneller gespeicherte Kennwörter für Webseiten in dem Passwort-Manager suchen und anschließend aus S-Trust abrufen lassen, um sich automatisch anzumelden. Sie können ebenso neue Passworteinträge direkt über die Browser Erweiterung speichern oder bestehende Passworteinträge bearbeiten sowie löschen. Bei Registrierungen auf Webseiten greift zudem die Auto-Save Funktion, wodurch ein neuer Passworteintrag mit den vergebenen Zugangsdaten automatisch generiert wird und direkt in S-Trust gespeichert werden kann. Um die Logout-Zeit Ihren Bedürfnissen anzupassen, haben Sie die Möglichkeit in den Einstellungen der Browser Erweiterung zwischen verschiedenen Zeitintervallen zu wählen. Auch die Zwei-Faktor-Authentifizierung für die Anmeldung in S-Trust wird von der Browser Erweiterung unterstützt. Einfach unter app.s-trust.de einloggen und aktivieren.\n\nHinweise:\n\nUm die Browser Erweiterung nutzen zu können, benötigen Sie einen S-Trust Account. Falls Sie noch keinen S-Trust-Account haben, registrieren Sie sich einfach unter app.s-trust.de. Anschließend muss die Erweiterung einmalig im Browser installiert/aktiviert werden.\n\nS-Trust – Dokumenten- und Passwort-Manager\n\nS-Trust ist die einfachste Anwendung, um Ihre Dokumente und Passwörter geräteübergreifend zu höchsten Sicherheitsstandards zu verwalten. Die App verwahrt alle wichtigen digitalen Daten komfortabel und kinderleicht ausschließlich in einem Speicher auf Servern in Deutschland und generiert über die Passwortverwaltung starke Passwörter – in der Basisversion sogar kostenlos. S-Trust, den Dokumenten- und Passwort-Manager, können Sie über einen Browser mit jedem Betriebssystem und mit jedem Endgerät, von zuhause oder unterwegs nutzen.\nS-Trust macht digitale Sicherheit im Internet einfach. Mit der App können Passwörter, Dokumente und Dateien doppelt verschlüsselt verwahrt und jederzeit überall automatisch eingesetzt werden. Anbieter von S-Trust ist die S-Communication Services GmbH, ein Unternehmen der Sparkassen-Finanzgruppe. Die App ist für alle Nutzerinnen und Nutzer, auch Nicht-Sparkassenkunden, erhältlich.\nDie Zukunft wird papierloser, und das hat seine Vorteile. Scannen Sie bequem wichtige Dokumente mit der S-Trust-App und speichern Sie diese in digitalen Ordnern ab, um sie schnell wiederzufinden. So bleiben digitale Unterlagen zum Beispiel auch auf Reisen parat, sollten Sie Reisepass oder Führerschein verlieren. Selbst im Notfall können Flut oder Brand Ihren abgespeicherten Dokumenten nichts anhaben. Nicht zu vergessen: Je früher Sie auf papierlos umstellen, desto besser ist es auch für die Umwelt und Ihren Platz zu Hause oder im Büro.\n\nTop Features von S-Trust\n\nPasswort-Manager\nMit der intelligenten Software von S-Trust, dem Dokumenten- und Passwort-Manager, loggen Sie sich automatisch im Browser und in Apps mit den im Passwort-Manager gespeicherten Zugangsdaten ein. Über den Passwort-Generator erstellt S-Trust sichere Passwörter und verwaltet diese für Sie.\nLassen Sie sich von S-Trust bequem hochsichere Passwörter generieren und diese überall automatisch ausfüllen. So melden Sie sich kinderleicht in Websites und Apps an.\n\nSchriftstücke und digitale Dokumente einfach importieren\nWer kennt es nicht, wenn die Steuererklärung ansteht: Selten benötigte Rechnungen, Verträge oder Papierquittungen sind irgendwo, nur nicht zur Hand. S-Trust vereinfacht Ihnen die direkte Dokumentenablage. Einfach an Ort und Stelle Belege und Unterlagen fotografieren, in einen extra dafür in der App erstellten Dateiordner hochladen. Und für die Steuererklärung über die Funktion „Sicher senden“ alles gesammelt an die Steuerberaterin oder den Steuerberater senden.\nImportieren Sie Schriftstücke und andere wichtige Dokumente ganz einfach per Foto oder Scan-Funktion von Ihrem Smartphone in den Online-Speicher der S-Trust App. Oder verwenden Sie die Importfunktion, um sie aus lokalen Netzwerken oder anderen Cloud-Diensten zu übertragen.\nMit S-Trust sind Ihre wichtigsten Dokumente und Dateien digital aufbewahrt, schnell sortiert und online griffbereit. Egal, wo Sie sind und zu welcher Zeit.\n\nNotfallzugriff\nNiemand denkt gern daran, aber jeder ist im Notfall froh, wenn wichtige Unterlagen, wie die Patientenverfügung oder Vollmachten zur Hand sind. Sie können diese in S-Trust speichern und Vertrauenspersonen festlegen, die per Notfallzugriff schnell und sicher auf ausgewählte Dokumente zugreifen dürfen. Diese können Sie bestimmen und behalten so die volle Kontrolle.\nWer bekommt Zugriff auf Ihre Programme, Apps und Dokumente, wenn Ihnen etwas passiert? Mit dem Notfallzugriff unterstützen Sie ihre Verwandten und Freunde im Fall Ihrer Handlungsunfähigkeit Zugriff auf die von Ihnen bestimmten Passwörter und Dokumente zu erhalten. Der Notfallzugriff lässt sich nur über die Web-App einstellen und aktivieren.\nFür den Ernstfall können Sie festgelegten Personen Ihre Dokumente und Passwörter sicher hinterlassen. So ist für alles vorgesorgt.\n\nAuf allen Endgeräten synchron\nDank der Nutzung des sicheren deutschen Speichers, greifen Sie mit jedem Gerät online auf S-Trust, dem Dokumenten- und Passwort-Manager, zu und haben Ihre Daten immer in Echtzeit zur Verfügung.\n\nMail-in-Postfach\nSchicken Sie sich Dateien aus Ihrem Mail-Programm einfach selbst zu – an Ihre eigene E-Mail-Adresse bei S-Trust. Alle Anhänge, zum Beispiel Rechnungen, werden automatisch in S-Trust abgelegt, die E-Mails aufbewahrt.\nAlle E-Mails, die Sie an Ihre S-Trust-Adresse senden, werden als PDF Dokument in S-Trust, dem Dokumenten- und Passwort-Manager, gespeichert. Die Anhänge der Mails werden automatisch dazu abgelegt.\n\nSicheres Senden von digitalen Dokumenten\nVersenden Sie Unterlagen aus Ihrem Speicher sicher und vertraulich online an eine Person Ihrer Wahl, über einen zeitlich begrenzten Abruflink.\n\nAusfüllen und Speichern von Formularen\nIn der Mobile App können Sie PDF-Formulare verschlüsselt im Speicher ändern und sichern.\n\nEinfache und gezielte Zusammenarbeit mit anderen Userinnen und Usern\nArbeiten Sie gemeinsam mit anderen S-Trust-Nutzerinnen und -Nutzern, denen Sie gezielten Zugriff gestatten. Sammeln, bearbeiten und tauschen Sie ganz einfach wichtige Dokumente oder Ordner über den sicheren Speicher untereinander aus.\n\nBenachrichtigungen\nVerwenden Sie die Benachrichtigungsfunktion und S-Trust erinnert Sie per E-Mail an wichtige Änderungen, zum Beispiel bei Passwort-Änderungen oder einer Änderung in den Einstellungen gemeinsam genutzter Ordner.\n\nTeam Safe\nTeilen und nutzen Sie wichtige Dokumente gemeinsam mit Familie, Freunden oder Kollegen über den Team Safe. Sie können so ganze Ordner unter hoher Sicherheit mit anderen austauschen und synchronisieren.\nÜber die Funktion „Team Safe“ können bis zu fünf weitere Nutzerinnen und Nutzer gemeinsam auf Ordner und Dokumente im Speicher von S-Trust, dem Dokumenten- und Passwort-Manager, zugreifen.\n\nKostenlose Basisversion\nDie Basisversion ist kostenlos. Weitere Informationen zu den verschiedenen Abonnements finden Sie auf www.s-trust.de\n\nWeitere Informationen zu unseren Datenschutzbestimmungen finden Sie unter: https://www.s-trust.de/datenschutz.html"
  }
}