{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prisjakt Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prisjakt’s browser extension automatically finds the lowest price while you shop, helping you make a better purchase.",
    "sv": "Prisjakts browsertillägg letar automatiskt upp det lägsta priset medan du shoppar, vilket hjälper dig att göra ett bättre köp."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prisjakt is the price comparison site that gathers countless products from thousands of shops, helping you find the best product at the lowest price from the most reliable shop. Now, we're launching the Prisjakt browser extension – your smart shopping assistant! With the extension, you’ll find the best price directly while shopping online.\n\nFeatures:\nAutomatic price check: Prisjakt’s extension automatically finds the lowest price while you shop, helping you make a better purchase.\n\nSafer shopping: You can see ratings and reviews for the shop you're visiting, so you can always feel secure with your purchase. Click through to read more about the store on Prisjakt.nu.\nAdd Prisjakt’s browser extension and shop smarter – every time!\n\nNote – This extension is only available on desktop and in Chrome.\n\nThe stores listed on Prisjakt pay us when you click from our site to theirs. Additionally, we make money through certain partnerships and other services, such as selling insights.",
    "sv": "Prisjakt är prisjämförelsesajten som samlar mängder av produkter från tusentals butiker och hjälper dig hitta den bästa produkten till det lägsta priset i den tryggaste butiken. Nu lanserar vi Prisjakts browsertillägg – din smarta shoppingassistent! Med tillägget hittar du det bästa priset direkt där du handlar online.\n\nFunktioner:\nAutomatisk priskoll: Prisjakts tillägg letar automatiskt upp det lägsta priset medan du shoppar, vilket hjälper dig att göra ett bättre köp.\n\nTryggare köp: \nDu ser betyg och omdömen för butiken du besöker, så att du alltid kan känna dig trygg med ditt köp. Klicka dig vidare för att läsa mer om butiken på Prisjakt.nu.\nLägg till Prisjakts browser-tillägg och shoppa smartare – varje gång!\n\nNotera - Detta tillägg är endast tillgängligt på dator och i chrome. \n\nDe butiker som finns på Prisjakt betalar när du klickar från oss till dem. Dessutom tjänar vi pengar på en del partnerskap och andra tjänster, till exempel genom att sälja insikter."
  }
}