{
  "name": {
    "ar": "Dark Theme for Instagram",
    "am,id": "Dark Mode for Facebook",
    "bg,et": "Dark Theme for YouTube",
    "bn": "Dark Mode",
    "ca": "Mode fosc: lector fosc per a Chrome",
    "cs": "Tmavý režim – tmavá čtečka pro Chrome",
    "da": "Mørk tilstand - mørk læser til Chrome",
    "de": "Dunkler Modus - Dark Reader für Chrome",
    "el,sr": "Dark Reader",
    "en,en_AU,en_GB,en_US,fil,ml,mr,ro,ru,sw,ta,th,uk,zh_TW": "Dark Mode - Dark Reader for Chrome",
    "es,es_419": "Modo oscuro: lector oscuro para Chrome",
    "fa": "Dark Theme for Facebook",
    "fi": "Tumma tila – tumma lukija Chromelle",
    "fr": "Mode sombre - lecteur sombre pour Chrome",
    "gu": "Dark Theme for TikTok",
    "he,hi,kn": "Dark Theme",
    "hr,hu": "Dark Mode for YouTube",
    "it": "Modalità oscura: lettore oscuro per Chrome",
    "ja": "ダーク モード - Chrome 用ダーク リーダー",
    "ko": "다크 모드 - Chrome용 다크 리더",
    "lt": "Tamsusis režimas – tamsus skaitytuvas, skirtas Chrome",
    "lv": "Tumšais režīms — tumšais lasītājs pārlūkam Chrome",
    "ms": "Dark Reader for Chrome",
    "nl": "Donkere modus - donkere lezer voor Chrome",
    "no": "Mørk modus - mørk leser for Chrome",
    "pl": "Tryb ciemny - ciemny czytnik dla Chrome",
    "pt_BR,pt_PT": "Modo escuro - leitor escuro para Chrome",
    "sk": "Tmavý režim – tmavá čítačka pre Chrome",
    "sl": "Temni način - temni bralnik za Chrome",
    "sv": "Mörkt läge - mörk läsare för Chrome",
    "te": "Dark Mode for Chrome",
    "tr": "Karanlık mod - Chrome için karanlık okuyucu",
    "vi": "Dark Theme for WhatsApp",
    "zh_CN": "深色模式 - Chrome 的深色阅读器"
  },
  "short": {
    "ar": "Simple dark mode for Google Chrome. Switch Instagram to dark mode as desired. Take care of your eyes by the night theme.",
    "am,bn,en,en_AU,en_GB,en_US,fil,ru,sw,th,uk,zh_TW": "Simple dark mode for Google Chrome. Switch all websites to dark mode as desired. Take care of your eyes by the night theme.",
    "bg": "Simple dark mode for Google Chrome. Switch YouTube to dark mode as desired. Take care of your eyes by the night theme.",
    "ca": "Mode fosc senzill per a Google Chrome. Canvia tots els llocs web al mode fosc com vulguis. Cuida els teus ulls pel tema nocturn.",
    "cs": "Jednoduchý tmavý režim pro Google Chrome. Podle potřeby přepněte všechny webové stránky do tmavého režimu. Pečujte o své oči nočním…",
    "da": "Simpel mørk tilstand til Google Chrome. Skift alle websteder til mørk tilstand som ønsket. Pas på dine øjne by the night-tema.",
    "de": "Einfacher Dunkelmodus für Google Chrome. Schalten Sie alle Websites wie gewünscht in den Dunkelmodus. Achten Sie beim Nachtthema…",
    "el,he,hi,kn,ml,mr,ms,ro,sr,ta,te": "Simple Dark Mode for Google Chrome. Switch all websites to dark mode as desired. Take care of your eyes by the night theme.",
    "es,es_419": "Modo oscuro simple para Google Chrome. Cambie todos los sitios web al modo oscuro según lo desee. Cuida tus ojos por el tema de la…",
    "et,hr,hu": "Simple Dark Mode for Google Chrome. Switch YouTube to dark mode as desired. Take care of your eyes by the night theme.",
    "fa,id": "Simple Dark Mode for Google Chrome. Switch Facebook to dark mode as desired. Take care of your eyes by the night theme.",
    "fi": "Yksinkertainen tumma tila Google Chromelle. Vaihda kaikki verkkosivustot tummaan tilaan haluamallasi tavalla. Pidä silmäsi huolta…",
    "fr": "Mode sombre simple pour Google Chrome. Basculez tous les sites Web en mode sombre comme vous le souhaitez. Prenez soin de vos yeux…",
    "gu": "Simple Dark Mode for Google Chrome. Switch TikTok to dark mode as desired. Take care of your eyes by the night theme.",
    "it": "Modalità scura semplice per Google Chrome. Passa tutti i siti Web alla modalità oscura come desiderato. Prenditi cura dei tuoi…",
    "ja": "Google Chrome のシンプルなダークモード。 必要に応じて、すべての Web サイトをダーク モードに切り替えます。 夜のテーマで目もとをケア。",
    "ko": "Google 크롬의 간단한 다크 모드. 원하는 대로 모든 웹사이트를 어두운 모드로 전환합니다. 밤 테마로 눈을 돌봐주세요.",
    "lt": "Paprastas tamsus režimas, skirtas „Google Chrome“. Jei norite, perjunkite visas svetaines į tamsųjį režimą. Rūpinkitės savo akimis…",
    "lv": "Vienkāršs tumšais režīms pārlūkam Google Chrome. Pārslēdziet visas vietnes tumšajā režīmā pēc vajadzības. Rūpējieties par savām…",
    "nl": "Eenvoudige donkere modus voor Google Chrome. Schakel alle websites naar wens in de donkere modus. Verzorg je ogen bij het…",
    "no": "Enkel mørk modus for Google Chrome. Bytt alle nettsteder til mørk modus etter ønske. Ta vare på øynene dine ved natt-tema.",
    "pl": "Prosty tryb ciemny dla Google Chrome. Przełącz wszystkie strony internetowe w tryb ciemny zgodnie z potrzebami. Zadbaj o oczy przy…",
    "pt_BR,pt_PT": "Modo escuro simples para Google Chrome. Mude todos os sites para o modo escuro conforme desejado. Cuide de seus olhos pelo tema da…",
    "sk": "Jednoduchý tmavý režim pre Google Chrome. Podľa potreby prepnite všetky webové stránky do tmavého režimu. Starajte sa o svoje oči…",
    "sl": "Preprost temni način za Google Chrome. Po želji vsa spletna mesta preklopite v temni način. Poskrbite za svoje oči z nočno temo.",
    "sv": "Enkelt mörkt läge för Google Chrome. Växla alla webbplatser till mörkt läge efter önskemål. Ta hand om dina ögon med natttema.",
    "tr": "Google Chrome için basit karanlık mod. Tüm web sitelerini istediğiniz gibi karanlık moda geçirin. Gece temasıyla gözlerinize iyi…",
    "vi": "Simple Dark Mode for Google Chrome. Switch WhatsApp to dark mode as desired. Take care of your eyes by the night theme.",
    "zh_CN": "谷歌浏览器的简单黑暗模式。 根据需要将所有网站切换到暗模式。 以夜间主题呵护您的眼睛。"
  },
  "long": {
    "am,ar,bg,bn,el,et,fa,gu,hu,id,kn,ml,mr,ms,ro,ta,te,vi": "Dark mode for Chrome can turn the dark theme on your favorite websites (YouTube, Instagram, Facebook, Twitter, Wikipedia, etc.). Now surfing the Internet is more comfortable, as your eyes will feel much better! Apart from this, your browsing experience will be more stylish.\n\nFeatures of the extension:\n\n- Completely free, no in-app purchases.\n- You can turn on dark mode for any website.\n- You can install the plugin with one click.\n- The plugin is small, it does not make your computer slower.\n\nOur eyes perceive the dark theme better at night or indoors with poor lighting. It also just looks cool. This design is completely sleek and minimalist. Works on the toggle button in the upper right corner. It's so easy to switch from day to night mode.\n\nThe dark mode is an extension that helps you quickly turn the screen (browser) to dark at night time. Social networks (Instagram, Facebook, Twitter, TikTok, etc.), mainstream sites (YouTube, Reddit, Wikipedia, Quora, etc.), and all other websites (Whatsapp, Amazon, Netflix, HBO, etc.) will be all together covered in black colors.",
    "ca": "El mode fosc per a Chrome pot convertir el tema fosc a qualsevol lloc web. Ara navegar per Internet és més còmode, ja que els teus ulls se sentiran molt millor! A part d'això, la vostra experiència de navegació serà més elegant.\n\nCaracterístiques de l'extensió:\n\n- Completament gratuït, sense compres a l'aplicació.\n- Podeu activar el mode fosc per a qualsevol lloc web.\n- Podeu instal·lar el connector amb un sol clic.\n- El connector és petit, no fa que l'ordinador sigui més lent.\n\nEls nostres ulls perceben millor el tema fosc a la nit o a l'interior amb poca il·luminació. També sembla genial. Aquest disseny és completament elegant i minimalista. Funciona amb el botó de commutació a la cantonada superior dreta. És molt fàcil canviar del mode dia al mode nocturn.\n\nEl mode fosc és una extensió que us ajuda a convertir ràpidament la pantalla (navegador) a fosc a la nit. Les xarxes socials, els llocs principals i tots els altres llocs web estaran tots junts coberts de colors negres.",
    "cs": "Tmavý režim pro Chrome může změnit tmavý motiv na libovolném webu. Nyní je surfování na internetu pohodlnější, protože se vaše oči budou cítit mnohem lépe! Kromě toho bude vaše procházení webu stylovější.\n\nVlastnosti rozšíření:\n\n- Zcela zdarma, žádné nákupy v aplikaci.\n- Tmavý režim můžete zapnout pro jakýkoli web.\n- Plugin můžete nainstalovat jedním kliknutím.\n- Plugin je malý, nezpomaluje váš počítač.\n\nNaše oči lépe vnímají tmavé téma v noci nebo v interiéru při špatném osvětlení. Taky to prostě vypadá cool. Tento design je zcela elegantní a minimalistický. Funguje na přepínacím tlačítku v pravém horním rohu. Je tak snadné přepnout z denního do nočního režimu.\n\nTmavý režim je rozšíření, které vám pomůže rychle přepnout obrazovku (prohlížeč) do tmavé v noci. Sociální sítě, mainstreamové weby a všechny ostatní weby budou všechny společně pokryty černými barvami.",
    "da": "Mørk tilstand til Chrome kan ændre det mørke tema på ethvert websted. Nu er det mere behageligt at surfe på internettet, da dine øjne vil føles meget bedre! Bortset fra dette bliver din browsingoplevelse mere stilfuld.\n\nFunktioner af udvidelsen:\n\n- Helt gratis, ingen køb i appen.\n- Du kan slå mørk tilstand til for enhver hjemmeside.\n- Du kan installere plugin'et med et enkelt klik.\n- Pluginnet er lille, det gør ikke din computer langsommere.\n\nVores øjne opfatter det mørke tema bedre om natten eller indendørs med dårlig belysning. Det ser også bare fedt ud. Dette design er fuldstændig slankt og minimalistisk. Virker på skifteknappen i øverste højre hjørne. Det er så nemt at skifte fra dag- til nattilstand.\n\nDen mørke tilstand er en udvidelse, der hjælper dig med hurtigt at slå skærmen (browseren) til mørk om natten. Sociale netværk, almindelige websteder og alle andre websteder vil alle sammen være dækket af sorte farver.",
    "de": "Der dunkle Modus für Chrome kann das dunkle Design auf jeder Website aktivieren. Jetzt ist das Surfen im Internet bequemer, da sich Ihre Augen viel besser anfühlen werden! Abgesehen davon wird Ihr Surferlebnis stilvoller.\n\nFunktionen der Erweiterung:\n\n- Völlig kostenlos, keine In-App-Käufe.\n- Sie können den Dunkelmodus für jede Website aktivieren.\n- Sie können das Plugin mit einem Klick installieren.\n- Das Plugin ist klein, es macht Ihren Computer nicht langsamer.\n\nUnsere Augen nehmen das dunkle Thema nachts oder in Innenräumen mit schlechter Beleuchtung besser wahr. Es sieht auch einfach cool aus. Dieses Design ist absolut schlank und minimalistisch. Funktioniert über die Umschaltfläche in der oberen rechten Ecke. Es ist so einfach, vom Tag- in den Nachtmodus zu wechseln.\n\nDer Dunkelmodus ist eine Erweiterung, mit der Sie den Bildschirm (Browser) nachts schnell dunkel schalten können. Soziale Netzwerke, Mainstream-Sites und alle anderen Websites werden alle zusammen in schwarze Farben getaucht.",
    "en,en_AU,en_GB,en_US,fil,ru,sw,th,uk,zh_TW": "Dark mode for Chrome can turn the dark theme on any website. Now surfing the Internet is more comfortable, as your eyes will feel much better! Apart from this, your browsing experience will be more stylish.\n\nFeatures of the extension:\n\n- Completely free, no in-app purchases.\n- You can turn on dark mode for any website.\n- You can install the plugin with one click.\n- The plugin is small, it does not make your computer slower.\n\nOur eyes perceive the dark theme better at night or indoors with poor lighting. It also just looks cool. This design is completely sleek and minimalist. Works on the toggle button in the upper right corner. It's so easy to switch from day to night mode.\n\nThe dark mode is an extension that helps you quickly turn the screen (browser) to dark at night time. Social networks, mainstream sites, and all other websites will be all together covered in black colors.",
    "es,es_419": "El modo oscuro para Chrome puede convertir el tema oscuro en cualquier sitio web. ¡Ahora navegar por Internet es más cómodo, ya que tus ojos se sentirán mucho mejor! Aparte de esto, su experiencia de navegación será más elegante.\n\nCaracterísticas de la extensión:\n\n- Completamente gratis, sin compras dentro de la aplicación.\n- Puede activar el modo oscuro para cualquier sitio web.\n- Puede instalar el complemento con un solo clic.\n- El complemento es pequeño, no hace que su computadora sea más lenta.\n\nNuestros ojos perciben mejor el tema oscuro por la noche o en interiores con poca iluminación. También se ve genial. Este diseño es completamente elegante y minimalista. Funciona en el botón de alternar en la esquina superior derecha. Es muy fácil cambiar del modo día al modo noche.\n\nEl modo oscuro es una extensión que te ayuda a oscurecer rápidamente la pantalla (navegador) durante la noche. Las redes sociales, los sitios principales y todos los demás sitios web estarán todos juntos cubiertos de colores negros.",
    "fi": "Chromen tumma tila voi muuttaa minkä tahansa verkkosivuston tumman teeman. Nyt Internetissä surffaaminen on mukavampaa, sillä silmäsi tuntuvat paljon paremmalta! Tämän lisäksi selauskokemuksesi on tyylikkäämpi.\n\nLaajennuksen ominaisuudet:\n\n- Täysin ilmainen, ei sovelluksen sisäisiä ostoksia.\n- Voit ottaa tumman tilan käyttöön mille tahansa verkkosivustolle.\n- Voit asentaa laajennuksen yhdellä napsautuksella.\n- Plugin on pieni, se ei hidasta tietokonettasi.\n\nSilmämme havaitsevat tumman teeman paremmin yöllä tai sisätiloissa huonossa valaistuksessa. Se myös näyttää vain siistiltä. Tämä muotoilu on täysin tyylikäs ja minimalistinen. Toimii oikeassa yläkulmassa olevalla vaihtopainikkeella. On niin helppoa vaihtaa päivätilasta yötilaan.\n\nTumma tila on laajennus, jonka avulla voit nopeasti muuttaa näytön (selaimen) pimeäksi yöaikaan. Sosiaaliset verkostot, yleiset sivustot ja kaikki muut sivustot peitetään yhdessä mustilla väreillä.",
    "fr": "Le mode sombre pour Chrome peut activer le thème sombre sur n'importe quel site Web. Maintenant, surfer sur Internet est plus confortable, car vos yeux se sentiront beaucoup mieux ! En dehors de cela, votre expérience de navigation sera plus élégante.\n\nFonctionnalités de l'extension :\n\n- Entièrement gratuit, pas d'achats intégrés.\n- Vous pouvez activer le mode sombre pour n'importe quel site Web.\n- Vous pouvez installer le plugin en un clic.\n- Le plugin est petit, il ne ralentit pas votre ordinateur.\n\nNos yeux perçoivent mieux le thème sombre la nuit ou à l'intérieur avec un faible éclairage. Il a aussi l'air cool. Ce design est complètement élégant et minimaliste. Fonctionne sur le bouton bascule dans le coin supérieur droit. Il est si facile de passer du mode jour au mode nuit.\n\nLe mode sombre est une extension qui vous aide à rendre rapidement l'écran (navigateur) sombre la nuit. Les réseaux sociaux, les sites grand public et tous les autres sites Web seront tous couverts de couleurs noires.",
    "he": "מצב כהה עבור Chrome יכול להפוך את הנושא האפל באתרים המועדפים עליך (יוטיוב, אינסטגרם, פייסבוק, טוויטר, ויקיפדיה וכו'). כעת הגלישה באינטרנט נוחה יותר, מכיוון שהעיניים שלך ירגישו הרבה יותר טוב! מלבד זאת, חווית הגלישה שלך תהיה מסוגננת יותר.\n\nתכונות ההרחבה:\n\n- בחינם לחלוטין, ללא רכישות בתוך האפליקציה.\n- אתה יכול להפעיל מצב כהה עבור כל אתר אינטרנט.\n- אתה יכול להתקין את התוסף בלחיצה אחת.\n- התוסף קטן, הוא לא הופך את המחשב שלך לאיטי יותר.\n\nהעיניים שלנו תופסות את הנושא האפל טוב יותר בלילה או בתוך הבית עם תאורה לקויה. זה גם נראה פשוט מגניב. עיצוב זה מלוטש ומינימליסטי לחלוטין. עובד על כפתור המעבר בפינה הימנית העליונה. כל כך קל לעבור ממצב יום ללילה.\n\nמצב האפל הוא הרחבה שעוזרת לך להפוך במהירות את המסך (דפדפן) לכהה בשעות הלילה. רשתות חברתיות (אינסטגרם, פייסבוק, טוויטר, TikTok וכו'), אתרי מיינסטרים (YouTube, Reddit, ויקיפדיה, Quora וכו'), וכל שאר האתרים (Whatsapp, Amazon, Netflix, HBO וכו') יהיו כולם ביחד מכוסה בצבעים שחורים.",
    "hi": "क्रोम के लिए डार्क मोड किसी भी वेबसाइट पर डार्क थीम को चालू कर सकता है। अब इंटरनेट पर सर्फिंग करना ज्यादा आरामदायक है, क्योंकि आपकी आंखें काफी बेहतर महसूस करेंगी! इसके अलावा आपका ब्राउजिंग एक्सपीरियंस और भी स्टाइलिश होगा।\n\nविस्तार की विशेषताएं:\n\n- पूरी तरह से मुफ्त, कोई इन-ऐप खरीदारी नहीं।\n- आप किसी भी वेबसाइट के लिए डार्क मोड ऑन कर सकते हैं।\n- आप एक क्लिक के साथ प्लगइन स्थापित कर सकते हैं।\n- प्लगइन छोटा है, यह आपके कंप्यूटर को धीमा नहीं बनाता है।\n\nहमारी आंखें रात में या खराब रोशनी में डार्क थीम को बेहतर तरीके से समझती हैं। यह भी सिर्फ अच्छा लगता है। यह डिज़ाइन पूरी तरह से चिकना और न्यूनतर है। ऊपरी दाएं कोने में टॉगल बटन पर काम करता है। दिन से रात मोड में स्विच करना इतना आसान है।\n\nडार्क मोड एक एक्सटेंशन है जो रात के समय स्क्रीन (ब्राउज़र) को जल्दी से डार्क करने में आपकी मदद करता है। सामाजिक नेटवर्क, मुख्यधारा की साइटें, और अन्य सभी वेबसाइटें एक साथ काले रंग से ढकी होंगी।",
    "hr": "Tamni način rada za Chrome može promijeniti tamnu temu na vašim omiljenim web stranicama (YouTube, Instagram, Facebook, Twitter, Wikipedia itd.). Sada je surfanje internetom ugodnije jer će se vaše oči osjećati puno bolje! Osim toga, vaše će iskustvo pregledavanja biti elegantnije.\n\nZnačajke proširenja:\n\n- Potpuno besplatno, bez kupnje putem aplikacije.\n- Možete uključiti mračni način rada za bilo koje web mjesto.\n- Dodatak možete instalirati jednim klikom.\n- Dodatak je mali, ne usporava vaše računalo.\n\nNaše oči bolje percipiraju tamnu temu noću ili u zatvorenom prostoru sa slabim osvjetljenjem. Također jednostavno izgleda cool. Ovaj dizajn je potpuno elegantan i minimalistički. Radi na gumbu za prebacivanje u gornjem desnom kutu. Tako je jednostavno prebaciti se s dnevnog na noćni način rada.\n\nTamni način je proširenje koje vam pomaže da brzo zatamnite ekran (preglednik) noću. Društvene mreže (Instagram, Facebook, Twitter, TikTok itd.), mainstream stranice (YouTube, Reddit, Wikipedia, Quora itd.) i sve ostale web stranice (Whatsapp, Amazon, Netflix, HBO itd.) bit će sve zajedno prekriven crnim bojama.",
    "it": "La modalità oscura per Chrome può attivare il tema scuro su qualsiasi sito web. Ora navigare in Internet è più comodo, poiché i tuoi occhi si sentiranno molto meglio! A parte questo, la tua esperienza di navigazione sarà più elegante.\n\nCaratteristiche dell'estensione:\n\n- Completamente gratuito, senza acquisti in-app.\n- Puoi attivare la modalità oscura per qualsiasi sito web.\n- Puoi installare il plug-in con un clic.\n- Il plugin è piccolo, non rallenta il tuo computer.\n\nI nostri occhi percepiscono meglio il tema scuro di notte o in ambienti chiusi con scarsa illuminazione. Sembra anche bello. Questo design è completamente elegante e minimalista. Funziona sul pulsante di commutazione nell'angolo in alto a destra. È così facile passare dalla modalità giorno a quella notte.\n\nLa modalità oscura è un'estensione che ti aiuta a trasformare rapidamente lo schermo (browser) in scuro durante la notte. I social network, i siti mainstream e tutti gli altri siti Web saranno tutti coperti di colori neri.",
    "ja": "Chrome のダーク モードは、どの Web サイトでもダーク テーマに切り替えることができます。 目の調子が良くなるので、インターネットサーフィンがより快適になりました！ これとは別に、ブラウジング体験がよりスタイリッシュになります。\n\n拡張機能の機能:\n\n- 完全無料、アプリ内課金なし。\n- どのウェブサイトでもダークモードをオンにできます。\n- ワンクリックでプラグインをインストールできます。\n- プラグインは小さいので、コンピュータが遅くなることはありません。\n\n私たちの目は、暗いテーマを夜や照明が不十分な室内でよりよく認識します。 見た目もかっこいいです。 このデザインは完全に洗練されたミニマリストです。 右上隅のトグル ボタンで動作します。 昼モードから夜モードへの切り替えはとても簡単です。\n\nダークモードは、夜間に画面 (ブラウザ) をすばやく暗くするのに役立つ拡張機能です。 ソーシャル ネットワーク、メインストリーム サイト、およびその他すべての Web サイトは、すべて一緒に黒色で覆われます。",
    "ko": "Chrome용 다크 모드는 모든 웹사이트에서 다크 테마를 전환할 수 있습니다. 이제 인터넷 서핑이 더욱 편안해집니다. 눈이 훨씬 좋아질 것입니다! 이 외에도 브라우징 경험이 더욱 세련될 것입니다.\n\n확장 기능:\n\n-완전 무료이며 인앱 구매가 없습니다.\n- 모든 웹사이트에서 다크 모드를 켤 수 있습니다.\n- 한 번의 클릭으로 플러그인을 설치할 수 있습니다.\n- 플러그인이 작기 때문에 컴퓨터가 느려지지 않습니다.\n\n우리의 눈은 밤이나 조명이 약한 실내에서 어두운 테마를 더 잘 인식합니다. 그것은 또한 멋져 보입니다. 이 디자인은 완전히 세련되고 미니멀합니다. 오른쪽 상단 모서리의 토글 버튼에서 작동합니다. 주간 모드에서 야간 모드로 전환하는 것은 매우 쉽습니다.\n\n다크 모드는 야간에 화면(브라우저)을 빠르게 어둡게 전환할 수 있도록 도와주는 확장 기능입니다. 소셜 네트워크, 주류 사이트 및 기타 모든 웹사이트는 모두 검은색으로 덮일 것입니다.",
    "lt": "Tamsusis „Chrome“ režimas gali paversti tamsią temą bet kurioje svetainėje. Dabar naršyti internete yra patogiau, nes jūsų akys jausis daug geriau! Be to, jūsų naršymas bus stilingesnis.\n\nPlėtinio ypatybės:\n\n- Visiškai nemokama, jokių pirkinių programoje.\n- Tamsųjį režimą galite įjungti bet kurioje svetainėje.\n- Papildinį galite įdiegti vienu paspaudimu.\n- Įskiepis yra mažas, todėl jūsų kompiuteris nesulėtėja.\n\nMūsų akys geriau suvokia tamsią temą naktį arba patalpoje esant prastam apšvietimui. Tai taip pat tiesiog atrodo šauniai. Šis dizainas yra visiškai aptakus ir minimalistinis. Veikia perjungimo mygtuku viršutiniame dešiniajame kampe. Taip lengva perjungti iš dienos režimo į naktinį režimą.\n\nTamsusis režimas yra plėtinys, padedantis greitai paversti ekraną (naršyklę) į tamsų naktį. Socialiniai tinklai, pagrindinės svetainės ir visos kitos svetainės bus padengtos juodomis spalvomis.",
    "lv": "Chrome tumšais režīms var pārvērst tumšo motīvu jebkurā vietnē. Tagad sērfot internetā ir ērtāk, jo acis jutīsies daudz labāk! Bez tam jūsu pārlūkošanas pieredze būs stilīgāka.\n\nPaplašinājuma funkcijas:\n\n- Pilnīgi bezmaksas, bez pirkumiem lietotnē.\n- Jebkurai vietnei varat ieslēgt tumšo režīmu.\n- Spraudni var instalēt ar vienu klikšķi.\n- Spraudnis ir mazs, tas nepadara jūsu datoru lēnāku.\n\nMūsu acis labāk uztver tumšo tēmu naktī vai telpās ar sliktu apgaismojumu. Tas arī vienkārši izskatās forši. Šis dizains ir pilnīgi gluds un minimālistisks. Darbojas ar pārslēgšanas pogu augšējā labajā stūrī. Ir tik vienkārši pārslēgties no dienas uz nakts režīmu.\n\nTumšais režīms ir paplašinājums, kas palīdz ātri ieslēgt ekrānu (pārlūku) tumšā naktī. Sociālie tīkli, galvenās vietnes un visas pārējās vietnes tiks pārklātas melnā krāsā.",
    "nl": "De donkere modus voor Chrome kan het donkere thema op elke website veranderen. Surfen op internet is nu comfortabeler, omdat uw ogen veel beter zullen voelen! Afgezien hiervan zal uw browse-ervaring stijlvoller zijn.\n\nKenmerken van de extensie:\n\n- Volledig gratis, geen in-app aankopen.\n- U kunt de donkere modus voor elke website inschakelen.\n- U kunt de plug-in met één klik installeren.\n- De plug-in is klein, het maakt uw computer niet trager.\n\nOnze ogen nemen het donkere thema 's nachts of binnenshuis met weinig licht beter waar. Het ziet er ook gewoon cool uit. Dit ontwerp is helemaal strak en minimalistisch. Werkt op de schakelknop in de rechterbovenhoek. Het is zo eenvoudig om te schakelen van dag- naar nachtmodus.\n\nDe donkere modus is een extensie waarmee je 's nachts snel het scherm (browser) donker kunt maken. Sociale netwerken, reguliere sites en alle andere websites zullen allemaal in zwarte kleuren worden bedekt.",
    "no": "Mørk modus for Chrome kan endre det mørke temaet på et hvilket som helst nettsted. Nå er det mer behagelig å surfe på Internett, siden øynene dine vil føles mye bedre! Bortsett fra dette vil nettleseropplevelsen din bli mer stilig.\n\nFunksjoner ved utvidelsen:\n\n- Helt gratis, ingen kjøp i appen.\n- Du kan slå på mørk modus for alle nettsider.\n- Du kan installere plugin med ett klikk.\n– Plugin-modulen er liten, den gjør ikke datamaskinen din tregere.\n\nØynene våre oppfatter det mørke temaet bedre om natten eller innendørs med dårlig belysning. Det ser også bare kult ut. Denne designen er helt elegant og minimalistisk. Fungerer på veksleknappen i øvre høyre hjørne. Det er så enkelt å bytte fra dag- til nattmodus.\n\nDen mørke modusen er en utvidelse som hjelper deg raskt å slå skjermen (nettleseren) til mørk om natten. Sosiale nettverk, mainstream-nettsteder og alle andre nettsteder vil alle sammen dekkes i svarte farger.",
    "pl": "Tryb ciemny dla Chrome może zmienić ciemny motyw na dowolnej stronie internetowej. Teraz surfowanie po Internecie jest wygodniejsze, ponieważ Twoje oczy będą czuć się znacznie lepiej! Poza tym przeglądanie będzie bardziej stylowe.\n\nCechy rozszerzenia:\n\n- Całkowicie za darmo, bez zakupów w aplikacji.\n- Możesz włączyć tryb ciemny dla dowolnej witryny.\n- Możesz zainstalować wtyczkę jednym kliknięciem.\n- Wtyczka jest niewielka, nie spowalnia komputera.\n\nNasze oczy lepiej postrzegają ciemny motyw nocą lub w pomieszczeniach o słabym oświetleniu. Wygląda też po prostu fajnie. Ten projekt jest całkowicie elegancki i minimalistyczny. Działa na przycisk przełączania w prawym górnym rogu. Przełączanie z trybu dziennego na nocny jest bardzo proste.\n\nTryb ciemny to rozszerzenie, które pomaga szybko przyciemnić ekran (przeglądarkę) w nocy. Sieci społecznościowe, strony głównego nurtu i wszystkie inne strony internetowe będą razem pokryte czarnymi kolorami.",
    "pt_BR,pt_PT": "O modo escuro do Chrome pode ativar o tema escuro em qualquer site. Agora navegar na Internet é mais confortável, pois seus olhos ficarão muito melhores! Além disso, sua experiência de navegação será mais elegante.\n\nCaracterísticas da extensão:\n\n- Totalmente gratuito, sem compras no aplicativo.\n- Você pode ativar o modo escuro para qualquer site.\n- Você pode instalar o plugin com um clique.\n- O plugin é pequeno, não deixa seu computador mais lento.\n\nNossos olhos percebem melhor o tema escuro à noite ou em ambientes fechados com pouca iluminação. Também parece legal. Este design é completamente elegante e minimalista. Funciona no botão de alternância no canto superior direito. É muito fácil mudar do modo diurno para o noturno.\n\nO modo escuro é uma extensão que ajuda você a transformar rapidamente a tela (navegador) no escuro durante a noite. Redes sociais, sites convencionais e todos os outros sites serão todos cobertos em cores pretas.",
    "sk": "Tmavý režim pre Chrome môže zmeniť tmavý motív na ľubovoľnej webovej stránke. Teraz je surfovanie po internete pohodlnejšie, pretože vaše oči sa budú cítiť oveľa lepšie! Okrem toho bude váš zážitok z prehliadania štýlovejší.\n\nVlastnosti rozšírenia:\n\n- Úplne zadarmo, žiadne nákupy v aplikácii.\n- Môžete zapnúť tmavý režim pre akúkoľvek webovú stránku.\n- Plugin môžete nainštalovať jedným kliknutím.\n- Plugin je malý, nespomalí váš počítač.\n\nNaše oči lepšie vnímajú tmavú tému v noci alebo v interiéri pri slabom osvetlení. Tiež to len vyzerá cool. Tento dizajn je úplne elegantný a minimalistický. Funguje na prepínači v pravom hornom rohu. Je tak jednoduché prepnúť z denného do nočného režimu.\n\nTmavý režim je rozšírenie, ktoré vám pomáha rýchlo prepnúť obrazovku (prehliadač) do tmavej v noci. Sociálne siete, mainstreamové stránky a všetky ostatné webové stránky budú spolu pokryté čiernymi farbami.",
    "sl": "Temni način za Chrome lahko spremeni temno temo na katerem koli spletnem mestu. Zdaj je brskanje po internetu bolj udobno, saj se bodo vaše oči počutile veliko bolje! Poleg tega bo vaša izkušnja brskanja bolj elegantna.\n\nLastnosti razširitve:\n\n- Popolnoma brezplačno, brez nakupov v aplikaciji.\n- Temni način lahko vklopite za katero koli spletno mesto.\n- Vtičnik lahko namestite z enim klikom.\n- Vtičnik je majhen, računalnika ne upočasni.\n\nNaše oči temno temo bolje zaznajo ponoči ali v zaprtih prostorih s slabo osvetlitvijo. Prav tako izgleda samo kul. Ta oblika je popolnoma elegantna in minimalistična. Deluje na preklopnem gumbu v zgornjem desnem kotu. Tako enostavno je preklopiti iz dnevnega v nočni način.\n\nTemni način je razširitev, ki vam pomaga hitro zatemniti zaslon (brskalnik) ponoči. Družbena omrežja, običajna spletna mesta in vsa druga spletna mesta bodo skupaj prekrita s črno barvo.",
    "sr": "Тамни режим за Цхроме може да укључи тамну тему на било којој веб локацији. Сада је сурфовање Интернетом удобније, јер ће вам се очи осећати много боље! Осим тога, ваше искуство претраживања ће бити модерније.\n\nКарактеристике проширења:\n\n- Потпуно бесплатно, без куповине у апликацији.\n- Можете да укључите тамни режим за било коју веб локацију.\n- Додатак можете инсталирати једним кликом.\n- Додатак је мали, не чини ваш рачунар споријим.\n\nНаше очи боље перципирају тамну тему ноћу или у затвореном простору са лошим осветљењем. Такође изгледа кул. Овај дизајн је потпуно елегантан и минималистички. Ради на дугмету за пребацивање у горњем десном углу. Тако је лако прећи са дневног на ноћни режим.\n\nТамни режим је проширење које вам помаже да брзо затамните екран (претраживач) ноћу. Друштвене мреже, мејнстрим сајтови и све друге веб странице биће све заједно прекривене црним бојама.",
    "sv": "Mörkt läge för Chrome kan ändra det mörka temat på vilken webbplats som helst. Nu är det bekvämare att surfa på Internet, eftersom dina ögon kommer att må mycket bättre! Bortsett från detta blir din webbupplevelse mer elegant.\n\nFunktioner hos tillägget:\n\n- Helt gratis, inga köp i appen.\n- Du kan aktivera mörkt läge för vilken webbplats som helst.\n- Du kan installera plugin med ett klick.\n– Insticksprogrammet är litet, det gör inte din dator långsammare.\n\nVåra ögon uppfattar det mörka temat bättre på natten eller inomhus med dålig belysning. Det ser också bara coolt ut. Denna design är helt elegant och minimalistisk. Fungerar på växlingsknappen i det övre högra hörnet. Det är så enkelt att byta från dag- till nattläge.\n\nDet mörka läget är ett tillägg som hjälper dig att snabbt vända skärmen (webbläsaren) till mörk nattetid. Sociala nätverk, vanliga webbplatser och alla andra webbplatser kommer alla att täckas i svarta färger.",
    "tr": "Chrome için karanlık mod, herhangi bir web sitesindeki karanlık temayı değiştirebilir. Artık internette gezinmek daha rahat, çünkü gözleriniz çok daha iyi hissedecek! Bunun dışında tarama deneyiminiz daha şık olacaktır.\n\nUzantının özellikleri:\n\n- Tamamen ücretsiz, uygulama içi satın alma yok.\n- Herhangi bir web sitesi için karanlık modu açabilirsiniz.\n- Eklentiyi tek tıkla kurabilirsiniz.\n- Eklenti küçüktür, bilgisayarınızı yavaşlatmaz.\n\nGözlerimiz karanlık temayı geceleri veya zayıf aydınlatmalı iç mekanlarda daha iyi algılar. Aynı zamanda havalı görünüyor. Bu tasarım tamamen şık ve minimalist. Sağ üst köşedeki geçiş düğmesi üzerinde çalışır. Gündüz modundan gece moduna geçmek çok kolay.\n\nKaranlık mod, geceleri ekranı (tarayıcıyı) hızlı bir şekilde karartmanıza yardımcı olan bir uzantıdır. Sosyal ağlar, ana akım siteler ve diğer tüm web siteleri hep birlikte siyah renklerle kaplanacak.",
    "zh_CN": "Chrome 的黑暗模式可以在任何网站上打开黑暗主题。 现在上网更舒服了，因为你的眼睛会感觉好多了！ 除此之外，您的浏览体验将更加时尚。\n\n扩展的特点：\n\n- 完全免费，无应用内购买。\n- 您可以为任何网站开启深色模式。\n- 您可以一键安装插件。\n- 插件很小，不会让你的电脑变慢。\n\n我们的眼睛在夜间或光线不足的室内能更好地感知深色主题。 它看起来也很酷。 这种设计完全时尚简约。 适用于右上角的切换按钮。 从白天模式切换到夜间模式非常容易。\n\n深色模式是一种扩展，可帮助您在夜间快速将屏幕（浏览器）调暗。 社交网络、主流网站和所有其他网站都将被黑色覆盖。"
  }
}