{
  "name": {
    "ar": "Extractor Pro for Trustpilot Reviews",
    "am": "Trustpilot Critic Captor",
    "bg": "Trustpilot Echo Extractor",
    "bn": "Review Reserve from Trustpilot",
    "ca": "Feedback Gather for Trustpilot",
    "cs": "Review Scraper for Trustpilot",
    "da": "Trustpilot Feedback Extract Tool",
    "de": "Pioneer Feedback Fetcher for Trustpilot",
    "el": "Apex Review Miner from Trustpilot",
    "en,en_AU,en_GB": "Trustpilot Reviews Extractor",
    "en_US": "Trustpilot Reviews Scraper",
    "es": "Total Trustpilot Review Collector",
    "es_419": "Lightning Speed Trustpilot Review Archiver",
    "et": "Trustpilot Comments Catcher",
    "fa": "Streamline for Trustpilot Review Download",
    "fi": "Turbo Feedback Export for Trustpilot",
    "fil": "Pioneer Trustpilot Review Harvester",
    "fr": "Trustpilot Review Receiver",
    "gu": "Quick Data Scraper for Trustpilot",
    "he": "Lightning Harvester for Trustpilot Feedback",
    "hi": "Streamline Reservoir for Trustpilot Reviews",
    "hr": "Flash Fetch for Trustpilot Reviews",
    "hu": "Swift Gather of Trustpilot Feedback",
    "id": "Trustpilot Review Extractor",
    "it,sw,zh_TW": "Trustpilot Feedback Scraper",
    "ja": "Pinnacle Grabber for Trustpilot Reviews",
    "kn": "Turbo Exporter for Trustpilot Feedback",
    "ko": "Quick Quill Trustpilot Review Recorder",
    "lt": "Trustpilot Feedback Hunter",
    "lv": "Stellar Swoop for Trustpilot Reviews",
    "ml": "Trustpilot Feedback Fetcher",
    "mr": "Omni Archiver for Trustpilot Reviews",
    "ms": "Review Ranger from Trustpilot",
    "nl,te": "Trustpilot Review Collector",
    "no": "Beam Up Fetcher for Trustpilot",
    "pl": "Trustpilot Feedback Focuser",
    "pt_BR": "Dynamo Detacher for Trustpilot Feedback",
    "pt_PT": "Trustpilot Feedback Finder",
    "ro": "Flash Froster for Trustpilot Feedback",
    "ru": "Glide Grabber of Trustpilot Reviews",
    "sk": "Harmony Harvester for Trustpilot Feedback",
    "sl": "Trustpilot Reviews Exporter",
    "sr": "Quantum Quiver for Trustpilot Feedback",
    "sv": "Review Extractor for Trustpilot",
    "ta": "Trustpilot Review Retriever",
    "th": "Trustpilot Critic Collector",
    "tr": "Trustpilot Feedback Facilitator",
    "uk": "Trustpilot Review Reservoir",
    "vi": "Trustpilot Rating Recognizer",
    "zh_CN": "Trustpilot评论一键导出"
  },
  "short": {
    "ar": "Effortlessly gather Trustpilot reviews, export them in your preferred format, and leverage AI summaries for deeper insights.…",
    "am": "Extract Trustpilot reviews without coding. Export CSV, JSON, or Excel files, and use AI analysis for actionable insights. Boost…",
    "bg": "Seamlessly scrape Trustpilot reviews, export data in multiple formats, and utilize AI-powered summaries to enhance decision-making…",
    "bn": "Gain instant access to Trustpilot reviews with our easy-to-use tool. Export in CSV, JSON, or Excel, and leverage AI insights to…",
    "ca": "Simplify Trustpilot review extraction, export structured data, and get AI-driven summaries. Make informed decisions and improve…",
    "cs": "Extract and analyze Trustpilot reviews with ease. Export data in various formats and utilize AI insights for smarter business…",
    "da": "Effortlessly download Trustpilot reviews, export in CSV, JSON, or Excel, and use AI analysis for valuable customer insights.…",
    "de": "Simplify Trustpilot review scraping with our tool. Export reviews in CSV, JSON, or Excel formats and leverage AI summaries for…",
    "el": "Extract Trustpilot reviews easily, export data in multiple formats, and use AI analysis to gain actionable insights. Improve…",
    "en,en_AU": "Extract Trustpilot reviews to gain valuable insights, identify trends, and enhance customer experience — no coding required!",
    "en_GB": "Use our tool to download Trustpilot reviews instantly. Get structured data files in CSV, JSON, or Excel, and enhance your…",
    "en_US": "Simplify review scraping on Trustpilot with a few clicks. Export data in CSV, JSON, or Excel formats to make data-driven decisions…",
    "es": "Get instant access to Trustpilot reviews with our intuitive tool. Export structured data and use AI summaries to make informed…",
    "es_419": "Easily scrape Trustpilot reviews, export in CSV, JSON, or Excel, and use AI-driven insights for better decision-making and enhanced…",
    "et": "Download Trustpilot reviews effortlessly, export data in your preferred format, and gain valuable insights with AI summaries. Drive…",
    "fa": "Extract and analyze Trustpilot reviews with our easy-to-use tool. Export structured data and leverage AI analysis for actionable…",
    "fi": "Seamlessly gather Trustpilot reviews, export in CSV, JSON, or Excel, and use AI summaries to enhance decision-making and customer…",
    "fil": "Effortlessly extract Trustpilot reviews, export in various formats, and gain deep insights with AI analysis. Improve your business…",
    "fr": "Simplify Trustpilot review extraction, export structured data, and use AI summaries for valuable insights. Enhance customer…",
    "gu": "Easily download Trustpilot reviews, export data in CSV, JSON, or Excel, and get AI-powered summaries for deeper insights. Make…",
    "he": "Effortlessly scrape Trustpilot reviews, export in various formats, and use AI analysis for actionable insights. Improve your…",
    "hi": "Simplify Trustpilot review extraction with our intuitive tool. Export reviews in CSV, JSON, or Excel, and leverage AI summaries for…",
    "hr": "Extract Trustpilot reviews seamlessly, export in multiple formats, and gain valuable insights with AI-driven analysis. Enhance…",
    "hu": "Effortlessly gather Trustpilot reviews, export data in CSV, JSON, or Excel, and use AI summaries for comprehensive insights.…",
    "id": "Download Trustpilot reviews instantly, export in various formats, and use AI-powered insights to enhance decision-making. Boost…",
    "it": "Extract and analyze Trustpilot reviews easily. Export structured data in CSV, JSON, or Excel, and leverage AI analysis for…",
    "ja": "Simplify the process of scraping Trustpilot reviews with our tool. Export data in multiple formats and use AI summaries for deeper…",
    "kn": "Effortlessly download and analyze Trustpilot reviews. Export data in CSV, JSON, or Excel, and gain valuable insights with AI-driven…",
    "ko": "Easily gather Trustpilot reviews, export structured data, and use AI summaries for comprehensive insights. Improve customer…",
    "lt": "Extract Trustpilot reviews seamlessly, export data in various formats, and leverage AI-powered insights for better decision-making…",
    "lv": "Simplify Trustpilot review scraping, export in CSV, JSON, or Excel, and gain valuable insights with AI analysis. Make informed…",
    "ml": "Effortlessly download Trustpilot reviews, export data in multiple formats, and use AI summaries for actionable insights. Enhance…",
    "mr": "Extract and analyze Trustpilot reviews easily. Export in CSV, JSON, or Excel, and leverage AI-driven insights for better…",
    "ms": "Simplify the extraction of Trustpilot reviews with our intuitive tool. Export data in various formats and gain deep insights with…",
    "nl": "Effortlessly gather and analyze Trustpilot reviews. Export in CSV, JSON, or Excel, and use AI summaries for valuable insights.…",
    "no": "Download Trustpilot reviews easily, export data in multiple formats, and leverage AI-powered insights for better decision-making…",
    "pl": "Extract Trustpilot reviews seamlessly, export in CSV, JSON, or Excel, and gain actionable insights with AI analysis. Improve…",
    "pt_BR": "Simplify the process of scraping Trustpilot reviews. Export structured data and use AI summaries for comprehensive insights and…",
    "pt_PT": "Easily download and analyze Trustpilot reviews. Export data in various formats and leverage AI-driven insights for informed…",
    "ro": "Effortlessly scrape Trustpilot reviews, export in CSV, JSON, or Excel, and gain valuable insights with AI summaries. Make informed…",
    "ru": "Download Trustpilot reviews with ease, export data in various formats, and use AI analysis for actionable insights. Improve your…",
    "sk": "Extract and analyze Trustpilot reviews effortlessly. Export in CSV, JSON, or Excel, and leverage AI-driven insights for better…",
    "sl": "Simplify Trustpilot review extraction with our tool. Export structured data and gain comprehensive insights using AI analysis.…",
    "sr": "Seamlessly gather Trustpilot reviews, export data in multiple formats, and use AI summaries for valuable insights. Enhance your…",
    "sv": "Effortlessly download Trustpilot reviews, export in CSV, JSON, or Excel, and use AI-powered insights for better decision-making.…",
    "sw": "Extract Trustpilot reviews easily, export in various formats, and gain deep insights with AI analysis. Improve your business…",
    "ta": "Simplify the process of scraping Trustpilot reviews. Export structured data and use AI summaries for actionable insights and better…",
    "te": "Download and analyze Trustpilot reviews effortlessly. Export data in CSV, JSON, or Excel, and leverage AI insights for informed…",
    "th": "Effortlessly extract Trustpilot reviews, export in multiple formats, and gain valuable insights with AI analysis. Enhance business…",
    "tr": "Easily gather Trustpilot reviews, export data in CSV, JSON, or Excel, and use AI summaries for deeper insights. Improve your…",
    "uk": "Simplify Trustpilot review scraping, export structured data, and leverage AI-powered insights for better decision-making. Boost…",
    "vi": "Download and analyze Trustpilot reviews easily. Export in various formats and gain actionable insights with AI analysis. Enhance…",
    "zh_CN": "Extract and analyze Trustpilot reviews easily. Gain customer insights, export data in various formats, and make informed business…",
    "zh_TW": "Extract Trustpilot reviews seamlessly, export data in CSV, JSON, or Excel, and use AI summaries for valuable insights. Improve…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trustpilot Reviews Extractor: designed to extract Trustpilot business reviews and company reviews effortlessly. Gain instant access to valuable customer insights that drive informed decision-making and enhance your customer experience.\n\nEffortless Data Extraction\nOur intuitive tool simplifies the process of scraping customer reviews, eliminating the need for complex coding or data scraping. With just a few clicks, you can:\n1. Open any business page on Trustpilot.com.\n2. Click \"Download Reviews\" beside the review number.\n3. Export the structured data file in CSV, JSON, or XLSX (Excel) format from the popup window.\n4. (Optional) Click the \"AI Review Summary\" button for an in-depth analysis of the reviews.\n\nChoose between CSV, JSON, or Excel formats to analyze and share customer feedback seamlessly. Our extension eliminates the need for complex coding or data scraping, empowering you with data-driven insights in seconds.\n\nUnlock a wealth of customer feedback by exporting essential reviewer data, the data Trustpilot Reviews Scraper downloaded including ratings, comments, helpfulness votes, and user information (name, location, photos, etc.). This comprehensive dataset empowers you to make data-driven decisions and identify trends that drive business growth.\n\nAI Review Summary\nGain deeper insights into your customer reviews with our ChatGPT-Powered Review Analysis feature. This cutting-edge technology analyzes the reviews and provides a concise summary of the advantages, disadvantages, potential improvements, and an overall recommendation on whether to buy or not.\n\nE-commerce managers, analysts, and developers rely on our extension to identify customer feedback trends, monitor competitor activity, uncover business opportunities, and enhance the overall customer experience.\n\nData Privacy \nThe data you work with remains confined to your local machine and does not traverse our servers at any point.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with Trustpilot Inc."
  }
}