{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jobflow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tailored resume & personalized cover letter for every job you apply to - in seconds!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "10X your job applications with Jobflow.\nWe blend deep hiring insights with AI to fully automate résumé optimization and tailoring—without the hassle or wasted time, to help you land a better job in a fraction of the time.\n\nJobflow's Chrome extension provides résumés and cover letters that read like you spent all day on them—created in seconds and tailored to match any job you apply to on Indeed, LinkedIn, or your favorite job site!\n\nJobflow helps you with 3 simple steps:\n\n1️⃣ Résumé scoring & optimization\nWe’ll start by scoring your current résumé against 20+ factors known to affect hiring decisions, and then guide you through 2-3 questions while we instantly optimize your writing and craft your unique value proposition. \n\n👉 It takes 2 minutes, and unlike other services, we do all the work for you.\n  \n2️⃣ Résumé Tailor\nWhere the magic happens! We'll tailor your résumé for every job application while also crafting a personalized cover letter to match - in seconds. Show us one job, or use our Chrome extension to receive tailored application materials for dozens of jobs while you browse Indeed, LinkedIn, or your favorite job site. \n\n👉 This saves you 2+ hours per job application and helps you land 4X the interviews.\n   \n3️⃣ Résumé Styling & Job Manager\nView and download your résumé in popular styles and ATS-friendly formats with one click. All documents are saved to your dashboard for quick access with custom insights for interview preparation and personalized prompts for cold outreach and to inquire about your application status.\n\n★Why Jobflow?★\nIt takes both speed and quality to get hired. You need to apply before your application is buried under hundreds of others. And you need to sell yourself as the perfect fit for the role. To stand out from the crowd, hiring managers will say you need to tailor your job application materials.\n\nThe problem is you aren't a writer, and you don't have time to figure out how to tailor your resume and research every employer to write an effective cover letter. \n\nWe developed Jobflow to automate this work for you.  Drawing on our Founder's 20 years in online employment and talent acquisition, Jobflow blends deep hiring insights with the power of AI to automate the optimization and tailoring of resumes and cover letters for each job a candidate applies to—in seconds. \n\nTry it today at https://www.myjobflow.com/ or contact us for assistance at Success@myjobflow.com."
  }
}