{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "坪単価計算",
    "en": "tsubotanka"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "金額と面積を含むテキストを選択すると、坪単価と平米単価を計算して表示します。右クリックメニューから利用できます。",
    "en": "Calculates price per tsubo and price per sq meter from selected text containing price and land area. Use from the context menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "この拡張機能は、不動産等のウェブサイトに表示される面積と価格から、坪単価と平米単価を簡単に計算するためのものです。\n\n拡張機能をインストールすると、文字列を選択したときの右クリックメニューに、「坪単価を計算する」という項目が追加されます。これをクリックすると、選択した文字列から自動的に価格と面積を抽出して、坪単価と平米単価を表示します。\n\n結果はページ上の好きなところに固定することができるので、複数の物件を比較するときに便利です。（固定前に右クリックすると削除できます）\n\nこの拡張機能は、特定の不動産サイトに縛られておらず、価格と面積さえ選択できればどのサイトでも動きます。\n\n制限事項: 面積と価格を抽出するために、「円」と「坪」または「m2（m²）」の文字を同時に選択する必要があります。",
    "en": "This extension enables you to calculate price per tsubo [*] and price per square meter easily on real estate websites.\n\nOnce the extension is installed, an item to calculate the price per sqm will be added to the context menu when any text is selected. It automatically extracts price and land area from the text then calculate the unit price.\n\nYou can pin the result anywhere on the page by clicking the left mouse button. This is useful when comparing multiple real estate. (You can delete the result by clicking the right button before pinning.)\n\nThe extension is not bound in specific real estate website but works on any pages as long as  your text contains the land are and price.\n\nLimitation: To extract the price and land area, the selected text must be contains both of \"円\" and either \"m2 (m²)\" or \"坪\".\n\n[*]: Tsubo or 坪 is a traditional Japanese area unit. 1 sqm = 0.3025 tsubo."
  }
}