{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RetroRide Homepage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RetroRide - Homepage Revive"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fuel your passion for the golden era of automobiles with RetroRide, the definitive Chrome Extension for classic car enthusiasts. Each tab revs up nostalgia, showcasing gleaming chrome, iconic designs, and the stories of legendary rides.\n\nCruise Through RetroRide's Features:\n\nVintage Car Hotlinks: This feature allows you to personally curate and organize a collection of your favorite classic car resources. Whether it's websites for restoration tips, forums sharing historic race memories, or databases of vintage car lore, RetroRide lets you bookmark these valuable sites so that the open roads of the past are just a click away. Customize your list of bookmarks to create a unique repository of the classic car culture that resonates with you\n\nTimeless Automotive News: Stay in gear with updates from the classic car scene. From auctions breaking records to the restoration of rare gems, RetroRide brings you the heartbeats of automotive history.\n\nSearch in Style with Microsoft Bing: Expand your knowledge of vintage vehicles with the rich search capabilities of Microsoft Bing. Discover articles, interviews, and documentaries right from your new tab.\n\nIconic Automotive Backgrounds: Rekindle your love for the classics with curated backgrounds of iconic models, car shows, and vintage races. RetroRide offers a trip down memory lane every time you browse.\n\nDriven by Transparency: By clicking on the \"Add to Chrome\" button, I accept and agree to installing the ‘RetroRide’’ Chrome extension, and setting Chrome™ default search results by Microsoft Bing, and to the Terms of Use and Privacy Policy. \nPrivacy Policy: https://adatech.online/?page_id=3.\nTerms of Use: https://adatech.online/?page_id=625.\nRoyalty Free Images By Unsplash.com\n\nFor assistance or to share tales from the golden age of motoring, please drop us a note at info@adatech.online.\n\nIgnite your passion for the classics and journey through automotive history with RetroRide today!"
  }
}