{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoConvert - you select, it converts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically converts values from other units, currencies and time zones"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoConvert converts units, time zones and currencies, when you select them on a webpage.\nSelecting metric units (e.g. 16 km) converts them to the imperial units (e.g. 10 mi), and vice versa (10 inch to 25 cm). \nTime zones are converted to the detected local time zone.\nSupported currencies are converted to your home currencies.\n\nConversions are automattic, and appear in a corner of the page as soon as you select any text containing convertible units.\n\nAlternatively, convert any values by using the text box in the extension popup (press the extension button in the toolbar).\n\nA list of supported units, currencies and time zones is available here: https://updatenotes.blog/autoconvert-list-of-supported-units-time-zones-and-currencies/\n\n** Currency conversion is a premium feature, and requires a purchase after the trial period. Please check if your currency is supported before purchasing.\n* Converts up to 6 values in a selection. Unlimited conversions in popup.\n\n\nPrivacy policy is available here: https://c306.net/apps/privacy/autoconvert-select/\n\n----------------\n\n\nUPDATE 11 Aug 2024: \n\n    - Supporter subscriptions completely removed\n    - Supports Chrome manifest version 3\n    \nUPDATE 14 Feb 2023: \n\n    - All supporter features are now free for everyone\n    \nUpdate 30 Jul 2021:\n\n  1. Integrated new supporter subscriptions with Stripe. Existing supporters were not charged for last ~6 months, but will now need to re-subscribe.\n  \n\nUpdate 30 Oct 2020:\n\n  1. Clocks have gone back, so the extension now supports a dark toolbar icon. Select light, dark or system theme icon on options screen.\n  2. Choose 12 or 24 hour format for time conversion on options screen.\n  3. Bug fixes\n  \n\nUpdate 28 Aug 2020:\n\n  1. Add support for reward codes\n  2. Bug fixes\n\n\nUpdate 20 Aug 2020:\n\n  1. Show alternate conversions for ambiguous units, e.g. convert 'gallons' to both 'US gallon' and 'Imperial gallon (UK)'\n  2. Add conversion for 'quarts'\n  3. Big code architecture update to allow easier addition for new units.\n  4. Bug fixes\n\n\nUpdate 25 Jul 2020:\n\n  1. Support for alternate currency names, e.g 'roubles' and 'rubles', 'yuan' and 'renminbi'\n  2. Add conversion for 'hectares'\n  3. Bug fix for date translation in some time zone conversions\n\n\nUpdate 23 Jul 2020:\n\n  1. Initial support for parsing currency names, e.g. '20 dollars' or '50mn rubles'\n\n\nUpdate 08 Apr 2020:\n\n  1. New: 'Follow system theme' for dark or light mode in extension window and in on-page selections\n  2. Conversions to yards also show value in feet.\n  3. Background code updates to prepare for Manifest V3\n  \n\n\nUpdate 26 Mar 2020:\n\n  1. If currency has million/billion/trillion specified, scale converted value to show appropriate digits\n  2. Show as many decimals as needed to show a non zero converted currency value (ignore 2 decimal places rule)\n  3. Background code update to prepare for Manifest V3\n  \n\n\nUpdate 19 Mar 2020:\n\n  1.  Initial support for period (.) an Space as thousands separators, comma (,) as decimal separator (European number formats)\n  2.  Drag and drop reordering of favourite time zones on settings screen (Supporters only)\n  3.  Initial support for ranges of time zones, e.g. '5 PM to 8 PM London'\n  \n\n\nUpdate 07 Mar 2020:\n\n  1. Convert *C and *F as temperature.\n  2. Convert '' (two single quotes) as inches. Earlier this was converted as feet, only \" (double quote) was converted as inches.\n  3. Improvement to dimensions conversion: e.g. 20x30x60cm .\n  4. Show current time in all provided time zones when no text is present in popup.\n  \n\n\nUpdate 20 Jan 2020:\n  \n  1. Conversion to inches also shows feet & inches conversion when relevant (e.g. 16 in also appears as 1 ft 4 in)\n  2. Locale-specific number formatting for conversions (lakh/crores for India, '.' as 1000-separators for some European countries)\n  3. New app icon\n  4. Bug fixes\n  5. Notification about AutoConvert for Android\n\n\n\nUpdate 11 Jul 2019: Supporter update: multiple time zones\n  \n  1. Give your own, easily identifiable names to custom time zones (e.g. 'Matt in SF')\n    - Edit or add on settings page\n  2. Set up time zone conversions to show just custom name, or both name and time zone\n\n\n\nUpdate 5/8 Jul 2019: Supporter update: dark theme, unlimited conversions, and multiple time zones\n  \n  1. Convert to multiple time zones. Configure in options.\n    - Extension window always shows current time in other chosen time zones.\n  2. Unlimited conversions on selecting text (restricted to 6 in one go previously)\n  3. Dark theme in extension window. Configure in options.\n\n\n\nUpdate 8 May 2019: \n  1. Guest trial period for premium features (incl. Currency conversion) increased to 10 days\n  2. After-signup trial period removed\n  3. Bug fixes\n  4. Currency rate fetch updates\n\n\nUpdate 1 Feb 2019: \n  1. Longer currency names are shown below the value being converted\n  2. Clicking on currency rate link opens Google with live currency conversion\n  3. Text in conversion box is pinned by default\n  4. Bug Fix: Currency conversion span took full height on some websites\n\n\nUpdate 1 Nov 2018: \n  1. Currency conversion is now a premium feature, free trial has ended.\n  2. Currency rates fetched every 3 hours for subscribers, and ever 12 hours during guest trial\n  3. Show hours since last fetched in tooltip on exchange rates\n\n\nUpdate 18 Oct 2018: \n  1. Currency conversion for common symbols - $, £, ¥, Rs, kr - converts based on top-level-domain of the website.\n\nUpdate 17 Oct 2018: \n  1. Free trial of Currency conversion enabled for everyone.\n  2. Added option to convert to a third currency or time zone in popup (premium / free trial only)\n  3. Conversions appear in the same order as in text\n\nUpdate 2 Oct 2018: \n  1. Enabled currency conversion trial for more users.\n  2. Added 'tbs' as alternate unit for 'tablespoon'.\n\nUpdate 18 Sep 2018: \n  1. Show values in both Pounds/lb and Stones/st (if more than 1st) when converting mass to Imperial units.\n  2. Limited test of currency conversion - available to a few randomly selected users.\n\nUpdate 13 Sep 2018: \n  1. Keyboard shortcut to open extension window (Ctrl/Cmd + Period).\n  2. Pin text in conversion box to prevent it from clearing when the window closes.\n\nUpdate 11 Sep 2018:\n  1. Convert any text (typed or copied from other apps) using the extension window.\n  2. Conversion in extension window allows unlimited conversions at a time.\n\nUpdate 7 Sep 2018:\n  1. Convert time zones in provided date, not just current date.\n\nMore update notes here: https://updatenotes.c306.net/category/autoconvert-select/"
  }
}