{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grocery Supermarket"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All Your Grocery Supermarkets In The UK In One Place!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grocery Supermarket  brings you your favorite supermarkets in the UK all in one tab! Get your shopping list, compare products between supermarket sites before you place your order and manage your grocery deliveries more efficiently from the comfort of your Chrome browser toolbar, without having to open multiple tabs or browsers. From Tesco to Aldi to Sainsbury's, access your favorite UK supermarkets in one tab with ease, while browsing the internet with a convenient search box powered by Bing.com\n\nHow to get started:\n\nGrocery Supermarket is a new tab extension which is integrated into Chrome to provide users access to big brand supermarkets in the UK in one place. Once it has been added to your browser from the Chrome Web Store, it will be displayed in your new tab from where you can use it. It is easy to use and user-friendly and once the extension is added, users will need to register or login into their respective grocery accounts per the Terms stated by the respective websites! The extension does not store or share any personal information, financial details or authentication permissions.The search engine on the new tab will change to Bing.com once downloaded.\n\nFeatures:\nSafe and secure access to Tesco, ASDA, Morrisons and many more    \nCustom web search bar powered by Bing.com    \nEase of navigation between sites    \nCompletely free to use    \n\nPermissions:\nIt needs permission to allow new tabs to display the Grocery Supermarket extension with the features including the access to grocery providers and customised search. This extension does NOT ask for your login or password. \nBy clicking \"Install Now\", I accept and agree to install the \"Grocery Supermarket\" extension and hereby agree to set Chrome New Tab to that provided by the service and the Privacy Policy and Terms of Use.  Please refer to our Privacy Policy (https://mediastinct.com/privacy-policy/) and Terms of Use (https://mediastinct.com/terms-conditions/) or contact us at dev@mediastinct.com for any queries.\n\nUninstallation: \nTo uninstall the extension in Chrome, go to chrome://extensions/ and locate \"Grocery Supermarket\", click on Remove and you will be prompted with a pop up \"Grocery Supermarket\", click the Remove button.\n\nDisclaimer: \nGrocery Supermarket is not a part of any of the applications or websites added in this extension including Tesco, Sainsbury's, Aldi, M&S Food, LIDL, ASDA and Morrisons. It is an unofficial app (browser add-on) and independent project and functions only as a new tab extension that has been created to ensure that delivery services can be accessed and used at ease. Please, refer to our Privacy Policy for more details on the purpose and methods of our handling user data."
  }
}