{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PRIMEBUY"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AFFORDABLE SHOPPING ONLINE IN ELECTRONICS, CLOTHES, GAMES & OTHER HOT DEALS AT DISCOUNTED PRICES ON MANY ITEMS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prime Buy is a simple & affordable way to save money !\n\nWith this app you can easily access the primebuy.com store. Primebuy is directly connected to popular retailers with several different products that are geared towards families. The Prime Buy store goal and mission is to continue to add new products that people want, desire and need. \n\nVisitor and customer feedback will help to grow our expanding offerings so if you want something and we don’t have it, we’ll be sure to do our best to add it just for you. Offerings include items for babies, children, mom’s and dads with growth expansion goals to include clothing, shoes and much more. \n\nThe Primebuy marketplace was built to be largely affordable to all of its visitors and offer great deals and discounts to a diverse community to meet the growing needs of each unique person in an ever changing world we all live in. \n\nYou’ll find a good price with us no matter what’s on your shopping list and that’s the connection that Prime Buy is going to make with you.\n\nTry us out because: \nWe’re small enough to be personable. \nWe’ll respond to personally to your email. \nYou’re not just a visitor to us.\nWe want to hear what you have to say and be a good experience for you when you shop online. \n\nThanks for exploring our store page ! :)"
  }
}