{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magento 2 Mp AliExpress Product Importer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It is used to import product from AliExpress to magento store for marketplace sellers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview \nThe extension allows the vendors of the marketplace to import the products directly from AliExpress to their Magneto store. AliExpress is one of the top e-commerce marketplace stores grouped by Alibaba. The module allows the merchants to manage the default product details for the imported products from AliExpress.\n\nEasy Authentication \nFor importing the products from the AliExpress store, the sellers and their stores must be authenticated. For this, the sellers will enter their Magento store URL. Merchants also need to provide the Username and Token for the seller authentication. The token can be easily regenerated by sellers. This authentication will allow only reliable sellers to import the products.\n\nWhy And Where To Use This Extension \nThe extension is used in Dropshipping. Webkul's Magento 2 Multi-Vendor Dropship is the module that provides the sellers with multiple features of dropshipping. \nImport the products from AliExpress store and sell them to your Magento store.\n\nFeatures \nWith the feature of importing the products, \nThe extension also allows the merchants to edit the product details like the Name, Price, SEO details, etc. \nThe merchants can also fetch the product description, information, reference images, and the Reviews along with the products.\nThe seller can manage either to import the reviews and images with the product, or not.\n\nFor any further communication or sharing views, please connect us at http://webkul.uvdesk.com.\n\nLink to purchase: https://store.webkul.com/magento2-multi-vendor-aliexpress-importer.html\n\nFor More Details Read User Guide: https://webkul.com/blog/multi-vendor-marketplace-aliexpress-product-importer/"
  }
}