{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Input Translate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Input Translate: Seamlessly Translate Text Fields with GPT-3.5\n\nGPT Input Translate is an intelligent Chrome extension that…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Input Translate: Seamlessly Translate Text Fields with GPT-3.5\n\nGPT Input Translate is an intelligent Chrome extension that allows you to easily translate text within any input field or editable content on web pages using OpenAI's GPT-3.5. Whether you need to translate text in a textarea, input box, or rich content editor, this extension will assist you directly within your browser.\n\nKey Features:\n\nContext-Aware Translation: Translates text within input fields and editable content without losing formatting or context.\n\nSimple to Use: Right-click on a text area or an input field and choose \"Translate with GPT Input Translate.\" The extension will focus on the selected input and provide a translated version instantly.\n\nWP WYSIWYG Editor Compatibility: Provides translation hints to ensure proper usage for rich-text editors, but we suggest to switch the edit mode to \"text\" instead ov \"visual\" before translating, to avoid markup corruption. I'm trying to fix this behaviour and it will come with future updates.\n\nLoading Indicator: Displays a loading message while translation is in progress, ensuring users are informed.\n\nAPI Integration: Leverages OpenAI's GPT-3.5 API for highly accurate translations in multiple languages.\n\nCustomizable Settings: Set your preferred target language and configure your OpenAI API key for personalized translations.\n\nHow It Works:\n\nClick on any input field or editable content.\n\nActivate the translation using the extension or a context menu.\n\nThe translated content is automatically filled in, keeping formatting intact.\n\nNote: You will need an OpenAI API key to enable translation functionality. Configure it in the extension's settings.\n\nTake your multilingual productivity to the next level with GPT Input Translate!"
  }
}