{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TIF, TIFF Viewer with Drive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This app allows you to view multi-single page color TIFF, various image files. You can open TIFF files from Google Drive directly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This TIFF Viewer allows you to view multi-single page TIFF files, and various image files.\nThis app will open TIFF files, either single or multi-page and display them in an easily viewable JPEG format.\nYou can open TIFF files from Google Drive directly. It supports a wide range of image format and compressions.\nSupported formats: tif, tiff, djvu, jp2, pcx, tga, xcf, psd, pcd, cdr, odg, vsd, wmf, emz, wpg, pict, sfw, fpx, eps, pcl, pct, fig...\n\nThis app has the option to navigate pages or jump to the beginning or the end of the document. You can also save separate images (JPEG format) to your computer.\nProvides connect with Google Drive. Supports Chrome, IE10+, Firefox, Edge... \n\nOther Supported image formats: ai, aai, art, arw, avs, bpg, bmp, bmp2, bmp3, cals, cin, cmyk, cmyka, cr2, crw, cur, cut, dcr, dcx, dds, dib, dng, dot, dpx, epi, epsf, epsi, ept, exr, fax, fits, gif, gray, hdr, hrz, ico, inline, jbig, jng, jpt, j2c, j2k, jxr, mat, miff, mono, mng...\n\n*What is a TIFF format?\nTIFF (Tag Image File Format) is a widely supported open file specification, originally developed by Aldus (acquired by Adobe). It is a raster-based format commonly used for images that come from optical scanners, graphics/photo editing applications, etc.\nTIFF files can span multiple pages, contain a number of different raster format \"encodings\" (ways to represent pixels dots with compression)."
  }
}