{
  "name": {
    "ar": "أيقونات لـ Gmail",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Icons for Gmail",
    "bg": "Икони за Gmail",
    "ca": "Icones per a Gmail",
    "cs": "Ikony pro Gmail",
    "da": "Ikoner til Gmail",
    "de": "Symbole für Google Mail",
    "el": "Εικονίδια για το Gmail",
    "es": "Iconos para Gmail",
    "et": "Gmaili ikoonid",
    "fi": "Gmailin kuvakkeet",
    "fil": "Mga icon para sa Gmail",
    "fr": "Icônes pour Gmail",
    "he": "סמלים עבור Gmail",
    "hi": "जीमेल के लिए प्रतीक",
    "hr,sl": "Ikone za Gmail",
    "hu": "Ikonok a Gmailhez",
    "id,ms": "Ikon untuk Gmail",
    "it": "Icone per Gmail",
    "ja": "Gmailのアイコン",
    "ko": "Gmail 아이콘",
    "lt": "„Gmail“ piktogramos",
    "lv": "Ikonas pakalpojumam Gmail",
    "nl": "Pictogrammen voor Gmail",
    "no": "Ikoner for Gmail",
    "pl": "Ikony Gmaila",
    "ro": "Pictograme pentru Gmail",
    "ru": "Иконки для Gmail",
    "sk": "Ikony pre Gmail",
    "sr": "Иконе за Гмаил",
    "sv": "Ikoner för Gmail",
    "th": "ไอคอนสำหรับ Gmail",
    "tr": "Gmail için Simgeler",
    "uk": "Значки для Gmail",
    "vi": "Biểu tượng cho Gmail",
    "zh_CN": "Gmail的图标",
    "zh_TW": "Gmail的圖標"
  },
  "short": {
    "ar": "حر! أضف رمز المرسل وعنوان موقع الويب لجميع رسائل البريد الإلكتروني في Gmail الخاص بك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free! Show the sender website icons for all emails in your Gmail.",
    "bg": "Безплатно! Добавете иконата на подателя и адреса на уебсайта за всички имейли във вашия Gmail.",
    "ca": "Gratuït Afegiu la icona del remitent i l&#39;adreça del lloc web per a tots els correus electrònics de Gmail.",
    "cs": "Volný, uvolnit! Přidejte ikonu odesílatele a adresu webu pro všechny e-maily ve vašem Gmailu.",
    "da": "Gratis! Tilføj afsenderikonet og webadressen til alle e-mails i din Gmail.",
    "de": "Frei! Fügen Sie das Absendersymbol und die Website-Adresse für alle E-Mails in Google Mail hinzu.",
    "el": "Ελεύθερος! Προσθέστε το εικονίδιο αποστολέα και τη διεύθυνση του ιστότοπου για όλα τα μηνύματα στο Gmail σας",
    "es": "¡Libre! Agregue el ícono del remitente y la dirección del sitio web para todos los correos electrónicos en su Gmail.",
    "et": "Tasuta! Lisage saatjaikoon ja veebisaidi aadress kõigi oma Gmaili meilide jaoks.",
    "fi": "Vapaa! Lisää lähettäjän kuvake ja verkkosivuston osoite kaikille Gmail-sähköpostiisi.",
    "fil": "Libre! Idagdag ang icon ng nagpadala at address ng website para sa lahat ng mga email sa iyong Gmail.",
    "fr": "Libérer! Ajoutez l&#39;icône de l&#39;expéditeur et l&#39;adresse du site Web pour tous les e-mails de votre Gmail.",
    "he": "חינם! הוסף את סמל השולח וכתובת האתר עבור כל הודעות הדוא&quot;ל ב- Gmail שלך.",
    "hi": "नि: शुल्क! अपने जीमेल में सभी ईमेल के लिए प्रेषक आइकन और वेबसाइट का पता जोड़ें।",
    "hr": "Besplatno! Dodajte ikonu pošiljatelja i adresu web mjesta za sve e-adrese na vašem Gmailu.",
    "hu": "Ingyenes! Adja hozzá a küldő ikont és a webhely címét az összes e-mailhez a Gmailben.",
    "id": "Gratis! Tambahkan ikon pengirim dan alamat situs web untuk semua email di Gmail Anda.",
    "it": "Gratuito! Aggiungi l&#39;icona del mittente e l&#39;indirizzo del sito web per tutte le email in Gmail.",
    "ja": "自由！ Gmailのすべてのメールに送信者アイコンとウェブサイトアドレスを追加します。",
    "ko": "비어 있는! Gmail의 모든 이메일에 발신자 아이콘과 웹 사이트 주소를 추가하세요.",
    "lt": "Laisvas! Pridėkite visų „Gmail“ el. Laiškų siuntėjo piktogramą ir svetainės adresą.",
    "lv": "Bezmaksas! Pievienojiet sūtītāja ikonu un vietnes adresi visiem Gmail ziņojumiem.",
    "ms": "Percuma! Tambahkan ikon pengirim dan alamat laman web untuk semua e-mel di Gmail anda.",
    "nl": "Vrij! Voeg het afzenderpictogram en het websiteadres toe voor alle e-mails in uw Gmail.",
    "no": "Gratis! Legg til avsenderikonet og nettadressen for alle e-postmeldinger i Gmail.",
    "pl": "Darmowy! Dodaj ikonę nadawcy i adres strony internetowej dla wszystkich e-maili w Gmailu.",
    "ro": "Gratuit! Adăugați pictograma expeditorului și adresa site-ului web pentru toate e-mailurile din Gmail.",
    "ru": "Свободный! Добавьте значок отправителя и адрес веб-сайта для всех писем в Gmail.",
    "sk": "Zadarmo! Pridajte ikonu odosielateľa a adresu webových stránok pre všetky e-maily vo svojom Gmaile.",
    "sl": "Prost! Dodajte ikono pošiljatelja in naslov spletnega mesta za vsa e-poštna sporočila v Gmailu.",
    "sr": "Бесплатно! Додајте икону пошиљаоца и адресу веб локације за све имејлове у Гмаил-у.",
    "sv": "Fri! Lägg till avsändarikonen och webbadressen för alla e-postmeddelanden i din Gmail.",
    "th": "ฟรี! เพิ่มไอคอนผู้ส่งและที่อยู่เว็บไซต์สำหรับอีเมลทั้งหมดใน Gmail ของคุณ",
    "tr": "Bedava! Gmail&#39;inizdeki tüm e-postalar için gönderen simgesini ve web sitesi adresini ekleyin.",
    "uk": "Безкоштовно! Додайте піктограму відправника та адресу веб-сайту для всіх електронних листів у своєму Gmail.",
    "vi": "Miễn phí! Thêm biểu tượng người gửi và địa chỉ trang web cho tất cả các email trong Gmail của bạn.",
    "zh_CN": "自由！在Gmail中添加所有电子邮件的发件人图标和网站地址。",
    "zh_TW": "自由！在Gmail中添加所有電子郵件的發件人圖標和網站地址。"
  },
  "long": {
    "ar": "هل تحتاج إلى طريقة سريعة وسهلة للتصفية من خلال / البحث من خلال رسائل البريد الإلكتروني الخاصة بك داخل علبة الوارد الخاصة بك في Gmail؟\n\nعند تثبيت امتداد البرنامج هذا ، سيضيف برنامجنا رمز موقع الويب الخاص بعنوان البريد الإلكتروني للمرسل في قسم البريد الوارد.\n\nمن خلال إضافة رمز موقع الويب بجوار موضوع البريد الإلكتروني ، فإنه يسمح لك بمسح / تصفية رسائل البريد الإلكتروني المهمة ويسمح لك\nامسح بريدك الوارد بشكل أسرع.\n\nجرب استخدام الأيقونات لـ Gmail كطريقة للتصفية من خلال رسائلك الإلكترونية اليوم. إنها طريقة سريعة وسهلة لتصفية رسائل البريد الإلكتروني باستخدام طريقة الصورة.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. أيقونات Gmail ليست مملوكة لشركة Google Inc. وليست مرخصة لها وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Do you need a quick and easy way to filter through/search through your emails inside your Gmail Inbox?\n\nWhen you install this software extension, our software will add in the website icon of the sender email address in the inbox section.\n\nBy adding in the website icon next to the subject of the email, it allows you to scan through/filter the important emails and allows you to clear your inbox faster.\n\nTry using Icons for Gmail as a method to filter through your emails today. Its a fast and easy way to filter through emails using an image method.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. Icons for Gmail is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Имате ли нужда от бърз и лесен начин за филтриране / търсене във вашите имейли във входящата ви поща в Gmail?\n\nКогато инсталирате това разширение на софтуера, нашият софтуер ще добави в иконата на уебсайта на имейл адреса на подателя в секцията за входящи съобщения.\n\nЧрез добавяне в иконата на уебсайта до темата на имейла, тя ви позволява да сканирате / филтрирате важните имейли и ви позволява да\nизчистете по-бързо входящата си поща.\n\nОпитайте да използвате икони за Gmail като метод за филтриране на имейлите си днес. Това е бърз и лесен начин за филтриране през имейли, използвайки метод на изображение.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Иконите за Gmail не са собственост, не са лицензирани и не са дъщерно дружество на Google Inc.",
    "ca": "Necessiteu una manera ràpida i senzilla de filtrar / cercar els vostres correus electrònics a la safata d'entrada de Gmail?\n\nQuan instal·leu aquesta extensió de programari, el nostre programari s'afegirà a la icona del lloc web de l'adreça de correu electrònic del remitent a la secció de la safata d'entrada.\n\nSi afegiu la icona del lloc web al costat de l’assumpte del correu electrònic, us permet escanejar / filtrar els correus electrònics importants i us permet\nesborreu la safata d'entrada més ràpidament.\n\nProveu d’utilitzar Icons for Gmail com a mètode per filtrar els vostres correus electrònics avui mateix. És una manera ràpida i senzilla de filtrar correus electrònics mitjançant un mètode d’imatge.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. Les icones per a Gmail no són propietat de, no tenen llicència ni són filials de Google Inc.",
    "cs": "Potřebujete rychlý a snadný způsob filtrování / prohledávání e-mailů v doručené poště v Gmailu?\n\nKdyž nainstalujete toto softwarové rozšíření, náš software přidá ikonu webu e-mailové adresy odesílatele v sekci doručené pošty.\n\nPřidáním ikony na web vedle předmětu e-mailu vám umožní skenovat / filtrovat důležité e-maily a umožní vám\nvyčistit doručenou poštu rychleji.\n\nZkuste použít Icons pro Gmail jako metodu pro filtrování vašich e-mailů ještě dnes. Je to rychlý a snadný způsob filtrování e-mailů pomocí obrazové metody.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Ikony pro Gmail nevlastní, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Har du brug for en hurtig og nem måde at filtrere igennem / søge gennem dine e-mails i din Gmail-indbakke?\n\nNår du installerer denne softwareudvidelse, tilføjer vores software webstedets ikon for afsenderens e-mail-adresse i sektionen indbakke.\n\nVed at tilføje webstedets ikon ved siden af emnet for e-mailen, giver det dig mulighed for at scanne igennem / filtrere de vigtige e-mails og giver dig mulighed for at\nryd din indbakke hurtigere.\n\nPrøv at bruge ikoner til Gmail som en metode til at filtrere gennem dine e-mails i dag. Det er en hurtig og nem måde at filtrere gennem e-mails ved hjælp af en billedmetode.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Ikoner til Gmail ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Benötigen Sie eine schnelle und einfache Möglichkeit, Ihre E-Mails in Ihrem Google Mail-Posteingang zu filtern / zu durchsuchen?\n\nWenn Sie diese Softwareerweiterung installieren, fügt unsere Software das Website-Symbol der Absender-E-Mail-Adresse im Posteingang hinzu.\n\nDurch Hinzufügen des Website-Symbols neben dem Betreff der E-Mail können Sie wichtige E-Mails durchsuchen / filtern und dies tun\nLeeren Sie Ihren Posteingang schneller.\n\nVersuchen Sie noch heute, Icons für Google Mail als Methode zum Filtern Ihrer E-Mails zu verwenden. Dies ist eine schnelle und einfache Möglichkeit, E-Mails mithilfe einer Bildmethode zu filtern.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Icons for Gmail gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Χρειάζεστε έναν γρήγορο και εύκολο τρόπο φιλτραρίσματος / αναζήτησης μέσω των email σας μέσα στα εισερχόμενά σας στο Gmail;\n\nΌταν εγκαθιστάτε αυτήν την επέκταση λογισμικού, το λογισμικό μας θα προσθέσει στο εικονίδιο του ιστότοπου της διεύθυνσης email του αποστολέα στην ενότητα \"Εισερχόμενα\".\n\nΠροσθέτοντας στο εικονίδιο του ιστότοπου δίπλα στο θέμα του email, σας επιτρέπει να σαρώσετε / φιλτράρετε τα σημαντικά μηνύματα ηλεκτρονικού ταχυδρομείου και σας επιτρέπει να\nκαθαρίστε τα εισερχόμενά σας πιο γρήγορα.\n\nΔοκιμάστε να χρησιμοποιήσετε τα εικονίδια για το Gmail ως μέθοδο για να φιλτράρετε τα email σας σήμερα. Είναι ένας γρήγορος και εύκολος τρόπος φιλτραρίσματος μέσω email χρησιμοποιώντας μια μέθοδο εικόνας.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Τα εικονίδια για το Gmail δεν ανήκουν, δεν διαθέτουν άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Necesita una forma rápida y fácil de filtrar / buscar en sus correos electrónicos dentro de su bandeja de entrada de Gmail?\n\nCuando instale esta extensión de software, nuestro software agregará el ícono del sitio web de la dirección de correo electrónico del remitente en la sección de la bandeja de entrada.\n\nAl agregar el ícono del sitio web junto al asunto del correo electrónico, le permite escanear / filtrar los correos electrónicos importantes y le permite\nlimpia tu bandeja de entrada más rápido.\n\nIntente usar Iconos para Gmail como método para filtrar sus correos electrónicos hoy. Es una forma rápida y fácil de filtrar correos electrónicos utilizando un método de imagen.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Icons for Gmail no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas vajate kiiret ja lihtsat viisi Gmaili postkastis olevate meilide filtreerimiseks / otsimiseks?\n\nSelle tarkvaralaiendi installimisel lisab meie tarkvara postkasti jaotisse saatja e-posti aadressi veebisaidi ikooni.\n\nLisades e-kirja teema juurde veebisaidi ikooni, võimaldab see olulisi e-kirju läbi skannida / filtreerida ja võimaldab teil\ntühjendage oma postkast kiiremini.\n\nProovige täna oma meilide filtreerimiseks kasutada ikoone Gmaili jaoks. See on kiire ja lihtne viis e-kirjade filtreerimiseks pildimeetodi abil.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. Gmaili ikoonid ei kuulu Google Inc.-le, ei ole litsentsitud ega ole selle tütarettevõte.",
    "fil": "Tarvitsetko nopean ja helpon tavan suodattaa / hakea sähköpostiviestejäsi Gmail-postilaatikossa?\n\nKun asennat tämän ohjelmalaajennuksen, ohjelmistomme lisää lähettäjän sähköpostiosoitteen verkkosivustokuvakkeen Saapuneet-osioon.\n\nLisäämällä verkkosivustokuvake sähköpostin aiheen viereen, se antaa sinun skannata / suodattaa tärkeät sähköpostit ja antaa sinun\ntyhjennä postilaatikko nopeammin.\n\nYritä käyttää Icons for Gmailia menetelmänä suodattaa sähköpostisi tänään. Se on nopea ja helppo tapa suodattaa sähköpostit kuvamenetelmällä.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Icons for Gmail ei ole Google Inc: n omistuksessa, eikä sillä ole lisenssejä eikä se ole tytäryhtiö.",
    "fr": "Avez-vous besoin d'un moyen rapide et facile de filtrer / rechercher dans vos e-mails dans votre boîte de réception Gmail?\n\nLorsque vous installez cette extension logicielle, notre logiciel ajoutera l'icône du site Web de l'adresse e-mail de l'expéditeur dans la section boîte de réception.\n\nEn ajoutant l'icône du site Web à côté de l'objet de l'e-mail, il vous permet de parcourir / filtrer les e-mails importants et vous permet de\neffacez votre boîte de réception plus rapidement.\n\nEssayez d'utiliser Icônes pour Gmail comme méthode pour filtrer vos e-mails dès aujourd'hui. C'est un moyen rapide et facile de filtrer les e-mails en utilisant une méthode d'image.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. Icons for Gmail n'appartient pas à, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "hi": "क्या आपको अपने Gmail इनबॉक्स के अंदर अपने ईमेल के माध्यम से फ़िल्टर / खोज करने के लिए एक त्वरित और आसान तरीका चाहिए?\n\nजब आप इस सॉफ़्टवेयर एक्सटेंशन को स्थापित करते हैं, तो हमारा सॉफ़्टवेयर इनबॉक्स अनुभाग में प्रेषक ईमेल पते की वेबसाइट आइकन में जोड़ देगा।\n\nईमेल के विषय के बगल में वेबसाइट आइकन में जोड़कर, यह आपको महत्वपूर्ण ईमेल को स्कैन / फ़िल्टर करने की अनुमति देता है और आपको अनुमति देता है\nअपना इनबॉक्स तेज़ी से साफ़ करें।\n\nआज ही अपने ईमेल के माध्यम से फ़िल्टर करने के लिए एक विधि के रूप में Gmail के लिए प्रतीक का उपयोग करने का प्रयास करें। छवि विधि का उपयोग करके ईमेल के माध्यम से फ़िल्टर करने का एक तेज़ और आसान तरीका।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Gmail के लिए प्रतीक स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Trebate li brz i jednostavan način za filtriranje / pretraživanje e-pošte unutar vašeg pristigle pošte na Gmailu?\n\nKada instalirate ovo programsko proširenje, naš će se softver dodati u ikonu web mjesta adrese e-pošte pošiljatelja u odjeljku Pristigla pošta.\n\nDodavanjem ikone web mjesta pored predmeta e-pošte omogućuje vam skeniranje / filtriranje važnih e-adresa i omogućuje vam da\nbrže izbrišite svoju pristiglu poštu.\n\nPokušajte upotrijebiti ikone za Gmail kao metodu za filtriranje vaše e-pošte danas. To je brz i jednostavan način filtriranja e-pošte pomoću slikovne metode.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Ikone za Gmail nisu u vlasništvu, nisu licencirane i nisu podružnice Google Inc.",
    "hu": "Szüksége van egy gyors és egyszerű módszerre a Gmail Beérkező levelek mappájában lévő e-mailek szűrésére / keresésére?\n\nA szoftverbővítmény telepítésekor szoftverünk hozzáadja a feladó e-mail címének ikonját a Beérkező levelek részben.\n\nAz e-mail tárgya melletti webhely ikon hozzáadásával lehetővé teszi a fontos e-mailek átolvasását / szűrését, és lehetővé teszi, hogy\ngyorsabban törölje a beérkező leveleket.\n\nPróbálkozzon az Icons for Gmail módszerrel az e-mailek szűrésére ma. Gyors és egyszerű módja az e-mailek szűrésére képmóddal.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. Az Ikonok a Gmailhez nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Apakah Anda memerlukan cara yang cepat dan mudah untuk memfilter / menelusuri email di dalam Kotak Masuk Gmail Anda?\n\nKetika Anda menginstal ekstensi perangkat lunak ini, perangkat lunak kami akan menambahkan ikon situs web dari alamat email pengirim di bagian kotak masuk.\n\nDengan menambahkan ikon situs web di sebelah subjek email, ini memungkinkan Anda untuk memindai / memfilter email penting dan memungkinkan Anda untuk\nbersihkan kotak masuk Anda lebih cepat.\n\nCoba gunakan Ikon untuk Gmail sebagai metode untuk memfilter email Anda hari ini. Ini adalah cara yang cepat dan mudah untuk memfilter email menggunakan metode gambar.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta dimiliki oleh pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Ikon untuk Gmail tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Hai bisogno di un modo semplice e veloce per filtrare / cercare le tue e-mail all'interno della tua casella di posta Gmail?\n\nQuando installi questa estensione software, il nostro software aggiungerà l'icona del sito web dell'indirizzo e-mail del mittente nella sezione della posta in arrivo.\n\nAggiungendo l'icona del sito web accanto all'oggetto dell'e-mail, ti consente di scansionare / filtrare le e-mail importanti e ti consente di\nsvuota la posta in arrivo più velocemente.\n\nProva a utilizzare Icons for Gmail come metodo per filtrare le tue e-mail oggi. È un modo semplice e veloce per filtrare le e-mail utilizzando un metodo di immagine.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Icons for Gmail non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Gmailの受信トレイ内でメールをフィルタリング/検索するためのすばやく簡単な方法が必要ですか？\n\nこのソフトウェア拡張機能をインストールすると、当社のソフトウェアが受信トレイセクションに送信者の電子メールアドレスのWebサイトアイコンを追加します。\n\nメールの件名の横にウェブサイトのアイコンを追加することで、重要なメールをスキャン/フィルタリングしたり、次のことができるようになります。\n受信トレイをすばやくクリアします。\n\n今日のメールをフィルタリングする方法として、Icons forGmailを使用してみてください。イメージメソッドを使用して電子メールをフィルタリングするための高速で簡単な方法です。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。 Gmailのアイコンは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "Gmail받은 편지함에서 이메일을 필터링 / 검색하는 빠르고 쉬운 방법이 필요하십니까?\n\n이 소프트웨어 확장을 설치하면 소프트웨어가받은 편지함 섹션에있는 보낸 사람 이메일 주소의 웹 사이트 아이콘에 추가됩니다.\n\n이메일 제목 옆에 웹 사이트 아이콘을 추가하면 중요한 이메일을 검색 / 필터링 할 수 있으며\n받은 편지함을 더 빨리 정리하십시오.\n\n오늘 이메일을 필터링하는 방법으로 Icons for Gmail을 사용해보세요. 이미지 방법을 사용하여 이메일을 필터링하는 빠르고 쉬운 방법입니다.\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. Gmail 용 아이콘은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Ar jums reikia greito ir paprasto būdo filtruoti / ieškoti el. Laiškų „Gmail“ gautuosiuose?\n\nKai įdiegsite šį programinės įrangos plėtinį, mūsų programinė įranga pridės siuntėjo el. Pašto adreso svetainės piktogramą gautųjų skyriuje.\n\nPridėjus svetainės piktogramą šalia el. Laiško temos, ji leidžia jums nuskaityti / filtruoti svarbius el. Laiškus ir leidžia jums\ngreičiau išvalykite gautuosius.\n\nPabandykite šiandien naudoti „Gmail“ piktogramas kaip metodą filtruoti el. Laiškus. Tai greitas ir paprastas būdas filtruoti el. Laiškus naudojant vaizdo metodą.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. „Gmail“ piktogramos nepriklauso „Google Inc.“, nėra licencijuotos ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai jums ir nepieciešams ātrs un vienkāršs veids, kā filtrēt / meklēt e-pastus Gmail iesūtnē?\n\nInstalējot šo programmatūras paplašinājumu, mūsu programmatūra iesūtnes sadaļā pievienos sūtītāja e-pasta adreses vietnes ikonu.\n\nPievienojot vietnes ikonu blakus e-pasta tematam, tas ļauj jums skenēt / filtrēt svarīgos e-pastus un ļauj\nātrāk notīriet iesūtni.\n\nMēģiniet šodien izmantot ikonas Gmail kā metodi, lai filtrētu e-pastus. Tas ir ātrs un ērts veids, kā filtrēt e-pastus, izmantojot attēla metodi.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Ikonas pakalpojumam Gmail nepieder Google Inc., nav licencētas un nav Google Inc. meitasuzņēmums.",
    "ms": "Adakah anda memerlukan cara yang cepat dan mudah untuk menyaring / mencari melalui e-mel anda di dalam Peti Masuk Gmail anda?\n\nApabila anda memasang peluasan perisian ini, perisian kami akan menambah ikon laman web alamat e-mel pengirim di bahagian peti masuk.\n\nDengan menambahkan ikon laman web di sebelah subjek e-mel, ia membolehkan anda mengimbas / menyaring e-mel penting dan membolehkan anda\nkosongkan peti masuk anda dengan lebih pantas.\n\nCuba gunakan Ikon untuk Gmail sebagai kaedah untuk menapis e-mel anda hari ini. Ini adalah kaedah pantas dan mudah untuk menapis e-mel menggunakan kaedah gambar.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Ikon untuk Gmail tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Heb je een snelle en gemakkelijke manier nodig om door je e-mails te filteren / zoeken in je Gmail-inbox?\n\nWanneer u deze software-extensie installeert, voegt onze software het websitepictogram van het e-mailadres van de afzender toe aan het postvak IN.\n\nDoor het websitepictogram naast het onderwerp van de e-mail toe te voegen, kunt u de belangrijke e-mails doorzoeken / filteren en kunt u\nmaak je inbox sneller leeg.\n\nGebruik Pictogrammen voor Gmail als een methode om vandaag nog door uw e-mails te filteren. Het is een snelle en gemakkelijke manier om door e-mails te filteren met behulp van een afbeeldingsmethode.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Icons for Gmail is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Trenger du en rask og enkel måte å filtrere gjennom / søke gjennom e-postene i Gmail-innboksen?\n\nNår du installerer denne programvareutvidelsen, vil programvaren vår legge til i nettstedsikonet til avsenderens e-postadresse i innboksseksjonen.\n\nVed å legge til i nettstedikonet ved siden av emnet for e-posten, lar det deg skanne gjennom / filtrere viktige e-postmeldinger og lar deg\ntøm innboksen raskere.\n\nPrøv å bruke ikoner for Gmail som en metode for å filtrere gjennom e-postene dine i dag. Det er en rask og enkel måte å filtrere gjennom e-post ved hjelp av en bildemetode.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Ikoner for Gmail eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Czy potrzebujesz szybkiego i łatwego sposobu na filtrowanie / przeszukiwanie wiadomości e-mail w skrzynce odbiorczej Gmaila?\n\nPo zainstalowaniu tego rozszerzenia oprogramowania nasze oprogramowanie doda ikonę witryny internetowej z adresem e-mail nadawcy w sekcji skrzynki odbiorczej.\n\nDodając ikonę strony internetowej obok tematu wiadomości e-mail, umożliwia skanowanie / filtrowanie ważnych wiadomości e-mail i umożliwia\nwyczyść skrzynkę odbiorczą szybciej.\n\nWypróbuj już dziś ikony Gmaila jako metodę filtrowania wiadomości e-mail. Jest to szybki i łatwy sposób na filtrowanie wiadomości e-mail przy użyciu metody obrazkowej.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. Icons for Gmail nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Google Inc.",
    "ro": "Aveți nevoie de o modalitate rapidă și ușoară de a vă filtra / căuta prin e-mailuri în căsuța de e-mail Gmail?\n\nCând instalați această extensie software, software-ul nostru va adăuga în pictograma site-ului web al adresei de e-mail a expeditorului în secțiunea Mesaje primite.\n\nPrin adăugarea în pictograma site-ului web de lângă subiectul e-mailului, vă permite să scanați / filtrați e-mailurile importante și vă permite să\nștergeți mai repede căsuța de e-mail.\n\nÎncercați să utilizați astăzi pictograme pentru Gmail ca metodă de filtrare a e-mailurilor. Este un mod rapid și ușor de a filtra prin e-mailuri folosind o metodă de imagine.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Pictogramele pentru Gmail nu sunt deținute, nu sunt licențiate și nu sunt filiale ale Google Inc.",
    "ru": "Вам нужен быстрый и простой способ фильтрации / поиска писем в папке входящих сообщений Gmail?\n\nКогда вы устанавливаете это программное расширение, наше программное обеспечение добавит на веб-сайт значок адреса электронной почты отправителя в разделе «Входящие».\n\nДобавив значок веб-сайта рядом с темой электронного письма, он позволяет сканировать / фильтровать важные электронные письма и позволяет\nочистите свой почтовый ящик быстрее.\n\nПопробуйте использовать значки для Gmail в качестве метода фильтрации ваших электронных писем сегодня. Это быстрый и простой способ фильтровать электронные письма с помощью метода изображений.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Иконки для Gmail не принадлежат, не лицензированы и не являются дочерней компанией Google Inc.",
    "sk": "Potrebujete rýchly a ľahký spôsob filtrovania / prehľadávania svojich e-mailov v priečinku Doručená pošta v Gmaile?\n\nKeď nainštalujete toto softvérové rozšírenie, náš softvér pridá do ikony webových stránok e-mailovej adresy odosielateľa v sekcii doručenej pošty.\n\nPridaním ikony na webovú stránku vedľa predmetu e-mailu vám umožní prehľadať / filtrovať dôležité e-maily a umožní vám\nrýchlejšie vyčistiť priečinok doručenej pošty.\n\nSkúste dnes použiť Ikony pre Gmail ako spôsob filtrovania svojich e-mailov. Je to rýchly a ľahký spôsob filtrovania e-mailov pomocou obrázkovej metódy.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Ikony pre Gmail nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Ali potrebujete hiter in enostaven način za filtriranje / iskanje po e-poštnih sporočilih v Gmailu Prejeto?\n\nKo namestite to razširitev programske opreme, bo naša programska oprema dodala ikono spletnega mesta e-poštnega naslova pošiljatelja v razdelku Prejeto.\n\nZ dodajanjem ikone spletnega mesta poleg teme e-pošte vam omogoča skeniranje / filtriranje pomembnih e-poštnih sporočil in vam omogoča, da\nhitreje počistite mapo »Prejeto«.\n\nPoskusite uporabiti ikone za Gmail kot način filtriranja po e-pošti danes. To je hiter in enostaven način filtriranja e-pošte s slikovno metodo.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Ikone za Gmail niso v lasti, niso licencirane in niso podružnica družbe Google Inc.",
    "sr": "Да ли вам је потребан брз и једноставан начин за филтрирање / претраживање е-поште у Гмаил пријемном сандучету?\n\nКада инсталирате ово програмско проширење, наш софтвер ће додати икону веб локације е-адресе пошиљаоца у одељку Примљене.\n\nДодавањем иконе веб локације поред предмета е-поште омогућава вам скенирање / филтрирање важних е-адреса и омогућава вам да\nбрже обришите пријемно сандуче.\n\nПокушајте да користите иконе за Гмаил као метод за филтрирање ваших е-адреса данас. То је брз и лак начин за филтрирање е-поште методом слике.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Иконе за Гмаил нису у власништву, нису лиценциране и нису подружнице компаније Гоогле Инц.",
    "sv": "Behöver du ett snabbt och enkelt sätt att filtrera igenom / söka i dina e-postmeddelanden i din Gmail-inkorg?\n\nNär du installerar det här programtillägget kommer vår programvara att läggas till i webbplatsikonen för avsändarens e-postadress i inkorgssektionen.\n\nGenom att lägga till på webbplatsikonen bredvid ämnet för e-postmeddelandet kan du skanna igenom / filtrera viktiga e-postmeddelanden och låta dig\nrensa din inkorg snabbare.\n\nFörsök använda ikoner för Gmail som en metod för att filtrera igenom dina e-postmeddelanden idag. Det är ett snabbt och enkelt sätt att filtrera genom e-post med en bildmetod.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Ikoner för Gmail ägs inte av, är inte licensierade av och är inte ett dotterbolag till Google Inc.",
    "th": "คุณต้องการวิธีที่ง่ายและรวดเร็วในการกรอง / ค้นหาอีเมลของคุณภายในกล่องจดหมาย Gmail ของคุณหรือไม่?\n\nเมื่อคุณติดตั้งส่วนขยายซอฟต์แวร์นี้ซอฟต์แวร์ของเราจะเพิ่มในไอคอนเว็บไซต์ของที่อยู่อีเมลผู้ส่งในส่วนกล่องจดหมาย\n\nด้วยการเพิ่มไอคอนเว็บไซต์ถัดจากหัวเรื่องของอีเมลจะช่วยให้คุณสามารถสแกน / กรองอีเมลที่สำคัญและช่วยให้คุณสามารถ\nล้างกล่องจดหมายของคุณเร็วขึ้น\n\nลองใช้ไอคอนสำหรับ Gmail เป็นวิธีการกรองอีเมลของคุณวันนี้ เป็นวิธีที่ง่ายและรวดเร็วในการกรองอีเมลโดยใช้วิธีการแสดงภาพ\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ ไอคอนสำหรับ Gmail ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Gmail Gelen Kutunuzdaki e-postalarınızı filtrelemek / aramak için hızlı ve kolay bir yola mı ihtiyacınız var?\n\nBu yazılım uzantısını yüklediğinizde, yazılımımız gelen kutusu bölümüne gönderen e-posta adresinin web sitesi simgesini ekleyecektir.\n\nE-postanın konusunun yanına web sitesi simgesini ekleyerek, önemli e-postaları taramanıza / filtrelemenize ve\ngelen kutunuzu daha hızlı temizleyin.\n\nBugün e-postalarınızı filtrelemek için bir yöntem olarak Gmail için Simgeler kullanmayı deneyin. Bir görüntü yöntemi kullanarak e-postaları filtrelemenin hızlı ve kolay bir yolu.\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Gmail için simgeler, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Вам потрібен швидкий і простий спосіб фільтрації / пошуку електронних листів у вашій скриньці Gmail?\n\nКоли ви встановите це розширення програмного забезпечення, наше програмне забезпечення додасть піктограму веб-сайту електронної адреси відправника у розділі вхідних.\n\nДодавши піктограму веб-сайту поруч із темою електронного листа, це дозволяє сканувати / фільтрувати важливі електронні листи та дозволяє\nшвидше очистіть поштову скриньку.\n\nСпробуйте використовувати значки для Gmail як метод фільтрації електронних листів сьогодні. Це швидкий і простий спосіб фільтрувати електронні листи за допомогою методу зображення.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Піктограми для Gmail не належать, не ліцензуються та не є дочірньою компанією Google Inc.",
    "vi": "Bạn có cần một cách nhanh chóng và dễ dàng để lọc / tìm kiếm các email bên trong Hộp thư đến Gmail của mình không?\n\nKhi bạn cài đặt tiện ích mở rộng phần mềm này, phần mềm của chúng tôi sẽ thêm vào biểu tượng trang web của địa chỉ email người gửi trong phần hộp thư đến.\n\nBằng cách thêm vào biểu tượng trang web bên cạnh chủ đề của email, nó cho phép bạn quét qua / lọc các email quan trọng và cho phép bạn\nxóa hộp thư đến của bạn nhanh hơn.\n\nHãy thử sử dụng Biểu tượng cho Gmail như một phương pháp để lọc email của bạn ngay hôm nay. Đây là một cách nhanh chóng và dễ dàng để lọc email bằng phương pháp hình ảnh.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này. Các biểu tượng cho Gmail không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "您是否需要快速简便的方法来过滤/搜索Gmail收件箱中的电子邮件？\n\n当您安装此软件扩展程序时，我们的软件将在收件箱部分中添加发件人电子邮件地址的网站图标。\n\n通过在电子邮件主题旁边添加网站图标，它可以让您浏览/过滤重要的电子邮件，并允许您\n更快地清除收件箱。\n\n立即尝试使用Gmail图标，将其作为过滤电子邮件的一种方法。这是一种使用图像方法过滤电子邮件的快速简便的方法。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。 Gmail的图标不归Google Inc.所有，也不由Google Inc.许可，也不属于Google Inc.的子公司。",
    "zh_TW": "您是否需要快速簡便的方法來過濾/搜索Gmail收件箱中的電子郵件？\n\n當您安裝此軟件擴展程序時，我們的軟件將在收件箱部分中添加發件人電子郵件地址的網站圖標。\n\n通過在電子郵件主題旁邊添加網站圖標，它可以讓您瀏覽/過濾重要的電子郵件，並允許您\n更快地清除收件箱。\n\n立即嘗試使用Gmail圖標，將其作為過濾電子郵件的一種方法。這是一種使用圖像方法過濾電子郵件的快速簡便的方法。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。 Gmail的圖標不歸Google Inc.擁有，也不由其許可也不是其子公司。"
  }
}