{
  "name": {
    "ar": "أحوال الطرق",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Road Conditions",
    "bg": "Пътни условия",
    "ca": "Condicions de la carretera",
    "cs": "Stav vozovky",
    "da": "Vejforhold",
    "de": "Straßenzustand",
    "el": "Συνθήκες Οδού",
    "es": "Condiciones del camino",
    "et": "Teeolud",
    "fa": "شرایط جاده",
    "fi": "Tieolosuhteet",
    "fil": "Kondisyon sa Kalsada",
    "fr": "Conditions routières",
    "he": "תנאי הכביש",
    "hi": "सड़क की हालत",
    "hr": "Uvjeti na cestama",
    "hu": "Útviszonyok",
    "id": "Kondisi jalan",
    "it": "Condizioni stradali",
    "ja": "道路状況",
    "ko": "도로 상황",
    "lt": "Kelio sąlygos",
    "lv": "Ceļa apstākļi",
    "ms": "Keadaan Jalan",
    "nl": "De staat van de weg",
    "no": "Veiforhold",
    "pl": "Warunki drogowe",
    "ro": "Condiții de drum",
    "ru": "Дорожные условия",
    "sk": "Podmienky na ceste",
    "sl": "Razmere na cesti",
    "sr": "Услови на путу",
    "sv": "Vägförhållanden",
    "th": "สภาพถนน",
    "tr": "Yol Koşulları",
    "uk": "Дорожні умови",
    "vi": "Điều kiện đường xá",
    "zh_CN": "道路状况",
    "zh_TW": "道路狀況"
  },
  "short": {
    "ar": "ظروف حركة المرور على الطرق حول العالم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "road traffic conditions around the world",
    "bg": "условия на движение по пътищата по света",
    "ca": "condicions del trànsit rodat arreu del món",
    "cs": "podmínky silničního provozu po celém světě",
    "da": "vejtrafikforhold rundt om i verden",
    "de": "Straßenverkehrsbedingungen weltweit",
    "el": "συνθήκες οδικής κυκλοφορίας σε όλο τον κόσμο",
    "es": "las condiciones del tráfico por carretera en todo el mundo",
    "et": "liiklusolud üle maailma",
    "fa": "شرایط ترافیک جاده ای در سراسر جهان",
    "fi": "tieliikenneolosuhteet ympäri maailmaa",
    "fil": "kundisyon ng trapiko sa kalsada sa buong mundo",
    "fr": "conditions de circulation routière dans le monde",
    "he": "תנאי התנועה בכבישים ברחבי העולם",
    "hi": "दुनिया भर में सड़क यातायात की स्थिति",
    "hr": "uvjeti cestovnog prometa diljem svijeta",
    "hu": "közúti közlekedési viszonyokat világszerte",
    "id": "kondisi lalu lintas jalan di seluruh dunia",
    "it": "condizioni del traffico stradale in tutto il mondo",
    "ja": "世界中の道路交通状況",
    "ko": "전 세계 도로 교통 상황",
    "lt": "kelių eismo sąlygos visame pasaulyje",
    "lv": "ceļu satiksmes apstākļi visā pasaulē",
    "ms": "keadaan lalu lintas jalan raya di seluruh dunia",
    "nl": "wegverkeersomstandigheden over de hele wereld",
    "no": "veitrafikkforhold rundt om i verden",
    "pl": "warunki ruchu drogowego na całym świecie",
    "ro": "condițiile de trafic rutier din întreaga lume",
    "ru": "условия дорожного движения по всему миру",
    "sk": "podmienky cestnej premávky na celom svete",
    "sl": "razmere v cestnem prometu po vsem svetu",
    "sr": "услови друмског саобраћаја широм света",
    "sv": "vägtrafikförhållanden runt om i världen",
    "th": "สภาพการจราจรทั่วโลก",
    "tr": "dünyadaki trafik koşulları",
    "uk": "умови дорожнього руху в усьому світі",
    "vi": "điều kiện giao thông đường bộ trên khắp thế giới",
    "zh_CN": "世界各地的道路交通状况",
    "zh_TW": "世界各地的道路交通狀況"
  },
  "long": {
    "ar": "هل ترغب في الحصول على فحص سريع لظروف الطريق قبل البدء في القيادة؟\n\nقم بتثبيت هذا البرنامج اليوم ويمكنك الوصول إلى ظروف الطرق المحلية حول العالم.\n\nلدينا ظروف الطرق لدول متعددة. تحقق من حركة المرور المحلية قبل أن تبدأ القيادة.\n\nوفر الوقت عن طريق التحقق من حالة الطريق قبل الذهاب إلى أي مكان. ما عليك سوى تأخير رحلتك / اتخاذ طريق بديل إذا كان هناك\nازدحام مروري.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to get a quick road conditions check before you begin driving?\n\nInstall this software today and you can get access to the local road conditions around the world.\n\nWe have the road conditions for multiple countries. Check the local traffic before you start driving.\n\nSave time by checking the road conditions before you go anywhere. Just delay your trip/take an alternative route if there is\ntraffic congestion.",
    "bg": "Искате ли да получите бърза проверка на пътните условия, преди да започнете да шофирате?\n\nИнсталирайте този софтуер днес и можете да получите достъп до местните пътни условия по целия свят.\n\nРазполагаме с пътните условия за множество държави. Проверете местния трафик, преди да започнете да шофирате.\n\nСпестете време, като проверите пътните условия, преди да тръгнете където и да е. Просто отложете пътуването си/вземете алтернативен маршрут, ако има такъв\nзадръстванията.",
    "ca": "Voleu obtenir una comprovació ràpida de les condicions de la carretera abans de començar a conduir?\n\nInstal·leu aquest programari avui mateix i podreu accedir a les condicions locals de les carreteres arreu del món.\n\nTenim les condicions de les carreteres per a diversos països. Comproveu el trànsit local abans de començar a conduir.\n\nEstalvieu temps comprovant les condicions de la carretera abans d'anar a qualsevol lloc. Només retardeu el vostre viatge/agafeu una ruta alternativa si n'hi ha\nretenció de trànsit.",
    "cs": "Chcete získat rychlou kontrolu stavu vozovky, než začnete jezdit?\n\nNainstalujte si tento software ještě dnes a získáte přístup k místním silničním podmínkám po celém světě.\n\nMáme podmínky na silnicích pro více zemí. Před jízdou zkontrolujte místní provoz.\n\nUšetřete čas tím, že zkontrolujete stav vozovky, než kamkoli vyrazíte. Stačí odložit cestu/použít alternativní trasu, pokud existuje\ndopravní zácpa.",
    "da": "Vil du have et hurtigt vejforholdstjek, før du begynder at køre?\n\nInstaller denne software i dag, og du kan få adgang til de lokale vejforhold rundt om i verden.\n\nVi har vejforholdene for flere lande. Tjek den lokale trafik, før du begynder at køre.\n\nSpar tid ved at tjekke vejforholdene, før du går nogen steder. Bare udskyd din tur/tag en alternativ rute, hvis der er\ntrafikprop.",
    "de": "Möchten Sie die Straßenverhältnisse schnell überprüfen, bevor Sie losfahren?\n\nInstallieren Sie diese Software noch heute und Sie erhalten Zugriff auf die lokalen Straßenbedingungen auf der ganzen Welt.\n\nWir haben die Straßenbedingungen für mehrere Länder. Überprüfen Sie den lokalen Verkehr, bevor Sie losfahren.\n\nSparen Sie Zeit, indem Sie die Straßenbedingungen überprüfen, bevor Sie irgendwo hinfahren. Verzögern Sie einfach Ihre Reise / nehmen Sie eine alternative Route, falls vorhanden\nStau.",
    "el": "Θέλετε να λάβετε έναν γρήγορο έλεγχο της κατάστασης του δρόμου πριν ξεκινήσετε την οδήγηση;\n\nΕγκαταστήστε αυτό το λογισμικό σήμερα και θα έχετε πρόσβαση στις τοπικές οδικές συνθήκες σε όλο τον κόσμο.\n\nΈχουμε τις οδικές συνθήκες για πολλές χώρες. Ελέγξτε την τοπική κυκλοφορία πριν ξεκινήσετε να οδηγείτε.\n\nΕξοικονομήστε χρόνο ελέγχοντας τις συνθήκες του δρόμου πριν πάτε οπουδήποτε. Απλώς καθυστερήστε το ταξίδι σας/πάρτε μια εναλλακτική διαδρομή εάν υπάρχει\nκυκλοφοριακή συμφόρηση.",
    "es": "¿Quiere obtener una verificación rápida de las condiciones de la carretera antes de comenzar a conducir?\n\nInstale este software hoy y podrá acceder a las condiciones de las carreteras locales en todo el mundo.\n\nTenemos las condiciones de la carretera para múltiples países. Compruebe el tráfico local antes de empezar a conducir.\n\nAhorre tiempo comprobando las condiciones de la carretera antes de ir a cualquier parte. Simplemente retrase su viaje/tome una ruta alternativa si hay\nla congestión del tráfico.",
    "et": "Kas soovite saada kiire teeolude kontrolli enne sõitma asumist?\n\nInstallige see tarkvara juba täna ja saate juurdepääsu kohalikele teeoludele kogu maailmas.\n\nMeil on teeolud mitme riigi jaoks. Enne sõidu alustamist kontrollige kohalikku liiklust.\n\nSäästke aega, kontrollides teeolusid enne kuhugi minekut. Lihtsalt lükake oma reis edasi / valige alternatiivne marsruut, kui see on olemas\nliiklusummikuid.",
    "fa": "آیا می خواهید قبل از شروع رانندگی وضعیت جاده را بررسی کنید؟\n\nهمین امروز این نرم افزار را نصب کنید و می توانید به شرایط جاده های محلی در سراسر جهان دسترسی داشته باشید.\n\nما شرایط جاده ای را برای چندین کشور داریم. قبل از شروع رانندگی، ترافیک محلی را بررسی کنید.\n\nبا بررسی شرایط جاده قبل از رفتن به هر جایی در زمان صرفه جویی کنید. فقط سفر خود را به تأخیر بیندازید/در صورت وجود یک مسیر جایگزین انتخاب کنید\nتراکم ترافیک",
    "fil": "Haluatko saada nopean tietilan tarkistuksen ennen ajon aloittamista?\n\nAsenna tämä ohjelmisto tänään ja saat pääsyn paikallisiin tieolosuhteisiin ympäri maailmaa.\n\nMeillä on tieolosuhteet useille maille. Tarkista paikallinen liikenne ennen ajon aloittamista.\n\nSäästä aikaa tarkistamalla tieolosuhteet ennen kuin lähdet minne tahansa. Viivytä matkaasi / valitse vaihtoehtoinen reitti, jos sellainen on\nliikenneruuhka.",
    "fr": "Vous souhaitez obtenir une vérification rapide des conditions routières avant de commencer à conduire ?\n\nInstallez ce logiciel dès aujourd'hui et vous pourrez accéder aux conditions routières locales dans le monde entier.\n\nNous avons les conditions routières pour plusieurs pays. Vérifiez le trafic local avant de commencer à conduire.\n\nGagnez du temps en vérifiant les conditions routières avant de vous déplacer. Retardez simplement votre voyage/prenez un itinéraire alternatif s'il y a\nembouteillage.",
    "hi": "ड्राइविंग शुरू करने से पहले एक त्वरित सड़क की स्थिति की जांच करना चाहते हैं?\n\nइस सॉफ़्टवेयर को आज ही इंस्टॉल करें और आप दुनिया भर में स्थानीय सड़कों की स्थिति तक पहुंच प्राप्त कर सकते हैं।\n\nहमारे पास कई देशों के लिए सड़क की स्थिति है। ड्राइविंग शुरू करने से पहले स्थानीय ट्रैफ़िक की जाँच करें।\n\nकहीं भी जाने से पहले सड़क की स्थिति की जाँच करके समय की बचत करें। बस अपनी यात्रा में देरी करें/यदि कोई वैकल्पिक मार्ग है तो लें\nयातायात संकुलन।",
    "hr": "Želite dobiti brzu provjeru stanja na cesti prije nego počnete voziti?\n\nInstalirajte ovaj softver danas i možete dobiti pristup lokalnim uvjetima na cestama diljem svijeta.\n\nImamo uvjete na cestama za više zemalja. Prije vožnje provjerite lokalni promet.\n\nUštedite vrijeme provjerom stanja na cesti prije nego bilo gdje krenete. Samo odgodite putovanje/idite alternativnim putem ako postoji\nprometna gužva.",
    "hu": "Szeretne gyorsan ellenőrizni az útviszonyokat, mielőtt elindulna?\n\nTelepítse ezt a szoftvert még ma, és hozzáférhet a helyi útviszonyokhoz szerte a világon.\n\nTöbb ország útviszonyokkal rendelkezünk. Vezetés előtt ellenőrizze a helyi forgalmat.\n\nTakarítson meg időt azzal, hogy ellenőrizze az útviszonyokat, mielőtt bárhová megy. Csak késleltesse az utazást/ha van alternatív útvonalat válasszon\na forgalmi torlódások.",
    "id": "Ingin mendapatkan pemeriksaan kondisi jalan cepat sebelum Anda mulai mengemudi?\n\nInstal perangkat lunak ini hari ini dan Anda bisa mendapatkan akses ke kondisi jalan lokal di seluruh dunia.\n\nKami memiliki kondisi jalan untuk beberapa negara. Periksa lalu lintas lokal sebelum Anda mulai mengemudi.\n\nHemat waktu dengan mengecek kondisi jalan sebelum Anda pergi kemanapun. Tunda saja perjalanan Anda / ambil jalur alternatif jika ada\nkemacetan lalu lintas.",
    "it": "Vuoi ottenere un rapido controllo delle condizioni stradali prima di iniziare a guidare?\n\nInstalla questo software oggi stesso e potrai accedere alle condizioni stradali locali in tutto il mondo.\n\nAbbiamo le condizioni stradali per più paesi. Controlla il traffico locale prima di iniziare a guidare.\n\nRisparmia tempo controllando le condizioni della strada prima di andare ovunque. Basta ritardare il viaggio/prendere un percorso alternativo se esiste\ningorgo stradale.",
    "ja": "運転を開始する前に道路状況を簡単に確認したいですか?\n\n今すぐこのソフトウェアをインストールすると、世界中のローカル道路状況にアクセスできます。\n\n複数の国の道路状況があります。運転を開始する前に、地元の交通状況を確認してください。\n\n出かける前に道路状況をチェックして時間を節約しましょう。旅行を遅らせるか、代替ルートがある場合はそれを利用してください\n交通渋滞。",
    "ko": "운전을 시작하기 전에 빠른 도로 상황 확인을 원하십니까?\n\n지금 이 소프트웨어를 설치하면 전 세계의 현지 도로 상황에 액세스할 수 있습니다.\n\n우리는 여러 국가의 도로 상황을 가지고 있습니다. 운전을 시작하기 전에 현지 교통 상황을 확인하세요.\n\n어디든 가기 전에 도로 상황을 확인하여 시간을 절약하세요. 여행을 연기하거나 다른 경로가 있는 경우 대체 경로를 이용하십시오.\n교통 혼잡.",
    "lt": "Norite greitai patikrinti kelio sąlygas prieš pradėdami važiuoti?\n\nĮdiekite šią programinę įrangą šiandien ir galėsite gauti prieigą prie vietinių kelių sąlygų visame pasaulyje.\n\nTurime kelių sąlygas kelioms šalims. Prieš pradėdami važiuoti, patikrinkite vietinį eismą.\n\nSutaupykite laiko patikrindami kelio sąlygas prieš kur nors išvykdami. Tiesiog atidėkite kelionę / pasirinkite kitą maršrutą, jei yra\neismo spūstys.",
    "lv": "Vai vēlaties ātri pārbaudīt ceļa apstākļus, pirms sākat braukt?\n\nInstalējiet šo programmatūru jau šodien, un jūs varat piekļūt vietējiem ceļu apstākļiem visā pasaulē.\n\nMums ir ceļu apstākļi vairākām valstīm. Pirms braukšanas uzsākšanas pārbaudiet vietējo satiksmi.\n\nIetaupiet laiku, pārbaudot ceļa apstākļus, pirms kaut kur dodaties. Vienkārši atlikt ceļojumu/izvēlēties alternatīvu maršrutu, ja tāds ir\nsatiksmes sastrēgumi.",
    "ms": "Ingin mendapatkan pemeriksaan keadaan jalan raya dengan cepat sebelum anda mula memandu?\n\nPasang perisian ini hari ini dan anda boleh mendapatkan akses kepada keadaan jalan tempatan di seluruh dunia.\n\nKami mempunyai keadaan jalan untuk berbilang negara. Semak trafik tempatan sebelum anda mula memandu.\n\nJimat masa dengan menyemak keadaan jalan sebelum anda pergi ke mana-mana. Tangguhkan sahaja perjalanan anda/ambil laluan alternatif jika ada\nkesesakan lalu lintas.",
    "nl": "Wilt u een snelle controle van de toestand van de wegen voordat u gaat rijden?\n\nInstalleer deze software vandaag nog en u krijgt toegang tot de lokale wegomstandigheden over de hele wereld.\n\nWe hebben de wegomstandigheden voor meerdere landen. Controleer het lokale verkeer voordat u gaat rijden.\n\nBespaar tijd door de wegomstandigheden te controleren voordat u ergens heen gaat. Stel uw reis gewoon uit of neem een alternatieve route als die er is\nverkeersopstopping.",
    "no": "Vil du få en rask sjekk av veiforholdene før du begynner å kjøre?\n\nInstaller denne programvaren i dag, og du kan få tilgang til de lokale veiforholdene rundt om i verden.\n\nVi har veiforholdene for flere land. Sjekk den lokale trafikken før du begynner å kjøre.\n\nSpar tid ved å sjekke veiforholdene før du drar noe sted. Bare utsett turen/ta en alternativ rute hvis det er det\ntrafikkaos.",
    "pl": "Chcesz szybko sprawdzić warunki drogowe przed rozpoczęciem jazdy?\n\nZainstaluj to oprogramowanie już dziś i uzyskaj dostęp do lokalnych warunków drogowych na całym świecie.\n\nMamy warunki drogowe dla wielu krajów. Przed rozpoczęciem jazdy sprawdź lokalne natężenie ruchu.\n\nOszczędzaj czas, sprawdzając warunki drogowe przed wyruszeniem w dowolne miejsce. Po prostu opóźnij podróż/wybierz alternatywną trasę, jeśli istnieje\nnatężenie ruchu.",
    "ro": "Doriți să obțineți o verificare rapidă a condițiilor drumului înainte de a începe să conduceți?\n\nInstalați acest software astăzi și puteți obține acces la condițiile drumurilor locale din întreaga lume.\n\nAvem condițiile de drum pentru mai multe țări. Verificați traficul local înainte de a începe să conduceți.\n\nEconomisiți timp verificând condițiile drumului înainte de a merge oriunde. Doar amânați călătoria/luați o rută alternativă dacă există\ncongestionarea traficului.",
    "ru": "Хотите быстро проверить дорожные условия, прежде чем начать движение?\n\nУстановите это программное обеспечение сегодня, и вы сможете получить доступ к местным дорожным условиям по всему миру.\n\nУ нас есть дорожные условия для нескольких стран. Проверьте местный трафик, прежде чем начать движение.\n\nЭкономьте время, проверяя дорожные условия, прежде чем куда-либо отправиться. Просто отложите поездку/используйте альтернативный маршрут, если есть\nзаторы на дорогах.",
    "sk": "Chcete rýchlo skontrolovať stav vozovky predtým, ako začnete jazdiť?\n\nNainštalujte si tento softvér ešte dnes a získate prístup k miestnym cestným podmienkam po celom svete.\n\nMáme podmienky na cestách pre viacero krajín. Pred jazdou skontrolujte miestnu premávku.\n\nUšetrite čas kontrolou stavu vozovky predtým, ako niekam pôjdete. Jednoducho odložte cestu/vyberte si alternatívnu trasu, ak existuje\ndopravná zápcha.",
    "sl": "Želite hitro preveriti razmere na cesti, preden začnete z vožnjo?\n\nNamestite to programsko opremo še danes in imeli boste dostop do lokalnih cestnih razmer po vsem svetu.\n\nImamo razmere na cestah za več držav. Pred začetkom vožnje preverite lokalni promet.\n\nPrihranite čas tako, da preverite razmere na cestah, preden se odpravite kamor koli. Samo odložite potovanje/izberite alternativno pot, če obstaja\nprometni zastoj.",
    "sr": "Желите да добијете брзу проверу стања на путу пре него што почнете да возите?\n\nИнсталирајте овај софтвер данас и можете добити приступ локалним условима на путевима широм света.\n\nИмамо услове на путевима за више земаља. Проверите локални саобраћај пре него што почнете да возите.\n\nУштедите време тако што ћете проверити услове на путу пре него што било где кренете. Само одложите своје путовање / идите алтернативним путем ако постоји\nгустина саобраћаја.",
    "sv": "Vill du få en snabb kontroll av väglaget innan du börjar köra?\n\nInstallera denna programvara idag och du kan få tillgång till de lokala vägförhållandena runt om i världen.\n\nVi har väglag för flera länder. Kontrollera den lokala trafiken innan du börjar köra.\n\nSpara tid genom att kontrollera väglaget innan du åker någonstans. Bara försena din resa/ta en alternativ rutt om det finns\ntrafikstockningar.",
    "th": "ต้องการตรวจสอบสภาพถนนอย่างรวดเร็วก่อนเริ่มขับรถหรือไม่?\n\nติดตั้งซอฟต์แวร์นี้วันนี้และคุณสามารถเข้าถึงสภาพถนนในท้องถิ่นทั่วโลก\n\nเรามีสภาพถนนสำหรับหลายประเทศ ตรวจสอบการจราจรในพื้นที่ก่อนเริ่มขับรถ\n\nประหยัดเวลาด้วยการตรวจสอบสภาพถนนก่อนเดินทางไปทุกที่ เพียงแค่เลื่อนการเดินทางของคุณ/ใช้เส้นทางอื่นถ้ามี\nการจราจรแออัด.",
    "tr": "Sürüşe başlamadan önce hızlı bir yol durumu kontrolü yaptırmak ister misiniz?\n\nBu yazılımı bugün yükleyin ve dünyadaki yerel yol koşullarına erişin.\n\nBirden fazla ülke için yol koşullarına sahibiz. Sürüşe başlamadan önce yerel trafiği kontrol edin.\n\nHerhangi bir yere gitmeden önce yol koşullarını kontrol ederek zamandan tasarruf edin. Sadece seyahatinizi erteleyin/varsa alternatif bir rota kullanın\ntrafik sıkışıklığı.",
    "uk": "Хочете отримати швидку перевірку дорожніх умов, перш ніж почати їздити?\n\nУстановіть це програмне забезпечення сьогодні, і ви отримаєте доступ до місцевих дорожніх умов у всьому світі.\n\nУ нас є дорожні умови для багатьох країн. Перш ніж почати їздити, перевірте місцеві затори.\n\nЕкономте час, перевіряючи стан доріг перед тим, як кудись їхати. Просто відкладіть поїздку/виберіть альтернативний маршрут, якщо він є\nзатори на дорогах.",
    "vi": "Bạn muốn kiểm tra nhanh tình trạng đường xá trước khi bắt đầu lái xe?\n\nCài đặt phần mềm này ngay hôm nay và bạn có thể truy cập vào các điều kiện đường địa phương trên khắp thế giới.\n\nChúng tôi có các điều kiện đường bộ cho nhiều quốc gia. Kiểm tra giao thông địa phương trước khi bạn bắt đầu lái xe.\n\nTiết kiệm thời gian bằng cách kiểm tra tình trạng đường trước khi bạn đi bất cứ đâu. Chỉ cần trì hoãn chuyến đi của bạn/đi một tuyến đường thay thế nếu có\nùn tắc giao thông.",
    "zh_CN": "想在开始驾驶之前快速检查路况吗？\n\n立即安装此软件，您就可以访问世界各地的当地路况。\n\n我们拥有多个国家的道路条件。在您开始驾驶之前检查当地的交通情况。\n\n在你去任何地方之前检查路况可以节省时间。如果有\n交通拥堵。",
    "zh_TW": "想在開始駕駛之前快速檢查路況嗎？\n\n立即安裝此軟件，您就可以訪問世界各地的當地路況。\n\n我們擁有多個國家的道路條件。在您開始駕駛之前檢查當地的交通情況。\n\n在你去任何地方之前檢查路況可以節省時間。如果有\n交通擁堵。"
  }
}