{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "minimal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A minimal, less attention grabbing, internet experience.",
    "de": "Eine minimale, weniger Aufmerksamkeit vereinnahmende Interneterfahrung.",
    "es": "Una experiencia mínima del internet que atrae menos la atención",
    "fr": "Une expérience internet minimale, qui accapare moins l'attention."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "! EXPERIMENTAL ! This extension is in beta for chromium based browsers and so, might not work properly. You can help by reporting issues here: https://gitlab.com/aupya/minimal/issues\n\nMinimal is a browser extension to experience a minimal, less attention grabbing internet experience. Internet should be a tool, not a trap.\n\nMinimal is driven by core values:\n\n- The user must actively make choices by themselves.\n- A user should easily find the content they are searching for on a page, not the content a platform wants them to see.\n- A service provider can convince the user to use their platform, but only through their services' inner quality.\n\nThis extension is being developed for the greater good, its an open source project, you can check the code and contribute here: https://gitlab.com/aupya/minimal.\n\nSome details to know:\n - All product and company names are trademarks™ or registered® trademarks of their respective holders. Use of them does not imply any affiliation with or endorsement by them.\n\n - This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.\n\n - Minimal is fully transparent about what it does once installed, being open source and well documented. Minimal has no effect on the website themselves, minimal is an add-on that allows you to customize your experience while browsing on the internet.\n\n - Minimal does not collect any data.\n \n - Your browser will require you to add permissions for minimal to access any website. Those permissions are necessary for minimal to be able to add the stylesheets and the scripts needed for its functioning. If this requirement frighten you, it's a good thing, you should not accept to give permissions that easily. In the case of Minimal, you should know that it is an open-source add-on, everyone is free and invited to check its source code.\n\n\nIf you encounter any problem while using minimal, please create a new issue https://gitlab.com/aupya/minimal/issues.\n\nIf you spot something that you think minimal should act upon on a common website let us know by  creating a ticket here https://gitlab.com/aupya/minimal/issues.",
    "fr": "! EXPERIMENTAL ! Cette extension est en version bêta pour les navigateurs basés sur chromium et pourrait donc ne pas fonctionner correctement. Vous pouvez nous aider en signalant les problèmes ici : https://gitlab.com/aupya/minimal/issues\n\nMinimal est une extension de navigateur qui propose une expérience internet minimale. Internet devrait être un outil, pas un piège.\n\nMinimal est guidé par des valeurs fondamentales :\n- L'utilisateur doit activement faire ses choix par lui-même.\n- L'utilisateur doit pouvoir trouver facilement le contenu qu'il recherche sur une page, et non le contenu qu'une plate-forme veut qu'il voit.\n- Un fournisseur de services peut convaincre l'utilisateur d'utiliser sa plate-forme, mais seulement par la qualité intrinsèque de ses services.\n\nCette extension est développée pour le bien commun, c'est un projet open source, vous pouvez consulter le code et contribuer ici : https://gitlab.com/aupya/minimal\n\nQuelques détails à savoir :\n\n- Tous les noms de produits et de sociétés sont des trademarks™ ou des marques déposées® de leurs détenteurs respectifs. Leur utilisation n'implique aucune affiliation ou approbation de leur part.\n\n- Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie tacite de QUALITÉ MARCHANDE ou d'ADÉQUATION à UN BUT PARTICULIER. Consultez la GNU General Public License pour plus de détails.\n\n- Minimal est totalement transparent sur ce qu'il fait une fois installé, étant open source et bien documenté. Minimal n'a aucun effet sur le site Web lui-même, minimal est un add-on qui vous permet de personnaliser votre expérience lors de votre navigation sur internet.\n\n- Minimal ne collecte aucune donnée.\n\n- Votre navigateur vous demandera d'ajouter des autorisations pour que minimal puisse accéder à tout site Web. Ces permissions sont nécessaires pour que minimal puisse ajouter les feuilles de style et les scripts nécessaires à son fonctionnement. Si ces permissions vous effraient, c'est une bonne chose, vous ne devriez pas accepter de donner des permissions aussi facilement. Dans le cas de Minimal, il faut savoir qu'il s'agit d'un add-on open-source, chacun est libre et invité à vérifier son code source.\n\n\nSi vous rencontrez un problème lors de l'utilisation de minimal, veuillez créer une nouvelle issue https://gitlab.com/aupya/minimal/-/issues\n\nSi vous remarquez quelque chose sur laquelle vous pensez que minimal devrait agir, faites-le nous savoir en créant un ticket ici https://gitlab.com/aupya/minimal/-/issues."
  }
}