{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scorsync Meet Autofill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autofills athlete levels for meet registration."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scorsync Meet Autofill is a Chrome extension designed to enhance the efficiency of filling out athlete levels on meet registration forms. Built specifically for coaches and team managers, our tool seamlessly integrates with USA Gymnastics Meet Registration, allowing for instant, error-free form completion.\n\nFeatures at a Glance:\n\nClub Selection: Choose from a dynamically populated list of clubs retrieved directly from Scorsync, ensuring that your data is always up-to-date and accurate.\n\nAutofill Functionality: With a single click, autofill athlete levels based on the selected club, significantly reducing manual input and the risk of errors.\n\nUser-Friendly Interface: Our floating UI design is not only intuitive but also non-intrusive, providing a smooth user experience without navigating away from the registration page.\n\nPersistent Selections: Thanks to Chrome's storage capabilities, Scorsync Meet Autofill remembers your last club selection, making repeated form submissions faster and more convenient.\n\nHow It Works:\n\nAfter installing Scorsync Meet Autofill, navigate to the meet registration page on the USA Gymnastics website. Our extension automatically detects the page and presents a discreet, floating interface. From there, you can select your club from the dropdown menu and click \"Autofill\" to populate the athlete levels instantly.\n\nPrivacy and Security:\n\nYour privacy is paramount. Scorsync Meet Autofill operates transparently, requiring minimal permissions to function. We don't track or store any personal information beyond your club selection preference, which is kept locally on your device for convenience.\n\nGetting Started:\n\nInstall Scorsync Meet Autofill from the Chrome Web Store.\nNavigate to your meet registration page.\nOpen the extension's UI, select your club, and hit \"Autofill\".\nExperience the ease of automated form filling!\nFor support, feedback, or more information, visit our website or contact our support team. Enhance your meet registration process with Scorsync Meet Autofill today – where efficiency meets accuracy."
  }
}