{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bold Text Extractor By Thrive Hash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract bold text from any webpage and download as CSV."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Bold Text Extractor by Thrive Hash, a powerful Chrome extension designed to streamline your online research and content creation process. This innovative tool allows users to effortlessly extract and highlight bold text from web pages with just a few clicks.\n\nKey features of Bold Text Extractor include:\n\nEffortless Extraction: Instantly identify and extract bold text from any webpage with a single click, saving you time and effort.\n\nCustomizable Highlighting: Tailor your highlighting preferences to suit your needs, ensuring that extracted text stands out prominently for easy reference.\n\nSeamless Integration: Seamlessly integrates into your Chrome browser, providing a convenient and accessible tool right at your fingertips.\n\nEnhanced Productivity: Streamline your research process and boost productivity by quickly identifying and organizing key information without interrupting your workflow.\n\nUser-Friendly Interface: Intuitive design makes Bold Text Extractor easy to use for users of all skill levels, with no technical expertise required.\n\nVersatile Applications: Ideal for students, researchers, writers, and professionals across various industries who rely on web content for their work.\n\nSay goodbye to tedious manual highlighting and hello to a more efficient and organized approach to online research with Bold Text Extractor by Thrive Hash. Experience the convenience and productivity gains for yourself by adding this indispensable tool to your Chrome browser today."
  }
}