{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PictaCast for Chromecast® - Trial"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform any TV into a Picture Frame Slideshow with Music (MP3) by Streaming Local Photo Albums from PC to Google Cast & Chromecast",
    "de": "Verwandeln Sie Ihr Fernsehgerät in einen Bilderrahmen für Diashows mit Musik (MP3) durch Streaming von lokalen Fotoalben vom PC…",
    "es": "Convierta su TV en una galería de presentación de fotos con música (MP3) mediante la transmisión de sus álbumes locales de fotos…",
    "fr": "Transformez votre téléviseur en un diaporama de cadre photo accompagné de musique (MP3) en diffusant les albums de photo locaux du…",
    "nl": "Maak van uw tv een fotolijst voor een diavoorstelling met muziek (mp3) door lokale fotoalbums van pc naar Chromecast te streamen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display personal photos on Chromecast directly from your local folders.\n\nWhat's New? \n- Fixed: App fails to start in Chrome v55 (December 2016)\n\nMultiple photo sources can be added and displayed in sequence or shuffled using any of the following display modes:\n- Fade In (one photo at a time)\n- Picture Wall (4 modes)\n\nAdditional features include:\n- Background Music from local MP3 files (not available on Chrome OS)\n- Slideshow speed setting\n- Time display\n- Picture file-name display\n- Pause Playback\n- Mobile Uploads \n- Support for Rotated Displays\n- Compatibility with Android / iOS Google Cast App\n\nThis Free version contains all features but is limited to 30 minutes of casting per day.\n\nBuy the full version \nhttps://pictacast.com/buy\n\nFollow us on Google+ \nhttps://plus.google.com/+PictaCastApp",
    "de": "Zeigen Sie persönliche Fotos auf Chromecast direkt aus Ihren lokalen Ordnern an.\n\n** Neueste Updates **\n- Mobile Uploads\n- Option 'Automatische Anpassung'\n- Anpassung der Musikwiedergabe\n\nMehrere Quellen für Fotos können hinzugefügt und nacheinander angezeigt oder als Zufallswiedergabe durch einen der folgenden Anzeigemodi präsentiert werden:\n- Fade-In (jeweils ein Foto)\n- Picture Wall (Bildwand) (vier Modi)\n\nZusätzliche Funktionen umfassen:\n- Hintergrundmusik aus lokalen MP3-Dateien (auf Chrome OS nicht verfügbar)\n- Geschwindigkeits-Einstellung für Diashow\n- Zeitanzeige\n- Anzeige des Foto-Dateinamens\n- Pause bei Wiedergabe\n\nDiese kostenlose Version enthält alle Funktionen, ist aber begrenzt auf 30 Minuten Anzeigezeit pro Tag.\n\nhttps://pictacast.com/kaufen",
    "es": "Suba sus fotos personales a Chromecast directamente desde sus carpetas locales.\n\n** Últimas actualizaciones**\n- Poner en pausa carpetas específicas para que no se repitan\n- Hacer clic en una pista de música para que se vuelva a reproducir de forma inmediata\n\nSe pueden añadir y mostrar múltiples fuentes de imagen de forma secuenciada o aleatoria usando los siguientes modos de presentación:\n- Fundido de entrada (fotos de una en una)\n- Mural de fotos (4 modos)\n\nLas funciones adicionales incluyen:\n- Música de fondo de archivos MP3 locales (no disponible en Chrome OS)\n- Configuración de velocidad de presentación de las diapositivas\n- Visualización de la hora\n- Visualización del nombre del archivo de la foto\n- Pausa de la repetición\n- Cargas móviles\n\nEsta versión gratuita incluye todas las funciones pero solo se puede usar 30 minutos al día.\n\nhttps://pictacast.com/comprar",
    "fr": "Visualiser des photos personnelles sur Chromecast directement à partir de vos dossiers locaux.\n\n** Dernières mises à jour **\n- Chargements à partir d'appareils portables \n- Option d'auto redimensionnement\n- Des corrections pour la lecture musicale\n\nPlusieurs sources de photos peuvent être ajoutées et visualisées en séquence ou mêlées en utilisant l'un quelconque des modes de visualisation suivants :\n- Apparaître en fondu (une photo à la fois)\n- Image murale (4 modes)\n\nCaractéristiques additionnelles :\n- Lecture de musique en fond à partir des fichiers MP3 locaux (Non disponible sur Chrome OS)\n- Paramétrage de la vitesse de diaporama\n- Affichage du temps\n- Affichage du nom du fichier\n- Pause de la lecture\n\nCette version gratuite possède toutes les caractéristiques de la version payante mais elle est limitée à 30 minutes de visualisation par jour.\n\nhttps://pictacast.com/acheter",
    "nl": "Toon persoonlijke foto's op Chromecast rechtstreeks van je lokale mappen.\n\n** Laatste updates **\n- Pauzeer specifieke mappen bij Afspelen\n- Klik op een muzieknummer om meteen af te spelen\n\nMeerdere fotobronnen kunnen worden toegevoegd en getoond worden in volgorde of willekeurig, met gebruik van elk van de volgende weergavemodi:\n- Infaden (één foto tegelijk)\n- Fotomuur (4 modi)\n\nExtra functies omvatten:\n- Achtergrondmuziek van lokale mp3-bestanden (niet beschikbaar op Chrome OS)\n- Instellen snelheid van diavoorstelling\n- Tijdweergave\n- Weergave afbeeldingsbestandsnaam\n- Pauzeer afspelen\n- Mobiele uploads \n\nDeze gratis versie bevat alle functies, maar is beperkt tot 30 minuten uitzenden per dag.\n\nhttps://pictacast.com/koop"
  }
}