{
  "name": {
    "ar": "Document Translator - ترجمة ملفات PDF وPPT عبر الإنترنت",
    "am": "Document Translator - ፒዲኤፍ፣ ፒፒቲ በመስመር ላይ ተርጉም",
    "bg": "Document Translator - Превеждайте PDF, PPT онлайн",
    "bn": "Document Translator - PDF, PPT অনলাইনে অনুবাদ করুন",
    "ca": "Document Translator - Tradueix PDF, PPT en línia",
    "cs": "Document Translator - Překlad PDF, PPT online",
    "da": "Document Translator - Oversæt PDF, PPT online",
    "de": "Document Translator - PDF, PPT online übersetzen",
    "el": "Document Translator - Μεταφράστε PDF, PPT διαδικτυακά",
    "en,en_AU,en_GB,en_US": "Document Translator - Translate PDF, PPT online",
    "es,es_419": "Document Translator - Traducir PDF, PPT en línea",
    "et": "Document Translator - Tõlgi PDF, PPT võrgus",
    "fa": "Document Translator - PDF، PPT را به صورت آنلاین ترجمه کنید",
    "fi": "Document Translator - Käännä PDF, PPT verkossa",
    "fil": "Document Translator - Isalin ang PDF, PPT online",
    "fr": "Document Translator - Traduisez des PDF, PPT en ligne",
    "gu": "Document Translator - PDF, PPT ઓનલાઇન અનુવાદ કરો",
    "he": "Document Translator - תרגם PDF, PPT באינטרנט",
    "hi": "Document Translator - पीडीएफ, पीपीटी का ऑनलाइन अनुवाद करें",
    "hr": "Document Translator - Prevedite PDF, PPT online",
    "hu": "Document Translator - PDF, PPT online fordítása",
    "id": "Document Translator - Terjemahkan PDF, PPT online",
    "it": "Document Translator - Traduci PDF, PPT online",
    "ja": "Document Translator - PDF、PPT をオンラインで翻訳",
    "kn": "Document Translator - PDF, PPT ಅನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಅನುವಾದಿಸಿ",
    "ko": "Document Translator - PDF, PPT를 온라인으로 번역하세요",
    "lt": "Document Translator - Versti PDF, PPT internetu",
    "lv": "Document Translator - Tulkot PDF, PPT tiešsaistē",
    "ml": "Document Translator - PDF, PPT ഓൺലൈനായി വിവർത്തനം ചെയ്യുക",
    "mr": "Document Translator - PDF, PPT ऑनलाइन भाषांतरित करा",
    "ms": "Document Translator - Terjemah PDF, PPT dalam talian",
    "nl": "Document Translator - Vertaal PDF, PPT online",
    "no": "Document Translator - Oversett PDF, PPT online",
    "pl": "Document Translator - Tłumacz PDF, PPT online",
    "pt_BR": "Document Translator - Traduza PDF, PPT online",
    "pt_PT": "Document Translator - Traduzir PDF, PPT online",
    "ro": "Document Translator - Traduceți PDF, PPT online",
    "ru": "Document Translator - Перевод PDF, PPT онлайн",
    "sk": "Document Translator - Preklad PDF, PPT online",
    "sl": "Document Translator - Prevedite PDF, PPT na spletu",
    "sr": "Document Translator - Преведите ПДФ, ППТ онлајн",
    "sv": "Document Translator - Översätt PDF, PPT online",
    "sw": "Document Translator - Tafsiri PDF, PPT mtandaoni",
    "ta": "Document Translator - PDF, PPT ஆன்லைனில் மொழிபெயர்க்கவும்",
    "te": "Document Translator - PDF, PPTని ఆన్‌లైన్‌లో అనువదించండి",
    "th": "Document Translator - แปล PDF, PPT ออนไลน์",
    "tr": "Document Translator - PDF, PPT'yi çevrimiçi çevirin",
    "uk": "Document Translator - Переклад PDF, PPT онлайн",
    "vi": "Document Translator - Dịch PDF, PPT trực tuyến",
    "zh_CN": "Document Translator - 在线翻译 PDF、PPT",
    "zh_TW": "Document Translator - 線上翻譯 PDF、PPT"
  },
  "short": {
    "ar": "ترجمة ملفات PDF وWord وExcel وPowerPoint عبر الإنترنت. استنادًا إلى ChatGPT، يحتفظ بتخطيط المستند الأصلي، ويدعم المستندات الممسوحة…",
    "am": "ፒዲኤፍ፣ ቃል፣ ኤክሴል፣ ፓወር ፖይንት በመስመር ላይ ተርጉም። በ ChatGPT ላይ የተመሰረተ፣ የተቃኙ ሰነዶችን በመደገፍ ዋናውን የሰነድ አቀማመጥ ያስቀምጣል።",
    "bg": "Превеждайте PDF, Word, Excel, PowerPoint онлайн. Базира се на ChatGPT, запазва оригиналното оформление на документа, поддържа…",
    "bn": "PDF, Word, Excel, PowerPoint অনলাইনে অনুবাদ করুন। ChatGPT এর ভিত্তি, মূল নথির বিন্যাস রাখে, স্ক্যান করা নথি সমর্থন করে।",
    "ca": "Tradueix PDF, Word, Excel, PowerPoint en línia. Basat en ChatGPT, manté la disposició original del document, donant suport als…",
    "cs": "Přeložte PDF, Word, Excel, PowerPoint online. Základem je ChatGPT, zachovává původní rozvržení dokumentu, podporuje naskenované…",
    "da": "Oversæt PDF, Word, Excel, PowerPoint online. Baserer sig på ChatGPT, bevarer det originale dokumentlayout og understøtter scannede…",
    "de": "Übersetzen Sie PDF, Word, Excel, PowerPoint online. Basierend auf ChatGPT, behält das ursprüngliche Dokument Layout, Unterstützung…",
    "el": "Μεταφράστε PDF, Word, Excel, PowerPoint online. Βάση στο ChatGPT, διατηρεί την αρχική διάταξη του εγγράφου, υποστηρίζοντας σαρωμένα…",
    "en,en_AU,en_GB,en_US": "Translate PDF, Word, Excel, PowerPoint online. Base on ChatGPT, keeps the original document layout, supporting scanned documents.",
    "es,es_419": "Traducir PDF, Word, Excel, PowerPoint en línea. Base en ChatGPT, mantiene el diseño original del documento, el apoyo a los…",
    "et": "Tõlge PDF, Word, Excel, PowerPoint võrgus. Base on ChatGPT, säilitab originaaldokumendi paigutuse, toetades skaneeritud dokumente.",
    "fa": "PDF، Word، Excel، PowerPoint را به صورت آنلاین ترجمه کنید. بر اساس ChatGPT، طرح‌بندی سند اصلی را حفظ می‌کند و از اسناد اسکن شده…",
    "fi": "Käännä PDF-, Word-, Excel- ja PowerPoint-tiedostot verkossa. Base on ChatGPT, pitää alkuperäisen asiakirjan ulkoasun, tukee…",
    "fil": "Isalin ang PDF, Word, Excel, PowerPoint online. Base sa ChatGPT, pinapanatili ang orihinal na layout ng dokumento, na sumusuporta…",
    "fr": "Traduire en ligne des documents PDF, Word, Excel, PowerPoint. Basé sur ChatGPT, il conserve la mise en page originale du document…",
    "gu": "PDF, Word, Excel, PowerPoint ઓનલાઇન અનુવાદ કરો. ChatGPT પર આધાર, મૂળ દસ્તાવેજ લેઆઉટ રાખે છે, સ્કેન કરેલા દસ્તાવેજોને સમર્થન આપે છે.",
    "he": "תרגם PDF, Word, Excel, PowerPoint באינטרנט. בסיס על ChatGPT, שומר על פריסת המסמך המקורית, תומך במסמכים סרוקים.",
    "hi": "PDF, Word, Excel, PowerPoint का ऑनलाइन अनुवाद करें। ChatGPT पर आधारित, मूल दस्तावेज़ लेआउट को बनाए रखता है, स्कैन किए गए…",
    "hr": "Prevedite PDF, Word, Excel, PowerPoint online. Temelji se na ChatGPT-u, zadržava izvorni izgled dokumenta, podržava skenirane…",
    "hu": "PDF, Word, Excel, PowerPoint online fordítása. Alap ChatGPT, megtartja az eredeti dokumentum elrendezését, támogatja a beolvasott…",
    "id": "Menerjemahkan PDF, Word, Excel, PowerPoint secara online. Berdasarkan ChatGPT, mempertahankan tata letak dokumen asli, mendukung…",
    "it": "Tradurre online PDF, Word, Excel, PowerPoint. Basato su ChatGPT, mantiene il layout del documento originale, supportando i…",
    "ja": "PDF、Word、Excel、PowerPointをオンラインで翻訳します。ChatGPTをベースに、オリジナルの文書レイアウトを保持し、スキャン文書をサポートします。",
    "kn": "PDF, Word, Excel, PowerPoint ಅನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಅನುವಾದಿಸಿ. ChatGPT ಆಧಾರದ ಮೇಲೆ, ಮೂಲ ಡಾಕ್ಯುಮೆಂಟ್ ವಿನ್ಯಾಸವನ್ನು ಇರಿಸುತ್ತದೆ, ಸ್ಕ್ಯಾನ್…",
    "ko": "PDF, Word, Excel, PowerPoint를 온라인으로 번역하세요. ChatGPT를 기반으로 원본 문서 레이아웃을 유지하며 스캔 문서를 지원합니다.",
    "lt": "Versti PDF, „Word“, „Excel“, „PowerPoint“ internetu. Remiantis ChatGPT, išsaugomas originalus dokumento išdėstymas, palaikomi…",
    "lv": "Tulkot PDF, Word, Excel, PowerPoint tiešsaistē. Pamatojoties uz ChatGPT, saglabā oriģinālo dokumenta izkārtojumu, atbalsta skenētus…",
    "ml": "PDF, Word, Excel, PowerPoint എന്നിവ ഓൺലൈനായി വിവർത്തനം ചെയ്യുക. ChatGPT അടിസ്ഥാനമാക്കി, സ്കാൻ ചെയ്ത പ്രമാണങ്ങളെ പിന്തുണയ്ക്കുന്ന…",
    "mr": "PDF, Word, Excel, PowerPoint ऑनलाईन भाषांतर करा. ChatGPT वर आधार, मूळ दस्तऐवज लेआउट ठेवते, स्कॅन केलेल्या दस्तऐवजांना समर्थन देते.",
    "ms": "Terjemah PDF, Word, Excel, PowerPoint dalam talian. Berdasarkan ChatGPT, menyimpan susun atur dokumen asal, menyokong dokumen yang…",
    "nl": "Vertaal PDF, Word, Excel, PowerPoint online. Gebaseerd op ChatGPT, behoudt de originele documentlay-out en ondersteunt gescande…",
    "no": "Oversett PDF, Word, Excel, PowerPoint online. Base på ChatGPT, beholder det opprinnelige dokumentoppsettet, støtter skannede…",
    "pl": "Tłumacz PDF, Word, Excel, PowerPoint online. Bazuje na ChatGPT, zachowuje oryginalny układ dokumentu, obsługuje zeskanowane…",
    "pt_BR": "Traduzir PDF, Word, Excel, PowerPoint on-line. Com base no ChatGPT, mantém o layout do documento original, oferecendo suporte a…",
    "pt_PT": "Traduzir PDF, Word, Excel, PowerPoint online. Baseado no ChatGPT, mantém o layout do documento original, suportando documentos…",
    "ro": "Tradu PDF, Word, Excel, PowerPoint online. Pe baza ChatGPT, păstrează aspectul original al documentului, susținând documentele…",
    "ru": "Переводите PDF, Word, Excel, PowerPoint в режиме онлайн. Основан на ChatGPT, сохраняет оригинальный макет документа, поддерживает…",
    "sk": "Prekladajte PDF, Word, Excel, PowerPoint online. Základom je ChatGPT, zachováva pôvodné rozloženie dokumentu, podporuje naskenované…",
    "sl": "Prevajajte PDF, Word, Excel, PowerPoint na spletu. Temelji na ChatGPT, ohranja izvirno postavitev dokumenta in podpira skenirane…",
    "sr": "Преводите ПДФ, Ворд, Екцел, ПоверПоинт на мрежи. Заснован на ЦхатГПТ-у, задржава оригинални изглед документа, подржавајући…",
    "sv": "Översätt PDF, Word, Excel, PowerPoint online. Baserat på ChatGPT, behåller originaldokumentets layout och stöder skannade dokument.",
    "sw": "Tafsiri PDF, Word, Excel, PowerPoint mtandaoni. Kulingana na ChatGPT, huweka mpangilio wa hati asili, na kusaidia hati…",
    "ta": "PDF, Word, Excel, PowerPoint ஆகியவற்றை ஆன்லைனில் மொழிபெயர்க்கவும். ChatGPT அடிப்படையில், ஸ்கேன் செய்யப்பட்ட ஆவணங்களை ஆதரிக்கும்…",
    "te": "PDF, Word, Excel, PowerPointలను ఆన్‌లైన్‌లో అనువదించండి. ChatGPT ఆధారంగా, స్కాన్ చేసిన డాక్యుమెంట్‌లకు మద్దతునిస్తూ ఒరిజినల్…",
    "th": "แปล PDF, Word, Excel, PowerPoint ออนไลน์ โดยใช้ ChatGPT เป็นหลัก โดยรักษาเค้าโครงเอกสารต้นฉบับไว้ รองรับเอกสารที่สแกน",
    "tr": "PDF, Word, Excel, PowerPoint'i çevrimiçi çevirin. ChatGPT'yi temel alır, orijinal belge düzenini korur, taranmış belgeleri…",
    "uk": "Перекладайте PDF, Word, Excel, PowerPoint онлайн. Базується на ChatGPT, зберігає оригінальний макет документа, підтримує…",
    "vi": "Dịch PDF, Word, Excel, PowerPoint trực tuyến. Dựa trên ChatGPT, giữ nguyên bố cục tài liệu gốc, hỗ trợ tài liệu được quét.",
    "zh_CN": "在线翻译 PDF、Word、Excel、PowerPoint。基于 ChatGPT，保留原始文档布局，支持扫描文档。",
    "zh_TW": "線上翻譯 PDF、Word、Excel、PowerPoint。以 ChatGPT 為基礎，保留原始文件排版，支援掃描文件。"
  },
  "long": {
    "ar": "ترجمة المستندات بناءً على أحدث نماذج اللغات الكبيرة مثل ChatGPT، مع الحفاظ الكامل على تخطيط المستند الأصلي ودعم المستندات الممسوحة ضوئيًا لتحقيق أفضل نتائج الترجمة في السوق.\n\nوهو مناسب لمجموعة متنوعة من المستندات في السيناريوهات المكتبية والتعليمية، مثل المقالات (arxiv.org)، والعقود، وتقارير الصناعة، ووثائق المنتج، والكتب، والملفات، والعروض التقديمية، وما إلى ذلك، ويوفر إمكانية استرداد تخطيط المستندات بدقة عالية.\n\nيتم حذف جميع البيانات التي تقوم بتحميلها تلقائيًا كل يوم.\n\n- دعم تحميل الملفات للترجمة وحفظها على Google Drive أو تنزيلها على المستوى المحلي.\n- دعم Word/PPT/Excel/PDF/PowerPoint وغيرها من التنسيقات.\n- ترجمة بينية بين أكثر من 200 لغة، الإنجليزية والإسبانية والفرنسية والألمانية والعربية والروسية وغيرها الكثير. ترجمة دقيقة وعملية سريعة.\n- ستحافظ الخدمة على التنسيق والتخطيط الأصليين للمستندات المذكورة.\n- مترجم PDF، مترجم PPT، مترجم PowerPoint، مترجم الكلمات، مترجم Excel، ترجمة PPT، ترجمة PowerPoint، ترجمة Word، ترجمة Excel.\n\nويمكن استخدامه أيضًا كمترجم EPUB ومترجم الترجمة.\n\nسيتم دعم الوضع الدفعي في المستقبل.\n\nسياسة الخصوصية\n\nحسب التصميم، تظل بياناتك في حسابك على Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. ولا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "እንደ ChatGPT ባሉ የቅርብ ጊዜ ትላልቅ የቋንቋ ሞዴሎች ላይ የተመሰረተ የሰነድ ትርጉም፣ ዋናውን የሰነድ አቀማመጥ ሙሉ በሙሉ በመጠበቅ እና የተቃኙ ሰነዶችን በመደገፍ በገበያ ላይ የተሻለውን የትርጉም ውጤት ለማግኘት።\n\nእንደ ድርሰቶች (arxiv.org) ፣ ኮንትራቶች ፣ የኢንዱስትሪ ሪፖርቶች ፣ የምርት ሰነዶች ፣ መጽሃፎች ፣ ፋይሎች ፣ አቀራረቦች ፣ ወዘተ ላሉ የተለያዩ ሰነዶች በቢሮ እና ትምህርታዊ ሁኔታዎች ተስማሚ ነው እና ከፍተኛ ትክክለኛነት ያለው የሰነድ አቀማመጥ መልሶ ማግኛ ችሎታን ይሰጣል።\n\nሁሉም የሚሰቅሉት ውሂብ በየቀኑ በራስ-ሰር ይሰረዛል።\n\n- ፋይሎችን ለትርጉም መስቀልን እና ወደ Google Drive ማስቀመጥ ወይም ወደ አካባቢያዊ ማውረድን ይደግፉ።\n- Word/PPT/Excel/PDF/PowerPoint እና ሌሎች ቅርጸቶችን ይደግፉ።\n- በ200+ ቋንቋዎች፣ እንግሊዝኛ፣ ስፓኒሽ፣ ፈረንሳይኛ፣ ጀርመንኛ፣ አረብኛ፣ ራሽያኛ እና ሌሎችም መካከል ትክክለኛ ትርጉም እና ፈጣን አሰራር።\n- አገልግሎቱ የተገለጹትን ሰነዶች የመጀመሪያ ቅርጸት እና አቀማመጥ ያቆያል።\n- ፒዲኤፍ ተርጓሚ፣ ፒፒቲ ተርጓሚ፣ ፓወር ፖይንት ተርጓሚ፣ የቃል ተርጓሚ፣ ኤክሴል ተርጓሚ፣ ፒፒቲ ተርጉም፣ ፓወር ፖይንትን ተርጉም፣ ቃልን ተርጉም፣ ኤክሴልን ተርጉም።\n\nእንደ EPUB ተርጓሚ እና የትርጉም ተርጓሚም ሊያገለግል ይችላል።\n\nባች ሁነታ ወደፊት ይደግፋል.\n\nየ ግል የሆነ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በመረጃ ቋታችን ውስጥ በጭራሽ አይቀመጥም የእርስዎ ውሂብ ለማንም አይጋራም፣ የተጨማሪውን ባለቤትም ጨምሮ።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "Превод на документи, базиран на най-новите големи езикови модели като ChatGPT, като се запазва напълно оригиналното оформление на документа и се поддържат сканирани документи, за да се постигнат най-добрите резултати при превод на пазара.\n\nПодходящ е за различни документи в офис и образователни сценарии, като есета (arxiv.org), договори, индустриални доклади, продуктова документация, книги, файлове, презентации и т.н., и предоставя възможност за възстановяване на оформлението на документи с висока точност.\n\nВсички данни, които качвате, се изтриват автоматично всеки ден.\n\n- Поддържа качване на файлове за превод и запазване в Google Диск или изтегляне на локално.\n- Поддръжка на Word/PPT/Excel/PDF/PowerPoint и други формати.\n- Вътрешен превод между 200+ езика, английски, испански, френски, немски, арабски, руски и много други. Точен превод и бърза работа.\n- Услугата ще запази оригиналното форматиране и оформление на споменатите незабавни резултати.\n- PDF преводач, PPT преводач, Преводач на PowerPoint, Преводач на Word, Преводач на Excel, Превод на PPT, Превод на PowerPoint, Превод на Word, Превод на Excel.\n\nМоже да се използва и като EPUB преводач и преводач на субтитри.\n\nПакетният режим ще се поддържа в бъдеще.\n\nПолитика за поверителност\n\nПо дизайн вашите данни остават по всяко време в акаунта ви в Google, никога не се запазват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "ChatGPT-এর মতো সাম্প্রতিক বৃহৎ ভাষার মডেলের উপর ভিত্তি করে নথি অনুবাদ, মূল নথির বিন্যাস সম্পূর্ণরূপে সংরক্ষণ করা এবং বাজারে সর্বোত্তম অনুবাদ ফলাফল অর্জনের জন্য স্ক্যান করা নথি সমর্থন করা।\n\nএটি অফিস এবং শিক্ষাগত পরিস্থিতিতে বিভিন্ন নথির জন্য উপযুক্ত, যেমন essays(arxiv.org), চুক্তি, শিল্প প্রতিবেদন, পণ্য ডকুমেন্টেশন, বই, ফাইল, উপস্থাপনা, ইত্যাদি, এবং উচ্চ-নির্ভুল নথি বিন্যাস পুনরুদ্ধারের ক্ষমতা প্রদান করে।\n\nআপনার আপলোড করা সমস্ত ডেটা প্রতিদিন স্বয়ংক্রিয়ভাবে মুছে ফেলা হয়।\n\n- অনুবাদের জন্য ফাইল আপলোড করা এবং Google ড্রাইভে সংরক্ষণ করা বা স্থানীয়তে ডাউনলোড করা সমর্থন করে৷\n- ওয়ার্ড/পিপিটি/এক্সেল/পিডিএফ/পাওয়ারপয়েন্ট এবং অন্যান্য ফরম্যাট সমর্থন করে।\n- 200+ ভাষার মধ্যে আন্তঃ অনুবাদ, ইংরেজি, স্প্যানিশ, ফরাসি, জার্মান, আরবি, রাশিয়ান এবং আরও অনেক কিছু সঠিক অনুবাদ এবং দ্রুত অপারেশন।\n- পরিষেবাটি তাত্ক্ষণিক ফলাফলগুলির মূল বিন্যাস এবং বিন্যাস সংরক্ষণ করবে৷\n- পিডিএফ অনুবাদক, পিপিটি অনুবাদক, পাওয়ারপয়েন্ট অনুবাদক, ওয়ার্ড অনুবাদক, এক্সেল অনুবাদক, পিপিটি অনুবাদ করুন, পাওয়ারপয়েন্ট অনুবাদ করুন, ওয়ার্ড অনুবাদ করুন, এক্সেল অনুবাদ করুন।\n\nএটি EPUB অনুবাদক এবং সাবটাইটেল অনুবাদক হিসাবেও ব্যবহার করা যেতে পারে।\n\nব্যাচ মোড ভবিষ্যতে সমর্থন করবে।\n\nগোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডেটাবেসে কখনও সংরক্ষিত হয় না, অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে ভাগ করা হয় না৷\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "Traducció de documents basada en els últims models d'idiomes grans com ChatGPT, conservant totalment el disseny original del document i donant suport als documents escanejats per aconseguir els millors resultats de traducció del mercat.\n\nÉs adequat per a una varietat de documents en escenaris d'oficina i educatius, com ara assaigs (arxiv.org), contractes, informes del sector, documentació de productes, llibres, fitxers, presentacions, etc., i ofereix una capacitat de recuperació de disseny de documents d'alta precisió.\n\nTotes les dades que carregueu s'eliminen automàticament cada dia.\n\n- Admet la càrrega de fitxers per traduir-los i desar-los a Google Drive o baixar-los al local.\n- Admet Word/PPT/Excel/PDF/PowerPoint i altres formats.\n- Intertraducció entre més de 200 idiomes, anglès, espanyol, francès, alemany, àrab, rus i molts més.\n- El servei conservarà el format i la maquetació originals d'aquests documents.\n- Traductor de PDF, Traductor PPT, Traductor de PowerPoint, Traductor de Word, Traductor d'Excel, Traduir PPT, Traduir PowerPoint, Traduir Word, Traduir Excel.\n\nTambé es pot utilitzar com a traductor d'EPUB i de subtítols.\n\nEl mode per lots serà compatible en el futur.\n\nPolítica de privacitat\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les vostres dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "Překlad dokumentů založený na nejnovějších velkých jazykových modelech, jako je ChatGPT, plně zachovává původní rozvržení dokumentu a podporuje naskenované dokumenty pro dosažení nejlepších výsledků překladu na trhu.\n\nJe vhodný pro různé dokumenty v kancelářských a vzdělávacích scénářích, jako jsou eseje (arxiv.org), smlouvy, průmyslové zprávy, produktová dokumentace, knihy, soubory, prezentace atd., a poskytuje vysoce přesnou schopnost obnovení rozvržení dokumentu.\n\nVšechna data, která nahrajete, jsou každý den automaticky smazána.\n\n- Podpora nahrávání souborů pro překlad a ukládání na Disk Google nebo stahování na místní.\n- Podpora Word/PPT/Excel/PDF/PowerPoint a další formáty.\n- Inter-překlady mezi 200+ jazyky, angličtinou, španělštinou, francouzštinou, němčinou, arabštinou, ruštinou a mnoha dalšími. Přesný překlad a rychlé ovládání.\n- Služba zachová původní formátování a rozložení uvedených dokumentů. Okamžité výsledky.\n- Překladač PDF, Překladač PPT, Překladač PowerPoint, Překladač slov, Překladač Excelu, Překladač PPT, Překladač PowerPoint, Překlad Word, Překladač Excelu.\n\nV současné době překládá prostřednictvím ChatGPT a v budoucnu bude podporovat DeepL, Google Translate, Open AI, Bard, Claude, Llama a Yandex Translate.\n\nMůže být také použit jako překladač EPUB a překladač titulků.\n\nDávkový režim bude v budoucnu podporován.\n\nZásady ochrany osobních údajů\n\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "Dokumentoversættelse baseret på de nyeste store sprogmodeller såsom ChatGPT, bevarer det originale dokumentlayout fuldt ud og understøtter scannede dokumenter for at opnå de bedste oversættelsesresultater på markedet.\n\nDen er velegnet til en række dokumenter i kontor- og uddannelsesscenarier, såsom essays (arxiv.org), kontrakter, brancherapporter, produktdokumentation, bøger, filer, præsentationer osv., og giver mulighed for gendannelse af dokumentlayout med høj præcision.\n\nAlle data, du uploader, slettes automatisk hver dag.\n\n- Understøttelse af upload af filer til oversættelse og lagring på Google Drev eller download til det lokale.\n- Understøtter Word/PPT/Excel/PDF/PowerPoint og andre formater.\n- Inter-oversættelse mellem 200+ sprog, engelsk, spansk, fransk, tysk, arabisk, russisk og mange flere. Nøjagtig oversættelse og hurtig betjening.\n- Tjenesten vil bevare den originale formatering og layout af nævnte dokumenter. Øjeblikkelige resultater.\n- PDF-oversætter, PPT-oversætter, PowerPoint-oversætter, Word-oversætter, Excel-oversætter, Oversæt PPT, Oversæt PowerPoint, Oversæt Word, Oversæt Excel.\n\nDet kan også bruges som EPUB-oversætter og undertekstoversætter.\n\nBatch-tilstand vil understøtte i fremtiden.\n\nFortrolighedspolitik\n\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive ejeren af ​​tilføjelsen.\nVi overholder privatlivslovgivningen (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "Dokumentenübersetzung basierend auf den neuesten großen Sprachmodellen wie ChatGPT, wobei das ursprüngliche Dokumentlayout vollständig erhalten bleibt und gescannte Dokumente unterstützt werden, um die besten Übersetzungsergebnisse auf dem Markt zu erzielen.\n\nEs eignet sich für eine Vielzahl von Dokumenten in Büro- und Bildungsszenarien, wie z. B. Aufsätze (arxiv.org), Verträge, Branchenberichte, Produktdokumentationen, Bücher, Dateien, Präsentationen usw., und bietet hochpräzise Wiederherstellungsfunktionen für das Dokumentlayout.\n\nAlle von Ihnen hochgeladenen Daten werden jeden Tag automatisch gelöscht.\n\n- Unterstützt das Hochladen von Dateien zur Übersetzung und das Speichern auf Google Drive oder das Herunterladen auf die lokale Festplatte.\n- Unterstützt Word/PPT/Excel/PDF/PowerPoint und andere Formate.\n- Interübersetzung zwischen über 200 Sprachen, Englisch, Spanisch, Französisch, Deutsch, Arabisch, Russisch und vielen mehr. Genaue Übersetzung und schnelle Bedienung.\n- Der Dienst behält die ursprüngliche Formatierung und das ursprüngliche Layout dieser Dokumente bei. Sofortige Ergebnisse.\n- PDF-Übersetzer, PPT-Übersetzer, PowerPoint-Übersetzer, Wortübersetzer, Excel-Übersetzer, PPT übersetzen, PowerPoint übersetzen, Wort übersetzen, Excel übersetzen.\n\nEs kann auch als EPUB-Übersetzer und Untertitelübersetzer verwendet werden.\n\nDer Batch-Modus wird in Zukunft unterstützt.\n\nDatenschutzrichtlinie\n\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Μετάφραση εγγράφων βασισμένη στα πιο πρόσφατα μοντέλα μεγάλων γλωσσών, όπως το ChatGPT, διατηρώντας πλήρως τη διάταξη του αρχικού εγγράφου και υποστηρίζοντας τα σαρωμένα έγγραφα για την επίτευξη των καλύτερων μεταφραστικών αποτελεσμάτων στην αγορά.\n\nΕίναι κατάλληλο για μια ποικιλία εγγράφων στο γραφείο και σε εκπαιδευτικά σενάρια, όπως δοκίμια (arxiv.org), συμβόλαια, αναφορές κλάδου, τεκμηρίωση προϊόντων, βιβλία, αρχεία, παρουσιάσεις κ.λπ., και παρέχει δυνατότητα ανάκτησης διάταξης εγγράφων υψηλής ακρίβειας.\n\nΌλα τα δεδομένα που ανεβάζετε διαγράφονται αυτόματα κάθε μέρα.\n\n- Υποστηρίξτε τη μεταφόρτωση αρχείων για μετάφραση και την αποθήκευση στο Google Drive ή τη λήψη στο τοπικό.\n- Υποστήριξη Word/PPT/Excel/PDF/PowerPoint και άλλες μορφές.\n- Δια-μετάφραση μεταξύ 200+ γλωσσών, Αγγλικά, Ισπανικά, Γαλλικά, Γερμανικά, Αραβικά, Ρωσικά και πολλές άλλες. Ακριβής μετάφραση και γρήγορη λειτουργία.\n- Η υπηρεσία θα διατηρήσει την αρχική μορφοποίηση και διάταξη των εν λόγω εγγράφων. Άμεσα αποτελέσματα.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nΜπορεί επίσης να χρησιμοποιηθεί ως μεταφραστής EPUB και μεταφραστής υποτίτλων.\n\nΗ λειτουργία δέσμης θα υποστηρίζεται στο μέλλον.\n\nΠολιτική Απορρήτου\n\nΑπό τη σχεδίαση, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.",
    "en,en_AU": "Document translation based on the latest large language models such as ChatGPT, fully preserving the original document layout and supporting scanned documents to achieve the best translation results on the market.\n\nIt is suitable for a variety of documents in office and educational scenarios, such as essays(arxiv.org), contracts, industry reports, product documentation, books, files, presentations, etc., and provides high-precision document layout recovery capability. \n\nAll data you upload are automatically deleted every day. \n\n- Support uploading files for translation, and saving to the Google Drive or downloading to the local. \n- Support Word/PPT/Excel/PDF/PowerPoint and other formats. \n- Inter-translation between 200+ languages, English,  Spanish, French, German, Arabic, Russian and many more. Accurate translation and fast operation.\n- The service will preserve the original formatting and layout of said documents. Instant results.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nIt also can be used as EPUB translator and subtitle translator.\n\nBatch mode will support in the future. \n\nPrivacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "en_GB,en_US": "Document translation based on the latest large language models such as ChatGPT, fully preserving the original document layout and supporting scanned documents to achieve the best translation results on the market.\n\nIt is suitable for a variety of documents in office and educational scenarios, such as essays(arxiv.org), contracts, industry reports, product documentation, books, files, presentations, etc., and provides high-precision document layout recovery capability. \n\nAll data you upload are automatically deleted every day. \n\n- Support uploading files for translation, and saving to the Google Drive or downloading to the local. \n- Support Word/PPT/Excel/PDF/PowerPoint and other formats. \n- Inter-translation between 200+ languages, English,  Spanish, French, German, Arabic, Russian and many more. Accurate translation and fast operation.\n- The service will preserve the original formatting and layout of said documents. Instant results.\n\nIt also can be used as EPUB translator and subtitle translator.\n\nBatch mode will support in the future. \n\nPrivacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "Traducción de documentos basada en los últimos modelos de lenguaje de gran tamaño como ChatGPT, conservando totalmente el diseño del documento original y admitiendo documentos escaneados para lograr los mejores resultados de traducción del mercado.\n\nEstá suitable para variedad de documentos en office and educational scenarios, suyos a los essays(archiv.org), contratos, industria reportes, producto de documentación, books, filas, presentaciones, etc.\n\nAll data you upload are automatically deleted every day.\n\n- Support uploading files para translation, y saving a Google Drive or downloading a local.\n- Support Word/PPT/Excel/PDF/PowerPoint y otros formatos.\n- Inter-translation between 200+ languages, English, Spanish, French, German, Arabic, Russian and many more. Accurate translation and fast operation.\n- The service will preserve el original formating y layout of said documentos. Instante results.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nEstá también disponible para EPUB translator and subtitle translator.\n\nBatch mode will support in the future.\n\nPrivacy Policy\n\nPor design, nuestra fecha está en todas las fechas en la que Google account, never saved en nuestra database. Su fecha es shared with anyone, incluyendo el add-on owner.\nWe cumplies con privacy laws (especialmente GDPR & California Privacy Act) to protect your data.",
    "et": "Dokumenditõlge, mis põhineb uusimatel suurkeelemudelitel, nagu ChatGPT, säilitades täielikult originaaldokumendi paigutuse ja toetades skannitud dokumente, et saavutada parimad tõlketulemused turul.\n\nSee sobib mitmesuguste kontori- ja haridusstsenaariumite dokumentide jaoks, nagu esseed (arxiv.org), lepingud, tööstusaruanded, tootedokumentatsioon, raamatud, failid, esitlused jne, ning pakub ülitäpse dokumendipaigutuse taastamise võimalust.\n\nKõik üleslaaditavad andmed kustutatakse automaatselt iga päev.\n\n- Toetage failide tõlkimiseks üleslaadimist ja Google Drive'i salvestamist või kohalikku allalaadimist.\n- Toetage Wordi / PPT / Exceli / PDF / PowerPointi ja muid vorminguid.\n- Inter-tõlge 200+ keele, inglise, hispaania, prantsuse, saksa, araabia, vene ja paljude teiste keelte vahel. Täpne tõlge ja kiire töö.\n- Teenus säilitab nimetatud dokumentide algse vormingu ja küljenduse. Vahetu tulemused.\n- PDF-i tõlkija, PPT-tõlkija, PowerPointi tõlkija, Wordi tõlkija, Exceli tõlkija, PPT-tõlkija, PowerPointi tõlkija, Wordi tõlkimise, Exceli tõlkimise.\n\nSeda saab kasutada ka EPUB-i ja subtiitrite tõlkijana.\n\nPakettrežiim toetab tulevikus.\n\nPrivaatsuspoliitika\n\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "ترجمه اسناد بر اساس آخرین مدل‌های زبان بزرگ مانند ChatGPT، با حفظ کامل طرح سند اصلی و پشتیبانی از اسناد اسکن شده برای دستیابی به بهترین نتایج ترجمه در بازار.\n\nاین برای انواع اسناد در دفتر و سناریوهای آموزشی، مانند مقالات (arxiv.org)، قراردادها، گزارش های صنعت، مستندات محصول، کتاب ها، فایل ها، ارائه ها و غیره مناسب است و قابلیت بازیابی طرح بندی اسناد را با دقت بالا ارائه می دهد.\n\nهمه داده هایی که آپلود می کنید هر روز به طور خودکار حذف می شوند.\n\n- پشتیبانی از آپلود فایل ها برای ترجمه، و ذخیره در Google Drive یا دانلود در محلی.\n- پشتیبانی از Word/PPT/Excel/PDF/PowerPoint و فرمت های دیگر.\n- ترجمه بین 200+ زبان، انگلیسی، اسپانیایی، فرانسوی، آلمانی، عربی، روسی و بسیاری دیگر. ترجمه دقیق و عملکرد سریع.\n- این سرویس قالب بندی و طرح بندی اصلی اسناد مذکور را حفظ می کند. نتایج فوری\n- مترجم PDF، مترجم PPT، مترجم پاورپوینت، مترجم ورد، مترجم اکسل، ترجمه PPT، ترجمه پاورپوینت، ترجمه ورد، ترجمه اکسل.\n\nهمچنین می توان از آن به عنوان مترجم EPUB و مترجم زیرنویس استفاده کرد.\n\nحالت دسته ای در آینده پشتیبانی خواهد شد.\n\nسیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "Asiakirjojen käännös perustuu uusimpiin suuriin kielimalleihin, kuten ChatGPT, joka säilyttää täysin alkuperäisen asiakirjan asettelun ja tukee skannattuja asiakirjoja markkinoiden parhaan käännöstuloksen saavuttamiseksi.\n\nSe sopii useille asiakirjoille toimisto- ja koulutusskenaarioissa, kuten esseitä (arxiv.org), sopimuksia, toimialaraportteja, tuotedokumentaatioita, kirjoja, tiedostoja, esityksiä jne., ja tarjoaa erittäin tarkan asiakirjaasettelun palautustoiminnon.\n\nKaikki lataamasi tiedot poistetaan automaattisesti joka päivä.\n\n- Tukee tiedostojen lataamista käännettäväksi ja tallentamista Google Driveen tai lataamista paikalliseen.\n- Tuki Word/PPT/Excel/PDF/PowerPointi ja muita muotoja.\n- Käännös yli 200 kielen välillä, englanti, espanja, ranska, saksa, arabia, venäjä ja monet muut. Tarkka käännös ja nopea toiminta.\n- Palvelu säilyttää mainittujen asiakirjojen alkuperäisen muotoilun ja asettelun. Välittömät tulokset.\n- PDF-kääntäjä, PPT-kääntäjä, PowerPoint-kääntäjä, Word-kääntäjä, Excel-kääntäjä, kääntää PPT, kääntää PowerPoint, kääntää Word, kääntää Excel.\n\nSitä voidaan käyttää myös EPUB-kääntäjänä ja tekstityskääntäjänä.\n\nErätila tukee jatkossa.\n\nTietosuojakäytäntö\n\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Pagsasalin ng dokumento batay sa pinakabagong malalaking modelo ng wika tulad ng ChatGPT, ganap na pinapanatili ang orihinal na layout ng dokumento at pagsuporta sa mga na-scan na dokumento upang makamit ang pinakamahusay na mga resulta ng pagsasalin sa merkado.\n\nIto ay angkop para sa iba't ibang mga dokumento sa opisina at mga sitwasyong pang-edukasyon, tulad ng mga sanaysay (arxiv.org), mga kontrata, mga ulat sa industriya, dokumentasyon ng produkto, mga aklat, mga file, mga presentasyon, atbp., at nagbibigay ng mataas na katumpakan na kakayahan sa pagbawi ng layout ng dokumento.\n\nLahat ng data na ina-upload mo ay awtomatikong nade-delete araw-araw.\n\n- Suportahan ang pag-upload ng mga file para sa pagsasalin, at pag-save sa Google Drive o pag-download sa lokal.\n- Suportahan ang Word/PPT/Excel/PDF/PowerPoint at iba pang mga format.\n- Inter-translation sa pagitan ng 200+ na wika, English, Spanish, French, German, Arabic, Russian at marami pa. Tumpak na pagsasalin at mabilis na operasyon.\n- Papanatilihin ng serbisyo ang orihinal na pag-format at layout ng nasabing mga dokumento. Mga instant na resulta.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nMaaari rin itong magamit bilang tagasalin ng EPUB at tagasalin ng subtitle.\n\nSusuportahan ang batch mode sa hinaharap.\n\nPatakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Ang iyong data ay hindi ibinabahagi sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "Traduction de documents basée sur les derniers grands modèles linguistiques tels que ChatGPT, préservant entièrement la mise en page du document d'origine et prenant en charge les documents numérisés pour obtenir les meilleurs résultats de traduction du marché.\n\nIl convient à une variété de documents dans des scénarios bureautiques et éducatifs, tels que des essais (arxiv.org), des contrats, des rapports industriels, de la documentation produit, des livres, des fichiers, des présentations, etc., et offre une capacité de récupération de mise en page de documents de haute précision.\n\nToutes les données que vous téléchargez sont automatiquement supprimées chaque jour.\n\n- Prise en charge du téléchargement de fichiers à traduire et de l'enregistrement sur Google Drive ou du téléchargement sur le site local.\n-Prend en charge Word/PPT/Excel/PDF/PowerPoint et d'autres formats.\n- Intertraduction entre plus de 200 langues, anglais, espagnol, français, allemand, arabe, russe et bien d'autres. Traduction précise et fonctionnement rapide.\n- Le service conservera la mise en forme et la mise en page d'origine desdits documents. Résultats instantanés.\n- Traducteur PDF, Traducteur PPT, Traducteur PowerPoint, Traducteur Word, Traducteur Excel, Traduire PPT, Traduire PowerPoint, Traduire Word, Traduire Excel.\n\nIl peut également être utilisé comme traducteur EPUB et traducteur de sous-titres.\n\nLe mode batch sera pris en charge à l’avenir.\n\npolitique de confidentialité\n\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "ChatGPT જેવા તાજેતરના મોટા ભાષાના મોડલ પર આધારિત દસ્તાવેજ અનુવાદ, મૂળ દસ્તાવેજના લેઆઉટને સંપૂર્ણપણે સાચવીને અને બજારમાં શ્રેષ્ઠ અનુવાદ પરિણામો પ્રાપ્ત કરવા માટે સ્કેન કરેલા દસ્તાવેજોને સમર્થન આપે છે.\n\nતે ઓફિસ અને શૈક્ષણિક પરિસ્થિતિઓમાં વિવિધ દસ્તાવેજો માટે યોગ્ય છે, જેમ કે નિબંધો (arxiv.org), કરારો, ઉદ્યોગ અહેવાલો, ઉત્પાદન દસ્તાવેજીકરણ, પુસ્તકો, ફાઇલો, પ્રસ્તુતિઓ, વગેરે, અને ઉચ્ચ-ચોકસાઇવાળા દસ્તાવેજ લેઆઉટ પુનઃપ્રાપ્તિ ક્ષમતા પ્રદાન કરે છે.\n\nતમે અપલોડ કરો છો તે તમામ ડેટા દરરોજ આપમેળે કાઢી નાખવામાં આવે છે.\n\n- અનુવાદ માટે ફાઇલો અપલોડ કરવામાં અને Google ડ્રાઇવ પર સાચવવામાં અથવા સ્થાનિકમાં ડાઉનલોડ કરવા માટે સપોર્ટ કરો.\n- વર્ડ/પીપીટી/એક્સેલ/પીડીએફ/પાવરપોઈન્ટ અને અન્ય ફોર્મેટને સપોર્ટ કરો.\n- 200+ ભાષાઓ વચ્ચે આંતર-અનુવાદ, અંગ્રેજી, સ્પેનિશ, ફ્રેન્ચ, જર્મન, અરબી, રશિયન અને ઘણી વધુ. સચોટ અનુવાદ અને ઝડપી કામગીરી.\n- સેવા આ દસ્તાવેજોના મૂળ ફોર્મેટિંગ અને લેઆઉટને સાચવશે. ત્વરિત પરિણામો.\n- પીડીએફ ટ્રાન્સલેટર, પીપીટી ટ્રાન્સલેટર, પાવરપોઈન્ટ ટ્રાન્સલેટર, વર્ડ ટ્રાન્સલેટર, એક્સેલ ટ્રાન્સલેટર, ટ્રાન્સલેટ પીપીટી, ટ્રાન્સલેટ પાવરપોઈન્ટ, ટ્રાન્સલેટ વર્ડ, ટ્રાન્સલેટ એક્સેલ.\n\nતેનો ઉપયોગ EPUB અનુવાદક અને ઉપશીર્ષક અનુવાદક તરીકે પણ થઈ શકે છે.\n\nબેચ મોડ ભવિષ્યમાં સપોર્ટ કરશે.\n\nગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "תרגום מסמכים המבוסס על דגמי השפה הגדולים העדכניים ביותר כגון ChatGPT, שמירה מלאה על פריסת המסמך המקורית ותמיכה במסמכים סרוקים כדי להשיג את תוצאות התרגום הטובות ביותר בשוק.\n\nהוא מתאים למגוון מסמכים בתרחישים משרדיים וחינוכיים, כגון מאמרים (arxiv.org), חוזים, דוחות תעשייתיים, תיעוד מוצרים, ספרים, קבצים, מצגות וכו', ומספק יכולת שחזור פריסת מסמכים ברמת דיוק גבוהה.\n\nכל הנתונים שאתה מעלה נמחקים אוטומטית מדי יום.\n\n- תמיכה בהעלאת קבצים לתרגום, ושמירה ב-Google Drive או הורדה למקומון.\n- תמיכה ב-Word/PPT/Excel/PDF/PowerPoint ובפורמטים אחרים.\n- תרגום בין 200+ שפות, אנגלית, ספרדית, צרפתית, גרמנית, ערבית, רוסית ועוד רבים. תרגום מדויק ותפעול מהיר.\n- השירות ישמור על העיצוב והפריסה המקוריים של המסמכים האמורים. תוצאות מיידיות.\n- מתרגם PDF, מתרגם PPT, מתרגם PowerPoint, מתרגם וורד, מתרגם אקסל, תרגם PPT, תרגם PowerPoint, תרגם וורד, תרגם אקסל.\n\nזה יכול לשמש גם כמתרגם EPUB ומתרגם כתוביות.\n\nמצב אצווה יתמוך בעתיד.\n\nמדיניות הפרטיות\n\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "चैटजीपीटी जैसे नवीनतम बड़े भाषा मॉडल पर आधारित दस्तावेज़ अनुवाद, मूल दस्तावेज़ लेआउट को पूरी तरह से संरक्षित करना और बाजार पर सर्वोत्तम अनुवाद परिणाम प्राप्त करने के लिए स्कैन किए गए दस्तावेज़ों का समर्थन करना।\n\nयह कार्यालय और शैक्षिक परिदृश्यों में विभिन्न प्रकार के दस्तावेज़ों के लिए उपयुक्त है, जैसे निबंध (arxiv.org), अनुबंध, उद्योग रिपोर्ट, उत्पाद दस्तावेज़ीकरण, किताबें, फ़ाइलें, प्रस्तुतियाँ, आदि, और उच्च-परिशुद्धता दस्तावेज़ लेआउट पुनर्प्राप्ति क्षमता प्रदान करता है।\n\nआपके द्वारा अपलोड किया गया सभी डेटा हर दिन स्वचालित रूप से हटा दिया जाता है।\n\n- अनुवाद के लिए फ़ाइलें अपलोड करने और Google ड्राइव में सहेजने या स्थानीय पर डाउनलोड करने का समर्थन करें।\n- वर्ड/पीपीटी/एक्सेल/पीडीएफ/पावरपॉइंट और अन्य प्रारूपों का समर्थन करें।\n- 200 से अधिक भाषाओं, अंग्रेजी, स्पेनिश, फ्रेंच, जर्मन, अरबी, रूसी और कई अन्य के बीच अंतर-अनुवाद। सटीक अनुवाद और तेज़ संचालन।\n- सेवा उक्त दस्तावेज़ों के मूल स्वरूपण और लेआउट को संरक्षित रखेगी। त्वरित परिणाम.\n- पीडीएफ ट्रांसलेटर, पीपीटी ट्रांसलेटर, पावरपॉइंट ट्रांसलेटर, वर्ड ट्रांसलेटर, एक्सेल ट्रांसलेटर, ट्रांसलेट पीपीटी, ट्रांसलेट पावरपॉइंट, ट्रांसलेट वर्ड, ट्रांसलेट एक्सेल।\n\nइसका उपयोग EPUB अनुवादक और उपशीर्षक अनुवादक के रूप में भी किया जा सकता है।\n\nभविष्य में बैच मोड सपोर्ट करेगा.\n\nगोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "Prijevod dokumenata na temelju najnovijih velikih jezičnih modela kao što je ChatGPT, uz potpuno očuvanje izvornog izgleda dokumenta i podržavanje skeniranih dokumenata za postizanje najboljih rezultata prijevoda na tržištu.\n\nPogodan je za razne dokumente u uredskim i obrazovnim scenarijima, kao što su eseji (arxiv.org), ugovori, industrijska izvješća, dokumentacija proizvoda, knjige, datoteke, prezentacije itd., i pruža mogućnost oporavka izgleda dokumenta visoke preciznosti.\n\nSvi podaci koje prenesete automatski se brišu svaki dan.\n\n- Podrška za učitavanje datoteka za prevođenje i spremanje na Google disk ili preuzimanje na lokal.\n- Podržava Word/PPT/Excel/PDF/PowerPoint i druge formate.\n- Interprevođenje između 200+ jezika, engleskog, španjolskog, francuskog, njemačkog, arapskog, ruskog i mnogih drugih. Precizan prijevod i brz rad.\n- Usluga će sačuvati izvorno oblikovanje i izgled navedenih dokumenata. Instant rezultati.\n- PDF prevoditelj, PPT prevoditelj, PowerPoint prevoditelj, Word Translator, Excel prevoditelj, Prevod PPT, Prevod PowerPoint, Prevod Word, Prevod Excel.\n\nTakođer se može koristiti kao EPUB prevoditelj i prevoditelj titlova.\n\nSkupni način će biti podržan u budućnosti.\n\nPolitika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "Dokumentumfordítás a legújabb nagy nyelvi modelleken, például a ChatGPT-n alapuló dokumentumfordítás, amely teljes mértékben megőrzi az eredeti dokumentum elrendezését, és támogatja a szkennelt dokumentumokat a legjobb fordítási eredmények elérése érdekében a piacon.\n\nAlkalmas számos irodai és oktatási forgatókönyvhöz, mint például esszék (arxiv.org), szerződések, iparági jelentések, termékdokumentáció, könyvek, fájlok, prezentációk stb., és nagy pontosságú dokumentumelrendezés helyreállítási lehetőséget biztosít.\n\nMinden feltöltött adat automatikusan törlődik minden nap.\n\n- Támogatja a fájlok fordításhoz való feltöltését, valamint a Google Drive-ra való mentést vagy a helyi letöltést.\n- Támogassa a Word/PPT/Excel/PDF/PowerPoint és más formátumokat.\n- Inter-fordítás több mint 200 nyelv, angol, spanyol, francia, német, arab, orosz és még sok más nyelv között. Pontos fordítás és gyors működés.\n- A szolgáltatás megőrzi az említett dokumentumok eredeti formázását és elrendezését. Azonnali eredmények.\n- PDF fordító, PPT fordító, PowerPoint fordító, Word fordító, Excel fordító, PPT fordítás, PowerPoint fordítás, Word fordítás, Excel fordítás.\n\nEPUB fordítóként és feliratfordítóként is használható.\n\nA kötegelt mód a jövőben támogatni fogja.\n\nAdatvédelmi irányelvek\n\nTervezés szerint az Ön adatai mindig a Google-fiókjában maradnak, és soha nem mentik őket adatbázisunkba. Az Ön adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).",
    "id": "Penerjemahan dokumen berdasarkan model bahasa besar terkini seperti ChatGPT, sepenuhnya mempertahankan tata letak dokumen asli dan mendukung dokumen yang dipindai untuk mencapai hasil terjemahan terbaik di pasaran.\n\nCocok untuk berbagai dokumen dalam skenario kantor dan pendidikan, seperti esai (arxiv.org), kontrak, laporan industri, dokumentasi produk, buku, file, presentasi, dll., dan memberikan kemampuan pemulihan tata letak dokumen presisi tinggi.\n\nSemua data yang Anda unggah otomatis terhapus setiap hari.\n\n- Mendukung pengunggahan file untuk diterjemahkan, dan disimpan ke Google Drive atau diunduh ke lokal.\n- Mendukung Word/PPT/Excel/PDF/PowerPoint dan format lainnya.\n- Terjemahan antar 200+ bahasa, Inggris, Spanyol, Prancis, Jerman, Arab, Rusia, dan banyak lagi. Terjemahan akurat dan pengoperasian cepat.\n- Layanan akan mempertahankan format asli dan tata letak dokumen tersebut. Hasil instan.\n- Penerjemah PDF, Penerjemah PPT, Penerjemah PowerPoint, Penerjemah Kata, Penerjemah Excel, Terjemahkan PPT, Terjemahkan PowerPoint, Terjemahkan Kata, Terjemahkan Excel.\n\nItu juga dapat digunakan sebagai penerjemah EPUB dan penerjemah subtitle.\n\nMode batch akan mendukung di masa depan.\n\nKebijakan pribadi\n\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "Traduzione di documenti basata sui più recenti modelli linguistici di grandi dimensioni come ChatGPT, che preserva completamente il layout del documento originale e supporta i documenti scansionati per ottenere i migliori risultati di traduzione sul mercato.\n\nÈ adatto per una varietà di documenti in ufficio e in scenari educativi, come saggi (arxiv.org), contratti, rapporti di settore, documentazione di prodotto, libri, file, presentazioni, ecc. e fornisce funzionalità di recupero del layout dei documenti ad alta precisione.\n\nTutti i dati caricati vengono automaticamente eliminati ogni giorno.\n\n- Supporta il caricamento di file per la traduzione e il salvataggio su Google Drive o il download in locale.\n- Supporta Word/PPT/Excel/PDF/PowerPoint e altri formati.\n- Inter-traduzione tra oltre 200 lingue, inglese, spagnolo, francese, tedesco, arabo, russo e molte altre. Traduzione accurata e funzionamento veloce.\n- Il servizio conserverà la formattazione e l'impaginazione originali di detti documenti. Risultati immediati.\n- Traduttore PDF, Traduttore PPT, Traduttore PowerPoint, Traduttore Word, Traduttore Excel, Traduci PPT, Traduci PowerPoint, Traduci Word, Traduci Excel.\n\nPuò anche essere utilizzato come traduttore EPUB e traduttore di sottotitoli.\n\nLa modalità batch sarà supportata in futuro.\n\npolitica sulla riservatezza\n\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "ChatGPT などの最新の大規模言語モデルに基づいたドキュメント翻訳。元のドキュメントレイアウトを完全に保持し、スキャンされたドキュメントをサポートすることで、市場で最高の翻訳結果を実現します。\n\nこれは、エッセイ (arxiv.org)、契約書、業界レポート、製品ドキュメント、書籍、ファイル、プレゼンテーションなど、オフィスや教育のさまざまなシナリオに適しており、高精度のドキュメント レイアウト回復機能を提供します。\n\nアップロードしたすべてのデータは毎日自動的に削除されます。\n\n- 翻訳用のファイルのアップロード、Google ドライブへの保存またはローカルへのダウンロードをサポートします。\n- Word/PPT/Excel/PDF/PowerPoint およびその他の形式をサポートします。\n- 英語、スペイン語、フランス語、ドイツ語、アラビア語、ロシア語など、200 以上の言語間の相互翻訳。正確な翻訳と迅速な操作。\n- このサービスは、当該文​​書の元の書式とレイアウトを保存します。すぐに結果が得られます。\n- PDF 翻訳、PPT 翻訳、PowerPoint 翻訳、Word 翻訳、Excel 翻訳、PPT の翻訳、PowerPoint の翻訳、Word の翻訳、Excel の翻訳。\n\nEPUB翻訳者や字幕翻訳者としても使用できます。\n\nバッチ モードは将来サポートされる予定です。\n\nプライバシーポリシー\n\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社はプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守して、お客様のデータを保護します。",
    "kn": "ಚಾಟ್‌ಜಿಪಿಟಿಯಂತಹ ಇತ್ತೀಚಿನ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಗಳನ್ನು ಆಧರಿಸಿದ ಡಾಕ್ಯುಮೆಂಟ್ ಅನುವಾದ, ಮೂಲ ಡಾಕ್ಯುಮೆಂಟ್ ವಿನ್ಯಾಸವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸಂರಕ್ಷಿಸುತ್ತದೆ ಮತ್ತು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಉತ್ತಮ ಅನುವಾದ ಫಲಿತಾಂಶಗಳನ್ನು ಸಾಧಿಸಲು ಸ್ಕ್ಯಾನ್ ಮಾಡಿದ ದಾಖಲೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.\n\nಪ್ರಬಂಧಗಳು (arxiv.org), ಒಪ್ಪಂದಗಳು, ಉದ್ಯಮ ವರದಿಗಳು, ಉತ್ಪನ್ನ ದಾಖಲಾತಿಗಳು, ಪುಸ್ತಕಗಳು, ಫೈಲ್‌ಗಳು, ಪ್ರಸ್ತುತಿಗಳು ಇತ್ಯಾದಿಗಳಂತಹ ಕಚೇರಿ ಮತ್ತು ಶೈಕ್ಷಣಿಕ ಸನ್ನಿವೇಶಗಳಲ್ಲಿನ ವಿವಿಧ ದಾಖಲೆಗಳಿಗೆ ಇದು ಸೂಕ್ತವಾಗಿದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ನಿಖರವಾದ ಡಾಕ್ಯುಮೆಂಟ್ ಲೇಔಟ್ ಮರುಪಡೆಯುವಿಕೆ ಸಾಮರ್ಥ್ಯವನ್ನು ಒದಗಿಸುತ್ತದೆ.\n\nನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಪ್ರತಿದಿನ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅಳಿಸಲಾಗುತ್ತದೆ.\n\n- ಅನುವಾದಕ್ಕಾಗಿ ಫೈಲ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಮತ್ತು Google ಡ್ರೈವ್‌ಗೆ ಉಳಿಸಲು ಅಥವಾ ಸ್ಥಳೀಯಕ್ಕೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಬೆಂಬಲ.\n- ಬೆಂಬಲ Word/PPT/Excel/PDF/PowerPoint ಮತ್ತು ಇತರ ಸ್ವರೂಪಗಳು.\n- 200+ ಭಾಷೆಗಳು, ಇಂಗ್ಲಿಷ್, ಸ್ಪ್ಯಾನಿಷ್, ಫ್ರೆಂಚ್, ಜರ್ಮನ್, ಅರೇಬಿಕ್, ರಷ್ಯನ್ ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳ ನಡುವಿನ ಅಂತರ-ಅನುವಾದ. ನಿಖರವಾದ ಅನುವಾದ ಮತ್ತು ವೇಗದ ಕಾರ್ಯಾಚರಣೆ.\n- ಸೇವೆಯು ಹೇಳಿದ ದಾಖಲೆಗಳ ಮೂಲ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಮತ್ತು ವಿನ್ಯಾಸವನ್ನು ಸಂರಕ್ಷಿಸುತ್ತದೆ. ತ್ವರಿತ ಫಲಿತಾಂಶಗಳು.\n- ಪಿಡಿಎಫ್ ಅನುವಾದಕ, ಪಿಪಿಟಿ ಅನುವಾದಕ, ಪವರ್‌ಪಾಯಿಂಟ್ ಅನುವಾದಕ, ಪದ ಅನುವಾದಕ, ಎಕ್ಸೆಲ್ ಅನುವಾದಕ, ಪಿಪಿಟಿಯನ್ನು ಅನುವಾದಿಸಿ, ಪವರ್‌ಪಾಯಿಂಟ್ ಅನ್ನು ಅನುವಾದಿಸಿ, ಪದವನ್ನು ಅನುವಾದಿಸಿ, ಎಕ್ಸೆಲ್ ಅನ್ನು ಅನುವಾದಿಸಿ.\n\nಇದನ್ನು EPUB ಅನುವಾದಕ ಮತ್ತು ಉಪಶೀರ್ಷಿಕೆ ಅನುವಾದಕವಾಗಿಯೂ ಬಳಸಬಹುದು.\n\nಬ್ಯಾಚ್ ಮೋಡ್ ಭವಿಷ್ಯದಲ್ಲಿ ಬೆಂಬಲಿಸುತ್ತದೆ.\n\nಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "ChatGPT와 같은 최신 대규모 언어 모델을 기반으로 문서를 번역하고, 원본 문서 레이아웃을 완벽하게 보존하고 스캔한 문서를 지원하여 시장에서 가장 우수한 번역 결과를 달성합니다.\n\n에세이(arxiv.org), 계약서, 업계 보고서, 제품 문서, 서적, 파일, 프리젠테이션 등 사무실 및 교육 시나리오의 다양한 문서에 적합하며 고정밀 문서 레이아웃 복구 기능을 제공합니다.\n\n업로드한 모든 데이터는 매일 자동으로 삭제됩니다.\n\n- 번역할 파일 업로드, Google 드라이브에 저장 또는 로컬에 다운로드를 지원합니다.\n- Word/PPT/Excel/PDF/PowerPoint 및 기타 형식을 지원합니다.\n- 영어, 스페인어, 프랑스어, 독일어, 아랍어, 러시아어 등 200개 이상의 언어 간의 상호 번역. 정확한 번역과 빠른 작업.\n- 서비스는 해당 문서의 원래 형식과 레이아웃을 보존합니다. 즉각적인 결과.\n- PDF 번역기, PPT 번역기, PowerPoint 번역기, 단어 번역기, Excel 번역기, PPT 번역, PowerPoint 번역, Word 번역, Excel 번역.\n\n또한 EPUB 번역기 및 자막 번역기로 사용할 수도 있습니다.\n\n배치 모드는 향후 지원될 예정입니다.\n\n개인 정보 정책\n\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 추가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.",
    "lt": "Dokumentų vertimas, pagrįstas naujausiais didelių kalbų modeliais, tokiais kaip „ChatGPT“, visiškai išsaugantis originalų dokumento išdėstymą ir palaikantis nuskaitytus dokumentus, kad būtų pasiekti geriausi vertimo rezultatai rinkoje.\n\nJis tinka įvairiems biuro ir švietimo scenarijų dokumentams, pvz., esė (arxiv.org), sutartims, pramonės ataskaitoms, gaminių dokumentacijai, knygoms, failams, pristatymams ir kt., ir suteikia didelio tikslumo dokumentų išdėstymo atkūrimo galimybę.\n\nVisi jūsų įkeliami duomenys automatiškai ištrinami kiekvieną dieną.\n\n- Palaikykite failų įkėlimą vertimui ir išsaugojimą „Google“ diske arba atsisiuntimą į vietinį.\n- Palaikykite Word/PPT/Excel/PDF/PowerPoint ir kitus formatus.\n- Tarpinis vertimas iš daugiau nei 200 kalbų, anglų, ispanų, prancūzų, vokiečių, arabų, rusų ir daug kitų. Tikslus vertimas ir greitas veikimas.\n- Paslauga išsaugos pirminį minėtų dokumentų formatą ir maketą. Greiti rezultatai.\n– PDF vertėjas, PPT vertėjas, „PowerPoint“ vertėjas, „Word“ vertėjas, „Excel“ vertėjas, vertėjas PPT, „PowerPoint“ vertimas, „Word“ vertimas, „Excel“ vertimas.\n\nJis taip pat gali būti naudojamas kaip EPUB vertėjas ir subtitrų vertėjas.\n\nPaketinis režimas bus palaikomas ateityje.\n\nPrivatumo politika\n\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "Dokumentu tulkošana, kuras pamatā ir jaunākie lielo valodu modeļi, piemēram, ChatGPT, pilnībā saglabājot oriģinālo dokumenta izkārtojumu un atbalstot skenētus dokumentus, lai sasniegtu labākos tulkošanas rezultātus tirgū.\n\nTas ir piemērots dažādiem dokumentiem biroja un izglītības scenārijos, piemēram, esejām (arxiv.org), līgumiem, nozares pārskatiem, produktu dokumentācijai, grāmatām, failiem, prezentācijām utt., un nodrošina augstas precizitātes dokumentu izkārtojuma atkopšanas iespējas.\n\nVisi jūsu augšupielādētie dati tiek automātiski dzēsti katru dienu.\n\n- Atbalstiet failu augšupielādi tulkošanai un saglabāšanu Google diskā vai lejupielādi vietējā.\n- Atbalstiet Word/PPT/Excel/PDF/PowerPoint un citus formātus.\n- Tulkošana starp vairāk nekā 200 valodām, angļu, spāņu, franču, vācu, arābu, krievu un daudzām citām valodām. Precīza tulkošana un ātra darbība.\n- Pakalpojums saglabās minēto dokumentu oriģinālo formatējumu un izkārtojumu. Tūlītēji rezultāti.\n- PDF tulkotājs, PPT tulkotājs, PowerPoint tulkotājs, vārdu tulkotājs, Excel tulkotājs, tulkot PPT, tulkot PowerPoint, tulkot Word, tulkot Excel.\n\nTo var izmantot arī kā EPUB tulkotāju un subtitru tulkotāju.\n\nPakešu režīms tiks atbalstīts arī turpmāk.\n\nPrivātuma politika\n\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ne ar vienu, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "ChatGPT പോലുള്ള ഏറ്റവും പുതിയ വലിയ ഭാഷാ മോഡലുകളെ അടിസ്ഥാനമാക്കിയുള്ള ഡോക്യുമെൻ്റ് വിവർത്തനം, യഥാർത്ഥ ഡോക്യുമെൻ്റ് ലേഔട്ട് പൂർണ്ണമായി സംരക്ഷിക്കുകയും വിപണിയിൽ മികച്ച വിവർത്തന ഫലങ്ങൾ നേടുന്നതിന് സ്കാൻ ചെയ്ത പ്രമാണങ്ങളെ പിന്തുണയ്ക്കുകയും ചെയ്യുന്നു.\n\nഉപന്യാസങ്ങൾ (arxiv.org), കരാറുകൾ, വ്യവസായ റിപ്പോർട്ടുകൾ, ഉൽപ്പന്ന ഡോക്യുമെൻ്റേഷൻ, പുസ്‌തകങ്ങൾ, ഫയലുകൾ, അവതരണങ്ങൾ മുതലായവ പോലുള്ള ഓഫീസ്, വിദ്യാഭ്യാസ സാഹചര്യങ്ങളിലെ വിവിധ ഡോക്യുമെൻ്റുകൾക്ക് ഇത് അനുയോജ്യമാണ്, കൂടാതെ ഉയർന്ന കൃത്യതയുള്ള ഡോക്യുമെൻ്റ് ലേഔട്ട് വീണ്ടെടുക്കൽ ശേഷിയും നൽകുന്നു.\n\nനിങ്ങൾ അപ്‌ലോഡ് ചെയ്യുന്ന എല്ലാ ഡാറ്റയും എല്ലാ ദിവസവും സ്വയമേവ ഇല്ലാതാക്കപ്പെടും.\n\n- വിവർത്തനത്തിനായി ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യുന്നതിനും Google ഡ്രൈവിലേക്ക് സംരക്ഷിക്കുന്നതിനും ലോക്കലിലേക്ക് ഡൗൺലോഡ് ചെയ്യുന്നതിനും പിന്തുണ നൽകുക.\n- പിന്തുണ Word/PPT/Excel/PDF/PowerPoint മറ്റ് ഫോർമാറ്റുകൾ.\n- 200+ ഭാഷകൾ, ഇംഗ്ലീഷ്, സ്പാനിഷ്, ഫ്രഞ്ച്, ജർമ്മൻ, അറബിക്, റഷ്യൻ തുടങ്ങി നിരവധി ഭാഷകൾക്കിടയിലുള്ള ഇൻ്റർ ട്രാൻസ്ലേഷൻ. കൃത്യമായ വിവർത്തനവും വേഗത്തിലുള്ള പ്രവർത്തനവും.\n- പ്രസ്തുത രേഖകളുടെ യഥാർത്ഥ ഫോർമാറ്റിംഗും ലേഔട്ടും സേവനം സംരക്ഷിക്കും. തൽക്ഷണ ഫലങ്ങൾ.\n- പിഡിഎഫ് വിവർത്തകൻ, പിപിടി വിവർത്തകൻ, പവർപോയിൻ്റ് വിവർത്തകൻ, വേഡ് ട്രാൻസ്ലേറ്റർ, എക്സൽ വിവർത്തകൻ, പിപിടി വിവർത്തനം ചെയ്യുക, പവർപോയിൻ്റ് വിവർത്തനം ചെയ്യുക, വേഡ് വിവർത്തനം ചെയ്യുക, എക്സൽ വിവർത്തനം ചെയ്യുക.\n\nഇത് EPUB വിവർത്തകനായും സബ്‌ടൈറ്റിൽ വിവർത്തകനായും ഉപയോഗിക്കാം.\n\nബാച്ച് മോഡ് ഭാവിയിൽ പിന്തുണയ്ക്കും.\n\nസ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "ChatGPT सारख्या नवीनतम मोठ्या भाषेच्या मॉडेलवर आधारित दस्तऐवज भाषांतर, मूळ दस्तऐवज लेआउट पूर्णपणे जतन करणे आणि बाजारात सर्वोत्तम अनुवाद परिणाम प्राप्त करण्यासाठी स्कॅन केलेल्या दस्तऐवजांना समर्थन देणे.\n\nहे कार्यालयीन आणि शैक्षणिक परिस्थितींमधील विविध दस्तऐवजांसाठी योग्य आहे, जसे की निबंध (arxiv.org), करार, उद्योग अहवाल, उत्पादन दस्तऐवजीकरण, पुस्तके, फाइल्स, सादरीकरणे, इ, आणि उच्च-सुस्पष्ट दस्तऐवज लेआउट पुनर्प्राप्ती क्षमता प्रदान करते.\n\nतुम्ही अपलोड केलेला सर्व डेटा दररोज आपोआप हटवला जातो.\n\n- भाषांतरासाठी फायली अपलोड करण्यास आणि Google ड्राइव्हवर जतन करण्यासाठी किंवा स्थानिकवर डाउनलोड करण्यास समर्थन द्या.\n- वर्ड/पीपीटी/एक्सेल/पीडीएफ/पॉवरपॉइंट आणि इतर फॉरमॅटला सपोर्ट करा.\n- 200+ भाषांमधील आंतर-अनुवाद, इंग्रजी, स्पॅनिश, फ्रेंच, जर्मन, अरबी, रशियन आणि बरेच काही. अचूक भाषांतर आणि जलद ऑपरेशन.\n- ही सेवा नमूद केलेल्या दस्तऐवजांचे मूळ स्वरूपन आणि लेआउट जतन करेल. झटपट परिणाम.\n- पीडीएफ ट्रान्सलेटर, पीपीटी ट्रान्सलेटर, पॉवरपॉइंट ट्रान्सलेटर, वर्ड ट्रान्सलेटर, एक्सेल ट्रान्सलेटर, पीपीटी ट्रान्सलेट, ट्रान्सलेट पॉवरपॉइंट, ट्रान्सलेट वर्ड, ट्रान्सलेट एक्सेल.\n\nहे EPUB अनुवादक आणि उपशीर्षक अनुवादक म्हणून देखील वापरले जाऊ शकते.\n\nबॅच मोड भविष्यात समर्थन करेल.\n\nगोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. ॲड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमच्या डेटाचे संरक्षण करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "Terjemahan dokumen berdasarkan model bahasa besar terkini seperti ChatGPT, mengekalkan sepenuhnya susun atur dokumen asal dan menyokong dokumen yang diimbas untuk mencapai hasil terjemahan terbaik di pasaran.\n\nIa sesuai untuk pelbagai dokumen dalam senario pejabat dan pendidikan, seperti esei (arxiv.org), kontrak, laporan industri, dokumentasi produk, buku, fail, pembentangan, dsb., dan menyediakan keupayaan pemulihan susun atur dokumen berketepatan tinggi.\n\nSemua data yang anda muat naik dipadamkan secara automatik setiap hari.\n\n- Menyokong memuat naik fail untuk terjemahan, dan menyimpan ke Google Drive atau memuat turun ke tempatan.\n- Menyokong Word/PPT/Excel/PDF/PowerPoint dan format lain.\n- Interterjemahan antara 200+ bahasa, Inggeris, Sepanyol, Perancis, Jerman, Arab, Rusia dan banyak lagi. Terjemahan yang tepat dan operasi yang pantas.\n- Perkhidmatan ini akan mengekalkan pemformatan dan susun atur asal dokumen tersebut. Keputusan segera.\n- Penterjemah PDF, Penterjemah PPT, Penterjemah PowerPoint, Penterjemah Word, Penterjemah Excel, Terjemah PPT, Terjemah PowerPoint, Terjemah Perkataan, Terjemah Excel.\n\nIa juga boleh digunakan sebagai penterjemah EPUB dan penterjemah sari kata.\n\nMod kelompok akan menyokong pada masa hadapan.\n\nDasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "Documentvertaling op basis van de nieuwste grote taalmodellen zoals ChatGPT, waarbij de originele documentopmaak volledig behouden blijft en gescande documenten worden ondersteund om de beste vertaalresultaten op de markt te behalen.\n\nHet is geschikt voor een verscheidenheid aan documenten in kantoor- en onderwijsscenario's, zoals essays (arxiv.org), contracten, brancherapporten, productdocumentatie, boeken, bestanden, presentaties, enz., en biedt herstelmogelijkheden voor de documentlay-out met hoge precisie.\n\nAlle gegevens die u uploadt, worden elke dag automatisch verwijderd.\n\n- Ondersteuning voor het uploaden van bestanden voor vertaling en opslaan in Google Drive of downloaden naar lokaal.\n- Ondersteuning van Word/PPT/Excel/PDF/PowerPoint en andere formaten.\n- Intervertaling tussen meer dan 200 talen, Engels, Spaans, Frans, Duits, Arabisch, Russisch en nog veel meer. Nauwkeurige vertaling en snelle bediening.\n- De dienst behoudt de originele opmaak en lay-out van genoemde documenten. Direct resultaat.\n- PDF-vertaler, PPT-vertaler, PowerPoint-vertaler, Woordvertaler, Excel-vertaler, Vertaal PPT, Vertaal PowerPoint, Vertaal Woord, Vertaal Excel.\n\nHet kan ook worden gebruikt als EPUB-vertaler en ondertitelvertaler.\n\nDe batchmodus zal in de toekomst worden ondersteund.\n\nPrivacybeleid\n\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan ​​en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe leven de privacywetten na (vooral de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "Dokumentoversettelse basert på de nyeste store språkmodellene som ChatGPT, bevarer det originale dokumentoppsettet fullt ut og støtter skannede dokumenter for å oppnå de beste oversettelsesresultatene på markedet.\n\nDen er egnet for en rekke dokumenter i kontor- og utdanningsscenarier, for eksempel essays (arxiv.org), kontrakter, bransjerapporter, produktdokumentasjon, bøker, filer, presentasjoner osv., og gir mulighet for gjenoppretting av dokumentlayout med høy presisjon.\n\nAlle data du laster opp blir automatisk slettet hver dag.\n\n- Støtte opplasting av filer for oversettelse, og lagring til Google Disk eller nedlasting til den lokale.\n- Støtte Word/PPT/Excel/PDF/PowerPoint og andre formater.\n- Inter-oversettelse mellom 200+ språk, engelsk, spansk, fransk, tysk, arabisk, russisk og mange flere. Nøyaktig oversettelse og rask drift.\n- Tjenesten vil bevare den originale formateringen og layouten til nevnte dokumenter. Umiddelbare resultater.\n- PDF-oversetter, PPT-oversetter, PowerPoint-oversetter, Word-oversetter, Excel-oversetter, Oversett PPT, Oversett PowerPoint, Oversett Word, Oversett Excel.\n\nDen kan også brukes som EPUB-oversetter og undertekstoversetter.\n\nBatch-modus vil støttes i fremtiden.\n\nPersonvernerklæring\n\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Tłumaczenie dokumentów oparte na najnowszych, dużych modelach językowych, takich jak ChatGPT, w pełni zachowujące oryginalny układ dokumentu i obsługujące dokumenty zeskanowane, aby osiągnąć najlepsze rezultaty tłumaczenia na rynku.\n\nNadaje się do różnych dokumentów w scenariuszach biurowych i edukacyjnych, takich jak eseje (arxiv.org), umowy, raporty branżowe, dokumentacja produktów, książki, pliki, prezentacje itp., a także zapewnia możliwość odtwarzania układu dokumentów z dużą precyzją.\n\nWszystkie przesłane dane są codziennie automatycznie usuwane.\n\n- Obsługa przesyłania plików do tłumaczenia i zapisywania na Dysku Google lub pobierania do lokalnego.\n- Obsługa Word/PPT/Excel/PDF/PowerPoint i innych formatów.\n- Tłumaczenia między ponad 200 językami, angielskim, hiszpańskim, francuskim, niemieckim, arabskim, rosyjskim i wieloma innymi. Dokładne tłumaczenie i szybkie działanie.\n- Usługa zachowa oryginalne formatowanie i układ wspomnianych dokumentów. Natychmiastowe rezultaty.\n- Tłumacz PDF, Tłumacz PPT, Tłumacz PowerPoint, Tłumacz Word, Tłumacz Excel, Tłumacz PPT, Tłumacz PowerPoint, Tłumacz Word, Tłumacz Excel.\n\nMoże być również używany jako tłumacz EPUB i tłumacz napisów.\n\nTryb wsadowy będzie obsługiwany w przyszłości.\n\nPolityka prywatności\n\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, nawet właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "Tradução de documentos baseada nos mais recentes modelos de linguagem de grande porte, como o ChatGPT, preservando totalmente o layout do documento original e dando suporte a documentos digitalizados para obter os melhores resultados de tradução do mercado.\n\nÉ adequado para uma variedade de documentos em cenários educacionais e de escritório, como ensaios (arxiv.org), contratos, relatórios do setor, documentação de produtos, livros, arquivos, apresentações, etc., e fornece capacidade de recuperação de layout de documentos de alta precisão.\n\nTodos os dados que você carrega são excluídos automaticamente todos os dias.\n\n- Suporte para upload de arquivos para tradução e salvamento no Google Drive ou download no local.\n- Suporte Word/PPT/Excel/PDF/PowerPoint e outros formatos.\n- Intertradução entre mais de 200 idiomas, inglês, espanhol, francês, alemão, árabe, russo e muitos mais. Tradução precisa e operação rápida.\n- O serviço preservará a formatação e layout original dos referidos documentos. Resultados instantâneos.\n- Tradutor de PDF, Tradutor de PPT, Tradutor de PowerPoint, Tradutor de Word, Tradutor de Excel, Tradutor PPT, Tradutor PowerPoint, Tradutor Word, Tradutor Excel.\n\nTambém pode ser usado como tradutor EPUB e tradutor de legendas.\n\nO modo em lote terá suporte no futuro.\n\npolítica de Privacidade\n\nPor definição, seus dados permanecem sempre em sua conta do Google, nunca salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, incluindo o proprietário do complemento.\nCumprimos as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "Tradução de documentos baseada nos mais recentes modelos de grandes idiomas, como o ChatGPT, preservando totalmente o layout original do documento e suportando documentos digitalizados para obter os melhores resultados de tradução do mercado.\n\nÉ adequado para uma variedade de documentos em cenários educacionais e de escritório, tais como ensaios (arxiv.org), contratos, relatórios do setor, documentação de produtos, livros, arquivos, apresentações, etc., e fornece capacidade de recuperação de layout de documentos de alta precisão.\n\nTodos os dados que carrega são automaticamente eliminados todos os dias.\n\n- Suporte para upload de ficheiros para tradução e gravação no Google Drive ou download no local.\n- Suporte Word/PPT/Excel/PDF/PowerPoint e outros formatos.\n- Intertradução entre mais de 200 línguas, inglês, espanhol, francês, alemão, árabe, russo e muitas mais. Tradução precisa e operação rápida.\n- O serviço preservará a formatação e o layout original dos referidos documentos. Resultados instantâneos.\n- Tradutor de PDF, Tradutor de PPT, Tradutor de PowerPoint, Tradutor de Word, Tradutor de Excel, Tradutor de PPT, Tradutor de PowerPoint, Tradutor de Word, Tradutor de Excel.\n\nTambém pode ser utilizado como tradutor EPUB e tradutor de legendas.\n\nO modo em lote será suportado no futuro.\n\npolítica de Privacidade\n\nPor definição, os seus dados permanecem sempre na sua conta Google, nunca guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do suplemento.\nCumprimos as leis de privacidade (especialmente o RGPD e a Lei de Privacidade da Califórnia) para proteger os seus dados.",
    "ro": "Traducerea documentelor bazată pe cele mai recente modele de limbi mari, cum ar fi ChatGPT, păstrând pe deplin aspectul original al documentului și acceptând documentele scanate pentru a obține cele mai bune rezultate de traducere de pe piață.\n\nEste potrivit pentru o varietate de documente în scenarii de birou și educaționale, cum ar fi eseuri (arxiv.org), contracte, rapoarte din industrie, documentație de produs, cărți, fișiere, prezentări etc. și oferă o capacitate de recuperare de înaltă precizie a aspectului documentelor.\n\nToate datele pe care le încărcați sunt șterse automat în fiecare zi.\n\n- Acceptă încărcarea fișierelor pentru traducere și salvarea în Google Drive sau descărcarea în local.\n- Suportă Word/PPT/Excel/PDF/PowerPoint și alte formate.\n- Inter-traducere între peste 200 de limbi, engleză, spaniolă, franceză, germană, arabă, rusă și multe altele. Traducere precisă și operare rapidă.\n- Serviciul va păstra formatarea și aspectul original al documentelor menționate. Rezultate instantanee.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Traducere PPT, Traducere PowerPoint, Traducere Word, Traduce Excel.\n\nDe asemenea, poate fi folosit ca traducător EPUB și traducător de subtitrări.\n\nModul lot va fi acceptat în viitor.\n\nPolitica de confidențialitate\n\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "Перевод документов на основе новейших крупных языковых моделей, таких как ChatGPT, с полным сохранением исходного макета документа и поддержкой отсканированных документов для достижения наилучших результатов перевода на рынке.\n\nОн подходит для различных офисных и образовательных документов, таких как эссе (arxiv.org), контракты, отраслевые отчеты, документация по продуктам, книги, файлы, презентации и т. д., и обеспечивает возможность высокоточного восстановления макета документа.\n\nВсе загружаемые вами данные автоматически удаляются каждый день.\n\n- Поддержка загрузки файлов для перевода и сохранения на Google Диске или загрузки на локальный диск.\n- Поддержка Word/PPT/Excel/PDF/PowerPoint и других форматов.\n- Взаимный перевод между более чем 200 языками: английским, испанским, французским, немецким, арабским, русским и многими другими. Точный перевод и быстрая работа.\n- Сервис сохранит исходное форматирование и расположение указанных документов. Мгновенные результаты.\n- Переводчик PDF, Переводчик PPT, Переводчик PowerPoint, Переводчик слов, Переводчик Excel, Перевести PPT, Перевести PowerPoint, Перевести Word, Перевести Excel.\n\nЕго также можно использовать в качестве переводчика EPUB и переводчика субтитров.\n\nПакетный режим будет поддерживаться в будущем.\n\nполитика конфиденциальности\n\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.",
    "sk": "Preklad dokumentov založený na najnovších veľkých jazykových modeloch, ako je ChatGPT, plne zachováva pôvodné rozloženie dokumentu a podporuje naskenované dokumenty na dosiahnutie najlepších výsledkov prekladu na trhu.\n\nJe vhodný pre rôzne dokumenty v kancelárskych a vzdelávacích scenároch, ako sú eseje (arxiv.org), zmluvy, priemyselné správy, produktová dokumentácia, knihy, súbory, prezentácie atď., a poskytuje vysoko presné možnosti obnovenia rozloženia dokumentov.\n\nVšetky údaje, ktoré nahráte, sa každý deň automaticky vymažú.\n\n- Podpora nahrávania súborov na preklad a ukladanie na Disk Google alebo sťahovanie do miestneho prostredia.\n- Podpora Word/PPT/Excel/PDF/PowerPoint a ďalšie formáty.\n- Inter-preklady medzi 200+ jazykmi, angličtinou, španielčinou, francúzštinou, nemčinou, arabčinou, ruštinou a mnohými ďalšími. Presný preklad a rýchla obsluha.\n- Služba zachová pôvodné formátovanie a rozloženie uvedených dokumentov. Okamžité výsledky.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Preložiť PPT, Preložiť PowerPoint, Preložiť Word, Preložiť Excel.\n\nMôže byť tiež použitý ako prekladač EPUB a prekladateľ titulkov.\n\nDávkový režim bude podporovaný v budúcnosti.\n\nZásady ochrany osobných údajov\n\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "Prevajanje dokumentov na podlagi najnovejših velikih jezikovnih modelov, kot je ChatGPT, ki v celoti ohranja izvirno postavitev dokumenta in podpira skenirane dokumente za doseganje najboljših rezultatov prevajanja na trgu.\n\nPrimeren je za različne dokumente v pisarni in izobraževalnih scenarijih, kot so eseji (arxiv.org), pogodbe, industrijska poročila, dokumentacija o izdelkih, knjige, datoteke, predstavitve itd., in zagotavlja visoko natančno zmožnost obnovitve postavitve dokumenta.\n\nVsi podatki, ki jih naložite, se samodejno izbrišejo vsak dan.\n\n- Podpora za nalaganje datotek za prevajanje in shranjevanje v Google Drive ali prenos na lokalno.\n- Podpira Word/PPT/Excel/PDF/PowerPoint in druge formate.\n- Interprevajanje med več kot 200 jeziki, angleščino, španščino, francoščino, nemščino, arabščino, ruščino in številnimi drugimi. Natančen prevod in hitro delovanje.\n- Storitev bo ohranila izvirno oblikovanje in postavitev navedenih dokumentov. Takojšnji rezultati.\n- Prevajalnik PDF, Prevajalnik PPT, Prevajalnik PowerPoint, Prevajalnik Wordov, Prevajalnik Excelov, Prevajalnik PPT, Prevajalnik PowerPoint, Prevajalnik Worda, Prevajalnik Excela.\n\nUporablja se lahko tudi kot prevajalnik EPUB in podnapisov.\n\nPaketni način bo podprt v prihodnosti.\n\nPolitika zasebnosti\n\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "Превођење докумената засновано на најновијим великим језичким моделима као што је ЦхатГПТ, у потпуности чувајући оригинални изглед документа и подржавајући скениране документе за постизање најбољих резултата превођења на тржишту.\n\nПогодан је за различите документе у канцеларијским и образовним сценаријима, као што су есеји (аркив.орг), уговори, индустријски извештаји, документација производа, књиге, фајлови, презентације, итд., и пружа могућност опоравка високопрецизног изгледа докумената.\n\nСви подаци које отпремите се аутоматски бришу сваког дана.\n\n- Подржава отпремање датотека за превод и чување на Гоогле диску или преузимање на локалном.\n- Подржава Ворд/ППТ/Екцел/ПДФ/ПоверПоинт и друге формате.\n- Интер-превод између 200+ језика, енглеског, шпанског, француског, немачког, арапског, руског и многих других. Тачан превод и брз рад.\n- Услуга ће сачувати оригинално форматирање и изглед наведених докумената. Тренутни резултати.\n- ПДФ преводилац, ППТ преводилац, ПоверПоинт преводилац, преводилац речи, Екцел преводилац, превођење ППТ-а, превођење ПоверПоинт-а, превођење речи, превођење Екцел-а.\n\nТакође се може користити као ЕПУБ преводилац и преводилац титлова.\n\nБатцх режим ће подржавати у будућности.\n\nПравила о приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "Dokumentöversättning baserad på de senaste stora språkmodellerna som ChatGPT, helt bevara originaldokumentlayouten och stödja skannade dokument för att uppnå de bästa översättningsresultaten på marknaden.\n\nDen lämpar sig för en mängd olika dokument inom kontors- och utbildningsscenarier, såsom uppsatser (arxiv.org), kontrakt, branschrapporter, produktdokumentation, böcker, filer, presentationer, etc., och ger möjlighet att återställa dokumentlayout med hög precision.\n\nAll data du laddar upp raderas automatiskt varje dag.\n\n- Stöd för att ladda upp filer för översättning och spara till Google Drive eller nedladdning till den lokala.\n- Stöd Word/PPT/Excel/PDF/PowerPoint och andra format.\n- Inter-översättning mellan 200+ språk, engelska, spanska, franska, tyska, arabiska, ryska och många fler. Noggrann översättning och snabb drift.\n- Tjänsten kommer att bevara originalformateringen och layouten för nämnda dokument. Omedelbara resultat.\n- PDF Translator, PPT Translator, PowerPoint Translator, Word Translator, Excel Translator, Translate PPT, Translate PowerPoint, Translate Word, Translate Excel.\n\nDen kan också användas som EPUB-översättare och undertextöversättare.\n\nBatch-läge kommer att stödjas i framtiden.\n\nIntegritetspolicy\n\nGenom designen finns din data alltid kvar på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Utafsiri wa hati kulingana na miundo ya hivi punde ya lugha kubwa kama vile ChatGPT, kuhifadhi kikamilifu mpangilio wa hati asili na kusaidia hati zilizochanganuliwa ili kupata matokeo bora zaidi ya tafsiri kwenye soko.\n\nInafaa kwa aina mbalimbali za hati katika hali za ofisi na elimu, kama vile insha (arxiv.org), mikataba, ripoti za sekta, uwekaji kumbukumbu wa bidhaa, vitabu, faili, mawasilisho, n.k., na hutoa uwezo wa kurejesha mpangilio wa hati wa usahihi wa hali ya juu.\n\nData yote unayopakia inafutwa kiotomatiki kila siku.\n\n- Inasaidia kupakia faili kwa tafsiri, na kuhifadhi kwenye Hifadhi ya Google au kupakua kwenye eneo lako.\n- Msaada wa Neno/PPT/Excel/PDF/PowerPoint na umbizo zingine.\n- Tafsiri kati ya lugha 200+, Kiingereza, Kihispania, Kifaransa, Kijerumani, Kiarabu, Kirusi na mengine mengi. Tafsiri sahihi na uendeshaji wa haraka.\n- Huduma itahifadhi umbizo asili na mpangilio wa hati zilizotajwa. Matokeo ya papo hapo.\n- Kitafsiri cha PDF, Kitafsiri cha PPT, Kitafsiri cha PowerPoint, Kitafsiri cha Neno, Kitafsiri cha Excel, Tafsiri PPT, Tafsiri ya PowerPoint, Tafsiri ya Neno, Tafsiri Excel.\n\nPia inaweza kutumika kama mtafsiri wa EPUB na mtafsiri wa manukuu.\n\nHali ya kundi itasaidia katika siku zijazo.\n\nSera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "ChatGPT போன்ற சமீபத்திய பெரிய மொழி மாதிரிகளை அடிப்படையாகக் கொண்ட ஆவண மொழிபெயர்ப்பு, அசல் ஆவண அமைப்பை முழுமையாகப் பாதுகாத்தல் மற்றும் சந்தையில் சிறந்த மொழிபெயர்ப்பு முடிவுகளை அடைய ஸ்கேன் செய்யப்பட்ட ஆவணங்களை ஆதரிக்கிறது.\n\nகட்டுரைகள் (arxiv.org), ஒப்பந்தங்கள், தொழில்துறை அறிக்கைகள், தயாரிப்பு ஆவணங்கள், புத்தகங்கள், கோப்புகள், விளக்கக்காட்சிகள் போன்ற அலுவலகம் மற்றும் கல்விச் சூழல்களில் உள்ள பல்வேறு ஆவணங்களுக்கு இது பொருத்தமானது மற்றும் உயர் துல்லியமான ஆவண அமைப்பை மீட்டெடுக்கும் திறனை வழங்குகிறது.\n\nநீங்கள் பதிவேற்றும் அனைத்து தரவுகளும் ஒவ்வொரு நாளும் தானாகவே நீக்கப்படும்.\n\n- மொழிபெயர்ப்பிற்கான கோப்புகளைப் பதிவேற்றுவதற்கும், Google இயக்ககத்தில் சேமிப்பதற்கும் அல்லது உள்ளூரில் பதிவிறக்குவதற்கும் ஆதரவு.\n- Word/PPT/Excel/PDF/PowerPoint மற்றும் பிற வடிவங்களை ஆதரிக்கவும்.\n- 200+ மொழிகளுக்கு இடையேயான மொழிபெயர்ப்பு, ஆங்கிலம், ஸ்பானிஷ், பிரஞ்சு, ஜெர்மன், அரபு, ரஷியன் மற்றும் பல. துல்லியமான மொழிபெயர்ப்பு மற்றும் விரைவான செயல்பாடு.\n- கூறப்பட்ட ஆவணங்களின் அசல் வடிவமைப்பு மற்றும் தளவமைப்பை இந்த சேவை பாதுகாக்கும். உடனடி முடிவுகள்.\n- PDF மொழிபெயர்ப்பாளர், PPT மொழிபெயர்ப்பாளர், பவர்பாயிண்ட் மொழிபெயர்ப்பாளர், வார்த்தை மொழிபெயர்ப்பாளர், எக்செல் மொழிபெயர்ப்பாளர், PPT ஐ மொழிபெயர், பவர்பாயிண்ட் மொழிபெயர், வார்த்தை மொழிபெயர், எக்செல் மொழிபெயர்.\n\nஇது EPUB மொழிபெயர்ப்பாளர் மற்றும் வசன மொழிபெயர்ப்பாளராகவும் பயன்படுத்தப்படலாம்.\n\nபேட்ச் பயன்முறை எதிர்காலத்தில் ஆதரிக்கப்படும்.\n\nதனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "ChatGPT వంటి తాజా పెద్ద భాషా నమూనాల ఆధారంగా డాక్యుమెంట్ అనువాదం, ఒరిజినల్ డాక్యుమెంట్ లేఅవుట్‌ను పూర్తిగా భద్రపరుస్తుంది మరియు మార్కెట్‌లో అత్యుత్తమ అనువాద ఫలితాలను సాధించడానికి స్కాన్ చేసిన పత్రాలకు మద్దతు ఇస్తుంది.\n\nవ్యాసాలు (arxiv.org), ఒప్పందాలు, పరిశ్రమ నివేదికలు, ఉత్పత్తి డాక్యుమెంటేషన్, పుస్తకాలు, ఫైల్‌లు, ప్రెజెంటేషన్‌లు మొదలైన అనేక రకాల పత్రాలు మరియు ఆఫీస్ మరియు విద్యాపరమైన దృశ్యాలకు ఇది అనుకూలంగా ఉంటుంది మరియు అధిక-ఖచ్చితమైన డాక్యుమెంట్ లేఅవుట్ రికవరీ సామర్థ్యాన్ని అందిస్తుంది.\n\nమీరు అప్‌లోడ్ చేసిన మొత్తం డేటా ప్రతిరోజూ స్వయంచాలకంగా తొలగించబడుతుంది.\n\n- అనువాదం కోసం ఫైల్‌లను అప్‌లోడ్ చేయడానికి మరియు Google డిస్క్‌లో సేవ్ చేయడానికి లేదా స్థానికంగా డౌన్‌లోడ్ చేయడానికి మద్దతు ఇస్తుంది.\n- Word/PPT/Excel/PDF/PowerPoint మరియు ఇతర ఫార్మాట్‌లకు మద్దతు ఇవ్వండి.\n- 200+ భాషలు, ఇంగ్లీష్, స్పానిష్, ఫ్రెంచ్, జర్మన్, అరబిక్, రష్యన్ మరియు మరెన్నో భాషల మధ్య అంతర్-అనువాదం. ఖచ్చితమైన అనువాదం మరియు వేగవంతమైన ఆపరేషన్.\n- ఈ సేవ చెప్పిన పత్రాల అసలు ఫార్మాటింగ్ మరియు లేఅవుట్‌ను భద్రపరుస్తుంది. తక్షణ ఫలితాలు.\n- PDF ట్రాన్స్‌లేటర్, PPT ట్రాన్స్‌లేటర్, పవర్‌పాయింట్ ట్రాన్స్‌లేటర్, వర్డ్ ట్రాన్స్‌లేటర్, ఎక్సెల్ ట్రాన్స్‌లేటర్, PPTని అనువదించండి, పవర్‌పాయింట్‌ను అనువదించండి, పదాన్ని అనువదించండి, ఎక్సెల్‌ని అనువదించండి.\n\nఇది EPUB అనువాదకుడు మరియు ఉపశీర్షిక అనువాదకుడుగా కూడా ఉపయోగించవచ్చు.\n\nబ్యాచ్ మోడ్ భవిష్యత్తులో మద్దతు ఇస్తుంది.\n\nగోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "การแปลเอกสารที่อิงตามโมเดลภาษาขนาดใหญ่ล่าสุด เช่น ChatGPT โดยรักษาเค้าโครงเอกสารต้นฉบับไว้อย่างสมบูรณ์ และรองรับเอกสารที่สแกน เพื่อให้ได้ผลลัพธ์การแปลที่ดีที่สุดในตลาด\n\nเหมาะสำหรับเอกสารที่หลากหลายในสำนักงานและสถานการณ์การศึกษา เช่น บทความ (arxiv.org) สัญญา รายงานอุตสาหกรรม เอกสารประกอบผลิตภัณฑ์ หนังสือ ไฟล์ การนำเสนอ ฯลฯ และให้ความสามารถในการกู้คืนเค้าโครงเอกสารที่มีความแม่นยำสูง\n\nข้อมูลทั้งหมดที่คุณอัปโหลดจะถูกลบโดยอัตโนมัติทุกวัน\n\n- รองรับการอัพโหลดไฟล์เพื่อการแปลและบันทึกลงใน Google Drive หรือดาวน์โหลดลงในเครื่อง\n- รองรับ Word/PPT/Excel/PDF/PowerPoint และรูปแบบอื่นๆ\n- การแปลระหว่าง 200+ ภาษา อังกฤษ สเปน ฝรั่งเศส เยอรมัน อาหรับ รัสเซีย และอื่นๆ อีกมากมาย การแปลที่แม่นยำและการดำเนินการที่รวดเร็ว\n- บริการจะรักษารูปแบบและเค้าโครงดั้งเดิมของเอกสารดังกล่าว ผลลัพธ์ทันที\n- นักแปล PDF, นักแปล PPT, นักแปล PowerPoint, นักแปล Word, นักแปล Excel, แปล PPT, แปล PowerPoint, แปล Word, แปล Excel\n\nนอกจากนี้ยังสามารถใช้เป็นตัวแปล EPUB และตัวแปลคำบรรยายได้\n\nโหมดแบทช์จะรองรับในอนาคต\n\nนโยบายความเป็นส่วนตัว\n\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "ChatGPT gibi en son büyük dil modellerine dayalı belge çevirisi, orijinal belge düzenini tam olarak korur ve piyasadaki en iyi çeviri sonuçlarını elde etmek için taranmış belgeleri destekler.\n\nMakaleler (arxiv.org), sözleşmeler, sektör raporları, ürün belgeleri, kitaplar, dosyalar, sunumlar vb. gibi ofis ve eğitim senaryolarındaki çeşitli belgeler için uygundur ve yüksek hassasiyetli belge düzeni kurtarma yeteneği sağlar.\n\nYüklediğiniz tüm veriler her gün otomatik olarak silinir.\n\n- Çeviri için dosyaların yüklenmesini ve Google Drive'a kaydedilmesini veya yerel sürücüye indirilmesini destekleyin.\n- Word/PPT/Excel/PDF/PowerPoint ve diğer formatları destekleyin.\n- İngilizce, İspanyolca, Fransızca, Almanca, Arapça, Rusça ve çok daha fazlası olmak üzere 200'den fazla dil arasında ara çeviri. Doğru çeviri ve hızlı işlem.\n- Hizmet, söz konusu belgelerin orijinal biçimlendirmesini ve düzenini koruyacaktır. Anında sonuçlar.\n- PDF Çevirmeni, PPT Çevirmeni, PowerPoint Çevirmeni, Kelime Çevirmeni, Excel Çevirmeni, PPT Çevirme, PowerPoint Çevirme, Word Çevirme, Excel Çevirme.\n\nAynı zamanda EPUB çevirmeni ve altyazı çevirmeni olarak da kullanılabilir.\n\nToplu mod gelecekte desteklenecektir.\n\nGizlilik Politikası\n\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyuyoruz.",
    "uk": "Переклад документів на основі останніх великих мовних моделей, таких як ChatGPT, повністю зберігаючи вихідний макет документа та підтримуючи відскановані документи для досягнення найкращих результатів перекладу на ринку.\n\nВін підходить для різноманітних документів в офісі та освітніх сценаріях, таких як есе (arxiv.org), контракти, галузеві звіти, документація продукту, книги, файли, презентації тощо, і забезпечує можливість високоточного відновлення макета документів.\n\nУсі дані, які ви завантажуєте, автоматично видаляються щодня.\n\n- Підтримка завантаження файлів для перекладу та збереження на Диск Google або завантаження на локальний.\n- Підтримка Word/PPT/Excel/PDF/PowerPoint та інших форматів.\n- Внутрішній переклад між 200+ мовами, англійською, іспанською, французькою, німецькою, арабською, російською та багатьма іншими. Точний переклад і швидка робота.\n- Сервіс збереже оригінальне форматування та компонування зазначених документів. Миттєві результати.\n- Перекладач PDF, Перекладач PPT, Перекладач PowerPoint, Перекладач Word, Перекладач Excel, Переклад PPT, Переклад PowerPoint, Переклад Word, Переклад Excel.\n\nЙого також можна використовувати як перекладач EPUB і субтитрів.\n\nПакетний режим підтримуватиметься в майбутньому.\n\nПолітика конфіденційності\n\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "Dịch tài liệu dựa trên các mô hình ngôn ngữ lớn mới nhất như ChatGPT, giữ nguyên hoàn toàn bố cục tài liệu gốc và hỗ trợ các tài liệu được quét để đạt được kết quả dịch thuật tốt nhất trên thị trường.\n\nNó phù hợp với nhiều loại tài liệu trong các tình huống văn phòng và giáo dục, chẳng hạn như bài tiểu luận (arxiv.org), hợp đồng, báo cáo ngành, tài liệu sản phẩm, sách, tệp, bản trình bày, v.v. và cung cấp khả năng khôi phục bố cục tài liệu có độ chính xác cao.\n\nTất cả dữ liệu bạn tải lên sẽ tự động bị xóa mỗi ngày.\n\n- Hỗ trợ upload file để dịch và lưu vào Google Drive hoặc tải về máy.\n- Hỗ trợ Word/PPT/Excel/PDF/PowerPoint và các định dạng khác.\n- Dịch thuật giữa hơn 200 ngôn ngữ, tiếng Anh, tiếng Tây Ban Nha, tiếng Pháp, tiếng Đức, tiếng Ả Rập, tiếng Nga và nhiều ngôn ngữ khác. Bản dịch chính xác và hoạt động nhanh chóng.\n- Dịch vụ sẽ giữ nguyên định dạng và bố cục ban đầu của các tài liệu nói trên. Kết quả tức thì.\n- Trình dịch PDF, Trình dịch PPT, Trình dịch PowerPoint, Trình dịch Word, Trình dịch Excel, Dịch PPT, Dịch PowerPoint, Dịch Word, Dịch Excel.\n\nNó cũng có thể được sử dụng làm trình dịch EPUB và trình dịch phụ đề.\n\nChế độ hàng loạt sẽ hỗ trợ trong tương lai.\n\nChính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "基于ChatGPT等最新大型语言模型进行文档翻译，完整保留原始文档版式，支持扫描文档，达到市面上最好的翻译效果。\n\n适用于办公和教育场景中的多种文档，如论文（arxiv.org）、合同、行业报告、产品文档、书籍、文件、演示文稿等，并提供高精度文档布局恢复能力。\n\n您上传的所有数据每天都会自动删除。\n\n- 支持上传翻译文件，并保存到Google Drive或下载到本地。\n- 支持Word/PPT/Excel/PDF/PowerPoint等格式。\n- 200 多种语言之间的互译，包括英语、西班牙语、法语、德语、阿拉伯语、俄语等等。翻译准确，操作快捷。\n- 该服务将保留所述文档的原始格式和布局。即时结果。\n- PDF翻译器，PPT翻译器，PowerPoint翻译器，Word翻译器，Excel翻译器，翻译PPT，翻译PowerPoint，翻译Word，翻译Excel。\n\n它还可以用作 EPUB 翻译器和字幕翻译器。\n\n未来将支持批处理模式。\n\n隐私政策\n\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。",
    "zh_TW": "基於ChatGPT等最新大語言模型的文檔翻譯，充分保留原始文件佈局並支援掃描文檔，以達到市場上最佳的翻譯效果。\n\n適用於辦公室和教育場景中的多種文檔，如論文（arxiv.org）、合約、行業報告、產品文件、書籍、文件、簡報等，並提供高精度文件佈局復原能力。\n\n您上傳的所有資料每天都會自動刪除。\n\n- 支援上傳翻譯文件，並儲存到Google Drive或下載到本機。\n- 支援Word/PPT/Excel/PDF/PowerPoint等格式。\n- 200 多種語言之間的互譯，包括英語、西班牙語、法語、德語、阿拉伯語、俄語等等。翻譯準確，操作快速。\n- 本服務將保留所述文件的原始格式和佈局。即時結果。\n- PDF翻譯器，PPT翻譯器，PowerPoint翻譯器，Word翻譯器，Excel翻譯器，翻譯PPT，翻譯PowerPoint，翻譯Word，翻譯Excel。\n\n它也可以用作 EPUB 翻譯器和字幕翻譯器。\n\n未來將支援批次模式。\n\n隱私權政策\n\n根據設計，您的資料始終保留在您的 Google 帳戶中，而不是保存在我們的資料庫中。您的資料不會與任何人共用，包括附加元件擁有者。\n我們遵守隱私權法（特別是 GDPR 和加州隱私權法）來保護您的資料。"
  }
}