{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nThe \"YouTube Search\" Chrome extension enhances your browsing experience by allowing you to quickly search selected…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nThe \"YouTube Search\" Chrome extension enhances your browsing experience by allowing you to quickly search selected text on YouTube. With this extension, you can seamlessly search for videos related to the text you highlight on web pages, without the need to manually open a new tab and perform the search.\n\nFeatures:\n\n✅ Context Menu Integration: The extension adds a context menu option, \"Search on YouTube,\" that appears when you right-click on selected text.\n\n✅ Quick YouTube Search: When you select text on a webpage and choose the \"Search on YouTube\" option from the context menu, the extension automatically opens a new tab with the YouTube search results for the selected text.\n\n✅ Easy Access to Relevant Content: By providing instant access to YouTube search results, the extension helps you find relevant videos related to the text you're interested in without interrupting your browsing flow.\n\n✅ Efficient Workflow: The extension eliminates the need to manually copy and paste text into the YouTube search bar, saving you time and effort.\n\n✅ Customizable and Lightweight: The extension is designed to be lightweight and non-intrusive. It only adds a single context menu option and uses minimal system resources.\n\n🕵 Privacy Policy:\nThis \"YouTube Search\" Chrome extension is designed with user privacy in mind. We understand the importance of protecting your personal information. Therefore, we would like to assure you that this extension does not collect or store any personally identifiable information or browsing data from your device.\n\nThe extension solely relies on the selected text provided by the user for the purpose of initiating a YouTube search. No data is transmitted or shared with any third parties. The extension operates entirely within your browser, providing a seamless and privacy-conscious search experience.\n\nPlease note that while we have taken all precautions to ensure your privacy, this extension is provided \"as is,\" without any warranties or guarantees. It is recommended to review and understand the privacy policies of YouTube and Google, as they may govern the handling of data when you visit or interact with YouTube or any related services.\n\nIf you have any concerns or questions regarding the privacy practices of this extension, please don't hesitate to contact us.\n\nCompatibility:\nThe \"YouTube Search\" extension is compatible with Google Chrome and other Chromium-based browsers that support Chrome extensions.\n\nNote:\nThe extension has been developed using Manifest V3, the latest version of the Chrome extension manifest format. It adheres to the new event-driven background script model introduced in Manifest V3, ensuring compatibility and compliance with the latest Chrome extension guidelines.\n\nEnjoy the convenience of searching for YouTube videos directly from selected text with the \"YouTube Search\" Chrome extension while maintaining your privacy!"
  }
}