{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Green Web"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically check the sustainability of a website with The Green Web add-on."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Green Web add-on, you can see the green (or not so green) status of a website at glance, based on what kind of energy is used to power the servers it runs on.\n\nIs the site running on green power? Hurray! Smiley face!\nIs the site is still running on grey power, from fossil fuels? Boo! You'll see a sad face. Why not ask them to switch?\n\nBut wait! There's more!\n\nIf you search with Google, Yahoo, Bing or Ecosia, you'll see which sites in results run on renewable power -  green links get smiley faces in the results.\n\nAlso, if you're on a page with links to external sites, you can see if the external site is hosted on green servers too.  Links to green sites have a checked green underline on them.\n\nThe Green Web Foundation maintains an open database listing which datacentres around the world run on green power.  We use this to present this information in this browser extension.\n\nBoth the platform, and the browser extension are open source, so if want, you can see what's happening under the hood when you use the service.\n\nIn fact, all the source code for all our projects is published on Github, so you can see how they *all* work. We welcome feature requests and contributions to the project. - https://github.com/thegreenwebfoundation/web-extension\n\n\nYou can find more information on http://www.thegreenwebfoundation.org\n\n\nRelease notes:\n2.3.0 | 30 June 2020\n- Updated icons with transparency to better fit dark mode. \n\n2.2.0 | 13 June 2020\n- Add an ethical filtering option, when you enable this option, on search pages results that normally will get a grey smiley as they run on non-green infrastructure will now be filtered out from the webpage, so they are hidden from view. \n\nFor previous versions check the changelog : https://github.com/thegreenwebfoundation/web-extension/blob/master/Changelog.MD"
  }
}