{
  "name": {
    "ar": "من كتب هذا؟",
    "am,bg,cs,da,en,en_AU,en_GB,en_US,es_419,et,fil,hi,hr,ja,kn,lt,lv,mr,ru,sr,sw,ta,vi,zh_CN,zh_TW": "Who Wrote That?",
    "bn": "কে ওটি লিখেছে?",
    "ca": "Qui va escriure això?",
    "de": "Wer hat es geschrieben?",
    "el": "Ποιος Το Έγραψε Αυτό;",
    "es": "¿Quién lo escribió?",
    "fa": "چه کسی این را نوشته؟",
    "fi": "Kenen kirjoittama?",
    "fr": "Qui a écrit cela ?",
    "gu": "તે કોણે લખ્યું?",
    "he": "מי כתב את זה?",
    "hu": "Ki írta ezt?",
    "id": "Ini Tulisan Siapa?",
    "it": "Chi l'ha scritto?",
    "ko": "누가 그것을 작성했는가?",
    "ml": "ആർ എഴുതി?",
    "ms": "Siapa Tulis Itu?",
    "nl": "Wie schreef dat?",
    "no": "Hvem skrev det?",
    "pl": "Kto to napisał?",
    "pt_BR,pt_PT": "Quem escreveu isso?",
    "ro": "Cine a scris asta?",
    "sk": "Kto To Napísal?",
    "sl": "Kdo je to napisal?",
    "sv": "Vem skrev detta?",
    "te": "దాన్ని రాసినది ఎవరు?",
    "th": "ใครเขียนมัน (WWT)",
    "tr": "Bunu Kim Yaptı?",
    "uk": "Хто це написав?"
  },
  "short": {
    "ar": "استكشف معلومات الكتابة والمراجعة بشكل مرئي ومباشر في مقالات ويكيبيديا، مدعوم من ويكي هاو.",
    "am,bg,cs,da,en,en_AU,en_GB,en_US,es_419,et,gu,hi,hr,kn,lt,lv,ml,mr,sr,sw,ta,vi,zh_CN,zh_TW": "Explore authorship and revision information visually and directly in Wikipedia articles. Powered by WikiWho.",
    "bn": "উইকিপিডিয়ার নিবন্ধগুলিতে দৃশ্যমানভাবে এবং সরাসরি লেখক এবং সংশোধন সম্পর্কিত তথ্য সন্ধান করুন। উইকিহু চালিত।",
    "ca": "Explora la informació d'autoria i de revisió de manera visual i directa en els articles de Wikipedia. Desenvolupat per WikiWho.",
    "de": "Entdecke Informationen zu Autoren und Artikelversionen visuell und direkt in Wikipedia-Artikeln. Basierend auf WikiWho.",
    "el": "Εξερευνήστε οπτικά τις πληροφορίες συντακτών και αναθεωρήσεων και απευθείας στα λήμματα της Wikipedia. Υποστηρίζεται από το WikiWho.",
    "es": "Exploración visual directa de la autoría de artículos de Wikipedia. Funciona con WikiWho.",
    "fa": "دریافت اطلاعات نویسنده و نسخه به صورت مستقیم در مقاله‌های ویکی‌پدیا.\nقدرت گرفته از ویکی‌هو",
    "fi": "Näe visuaalisesti suoraan Wikipedia-artikkelissa tieto sen tekstin kirjoittajasta ja versiosta. Laajennuksen tarjoaa WikiWho.",
    "fil": "Ginagalugad ang impormasyon sa pag-akda at pagbabago nang nakikita at direkta sa mga artikulo ng Wikipedia. Pinapagana ng WikiWho.",
    "fr": "Explorer la paternité et les informations de révision visuellement et directement dans les articles de Wikipédia. Fourni par WikiWho",
    "he": "חקירת מידע על מחברים וגרסאות באופן חזותי וישר בערכי ויקיפדים. מופעל באמצעות WikiWho.",
    "hu": "Fedezze fel a szerzőségre és a módosításra vonatkozó információkat vizuálisan és közvetlenül a Wikipédia-szócikkekben. A WikiWho seg",
    "id": "Dapatkan informasi penulis & revisi secara langsung di halaman artikel Wikipedia. Didukung oleh WikiWho.",
    "it": "Esplora visivamente e direttamente nelle voci di Wikipedia le informazioni sulla paternità e sulla versione. Offerto da WikiWho.",
    "ja": "ウィキペディアの執筆者情報と履歴情報を視覚的に、直接、探りましょう。WikiWhoにより搭載。",
    "ko": "위키백과 문서의 저자 및 판 정보를 시각적으로 직접 살펴봅니다. WikiWho 제공.",
    "ms": "Terokai maklumat pengarang dan semakan secara visual dan terus pada rencana Wikipedia. Dikuasakan oleh WikiSiapa.",
    "nl": "Zie visuele informatie over auteurs en versies, rechtstreeks in Wikipedia-artikelen. Mogelijk gemaakt door WikiWho.",
    "no": "Utforsk forfatterskap og revisjonsinformasjon visuelt og direkte i Wikipedia-artikler. Drives med WikiWho.",
    "pl": "Eksploruj informacje o autorstwie i wersjach wizualnie i bezpośrednio w artykułach Wikipedii. Obsługiwane przez WikiWho.",
    "pt_BR,pt_PT": "Explore a informação de autoria e revisão visualmente e diretamente nos artigos da Wikipédia. Desenvolvido por WikiWho.",
    "ro": "Explorați vizual informațiile despre autor și versiune direct din articolele Wikipedia. Susținut de WikiWho.",
    "ru": "Изучайте информацию об авторах и ревизиях в наглядной форме непосредственно в статьях Википедии. Работает на WikiWho.",
    "sk": "Objavte autorstvo a iné informácie priamo na článkoch vo Wikipédii. Poháňané cez WikiWho.",
    "sl": "Vizualno raziskujte podatke o avtorjih in redakcijah člankov Wikipedije. Omogoča WikiWho.",
    "sv": "Utforska information om författare och sidversioner visuellt och direkt i Wikipediaartiklar. Tillhandahålls av WikiWho.",
    "te": "వ్యాస కర్తృత్వం, కూర్పు సమాచారాన్ని నేరుగా వికీపీడియా వ్యాసం లోనే చూడండి. WikiWho దీన్ని నడుపుతోంది.",
    "th": "ตรวจสอบว่าผู้ใดเขียนคำง่าย ๆ โดยตรงในบทความ ให้การสนับสนุนโดย WikiWho",
    "tr": "Vikipedi ve doğrudan Vikipedi makalelerinde yazarlık ve revizyon bilgilerini keşfedin. VikiKim tarafından desteklenmektedir.",
    "uk": "Дозволяє досліджувати та візуалізувати авторство та версії статей Вікіпедії. Розроблено у WikiWho."
  },
  "long": {
    "ar": "استكشف معلومات التأليف والمراجعة بشكل مرئي ومباشر في مقالات ويكيبيديا، مدعوم من ويكيهو.",
    "am,bg,cs,da,en,en_AU,en_GB,en_US,es_419,et,fil,gu,hi,hr,hu,kn,lt,lv,ml,mr,nl,no,ro,ru,sk,sl,sr,sw,ta,te,vi,zh_CN,zh_TW": "Who Wrote That? (WWT) is a browser extension, which displays authorship information directly on Wikipedia articles. When you hover over content, the tool highlights all content by the same author. When you click on content, the tool identifies the author of the revision, along with revision details. Overall, WWT allows users to discover the source and background of an edit, without digging through revision history.",
    "bn,ca,de,el,fa,fi,id,it,ko,ms,pl,th": "Explore authorship and revision information visually and directly in Wikipedia articles. Powered by WikiWho.",
    "es": "Exploración visual directa de la autoría de artículos de Wikipedia. Funciona con WikiWho.",
    "fr": "Who Wrote That? (WWT) est une extension de navigateur qui affiche les informations sur la paternité d’un contenu directement dans les articles Wikipédia. Lorsque vous survolez un passage, l’outil surligne tous les contenus du même auteur. Lorsque vous cliquez sur un passage, l’outil indique l’auteur de la révision ainsi que ses détails. Dans l’ensemble, WWT permet aux utilisateurs de découvrir la source et l’historique d’une modification sans avoir à parcourir l’historique des versions.",
    "he": "חקירת מידע על מחברים וגרסאות באופן חזותי וישר בערכי ויקיפדים. מופעל באמצעות WikiWho.",
    "ja": "Who Wrote That? (WWT) ブラウザ拡張機能は、ウィキペディアの記事を閲覧画面に直接、執筆者情報を表示します。利用者名にカーソルを当てると、同じ執筆者が書いた部分を強調表示します。コンテンツをクリックすると改稿した執筆者名と変更の詳細を表示します。つまり WWT は特定の編集について情報源と背景がわかり、いちいち変更履歴を詳細に調べる必要がありません。",
    "pt_BR": "Quem escreveu isso? (WWT) é uma extensão do navegador, que exibe informações de autoria diretamente nos artigos da Wikipedia. Quando você passa o mouse sobre o conteúdo, a ferramenta destaca todo o conteúdo do mesmo autor. Quando você clica no conteúdo, a ferramenta identifica o autor da revisão, junto com os detalhes da revisão. No geral, o WWT permite que os usuários descubram a origem e o plano de fundo de uma edição, sem procurar no histórico de revisões.",
    "pt_PT": "Explore a informação de autoria e revisão visualmente e diretamente nos artigos da Wikipédia. Desenvolvido por WikiWho.",
    "sv": "Vem skrev detta? är ett webbläsartillägg som visar författarinformation direkt på Wikipediaartiklar. När du lägger musen över innehåll kommer verktyget visa versionens författare och information. Tillägget låter användare upptäcka källan och bakgrunden till en redigering utan att behöva gräva i historiken.",
    "tr": "Bunu Kim Yazdı? (WWT), yazarlık bilgilerini doğrudan Vikipedi makalelerinde görüntüleyen bir tarayıcı uzantısıdır. Fareyle içerik üzerine geldiğinizde, araç aynı yazarın tüm içeriğini vurgular. İçeriğe tıkladığınızda, araç, düzeltmenin ayrıntılarıyla birlikte düzeltmenin yazarını tanımlar. Genel olarak, WWT kullanıcıların düzeltme geçmişini incelemeden bir düzenlemenin kaynağını ve arka planını keşfetmesine olanak tanır.",
    "uk": "«Хто це написав?» — це розширення для браузера, яке показує інформацію про авторів безпосередньо в статтях Вікіпедії. Коли проводите вказівником мишки над вмістом сторінки, інструмент виділяє весь контент, доданий одним і тим же автором. Якщо клацнути на такому контенті, інструмент виведе інформацію про автора версії та саму версію сторінки. Загалом, призначення інструмента — надавати користувачам інформацію про джерело й передумови редагування без необхідності копатися в історії редагувань."
  }
}