{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WEP - WIN Efficiency Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds enhancements and Jira integration to 'WIN', the time tracking tool for hRC (Collins Aerospace)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "USAGE - TIME CHARGING\n1. At the beginning of the day, select the \"Now\" button to enter a Start time.\n2. Optionally, use the \"-0.1\" button in the Start column, or modify the start time manually.\n3. To log time as Break (not working), enter a value in the Break input.\n4. To increment an NWA, use the green and yellow buttons.\n5. To charge all accumulated time to an NWA or Break time, select the blue button for that item.\n\tFor example: If Start is 8.2 (8:12 AM), the sum of NWA charges is 4.2h, Break is 0.5h, and the current time is 13:48, then this will add 0.9h to the associated row.\n6. If WIN is not in Edit mode, the NWA buttons will automatically enter edit mode, modify the time, and save the result.\n7. If WIN is in Edit mode, Save must be selected manually when done charging.\n\nUSAGE - JIRA INTEGRATION\n1. Open the desired Jira Story.\n2. Ensure all desired subtasks are created.\n3. Ensure the correct Charge Number is entered in the \"Funding\" field under Project Management (e.g. \"100152930 0608\").\n4. Select \"Add to WEP\" in the top right and acknowledge the popup.\n5. To update WEP after a story has changed (e.g. subtask has been added or renamed), select \"Add to WEP\" again.\n6. To remove a story from WEP, select \"Remove from WEP\". This will also make WEP forget any unlogged time.\n7. Return to WIN and reload the page to apply the changes.\n8. In the dropdown, select the subtask that you have worked.\n9. Charge your time in WIN using the input box or buttons.\n10. After accumulating unlogged Jira time throughout the day/week, select the desired NWA/Jira Ticket and select \"Log\" to log the time to that Jira Ticket.\n\tWEP will open the subtask URL in a new tab, log the time, and then close the tab.\n\nUSAGE - COPY/MISC ACTIONS\n1. To copy the Name (Description) or Charge Number of a given NWA, select that NWA and select the applicable button.\n2. To copy the Story ID or Story URL of the selected Jira Ticket, select the applicable button.\n3. To add/edit notes of an NWA (such as when to use it), select the desired NWA and select \"Edit Notes\". Then type the desired notes and selecte \"OK\"."
  }
}