{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize YouTube Theme"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change the design of the YouTube with one click, and also customize it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Change your YouTube Player skin to a custom one from a fun collection. Make your YouTube player amazing!\nMake Youtube player more funny and beautiful!\n\nDo you like to watch clips and reels on YouTube, but are you already tired of this boring, standard interface of the YouTube service?\nWe have good news! We made sure that you can do whatever you want with this boring YouTube interface!\nEverything will be exactly as you see fit. It is you who chooses what the appearance of your YouTube should be.\nDifferent skins, colors, themes, styles, memes, all the most relevant and coolest today,\nand all this for any taste in just a couple of clicks.\nYou can change such control elements as: progress bar, play buttons, next video, stop, open to full screen and everything you want.\nConvenient settings, convenient management will not leave you indifferent, and your YouTuber will look much more cheerful.\nAll you need is to install our application and get high from the buns we created for you!\nInstall and start a new life for your YouTube! It should be more interesting and brighter!\nOur app is exactly what you've been waiting for and what the YouTube interface needs to improve!\n\nChoose a player theme from our large collection and it will work for all YouTube videos.\n\nThe extension offers a fun theme instead of the classic YouTube player theme.",
    "en,en_AU,en_GB,en_US": "Change the look of your YouTube player to a unique one from a cool collection. Customize YouTube Theme and make your YouTube player super cool!\nMake YouTube player more fun and exciting!\n\nDo you like to hang out on YouTube, watch clips and reels, but this standard interface is really tired of you? We have great news! We've made sure you can do whatever you want with that boring YouTube interface!\nEverything will be exactly as you want. Customize YouTube Theme and choose how your YouTube will look.\nDifferent skirts, colors, themes, styles, bows, all the top and coolest, and all this for any taste in just a couple of clicks.\nYou can change such controls as: progress bar, play buttons, next video, stop, open to full screen and everything you want. Use our custom YouTube to make your YouTube truly unique.\nConvenient settings, simple flex in management will not leave you indifferent, and your YouTube will look much more fun.\nAll you need is to install our app and enjoy the buns we've created for you!\nInstall our custom design and start a new life for your YouTube! It should be more interesting and brighter!\nOur app is exactly what you've been waiting for and what the YouTube streaming interface needs!\n\nChoose a player theme from our huge collection and it will work for all YouTube videos.\n\nThis extension offers a fun theme instead of the classic YouTube player theme.",
    "es,es_419": "Cambia el aspecto de tu reproductor de YouTube por uno personalizado de una colección divertida. ¡Haz que tu reproductor de YouTube sea increíble!\n¡Haz que el reproductor de YouTube sea más divertido y hermoso!\n\n¿Te gusta ver clips y carretes en YouTube, pero ya estás cansado de esta aburrida interfaz estándar del servicio de YouTube?\n¡Tenemos buenas noticias! ¡Nos aseguramos de que puedas hacer lo que quieras con esta aburrida interfaz de YouTube!\nTodo será exactamente como usted crea conveniente. Eres tú quien elige cuál debe ser la apariencia de tu YouTube.\nDiferentes skins, colores, temas, estilos, memes, todo lo más relevante y cool de la actualidad,\ny todo esto para todos los gustos en tan solo un par de clics.\nPuede cambiar elementos de control como: barra de progreso, botones de reproducción, siguiente video, detener, abrir a pantalla completa y todo lo que desee.\nLa configuración conveniente, la administración conveniente no lo dejarán indiferente y su YouTuber se verá mucho más alegre.\n¡Todo lo que necesitas es instalar nuestra aplicación y drogarte con los bollos que creamos para ti!\n¡Instala y comienza una nueva vida para tu YouTube! ¡Debería ser más interesante y brillante!\n¡Nuestra aplicación es exactamente lo que estabas esperando y lo que la interfaz de YouTube necesita mejorar!\n\nElija un tema de reproductor de nuestra gran colección y funcionará para todos los videos de YouTube.\n\nLa extensión ofrece un tema divertido en lugar del clásico tema del reproductor de YouTube.",
    "fr": "Remplacez l'habillage de votre lecteur YouTube par un habillage personnalisé d'une collection amusante. Rendez votre lecteur YouTube incroyable !\nRendez le lecteur Youtube plus drôle et plus beau !\n\nVous aimez regarder des clips et des bobines sur YouTube, mais vous en avez déjà assez de cette interface standard ennuyeuse du service YouTube ?\nNous avons de bonnes nouvelles ! Nous nous sommes assurés que vous puissiez faire ce que vous voulez avec cette interface YouTube ennuyeuse !\nTout sera exactement comme bon vous semble. C'est vous qui choisissez l'apparence de votre YouTube.\nDifférents skins, couleurs, thèmes, styles, mèmes, tous les plus pertinents et les plus cool aujourd'hui,\net tout cela pour tous les goûts en quelques clics.\nVous pouvez modifier des éléments de contrôle tels que : barre de progression, boutons de lecture, vidéo suivante, arrêt, ouverture en plein écran et tout ce que vous voulez.\nDes paramètres pratiques, une gestion pratique ne vous laisseront pas indifférents et votre YouTuber aura l'air beaucoup plus joyeux.\nTout ce dont vous avez besoin est d'installer notre application et de vous défoncer avec les petits pains que nous avons créés pour vous !\nInstallez et commencez une nouvelle vie pour votre YouTube ! Cela devrait être plus intéressant et plus lumineux!\nNotre application est exactement ce que vous attendiez et ce que l'interface YouTube doit améliorer !\n\nChoisissez un thème de lecteur dans notre vaste collection et il fonctionnera pour toutes les vidéos YouTube.\n\nL'extension propose un thème amusant au lieu du thème classique du lecteur YouTube.",
    "uk": "Зміни вигляд свого YouTube плеєра на унікальний з прикольної колекції. Customize YouTube Theme і зроби свій YouTube плеєр мегакрутим!\nЗроби YouTube плеєр веселішим і кайфовішим!\n\nЛюбиш зависати на YouTube, дивитися кліпи та рілзи, але цей стандартний інтерфейс вже конкретно набрид? У нас є шикарна новина! Ми подбали про те, щоб ти міг зробити що завгодно з цим нудним інтерфейсом YouTube!\nВсе буде саме так, як тобі заманеться. Customize YouTube Theme та обирай, як виглядатиме твій YouTube.\nРізні скінчики, кольори, теми, стилі, мемчики, все найтоповіше і найкрутіше, і все це на будь-який смак усього за пару кліків.\nТи можеш змінити такі елементи керування, як: прогрес-бар, кнопки відтворення, наступне відео, стоп, відкриття на повний екран і все, що захочеш. Використай наш custom YouTube, щоб зробити свій YouTube дійсно унікальним.\nЗручні налаштування, простий флекс у керуванні не залишать тебе байдужим, і твій YouTube виглядатиме набагато веселіше.\nВсе, що потрібно – це встановити наш додаток і насолоджуватися плюшками, які ми створили для тебе!\nВстановлюй наш custom design і починай нове життя для свого YouTube! Він має бути цікавішим і яскравішим!\nНаш додаток саме те, на що ти чекав, і те, що потрібно інтерфейсу YouTube для прокачки!\n\nОбирай тему для плеєра з нашої величезної колекції, і вона працюватиме для всіх відео на YouTube.\n\nЦе розширення пропонує веселу тему замість класичної теми плеєра YouTube."
  }
}