{
  "name": {
    "ar": "لعبة هول  Online Games",
    "am": "ቀዳዳ ጨዋታ  Skill Game",
    "bg": "Игра на дупка  Puzzle Game",
    "bn": "হোল গেম  Online Games",
    "ca": "Joc de forats  Skill Game",
    "cs": "Hra na dírky  Online Games",
    "da": "Hulspil  Online Game",
    "de": "Lochspiel  Skill Game",
    "el": "Παιχνίδι τρύπας  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Hole Game - HTML5 Game",
    "es": "Juego de agujeros  Puzzle Game",
    "et": "Augumäng  Online",
    "fa": "بازی سوراخ  Online Games",
    "fi": "Hole Game  Online",
    "fil": "Larong butas  Online Game",
    "fr": "Jeu de trou Unblocked",
    "gu": "હોલ ગેમ  Skill Game",
    "he": "משחק חורים  Unblocked Game",
    "hi": "होल गेम Unblocked",
    "hr": "Igra rupa  Unblocked Games",
    "hu": "Lyukas játék  Unblocked Game",
    "id": "Permainan Lubang  Online Game",
    "it": "Gioco di buche Unblocked",
    "ja": "ホールゲーム  Unblocked Game",
    "kn": "ಹೋಲ್ ಗೇಮ್  Unblocked Games",
    "ko": "홀 게임  Puzzle Game",
    "lv": "Caurumu spēle  Unblocked Game",
    "ml": "ഹോൾ ഗെയിം  Unblocked Games",
    "mr": "भोक खेळ Unblocked",
    "ms": "Permainan Lubang  Unblocked Games",
    "nl": "Gaten spel  Online",
    "pl": "Gra w dziury  Online",
    "ro": "Joc Hole  Skill Game",
    "ru": "Отверстие игры Unblocked",
    "sk": "Hra na jamky  Online Game",
    "sl": "Igra lukenj  Unblocked Game",
    "sw": "Mchezo wa Shimo  Unblocked Games",
    "ta": "துளை விளையாட்டு  Unblocked Games",
    "te": "హోల్ గేమ్  Unblocked Games",
    "th": "เกมรู  Online Game",
    "tr": "Delik Oyunu Unblocked",
    "uk": "Гра «Дірки».  Skill Game"
  },
  "short": {
    "ar": "الهروب من الفخاخ باستخدام Hole ، وهي لعبة تتحكم فيها في خطاف وحلقة. تغيير الأشكال والعقبات والتحديات التي لا تنتهي.",
    "am": "መንጠቆ እና ቀለበት የሚቆጣጠሩበት ጨዋታ በሆል ወጥመዶችን ማምለጥ። ቅርጾችን፣ መሰናክሎችን እና ማለቂያ የሌላቸውን ተግዳሮቶችን መቀየር።",
    "bg": "Избягайте от капани с Hole, игра, в която контролирате кука и пръстен. Променящи се форми, препятствия и безкрайни…",
    "bn": "হোল দিয়ে ফাঁদ এড়িয়ে যাও, এমন একটি খেলা যেখানে আপনি একটি হুক এবং রিং নিয়ন্ত্রণ করেন। পরিবর্তন আকৃতি, বাধা, এবং অন্তহীন চ্যালেঞ্জ.",
    "ca": "Escapa de les trampes amb Hole, un joc on controles un ganxo i un anell. Canvi de formes, obstacles i reptes infinits.",
    "cs": "Utečte z pastí s Hole, hrou, kde ovládáte hák a kroužek. Měnící se tvary, překážky a nekonečné výzvy.",
    "da": "Undslip fælder med Hole, et spil, hvor du styrer en krog og ring. Skiftende former, forhindringer og endeløse udfordringer.",
    "de": "Entkomme Fallen mit Hole, einem Spiel, bei dem du einen Haken und einen Ring steuerst. Wechselnde Formen, Hindernisse und endlose…",
    "el": "Escape traps με το Hole, ένα παιχνίδι όπου ελέγχεις ένα γάντζο και ένα δαχτυλίδι. Αλλάζοντας σχήματα, εμπόδια και ατελείωτες…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Escape traps with Hole, a game where you control a hook and ring. Changing shapes, obstacles, and endless challenges.",
    "es": "Escapa de las trampas con Hole, un juego en el que controlas un gancho y un anillo. Cambio de formas, obstáculos y un sinfín de…",
    "et": "Põgenemislõksud Hole&#39;iga, mäng, kus juhite konksu ja rõngast. Kujude muutmine, takistused ja lõputud väljakutsed.",
    "fa": "فرار از تله ها با Hole، بازی که در آن کنترل یک قلاب و حلقه را دارید. تغییر اشکال، موانع، و چالش های بی پایان.",
    "fi": "Escape ansoja Hole-pelissä, jossa ohjaat koukkua ja rengasta. Muuttuvat muodot, esteet ja loputtomat haasteet.",
    "fil": "Escape traps gamit ang Hole, isang laro kung saan kinokontrol mo ang isang hook at singsing. Pagbabago ng mga hugis, balakid, at…",
    "fr": "Échappez aux pièges avec Hole, un jeu où vous contrôlez un crochet et un anneau. Formes changeantes, obstacles et défis sans fin.",
    "gu": "હોલ સાથે ફાંસોમાંથી છટકી જાઓ, એક રમત જ્યાં તમે હૂક અને રિંગને નિયંત્રિત કરો છો. આકારો, અવરોધો અને અનંત પડકારો બદલતા.",
    "he": "בריחה ממלכודות עם Hole, משחק שבו אתה שולט על וו וטבעת. שינוי צורות, מכשולים ואתגרים אינסופיים.",
    "hi": "होल के साथ एस्केप ट्रैप, एक गेम जहां आप एक हुक और रिंग को नियंत्रित करते हैं। बदलते आकार, बाधाएँ और अंतहीन चुनौतियाँ।",
    "hr": "Pobjegnite od zamki uz Hole, igru u kojoj upravljate kukom i prstenom. Promjenjivi oblici, prepreke i beskrajni izazovi.",
    "hu": "Menekülési csapdák a Hole játékkal, ahol a horgot és a gyűrűt irányíthatod. Változó alakzatok, akadályok és végtelen kihívások.",
    "id": "Melarikan diri dari jebakan dengan Hole, gim di mana Anda mengontrol kail dan cincin. Mengubah bentuk, rintangan, dan tantangan…",
    "it": "Sfuggi alle trappole con Hole, un gioco in cui controlli un gancio e un anello. Forme mutevoli, ostacoli e sfide senza fine.",
    "ja": "フックとリングを操作するゲーム、ホールでトラップを脱出します。変化する形、障害物、果てしない挑戦。",
    "kn": "ನೀವು ಹುಕ್ ಮತ್ತು ರಿಂಗ್ ಅನ್ನು ನಿಯಂತ್ರಿಸುವ ಆಟವಾದ ಹೋಲ್‌ನೊಂದಿಗೆ ಬಲೆಗಳಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳಿ. ಆಕಾರಗಳು, ಅಡೆತಡೆಗಳು ಮತ್ತು ಅಂತ್ಯವಿಲ್ಲದ ಸವಾಲುಗಳನ್ನು…",
    "ko": "후크와 링을 제어하는 게임인 Hole로 함정을 탈출하세요. 변화하는 모양, 장애물, 끝없는 도전.",
    "lv": "Aizbēgt no slazdiem ar Hole — spēli, kurā jūs kontrolējat āķi un gredzenu. Mainīgas formas, šķēršļi un nebeidzami izaicinājumi.",
    "ml": "നിങ്ങൾ ഒരു കൊളുത്തും വളയവും നിയന്ത്രിക്കുന്ന ഒരു ഗെയിമായ ഹോൾ ഉപയോഗിച്ച് എസ്കേപ്പ് ട്രാപ്പുകൾ. രൂപങ്ങൾ, തടസ്സങ്ങൾ, അനന്തമായ…",
    "mr": "होलसह सापळ्यांमधून बाहेर पडा, हा गेम जिथे तुम्ही हुक आणि रिंग नियंत्रित करता. आकार, अडथळे आणि अंतहीन आव्हाने बदलणे.",
    "ms": "Melarikan diri perangkap dengan Hole, permainan di mana anda mengawal cangkuk dan cincin. Mengubah bentuk, halangan dan cabaran…",
    "nl": "Ontsnap aan vallen met Hole, een spel waarbij je een haak en een ring bestuurt. Veranderende vormen, obstakels en eindeloze…",
    "pl": "Uciekaj z pułapek w grze Hole, w której kontrolujesz haczyk i kółko. Zmieniające się kształty, przeszkody i niekończące się…",
    "ro": "Scăpați din capcane cu Hole, un joc în care controlați un cârlig și un inel. Schimbarea formelor, obstacolele și provocările…",
    "ru": "Избегайте ловушек с Hole, игрой, в которой вы управляете крюком и кольцом. Меняющиеся формы, препятствия и бесконечные испытания.",
    "sk": "Únik z pascí s Hole, hrou, v ktorej ovládate hák a krúžok. Meniace sa tvary, prekážky a nekonečné výzvy.",
    "sl": "Pobegnite iz pasti z igro Hole, kjer upravljate kavelj in obroč. Spreminjajoče se oblike, ovire in neskončni izzivi.",
    "sw": "Escape traps na Hole, mchezo ambapo unadhibiti ndoano na pete. Kubadilisha maumbo, vikwazo, na changamoto zisizo na mwisho.",
    "ta": "ஹோல் மூலம் எஸ்கேப் ட்ராப்ஸ், நீங்கள் ஒரு கொக்கி மற்றும் மோதிரத்தை கட்டுப்படுத்தும் விளையாட்டு. வடிவங்கள், தடைகள் மற்றும் முடிவற்ற…",
    "te": "హోల్‌తో ట్రాప్‌లను తప్పించుకోండి, మీరు హుక్ మరియు రింగ్‌ని నియంత్రించే గేమ్. ఆకారాలు, అడ్డంకులు మరియు అంతులేని సవాళ్లను మార్చడం.",
    "th": "หนีกับดักด้วย Hole เกมที่คุณควบคุมเบ็ดและแหวน รูปร่างที่เปลี่ยนไป อุปสรรค และความท้าทายไม่รู้จบ",
    "tr": "Bir kanca ve halkayı kontrol ettiğiniz bir oyun olan Hole ile tuzaklardan kaçın. Değişen şekiller, engeller ve sonsuz zorluklar.",
    "uk": "Уникайте пасток за допомогою гри Hole, де ви керуєте гачком і кільцем. Зміна форм, перешкоди та нескінченні виклики."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Escape traps with Hole, a game where you control a hook and ring. Changing shapes, obstacles, and endless challenges. Play now!\nGet ready for a thrilling adventure with \"Hole,\" the HTML5 game that will test your skills. And keep you entertained for hours. In this game, you control a hook and ring. And must use them to escape a series of treacherous traps and hazards. You must navigate the hook, circle through the maze, and reach safety using quick reflexes and precise aim.\nThe challenge doesn't stop there. At each level of the \"Hole,\" the shape of the hook changes, making it more challenging to aim and throw the ring. You must use your skill and strategy to figure out the most helpful way to use the hook and avoid obstacles and hazards. And with various traps and hazards to avoid, \"Hole\" offers endless challenges and opportunities to improve your skills.\nPlay \"Hole\" now and see if you have what it carries to become a winner of the hook and ring. With its challenging gameplay and engaging visuals, \"Hole\" will become your new favorite game. Try it now and see how many times you can escape the Hole!\n\nTo swipe Install this extension to play the Hole Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}