{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT on Amazon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop smarter with ChatGPT on Amazon - Your AI shopping assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Discover ChatGPT on Amazon 🌟\n\nUnveiling a Comprehensive Shopping Experience with ChatGPT on Amazon\n\nNavigating the world of online shopping just became simpler and more intelligent with ChatGPT, your all-in-one shopping assistant. This versatile AI-powered tool is your go-to solution for enhancing your Amazon shopping journey, meticulously crafted with a vast array of features tailored to elevate your shopping experience in today's digital age.\n\n⚡SHOPPING ASSISTANCE FEATURES⚡\n\n⭐ Smart Shopping Made Easy:\nChatGPT empowers you to shop smarter on Amazon effortlessly. Whether you're searching for a specific product, seeking recommendations, or have questions about an item, ChatGPT is here to help.\n\n⭐ Personalized Product Insights:\nAfter making a shopping inquiry, ChatGPT provides instant information, comparisons, and personalized recommendations to guide you in making informed purchase decisions.\n\n⭐ Convenient and Hassle-Free:\nExperience seamless and responsive assistance. ChatGPT is designed for quick and efficient interactions, ensuring you get the answers and assistance you need without any delays.\n\n⚡EFFORTLESS SHOPPING AT YOUR FINGERTIPS⚡\n\n⭐ Instant Access:\nActivate ChatGPT on Amazon with a single click, right from your browser toolbar. A user-friendly chat window pops up, ready to assist you on your shopping journey.\n\n⭐ Your Trusted Shopping Companion:\nChatGPT is specially programmed to be your ultimate Amazon shopping assistant, leveraging the power of AI to provide real-time, accurate, and personalized shopping guidance.\n\n⭐ Experience the Future of Shopping:\nSimplify your Amazon shopping tasks and discover products with confidence, thanks to ChatGPT's advanced capabilities and user-friendly interface.\n\nIn summary, for those seeking a comprehensive shopping assistant on Amazon, ChatGPT is the answer. Elevate your online shopping experience, make informed decisions, and access personalized recommendations effortlessly. Shop smarter and discover the future of Amazon shopping with ChatGPT - your trusted shopping companion.\n\nAmazon.com: https://amazon.com"
  }
}