{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailinator Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a context menu option to generate a temporary Mailinator email and stores it locally with easy access."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailinator Mailbox Generator - Instantly Create and Use Temporary Mailinator Mailboxes and Emails\n\nThe Mailinator Mailbox Generator allows you to quickly generate temporary email addresses using Mailinator and automatically insert them into form fields, making online registration fast, anonymous, and spam-free.\n\nKey Features:\n- Instant Email Generation: Right-click any text field on a webpage and select \"Generate Mailinator Email\" from the context menu. A temporary email address will be created on the spot.\n- Automatic Email Insertion: No need to copy and paste! Once generated, the email will automatically be inserted into the selected input field, saving you time.\n- Organized Email Management: Keep track of all generated email addresses along with the URLs where they were used. View these emails directly in a clean table format within the extension popup.\n- One-Click Mailbox Access: With a simple click, access the Mailinator inbox for any generated email address right from the extension popup, allowing you to quickly view any confirmation or verification emails.\n- Domain-Specific Email Overview: See the websites where your generated email addresses were used, and revisit them by clicking on the domain link in the popup.\n\nHow It Works:\n- Generate an Email: Right-click on any text field and choose \"Generate Mailinator Email\" to create a random email address.\n- Auto-Fill: The generated email is automatically filled into the selected field.\n- Manage and Track: Open the extension popup to view a table with all generated emails, the websites where they were used, and an option to enter the Mailinator inbox with one click.\n\nWho Should Use This Extension?\n- Privacy-conscious users: Protect your real email address and personal information.\n- Frequent online registrants: Sign up for free trials, newsletters, or websites without exposing your personal email to potential spam.\n- Developers and testers: Test form submissions, email verification systems, and more with throwaway email addresses."
  }
}