{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SKN SSL Enforcer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Force encrypted browsing with HTTPS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SKN SSL Enforcer allows you to browse the web securely on websites that support HTTPS.\n\nSKN SSL Enforcer does not use proxy servers or similar methods to establish HTTPS tunnels. It relies solely on the website's support of HTTPS and the defined ruleset.\n\nSKN SSL Enforcer will intercept web requests made by your browser which match the ruleset and attempt to rewrite them using HTTPS. This process happens before the browser opens a network connection, ensuring all data (headers and content) is encrypted in transit.\n\n! What's new?\n\n* 1.3.2\n- bugfixes, ui and performance improvements\n\n* 1.2.1\n- bugfixes and performance improvements\n\n* 1.2.0\n- ability to sync default ruleset with active ruleset\n- bugfixes and ui improvements\n\n! Important:\n\n- If you add a website to the ruleset, make sure it supports HTTPS. Not all websites support it and SKN SSL Enforcer will not check if HTTPS is available before redirecting the request. Some websites may fail to load if they match a rule but do not support secure browsing over HTTPS.\n\n- Some websites only implement HTTPS for certain URLS (ie: login pages) and will insist on HTTP for everything else. SKN SSL Enforcer will detect redirect floods on a matched rule and HTTPS will not be enforced.\n\n- SKN SSL Enforcer is always being improved and you may encounter issues loading websites, browser performance degradation, etc. If this is the case, please submit as much information as possible to: https://github.com/slackr/sslenforcer/issues\n\nIf you have any questions, comments or feature requests, you can submit a new issue via: https://github.com/slackr/sslenforcer/issues\n\nContributors are always welcome: https://github.com/slackr/sslenforcer. Feel free to fork the code and submit any improvements/bugfixes.\n\n;p;"
  }
}