{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Meet Auto Join Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join your Google Meet conference / class / meeting at a scheduled time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "By using this addon you can join Google Meet at a specific / scheduled time. \n\nFeatures:\n---------------------\n1. Create a new slot / Make a schedule for auto-join to Google Meet.\n2. Save the slot/meet schedule with Title and short description.\n3. Customize icon and color for every slot for a better look in every slot.\n4. Set date, and time for joining.\n5. Set “From Date” and “To Repeat Date” if you want to join automatically every day at a certain time.\n6. Join to scheduled meet date-wise or join continuously weekly/day basis.\n7. Automatically join from individual or multiple Google accounts at the same time.\n8. Get notified when a tab created to join the meet automatically.\n9. Control camera and microphone on the automatically joining moment.\n10. Control joining preference e.g. [Present Now] or [Companion Mode] (If needed).\n11. Leave / End call at a specific / scheduled time.\n12. Set meeting duration and left from the meeting automatically.\n13. Leave / End call if the meeting has below a certain number of participants.\n14. Access additional features like “Auto accept participant requests” (For the meet host only).\n15. The meet host can access automatically join, and accept participant requests at the same time.\n16. The meet host can also just use the ‘Accept participant requests’ feature only.\n17. Automatically retry/refresh if internet connection makes occurs on the joining moment. You can set minutes a minimum of 6 and up to 15 minutes to automatically retry/refresh.\n18. Re-join request options are available if ‘Join request is Denied’ or ‘No respond to the join request’.\n19. You can set different times for sending up to 5 messages after joining automatically.\n20. View every action log on the options page with warning, success, failure status, and more details.\n21. Turn on/off controls later on in the `Options` page view slot section.\n22. Generate Javascript code as an alternative to creating a new slot. Use this option anytime or in case creating a new slot option does not work.\n23. Get log report to the browser console to see what action was completed, when 24. started, who joined, the meeting closed, and many other logs.\nGenerate code option is also available for participants and meet host both.\n\nSee tutorial step by step at https://github.com/naiemofficial/Google-Meet-Auto-Join-Pro"
  }
}