{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoSwiper.Ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic WingmanAi Swiping"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Certainly! Here's the revised description with the specified website:\n\n---\n\n**Autoswiper.ai for Tinder Enhancement.**\n\nAutoswiper.ai augments your Tinder experience, letting you focus more on establishing genuine connections.\n\nFor the best experience with Autoswiper.ai, it's suggested to soften your filters on Tinder. Afterwards, utilize Autoswiper.ai to fine-tune them according to your preferences. This approach may increase the number of \"dislike\" swipes but can also enhance your profile's prominence on Tinder.\n\nAutoswiper.ai provides an array of options to streamline your profile browsing on Tinder.\n\nIn the complimentary version of this tool, users can avail:\n- Up to 100 swipes per session with a daily cap of 500 swipes.\n- Set desired age criteria.\n- Mandate a minimum number of photos.\n- The feature to exclude certain words (up to 10).\n- Swiping speeds between roughly 2.5 to 4.5 seconds per action.\n\nFor an expanded set of features, check out our subscription plans at [https://autoswiper.ai/#pricing](https://autoswiper.ai/#pricing). It's pertinent to note that as Tinder undergoes frequent UI adjustments, this might have repercussions on Autoswiper.ai's efficacy. Should you encounter discrepancies, please reach out to the developer.\n\nFurther details on the capabilities of the platform can be found at:\n[https://autoswiper.ai/#features](https://autoswiper.ai/#features)\n\nAs Tinder constantly innovates, Autoswiper.ai might occasionally face challenges. We appreciate user feedback and kindly request that you inform us if the tool doesn't function as expected."
  }
}