{
  "name": {
    "ar": "سكريب فاير",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,th,tr,uk,vi,zh_CN,zh_TW": "ScribeFire",
    "he": "סקריבפיר",
    "hi": "अग्निलेखक",
    "te": "స్రైబ్‌ఫైర్"
  },
  "short": {
    "ar": "محرر مدونات سهل الاستخدام يتيح لك إضافة المقالات لجميع مدوناتك",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "An easy-to-use blog editor lets you post to all of your blogs.",
    "de": "Ein benutzerfreundlicher Blog-Editor für das Posten zu all deinen Blogs.",
    "es": "Un editor de blogs fácil de usar que te permite postear en todos tus blogs.",
    "fr": "Un éditeur de blog facile à utiliser qui vous permet de poster sur tous vos blogs.",
    "hi": "एक सरल ब्लॉग संपादक जो ब्लॉग लेखन और संपादन आसान बनाये",
    "id": "Blog editor yang memudahkan Anda posting tulisan ke semua blog Anda.",
    "it": "Un redattore blog, facile da usare per pubblicare al tutti i tuoi blog.",
    "ja": "あなたの持つすべてのブログに投稿できる使いやすいブログエディター",
    "pl": "Łatwy w użyciu edytor blogowy, który pozwala publikować wpisy na wszystkie Twoje blogi.",
    "pt_BR": "Um editor de blogs fácil de usar que te permite postar em todos os seus blogs.",
    "ro": "Un editor de bloguri uşor de folosit, compatibil cu multe platforme.",
    "tr": "Tüm bloglarınıza gönderi yapabileceğiniz kullanılması kolay bir blog düzenleyicisi."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One of the most popular add-ons for Firefox is now available for Chrome! ScribeFire is a full-featured blog editor that integrates with your browser and lets you easily post to all of your blogs.\n\nYou can post to blogs from Wordpress, Blogger, TypePad, Windows Live Spaces, Xanga, LiveJournal, or any other blog that supports the MetaWeblog or MovableType APIs.\n\nYou can edit and update existing posts. You can schedule posts for the future (if your blog allows that). You can delete posts. You can save drafts.  You can tag and categorize. You can upload images. You can edit visually, or you can use HTML or Markdown. You can post to multiple blogs at once.\n\nScribeFire for Chrome has a simple interface that is so simple even a caveman could use it, and anything you're working on is saved if you close the editor and restored when you come back.  It really is the easiest way to update your blog."
  }
}