{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Packagee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Packagee"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Packagee is your assistant for tracking packages from your favorite online stores: AliExpress, SHEIN, Amazon, eBay and many more.\n\n• Track over 700 postal services \n • Fast addition and automatic updating of packages\n• Timely notifications\n\n• Track over 700 postal services\nOur tracking excellence has resulted in the addition of over 700 postal and courier services to our tracking database from all over the world. Using our service, you can track packages that are being transported by: fedEX, DHL, UPS, USPS and hundreds of other carriers.\n\n• Fast addition and automatic updating of packages\nForget about waiting anxiously for several minutes when adding a package. We'll find information about it within 10 seconds! And thanks to automatic six-hourly updates, you'll always know the current status of the shipment.\n\n• The ability to manually update information about packages\nIf you don't want to wait for the next scheduled update, just go to the application and update the information yourself.\n\n• Timely notifications\nTimely notifications about the progress of your packages will help you remember to pick them up from the mail or find out about any problems in time to quickly resolve them.\n  \nWe'll be happy to help you find and track your packages. Hurry and try all the benefits of Packagee!\n\nDo you have a question or have you encountered a bug or an error?\nEmail us at packagee.tracker@gmail.com and we'll be happy to help you.\nYour feedback helps us improve."
  }
}