{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate QR Codes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Code Generator for links, URLs, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily generate QR codes from URLs with our simple and intuitive QR Code Generator extension. Whether you need a QR code for a website, a document, or any other URL, this tool has you covered. Customize the size, format, and color of your QR codes to suit your needs.\n\nFeatures\nGenerate QR Codes from URLs: Automatically use the current tab's URL or enter a custom URL to generate a QR code.\n\nCustomizable Size: Choose from multiple size options (512x512, 1024x1024, 2048x2048) to get the perfect QR code for your needs.\n\nMultiple Formats: Generate QR codes in PNG or SVG format.\n\nColor Customization: Select the color of the QR code to match your branding or personal preference.\n\nDownloadable QR Codes: Easily download the generated QR code for use in your projects.\n\nHow to Use\n1. Enter URL: Input the URL you want to generate a QR code for, or use the current tab's URL.\n2. Select Size: Choose the desired size for your QR code.\n3. Select Format: Pick the format (PNG or SVG) for your QR code.\n4. Choose Color: Customize the color of your QR code.\n5. Generate: Click the \"Generate QR Code\" button to create your QR code.\n6. Download: Click the download link to save your QR code.\n\nWhy Use Our QR Code Generator?\n1. User-Friendly Interface: Simple and easy-to-use interface for quick QR code generation.\n2. Customization Options: Tailor your QR codes to fit your specific needs with various size, format, and color options.\n3. Convenience: Generate and download QR codes directly from your browser without any hassle.\n\nGet Started\nInstall the QR Code Generator extension today and start creating customized QR codes in seconds!"
  }
}