{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shinkai Visor: Supercharged AI for Tasks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shinkai supercharges AI to better handle your daily tasks and helps the AI to stay up-to-date with global information."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shinkai Visor: Supercharged AI to Perform Daily Tasks & Access Up-to-Date Knowledge\n\nShinkai Visor is not just a Chrome extension; it's a leap towards a smarter, privacy-focused internet experience. Supercharged with the capability to perform daily tasks and access real-time knowledge, Shinkai Visor redefines how AI assists you in the digital world.\n\nWhy Shinkai Visor?\n\n- Stay Ahead with Up-to-Date AI: Unlike traditional AI that depends on static data, Shinkai Visor thrives on a decentralized P2P network, ensuring your AI is always informed with the latest information.\n- Privacy at Its Core: With Shinkai, your data remains under your control. Embrace the open-source, privacy-centric ecosystem that respects your data sovereignty.\n- Revolutionary AI Tools for Daily Tasks: Seamlessly integrate AI into your life. From scheduling emails to creating dynamic workflows using Zapier with tools like Google Docs and Slack, Shinkai Visor simplifies your digital routines.\n\nKey Features:\n\n- Shinkai Node: A breakthrough in AI assistance, featuring a dedicated file system (VectorFS) for unparalleled AI performance.\n- Collaborative Intelligence: Harness the power of a decentralized network to enhance AI capabilities, making your digital assistant smarter than ever.\n- Open-Source Innovation: Join a community that champions privacy and innovation. With Shinkai, you're free to build, customize, and extend.\n\nTransform Your Browser into a Smart Companion:\n\nShinkai Visor invites you to a world where your digital assistant does more than just follow commands. It anticipates your needs, keeps your data private, and connects you to a global network of intelligence.\n\nGet Shinkai Visor Today: Join the movement towards an AI-coordinated internet. Install Shinkai Visor and experience the future of personalized, secure, and intelligent digital assistance."
  }
}