{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "שקוף - הון-שלטון-עיתון"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "תוסף שקוף - מידע מעודכן ואמין על חברי הכנסת ופירסום סמוי - מכל עמוד וכל רגע."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*\nמיזם מיוחד של \"שקוף\" ו\"העין השביעית\" מגיש לכם מידע חיוני על חברי הכנסת, וכן דרך להתמודד עם אחת התופעות הנפוצות וההרסניות בתקשורת הישראלית, הפרסום הסמוי.\n\nהתוסף מורכב משתי תכונות:\n(1) זיהוי של פרסום סמוי, כלומר שיווק שמתחזה לתוכן עיתונאי, באתרי החדשות הנפוצים בישראל - והצגת התרעה בולטת בעמוד המכיל בסבירות גבוהה תוכן מסוג זה.\n(2) מידע מקיף על הח\"כים בכל אתר בו אתם גולשים: עמדו עם העכבר על שם הח\"כ – ותקבלו מיד עובדות על הביצועים שלו/שלה כנבחרי ציבור שעובדים (או לא) עבורנו: מי שיאני ההיעדרויות מהמשכן? מי קידמו חוקי שקיפות ומי הצביעו נגד? מי מחברי הכנסת טס מעל 10 פעמים בשנה? מי חשף את נכסיו ומי קידם מהלכים מושחתים? ועוד.\n\n*\n\nעדכון (דצמבר 2021): מפת הח\"כים ירדה זמנית לשיפוצים, ולכן הרכיב מכובה כברירת מחדל (ניתן להפעילו ידנית  מתפריט התוסף). נאלצנו לעשות זאת בשל מחסור במשאבים לתחזוקת הנתונים במפה - הצטרפו אלינו כדי שנוכל לחזור להשקיף את פעילות הח\"כים: shakuf.co.il/join\n\n*\n\n\"שקוף\" הוא כלי התקשורת הראשון בישראל שנמצא בבעלות מלאה וישירה של הציבור, ופועל בהכוונתו. אין פרסומות, אין בעלי הון, אין כסף מקרנות או מהממשלה – כל המימון, מהשקל הראשון ועד האחרון, מגיע כולו מאנשים פרטיים בסכומים קטנים. התומכות והתומכים הקבועים (בכל סכום חודשי) הם המו\"לים והם אלה שמכווינים את העבודה העיתונאית.\nהצטרפו אלינו: https://shakuf.co.il/join\n\n*\n\nתודה מיוחדת לאיתי ליברמן ועידן חביב על פיתוח התוסף, ולנועה ליברמן-פלשקס ואוהד סטון על העיצוב."
  }
}