{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetCode PDF Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save all accepted submissions from LeetCode to a PDF."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeetCode Submission Saver\n\nBoost your LeetCode experience with the LeetCode Submission Saver! This handy Chrome extension allows you to easily download all your accepted submissions as a PDF, ensuring you have a convenient and organized way to review and share your solutions.\n\nFeatures:\n- Effortless Downloads: Save all your accepted LeetCode submissions with just a single click.\n\n- Organized PDFs: Get your submissions in a neatly formatted PDF, making it easy to review your progress.\n\n- Seamless Integration: Works directly on LeetCode.com. Just log in and start saving!\n\n- Privacy Focused: Your data stays secure. The extension uses LeetCode’s official API to fetch your submissions.\n\n\nHow to Use:\n\n- Install the Extension: Click on 'Add to Chrome' to install the extension.\n- Log In to LeetCode: Make sure you are logged in to your LeetCode account.\n- Open the Extension: Click on the extension icon in the Chrome toolbar.\n- Download Your Submissions: Click the 'Download PDF' button and wait for the magic to happen!\n\n- View and Share: Once downloaded, view your submissions in the PDF file and share your progress with others.\n\n\nWhy Choose LeetCode Submission Saver?\n- Time-Saving: No need to manually copy and paste your code. Get all your accepted solutions in one go.\n\n- Review Anytime: Have a physical or digital copy of your work to review and refine your coding skills.\n\n- Share with Ease: Easily share your solutions with friends, mentors, or potential employers.\n\nInstall LeetCode Submission Saver now and take your coding journey to the next level!"
  }
}