{
  "name": {
    "ar,bg,bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,et,fil,fr,he,it,lt,nl,pt_BR,pt_PT,ro,ru,sr,te,tr,uk,vi,zh_CN,zh_TW": "Stack Surfer Hyper Casual Game",
    "am,fa,gu,ko,mr,sv,th": "Stack Surfer Game",
    "cs,el,hr,kn,sk,ta": "Stack Surfer Online Game",
    "da,ja,sl,sw": "Stack Surfer Unblocked Game",
    "fi,hi,hu,id,lv,ml,ms,no,pl": "Stack Surfer Online"
  },
  "short": {
    "ar": "احصل على درجات عالية عند الوصول إلى خط النهاية عن طريق جمع الأكوام على الأرض باستخدام عربة اليد.",
    "am": "የመጨረሻውን መስመር ስትደርስ በተሽከርካሪው መሬት ላይ የተከማቹትን ክምሮች በመሰብሰብ ከፍተኛ ውጤት ማግኘት ትችላለህ።",
    "bg": "Получете високи резултати, когато достигнете финалната линия, като съберете купчините на земята с ръчната количка.",
    "bn": "হুইলব্যারো দিয়ে মাটিতে পাইলস সংগ্রহ করে আপনি যখন ফিনিস লাইনে পৌঁছান তখন উচ্চ স্কোর পান।",
    "ca": "Obteniu puntuacions més altes quan arribeu a la línia de meta recollint les piles a terra amb el carretó.",
    "cs": "Získejte vysoké skóre, když dosáhnete cílové čáry tím, že sbíráte hromady na zemi pomocí trakaře.",
    "da": "Få høje scorer, når du når målstregen ved at samle bunkerne på jorden med trillebøren.",
    "de": "Erzielen Sie hohe Punktzahlen, wenn Sie die Ziellinie erreichen, indem Sie die Pfähle auf dem Boden mit der Schubkarre sammeln.",
    "el": "Λάβετε υψηλές βαθμολογίες όταν φτάσετε στη γραμμή τερματισμού συλλέγοντας τους σωρούς στο έδαφος με το καροτσάκι.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Get high scores when you reach the finish line by collecting the piles on the ground with the wheelbarrow.",
    "es": "Obtén puntuaciones altas cuando llegues a la línea de meta recogiendo las pilas en el suelo con la carretilla.",
    "et": "Saate finišijoonele jõudes kõrgeid tulemusi, kogudes kuhjad käruga maapinnale.",
    "fa": "گرفتن نمرات بالا زمانی که شما رسیدن به خط پایان با جمع آوری شمع بر روی زمین با wheelbarrow.",
    "fi": "Saat korkeat pisteet, kun saavutat maaliviivan keräämällä paalut maahan kottikärryillä.",
    "fil": "Kumuha ng mataas na puntos kapag maabot mo ang tapusin ang linya sa pamamagitan ng pagkolekta ng mga piles sa lupa sa wheelbarrow.",
    "fr": "Obtenez des scores élevés lorsque vous atteignez la ligne d’arrivée en collectant les piles sur le sol avec la brouette.",
    "gu": "જ્યારે તમે વ્હીલબેરો સાથે જમીન પર પાઇલ્સને એકત્રિત કરીને અંતિમ રેખા પર પહોંચો ત્યારે ઉચ્ચ સ્કોર મેળવો.",
    "he": "קבל ציונים גבוהים כאשר אתה מגיע לקו הסיום על ידי איסוף הערימות על הקרקע עם המריצה.",
    "hi": "जब आप wheelbarrow के साथ जमीन पर ढेर इकट्ठा करके खत्म लाइन तक पहुँचने उच्च स्कोर प्राप्त करें।",
    "hr": "Dobijte visoke ocjene kada dođete do cilja prikupljanjem pilota na tlu s kolicima.",
    "hu": "Érjen el magas pontszámokat, amikor eléri a célvonalat, ha a cölöpöket a földön gyűjti össze a talicskával.",
    "id": "Dapatkan skor tinggi saat Anda mencapai garis finish dengan mengumpulkan tumpukan di tanah dengan gerobak dorong.",
    "it": "Ottieni punteggi alti quando raggiungi il traguardo raccogliendo le pile a terra con la carriola.",
    "ja": "あなたが手押し車で地面に杭を集めることによってフィニッシュラインに達したときにハイスコアを取得します。",
    "kn": "ವ್ಹೀಲ್ ಬ್ಯಾರೋದಿಂದ ನೆಲದ ಮೇಲಿನ ರಾಶಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುವ ಮೂಲಕ ನೀವು ಫಿನಿಶ್ ಲೈನ್ ಅನ್ನು ತಲುಪಿದಾಗ ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ಪಡೆಯಿರಿ.",
    "ko": "수레로 땅 위의 더미를 수집하여 결승선에 도달하면 높은 점수를 얻으십시오.",
    "lv": "Iegūstiet augstus rezultātus, kad sasniedzat finiša līniju, savācot pāļus uz zemes ar ķerru.",
    "ml": "വീൽബാറോ ഉപയോഗിച്ച് നിലത്ത് പൈൽസ് ശേഖരിച്ച് ഫിനിഷ് ലൈനിൽ എത്തുമ്പോൾ ഉയർന്ന സ്കോറുകൾ നേടുക.",
    "mr": "जेव्हा आपण व्हीलबॅरोने जमिनीवरील मूळव्याध गोळा करून अंतिम रेषेवर पोहोचता तेव्हा उच्च गुण मिळवा.",
    "ms": "Dapatkan markah tinggi apabila anda mencapai garisan penamat dengan mengumpul buasir di atas tanah dengan kereta sorong.",
    "nl": "Haal hoge scores als je de finish bereikt door met de kruiwagen de palen op de grond te verzamelen.",
    "no": "Få høye poengsummer når du når målstreken ved å samle haugene på bakken med trillebåren.",
    "pl": "Uzyskaj wysokie wyniki, gdy dotrzesz do mety, zbierając stosy na ziemi za pomocą taczki.",
    "ro": "Obțineți scoruri mari atunci când ajungeți la linia de sosire prin colectarea grămezilor de pe teren cu roabă.",
    "ru": "Получайте высокие баллы, когда достигнете финиша, собрав сваи на земле тачкой.",
    "sk": "Získajte vysoké skóre, keď dosiahnete cieľovú čiaru tým, že zbierate hromady na zemi s fúrikom.",
    "sl": "Dobili visoke rezultate, ko dosežete ciljno črto z zbiranjem kupov na tleh s samokolnico.",
    "sv": "Få höga poäng när du når mållinjen genom att samla pålarna på marken med skottkärran.",
    "sw": "Pata alama za juu unapofikia mstari wa kumaliza kwa kukusanya rundo chini na gurudumu.",
    "ta": "வீல்பேரோவுடன் தரையில் உள்ள குவியல்களைச் சேகரிப்பதன் மூலம் நீங்கள் பூச்சுக் கோட்டை அடையும் போது அதிக மதிப்பெண்களைப் பெறுங்கள்.",
    "te": "వీల్ బారోతో నేలపై ఉన్న పైల్స్ సేకరించడం ద్వారా మీరు ఫినిష్ లైన్ కు చేరుకున్నప్పుడు అధిక స్కోర్ లను పొందండి.",
    "th": "รับคะแนนสูงเมื่อคุณไปถึงเส้นชัยโดยการรวบรวมกองบนพื้นด้วยรถสาลี่",
    "tr": "El arabası ile yerdeki kazıkları toplayarak bitiş çizgisine ulaştığınızda yüksek puanlar alın.",
    "uk": "Отримуйте високі бали, коли дійдете до фінішу, зібравши палі на землі тачкою."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a trendy casual adventure with your Stickman character! Collect all the objects, start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nStack Surfer Hyper Casual Game Features\n✓ Fun graphics\n✓ Casual character\n✓ 3D environment\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stack Surfer Hyper Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}