{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GenKG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GenKG generates a visual summary of the content you are reading to help you understand it better."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GenKG is an AI powered learning aid. It does three things to help you understand the content you are reading better.\n\n1. It summarises the content in a hierarchical fashion. In the management consulting world, this is called MECE - a grouping principle for separating a set of items into subsets that are mutually exclusive and collectively exhaustive. This is especially useful if the content you are reading is not organised well or is a large blob of dense text.\n\n2. Using the summary it builds, it creates a knowledge graph. The graph represents the the concepts as Nodes and their relationships as Edges between them. You can move the graph around and interact with it to internalise how the different concepts come together. This graph is aimed at giving you a quick visual map of the information. Visual learners generally find it very useful to get a lay of the land first and then deep dive into the text.\n\n3. It generates questions that help you think outside of what you just consumed. The idea of these question is not to quiz you (though you may use it like that) but to help you think about what else it connects to and to lead you outward to other topics that may be adjacent to it. This works really well for wikipedia articles.\n\nGenKG works using OpenAI APIs and you'll need your API key to use it. The recommended model to use is gpt-4o but it may work well using the cheaper and faster gpt-3.5-turbo as well. Click on the extension icon to save your API key. The API key is only saved on your computer's web browser. \n\nPlease feel free to write to ujjwalgrover+genkg@gmail.com with any suggestions and feedback. My plan is to introduce more customisability in the form of more models (Anthropic and the local Llama models) and add more interaction in the knowledge graphs."
  }
}