{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AfiHunt AI - affiliate extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI affiliate extension to passively hunt for affiliate programs whilst you browse"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AfiHunt AI: Your Ultimate Affiliate Marketing Copilot\n\nTransform your affiliate marketing experience with AfiHunt AI, an innovative browser extension designed to simplify and enhance the way you discover and manage affiliate programs.This is the best affiliate extension.\n\nKey Features:\n\n🚀 Automated Affiliate Program Discovery: AfiHunt AI leverages advanced AI technology to scan websites in real-time, identifying potential affiliate programs effortlessly as you browse.\n\n🔔 Instant Notifications: Receive instant notifications when affiliate programs are detected on the websites you visit. No more tedious searches or database sifting!\n\n📊 Comprehensive Program Details: Get essential information at your fingertips, including commission rates, payment methods, and cookie tracking periods.\n\n📋 Organized Dashboard: All discovered affiliate programs are automatically organized in a user-friendly dashboard, allowing you to easily manage and access your data.\n\n💾 Easy Data Export: Export your affiliate program details to CSV, PDF, or simply copy the entire table for seamless integration into your workflow.\n\nHow It Works:\n\nGet Your API Key: Log in to the AfiHunt AI dashboard to retrieve your unique API key.\nActivate the Extension: Input your API key into the extension's options page to activate AfiHunt AI.\nDiscover Programs: Browse websites and let AfiHunt AI notify you of affiliate opportunities.\nAccess Details: Click on the provided links to access affiliate program pages and view summarized details.\nManage and Export: Use the dashboard to manage your programs and export data as needed.\nPowered by a tuned version of Gemini AI Pro 001 and hosted on Firebase, AfiHunt AI ensures a robust and reliable experience.\n\nJoin the AfiHunt AI community today and take your affiliate marketing to new heights. Focus on what truly matters: building your audience and driving conversions with ease.\n\nGet started now with AfiHunt AI and revolutionize your affiliate marketing!"
  }
}