{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Budget Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly reference and update your budget while shopping online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your finances directly in the browser with Budget Buddy, your personal finance companion. \n\nSimply add your spending categories, such as clothes, skincare, and groceries, based on your lifestyle, and allocate a budget to each category to stay on track with your financial goals.\n\nBudget Buddy automatically injects a clickable icon onto many product pages, helping remind shoppers be aware of their budget before potentially making a new purchase. By clicking on the icon, users can easily view and update their budget in a side panel on their current webpage in real-time, no tab switching or extra windows required! Budget Buddy is also accessible as a popup element and can be pinned to the extensions toolbar for easy access no matter what page you're on currently. \n\nKey features:\n\n1. Product Page Detection: Budget Buddy can automatically detect if you are on a product page for many sites (this feature will be continually improved/expanded), helping you keep track of your budget before you even thought about it. \n\n2. Seamless Viewing: Panel and popup viewing options directly on your current webpage make referencing your budget effortless.\n\n3. Budget Previews: Preview how a potential purchase would impact your budget for the corresponding category.\n\n4. Customizable Categories: Add, edit, and delete an unlimited number of budget categories made for you, by you."
  }
}