{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrapaba: Generate High Quality Leads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "B2B Email and Phone Number Finder"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrapaba is a powerful and efficient software solution designed to streamline the process of extracting key business data from LinkedIn search page results.\n\nKey Features:\nSeamless Data Extraction: This tool automates the retrieval of essential LinkedIn profile information, including names, job titles, companies, locations, and more—eliminating the need for manual data entry and saving valuable time.\n\nCustomizable Search Filters: Fine-tune your searches by specifying criteria such as industry, region, job title, and more, allowing you to target exactly the information you need for your business.\n\nBulk Data Collection: Whether for building a contact list or conducting large-scale market research, this tool collects data from multiple LinkedIn profiles simultaneously, making it perfect for projects of any size.\n\nHigh Data Accuracy: Thanks to advanced algorithms and scraping techniques, Scrapaba ensures that the extracted data is accurate, consistent, and reliable.\n\nUse Cases:\nMarket Research: Gather insights on competitors, industry trends, and key players by extracting valuable business data from LinkedIn profiles.\n\nNetworking: Grow your professional network by identifying and connecting with peers, industry experts, and potential collaborators.\n\nLead Generation: Find and target potential clients by scraping LinkedIn profiles that match your ideal customer profiles.\n\nRecruitment: Enhance the hiring process by sourcing candidate profiles directly from LinkedIn, helping you find top talent for your organization.\n\nNote: It's important to use the Scrapaba responsibly and in compliance with LinkedIn's terms of service and legal regulations related to data scraping and privacy. If you experience any issues with the extension, feel free to reach out to us at contact@scrapaba.com.\n\nDisclaimer: Scrapaba is not associated, authorized, affiliated, endorsed by, or in any way officially connected with LinkedIn, Sales Navigator, or any of their subsidiaries or affiliates. The names LinkedIn and Sales Navigator, as well as related names, marks, logos, emblems, and images are registered trademarks of their respective owners. You can ask us to delete your data from our databases at any time. For more details on how to do this, please visit our Privacy Policy page or contact us."
  }
}