{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kulla e shqipes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ofron korrigjimin e gabimeve gjuhësore kudo që shkruani."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duke qenë se përdor teknologjinë më të përparuar në mbështetje të gjuhës shqipe, Kulla e shqipes është një softuer gjithëpërfshirës, shumë i lehtë për t’u përdorur e njëkohësisht thelbësor e dobisjellës për çdo shqipfolës. Ajo ofron mbulim të gjerë gjuhësor, duke u kujdesur për aspekte të ndryshme të përdorimit të shqipes, si gramatikor, leksikor, stilistikor etj.\n\n\nSoftueri është projektuar për t’u shërbyer nevojave të të gjithë shqipfolësve, pavarësisht nga përgatitja a niveli gjuhësor, që nga fillestarët (fëmijët, të huajt) e deri te studentët e studiuesit e gjuhës.\n\nE tëra që duhet të bëni për përdorimin e plotë të Kullës së shqipes është regjistrimi në portalin GjuhaShqipe.com. Mund të përdoret në ueb apo të shkarkohet. Softuerët instalohen automatikisht me Kullën e shqipes dhe integrohen lehtë në pajisje, platforma kompjuterike dhe shfletues të ndryshëm interneti, duke të mbështetur gjuhësisht kur shkruan në Facebook, Messenger, Gmail apo kudo tjetër në internet.\n\nKulla e shqipes është softuer i plotë për gjuhën standarde shqipe. Përmban: Fjalorin e madh të shqipes, me fjalor shpjegues, drejtshkrimor, sinonimik e antonimik të përfshirë, por edhe me një korpus mjaft të pasur; gramatikën e shqipes - morfologjinë dhe sintaksën, si dhe softuerë për lexim të tekstit, për fëmijë, për mësim të shqipes, për testim të njohurive etj.\n\nPërmes softuerëve si Drejtshkrimori, Sintaksori, Autokorrektori, Sinonimia etj., të integruar në programet për të shkruar si MS Word, mundësohet të shkruarit e lehtë e pa gabime, strukturimi i fjalive, pasurimi i shprehjes etj. I përsosur teknikisht dhe gjuhësisht Drejtshkrimori mundëson korrigjim gramatikor gjersa shkruan. Gabimet drejtshkrimore i nënvizon me të kuqe, ndërsa ato sintaksore nënvizohen me të kaltër përmes Sintaksorit. Veç gjetjes, këshillohen forma të përshtatshme për trajtat jonormative. Autokorrektori, për t’i kursyer kohën përdoruesit, në 5 milion raste bën korrigjime automatike: kur mungon një shkronjë a është tepër, kur shkruhet gabimisht në vend të një tjetre: p.sh. këdnoj rregullohet në këndoj. Njëkohësisht, derisa shkruan, ndihmohesh me sinonime e antonime përmes Sinonimisë: për fjalën objektiv jepen sinonimet synim, pikësynim, qëllim. Softueri mundëson përzgjedhje të pasur leksikore.\n\n\nFjalori i madh i gjuhës shqipe është një bazë e gjerë e të dhënave kuptimore e strukturore të fjalëve. Fjalori shpjegues përmban mbi 100.000 terma dhe 200.000 kuptime fjalësh, me kategorizimet gramatikore dhe shpjegimet e plota mbi kontekstin e përdorimit - fushën e veprimit, nuancat kuptimore, shembujt e shumtë ilustrues, shprehjet e thëniet e urta etj. Nga ana tjetër, Fjalori i madh drejtshkrimor, me 8.000.000 trajta fjalësh, ofron informacion të plotë morfologjik për çdo pjesë të ndryshueshme të ligjëratës, qoftë ajo folje, emër, mbiemër etj., duke mbuluar spektër të gjerë kategorish gramatikore: numri, rasa, shquarsia, koha, mënyra, diateza etj., të organizuara në tabela të strukturuara. P.sh. një folje del deri në 480 forma.\n\nKulla e shqipes është projektuar edhe për fëmijët. Abetarja e Fillestarja digjitale, me module edukative me aktivitete gjuhësore letrare e matematikore, me ilustrime, detyra dhe lojëra, ndihmojnë fëmijët në mësimin e shkronjave të shqipes, leximin e drejtshkrimin, por edhe nxitin krijueshmërinë.\n\nMe Shkrimorin përdoruesit mund të shkruajnë, të ndryshojnë dhe të ruajnë tekste në llogarinë e tyre në GjuhaShqipe.com. Aty, gjersa shkruajnë, ata mund shërbehen me shpjeguesin e fjalës, me korrigjuesin, me strukturimin e fjalive etj.\n\nKëto veçori e bëjnë Kullën një burim të vlefshëm për përdoruesit e shqipes. Me Kullën e shqipes lehtësohet bashkëbisedimi, ngrihet niveli komunikues e pasurohet shprehja."
  }
}