{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magazine Luiza"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seu assistente inteligente de IA Wilco para compras sem esforço no Magalu Magazine Luiza"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magazine Luiza's – assistente de IA Wilco\n\nAtualize suas compras online com Wilco, AI Assistant do Magazine Luiza.\nWilco é um chatbot ChatGPT especializado em compras online no Magalu Magazine Luiza.\n\nCaracterísticas:\nPergunte tudo sobre qualquer produto do Magazine Luiza e obtenha as respostas que procura.\nObtenha acesso direto ao Wilco através do ícone da barra de ferramentas para obter conselhos de compras personalizados.\n\nNós nos esforçamos para oferecer a você a melhor experiência de compra.\n\nComo usar:\nBasta clicar no botão de chat do Magazine Luiza e iniciar uma conversa com Wilco.\n\nPara qualquer problema, relate bugs na seção de análises de extensões.\n\nDeixe que o Wilco, assistente de IA do Magalu Magazine Luiza, seja o seu especialista em compras.\n\nFeliz compras :)\n\nLoja virtual do Magazine Luiza: https://www.magazineluiza.com.br/\nLoja virtual Wilco: https://wilcomagazine.com\n\nAssistente de IA do Magalu.\n\nSimplifique sua experiência de compra: conheça a extensão Magalu Magazine Luiza para Chrome\n\n\nWilco: O Assistente de Compras Definitivo para o Magazine Luiza no seu Navegador Chrome\n\nIntrodução:\nAs compras online estão mais populares do que nunca, e os varejistas estão constantemente buscando maneiras de melhorar a experiência de compras online. O Magazine Luiza, um dos maiores varejistas do Brasil, deu um grande passo na área de comércio eletrônico ao introduzir o Wilco - um poderoso assistente de compras de IA. Neste artigo, exploraremos por que o Wilco é uma adição valiosa para o seu navegador Chrome ao fazer compras online no Magazine Luiza.\n\nPor que o Wilco?\n\nWilco é o seu guru pessoal de compras.\nEste assistente de IA inteligente foi especialmente projetado para elevar a sua experiência de compras online no Magazine Luiza a um nível superior. O Wilco está aqui para ajudar em cada etapa do processo de compra, desde a busca por produtos até a economia de dinheiro.\n\nPrincipais Recursos do Wilco:\n\n1. Busca Inteligente e Recomendações de Produtos:\nO Wilco utiliza algoritmos avançados de aprendizado de máquina para entender suas consultas de busca e recomendar os produtos mais relevantes. Não importa se você está procurando eletrônicos, roupas ou eletrodomésticos; o Wilco tem você coberto.\n\n2. Comparação de Preços e Cupons:\nEste assistente de compras de IA monitora constantemente os preços e oferece as melhores ofertas. Além disso, o Wilco automaticamente procura por cupons de desconto e oferece a oportunidade de economizar dinheiro em cada compra.\n\n3. Notificações de Estoque em Tempo Real:\nO Wilco acompanha os níveis de estoque e envia notificações imediatas quando um produto que você deseja comprar volta ao estoque. Assim, você não perde ótimas ofertas.\n\n4. Adicionar ao Carrinho com um Clique:\nCom um simples clique, você pode adicionar produtos ao seu carrinho de compras sem sair da página. O Wilco torna todo o processo perfeito e economiza tempo.\n\nComo Instalar o Wilco como Extensão do Chrome?\n\nO Wilco é fácil de instalar como uma extensão do Chrome e requer apenas alguns passos:\n\n1. Acesse a Chrome Web Store:\nAbra seu navegador Chrome e acesse a Chrome Web Store.\n\n2. Pesquise por \"Wilco - Magazine Luiza Shopping Assistant\":\nUse a barra de pesquisa para encontrar o Wilco e clique no botão de instalação para adicionar a extensão ao seu navegador.\n\n3. Comece a Comprar:\nUma vez que a extensão esteja instalada, você pode começar a fazer compras no Magazine Luiza com o poder do Wilco ao seu lado.\n\nConclusão:\n\nO Wilco, o assistente de compras de IA do Magazine Luiza, é uma adição revolucionária à experiência de compras online. Com suas inteligentes capacidades de busca, comparação de preços, notificações de estoque e fácil integração ao seu navegador Chrome, o Wilco não só torna as compras online no Magazine Luiza mais convenientes, mas também mais vantajosas. Se você está procurando uma maneira de otimizar sua experiência de compras online, o Wilco é a escolha definitiva para você. Então, o que você está esperando? Instale o Wilco hoje mesmo e descubra a facilidade das compras inteligentes online no Magazine Luiza."
  }
}