{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expression Toolbar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Power up your Tweets with AI on X.com!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your tweeting experience with Expression Toolbar, the AI-powered companion for Twitter and X.com. This innovative Chrome extension enhances your default posting toolbar, adding unique AI functionalities that bring creativity, personality, and efficiency to your online interactions.\n\n🔥Main Features:\n\n1. AI-Generated Personalized GIFs: Add a personal touch to your conversations with GIFs that can feature your face or the faces of those you’re responding to. It’s not just fun, it’s personal!\n2. AI-Assisted Replies: Crafting the perfect response has never been easier. Based on the ongoing thread, past responses, and your chosen tone, Expression Toolbar suggests replies that keep the conversation flowing.\n3. AI-Generated Character-Based Images: Want to see how you’d look as a superhero, or perhaps place your avatar in a fantasy setting? Simply upload a profile picture, type a description, and watch as our AI brings your character to life in new and imaginative scenes.\n\nPurpose:\nWhether you’re looking to enhance your personal brand, engage more creatively with your followers, or simply have more fun on Twitter, Expression Toolbar is your go-to solution. It makes every interaction richer and more engaging.\n\nReady to upgrade your tweeting game? Install Expression Toolbar now and start creating tweets that stand out!"
  }
}