{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SensCritique"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vous avez du mal à trouver des bons programmes sur vos plateformes de streaming ?"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nous aussi. \nVoilà pourquoi nous avons créé l’extension SensCritique, le moyen ultime de trouver les meilleurs films et séries disponibles.\n—\nLe site SensCritique, c’est plus de 100M d’avis utilisateurs, alimentés par la 1ère communauté films et séries. Avec l’extension, on vous propose de retrouver directement sur vos plateformes la note moyenne de nos utilisateurs.\n\nCette moyenne sera votre boussole pour arrêter de perdre votre temps devant la page d’accueil de votre service de streaming. La moyenne SensCritique est une note sur 10, que l’on peut hiérarchiser en 3 niveaux, auxquels nous avons attribué 3 couleurs :\n- Moins de 5,5 : À première vue, ce n’est pas un chef-d’oeuvre… On vous aura prévenus. (moins de 4,5, on vous conseille de fuir)\n- Entre 5,5 et 6,5 : Ce n’est pas forcément mauvais… c’est pas forcément génial non plus.\n- 6,6 et plus : Vous pouvez (presque) y aller les yeux fermés  (et si c’est au-dessus de 7,5, on s’approche du chef d’oeuvre).\n\nPour cette première version, nous proposons notre extension sur 3 plateformes :\n- Sur Netflix, retrouvez la note sur le mur d’accueil, et sur chaque page film et série\n- Sur Prime Video, sur le mur d’accueil, sur chaque page film et série\n- Sur Disney+, sur chaque page film et série\n\nA l’avenir, nous allons progressivement déployer le service sur les autres plateformes de streaming."
  }
}