{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Video - Keyboard shortcuts for videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add more keyboard controls to your videos on the Internet with a Chrome Extension that remembers your last video position and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add more keyboard controls to your videos on the Internet with a Chrome Extension that remembers your last video position and offers intuitive control shortcuts. \n\nWith Smart Video Player, every video pause is just a temporary bookmark, waiting to resume right where you stopped. Say goodbye to the frustration of manual seeking and hello to a seamless viewing journey.\n\n☆☆ Unleash the Power of Keyboard Shortcuts ☆☆\n\n✓ Skip Forward 30 seconds: ⌥/Alt  +  → \n✓ Rewind 30 seconds: ⌥/Alt  +  ←\n✓ Next Episode: ⌥/Alt  +  N (Works if you configure it first)\n\n\n☆☆☆ Exceptional Features for an Unmatched Experience ☆☆☆\n\nConfigure Next Action: Customise the \"Next Episode\" action on the page by clicking on the \"Configure Next Episode\" button in the Extension Popup and then just click on the next episode link. The extension will remember the position of the button and this will allow you to navigate to the next episode with a simple keyboard shortcut ⌥/Alt  +  N.\n\nAutomatic Video Resume: No more seeking to resume your videos! We bookmark your last watched scene, ensuring you pick up exactly where you left off.\n\nSimplified Video Controls: Navigate your viewing experience with ease. Our keyboard shortcuts allow you to control your video without breaking immersion.\n\n☆☆☆ Encountered a bug or missing a feature? ☆☆☆\nPlease tell us more about the bug you've encountered or if you'd like a feature with this Extension.\n\n☆☆☆ Why do you need this Extension? ☆☆☆\nIntro Skipping: Leap over lengthy intros directly using simple keyboard shortcuts.\nTailored Viewing: Fancy a more personalized setup? Reach out to us on divyam@mail.space, and let's customize your shortcuts to fit your unique viewing style.\nEntertainment Unstoppable: Highly recommended for your binging needs!\n\nNOTE: The extension may not work with certain websites who already have overridden keyboard shortcuts.\n\n☆☆ Your Privacy, Our Priority ☆☆\n\nPrivacy isn't an afterthought; it's at the core of Smart Video Player. We guarantee no tracking of personal data or browsing history. Experience video playback enhancement, free from privacy concerns."
  }
}