{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whatsapp Workspace"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance WhatsApp Web with features like contact saving, quick replies, chat filters and more—all with added security and privacy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your WhatsApp Web Experience with Advanced Features, Organized Chats, and Enhanced Privacy!\n\nThe only WhatsApp Chrome extension offering quick access to your contacts, chat organization, and more—all with complete privacy protection.\n\nTry WhatsApp Workspace Extension:\n\n‣ Save Contacts Easily: Save WhatsApp contacts directly to Google Contacts without picking up your phone.\n‣ Quick Replies: Set and send message templates or frequently sent messages with just one click.\n‣ Organize with Labels: Filter chats by unread, group, enterprise, or assigned labels for a streamlined view.\n‣ Freeze Chat Position: Keep your chats from jumping around after you send a message.\n‣ Comment on Chats: Add notes to specific chats for future reference or summary.\n‣ Enhanced Privacy Settings: Hide profile pictures, names, and last messages of all chats.\n‣ New Chat Without Saving: Start a new chat directly from WhatsApp Web without needing to save a contact.\n‣ Instant Copy of Numbers: Copy the phone number of the open chat with a single click.\n‣ Assign Labels with Ease: Label chats quickly with one-click tagging.\n‣ See Contact Numbers Directly: View the phone number of the current chat without opening the profile.\n\nUnlike other WhatsApp Chrome extensions, WhatsApp Workspace focuses on enhanced contact management, easy messaging workflows, and the privacy you need.\n\nWhat WhatsApp Workspace Doesn't Do:\n✗ Bulk or automated messaging\n✗ Automated responses or chatbots\n✗ Call functionality on desktop\n✗ Group messaging from a single account\n\nWe're committed to following WhatsApp's terms of use (see: WhatsApp Legal)!\n\n🔒 Privacy and Security\nAll your data remains private. We DO NOT collect or store your chat data—it stays on your device, and all data is encrypted on the backend to ensure complete privacy."
  }
}