{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Pataka - Firepower SEO, WordCloud"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO On-Page audit, Keyword Analysis, WordCloud Viz"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Pataka provides you with everything you need to perform a detailed SEO audit for any webpage you visit. With just a click, unlock all the key on-page elements, including:\n\n● Title Analysis: View page titles, character counts, and word counts to ensure your titles are optimized for search engines and users.\n\n● Heading Tag Details (H1 to H6): Analyze each heading tag on the page—from H1 to H6—and get insights on their usage, character length, and word count.\n\nAdvanced Keyword Extraction and Visualization\n\nWith advanced Natural Language Processing (NLP) techniques, this extension helps you extract key phrases and transform them into powerful visual insights.\n\n● N-Gram Breakdown: Automatically extract keywords and break them into n-grams, including single-word keywords, two-word phrases, and beyond.\n\n● Word Cloud Visuals: Turn keyword data into instantly understandable word clouds. SEO Pataka offers pre-defined shapes and color schemes to make your word clouds attractive and impactful. \n\n● Easily visualize which keywords dominate your content.\n\n● Bubble Pack Visualization: Take your keyword analysis further with our unique bubble pack visualization, presenting keywords as interactive bubble clusters for a fun, easy-to-understand representation.\n\nWho Is SEO Pataka For?\n● SEO Professionals: SEO Pataka helps you run quick and effective on-page SEO audits to help your clients rank higher.\n\n● Digital Marketers: Gain powerful keyword insights and content structure details to optimize for both search engines and user experience.\n\n● Website Owners: Empower yourself with data to better understand your site’s SEO and uncover ways to improve.\n\n● Agencies: Use SEO Pataka as a powerful lead generation tool to impress potential clients with quick and insightful audits, showing them areas of improvement.\n\n● Educators: Utilize SEO Pataka as an educational tool to teach students or trainees about SEO best practices, on-page optimization, and keyword analysis in a practical, hands-on manner.\n\nSEOPataka's Free wordcloud generator can be used with any website. It scans the full page, breaks down the keyphrases and assigns the frequencies. It then instantly builds the word cloud right in front of your eyes, word by word! \n\nIt is a great tool to get instant insights."
  }
}