{
  "name": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Cisco Network Setup Assistant",
    "cs": "Pomoc s nastavením sítì spoleènosti Cisco",
    "de": "Cisco Assistent für die Netzwerkeinrichtung",
    "hu": "Cisco Hálózati Telepítésé Segédlet",
    "ko": "Cisco 네트워크 설치 도우미",
    "pt_BR": "Assistente de configuracão de rede da Cisco",
    "ru": "Мастер настройки сети Cisco Network Setup Assistant",
    "zh_CN": "思科网络设置助理",
    "zh_TW": "Cisco 網路設定助理"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Cisco Network Setup Assistant is used to connect devices securely to networks utilizing Cisco Identity Services Engine.",
    "cs": "Pomoc s nastavením sítì spoleènosti Cisco slouží k bezpeènému pøipojení zaøízení k sítím s využitím Cisco Identity Services Engine.",
    "de": "Mit dem Cisco Assistenten für die Netzwerkeinrichtung werden Geräte sicher mithilfe der Cisco Identity Services Engine mit…",
    "es": "Cisco Network Setup Assistant se utiliza para conectar dispositivos de manera segura a redes que utilizan Cisco Identity Services…",
    "fr": "Cisco Network Setup Assistant est utilisé pour connecter des périphériques à des réseaux de manière sécurisée par le biais de Cisco…",
    "hu": "Cisco Hálózati Telepítési Segédletet arra szolgál, hogy eszközöket biztonságos módon a Cisco Identity Service Engine-hez kapcsoljon.",
    "it": "Cisco Network Setup Assistant viene utilizzato per collegare dispositivi a reti sicure utilizzando Cisco Identity Services Engine.",
    "ja": "Cisco Network Setup AssistantはCisco Identity Service Engineを活用して安全にデバイスをネットワークに接続するために使用されます。",
    "ko": "Cisco 네트워크 설치 도우미는 Cisco ISE(Identity Services Engine)를 사용, 장치를 안전하게 네트워크에 연결합니다.",
    "nl": "Met de Cisco Network Setup Assistant kunt u apparaten veilig verbinden met netwerken die gebruikmaken van Cisco Identity Services…",
    "pl": "Cisco Network Setup Assistant służy do bezpiecznego łączenia urządzeń z siecią za pomocą mechanizmu Cisco Identity Services Engine.",
    "pt_BR": "O assistente de configuração de rede da Cisco é usado para conectar dispositivos com segurança às redes usando o Cisco Identity…",
    "ru": "Мастер настройки сети Cisco Network Setup Assistant используется для безопасного подключения устройств к сетям при помощи платформы…",
    "zh_CN": "思科网络设置助理是用于使用思科身份服务引擎建立设备与网络的安全连线。",
    "zh_TW": "Cisco 網路設定助理是用於將裝置與使用 Cisco 身份服務引擎的網路安全連線。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cisco Network Setup Assistant is used to connect devices securely to networks utilizing Cisco Identity Services Engine.\n\nHere user should install this NSP on chrome book to securely connect to corporate network."
  }
}