{
  "name": {
    "ar,bg,et,fa,hr,hu,id,it,ko,ms,no,ru,uk": "Huggy Wuggy Shooter Online",
    "am": "ሁከት Wuggy ተኳሽ በመስመር ላይ",
    "bn": "আলিঙ্গি ওয়াগি শ্যুটার অনলাইন",
    "ca": "Huggy Wuggy Shooter en línia",
    "cs,da,de,pl,ro,sk": "Huggy Wuggy Shooter online",
    "el,nl,sv": "Huggy wuggy shooter online",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "HUGGY WUGGY SHOOTER ONLINE",
    "es": "Huggy Wuggy Shooter en línea",
    "fi": "Huggy wuggy ampuja verkossa",
    "fr": "Huggy Wuggy Shooter en ligne",
    "gu": "હગ્ગી વાગી શૂટર online નલાઇન",
    "he": "Huggy Wuggy Choter ברשת",
    "hi": "Huggy wuggy शूटर ऑनलाइन",
    "ja": "オンラインでハギーワッジシューター",
    "kn": "ಹಗ್ಗಿ ವಗ್ಗಿ ಶೂಟರ್ ಆನ್‌ಲೈನ್",
    "ml": "ഹഗ്ഗി വ്യൂഗി ഷൂട്ടർ ഓൺലൈൻ",
    "mr": "हग्गी वुगी शूटर ऑनलाईन",
    "sl": "Huggy wuggy strelec na spletu",
    "sr": "Хугги Вугги Схоотер Онлине",
    "sw": "Huggy Wuggy Shooter mkondoni",
    "ta": "ஹக்கி வக்கி ஷூட்டர் ஆன்லைன்",
    "te": "హగ్గీ వగ్గి షూటర్ ఆన్‌లైన్",
    "th": "Huggy Wuggy Shooter ออนไลน์",
    "tr": "Huggy wuggy atıcı çevrimiçi",
    "vi": "Huggy Wuggy Shooter trực tuyến"
  },
  "short": {
    "ar": "Huggy Wuggy Shooter هي لعبة حركة مخيفة حيث يجب أن تنجو من جحافل من الألعاب المسكونة باستخدام الأسلحة المختلفة.",
    "am": "የግድግዳ ጠባቂ ተኳሽ የተለያዩ እጆችን በመጠቀም ከከብት መጫወቻዎች መተርጎም ያለብዎት አስፈሪ የድርጊት ጨዋታ ነው.",
    "bg": "Huggy Wuggy Shooter е страшна екшън игра, в която трябва да оцелеете в орди от призрачни играчки, използвайки различни оръжия.",
    "bn": "হিউজি ওয়াগি শ্যুটার একটি ভীতিজনক অ্যাকশন গেম যেখানে আপনাকে অবশ্যই বিভিন্ন অস্ত্র ব্যবহার করে ভুতুড়ে খেলনাগুলির সৈন্যদল থেকে…",
    "ca": "Huggy Wuggy Shooter és un joc d’acció espantós on heu de sobreviure a les hordes de joguines embruixades amb diversos braços.",
    "cs": "Huggy Wuggy Shooter je děsivá akční hra, kde musíte přežít hordy strašidelných hraček pomocí různých zbraní.",
    "da": "Huggy Wuggy Shooter er et skræmmende actionspil, hvor du skal overleve horder af hjemsøgt legetøj ved hjælp af forskellige arme.",
    "de": "Huggy Wuggy Shooter ist ein gruseliges Actionspiel, bei dem Sie Horden von Spukspielzeug mit verschiedenen Armen überleben müssen.",
    "el": "Ο Huggy Wuggy Shooter είναι ένα τρομακτικό παιχνίδι δράσης όπου πρέπει να επιβιώσετε ορδές στοιχειωμένων παιχνιδιών χρησιμοποιώντας…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Huggy Wuggy Shooter is a scary action game where you must survive hordes of haunted toys using various arms.",
    "es": "Huggy Wuggy Shooter es un juego de acción aterrador donde debes sobrevivir a las hordas de juguetes embrujados usando varios brazos.",
    "et": "Huggy Wuggy Shooter on hirmutav põnevusmäng, kus peate mitmesuguseid relvi kasutavate kummitavate mänguasjade hordid üle elama.",
    "fa": "Huggy Wuggy Shooter یک بازی اکشن ترسناک است که در آن شما باید با استفاده از اسلحه های مختلف از انبوهی از اسباب بازی های خالی از…",
    "fi": "Huggy Wuggy Shooter on pelottava toimintapeli, jossa sinun on selviytyvä kummittelulelujen laumoista eri aseiden avulla.",
    "fr": "Huggy Wuggy Shooter est un jeu d'action effrayant où vous devez survivre à des hordes de jouets hantés en utilisant divers bras.",
    "gu": "હગ્ગી વાગી શૂટર એ એક ડરામણી એક્શન ગેમ છે જ્યાં તમારે વિવિધ હથિયારોનો ઉપયોગ કરીને ભૂતિયા રમકડાંના ટોળાથી બચી જ જોઈએ.",
    "he": "Huggy Wuggy Choter הוא משחק פעולה מפחיד בו עליכם לשרוד המוני צעצועים רדופים באמצעות זרועות שונות.",
    "hi": "Huggy Wuggy शूटर एक डरावना एक्शन गेम है जहाँ आपको विभिन्न हथियारों का उपयोग करके प्रेतवाधित खिलौनों की भीड़ से बचना चाहिए।",
    "hr": "Huggy Wuggy Shooter je zastrašujuća akcijska igra u kojoj morate preživjeti horde progonjenih igračaka pomoću različitih oružja.",
    "hu": "A Huggy Wuggy Shooter egy ijesztő akciójáték, ahol a kísértetjárta játékok hordáit különféle karokkal kell túlélnie.",
    "id": "Huggy Wuggy Shooter adalah permainan aksi yang menakutkan di mana Anda harus selamat dari gerombolan mainan berhantu menggunakan…",
    "it": "Huggy Wuggy Shooter è un gioco d'azione spaventoso in cui devi sopravvivere a orde di giocattoli infestati usando vari armi.",
    "ja": "Huggy Wuggy Shooterは、さまざまな腕を使用して幽霊のおもちゃの大群を生き延びなければならない恐ろしいアクションゲームです。",
    "kn": "ಹಗ್ಗಿ ವಗ್ಗಿ ಶೂಟರ್ ಒಂದು ಭಯಾನಕ ಆಕ್ಷನ್ ಆಟವಾಗಿದ್ದು, ಅಲ್ಲಿ ನೀವು ವಿವಿಧ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳನ್ನು ಬಳಸಿ ಗೀಳುಹಿಡಿದ ಆಟಿಕೆಗಳ ದಂಡನ್ನು ಬದುಕಬೇಕು.",
    "ko": "Huggy Wuggy Shooter는 다양한 팔을 사용하여 유령의 장난감 무리에서 살아남을 수있는 무서운 액션 게임입니다.",
    "ml": "ഹഗ്ഗി വഗ്ഗി ഷൂട്ടർ ആണ്, അവിടെ നിങ്ങൾ വിവിധ ആയുധങ്ങൾ ഉപയോഗിച്ച് ഹോണ്ടഡ് കളിപ്പാട്ടങ്ങളുടെ കൂട്ടത്തെ അതിജീവിക്കേണ്ടതാണ്.",
    "mr": "हग्गी वुगी शूटर हा एक भयानक अ‍ॅक्शन गेम आहे जिथे आपण विविध शस्त्रे वापरुन झपाटलेल्या खेळण्यांच्या टोळ्यांना वाचवले पाहिजे.",
    "ms": "Huggy Wuggy Shooter adalah permainan tindakan yang menakutkan di mana anda mesti bertahan dengan gerombolan mainan berhantu…",
    "nl": "Huggy Wuggy Shooter is een enge actiegame waarbij je hordes spooktjes moet overleven met behulp van verschillende armen.",
    "no": "Huggy Wuggy Shooter er et skummelt actionspill der du må overleve horder av hjemsøkte leker ved hjelp av forskjellige armer.",
    "pl": "Huggy Wuggy Shooter to przerażająca gra akcji, w której musisz przetrwać hordy nawiedzonych zabawek za pomocą różnych ramion.",
    "ro": "Huggy Wuggy Shooter este un joc înfricoșător de acțiune în care trebuie să supraviețuiți hoardelor de jucării bântuite folosind…",
    "ru": "Huggy Wuggy Shooter - это страшная игра, в которой вы должны пережить орды игрушек с привидениями, используя различные руки.",
    "sk": "Huggy Wuggy Shooter je strašidelná akčná hra, kde musíte prežiť hordy strašidelných hračiek pomocou rôznych zbraní.",
    "sl": "Huggy Wuggy Shooter je strašljiva akcijska igra, kjer morate preživeti horde igrač s preganjanimi igrami z različnimi rokami.",
    "sr": "Хугги Вугги Схоотер је застрашујућа акција у којој морате преживети хорде уклетих играчака користећи разне руке.",
    "sv": "Huggy Wuggy Shooter är ett skrämmande actionspel där du måste överleva horder av spökade leksaker med olika armar.",
    "sw": "Huggy Wuggy Shooter ni mchezo wa kutisha wa hatua ambapo lazima uishi hordes ya vifaa vya kuchezea kwa kutumia mikono mbali mbali.",
    "ta": "ஹக்கி வக்கி ஷூட்டர் என்பது ஒரு பயங்கரமான அதிரடி விளையாட்டு, அங்கு நீங்கள் பல்வேறு ஆயுதங்களைப் பயன்படுத்தி பேய் பொம்மைகளின்…",
    "te": "హగ్గీ వగ్గి షూటర్ ఒక భయానక చర్య గేమ్, ఇక్కడ మీరు వివిధ చేతులను ఉపయోగించి హాంటెడ్ బొమ్మల సమూహాలను తట్టుకోవాలి.",
    "th": "Huggy Wuggy Shooter เป็นเกมแอ็คชั่นที่น่ากลัวซึ่งคุณต้องอยู่รอดจากของเล่นผีสิงโดยใช้แขนต่าง ๆ",
    "tr": "Huggy Wuggy Shooter, çeşitli kollar kullanarak perili oyuncak ordularından kurtulmanız gereken korkunç bir aksiyon oyunudur.",
    "uk": "Huggy Wuggy Shooter - це страшна гра в екшн, де ви повинні пережити орди привидів іграшок, використовуючи різні руки.",
    "vi": "Huggy Wuggy Shooter là một trò chơi hành động đáng sợ, nơi bạn phải sống sót qua đám đồ chơi bị ma ám bằng nhiều cánh tay khác nhau."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Huggy Wuggy Shooter is a scary action game where you must survive hordes of haunted toys using various arms. In this horrifying adventure, you are trapped inside Huggy Wuggy's toy factory where all the neglected toys have come to life with nothing but fury. Every night, they prey on unsuspecting visitors, and now it's your turn. \n\nWalk around the colorful abandoned factory and shoot every possessed toy that stands in your way. There's a multitude of weapons to choose from, so you can also have some fun in this dark atmosphere. \n\nBe constantly aware of your surroundings, and be on the lookout for enemies suddenly appearing in the darkness. \n\nHow to play Huggy Wuggy Shooter?\nMove - WASD or Arrow keys\n\nShoot - Left mouse click\nRun - (Hold) Shift\nAim - Right mouse button\nSwap weapon - Mouse wheel, or Numeric keys from 1 to 7\nReload - Mouse wheel\nSwap weapon - Mouse wheel\nKnife attack - F\nThrow grenade - G\n\nIf you Bored, You can also play some other categories game in this extension."
  }
}