{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shadowban Scanner for Twitter / X"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "A browser extension that detects shadowbans on Twitter.",
    "ja": "Twitterのシャドウバンを検出する拡張機能です。",
    "ko": "Twitter의 Shadowban을 감지하는 확장 기능입니다.",
    "zh_TW": "這是一個用於檢查 Twitter/X 的 Shadowban 的擴充功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "## Features\n\n- Detects shadowbans and sensitive flags per account\n- Detects sensitive flags for profile media (icon and header image)\n- Detects countries that block accounts for legal reasons\n- Detects sensitive flags per tweet\n- Detects age restrictions on tweets\n- Adds buttons to show hidden tweets\n\n## Accuracy\n\nWhen it comes to detecting shadowbans on an account level, like many other tools, there can be instances of false positives and false negatives. However, when it comes to detecting sensitive flags and age restrictions on a tweet level, it can be almost perfectly accurate. Therefore, it is recommended to use Shadowban Scanner to continuously monitor the status of your account and tweets, while also utilizing other tools alongside it.\n\n## Privacy Policy\n\nAs a rule, this extension performs all processing on the user's computer. No data is transmitted to an external server. It also does not access Twitter's internal API by obtaining the user's credentials without permission, as is the case with some extensions. Web pages not bundled in this extension are subject to their own terms of use and privacy policies.\n\n## License\n\nThis extension is released under the MIT License.",
    "ja": "## 機能\n\n- アカウント単位のシャドウバンとセンシティブフラグを検出します\n- プロフィールのメディア（アイコンとヘッダー画像）のセンシティブフラグを検出します\n- 法的な理由でアカウントをブロックしている国を検出します\n- ツイート単位のセンシティブフラグを検出します\n- ツイートの年齢制限を検出します\n- 非表示にされたツイートを表示するボタンを追加します\n\n## 精度\n\nアカウント単位のシャドウバン検出については、他の多くのツールと同様に、偽陽性や偽陰性が発生することがあります。一方で、ツイート単位のセンシティブフラグと年齢制限は、ほとんど完璧に検出できます。そのため、Shadowban Scannerで継続的にアカウントやツイートの状態を確認しつつ、他のツールも併せて利用することを推奨します。\n\n## プライバシーポリシー\n\nこの拡張機能は、原則としてすべての処理をユーザーのコンピューター上で実行します。データが外部のサーバーに送信されることはありません。また、一部の拡張機能でみられるような、ユーザーの認証情報を無断で取得してTwitterの内部APIにアクセスする処理もありません。この拡張機能に同梱されていないWebページには、それぞれの利用規約やプライバシーポリシーが適用されます。\n\n## ライセンス\n\nこの拡張機能はMITライセンスの下に公開されています。",
    "ko": "## 기능\n\n- 계정 단위의 Shadowban과 민감한 플래그를 감지합니다\n- 프로필 미디어(아이콘과 헤더 이미지)의 민감 정보 플래그를 검출합니다\n- 법적인 이유로 계정을 차단하는 국가를 감지합니다\n- 트윗 단위의 민감 정보 플래그를 감지합니다\n- 트윗의 연령 제한을 감지합니다\n- 숨겨진 트윗을 표시하는 버튼 추가\n\n## 정확도\n\n계정 단위의 Shadowban 검출은 다른 많은 도구와 마찬가지로 가짜 양성 또는 가짜 음성이 발생할 수 있습니다. 반면에 트윗 단위의 민감 플래그와 연령 제한은 거의 완벽하게 검출할 수 있습니다. 따라서 Shadowban Scanner를 통해 계정이나 트윗의 상태를 지속적으로 확인하면서 다른 도구들도 함께 사용하는 것을 권장합니다.\n\n## Privacy Policy\n\nAs a rule, this extension performs all processing on the user's computer. No data is transmitted to an external server. It also does not access Twitter's internal API by obtaining the user's credentials without permission, as is the case with some extensions. Web pages not bundled in this extension are subject to their own terms of use and privacy policies.\n\n## License\n\nThis extension is released under the MIT License.",
    "zh_TW": "## 功能\n\n- 偵測帳戶層級的 Shadowban 和敏感內容標記\n- 檢查個人檔案的媒體（頭像或標頭圖片）的敏感內容標記\n- 檢查帳戶因法律原因而被封鎖的國家/地區\n- 偵測推文層級的敏感內容標記\n- 偵測推文的年齡限制\n- 在設置為隱藏的推文中增加查看的按鈕\n\n## 精確性\n\n就帳號層級的 Shadowban 檢查而言，與其他許多工具一樣，可能會發生誤判的情況。然而，針對推文層級的敏感內容標記和年齡限制，此擴充功能幾乎可以完美地得出正確結果。因此，建議您在使用 Shadowban Scanner 確認帳號和推文的狀態之餘，同時使用其他工具協助。\n\n## Privacy Policy\n\n此擴充功能原則上會在使用者的電腦上處理所有資料，不會傳送到外部伺服器，而且此擴充功能不會在未經使用者許可的情況下使用登入認證存取 Twitter/X 的內部 API。對於此擴充功能沒有對應的網頁，將適用各自的使用條款和隱私政策。\n\n## License\n\nThis extension is released under the MIT License."
  }
}