{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnyTab Laser Pointer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a laser pointer to any browser tab, making it easier for your audience to follow along during video calls."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*** NOW WITH GESTURE DETECTION AND AUTOMATIC HIGHLIGHTING!!! ***\n\nHave you ever found yourself lost in a sea of mouse movements during a virtual presentation, desperately trying to keep up with where the presenter is pointing? \n\n\"AnyTab Laser Pointer\" adds a laser trail to your mouse pointer (similar to the one on Google Slides) on ANY Chrome tab. \n\nAnd YES... that includes spreadsheets!!!\n\nThink of it as your on-screen spotlight, leaving a vivid trail in its wake, turning your mouse into a laser pointer that can cut through the most cluttered of spreadsheets, the busiest of designs, or the densest of texts. \n\nNo more digital hide and seek with the cursor, just a simple, clear path to follow.\n\nWith the \"AnyTab Laser Pointer\", your viewers will always be in sync, even if you're moving at the speed of light. \n\nNo more frantic pleas of \"wait, where are you pointing?\" or \"could you go back a bit?\". \nNow, everyone can easily follow your digital dance across the screen.\n\nThis is not just an extension, it's your breadcrumb trail, your neon marquee in the bustling city of shared screens. \n\nPoint, Direct, Engage. It's that simple. Embrace the power of clarity, and never lose your viewers again!\n\nPS: as a bonus, AnyTab Laser Pointer also tells you how many tabs you juggled in the last 24 hours!\n\n\nCHANGELOG\nv2.0 - February 11th, 2024\n- Highlight Gesture Detection: it recognizes when you're pointing at an element on the page to show it to your viewers and it adds on the page a shape to highlight that element!\n- minor fixed and performance improvements.\n\nv1.5 - February 7th, 2024\n- Fixed bug: improved variable naming to shat it won't interfere with the debug environment of developers. FIXED.\n\nv1.4 - December 12th, 2023\n- Fixed bug: the laser trail did not display when scrolling up the page. FIXED.\n\nv1.3 - December 12th, 2023\n- Improved the count of tabs used in a day.\n- Improved the implementation of the rating popup to make it more user-friendly.\n\nv1.2 - December 11th, 2023\n- Added in-extension rating support.\n\nv1.1 - December 9th, 2023\n- Fixed an issue that was causing the mouse trail to go off-screen and the browser reacting by adding the horizontal scroll bar.\n- Other minor fixes\n\nPlease, leave a review!\nIt helps more people find the extension.\n\nThank you for using AnyTab Laser Pointer.\n-"
  }
}