{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Headgear"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash your Reddit Avatar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Headgear to copy, paste & save high-quality images of your Reddit Avatar.\n\nWith Headgear, you can share images of your customised Avatar with maximum detail — no more pixelated screenshots or unwanted backgrounds. Headgear allows images to be copied to the clipboard, so posting images to Discord, Reddit posts or image upload sites is as easy as copy & paste.\n\nDownload your Avatar in a variety of styles:\n • Standard \"Share\" image from the Avatar Builder (white background & Reddit logo)\n • NFT Card, with your NFT Avatar's name and serial number\n • Hexagon and circle backgrounds (used in Reddit comments & navigation bars)\n • Without any background or logos\n\nYou can download high-res images to make crisp physical prints of your favourite Avatar on posters, t-shirts, etc. Or create images for social media apps, like profile banner images. \n\nAs well as regular PNG files, Headgear can create vector SVG files, which can be scaled to any size with no loss of detail. Use a vector-graphics editor (such as Inkscape or Illustrator) to pull out individual Avatar accessories to create image macros/memes.\n\nHeadgear is an independent open-source project, not affiliated with Reddit in any way. Keep your NFTs safe — never enter your Reddit Vault password in a browser that has extensions with access to Reddit installed. Either create a separate browser Profile without extensions, or only use the Reddit mobile app to access your Vault.\n\n✨ Recent Changes ✨\n\nv0.6.0\nAdded:\n • The NFT Card layout now supports million-sized series (e.g. 2m)\n\nv0.5.1\nFixed:\n • The hair of \"Persephone, Aspect of Hades\" should display correctly.\n • The numbers in download filenames are now 0-padded to 2 digits.\n\nv0.5.0\nAdded:\n • Headgear now has optional, opt-in analytics, to share usage information.\nFixed:\n • Shadows are no longer clipped on NFT Card Avatar name text.\nChanged:\n • Filenames have been improved for downloaded/saved images.\n\nCheck the Changelog on Headgear's GitHub page for more details."
  }
}