{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Productivity Owl"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Want to be productive? Let the Productivity Owl guide you to accomplishment."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*** WARNING: This extension is very annoying.  The owl is flying across your pages, annoying you, criticizing you, giving you psychological exercises, and closing your tabs.  If you are not serious about being productive, this extension may not be for you.***\n\nDo you need a new boss when working from home?  Meet the Productivity Owl.\n\nThe owl is very strict.  He will berate and mock you.  You'll be forced to complete tasks to earn break time.  If you do consistent work, use the timeboxing scheduler for work/vacation, and complete the owl's psychological exercises then you might be able to earn the owl's respect.  \n\nJust like the first version, the owl has 3 types of websites: Allowed, Blocked and Countdown.  If a website is not on the allowed/blocked lists, you'll get a certain amount of time to get the information you need before the owl closes the tab.  You can still use the scheduler to schedule free-time, and now you can also schedule work time.  Version 2.0 introduced a task manager, and you get rewarded break minutes for each task you complete.  There are also psychological interventions and browsing statistics in this version.   \n\nAlthough it is technically possible to earn the owl's respect - it's  highly unlikely.  The owl is very judgmental.  It may take years before anyone earns the owl's \"ultimate respect.\"  Of course if you uninstall the extension or disable it, all respect is lost.  \n\n***************  APACHE 2.0 LICENSE OPEN SOURCE ***************\nSince this extension is on every webpage you visit, I wanted to let everyone know there are NO TRACKERS or DATA COLLECTORS in the owl.  The owl is 100% open source.  You can view the source code on Github:  https://github.com/mrieck/productivityowl\n\n*Thanks to everyone who has been using the Productivity Owl over the years.  He's been helping me be productive for the last 8 years.  Hope he can help you too."
  }
}