{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoPilot™ Extensions For Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use new AI in Chrome. CoPilot™ Extensions For Chrome"
  },
  "long": {
    "ar": "Bing AI For Chrome أو CoPilot For Chrome، الذي كان في السابق حصريًا لـ Microsoft Edge، يُحدث الآن موجات في متصفح Google Chrome، مما يسمح للمستخدمين عبر Windows وMacOS وLinux بتجربة قدراته المتقدمة. يوفر Bing AI الجديد، المعزز بالتكامل مع ChatGPT، لمستخدمي Chrome نتائج بحث تفاعلية وشخصية، مما يرفع تجربة التصفح القياسية إلى آفاق جديدة.\n\nبعد توسيع نطاقها إلى ما هو أبعد من Edge، أصبحت دردشة الذكاء الاصطناعي، المعروفة باسم Bing Chat، متاحة الآن على المتصفح الرائد عالميًا، Google Chrome، والذي يحظى بحصة سوقية تبلغ 77.03% مع ميزات مثل الصور التي تم إنشاؤها بواسطة الذكاء الاصطناعي، وأبحاث المواضيع، والتأليف الشعري. ، يعمل Bing AI على تغيير كيفية تفاعل المستخدمين مع الويب، من خلال توفير الأدوات التي تلبي مجموعة واسعة من الأنشطة عبر الإنترنت.\n\nBing AI For Chrome 'aw CoPilot For Chrome, aladhi kan fi alsaabiq hsryan la Microsoft Edge, yuhdth alan mawjat fi mutasafih Google Chrome, mimaa yusmah lilmustakhdimin eabr Windows waMacOS waLinux bitajribat qudratih almutaqadimati. yuafir Bing AI aljadidi, almueazaz bialtakamul mae ChatGPT, limustakhdimi Chrome natayij bahth tafaeuliat washakhsiatin, mimaa yarfae tajribat altasafuh alqiasiat 'iilaa afaq jadidatin.\nbaed tawsie nitaqiha 'iilaa ma hu 'abead man Edge، 'asbahat dardashat aldhaka' aliastinaeii, almaerufat biasim Bing Chat, mutahatan alan ealaa almutasafih alraayid ealmyan، Google Chrome, waladhi yahzaa bihisat suqiat tablugh 77.03% mae mizat mithl alsuwar alati tama 'iinshawuha biwasitat aldhaka' alaistinaeii, wa'abhath almawadiei, waltaalif alshieri. , yaemal Bing AI ealaa taghyir kayfiat tafaeul almustakhdimin mae alwib, min khilal tawfir al'adawat alati tulabiy majmueatan wasieatan min al'anshitat eabr al'iintirnti.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,ml,ms,pl": "CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "bg": "Bing AI за Chrome или CoPilot за Chrome, някога изключителен за Microsoft Edge, сега прави вълни в браузъра Google Chrome, позволявайки на потребителите в Windows, MacOS и Linux да изпитат неговите разширени възможности. Този нов Bing AI, подобрен от интеграцията с ChatGPT, предлага на потребителите на Chrome интерактивни и персонализирани резултати от търсенето, издигайки стандартното изживяване при сърфиране до нови висоти.\n\nРазширявайки обхвата си отвъд Edge, AI чатът, известен като Bing Chat, вече е наличен във водещия браузър в света, Google Chrome, който има пазарен дял от 77,03% с функции като изображения, генерирани от AI, изследване на теми и съставяне на поезия , Bing AI трансформира начина, по който потребителите взаимодействат с мрежата, предоставяйки инструменти, които обслужват широк спектър от онлайн дейности.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "bn": "বিং এআই ফর ক্রোম বা কোপাইলট ফর ক্রোম, একসময় মাইক্রোসফ্ট এজ-এর জন্য একচেটিয়া, এখন গুগল ক্রোম ব্রাউজারে তরঙ্গ তৈরি করছে, যা উইন্ডোজ, ম্যাকওএস এবং লিনাক্স জুড়ে ব্যবহারকারীদের এর উন্নত ক্ষমতাগুলি অনুভব করতে দেয়। এই নতুন Bing AI, ChatGPT-এর সাথে একীকরণের মাধ্যমে উন্নত, Chrome ব্যবহারকারীদের ইন্টারেক্টিভ এবং ব্যক্তিগতকৃত অনুসন্ধানের ফলাফল অফার করে, স্ট্যান্ডার্ড ব্রাউজিং অভিজ্ঞতাকে নতুন উচ্চতায় উন্নীত করে।\n\nএজ-এর বাইরেও তার নাগালের প্রসারিত করে, AI চ্যাট, Bing Chat নামে পরিচিত, এখন বিশ্বের শীর্ষস্থানীয় ব্রাউজার, Google Chrome-এ উপলব্ধ, যেটি AI-উত্পাদিত ছবি, বিষয় গবেষণা এবং কবিতা রচনার মতো বৈশিষ্ট্য সহ 77.03% মার্কেট শেয়ার দখল করে। , Bing AI ব্যবহারকারীরা কীভাবে ওয়েবের সাথে ইন্টারঅ্যাক্ট করে তা রূপান্তরিত করছে, এমন সরঞ্জাম সরবরাহ করছে যা অনলাইন কার্যক্রমের বিস্তৃত অ্যারেকে পূরণ করে।\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "ca": "Bing AI For Chrome o CoPilot For Chrome, que abans era exclusiu de Microsoft Edge, ara està fent onades al navegador Google Chrome, permetent als usuaris de Windows, MacOS i Linux experimentar les seves capacitats avançades. Aquesta nova IA de Bing, millorada per la integració amb ChatGPT, ofereix als usuaris de Chrome resultats de cerca interactius i personalitzats, elevant l'experiència de navegació estàndard a noves altures.\n\nAmpliant el seu abast més enllà d'Edge, el xat d'IA, conegut com a Bing Chat, ja està disponible al navegador líder del món, Google Chrome, que té una quota de mercat del 77,03% amb funcions com ara imatges generades per IA, investigació de temes i composició de poesia. , Bing AI està transformant la manera com els usuaris interactuen amb el web, proporcionant eines que s'adapten a una àmplia gamma d'activitats en línia.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "cs": "Bing AI For Chrome nebo CoPilot For Chrome, kdysi exkluzivně pro Microsoft Edge, nyní hýbe prohlížečem Google Chrome a umožňuje uživatelům ve Windows, MacOS a Linux využívat jeho pokročilé funkce. Tato nová umělá inteligence Bing, vylepšená integrací s ChatGPT, nabízí uživatelům Chrome interaktivní a personalizované výsledky vyhledávání, čímž pozvedává standardní zážitek z prohlížení do nových výšin.\n\nChat s umělou inteligencí, známý jako Bing Chat, rozšiřuje svůj dosah za hranice Edge a je nyní k dispozici v předním světovém prohlížeči Google Chrome, který má tržní podíl 77,03 % s funkcemi, jako jsou obrázky generované umělou inteligencí, výzkum témat a kompozice poezie. Bing AI mění způsob, jakým uživatelé interagují s webem, a poskytuje nástroje, které se starají o širokou škálu online aktivit.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "da": "Bing AI For Chrome eller CoPilot For Chrome, der engang var eksklusivt til Microsoft Edge, skaber nu bølger i Google Chrome-browseren, hvilket giver brugere på tværs af Windows, MacOS og Linux mulighed for at opleve dens avancerede muligheder. Denne nye Bing AI, forbedret af integrationen med ChatGPT, tilbyder Chrome-brugere interaktive og personligt tilpassede søgeresultater, der løfter standard browsingoplevelsen til nye højder.\n\nAI-chatten, kendt som Bing Chat, udvider sin rækkevidde ud over Edge, og er nu tilgængelig på verdens førende browser, Google Chrome, som har en markedsandel på 77,03 % med funktioner såsom AI-genererede billeder, emneforskning og poesikomposition , Bing AI transformerer, hvordan brugere interagerer med internettet, og leverer værktøjer, der henvender sig til en bred vifte af onlineaktiviteter.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "de": "Bing AI für Chrome oder CoPilot für Chrome, einst exklusiv für Microsoft Edge, sorgt jetzt im Google Chrome-Browser für Aufsehen und ermöglicht Benutzern unter Windows, MacOS und Linux, die erweiterten Funktionen zu erleben. Diese neue Bing-KI, die durch die Integration mit ChatGPT erweitert wurde, bietet Chrome-Benutzern interaktive und personalisierte Suchergebnisse und hebt das Standard-Browsing-Erlebnis auf ein neues Niveau.\n\nDer KI-Chat, bekannt als Bing Chat, weitet seine Reichweite über Edge hinaus aus und ist jetzt im weltweit führenden Browser Google Chrome verfügbar, der einen Marktanteil von 77,03 % mit Funktionen wie KI-generierten Bildern, Themenrecherche und dem Verfassen von Gedichten hat Bing AI verändert die Art und Weise, wie Benutzer mit dem Web interagieren, und stellt Tools bereit, die eine breite Palette von Online-Aktivitäten abdecken.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "el": "Το Bing AI For Chrome ή το CoPilot For Chrome, που κάποτε ήταν αποκλειστικό για τον Microsoft Edge, τώρα κάνει πάταγο στο πρόγραμμα περιήγησης Google Chrome, επιτρέποντας στους χρήστες σε Windows, MacOS και Linux να βιώσουν τις προηγμένες δυνατότητές του. Αυτό το νέο Bing AI, ενισχυμένο από την ενσωμάτωση με το ChatGPT, προσφέρει στους χρήστες του Chrome διαδραστικά και εξατομικευμένα αποτελέσματα αναζήτησης, ανεβάζοντας την τυπική εμπειρία περιήγησης σε νέα ύψη.\n\nΕπεκτείνοντας την εμβέλειά του πέρα από το Edge, η συνομιλία AI, γνωστή ως Bing Chat, είναι τώρα διαθέσιμη στο κορυφαίο πρόγραμμα περιήγησης στον κόσμο, το Google Chrome, το οποίο κατέχει μερίδιο αγοράς 77,03% με λειτουργίες όπως εικόνες που δημιουργούνται από AI, έρευνα θεμάτων και σύνθεση ποίησης , το Bing AI μεταμορφώνει τον τρόπο με τον οποίο οι χρήστες αλληλεπιδρούν με τον Ιστό, παρέχοντας εργαλεία που καλύπτουν ένα ευρύ φάσμα διαδικτυακών δραστηριοτήτων.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "es": "Bing AI para Chrome o CoPilot para Chrome, que alguna vez fue exclusivo de Microsoft Edge, ahora está causando sensación en el navegador Google Chrome, permitiendo a los usuarios de Windows, MacOS y Linux experimentar sus capacidades avanzadas. Esta nueva Bing AI, mejorada por la integración con ChatGPT, ofrece a los usuarios de Chrome resultados de búsqueda interactivos y personalizados, elevando la experiencia de navegación estándar a nuevas alturas.\n\nExtendiendo su alcance más allá de Edge, el chat de IA, conocido como Bing Chat, ahora está disponible en el navegador líder del mundo, Google Chrome, que tiene una participación de mercado del 77,03%. Con funciones como imágenes generadas por IA, investigación de temas y composición de poesía. , Bing AI está transformando la forma en que los usuarios interactúan con la web, proporcionando herramientas que se adaptan a una amplia gama de actividades en línea.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "et": "Bing AI Chrome'ile või CoPilot For Chrome, mis kunagi oli Microsoft Edge'i eksklusiivne, lööb nüüd Google Chrome'i brauseris laineid, võimaldades Windowsi, MacOS-i ja Linuxi kasutajatel kogeda selle täiustatud võimalusi. See uus Bing AI, mida täiustab integratsioon ChatGPT-ga, pakub Chrome'i kasutajatele interaktiivseid ja isikupärastatud otsingutulemusi, tõstes tavalise sirvimiskogemuse uutesse kõrgustesse.\n\nAI-vestlus, mida tuntakse Edge'ist kaugemale, on nüüd saadaval maailma juhtivas brauseris Google Chrome, mille turuosa on 77,03% ja pakub selliseid funktsioone nagu AI-ga loodud pildid, teemauuringud ja luulelooming. , Bing AI muudab seda, kuidas kasutajad veebiga suhtlevad, pakkudes tööriistu, mis pakuvad mitmesuguseid võrgutegevusi.\n\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "fa": "Bing AI For Chrome یا CoPilot For Chrome که زمانی انحصاری مایکروسافت اج بود، اکنون در مرورگر گوگل کروم موج می زند و به کاربران در سراسر ویندوز، MacOS و لینوکس امکان می دهد قابلیت های پیشرفته آن را تجربه کنند. این هوش مصنوعی جدید Bing، که با ادغام با ChatGPT بهبود یافته است، نتایج جستجوی تعاملی و شخصی‌شده را به کاربران کروم ارائه می‌کند و تجربه مرور استاندارد را به اوج جدیدی می‌رساند.\n\nگپ هوش مصنوعی که با نام بینگ چت شناخته می شود، با گسترش دامنه دسترسی خود به فراتر از Edge، اکنون در مرورگر پیشرو جهان، گوگل کروم، در دسترس است که با ویژگی هایی مانند تصاویر تولید شده توسط هوش مصنوعی، تحقیق در مورد موضوع و ترکیب شعر، سهم بازار 77.03 درصدی را در اختیار دارد. ، هوش مصنوعی Bing نحوه تعامل کاربران با وب را تغییر می دهد و ابزارهایی را ارائه می دهد که طیف گسترده ای از فعالیت های آنلاین را برآورده می کند.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "fi": "Bing AI For Chrome tai CoPilot For Chrome, aikoinaan yksinomaan Microsoft Edge, tekee nyt aaltoja Google Chrome -selaimessa, jolloin Windows-, MacOS- ja Linux-käyttäjät voivat kokea sen edistyneet ominaisuudet. Tämä uusi Bing AI, jota on parannettu integroimalla ChatGPT:hen, tarjoaa Chromen käyttäjille interaktiivisia ja personoituja hakutuloksia nostaen tavallisen selauskokemuksen uusiin korkeuksiin.\n\nTekoälykeskustelu, joka laajentaa ulottuvuuttaan Edgen ulkopuolelle, on nyt saatavilla maailman johtavassa selaimessa, Google Chromessa, jonka markkinaosuus on 77,03 % ominaisuuksilla, kuten tekoälyn luomilla kuvilla, aihetutkimuksella ja runoudella. , Bing AI muuttaa käyttäjien vuorovaikutusta verkon kanssa tarjoamalla työkaluja, jotka palvelevat monenlaisia verkkotoimintoja.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "fr": "Bing AI For Chrome ou CoPilot For Chrome, autrefois exclusifs à Microsoft Edge, fait désormais des vagues dans le navigateur Google Chrome, permettant aux utilisateurs de Windows, MacOS et Linux de découvrir ses capacités avancées. Cette nouvelle IA de Bing, améliorée par l'intégration avec ChatGPT, offre aux utilisateurs de Chrome des résultats de recherche interactifs et personnalisés, élevant l'expérience de navigation standard vers de nouveaux sommets.\n\nÉtendant sa portée au-delà d'Edge, le chat AI, connu sous le nom de Bing Chat, est désormais disponible sur le premier navigateur mondial, Google Chrome, qui détient une part de marché de 77,03 %. Avec des fonctionnalités telles que les images générées par l'IA, la recherche thématique et la composition de poésie. , Bing AI transforme la façon dont les utilisateurs interagissent avec le Web, en fournissant des outils adaptés à un large éventail d'activités en ligne.\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "gu": "Bing AI ફોર Chrome અથવા CoPilot For Chrome, જે એક સમયે Microsoft Edge માટે વિશિષ્ટ હતું, તે હવે Google Chrome બ્રાઉઝરમાં તરંગો બનાવી રહ્યું છે, જે Windows, MacOS અને Linux પરના વપરાશકર્તાઓને તેની અદ્યતન ક્ષમતાઓનો અનુભવ કરવાની મંજૂરી આપે છે. આ નવું Bing AI, ChatGPT સાથે સંકલન દ્વારા વધારેલ, ક્રોમ વપરાશકર્તાઓને ઇન્ટરેક્ટિવ અને વ્યક્તિગત શોધ પરિણામો પ્રદાન કરે છે, જે માનક બ્રાઉઝિંગ અનુભવને નવી ઊંચાઈઓ પર લઈ જાય છે.\n\nતેની પહોંચને એજથી આગળ વધારીને, એઆઈ ચેટ, જે બિંગ ચેટ તરીકે ઓળખાય છે, તે હવે વિશ્વના અગ્રણી બ્રાઉઝર, ગૂગલ ક્રોમ પર ઉપલબ્ધ છે, જે AI-જનરેટેડ ઈમેજીસ, વિષય સંશોધન અને કવિતાની રચના જેવી સુવિધાઓ સાથે 77.03% માર્કેટ શેર ધરાવે છે. , Bing AI એ પરિવર્તન કરી રહ્યું છે કે કેવી રીતે વપરાશકર્તાઓ વેબ સાથે ક્રિયાપ્રતિક્રિયા કરે છે, તે સાધનો પ્રદાન કરે છે જે ઑનલાઇન પ્રવૃત્તિઓની વિશાળ શ્રેણીને પૂરી કરે છે.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "he": "Bing AI For Chrome או CoPilot For Chrome, שפעם היו בלעדיים ל-Microsoft Edge, מכים כעת גלים בדפדפן Google Chrome, ומאפשר למשתמשים ב-Windows, MacOS ולינוקס לחוות את היכולות המתקדמות שלו. Bing AI החדש הזה, המשופר על ידי השילוב עם ChatGPT, מציע למשתמשי Chrome תוצאות חיפוש אינטראקטיביות ומותאמות אישית, ומעלה את חווית הגלישה הסטנדרטית לגבהים חדשים.\n\nהרחבת טווח ההגעה שלו אל מעבר ל-Edge, צ'אט AI, הידוע בשם Bing Chat, זמין כעת בדפדפן המוביל בעולם, Google Chrome, אשר תופס נתח שוק של 77.03% עם תכונות כגון תמונות שנוצרו בינה מלאכותית, מחקר נושאים וחיבור שירה. , Bing AI משנה את האופן שבו משתמשים מקיימים אינטראקציה עם האינטרנט, ומספקת כלים הנותנים מענה למגוון רחב של פעילויות מקוונות.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "hi": "क्रोम के लिए बिंग एआई या क्रोम के लिए कोपायलट, जो कभी माइक्रोसॉफ्ट एज के लिए विशिष्ट था, अब Google क्रोम ब्राउज़र में धूम मचा रहा है, जिससे विंडोज़, मैकओएस और लिनक्स के उपयोगकर्ताओं को इसकी उन्नत क्षमताओं का अनुभव करने की अनुमति मिल रही है। चैटजीपीटी के साथ एकीकरण द्वारा बढ़ाया गया यह नया बिंग एआई, क्रोम उपयोगकर्ताओं को इंटरैक्टिव और वैयक्तिकृत खोज परिणाम प्रदान करता है, जो मानक ब्राउज़िंग अनुभव को नई ऊंचाइयों पर ले जाता है।\n\nएज से आगे अपनी पहुंच बढ़ाते हुए, एआई चैट, जिसे बिंग चैट के नाम से जाना जाता है, अब दुनिया के अग्रणी ब्राउज़र, Google Chrome पर उपलब्ध है, जिसकी बाजार हिस्सेदारी 77.03% है, जिसमें एआई-जनित छवियां, विषय अनुसंधान और कविता रचना जैसी सुविधाएं हैं। , बिंग एआई उपयोगकर्ताओं के वेब के साथ इंटरैक्ट करने के तरीके को बदल रहा है, और ऐसे उपकरण प्रदान कर रहा है जो ऑनलाइन गतिविधियों की एक विस्तृत श्रृंखला को पूरा करते हैं।\n\nkrom ke lie bing eaee ya krom ke lie kopaayalat, jo kabhee maikrosopht ej ke lie vishisht tha, ab googlai krom brauzar mein dhoom macha raha hai, jisase vindoz, maikoes aur linaks ke upayogakartaon ko isakee unnat kshamataon ka anubhav karane kee anumati mil rahee hai. chaitajeepeetee ke saath ekeekaran dvaara badhaaya gaya yah naya bing eaee, krom upayogakartaon ko intaraiktiv aur vaiyaktikrt khoj parinaam pradaan karata hai, jo maanak brauzing anubhav ko naee oonchaiyon par le jaata hai.\n\nej se aage apanee pahunch badhaate hue, eaee chait, jise bing chait ke naam se jaana jaata hai, ab duniya ke agranee brauzar, googlai chhromai par upalabdh hai, jisakee baajaar hissedaaree 77.03% hai, jisamen eaee-janit chhaviyaan, vishay anusandhaan aur kavita rachana jaisee suvidhaen hain. , bing eaee upayogakartaon ke veb ke saath intaraikt karane ke tareeke ko badal raha hai, aur aise upakaran pradaan kar raha hai jo onalain gatividhiyon kee ek vistrt shrrnkhala ko poora karate hain.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "hr": "Bing AI za Chrome ili CoPilot za Chrome, nekada ekskluzivan za Microsoft Edge, sada pravi valove u pregledniku Google Chrome, omogućujući korisnicima u sustavima Windows, MacOS i Linux da iskuse njegove napredne mogućnosti. Ovaj novi Bing AI, poboljšan integracijom s ChatGPT-om, nudi korisnicima Chromea interaktivne i personalizirane rezultate pretraživanja, podižući standardno iskustvo pregledavanja na nove visine.\n\nProširujući svoj doseg izvan Edgea, AI chat, poznat kao Bing Chat, sada je dostupan na vodećem svjetskom pregledniku, Google Chromeu, koji ima tržišni udio od 77,03% sa značajkama kao što su slike generirane umjetnom inteligencijom, istraživanje tema i sastavljanje poezije , Bing AI mijenja način na koji korisnici komuniciraju s webom, pružajući alate koji služe širokom spektru mrežnih aktivnosti.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "hu": "A Bing AI For Chrome vagy a CoPilot For Chrome, amely egykor kizárólag a Microsoft Edge volt, most hullámokat kelt a Google Chrome böngészőben, lehetővé téve a Windows, MacOS és Linux felhasználók számára, hogy megtapasztalják a fejlett képességeit. Ez az új Bing AI, amelyet a ChatGPT-vel való integráció továbbfejlesztett, interaktív és személyre szabott keresési eredményeket kínál a Chrome-felhasználóknak, új magasságokba emelve a szokásos böngészési élményt.\n\nA Bing Chat néven ismert mesterséges intelligencia-csevegés az Edge-n túl is elérhető, és már elérhető a világ vezető böngészőjében, a Google Chrome-ban, amely 77,03%-os piaci részesedéssel rendelkezik olyan funkciókkal, mint a mesterséges intelligencia által generált képek, témakutatás és versírás. , A Bing AI átalakítja a felhasználók internettel való interakcióját, és olyan eszközöket biztosít, amelyek az online tevékenységek széles skáláját szolgálják ki.\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "id": "Bing AI Untuk Chrome atau CoPilot Untuk Chrome, yang dulunya eksklusif untuk Microsoft Edge, kini membuat terobosan di browser Google Chrome, memungkinkan pengguna di Windows, MacOS, dan Linux untuk merasakan kemampuan canggihnya. Bing AI baru ini, yang ditingkatkan melalui integrasi dengan ChatGPT, menawarkan hasil pencarian yang interaktif dan dipersonalisasi kepada pengguna Chrome, meningkatkan pengalaman penjelajahan standar ke tingkat yang lebih tinggi.\n\nMemperluas jangkauannya melampaui Edge, obrolan AI, yang dikenal sebagai Bing Chat, kini tersedia di browser terkemuka dunia, Google Chrome, yang menguasai pangsa pasar sebesar 77,03% Dengan fitur-fitur seperti gambar yang dihasilkan AI, riset topik, dan komposisi puisi , Bing AI mengubah cara pengguna berinteraksi dengan web, menyediakan alat yang melayani beragam aktivitas online.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "it": "Bing AI For Chrome o CoPilot For Chrome, una volta esclusivi di Microsoft Edge, stanno ora facendo scalpore nel browser Google Chrome, consentendo agli utenti di Windows, MacOS e Linux di sperimentarne le funzionalità avanzate. Questa nuova intelligenza artificiale di Bing, potenziata dall'integrazione con ChatGPT, offre agli utenti di Chrome risultati di ricerca interattivi e personalizzati, elevando l'esperienza di navigazione standard a nuovi livelli.\n\nEstendendo la sua portata oltre Edge, la chat AI, nota come Bing Chat, è ora disponibile sul browser leader a livello mondiale, Google Chrome, che detiene una quota di mercato del 77,03%. Con funzionalità come immagini generate dall'intelligenza artificiale, ricerca di argomenti e composizione di poesie , Bing AI sta trasformando il modo in cui gli utenti interagiscono con il Web, fornendo strumenti adatti a un'ampia gamma di attività online.\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "ja": "Bing AI For Chrome または CoPilot For Chrome は、かつては Microsoft Edge 専用でしたが、現在では Google Chrome ブラウザーでも話題になっており、Windows、MacOS、Linux のユーザーがその高度な機能を体験できるようになりました。 ChatGPT との統合によって強化されたこの新しい Bing AI は、Chrome ユーザーにインタラクティブでパーソナライズされた検索結果を提供し、標準的なブラウジング エクスペリエンスを新たな高みに引き上げます。\n\nEdge を超えてその範囲を拡大し、Bing Chat として知られる AI チャットが、市場シェア 77.03% を誇る世界有数のブラウザである Google Chrome で利用できるようになりました。AI が生成した画像、トピック調査、詩の作成などの機能を備えています。 , Bing AI は、ユーザーの Web 操作方法を変革し、さまざまなオンライン アクティビティに対応するツールを提供します。\n\nBingu AI For kurōmu matawa CoPilot For kurōmu wa, katsute wa makurosofuto Edge sen'yōdeshitaga, genzaide wa gūgurukurōmu burauzā demo wadai ni natte ori, u~indōzu, MacOS, rinakkusu no yūzā ga sono kōdona kinō o taiken dekiru yō ni narimashita. ChatGPT to no tōgō ni yotte kyōka sa reta kono atarashī bingu AI wa, kurōmu yūzā ni intarakutibu de pāsonaraizu sa reta kensaku kekka o teikyō shi, hyōjun-tekina buraujingu ekusuperiensu o aratana takami ni hikiagemasu. Edge o koete sono han'i o kakudai shi, bingu Chat to shite shira reru AI chatto ga, ichiba shea 77. 03-Pāsento o hokoru sekai yūsū no burauzadearu gūgurukurōmu de riyō dekiru yō ni narimashita. AI ga seisei shita gazō, topikku chōsa, uta no sakusei nado no kinō o sonaete imasu. , Bingu AI wa, yūzā no u~ebu sōsa hōhō o henkaku shi, samazamana onrain akutibiti ni taiō suru tsūru o teikyō shimasu.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "kn": "Bing AI for Chrome ಅಥವಾ CoPilot for Chrome, ಒಮ್ಮೆ ಮೈಕ್ರೋಸಾಫ್ಟ್ ಎಡ್ಜ್‌ಗೆ ಪ್ರತ್ಯೇಕವಾಗಿದೆ, ಈಗ Google Chrome ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಅಲೆಗಳನ್ನು ಮಾಡುತ್ತಿದೆ, Windows, MacOS ಮತ್ತು Linux ನಾದ್ಯಂತ ಬಳಕೆದಾರರಿಗೆ ಅದರ ಸುಧಾರಿತ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಅನುಭವಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ಈ ಹೊಸ Bing AI, ChatGPT ಜೊತೆಗಿನ ಏಕೀಕರಣದಿಂದ ವರ್ಧಿಸಲ್ಪಟ್ಟಿದೆ, Chrome ಬಳಕೆದಾರರಿಗೆ ಸಂವಾದಾತ್ಮಕ ಮತ್ತು ವೈಯಕ್ತೀಕರಿಸಿದ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ, ಪ್ರಮಾಣಿತ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಹೊಸ ಎತ್ತರಕ್ಕೆ ಏರಿಸುತ್ತದೆ.\n\nಎಡ್ಜ್‌ನ ಆಚೆಗೆ ತನ್ನ ವ್ಯಾಪ್ತಿಯನ್ನು ವಿಸ್ತರಿಸುವ ಮೂಲಕ, Bing Chat ಎಂದು ಕರೆಯಲ್ಪಡುವ AI ಚಾಟ್ ಈಗ ವಿಶ್ವದ ಪ್ರಮುಖ ಬ್ರೌಸರ್ Google Chrome ನಲ್ಲಿ ಲಭ್ಯವಿದೆ, ಇದು 77.03% ಮಾರುಕಟ್ಟೆ ಪಾಲನ್ನು ಆದೇಶಿಸುತ್ತದೆ AI- ರಚಿತ ಚಿತ್ರಗಳು, ವಿಷಯ ಸಂಶೋಧನೆ ಮತ್ತು ಕವನ ಸಂಯೋಜನೆಯಂತಹ ವೈಶಿಷ್ಟ್ಯಗಳೊಂದಿಗೆ , Bing AI ಬಳಕೆದಾರರು ವೆಬ್‌ನೊಂದಿಗೆ ಹೇಗೆ ಸಂವಹನ ನಡೆಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ಮಾರ್ಪಡಿಸುತ್ತಿದೆ, ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಗಳ ವ್ಯಾಪಕ ಶ್ರೇಣಿಯನ್ನು ಪೂರೈಸುವ ಸಾಧನಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.\n\nBing AI for Chrome athavā CoPilot for Chrome, om'me maikrōsāphṭ eḍj‌ge pratyēkavāgide, īga Google Chrome brausar‌nalli alegaḷannu māḍuttide, Windows, MacOS mattu Linux nādyanta baḷakedārarige adara sudhārita sāmarthyagaḷannu anubhavisalu anuvu māḍikoḍuttade. Ī hosa Bing AI, ChatGPT jotegina ēkīkaraṇadinda vardhisalpaṭṭide, Chrome baḷakedārarige sanvādātmaka mattu vaiyaktīkarisida huḍukāṭa phalitānśagaḷannu nīḍuttade, pramāṇita brausiṅg anubhavavannu hosa ettarakke ērisuttade.\n\nEḍj‌na ācege tanna vyāptiyannu vistarisuva mūlaka, Bing Chat endu kareyalpaḍuva AI cāṭ īga viśvada pramukha brausar Google Chrome nalli labhyavide, idu 77.03% Mārukaṭṭe pālannu ādēśisuttade AI- racita citragaḷu, viṣaya sanśōdhane mattu kavana sanyōjaneyantaha vaiśiṣṭyagaḷondige, Bing AI baḷakedāraru veb‌nondige hēge sanvahana naḍesuttāre embudannu mārpaḍisuttide, ān‌lain caṭuvaṭikegaḷa vyāpaka śrēṇiyannu pūraisuva sādhanagaḷannu odagisuttade.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "ko": "한때 Microsoft Edge에서만 독점적이었던 Chrome용 Bing AI 또는 Chrome용 CoPilot이 이제 Google Chrome 브라우저에서 큰 파장을 일으키고 있으며 이를 통해 Windows, MacOS 및 Linux 사용자가 고급 기능을 경험할 수 있습니다. ChatGPT와의 통합으로 강화된 이 새로운 Bing AI는 Chrome 사용자에게 대화형 및 개인화된 검색 결과를 제공하여 표준 탐색 경험을 새로운 차원으로 끌어올립니다.\n\nEdge를 넘어 영역을 확장한 Bing Chat으로 알려진 AI 채팅이 이제 77.03%의 시장 점유율을 차지하는 세계 최고의 브라우저인 Google Chrome에서 사용할 수 있습니다. AI 생성 이미지, 주제 조사, 시 구성 등의 기능이 포함되어 있습니다. , Bing AI는 다양한 온라인 활동을 지원하는 도구를 제공하여 사용자가 웹과 상호 작용하는 방식을 변화시키고 있습니다.\n\nhanttae Microsoft Edgeeseoman dogjeomjeog-ieossdeon Chromeyong Bing AI ttoneun Chromeyong CoPilot-i ije Google Chrome beulaujeoeseo keun pajang-eul il-eukigo iss-eumyeo ileul tonghae Windows, MacOS mich Linux sayongjaga gogeub gineung-eul gyeongheomhal su issseubnida. ChatGPTwaui tonghab-eulo ganghwadoen i saeloun Bing AIneun Chrome sayongja-ege daehwahyeong mich gaeinhwadoen geomsaeg gyeolgwaleul jegonghayeo pyojun tamsaeg gyeongheom-eul saeloun chawon-eulo kkeul-eoollibnida.\n\nEdgeleul neom-eo yeong-yeog-eul hwagjanghan Bing Chat-eulo allyeojin AI chaeting-i ije 77.03%ui sijang jeom-yuyul-eul chajihaneun segye choegoui beulaujeoin Google Chromeeseo sayonghal su issseubnida. AI saengseong imiji, juje josa, si guseong deung-ui gineung-i pohamdoeeo issseubnida. , Bing AIneun dayanghan onlain hwaldong-eul jiwonhaneun doguleul jegonghayeo sayongjaga webgwa sangho jag-yonghaneun bangsig-eul byeonhwasikigo issseubnida.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "lt": "„Bing AI For Chrome“ arba „CoPilot For Chrome“, kažkada išskirtinė „Microsoft Edge“, dabar kelia bangas „Google Chrome“ naršyklėje, todėl „Windows“, „MacOS“ ir „Linux“ naudotojai gali patirti pažangias jos galimybes. Šis naujas „Bing AI“, patobulintas integruojant su „ChatGPT“, siūlo „Chrome“ naudotojams interaktyvius ir suasmenintus paieškos rezultatus, pakeldamas standartinę naršymo patirtį į naujas aukštumas.\n\nAI pokalbis, žinomas kaip „Bing Chat“, pasiekiamas už „Edge“ ribų, dabar pasiekiamas pirmaujančioje pasaulyje naršyklėje „Google Chrome“, užimančioje 77,03 % rinkos, naudojant tokias funkcijas kaip dirbtinio intelekto sukurti vaizdai, temų tyrimas ir poezijos kompozicija. , „Bing AI“ keičia vartotojų sąveiką su žiniatinkliu, suteikdama įrankius, skirtus įvairiai veiklai internete.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "lv": "Bing AI pārlūkprogrammai Chrome vai CoPilot pārlūkam Chrome, kas kādreiz bija ekskluzīva Microsoft Edge, tagad ceļ viļņus pārlūkprogrammā Google Chrome, ļaujot lietotājiem operētājsistēmās Windows, MacOS un Linux izmantot tā uzlabotās iespējas. Šis jaunais Bing AI, kas ir uzlabots ar integrāciju ar ChatGPT, piedāvā Chrome lietotājiem interaktīvus un personalizētus meklēšanas rezultātus, paceļot standarta pārlūkošanas pieredzi jaunos augstumos.\n\nPaplašinot savu sasniedzamību ārpus Edge, AI tērzēšana, kas pazīstama kā Bing Chat, tagad ir pieejama pasaulē vadošajā pārlūkprogrammā Google Chrome, kuras tirgus daļa ir 77,03% ar tādām funkcijām kā AI ģenerēti attēli, tēmu izpēte un dzejas kompozīcija. , Bing AI pārveido to, kā lietotāji mijiedarbojas ar tīmekli, nodrošinot rīkus, kas nodrošina plašu tiešsaistes darbību klāstu.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "mr": "Chrome साठी Bing AI किंवा CoPilot For Chrome, एकेकाळी Microsoft Edge साठी खास असलेले, आता Google Chrome ब्राउझरमध्ये लहरी निर्माण करत आहे, ज्यामुळे Windows, MacOS आणि Linux मधील वापरकर्त्यांना त्याच्या प्रगत क्षमतांचा अनुभव घेता येतो. हे नवीन Bing AI, ChatGPT सह एकत्रीकरणाद्वारे वर्धित, Chrome वापरकर्त्यांना परस्परसंवादी आणि वैयक्तिकृत शोध परिणाम देते, मानक ब्राउझिंग अनुभवाला नवीन उंचीवर नेऊन टाकते.\n\nएजच्या पलीकडे आपली पोहोच वाढवत, बिंग चॅट म्हणून ओळखले जाणारे AI चॅट आता जगातील आघाडीच्या ब्राउझर, Google Chrome वर उपलब्ध आहे, जे AI-व्युत्पन्न प्रतिमा, विषय संशोधन आणि कविता रचना यासारख्या वैशिष्ट्यांसह 77.03% मार्केट शेअर करते. , Bing AI वापरकर्ते वेबशी कशा प्रकारे संवाद साधतात ते बदलत आहे, ऑनलाइन क्रियाकलापांच्या विस्तृत श्रेणीची पूर्तता करणारी साधने प्रदान करत आहे.\n\nChrome sāṭhī Bing AI kinvā CoPilot For Chrome, ēkēkāḷī Microsoft Edge sāṭhī khāsa asalēlē, ātā Google Chrome brā'ujharamadhyē laharī nirmāṇa karata āhē, jyāmuḷē Windows, MacOS āṇi Linux madhīla vāparakartyānnā tyācyā pragata kṣamatān̄cā anubhava ghētā yētō. Hē navīna Bing AI, ChatGPT saha ēkatrīkaraṇādvārē vardhita, Chrome vāparakartyānnā parasparasanvādī āṇi vaiyaktikr̥ta śōdha pariṇāma dētē, mānaka brā'ujhiṅga anubhavālā navīna un̄cīvara nē'ūna ṭākatē.\n\nĒjacyā palīkaḍē āpalī pōhōca vāḍhavata, biṅga cĕṭa mhaṇūna ōḷakhalē jāṇārē AI cĕṭa ātā jagātīla āghāḍīcyā brā'ujhara, Google Chrome vara upalabdha āhē, jē AI-vyutpanna pratimā, viṣaya sanśōdhana āṇi kavitā racanā yāsārakhyā vaiśiṣṭyānsaha 77.03% Mārkēṭa śē'ara karatē. , Bing AI vāparakartē vēbaśī kaśā prakārē sanvāda sādhatāta tē badalata āhē, ŏnalā'ina kriyākalāpān̄cyā vistr̥ta śrēṇīcī pūrtatā karaṇārī sādhanē pradāna karata āhē.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "nl": "Bing AI For Chrome of CoPilot For Chrome, ooit exclusief voor Microsoft Edge, maakt nu furore in de Google Chrome-browser, waardoor gebruikers in Windows, MacOS en Linux de geavanceerde mogelijkheden ervan kunnen ervaren. Deze nieuwe Bing AI, verbeterd door de integratie met ChatGPT, biedt Chrome-gebruikers interactieve en gepersonaliseerde zoekresultaten, waardoor de standaard browse-ervaring naar nieuwe hoogten wordt getild.\n\nDe AI-chat, bekend als Bing Chat, breidt zijn bereik verder uit dan Edge en is nu beschikbaar in 's werelds toonaangevende browser, Google Chrome, die een marktaandeel van 77,03% heeft. Met functies zoals door AI gegenereerde afbeeldingen, onderwerponderzoek en poëziecompositie Bing AI transformeert de manier waarop gebruikers omgaan met internet en biedt tools die geschikt zijn voor een breed scala aan online activiteiten.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "no": "Bing AI For Chrome eller CoPilot For Chrome, en gang eksklusivt for Microsoft Edge, skaper nå bølger i Google Chrome-nettleseren, slik at brukere på tvers av Windows, MacOS og Linux kan oppleve de avanserte egenskapene. Denne nye Bing AI, forbedret av integrasjonen med ChatGPT, tilbyr Chrome-brukere interaktive og personlig tilpassede søkeresultater, og løfter standard nettleseropplevelse til nye høyder.\n\nAI-chatten, kjent som Bing Chat, utvider rekkevidden sin utover Edge, og er nå tilgjengelig i verdens ledende nettleser, Google Chrome, som har en markedsandel på 77,03 % med funksjoner som AI-genererte bilder, emneforskning og diktkomposisjon , Bing AI transformerer hvordan brukere samhandler med nettet, og gir verktøy som imøtekommer et bredt spekter av nettaktiviteter.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "pt_BR,pt_PT": "Bing AI For Chrome ou CoPilot For Chrome, antes exclusivo do Microsoft Edge, agora está agitando o navegador Google Chrome, permitindo que usuários de Windows, MacOS e Linux experimentem seus recursos avançados. Este novo Bing AI, aprimorado pela integração com ChatGPT, oferece aos usuários do Chrome resultados de pesquisa interativos e personalizados, elevando a experiência de navegação padrão a novos patamares.\n\nAmpliando seu alcance além do Edge, o chat de IA, conhecido como Bing Chat, agora está disponível no navegador líder mundial, Google Chrome, que detém uma participação de mercado de 77,03% Com recursos como imagens geradas por IA, pesquisa de tópicos e composição de poesia , o Bing AI está transformando a forma como os usuários interagem com a web, fornecendo ferramentas que atendem a uma ampla gama de atividades online.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "ro": "Bing AI For Chrome sau CoPilot For Chrome, cândva exclusiv pentru Microsoft Edge, face acum furori în browserul Google Chrome, permițând utilizatorilor de pe Windows, MacOS și Linux să experimenteze capacitățile sale avansate. Acest nou AI Bing, îmbunătățit de integrarea cu ChatGPT, oferă utilizatorilor Chrome rezultate de căutare interactive și personalizate, ridicând experiența standard de navigare la noi culmi.\n\nExtindendu-și aria de acoperire dincolo de Edge, chatul AI, cunoscut sub numele de Bing Chat, este acum disponibil pe cel mai mare browser din lume, Google Chrome, care deține o cotă de piață de 77,03% Cu funcții precum imagini generate de AI, cercetare de subiecte și compoziție de poezie. , Bing AI transformă modul în care utilizatorii interacționează cu web-ul, oferind instrumente care răspund unei game largi de activități online.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "ru": "Bing AI For Chrome или CoPilot For Chrome, когда-то эксклюзивные для Microsoft Edge, теперь набирают популярность в браузере Google Chrome, позволяя пользователям Windows, MacOS и Linux испытать его расширенные возможности. Этот новый искусственный интеллект Bing, улучшенный за счет интеграции с ChatGPT, предлагает пользователям Chrome интерактивные и персонализированные результаты поиска, поднимая стандартный опыт просмотра на новую высоту.\n\nВыйдя за пределы Edge, чат AI, известный как Bing Chat, теперь доступен в ведущем в мире браузере Google Chrome, доля рынка которого составляет 77,03%. Благодаря таким функциям, как изображения, созданные искусственным интеллектом, тематические исследования и составление стихов. ИИ Bing меняет способы взаимодействия пользователей с Интернетом, предоставляя инструменты, которые подходят для широкого спектра онлайн-деятельности.\n\nBing AI For Chrome ili CoPilot For Chrome, kogda-to eksklyuzivnyye dlya Microsoft Edge, teper' nabirayut populyarnost' v brauzere Google Chrome, pozvolyaya pol'zovatelyam Windows, MacOS i Linux ispytat' yego rasshirennyye vozmozhnosti. Etot novyy iskusstvennyy intellekt Bing, uluchshennyy za schet integratsii s ChatGPT, predlagayet pol'zovatelyam Chrome interaktivnyye i personalizirovannyye rezul'taty poiska, podnimaya standartnyy opyt prosmotra na novuyu vysotu.\n\nVyydya za predely Edge, chat AI, izvestnyy kak Bing Chat, teper' dostupen v vedushchem v mire brauzere Google Chrome, dolya rynka kotorogo sostavlyayet 77,03%. Blagodarya takim funktsiyam, kak izobrazheniya, sozdannyye iskusstvennym intellektom, tematicheskiye issledovaniya i sostavleniye stikhov. II Bing menyayet sposoby vzaimodeystviya pol'zovateley s Internetom, predostavlyaya instrumenty, kotoryye podkhodyat dlya shirokogo spektra onlayn-deyatel'nosti.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "sk": "Bing AI For Chrome alebo CoPilot For Chrome, kedysi exkluzívne pre Microsoft Edge, teraz robí vlny v prehliadači Google Chrome a umožňuje používateľom v systémoch Windows, MacOS a Linux využívať jeho pokročilé funkcie. Táto nová umelá inteligencia Bing, vylepšená integráciou s ChatGPT, ponúka používateľom prehliadača Chrome interaktívne a prispôsobené výsledky vyhľadávania, čím pozdvihuje štandardné prehliadanie na novú úroveň.\n\nRozšírenie dosahu AI chat, známy ako Bing Chat, je teraz k dispozícii v poprednom svetovom prehliadači Google Chrome, ktorý má trhový podiel 77,03 % s funkciami, ako sú obrázky generované AI, prieskum tém a skladba poézie. , Bing AI transformuje spôsob, akým používatelia interagujú s webom, a poskytuje nástroje, ktoré sa starajú o širokú škálu online aktivít.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "sl": "Bing AI za Chrome ali CoPilot za Chrome, ki je bil nekoč ekskluziven za Microsoft Edge, zdaj ustvarja valove v brskalniku Google Chrome in uporabnikom v sistemih Windows, MacOS in Linux omogoča izkušnjo njegovih naprednih zmogljivosti. Ta novi Bing AI, izboljšan z integracijo s ChatGPT, ponuja uporabnikom Chroma interaktivne in prilagojene rezultate iskanja, s čimer povzdigne standardno izkušnjo brskanja na nove višine.\n\nKlepet z umetno inteligenco, znan kot Bing Chat, ki je razširil svoj doseg onkraj Edge, je zdaj na voljo v vodilnem svetovnem brskalniku Google Chrome, ki ima 77,03-odstotni tržni delež s funkcijami, kot so slike, ustvarjene z umetno inteligenco, raziskovanje tem in sestavljanje poezije. , Bing AI spreminja način interakcije uporabnikov s spletom in zagotavlja orodja, ki poskrbijo za široko paleto spletnih dejavnosti.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "sr": "Бинг АИ Фор Цхроме или ЦоПилот Фор Цхроме, некада ексклузивни за Мицрософт Едге, сада прави таласе у Гоогле Цхроме претраживачу, омогућавајући корисницима широм Виндовс-а, МацОС-а и Линук-а да искусе његове напредне могућности. Овај нови Бинг АИ, побољшан интеграцијом са ЦхатГПТ-ом, нуди корисницима Цхроме-а интерактивне и персонализоване резултате претраге, подижући стандардно искуство прегледања на нове висине.\n\nПроширујући свој домет изван Едге-а, АИ ћаскање, познато као Бинг Цхат, сада је доступно на водећем светском претраживачу, Гоогле Цхроме-у, који има тржишни удео од 77,03% са функцијама као што су слике генерисане вештачком интелигенцијом, истраживање тема и композиција поезије , Бинг АИ трансформише начин на који корисници остварују интеракцију са вебом, обезбеђујући алате који служе за широк спектар активности на мрежи.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "sv": "Bing AI For Chrome eller CoPilot For Chrome, som en gång var exklusivt för Microsoft Edge, gör nu vågor i webbläsaren Google Chrome, vilket gör att användare över Windows, MacOS och Linux kan uppleva dess avancerade funktioner. Denna nya Bing AI, förbättrad av integrationen med ChatGPT, erbjuder Chrome-användare interaktiva och personliga sökresultat, vilket lyfter den vanliga webbupplevelsen till nya höjder.\n\nAI-chatt, känd som Bing Chat, utökar sin räckvidd utanför Edge och är nu tillgänglig på världens ledande webbläsare, Google Chrome, som har en marknadsandel på 77,03 % med funktioner som AI-genererade bilder, ämnesforskning och diktkomposition. , Bing AI förändrar hur användare interagerar med webben, och tillhandahåller verktyg som tillgodoser ett brett utbud av onlineaktiviteter.\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "sw": "Bing AI Kwa Chrome au CoPilot Kwa Chrome, iliyowahi kuwa Microsoft Edge pekee, sasa inaboresha sana kivinjari cha Google Chrome, ikiruhusu watumiaji kote Windows, MacOS, na Linux kuhisi uwezo wake wa hali ya juu. AI hii mpya ya Bing, iliyoimarishwa kwa kuunganishwa na ChatGPT, inawapa watumiaji wa Chrome matokeo ya utafutaji maingiliano na yaliyobinafsishwa, kuinua hali ya kawaida ya kuvinjari hadi viwango vipya.\n\nIkipanua ufikiaji wake zaidi ya Edge, gumzo la AI, linalojulikana kama Bing Chat, sasa linapatikana kwenye kivinjari kinachoongoza ulimwenguni, Google Chrome, ambacho kinachukua sehemu ya soko ya 77.03% Na vipengele kama vile picha zinazozalishwa na AI, utafiti wa mada na utunzi wa mashairi. , Bing AI inabadilisha jinsi watumiaji huingiliana na wavuti, ikitoa zana zinazoshughulikia anuwai ya shughuli za mtandaoni.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "ta": "Bing AI for Chrome அல்லது CoPilot for Chrome, ஒரு காலத்தில் மைக்ரோசாஃப்ட் எட்ஜுக்கு மட்டும் பிரத்யேகமானது, இப்போது Google Chrome உலாவியில் அலைகளை உருவாக்கி வருகிறது, Windows, MacOS மற்றும் Linux முழுவதும் உள்ள பயனர்கள் அதன் மேம்பட்ட திறன்களை அனுபவிக்க அனுமதிக்கிறது. இந்த புதிய Bing AI, ChatGPT உடனான ஒருங்கிணைப்பால் மேம்படுத்தப்பட்டுள்ளது, Chrome பயனர்களுக்கு ஊடாடும் மற்றும் தனிப்பயனாக்கப்பட்ட தேடல் முடிவுகளை வழங்குகிறது, நிலையான உலாவல் அனுபவத்தை புதிய உயரத்திற்கு உயர்த்துகிறது.\n\nஎட்ஜ்க்கு அப்பால் அதன் வரம்பை விரிவுபடுத்தும் வகையில், Bing Chat எனப்படும் AI அரட்டை, இப்போது உலகின் முன்னணி உலாவியான Google Chrome இல் கிடைக்கிறது, இது AI-உருவாக்கிய படங்கள், தலைப்பு ஆராய்ச்சி மற்றும் கவிதை அமைப்பு போன்ற அம்சங்களுடன் 77.03% சந்தைப் பங்கைக் கொண்டுள்ளது. , Bing AI ஆனது பயனர்கள் இணையத்துடன் எவ்வாறு தொடர்பு கொள்கிறார்கள் என்பதை மாற்றியமைத்து, பரந்த அளவிலான ஆன்லைன் செயல்பாடுகளை வழங்கும் கருவிகளை வழங்குகிறது.\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "te": "Chrome కోసం Bing AI లేదా Chrome కోసం CoPilot, ఒకప్పుడు మైక్రోసాఫ్ట్ ఎడ్జ్‌కి మాత్రమే కాకుండా, ఇప్పుడు Google Chrome బ్రౌజర్‌లో తరంగాలను సృష్టిస్తోంది, Windows, MacOS మరియు Linux అంతటా వినియోగదారులను దాని అధునాతన సామర్థ్యాలను అనుభవించడానికి అనుమతిస్తుంది. ఈ కొత్త Bing AI, ChatGPTతో అనుసంధానం ద్వారా మెరుగుపరచబడింది, Chrome వినియోగదారులకు ఇంటరాక్టివ్ మరియు వ్యక్తిగతీకరించిన శోధన ఫలితాలను అందిస్తుంది, ప్రామాణిక బ్రౌజింగ్ అనుభవాన్ని కొత్త ఎత్తులకు పెంచుతుంది.\n\nఎడ్జ్‌కి మించి దాని పరిధిని విస్తరిస్తూ, బింగ్ చాట్ అని పిలువబడే AI చాట్ ఇప్పుడు ప్రపంచంలోని ప్రముఖ బ్రౌజర్ Google Chromeలో అందుబాటులో ఉంది, ఇది AI- రూపొందించిన చిత్రాలు, టాపిక్ రీసెర్చ్ మరియు కవిత్వ కూర్పు వంటి లక్షణాలతో 77.03% మార్కెట్ వాటాను కలిగి ఉంది. , Bing AI వినియోగదారులు వెబ్‌తో ఎలా పరస్పర చర్య చేస్తారో మారుస్తుంది, విస్తృత శ్రేణి ఆన్‌లైన్ కార్యకలాపాలను అందించే సాధనాలను అందిస్తోంది.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "th": "Bing AI สำหรับ Chrome หรือ CoPilot สำหรับ Chrome ซึ่งครั้งหนึ่งเคยเป็นเอกสิทธิ์ของ Microsoft Edge กำลังสร้างกระแสในเบราว์เซอร์ Google Chrome ทำให้ผู้ใช้ทั่วทั้ง Windows, MacOS และ Linux ได้สัมผัสกับความสามารถขั้นสูง Bing AI ใหม่นี้ได้รับการปรับปรุงโดยการผสานรวมกับ ChatGPT นำเสนอผลการค้นหาเชิงโต้ตอบและเป็นส่วนตัวแก่ผู้ใช้ Chrome ซึ่งยกระดับประสบการณ์การท่องเว็บมาตรฐานไปสู่อีกระดับหนึ่ง\n\nการขยายขอบเขตการเข้าถึงไปไกลกว่า Edge การแชท AI หรือที่รู้จักในชื่อ Bing Chat พร้อมใช้งานแล้วบนเบราว์เซอร์ชั้นนำของโลก Google Chrome ซึ่งมีส่วนแบ่งตลาด 77.03% ด้วยฟีเจอร์ต่างๆ เช่น รูปภาพที่สร้างโดย AI การวิจัยหัวข้อ และการแต่งบทกวี Bing AI กำลังเปลี่ยนแปลงวิธีที่ผู้ใช้โต้ตอบกับเว็บ โดยมอบเครื่องมือที่ตอบสนองต่อกิจกรรมออนไลน์ที่หลากหลาย\n\nBing AI s̄ảh̄rạb Chrome h̄rụ̄x CoPilot s̄ảh̄rạb Chrome sụ̀ng khrậng h̄nụ̀ng khey pĕn xeks̄ithṭhi̒ k̄hxng Microsoft Edge kảlạng s̄r̂āng kras̄æ nı berāw̒sexr̒ Google Chrome thảh̄ı̂ p̄hū̂ chı̂ thạ̀w thậng Windows, MacOS læa Linux dị̂ s̄ạmp̄hạs̄ kạb khwām s̄āmārt̄h k̄hận s̄ūng Bing AI h̄ım̀ nī̂ dị̂ rạb kār prạbprung doy kār p̄hs̄ān rwm kạb ChatGPT nả s̄enx p̄hl kār kĥnh̄ā cheing tôtxb læa pĕn s̄̀wn tạw kæ̀ p̄hū̂ chı̂ Chrome sụ̀ng yk radạb pras̄bkārṇ̒ kār th̀xng wĕb mātrṭ̄hān pị s̄ū̀ xīk radạb h̄nụ̀ng\n\nkār k̄hyāy k̄hxbk̄het kār k̄hêā t̄hụng pị kịl kẁā Edge kār chæth AI h̄rụ̄x thī̀ rū̂cạk nı chụ̄̀x Bing Chat phr̂xm chı̂ ngān læ̂w bn berāw̒sexr̒ chận nả k̄hxng lok Google Chrome sụ̀ng mī s̄̀wn bæ̀ng tlād 77.03% D̂wy fīcexr̒ t̀āng«chèn rūpp̣hāph thī̀ s̄r̂āng doy AI kār wicạy h̄ạwk̄ĥx læa kār tæ̀ng bth kwī Bing AI kảlạng pelī̀ynpælng wiṭhī thī̀ p̄hū̂ chı̂ tôtxb kạb wĕb doy mxb kherụ̄̀xng mụ̄x thī̀ txb s̄nxng t̀x kickrrm xxnlịn̒ thī̀ h̄lāk h̄lāy\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "tr,uk": "Bing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "vi": "Bing AI For Chrome hoặc CoPilot For Chrome, từng độc quyền cho Microsoft Edge, hiện đang tạo nên làn sóng trong trình duyệt Google Chrome, cho phép người dùng trên Windows, MacOS và Linux trải nghiệm các khả năng nâng cao của nó. Bing AI mới này, được cải tiến nhờ tích hợp với ChatGPT, cung cấp cho người dùng Chrome các kết quả tìm kiếm mang tính tương tác và được cá nhân hóa, nâng trải nghiệm duyệt web tiêu chuẩn lên tầm cao mới.\n\nMở rộng phạm vi tiếp cận ra ngoài Edge, trò chuyện AI, được gọi là Bing Chat, hiện có sẵn trên trình duyệt hàng đầu thế giới, Google Chrome, chiếm thị phần 77,03% Với các tính năng như hình ảnh do AI tạo ra, nghiên cứu chủ đề và sáng tác thơ , Bing AI đang thay đổi cách người dùng tương tác với web, cung cấp các công cụ phục vụ cho nhiều hoạt động trực tuyến.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "zh_CN": "Bing AI For Chrome 或 CoPilot For Chrome 曾经是 Microsoft Edge 独有的，现在正在 Google Chrome 浏览器中掀起波澜，让 Windows、MacOS 和 Linux 上的用户体验其先进功能。 这个新的 Bing AI 通过与 ChatGPT 的集成得到增强，为 Chrome 用户提供交互式和个性化的搜索结果，将标准浏览体验提升到新的高度。\n\n人工智能聊天（称为 Bing Chat）现已扩展到 Edge 之外，可在全球领先的浏览器 Google Chrome 上使用，该浏览器占据 77.03% 的市场份额，具有人工智能生成图像、主题研究和诗歌创作等功能 ，Bing AI 正在改变用户与网络交互的方式，提供满足各种在线活动的工具。\n\nBing AI For Chrome huò CoPilot For Chrome céngjīng shì Microsoft Edge dú yǒu de, xiànzài zhèngzài Google Chrome liúlǎn qì zhōng xiānqǐ bōlán, ràng Windows,MacOS hé Linux shàng de yònghù tǐyàn qí xiānjìn gōngnéng. Zhège xīn de Bing AI tōngguò yǔ ChatGPT de jíchéng dédào zēngqiáng, wèi Chrome yònghù tígōng jiāohù shì hé gèxìng huà de sōusuǒ jiéguǒ, jiāng biāozhǔn liúlǎn tǐyàn tíshēng dào xīn de gāodù.\n\nRéngōng zhìnéng liáotiān (chēng wèi Bing Chat) xiàn yǐ kuòzhǎn dào Edge zhī wài, kě zài quánqiú lǐngxiān de liúlǎn qì Google Chrome shàng shǐyòng, gāi liúlǎn qì zhànjù 77.03% De shìchǎng fèn'é, jùyǒu réngōng zhìnéng shēngchéng túxiàng, zhǔtí yánjiū hè shīgē chuàngzuò děng gōngnéng,Bing AI zhèngzài gǎibiàn yònghù yǔ wǎngluò jiāohù de fāngshì, tígōng mǎnzú gè zhǒng zàixiàn huódòng de gōngjù.\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities.",
    "zh_TW": "Bing AI For Chrome 或 CoPilot For Chrome 曾經是 Microsoft Edge 獨有的，現在正在 Google Chrome 瀏覽器中掀起波瀾，讓 Windows、MacOS 和 Linux 上的用戶體驗其先進功能。 這個新的 Bing AI 透過與 ChatGPT 的整合而增強，為 Chrome 用戶提供互動式和個人化的搜尋結果，將標準瀏覽體驗提升到新的高度。\n\n人工智慧聊天（稱為Bing Chat）現已擴展到Edge 之外，可在全球領先的瀏覽器Google Chrome 上使用，該瀏覽器佔據77.03% 的市場份額，具有人工智慧生成圖像、主題研究和詩歌創作等功能，Bing AI 正在改變使用者與網路互動的方式，提供滿足各種線上活動的工具。\n\nBing AI For Chrome huò CoPilot For Chrome céngjīng shì Microsoft Edge dú yǒu de, xiànzài zhèngzài Google Chrome liúlǎn qì zhōng xiānqǐ bōlán, ràng Windows,MacOS hé Linux shàng de yònghù tǐyàn qí xiānjìn gōngnéng. Zhège xīn de Bing AI tòuguò yǔ ChatGPT de zhěnghé ér zēngqiáng, wèi Chrome yònghù tígōng hùdòng shì hé gèrén huà de sōuxún jiéguǒ, jiāng biāozhǔn liúlǎn tǐyàn tíshēng dào xīn de gāodù.\n\nRéngōng zhìhuì liáotiān (chēng wèi Bing Chat) xiàn yǐ kuòzhǎn dào Edge zhī wài, kě zài quánqiú lǐngxiān de liúlǎn qì Google Chrome shàng shǐyòng, gāi liúlǎn qì zhànjù 77.03% De shìchǎng fèn'é, jùyǒu réngōng zhìhuì shēngchéng tú xiàng, zhǔtí yánjiū hè shīgē chuàngzuò děng gōngnéng,Bing AI zhèngzài gǎibiàn shǐyòng zhě yǔ wǎng lù hùdòng de fāngshì, tígōng mǎnzú gèzhǒng xiànshàng huódòng de gōngjù.\n\n\nBing AI For Chrome or CoPilot For Chrome, once exclusive to Microsoft Edge, is now making waves in the Google Chrome browser, allowing users across Windows, MacOS, and Linux to experience its advanced capabilities. This new Bing AI, enhanced by the integration with ChatGPT, offers Chrome users interactive and personalized search results, elevating the standard browsing experience to new heights.\n\nExtending its reach beyond Edge, the AI chat, known as Bing Chat, is now available on the world's leading browser, Google Chrome, which commands a market share of 77.03% With features such as AI-generated images, topic research, and poetry composition, Bing AI is transforming how users interact with the web, providing tools that cater to a wide array of online activities."
  }
}