{
  "name": {
    "ar": "هولو مانع الإعلانات",
    "am": "Hulu ማስታወቂያ ማገጃ",
    "bg,ca,cs,da,el,en,en_AU,en_GB,en_US,fa,fil,he,hr,ro,sk,sw": "Hulu Ad Blocker",
    "bn": "হুলু অ্যাড ব্লকার",
    "de": "Hulu-Werbeblocker",
    "es,es_419": "Bloqueador de anuncios de Hulu",
    "et": "Hulu reklaamide blokeerija",
    "fi": "Hulu mainosten esto",
    "fr": "Bloqueur de publicités Hulu",
    "gu": "હુલુ એડ બ્લોકર",
    "hi": "हुलु विज्ञापन अवरोधक",
    "hu": "Hulu hirdetésblokkoló",
    "id": "Pemblokir Iklan Hulu",
    "it": "Blocco pubblicità Hulu",
    "ja": "Hulu 広告ブロッカー",
    "kn": "ಹುಲು ಜಾಹೀರಾತು ಬ್ಲಾಕರ್",
    "ko": "훌루 광고 차단기",
    "lt": "„Hulu“ skelbimų blokatorius",
    "lv": "Hulu reklāmu bloķētājs",
    "ml": "ഹുലു പരസ്യ ബ്ലോക്കർ",
    "mr": "Hulu जाहिरात ब्लॉकर",
    "ms": "Penyekat Iklan Hulu",
    "nl": "Hulu-advertentieblokkering",
    "no": "Hulu annonseblokkering",
    "pl": "Bloker reklam Hulu",
    "pt_BR,pt_PT": "Bloqueador de anúncios Hulu",
    "ru": "Блокировщик рекламы Хулу",
    "sl": "Blokator oglasov Hulu",
    "sr": "Хулу Ад Блоцкер",
    "sv": "Hulu annonsblockerare",
    "ta": "ஹுலு விளம்பரத் தடுப்பான்",
    "te": "హులు ప్రకటన బ్లాకర్",
    "th": "Hulu ตัวบล็อกโฆษณา",
    "tr": "Hulu Reklam Engelleyici",
    "uk": "Блокувальник реклами Hulu",
    "vi": "Trình chặn quảng cáo Hulu",
    "zh_CN,zh_TW": "Hulu 广告拦截器"
  },
  "short": {
    "ar": "Hulu Ad Blocker: استمتع بالبث بدون إعلانات على Hulu. عزز تجربة المشاهدة وشاهد برامجك المفضلة دون انقطاع!",
    "am": "Hulu Ad Blocker፡ በHulu ላይ ከማስታወቂያ-ነጻ ዥረት ይደሰቱ። የመመልከት ልምድን ያሳድጉ እና የሚወዷቸውን ትርኢቶች ያለማቋረጥ ይመልከቱ!",
    "bg": "Hulu Ad Blocker: Насладете се на поточно предаване без реклами на Hulu. Подобрете изживяването при гледане и гледайте любимите си…",
    "bn": "হুলু অ্যাড ব্লকার: হুলুতে বিজ্ঞাপন-মুক্ত স্ট্রিমিং উপভোগ করুন। দেখার অভিজ্ঞতা বাড়ান এবং কোনো বাধা ছাড়াই আপনার প্রিয় শোগুলি দেখুন!",
    "ca": "Hulu Ad Blocker: Gaudeix de la transmissió sense anuncis a Hulu. Millora l'experiència de visualització i mira els teus espectacles…",
    "cs": "Hulu Ad Blocker: Užijte si streamování bez reklam na Hulu. Vylepšete zážitek ze sledování a sledujte své oblíbené pořady bez…",
    "da": "Hulu Ad Blocker: Nyd annoncefri streaming på Hulu. Forbedre seeroplevelsen og se dine yndlingsprogrammer uden afbrydelser!",
    "de": "Hulu Ad Blocker: Genießen Sie werbefreies Streaming auf Hulu. Verbessern Sie das Seherlebnis und sehen Sie Ihre Lieblingssendungen…",
    "el": "Hulu Ad Blocker: Απολαύστε ροή χωρίς διαφημίσεις στο Hulu. Βελτιώστε την εμπειρία προβολής και παρακολουθήστε τις αγαπημένες σας…",
    "en,en_AU,en_GB,en_US": "Hulu Ad Blocker: Enjoy Ad-Free Streaming On Hulu. Enhance Viewing Experience And Watch Your Favorite Shows Without Interruptions!",
    "es,es_419": "Bloqueador de anuncios de Hulu: disfrute de la transmisión sin publicidad en Hulu. ¡Mejore la experiencia de visualización y vea…",
    "et": "Hulu reklaamiblokeerija: nautige Hulus reklaamideta voogesitust. Täiustage vaatamiskogemust ja vaadake oma lemmiksaateid…",
    "fa": "Hulu Ad Blocker: از پخش بدون آگهی در Hulu لذت ببرید. تجربه مشاهده را افزایش دهید و نمایش های مورد علاقه خود را بدون وقفه تماشا کنید!",
    "fi": "Hulu Ad Blocker: Nauti mainoksettomasta suoratoistosta Hulussa. Paranna katselukokemusta ja katso suosikkiohjelmasi ilman…",
    "fil": "Hulu Ad Blocker: I-enjoy ang Ad-Free Streaming Sa Hulu. Pagandahin ang Karanasan sa Panonood At Panoorin ang Iyong Mga Paboritong…",
    "fr": "Hulu Ad Blocker : profitez du streaming sans publicité sur Hulu. Améliorez l'expérience visuelle et regardez vos émissions…",
    "gu": "હુલુ એડ બ્લોકર: હુલુ પર એડ-ફ્રી સ્ટ્રીમિંગનો આનંદ લો. જોવાનો અનુભવ વધારવો અને તમારા મનપસંદ શોને વિક્ષેપો વિના જુઓ!",
    "he": "חוסם פרסומות של Hulu: תהנה מסטרימינג ללא פרסומות ב- Hulu. שפר את חווית הצפייה וצפה בתוכניות האהובות עליך ללא הפרעות!",
    "hi": "हुलु विज्ञापन अवरोधक: हुलु पर विज्ञापन-मुक्त स्ट्रीमिंग का आनंद लें। देखने का अनुभव बढ़ाएं और बिना किसी रुकावट के अपने पसंदीदा शो…",
    "hr": "Hulu Ad Blocker: uživajte u strujanju bez oglasa na Huluu. Unaprijedite iskustvo gledanja i gledajte svoje omiljene emisije bez…",
    "hu": "Hulu hirdetésblokkoló: Élvezze a hirdetésmentes streamelést a Hulu-n. Növelje a megtekintési élményt, és nézze kedvenc műsorait…",
    "id": "Pemblokir Iklan Hulu: Nikmati Streaming Bebas Iklan di Hulu. Tingkatkan Pengalaman Menonton Dan Tonton Acara Favorit Anda Tanpa…",
    "it": "Blocco pubblicità Hulu: goditi lo streaming senza pubblicità su Hulu. Migliora l'esperienza visiva e guarda i tuoi programmi…",
    "ja": "Hulu 広告ブロッカー: Hulu で広告なしのストリーミングをお楽しみください。視聴体験を向上させ、中断することなくお気に入りの番組を視聴しましょう!",
    "kn": "ಹುಲು ಜಾಹೀರಾತು ಬ್ಲಾಕರ್: ಹುಲುನಲ್ಲಿ ಜಾಹೀರಾತು-ಮುಕ್ತ ಸ್ಟ್ರೀಮಿಂಗ್ ಅನ್ನು ಆನಂದಿಸಿ. ವೀಕ್ಷಣೆಯ ಅನುಭವವನ್ನು ವರ್ಧಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಮೆಚ್ಚಿನ…",
    "ko": "Hulu 광고 차단기: Hulu에서 광고 없는 스트리밍을 즐겨보세요. 시청 경험을 향상하고 중단 없이 좋아하는 프로그램을 시청하세요!",
    "lt": "„Hulu“ skelbimų blokatorius: mėgaukitės „Hulu“ transliacija be skelbimų. Pagerinkite žiūrėjimo patirtį ir žiūrėkite mėgstamiausias…",
    "lv": "Hulu reklāmu bloķētājs: izbaudiet straumēšanu bez reklāmām vietnē Hulu. Uzlabojiet skatīšanās pieredzi un skatieties savas…",
    "ml": "ഹുലു പരസ്യ ബ്ലോക്കർ: ഹുലുവിൽ പരസ്യരഹിത സ്ട്രീമിംഗ് ആസ്വദിക്കൂ. കാണൽ അനുഭവം മെച്ചപ്പെടുത്തുക, തടസ്സങ്ങളില്ലാതെ നിങ്ങളുടെ…",
    "mr": "Hulu ॲड ब्लॉकर: Hulu वर ॲड-फ्री स्ट्रीमिंगचा आनंद घ्या. पाहण्याचा अनुभव वाढवा आणि व्यत्यय न घेता तुमचे आवडते शो पहा!",
    "ms": "Penyekat Iklan Hulu: Nikmati Penstriman Tanpa Iklan Di Hulu. Tingkatkan Pengalaman Tontonan Dan Tonton Rancangan Kegemaran Anda…",
    "nl": "Hulu Ad Blocker: geniet van advertentievrij streamen op Hulu. Verbeter de kijkervaring en bekijk uw favoriete programma's zonder…",
    "no": "Hulu Ad Blocker: Nyt annonsefri streaming på Hulu. Forbedre seeropplevelsen og se favorittprogrammene dine uten avbrudd!",
    "pl": "Blokowanie reklam Hulu: oglądaj strumieniowo bez reklam w Hulu. Popraw jakość oglądania i oglądaj swoje ulubione programy bez…",
    "pt_BR,pt_PT": "Hulu Ad Blocker: aproveite a transmissão sem anúncios no Hulu. Melhore a experiência de visualização e assista aos seus programas…",
    "ro": "Hulu Ad Blocker: Bucurați-vă de streaming fără anunțuri pe Hulu. Îmbunătățiți experiența de vizionare și urmăriți emisiunile…",
    "ru": "Блокировщик рекламы Hulu: наслаждайтесь потоковой передачей без рекламы на Hulu. Улучшите качество просмотра и смотрите любимые шоу…",
    "sk": "Hulu Ad Blocker: Užite si streamovanie bez reklám na Hulu. Vylepšite zážitok zo sledovania a sledujte svoje obľúbené relácie bez…",
    "sl": "Hulu Ad Blocker: uživajte v pretakanju brez oglasov na Hulu. Izboljšajte izkušnjo gledanja in glejte svoje najljubše oddaje brez…",
    "sr": "Хулу блокатор огласа: уживајте у стримингу без огласа на Хулу. Побољшајте доживљај гледања и гледајте своје омиљене емисије без…",
    "sv": "Hulu Ad Blocker: Njut av annonsfri streaming på Hulu. Förbättra visningsupplevelsen och titta på dina favoritprogram utan avbrott!",
    "sw": "Kizuia Matangazo cha Hulu: Furahia Utiririshaji Bila Matangazo Kwenye Hulu. Boresha Utazamaji na Utazame Vipindi Uvipendavyo Bila…",
    "ta": "ஹுலு விளம்பரத் தடுப்பான்: ஹுலுவில் விளம்பரமில்லா ஸ்ட்ரீமிங்கை அனுபவிக்கவும். பார்வை அனுபவத்தை மேம்படுத்துங்கள் மற்றும் உங்களுக்கு…",
    "te": "హులు యాడ్ బ్లాకర్: హులులో ప్రకటన రహిత ప్రసారాన్ని ఆస్వాదించండి. వీక్షణ అనుభవాన్ని మెరుగుపరచుకోండి మరియు మీకు ఇష్టమైన ప్రదర్శనలను…",
    "th": "Hulu Ad Blocker: เพลิดเพลินกับการสตรีมแบบไม่มีโฆษณาบน Hulu ยกระดับประสบการณ์การรับชมและรับชมรายการโปรดของคุณโดยไม่สะดุด!",
    "tr": "Hulu Reklam Engelleyici: Hulu'da Reklamsız Yayının Keyfini Çıkarın. İzleme Deneyimini Geliştirin ve Favori Programlarınızı…",
    "uk": "Блокувальник реклами Hulu: насолоджуйтеся потоковою трансляцією без реклами на Hulu. Покращуйте враження від перегляду та дивіться…",
    "vi": "Trình chặn quảng cáo Hulu: Tận hưởng tính năng phát trực tuyến không có quảng cáo trên Hulu. Nâng cao trải nghiệm xem và xem các…",
    "zh_CN,zh_TW": "Hulu 广告拦截器：在 Hulu 上享受无广告的流媒体。增强观看体验，不间断地观看您喜爱的节目！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Hulu Streaming Experience with Hulu Ad Blocker\n\nIn the digital age, the experience of streaming your favorite shows and movies is often disrupted by unwanted ads. Hulu Ad Blocker is here to transform your Hulu experience, providing you with uninterrupted, ad-free entertainment on Hulu.com. This powerful extension enhances your viewing sessions by eliminating ads, ensuring that you enjoy your favorite shows, movies, and original series without interruption.\n\nWhy Choose Hulu Ad Blocker?\n\n1. Seamless Ad-Free Streaming\n\nNo more annoying ads popping up in the middle of your binge-watching sessions. With Hulu Ad Blocker, you can immerse yourself in the world of Hulu without interruptions. It ensures a smooth and seamless viewing experience for all users.\n\n2. Optimized for Hulu.com\n\nDesigned specifically for Hulu, this extension integrates effortlessly with Hulu.com, providing consistent and reliable ad blocking for all types of content. Whether you're watching on your computer or casting to a larger screen, Hulu Ad Blocker enhances your streaming experience.\n\n3. User-Friendly Interface\n\nHulu Ad Blocker is easy to use, even for non-tech-savvy users. With just a few clicks, you can enable or disable ad blocking, giving you control over your viewing preferences.\n\n4. Regular Updates and Maintenance\n\nOur dedicated team ensures that Hulu Ad Blocker remains effective by regularly updating the extension to handle new ad formats and stay compatible with Hulu's platform changes.\n\nKey Features of Hulu Ad Blocker:\n\n1. Block All Types of Ads: Eliminate pre-roll ads, mid-roll ads, and even banner ads for a truly immersive Hulu experience.\n2. Lightweight and Efficient: The extension is lightweight and does not slow down your browsing or streaming speeds.\n\nHow to Use Hulu Ad Blocker?\n\nSimple Setup Process:\n\n1. Install the Extension: Download and install Hulu Ad Blocker from the Chrome Web Store.\n2. Activate Ad Blocking: Click on the extension icon in your browser and toggle the ad-blocking feature.\n3. Visit Hulu.com: Navigate to Hulu.com and start watching your favorite content without ads.\n\nDownload Hulu Ad Blocker and Enhance Your Hulu Experience Now!\n\nDisclaimer: Hulu Ad Blocker is an independently developed extension and is not officially endorsed, affiliated, or associated with Hulu, Disney, or any of their subsidiaries or affiliates. The extension is intended for personal use to improve user experience on Hulu.com by blocking ads and does not claim any rights over the Hulu trademark or its content. Usage of this extension should comply with all applicable laws and the terms of service of Hulu.com."
  }
}