{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nanotation Deep Linker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shares highlights and private notes on a page through a link."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever wanted to share a link not just to a page, but to a specific phrase or sentence in that page? And maybe add a private note, just for your friend? Nanotation Deep Linker makes that easy.\n\nIf you and your friend or colleague both use the Nanotation browser extension, you can share a \"deep link\" to a page. Simply select some text, right-click and choose \"Copy link to selection\" under the Nanotation menu, and a custom URL will be copied to your clipboard. If you send this link to someone who also has the Nanotation extension, it will highlight your selection, and scroll automagically to that section of the page, so they can read exactly what you pointed them to.\n\nWant to add a private note, just for your friend or colleague? Just select \"Add nanotation note…\" and a popup will let you type in a short message. Send your custom link, and whoever clicks on it will see your selection highlighted, and can read your note by mousing over it. But only those who have the link can see what you wrote!\n\nIf the recipient doesn't have Nanotation, they'll still end up on the right page. They just won't see your highlight or your note (though we'll try to get them as close to your selection as possible).\n\nOr maybe you don't want to send your notes to anyone at all, but just keep them for your own purposes. Nanotation can do that too, keeping track of all the notes you make, and all the notes you receive. You can easily export these as well, or wipe them clean from your browser.\n\nWe respect your privacy. Everything –your selection and your message– is embedded in the link itself. We don't collect any information from you or track your usage. We don't use advertising, so third parties can't track you either. You don't need to have an account, just the extension itself. Nothing is stored anywhere except in your own browser on your own computer, under your control. You can trust us… but you don't need to: all the source code for this extension is open source, available on Github, and you can see for yourself that we don't track you or collect any information.\n\nWARNING: It's possible for the target site to see your links, including the selection and notes, so don't share anything truly secret.\n\nNOTE: This is a prototype, still under development. If you find a bug, or have a feature request, please add an issue on Github, the website for this extension.\n\nRelease Notes:\n* 0.5.0: This version adds the ability to store your link history in your local browser. This only stores Nanotation links, and you can turn it off at any time or clear your link history.\n\n* 0.4.5: This is a breaking change from previous versions. This version uses a more compact URL syntax, resulting in greater stability and shorter links. I decided not to preserve backwards compatibility for better code maintenance and shorter code, and because there are so few current users, it's better to rip the bandaid early. Apologies for any inconvenience. If you've already made several links you want to keep, please contact me, and I can write a converter."
  }
}