{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dólar a Peso: Tipo de Cambio en Tiempo Real para México"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tipo de cambio USD/MXN actualizado cada 10 minutos. Ideal para remesas y seguimiento del mercado."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monitorea el tipo de cambio USD a MXN en tiempo real directamente desde tu navegador. Perfecto para remesas, viajeros y cualquier persona que necesite estar al tanto del valor del peso mexicano. Actualizaciones cada 10 minutos con datos confiables del mercado.\n\nCaracterísticas Principales\n\n- Actualizaciones en Tiempo Real: El tipo de cambio se actualiza automáticamente cada 10 minutos\n- Interfaz Sencilla: Cotización actual visible de un vistazo en tu barra de Chrome\n- Acceso con Un Clic: Visualiza datos históricos detallados haciendo clic en el ícono\n- Datos Confiables: Información obtenida directamente de plataformas financieras de confianza\n- Sin Configuración: Funciona instantáneamente después de la instalación\n- Soporte sin Internet: Las últimas cotizaciones permanecen accesibles sin conexión\n\nPerfecto Para\n\n- Mexicanos enviando o recibiendo remesas\n- Empresas internacionales que operan con pesos\n- Viajeros que planean visitar México\n- Observadores del mercado financiero\n- Cualquier persona que necesite conversiones rápidas de USD a MXN\n\nCómo Funciona\n\n1. Instala la extensión\n2. Visualiza el tipo de cambio actual directamente en tu navegador\n3. Pasa el cursor para ver la hora de última actualización\n4. Haz clic en el ícono para datos históricos detallados y tendencias\n\nPrivacidad y Seguridad\n\n✓ No recolectamos datos personales\n✓ No requiere registro\n✓ Utiliza solo APIs públicas\n✓ Actualizaciones de seguridad regulares\n✓ Código fuente disponible para revisión\n\nDetalles Técnicos\n\n- Actualizaciones automáticas cada 10 minutos\n- Uso mínimo de recursos del sistema\n- Compatible con Chrome 88 y versiones posteriores\n- Requiere menos de 1MB de almacenamiento\n- Disponible en español e inglés\n\nSoporte\n¿Tienes problemas o sugerencias? Contáctanos en https://dolarinfo.freshdesk.com/support/home\n\nCalifícanos\n¡Tu opinión nos ayuda a mejorar! Tómate un momento para calificar la extensión y compartir tu experiencia.\n\nPalabras clave: dolar a peso, tipo de cambio mexico, remesas peso, valor del dolar en vivo, moneda mexicana, usd a mxn, cambio peso dolar, cotizacion dolar, peso mexicano hoy, remesas mexico\n\n------------------------------------------------------------------------------------------\n\nTrack USD to MXN exchange rates in real-time directly from your browser. Perfect for remittances, travelers, and anyone monitoring Mexican Peso rates. Updates every 10 minutes with reliable market data.\n\nKey Features\n- Real-Time Updates: Exchange rates refresh automatically every 10 minutes\n- Simple Interface: Current rate visible at a glance in your Chrome toolbar\n- One-Click Access: View detailed historical data by clicking the extension icon\n- Reliable Data: Information sourced directly from trusted financial platforms\n- Zero Configuration: Works instantly after installation with no setup required\n- Offline Support: Last known rates remain accessible without internet connection\n\nPerfect For\n- Mexican Americans sending remittances\n- International businesses dealing with MXN\n- Travelers planning trips to Mexico\n- Financial market observers\n- Anyone needing quick USD/MXN conversions\n\nHow It Works\n1. Install the extension\n2. View current exchange rate directly in your browser toolbar\n3. Hover for last update time\n4. Click the icon for detailed historical data and trends\n\nPrivacy & Security\n✓ No personal data collection\n✓ No registration required\n✓ Uses only public API endpoints\n✓ Regular security updates\n✓ Open-source code available for review\n\nTechnical Details\n- Updates every 10 minutes automatically\n- Minimal system resource usage\n- Works on Chrome 88 and newer\n- Requires less than 1MB of storage\n- Available in English and Spanish\n\nSupport\nHaving issues or suggestions? Contact our support team at https://dolarinfo.freshdesk.com/support/home\n\nRate Us\nYour feedback helps us improve! Please take a moment to rate the extension and share your experience.\n\nKeywords: dollar to peso, exchange rate mexico, peso remittance, live dollar value, mexican currency, usd to mxn, tipo de cambio, dolar mexicano, remesas mexico, cambio peso dolar"
  }
}