{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "better-onetab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A better OneTab",
    "de": "Ein besseres OneTab",
    "zh_CN": "一个更好的 OneTab 扩展"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This a better onetab extension\n\nStoring and grouping tabs are very useful. Onetab could help you to store the tabs you opened so that to free up your resources and remove clutter. But Onetab still lacks some features such as the simple list and just store selected tabs. Since One tab it's not open source and because they update very rarely I decided to make a \"Better\" Onetab extension. \n\n★ Basic\n\nIf you used OneTab in the past, you can use Better Onetab like before. Expect store all tabs from a window, you can also just store the tabs you selected.\n\nBetter Onetab still provide the ability to store all tabs, store left or right tabs and any others. And you can also use it from the context menu.\n\nSamely, you can also use \"pin list\" to keep a list will not be removed, set the title of a list or drag to change the order of tabs. Even you can set the color of a list in the new version.\n\n★ Popup simple list\n\nThis is one of the key features I wanted One tab to have. This allows you to have the list of stored tabs at hand just with a click of the icon. You can also manage the lists of tabs as well quickly from the popup.\n\n * You can change the \"Behavior when icon is clicked\" in the options page and enable or disable \"simple popup list\".\n\n★ Keyboard shortcut\n\nYou can set a keyboard shortcut for \"store selected tabs\" or other action so that you can store tabs very easily. It is helpful for improving efficiency.\n\n★ Add to history\n\nYou can choose to add the tabs to browser history if you like.\n\n★ Migrate from Onetab\n\nIt is very simple. Better Onetab support to import the data exported from Onetab so that you can try Better Onetab easily.\n\n★ Execute from other extensions\n\nIf you are using some others extensions, such as a mouse gesture extension, you can use the following code to execute \"store selected tabs\" command.\n\nchrome.runtime.sendMessage('eookhngofldnbnidjlbkeecljkfpmfpg', 'store-selected-tabs')\n\nExpect it, you can replace 'store-selected-tabs'  with other string to call other commands:\n\n - store-all-tabs\n - restore-lastest-list\n - open-lists\n\n★ Some other quality of life improvements\n\nBetter Onetab will not open pages when you open the browser, but if you want, it is a simple thing.\n\n------------------\n\nvisit this link if you want to check codes, submit a feedback or new features request:\n\nhttps://github.com/cnwangjie/better-onetab",
    "zh_CN": "这是一个更好的 OneTab 扩展\n\nOneTab 的标签储存和标签分组功能是一个非常实用的功能，它可以帮助你储存你打开的标签页，以此来减少资源的使用以及避免杂乱。但是OneTab扩展还缺少一些诸如简易列表，只储存选中的标签等功能。由于开发时间久远长期无人更新，并且也不开源，所有也没办法为 OneTab 增加新的功能，所以这里又做了一个更好的 (Better-Onetab) 扩展。相比于 OneTab 拥有更美观的界面以及更多的功能，并且完全开源。\n\n★ 基本功能\n\n如果你使用过OneTab，那么你可以想往常一样来使用。但是除了储存整个窗口的所有标签以外，你可以选择只储存你选中的标签。\n\n并且Better Onetab 依然可以使用储存整个窗口的所有标签，储存所有标签，储存左边或右边的标签等功能。并且也可以通过右键菜单来使用。\n\n同样的，你也可以使用“固定列表”来使得一个列表不会消失，你也可以给列表命名，或是通过拖拽来重新排列你的标签，甚至在新版本中，你可以给列表设定一个颜色。\n\n★ 弹出简易列表\n\n这是我很期望的一个功能，因为我们常常需要从 Onetab 中恢复工作状态，但打开列表页面是一件很麻烦的事情。除了为了管理我的列表，否则我跟喜欢点击图标就可以弹出一个简易的列表。这样我就可以很方便的恢复工作状态。\n\n * 你可以从选项页面将“图标被点击时的行为”改为“弹出简易列表来开启这项功能”\n\n★ 键盘快捷键\n\n你可以给储存选中的标签设定一个你想要的快捷键，这样你就可以非常方便的储存一些标签。这对于提高效率有很大的帮助。\n\n★ 加入历史记录\n\n你可以选择将储存的标签页自动加入浏览器的历史记录。\n\n★ 从 Onetab 中迁移\n\n这是一件很简单的事，Better Onetab 支持导入 Onetab 导出的格式。你可以很容易的尝试 Better Onetab。\n\n★ 通过其他扩展触发\n\n如果你在使用一些其他的可以提高效率的扩展，比如鼠标手势扩展。你可以通过下面的代码来储存选中的标签。\n\nchrome.runtime.sendMessage('eookhngofldnbnidjlbkeecljkfpmfpg', 'store-selected-tabs')\n\n除此之外，你可以将 'store-selected-tabs' 替换成其他字符串来调用其他功能：\n\nstore-all-tabs ： 储存所以标签\nrestore-lastest-list ： 恢复最后一个列表\nopen-lists ： 打开标签列表页面\n\n★ 一些人性的优化\n\nBetter Onetab 不会在浏览器打开时就打开页面，如果你想的话，打开页面是一件方便的事情。\n\n------------------\n\n想要查看代码，提交反馈或是新的功能可以访问下面的地址\n\nhttps://github.com/cnwangjie/better-onetab"
  }
}