{
  "name": {
    "ar": "Dark Reader",
    "am": "Instagram Dark Mode - Dark Theme",
    "bg": "Dark Mode and Night Shift Mode",
    "bn": "Facebook Dark Theme - FB Dark Mode",
    "ca": "Mode fosc: lector fosc per a Сhrome",
    "cs": "Tmavý režim - tmavá čtečka pro Сhrome",
    "da": "Mørk Læser, mørk tilstand - mørkt tema",
    "de": "Dunkler Modus - Dunkler Leser für Chrome",
    "el": "Dark Reader - Night Theme",
    "en,en_AU,en_GB,en_US,uk,zh_TW": "Dark Mode for Chrome",
    "es,es_419": "Modo oscuro - lector oscuro para Сhrome",
    "et": "Youtube Dark Theme",
    "fa": "Turn the Light Off - Dark Theme",
    "fi": "Tumma tila – tumma lukulaite Сhromelle",
    "fil": "Night Reader",
    "fr": "Mode sombre - lecteur sombre pour Сhrome",
    "gu": "Google Docs Dark Mode",
    "he": "Facebook Dark Theme - FB Dark",
    "hi": "Black Mode - Night Tab for Chrome",
    "hr": "TikTok Dark - Dark Mode for TikTok",
    "hu": "Dark Theme Suite",
    "id,ms": "Dark Souls",
    "it": "Modalità oscura: lettore oscuro per Сhrome",
    "ja": "ダークテーマ & 夜勤モード",
    "kn,sw": "Dark Theme",
    "ko": "어두운 테마 및 야간 근무 모드",
    "lt": "Tamsusis režimas – tamsioji Chrome tema",
    "lv": "Tumšais režīms — tumšs lasītājs priekš Сhrome",
    "ml": "GitHub Dark Theme - GitHub Dark",
    "mr": "Twitch Dark Mode - Twitch Dark",
    "nl": "Donkere modus - donkere lezer voor Chrome",
    "no": "Mørk modus - mørk leser for Сhrome",
    "pl": "Tryb ciemny - ciemny czytnik dla Chrome",
    "pt_BR,pt_PT": "Modo escuro - leitor escuro para Сhrome",
    "ro": "Night Shift Mode",
    "ru": "Dark Mode - Dark Theme for Chrome",
    "sk": "Tmavý režim - tmavá čítačka pre Сhrome",
    "sl": "Temni način – temna tema za Chrome",
    "sr": "Night Shift Redux",
    "sv": "Mörkt läge – Mörkt tema för Chrome",
    "ta": "GitHub Dark Theme",
    "te": "Night Shift",
    "th": "Dark Mode for PDF - PDF Dark",
    "tr": "Karanlık mod - Chrome için karanlık okuyucu",
    "vi": "Dark Mode - PDF Dark Theme",
    "zh_CN": "深色模式 - Сhrome 的深色閱讀器"
  },
  "short": {
    "ar": "Dark Reader in Chrome. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for everyone, night shift…",
    "am": "Instagram Dark Mode take care of your eyes day and night using dark theme for Instagram, Youtube, Facebook, Google docs. Night…",
    "bg": "Dark Mode and Night Shift Mode a classic D=dark theme for Chrome. Switch any websites: dark theme for Instagram, Youtube, Facebook,…",
    "bn": "FB Dark Mode for Chrome. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for everyone, night shift…",
    "ca": "Mode fosc: cuideu els vostres ulls dia i nit utilitzant el tema fosc per a documents d'Instagram, Youtube, Facebook i Google.…",
    "cs": "Tmavý režim může nastavit všechny stránky ve vašem prohlížeči na tmavé téma nebo příjemné režimy ztmavení. Režim noční směny pro…",
    "da": "Mørk tilstand - pas på dine øjne dag og nat ved hjælp af mørkt tema til Instagram, Youtube, Facebook, Google docs. Brug…",
    "de": "Dunkler Modus - kümmern Sie sich Tag und Nacht um Ihre Augen mit dem dunklen Design für Instagram, Youtube, Facebook, Google Docs.…",
    "el": "Dark Reader a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "en,en_AU,en_GB,en_US,ru,uk,zh_TW": "Dark mode for all websites. Use dark theme for night and daily browsing with dark reader. Night shift mode.",
    "es,es_419": "Modo oscuro: cuide sus ojos día y noche con el tema oscuro para Instagram, Youtube, Facebook, Google docs. Usar modo de turno de…",
    "et": "Youtube Dark Theme a classic Dark theme for Youtube. Switch any website to dark mode and back in one click. Youtube Night Shift…",
    "fa": "Dark Mode take care of your eyes day and night using dark theme for Instagram, Youtube, Facebook, Google docs. Night shift mode and…",
    "fi": "Tumma tila on klassinen tumma teema jokaiselle verkkosivustolle. Vaihda verkkosivusto pimeään lukijaan ja yötä ja päivittäistä…",
    "fil": "Night Reader and Night Tab for Chrome. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for…",
    "fr": "Mode sombre un mode sombre classique pour chaque site Web. Thème sombre pour passer du site Web au lecteur sombre, mode nuit,…",
    "gu": "Google Docs Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for…",
    "he": "Facebook Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for…",
    "hi": "Dark Reader a classic Dark theme for Web. Switch any websites: dark theme for Instagram, Youtube, Facebook, Google docs. Enable…",
    "hr": "TikTok Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone,…",
    "hu": "Dark Mode in Chrome. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for everyone, night shift…",
    "id,ms": "Dark Souls a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "it": "Modalità oscura: prenditi cura dei tuoi occhi giorno e notte utilizzando il tema scuro per Instagram, Youtube, Facebook, Google…",
    "ja": "ダークモードを使用して昼夜を問わず目をケアするか、画面の明るさを特別な目の保護色に変更してください。",
    "kn": "Dark Theme a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and daily…",
    "ko": "어두운 모드를 사용하여 밤낮으로 눈을 보호하거나 화면 밝기를 눈 보호용 특수 색상으로 변경하십시오.",
    "lt": "Tamsusis režimas – klasikinė tamsioji kiekvienos svetainės tema. Tamsioji tema, kad svetainė būtų perjungta į tamsią skaitytuvą,…",
    "lv": "Tumšais motīvs ir klasisks tumšais režīms katrai vietnei. Tumšais motīvs, lai vietni pārslēgtu uz tumšo lasītāju, nakts maiņas…",
    "ml": "GitHub Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone,…",
    "mr": "Twitch Dark Mode in Chrome. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for everyone, night…",
    "nl": "Donkere modus klassiek donker thema voor web. Wissel van website: donker thema voor Instagram, YouTube, Facebook,…",
    "no": "Mørk modus klassisk mørkt tema for nettet. Bytt alle nettsteder: mørkt tema for Instagram, Youtube, Facebook, Google docs.…",
    "pl": "Tryb ciemny to klasyczny ciemny motyw dla każdej strony internetowej. Ciemny motyw, aby przełączyć stronę na ciemny czytnik, tryb…",
    "pt_BR": "Tema escuro, um modo escuro clássico para todos os sites. Tema escuro para mudar o site para leitor escuro, modo noturno, navegação…",
    "pt_PT": "Modo Escuro - cuide dos seus olhos dia e noite usando o tema escuro para Instagram, Youtube, Facebook, Google docs. Use o modo…",
    "ro": "Dark Theme and Night Shift Mode a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift…",
    "sk": "Tmavý režim je klasická temná téma pre každú webovú stránku. Tmavá téma na prepnutie webovej stránky na tmavú čítačku, režim nočnej…",
    "sl": "Temni način je klasična temna tema za vsako spletno mesto. Temna tema za preklop spletnega mesta na temni bralnik, način nočne…",
    "sr": "Dark Theme and Night Shift Redux a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift…",
    "sv": "Mörkt läge klassiskt mörkt tema för webben. Byt vilken webbplats som helst: mörkt tema för Instagram, Youtube, Facebook, Google…",
    "sw": "Dark Mode in Chrome browser. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for Everyone, night…",
    "ta": "GitHub Dark Theme a classic dark mode for every website. Dark Theme to switch website to dark reader, night shift mode, night and…",
    "te": "Dark Mode can set all sites in your browser to dark theme and dark reader or pleasant darkening modes. Night shift mode for…",
    "th": "PDF Dark Theme take care of your eyes day and night using dark theme for PDF filesand Dark Instagram, Dark Youtube, Dark Facebook,…",
    "tr": "Karanlık Mod - Instagram, Youtube, Facebook, Google dokümanları için karanlık temayı kullanarak gece gündüz gözlerinize iyi bakın.…",
    "vi": "Dark Mode for Chrome and PDF Dark. Enable Dark Mode, dark theme and dark reader for Chrome, FB, Youtube. Dark theme for everyone,…",
    "zh_CN": "黑暗主題是每個網站的經典黑暗模式。 深色主題將網站切換為深色閱讀器、夜班模式、夜間和日常瀏覽。 夜班模式"
  },
  "long": {
    "ar": "Dark Mode and Dark Reader makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark theme extension. Works with all websites!\n\nDark Mode and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!",
    "am": "Dark Reader - makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nWhat will you get from Dark Reader extension:\n1) An easy way to create dark mode on every website. In addition, you can customize your dark theme visual from Brightness, Contrast, to Saturation.\n\n2) A night shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3) You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nThere are two web pages that the Dark Reader cannot darken:\n✔️ The new tab: you need to install a dark theme for Chrome to make it dark. Take it from here: https://chrome.google.com/webstore/category/collection/chrome_color_themes\n✔️ The Chrome store: Google does not allow access to the Chrome store site to change the theme.\n\nNote: Remember to disable any similar dark theme or night shift mode extension to prevent compatibility issues!\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nDark Theme - Dark Reader for Chrome enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. Screen Shader Mode is a pleasure for your eyes!\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :) \n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This extension is built on top of the default YouTube theme, so it is very light-weighted compare to using themes injected by stylish or stylus extensions.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our product!",
    "bg": "Dark Reader - makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\n Night Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\n You need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!",
    "bn": "Dark Reader - makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nDark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!",
    "ca": "Lector fosc: fa que tots els llocs web que navegueu en mode fosc/nit perquè pugueu navegar per Internet sense esforçar-vos la vista. És una extensió de Chrome extremadament útil per a aquells que utilitzen Internet, especialment a la nit.\n\nL'extensió del mode fosc. Funciona amb tots els llocs web!\n\nHeu d'actualitzar totes les pestanyes, que es van obrir ABANS d'instal·lar el lector fosc. També podeu reiniciar Chrome per actualitzar totes les pestanyes alhora. En cas contrari, el mode fosc i el mode de torn nocturn només funcionaran amb les pestanyes recentment obertes.\n\nSi el lloc web té un tema nocturn integrat, podeu controlar-lo directament des de l'extensió i si no li agrada Gmail, Google Docs, Office Online, Github i milions d'altres, convertirem els colors per oferir-vos una transició suau a la foscor. mode.\n\nQuè obtindreu de l'extensió de lector fosc:\n1) Una manera senzilla de crear el mode fosc a tots els llocs web. A més, podeu personalitzar el vostre tema fosc visual des de Brillantor, Contrast fins a Saturació.\n\n2) Un mode de torn nocturn que canvia el color del lloc web a més càlid, fent-lo molt més agradable de veure.\n\nPodeu triar utilitzar el tema fosc o el mode de torn nocturn, o tots dos. També podeu activar ràpidament aquests modes amb dreceres de teclat senzilles.\n\n3) Podeu configurar una programació per a cada tema fosc i mode de torn nocturn, i decidir quan voleu activar automàticament el tema fosc.\n\nL'extensió del mode fosc permet el mode nocturn a gairebé tots els llocs web i us ofereix la possibilitat de controlar els temes foscos integrats en aquells que el tenen.\n\nSi el lloc web té un tema nocturn integrat, podeu controlar-lo directament des de l'extensió i, si no ho fa (com Gmail, Google Docs, Office Online, Github i milions d'altres), convertirem els colors per oferir-vos una transició suau. en mode fosc.\n\nTambé hi ha una funció de llista blanca que us permet excloure del mode un domini desitjat. Només cal que afegiu un(s) domini(s) a l'àrea designada (separats per comes) a la pàgina d'opcions i els llocs web quedaran exclosos.\n\nBaixeu ara el mode fosc al vostre navegador web!\n\nTorn de nit\nActiva el mode Night Shift per invertir la llum habitual de la pantalla a un to més càlid, evitant així que els teus ulls es facin malbé. Podeu encendre i apagar l'eina amb un sol clic quan la necessiteu.\n\nEl torn nocturn i l'extensió del mode fosc canvien automàticament els colors del contingut del vostre navegador a l'extrem més càlid de l'espectre de color després de la foscor.\n\n Heu d'actualitzar totes les pestanyes, que es van obrir ABANS que s'instal·lés el mode fosc i el torn nocturn. També podeu reiniciar Chrome per actualitzar totes les pestanyes alhora. En cas contrari, Night Shift només funcionarà amb les pestanyes recentment obertes.\n\nAquesta extensió canvia l'estil de Google Docs a un tema fosc que és més fàcil per als ulls i sembla més fresc :)\n\nTema fosc PDF i mode fosc PDF\nL'extensió Super Dark Mode pot enfosquir gairebé tots els llocs web, així com els fitxers locals oberts per Chrome, com ara els PDF. A partir d'ara, els vostres ulls es poden relaxar quan navegueu per la web a la pantalla a la nit. Mode fosc per a fitxers PDF i tema fosc PDF\n\nMode fosc de Youtube o tema fosc de Youtube\nL'extensió Dark Theme for YouTube converteix el tema de YouTube en un tema de carbó fosc/blau altament personalitzable. L'extensió de Youtube Dark Reader està construïda a sobre del tema predeterminat de YouTube (tema fosc natiu), de manera que és molt lleugera en comparació amb l'ús de temes injectats per les extensions Stylish o Stylus. Mode fosc de Youtube\n\nMode fosc d'Instagram o tema fosc d'Instagram\nL'extensió del mode fosc d'Instagram converteix el tema d'Instagram en un tema de carbó fosc/blau altament personalitzable. L'extensió d'Instagram Dark Reader es construeix a sobre del tema d'Instagram predeterminat. Tema fosc d'Instagram i Mode fosc d'Instagram\n\nMode fosc de Facebook o tema fosc de Facebook\nL'extensió FB Dark Mode converteix el tema de Facebook en un tema de carbó fosc/blau altament personalitzable. L'extensió de Facebook Dark Reader es construeix a sobre del tema d'Instagram predeterminat. Tema fosc de Facebook o tema fosc de FB\n\nMode fosc de Github o tema fosc de Github\nL'extensió del mode fosc de Github converteix el tema d'Instagram en un tema de carbó fosc/blau altament personalitzable. L'extensió Github Dark Reader es construeix a sobre del tema predeterminat d'Instagram. Tema fosc de Github\n\nMode fosc de Twitter o tema fosc de Twitter\nL'extensió de mode fosc de Twitter converteix el tema de Twitter en un tema de carbó fosc/blau altament personalitzable. L'extensió de Twitter Dark Reader es construeix a sobre del tema predeterminat de Twitter. Tema fosc de Twitter\n\nMode fosc de Google Docs i tema fosc de Google Docs\nActiveu el mode fosc per a Google Docs amb un sol clic mitjançant aquesta extensió.\n\nUtilitzeu un mode fosc per a Google Docs?\nL'extensió de mode fosc de Google Docs converteix el tema de Google Docs en un tema de carbó fosc/blau altament personalitzable. L'extensió de Google Docs Dark Reader es construeix a sobre del tema predeterminat de Google Docs. Tema fosc de Google Docs\n\nBaixeu ara el mode fosc al vostre navegador web! Funcionalitat del mode fosc per a Google, YouTube, Facebook i molts altres llocs web: aconseguiu-lo ara i mantingueu els ulls relaxats a les hores fosques!\n\nMode fosc VK o tema fosc VK\nTema fosc clàssic per a Vkontakte. Canvia VK al mode fosc i torna amb un clic. El tema fosc VKontakte protegeix els ulls. Elimina la càrrega a la nit, substituint la pantalla blanca per un tema fosc clàssic.\n\nMode fosc de Twitch o tema fosc de Twitch\nTwitch mode fosc tema fosc natiu altament personalitzable per a twitch.tv (plataforma per a jugadors). El tema fosc de Twitch és un tema fosc natiu per a la plataforma de jocs twitch.tv que utilitza el tema fosc integrat per activar i desactivar el mode fosc.\n\nMode fosc per a TikTok\nTema fosc per a TikTok. Canvia fàcilment el mode de lloc de TikTok a fosc o clar amb un sol clic. Mode fosc de TikTok\n\nPestanya nova per a Chrome amb ChatGPT\nInternet fosc canvia totes les pàgines web a color negre. Pestanya nova: mode fosc per a Twitter, Youtube, Facebook i totes les pestanyes noves amb ChatGPT. Obre AI ChatGPT\n\nChatGPT per a Google\nChatGPT participa en converses amb humans i respon a una àmplia gamma de preguntes sobre diversos temes. ChatGPT: inicieu un xat amb ChatGPT immediatament després d'obtenir una resposta.\n\nActivació del mode fosc per a CharGPT: IA oberta\n  - ChatGPT ofereix una opció de mode fosc per a una experiència de visualització més còmoda en configuracions de poca llum.\n  - Això també pot ajudar a reduir la fatiga ocular.\n\nNo dubteu a fer qualsevol pregunta i deixar comentaris per Dark Theme.\n\nNo dubteu a fer qualsevol pregunta i deixar comentaris. Els vostres comentaris són molt importants per al nostre lector fosc!",
    "cs": "Tmavý režim přepne všechny webové stránky, které prohlížíte, do tmavého/nočního režimu, takže můžete procházet internet bez namáhání očí. Je to velmi užitečné rozšíření pro Chrome pro ty, kteří používají internet zejména v noci.\n\nRozšíření tmavého režimu. Funguje se všemi weby!\n\nMusíte obnovit všechny karty, které byly otevřeny PŘED instalací tmavé čtečky. Můžete také restartovat Chrome a obnovit všechny karty najednou. V opačném případě bude tmavý režim a režim noční směny fungovat pouze s nově otevřenými kartami.\n\nPokud má web vestavěný noční motiv, můžete jej ovládat přímo z rozšíření a pokud se mu nelíbí Gmail, Dokumenty Google, Office Online, Github a miliony dalších, převedeme barvy, abychom vám zajistili hladký přechod na tmavé režimu.\n\nRozšíření tmavého režimu umožňuje noční režim téměř na všech webech a dává vám možnost ovládat vestavěná temná témata na těch, které jej mají.\n\nPokud má web vestavěný noční motiv, můžete jej ovládat přímo z rozšíření a pokud ne (jako Gmail, Dokumenty Google, Office Online, Github a miliony dalších), převedeme barvy, abychom vám zajistili hladký přechod. v tmavém režimu.\n\nK dispozici je také funkce white-list, která umožňuje vyloučit požadovanou doménu z režimu. Jednoduše přidejte doménu (domény) do určené oblasti (oddělené čárkou) na stránce možností a webové stránky budou vyloučeny.\n\nStáhněte si tmavý režim nyní ve svém webovém prohlížeči!\n\nNoční směna\nAktivujte režim Night Shift, abyste převrátili obvyklé světlo z obrazovky na teplejší tón, a zabránili tak poškození zraku. Nástroj můžete zapnout a vypnout jediným kliknutím, když jej potřebujete.\n\nRozšíření noční směny a tmavého režimu automaticky posune barvy obsahu vašeho prohlížeče po setmění na teplejší konec barevného spektra.\n\nMusíte obnovit všechny karty, které byly otevřeny PŘED instalací tmavého režimu a noční směny. Můžete také restartovat Chrome a obnovit všechny karty najednou. V opačném případě bude Night Shift fungovat pouze s nově otevřenými kartami.\n\nToto rozšíření mění styl Dokumentů Google na tmavé téma, které je pro oči jednodušší a vypadá chladněji :)\n\nTmavé téma YouTube – automatický způsob aplikace Black Youtube Skin. Tmavý režim chrání vaše oči změnou barev Youtube na černou. Sledujte videa na Youtube pohodlně.\n\nDark reader nyní funguje na Facebooku, kliknutím na ikonu rozšíření na webu FB použijte tmavý režim pro Facebook. Přijdou další úžasné funkce!\n\nDíky tmavému motivu pro YouTube bude Youtube černá, aniž byste museli provádět jakékoli požadované akce z vaší strany. Jednoduše nainstalujte rozšíření pro použití tmavého režimu na Youtube.\n\nDark Youtube Skin je jediné rozšíření, které funguje po nejnovější aktualizaci Youtube.\n\nTmavé téma PDF a tmavý režim PDF\nRozšíření Super Dark Mode může ztmavit téměř všechny webové stránky a také místní soubory otevřené prohlížečem Chrome, jako jsou soubory PDF. Od této chvíle mohou být vaše oči uvolněné při nočním procházení webu na obrazovce. Tmavý režim pro soubory PDF a tmavý motiv PDF\n\nTmavý režim YouTube nebo tmavý motiv YouTube\nRozšíření Dark Theme for YouTube převádí téma YouTube na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Youtube Dark Reader je postaveno na výchozím motivu YouTube (nativní tmavé téma), takže je velmi lehké ve srovnání s použitím motivů vložených rozšířeními Stylish nebo Stylus. Tmavý režim YouTube\n\nTmavý režim Instagramu nebo tmavý motiv Instagramu\nRozšíření Instagram Dark Mode převádí téma Instagramu na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Instagram Dark Reader je postaveno na výchozím motivu Instagramu. Tmavé téma Instagramu a tmavý režim Instagramu\n\nTmavý režim Facebooku nebo tmavý motiv Facebooku\nRozšíření FB Dark Mode převádí téma Facebooku na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Facebook Dark Reader je postaveno na výchozím motivu Instagramu. Facebook dark theme nebo FB Dark Theme\n\nTmavý režim Github nebo tmavý motiv Github\nRozšíření Github Dark Mode převádí téma Instagramu na vysoce přizpůsobitelné téma tmavého uhlí/modré. Rozšíření Github Dark Reader je postaveno na výchozím motivu Instagramu. Temné téma Github\n\nTmavý režim Twitteru nebo tmavý motiv Twitteru\nRozšíření Twitter Dark Mode převádí téma Twitteru na vysoce přizpůsobitelné temné uhlově/modré téma. Rozšíření Twitter Dark Reader je postaveno na výchozím motivu Twitteru. Temné téma na Twitteru\n\nTmavý režim Dokumentů Google a tmavý motiv Dokumentů Google\nZapněte tmavý režim pro Dokumenty Google jedním kliknutím prostřednictvím tohoto rozšíření.\n\nPoužít tmavý režim pro Dokumenty Google?\nRozšíření Google Docs Dark Mode převádí motiv Dokumentů Google na vysoce přizpůsobitelný motiv tmavého uhlí/modra. Rozšíření Google Docs Dark Reader je založeno na výchozím motivu Dokumentů Google. Tmavý motiv Dokumentů Google\n\nStáhněte si tmavý režim nyní ve svém webovém prohlížeči! Funkce tmavého režimu pro Google, YouTube, Facebook a mnoho dalších webových stránek – pořiďte si ji hned a udržte své oči v klidu i v temných hodinách!\n\nTmavý režim VK nebo tmavý motiv VK\nKlasické tmavé téma pro Vkontakte. Přepněte VK do tmavého režimu a zpět jedním kliknutím. Tmavé téma VKontakte chrání oči. Odstraňuje zátěž v noci, bílou obrazovku nahrazuje klasickým tmavým motivem.\n\nTwitch tmavý režim nebo Twitch tmavý motiv\nTwitch tmavý režim vysoce přizpůsobitelné nativní tmavé téma pro twitch.tv (platforma pro hráče). Twitch dark theme je nativní temné téma pro herní platformu twitch.tv, které využívá vestavěné temné téma pro zapínání a vypínání tmavého režimu.\n\nTmavý režim pro TikTok\nTmavé téma pro TikTok. Jedním kliknutím snadno přepněte režim webu TikTok na tmavý nebo světlý. Tmavý režim TikTok\n\nNová karta pro Chrome s ChatGPT\nTmavý internet změní všechny webové stránky na černou barvu. Nová karta – tmavý režim pro Twitter, Youtube, Facebook a všechny nové karty s ChatGPT. Otevřete AI ChatGPT\n\nChatGPT pro Google\nChatGPT se zapojuje do rozhovorů s lidmi a odpovídá na širokou škálu otázek na různá témata. ChatGPT - zahajte chat s ChatGPT ihned po obdržení odpovědi.\n\nAktivace tmavého režimu pro CharGPT - Open AI\n  - ChatGPT nabízí možnost tmavého režimu pro pohodlnější zážitek ze sledování při slabém osvětlení.\n  - To může také pomoci snížit únavu očí.\n\nNeváhejte se zeptat na jakékoli otázky a zanechat komentáře k Dark Theme.\n\nNeváhejte se zeptat na jakékoli otázky a zanechat komentáře. Vaše zpětná vazba je pro našeho temného čtenáře velmi důležitá!",
    "da": "Mørk tilstand gør alle de websteder, du surfer på, til mørk/nattilstand, så du kan surfe på internettet uden at anstrenge dine øjne. Det er en ekstremt nyttig chrome-udvidelse til dem, der bruger internettet, især om natten.\n\nDen mørke tilstandsudvidelse. Virker med alle hjemmesider!\n\nDu skal opdatere alle fanerne, som blev åbnet, FØR den mørke læser blev installeret. Du kan også genstarte Chrome for at opdatere alle fanerne på én gang. Ellers fungerer mørk tilstand og natskifttilstand kun med de nyligt åbnede faner.\n\nMørk temaudvidelse aktiverer nattilstand på næsten alle websteder og giver dig mulighed for at kontrollere de indbyggede mørke temaer på dem, der har det.\n\nHvis webstedet har indbygget nattema, kan du styre det direkte fra udvidelsen, og hvis det ikke gør det (som Gmail, Google Docs, Office Online, Github og millioner andre), konverterer vi farverne for at give dig en jævn overgang i mørk tilstand.\n\nDer er også en hvidlistefunktion, som giver dig mulighed for at ekskludere et ønsket domæne fra tilstanden. Du skal blot tilføje et eller flere domæner til det udpegede område (kommasepareret) på indstillingssiden, og webstederne vil blive udelukket.\n\nDownload mørk tilstand nu i din webbrowser!\n\n🌙 Natskifte\nAktiver Night Shift-tilstand for at invertere det sædvanlige lys fra skærmen til en varmere tone, hvilket forhindrer dine øjne i at tage skade. Du kan tænde og slukke for værktøjet med et enkelt klik, når du har brug for det.\n\nnatskift og mørk tilstandsudvidelse skifter automatisk farverne på dit browserindhold til den varmere ende af farvespektret efter mørkets frembrud.\n\n⚡ Du skal opdatere alle fanerne, som blev åbnet FØR Mørk tilstand og Night Shift blev installeret. Du kan også genstarte Chrome for at opdatere alle fanerne på én gang. Ellers fungerer Night Shift kun med de nyligt åbnede faner.\n\nDenne udvidelse ændrer stilen i Google Docs til et mørkt tema, der er nemmere for øjnene og ser køligere ud :)\n\nPDF Dark Theme og PDF Dark mode\nSuper Dark Mode-udvidelsen kan gøre næsten alle websteder mørkere, såvel som lokale filer åbnet af Chrome, såsom PDF'er. Fra nu af kan dine øjne slappe af, når du surfer på nettet på skærmen om natten. Dark Mode til PDF-filer og PDF Dark Theme\n\nYoutube mørk tilstand eller Youtube mørkt tema\nDark Theme for YouTube-udvidelse konverterer YouTube-tema til et meget tilpasseligt mørkt kul/blåt tema. Youtube Dark Reader-udvidelsen er bygget oven på standard YouTube-temaet (native mørkt tema), så det er meget letvægtet sammenlignet med at bruge temaer indsprøjtet af Stylish eller Stylus-udvidelser. Youtube mørk tilstand\n\nInstagram mørk tilstand eller Instagram mørkt tema\nInstagram Dark Mode-udvidelsen konverterer Instagram-tema til et meget tilpasseligt mørkt kul/blåt tema. Instagram Dark Reader-udvidelsen er bygget oven på standard Instagram-temaet. Instagram mørkt tema og Instagram Dark Mode\n\nFacebook mørk tilstand eller Facebook mørkt tema\nFB Dark Mode-udvidelsen konverterer Facebook-tema til et meget tilpasseligt mørkt kul/blåt tema. Facebook Dark Reader-udvidelsen er bygget oven på standard Instagram-temaet. Facebook mørkt tema eller FB mørkt tema\n\nGithub mørk tilstand eller Github mørkt tema\nGithub Dark Mode-udvidelsen konverterer Instagram-tema til et meget tilpasseligt mørkt kul/blåt tema. Github Dark Reader-udvidelsen er bygget oven på standard Instagram-temaet. Github mørkt tema\n\nTwitter mørk tilstand eller Twitter mørkt tema\nTwitter Dark Mode-udvidelsen konverterer Twitter-tema til et meget tilpasseligt mørkt kul/blåt tema. Twitter Dark Reader-udvidelsen er bygget oven på standard Twitter-temaet. Twitter mørkt tema\n\nGoogle Docs Dark Mode og Google Docs mørkt tema\nSlå Dark Mode til for Google Docs med et enkelt klik via denne udvidelse.\n\nVil du bruge en mørk tilstand til Google Docs?\nGoogle Docs Dark Mode-udvidelsen konverterer Google Docs-tema til et meget tilpasseligt mørkt kul/blåt tema. Google Docs Dark Reader-udvidelsen er bygget oven på standard Google Docs-temaet. Google Docs mørkt tema\n\nDownload mørk tilstand nu i din webbrowser! Dark Mode-funktionalitet til Google, YouTube, Facebook og mange andre websteder - få det nu, og hold dine øjne afslappede i mørke timer!\n\nVK mørk tilstand eller Vk mørkt tema\nKlassisk mørkt tema til Vkontakte. Skift VK til mørk tilstand og tilbage med et enkelt klik. Mørkt tema VKontakte beskytter øjnene. Det eliminerer belastningen om natten og erstatter den hvide skærm med et klassisk mørkt tema.\n\nTwitch dark-tilstand eller Twitch dark-tema\nTwitch dark-tilstand, der er meget tilpasseligt indfødt mørkt tema til twitch.tv (platform for gamere). Twitch dark theme er et indfødt mørkt tema til twitch.tv gaming platform, som bruger det indbyggede mørke tema til at slå den mørke tilstand til og fra.\n\nMørk tilstand til TikTok\nMørkt tema til TikTok. Skift nemt TikTok-sidetilstand til mørk eller lys med et enkelt klik. TikTok mørk tilstand\n\nNy fane til Chrome med ChatGPT\nMørkt internet ændrer alle websider til sort farve. Ny fane - mørk tilstand til Twitter, Youtube, Facebook og alle nye faner med ChatGPT. Åbn AI ChatGPT\n\nChatGPT til Google\nChatGPT engagerer sig i samtaler med mennesker og besvarer en lang række spørgsmål om forskellige emner. ChatGPT - start en chat med ChatGPT umiddelbart efter at have fået et svar.\n\nAktivering af mørk tilstand for CharGPT - Åbn AI\n  - ChatGPT tilbyder en mørk tilstandsmulighed for en mere behagelig seeroplevelse i svagt lys.\n  - Dette kan også være med til at reducere øjenbelastningen.\n\nDu er velkommen til at stille spørgsmål og efterlade kommentarer til Dark Theme.\n\nDu er velkommen til at stille spørgsmål og skrive kommentarer. Din feedback er meget vigtig for vores Dark Reader!",
    "de": "Dunkler Modus versetzt alle Websites, die Sie durchsuchen, in den Dunkel-/Nachtmodus, sodass Sie im Internet surfen können, ohne Ihre Augen zu belasten. Es ist eine äußerst nützliche Chrome-Erweiterung für diejenigen, die das Internet besonders nachts nutzen.\n\nDie Dunkelmodus-Erweiterung. Funktioniert mit allen Websites!\n\nSie müssen alle Registerkarten aktualisieren, die geöffnet wurden, BEVOR der Dark Reader installiert wurde. Sie können Chrome auch neu starten, um alle Registerkarten auf einmal zu aktualisieren. Andernfalls funktionieren der Dunkelmodus und der Nachtschichtmodus nur mit den neu geöffneten Registerkarten.\n\nWenn die Website über ein integriertes Nachtdesign verfügt, können Sie es direkt von der Erweiterung aus steuern, und wenn sie Gmail, Google Docs, Office Online, Github und Millionen andere nicht mag, konvertieren wir die Farben, um Ihnen einen reibungslosen Übergang bei Dunkelheit zu ermöglichen Modus.\n\nDie Dunkelmodus-Erweiterung aktiviert den Nachtmodus auf fast allen Websites und gibt Ihnen die Möglichkeit, die integrierten dunklen Themen auf denjenigen zu steuern, die ihn haben.\n\nWenn die Website über ein integriertes Nachtdesign verfügt, können Sie es direkt über die Erweiterung steuern. Wenn dies nicht der Fall ist (wie Gmail, Google Docs, Office Online, Github und Millionen andere), konvertieren wir die Farben, um Ihnen einen reibungslosen Übergang zu ermöglichen im Dunkelmodus.\n\nEs gibt auch eine Whitelist-Funktion, mit der Sie eine gewünschte Domain aus dem Modus ausschließen können. Fügen Sie einfach eine oder mehrere Domains zum gekennzeichneten Bereich (kommagetrennt) auf der Optionsseite hinzu und die Websites werden ausgeschlossen.\n\nLaden Sie den Dunkelmodus jetzt in Ihren Webbrowser herunter!\n\nNachtschicht\nAktivieren Sie den Night Shift-Modus, um das übliche Licht des Bildschirms in einen wärmeren Ton umzukehren und so Ihre Augen vor Schaden zu bewahren. Sie können das Tool bei Bedarf mit einem einzigen Klick ein- und ausschalten.\n\nNight Shift und Dark Mode Extension verschieben die Farben Ihres Browserinhalts nach Einbruch der Dunkelheit automatisch in ein wärmeres Ende des Farbspektrums.\n\nSie müssen alle Registerkarten aktualisieren, die geöffnet wurden, BEVOR der Dunkelmodus und die Nachtschicht installiert wurden. Sie können Chrome auch neu starten, um alle Registerkarten auf einmal zu aktualisieren. Andernfalls funktioniert Night Shift nur mit den neu geöffneten Registerkarten.\n\nDiese Erweiterung ändert den Stil von Google Docs in ein dunkles Design, das angenehmer für die Augen ist und cooler aussieht :)\n\nPDF Dark Theme und PDF Dark-Modus\nDie Super Dark Mode-Erweiterung kann fast alle Websites sowie lokale Dateien, die von Chrome geöffnet wurden, wie z. B. PDFs, verdunkeln. Ab sofort können Sie nachts entspannt am Bildschirm im Internet surfen. Dunkler Modus für PDF-Dateien und PDF Dark Theme\n\nYoutube Dark Mode oder Youtube Dark Theme\nDark Theme für die YouTube-Erweiterung wandelt das YouTube-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design um. Die Youtube Dark Reader-Erweiterung baut auf dem standardmäßigen YouTube-Design (natives dunkles Design) auf, sodass sie im Vergleich zur Verwendung von Designs, die von Stylish- oder Stylus-Erweiterungen eingefügt werden, sehr leichtgewichtig ist. Youtube-Dunkelmodus\n\nInstagram Dark Mode oder Instagram Dark Theme\nDie Instagram Dark Mode-Erweiterung wandelt das Instagram-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design um. Die Instagram Dark Reader-Erweiterung baut auf dem Standard-Instagram-Design auf. Instagram Dark Theme und Instagram Dark Mode\n\nFacebook Dark Mode oder Facebook Dark Theme\nDie FB Dark Mode-Erweiterung wandelt das Facebook-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design um. Die Facebook Dark Reader-Erweiterung basiert auf dem standardmäßigen Instagram-Design. Facebook Dark Theme oder FB Dark Theme\n\nGithub Dark Mode oder Github Dark Theme\nDie Github Dark Mode-Erweiterung konvertiert das Instagram-Design in ein hochgradig anpassbares dunkles Anthrazit/Blau-Design. Die Github Dark Reader-Erweiterung basiert auf dem standardmäßigen Instagram-Design. Dunkles Github-Thema\n\nTwitter Dark Mode oder Twitter Dark Theme\nDie Twitter Dark Mode-Erweiterung wandelt das Twitter-Design in ein hochgradig anpassbares Design in Dunkelkohle/Blau um. Die Twitter Dark Reader-Erweiterung baut auf dem standardmäßigen Twitter-Design auf. Twitter dunkles Thema\n\nGoogle Docs Dark Mode und Google Docs Dark Theme\nAktivieren Sie den Dunkelmodus für Google Docs mit einem Klick über diese Erweiterung.\n\nVerwenden Sie einen dunklen Modus für Google Docs?\nDie Google Docs Dark Mode-Erweiterung wandelt das Google Docs-Design in ein hochgradig anpassbares Design in Dunkelkohle/Blau um. Die Google Docs Dark Reader-Erweiterung basiert auf dem Standarddesign von Google Docs. Dunkles Design von Google Docs\n\nLaden Sie den Dunkelmodus jetzt in Ihren Webbrowser herunter! Dark Mode-Funktionalität für Google, YouTube, Facebook und viele andere Websites - holen Sie es sich jetzt und bewahren Sie Ihre Augen in dunklen Stunden entspannt!\n\nVK Dark Mode oder VK Dark Theme\nKlassisches dunkles Thema für Vkontakte. Schalten Sie VK mit einem Klick in den Dunkelmodus und zurück. Dunkles Thema VKontakte schützt die Augen. Es beseitigt die Last in der Nacht und ersetzt den weißen Bildschirm durch ein klassisches dunkles Thema.\n\nTwitch Dark Mode oder Twitch Dark Theme\nTwitch Dark Mode hochgradig anpassbares natives Dark Theme für twitch.tv (Plattform für Gamer). Das dunkle Twitch-Design ist ein natives dunkles Design für die Spieleplattform twitch.tv, das das integrierte dunkle Design zum Ein- und Ausschalten des Dunkelmodus verwendet.\n\nDunkler Modus für TikTok\nDunkles Thema für TikTok. Schalten Sie den TikTok-Site-Modus mit einem Klick einfach auf dunkel oder hell um. TikTok-Dunkelmodus\n\nNeuer Tab für Chrome mit ChatGPT\nDunkles Internet ändert alle Webseiten in schwarze Farbe. Neuer Tab - Dunkler Modus für Twitter, Youtube, Facebook und alle neuen Tabs mit ChatGPT. Öffnen Sie AI ChatGPT\n\nChatGPT für Google\nChatGPT führt Gespräche mit Menschen und beantwortet eine breite Palette von Fragen zu verschiedenen Themen. ChatGPT - Starten Sie sofort nach Erhalt einer Antwort einen Chat mit ChatGPT.\n\nAktivierung des Dunkelmodus für CharGPT - Open AI\n  - ChatGPT bietet eine Dunkelmodus-Option für ein angenehmeres Seherlebnis bei schlechten Lichtverhältnissen.\n  - Dies kann auch dazu beitragen, die Belastung der Augen zu reduzieren.\n\nFühlen Sie sich frei, Fragen zu stellen und Kommentare für Dark Theme zu hinterlassen.\n\nFühlen Sie sich frei, Fragen zu stellen und Kommentare zu hinterlassen. Ihr Feedback ist sehr wichtig für unseren dunklen Leser!",
    "el,gu,he": "Dark Reader and Dark Mode for Chrome makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nDark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\n Dark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tab.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "en,en_AU,en_GB,en_US,ru,uk,zh_TW": "Dark Mode and Dark Reader makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark theme extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, GitHub and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nWhat will you get from Dark Reader extension:\n1. An easy way to create dark mode on every website. In addition, you can customize your black theme visual from Brightness, Contrast, to Saturation.\n\n2. A Night Shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3. You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nAlso Dark for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This extension is built on top of the default YouTube theme, so it is very light-weighted compare to using themes injected by stylish or stylus extensions\n\nNote: Remember to disable any similar Night Theme extension to prevent compatibility issues!\n\nWe hope you enjoy it.",
    "es,es_419": "Lector oscuro: hace que todos los sitios web que navega pasen al modo oscuro/nocturno para que pueda navegar por Internet sin forzar la vista. Es una extensión de Chrome extremadamente útil para quienes usan Internet, especialmente de noche.\n\nLa extensión del modo oscuro. ¡Funciona con todos los sitios web!\n\nDebe actualizar todas las pestañas que se abrieron ANTES de instalar el lector oscuro. También puede reiniciar Chrome para actualizar todas las pestañas a la vez. De lo contrario, el modo oscuro y el modo de turno de noche funcionarán solo con las pestañas recién abiertas.\n\nSi el sitio web tiene un tema nocturno incorporado, puede controlarlo directamente desde la extensión y si no le gusta Gmail, Google Docs, Office Online, Github y millones más, convertiremos los colores para brindarle una transición suave en la oscuridad. modo.\n\nLa extensión del modo oscuro habilita el modo nocturno en casi todos los sitios web y le brinda la capacidad de controlar los temas oscuros incorporados en aquellos que lo tienen.\n\nSi el sitio web tiene un tema nocturno incorporado, puede controlarlo directamente desde la extensión y, si no lo tiene (como Gmail, Google Docs, Office Online, Github y millones más), convertiremos los colores para brindarle una transición sin problemas. en modo oscuro.\n\nTambién hay una función de lista blanca que le permite excluir un dominio deseado del modo. Simplemente agregue un(os) dominio(s) al área designada (separados por comas) en la página de opciones y los sitios web serán excluidos.\n\n¡Descarga el modo oscuro ahora en tu navegador web!\n\nTurno de noche\nActiva el modo Night Shift para invertir la luz habitual de la pantalla a un tono más cálido, evitando así que tus ojos se dañen. Puede encender y apagar la herramienta con un solo clic cuando lo necesite.\n\nLa extensión del turno de noche y el modo oscuro cambia automáticamente los colores del contenido de su navegador a un extremo más cálido del espectro de colores después del anochecer.\n\nDebe actualizar todas las pestañas que se abrieron ANTES de que se instalaran el modo oscuro y el turno de noche. También puede reiniciar Chrome para actualizar todas las pestañas a la vez. De lo contrario, Night Shift funcionará solo con las pestañas recién abiertas.\n\nEsta extensión cambia el estilo de Google Docs a un tema oscuro que es más agradable a la vista y se ve más genial :)\n\nTema oscuro de PDF y modo oscuro de PDF\nLa extensión Super Dark Mode puede oscurecer casi todos los sitios web, así como los archivos locales abiertos por Chrome, como los PDF. A partir de ahora, sus ojos pueden estar relajados al navegar por la web en la pantalla por la noche. Modo oscuro para archivos PDF y PDF Dark Theme\n\nModo oscuro de Youtube o tema oscuro de Youtube\nLa extensión Tema oscuro para YouTube convierte el tema de YouTube en un tema azul/carbón oscuro altamente personalizable. La extensión Youtube Dark Reader se basa en el tema predeterminado de YouTube (tema oscuro nativo), por lo que es muy liviano en comparación con el uso de temas inyectados por las extensiones con estilo o Stylus. Modo oscuro de Youtube\n\nModo oscuro de Instagram o tema oscuro de Instagram\nLa extensión del modo oscuro de Instagram convierte el tema de Instagram en un tema azul/carbón oscuro altamente personalizable. La extensión Instagram Dark Reader se basa en el tema predeterminado de Instagram. Tema oscuro de Instagram y modo oscuro de Instagram\n\nModo oscuro de Facebook o tema oscuro de Facebook\nLa extensión FB Dark Mode convierte el tema de Facebook en un tema azul/carbón oscuro altamente personalizable. La extensión Facebook Dark Reader se basa en el tema predeterminado de Instagram. Tema oscuro de Facebook o Tema oscuro de FB\n\nModo oscuro de Github o tema oscuro de Github\nLa extensión Github Dark Mode convierte el tema de Instagram en un tema azul/carbón oscuro altamente personalizable. La extensión Github Dark Reader se basa en el tema predeterminado de Instagram. Tema oscuro de Github\n\nModo oscuro de Twitter o tema oscuro de Twitter\nLa extensión Twitter Dark Mode convierte el tema de Twitter en un tema azul/carbón oscuro altamente personalizable. La extensión Twitter Dark Reader se basa en el tema predeterminado de Twitter. Tema oscuro de Twitter\n\nModo oscuro de Google Docs y tema oscuro de Google Docs\nActive el modo oscuro para Google Docs con un solo clic a través de esta extensión.\n\n¿Usar un modo oscuro para Google Docs?\nLa extensión del modo oscuro de Google Docs convierte el tema de Google Docs en un tema azul/carbón oscuro altamente personalizable. La extensión de Google Docs Dark Reader se basa en el tema predeterminado de Google Docs. Tema oscuro de Documentos de Google\n\n¡Descarga el modo oscuro ahora en tu navegador web! Funcionalidad de modo oscuro para Google, YouTube, Facebook y muchos otros sitios web: ¡obténgalo ahora y mantenga sus ojos relajados en las horas oscuras!\n\nModo oscuro VK o tema oscuro Vk\nTema oscuro clásico para Vkontakte. Cambie VK al modo oscuro y vuelva con un solo clic. El tema oscuro VKontakte protege los ojos. Elimina la carga por la noche, reemplazando la pantalla blanca con un tema oscuro clásico.\n\nModo oscuro de Twitch o tema oscuro de Twitch\nTwitch modo oscuro tema oscuro nativo altamente personalizable para twitch.tv (plataforma para jugadores). El tema oscuro de Twitch es un tema oscuro nativo para la plataforma de juegos twitch.tv que utiliza el tema oscuro integrado para activar y desactivar el modo oscuro.\n\nModo oscuro para TikTok\nTema oscuro para TikTok. Cambie fácilmente el modo del sitio TikTok a oscuro o claro con un solo clic. Modo oscuro TikTok\n\nNueva pestaña para Chrome con ChatGPT\nInternet oscuro cambia todas las páginas web a color negro. Nueva pestaña: modo oscuro para Twitter, Youtube, Facebook y todas las nuevas pestañas con ChatGPT. Abrir AI ChatGPT\n\nChatGPT para Google\nChatGPT entabla conversaciones con humanos y responde una amplia gama de preguntas sobre diversos temas. ChatGPT: inicie un chat con ChatGPT inmediatamente después de obtener una respuesta.\n\nActivación del modo oscuro para CharGPT - AI abierta\n  - ChatGPT ofrece una opción de modo oscuro para una experiencia de visualización más cómoda en entornos con poca luz.\n  - Esto también puede ayudar a reducir la fatiga visual.\n\nSiéntase libre de hacer cualquier pregunta y dejar comentarios para Dark Theme.\n\nNo dude en hacer cualquier pregunta y dejar comentarios. ¡Tus comentarios son muy importantes para nuestro lector oscuro!",
    "et": "Youtube Dark Theme and Youtube  Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!",
    "fa": "Dark Theme - makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nChatGPT Open AI Dark Mode extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tab\n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tab.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Theme.",
    "fi": "Tumma tila asettaa kaikki selaamasi verkkosivustot pimeään/yötilaan, jotta voit selata Internetiä rasittamatta silmiäsi. Se on erittäin hyödyllinen kromilaajennus niille, jotka käyttävät Internetiä erityisesti yöllä.\n\nTumman tilan laajennus. Toimii kaikkien sivustojen kanssa!\n\nSinun on päivitettävä kaikki välilehdet, jotka avattiin ENNEN pimeän lukijan asentamista. Voit myös käynnistää Chromen uudelleen päivittääksesi kaikki välilehdet kerralla. Muussa tapauksessa tumma tila ja yövuorotila toimivat vain äskettäin avattujen välilehtien kanssa.\n\nJos sivustolla on sisäänrakennettu yöteema, voit ohjata sitä suoraan laajennuksesta ja jos se ei pidä Gmailista, Google Docsista, Office Onlinesta, Githubista ja miljoonista muista, muunnamme värit, jotta saat sujuvan siirtymän pimeässä. tila.\n\nTumma teema ja tumma lukija Chrome-laajennukselle mahdollistavat yötilan lähes kaikilla verkkosivustoilla ja antaa sinulle mahdollisuuden hallita sisäänrakennettuja tummia teemoja niillä, joilla se on.\n\nJos sivustolla on sisäänrakennettu yöteema, voit ohjata sitä suoraan laajennuksesta, ja jos ei ole (kuten Gmail, Google Docs, Office Online, Github ja miljoonia muita), muunnamme värit sujuvan siirtymisen takaamiseksi. pimeässä tilassa.\n\nSiellä on myös sallittujen listan ominaisuus, jonka avulla voit sulkea halutun verkkotunnuksen pois tilasta. Lisää vain verkkotunnukset osoitetulle alueelle (pilkuilla erotettuna) asetussivulla, niin verkkosivustot suljetaan pois.\n\nLataa tumma tila nyt selaimeesi!\n\nYövuoro\nAktivoi Night Shift -tila kääntääksesi näytön tavallisen valon lämpimämpään sävyyn, mikä estää silmiäsi vahingoittumasta. Voit kytkeä työkalun päälle ja pois päältä yhdellä napsautuksella, kun tarvitset sitä.\n\nNight Shift ja Dark Mode -laajennus siirtää automaattisesti selaimesi sisällön värit värispektrin lämpimämpään päähän pimeän tullessa.\n\nSinun on päivitettävä kaikki välilehdet, jotka avattiin ENNEN pimeän tilan ja Night Shiftin asentamista. Voit myös käynnistää Chromen uudelleen päivittääksesi kaikki välilehdet kerralla. Muussa tapauksessa Night Shift toimii vain äskettäin avattujen välilehtien kanssa.\n\nAsenna vain laajennus ottaaksesi Dark Moden käyttöön Chromessa.\n\nTumma lukija\nTämä silmänhoitolaajennus mahdollistaa yötilan luomalla tummia teemoja verkkosivustoille lennossa. Dark Reader kääntää kirkkaat värit, mikä tekee niistä korkean kontrastin ja helpon lukea yöllä. Laajennus tuo tumman teeman kaikille verkkosivuille, jotka sopivat yöllä työskenteleville ja tumman lukijan verkkouutisten tai kirjojen lukemiseen.\n\nTämä laajennus muuttaa Google Docsin tyylin tummaksi teemaksi, joka on silmille helpompi ja näyttää siistemmältä :)\n\nPDF-tumma teema ja Pdf-tumma tila\nSuper Dark Mode -laajennus voi tummentaa lähes kaikkia verkkosivustoja sekä Chromen avaamia paikallisia tiedostoja, kuten PDF-tiedostoja. Tästä eteenpäin silmäsi voivat rentoutua selatessasi verkkoa näytöllä yöllä. Tumma tila PDF-tiedostoille ja PDF-tummalle teemalle\n\nYoutuben tumma tila tai Youtuben tumma teema\nDark Theme for YouTube -laajennus muuntaa YouTube-teeman erittäin muokattavissa olevaksi tummaksi/siniseksi teemaksi. Youtube Dark Reader -laajennus on rakennettu YouTuben oletusteeman (natiivi tumma teema) päälle, joten se on erittäin kevyt verrattuna Stylish- tai Stylus-laajennusten injektoimiin teemoihin. Youtuben tumma tila\n\nInstagramin tumma tila tai Instagramin tumma teema\nInstagram Dark Mode -laajennus muuntaa Instagram-teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Instagram Dark Reader -laajennus on rakennettu Instagram-oletusteeman päälle. Instagramin tumma teema ja Instagramin tumma tila\n\nFacebookin tumma tila tai Facebookin tumma teema\nFB Dark Mode -laajennus muuntaa Facebook-teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Facebook Dark Reader -laajennus on rakennettu Instagram-oletusteeman päälle. Facebookin tumma teema tai FB:n tumma teema\n\nGithubin tumma tila tai Githubin tumma teema\nGithub Dark Mode -laajennus muuntaa Instagram-teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Github Dark Reader -laajennus on rakennettu Instagram-oletusteeman päälle. Githubin tumma teema\n\nTwitterin tumma tila tai Twitterin tumma teema\nTwitter Dark Mode -laajennus muuntaa Twitter-teeman erittäin muokattavissa olevaksi tummaksi/siniseksi teemaksi. Twitter Dark Reader -laajennus on rakennettu Twitterin oletusteeman päälle. Twitterin tumma teema\n\nGoogle-dokumenttien tumma tila ja Google-dokumenttien tumma teema\nOta Google-dokumenttien tumma tila käyttöön yhdellä napsautuksella tämän laajennuksen kautta.\n\nKäytätkö tummaa tilaa Google-dokumenteissa?\nGoogle Docs Dark Mode -laajennus muuntaa Google Docs -teeman erittäin muokattavissa olevaksi tummahiilen/sinisen teeman muotoon. Google Docs Dark Reader -laajennus on rakennettu Google-dokumenttien oletusteeman päälle. Google-dokumenttien tumma teema\n\nLataa tumma tila nyt selaimeesi! Dark Mode -toiminnot Googlelle, YouTubelle, Facebookille ja monille muille verkkosivustoille – hanki se nyt ja pidä silmäsi rentoina pimeinä aikoina!\n\nVK tumma tila tai Vk tumma teema\nKlassinen tumma teema Vkontaktelle. Vaihda VK tummaan tilaan ja takaisin yhdellä napsautuksella. Tumma teema VKontakte suojaa silmiä. Se eliminoi yökuormituksen ja korvaa valkoisen näytön klassisella tummalla teemalla.\n\nTwitch tumma tila tai Twitch tumma teema\nTwitch tumma tila erittäin muokattavissa oleva alkuperäinen tumma teema twitch.tv:lle (pelaajien alusta). Twitch tumma teema on alkuperäinen tumma teema twitch.tv-pelialustaan, joka käyttää sisäänrakennettua tummaa teemaa pimeän tilan kytkemiseen päälle ja pois.\n\nTumma tila TikTokille\nTumma teema TikTokille. Vaihda TikTok-sivustotila helposti tummaksi tai vaaleaksi yhdellä napsautuksella. TikTokin tumma tila\n\nUusi välilehti Chromelle ChatGPT:llä\nDark internet muuttaa kaikki verkkosivut mustiksi. Uusi välilehti – tumma tila Twitterille, Youtubelle, Facebookille ja kaikille uusille välilehdille, joissa on ChatGPT. Avaa AI ChatGPT\n\nChatGPT Googlelle\nChatGPT osallistuu keskusteluihin ihmisten kanssa ja vastaa monenlaisiin kysymyksiin eri aiheista. ChatGPT – aloita chat ChatGPT:n kanssa heti vastauksen saatuasi.\n\nTumman tilan aktivointi CharGPT:lle - Open AI\n  - ChatGPT tarjoaa tumman tilan vaihtoehdon mukavampaan katselukokemukseen heikossa valaistuksessa.\n  - Tämä voi myös auttaa vähentämään silmien rasitusta.\n\nVoit vapaasti esittää kysymyksiä ja jättää kommentteja Dark Themelle.\n\nDark Theme for YouTube -laajennus muuntaa YouTube-teeman erittäin muokattavissa olevaksi tummaksi/siniseksi teemaksi. Tämä Dark Reader -laajennus on rakennettu YouTuben oletusteeman (natiivi tumma teema) päälle, joten se on erittäin kevyt verrattuna Stylish- tai Stylus-laajennusten injektoimiin teemoihin.\n\nVoit vapaasti esittää kysymyksiä ja jättää kommentteja. Palautteesi on erittäin tärkeää Dark Readerillemme!",
    "fil": "Dark Reader makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nWhat will you get from Dark Reader extension:\n1) Dark Theme - An easy way to create dark mode on every website. In addition, you can customize your dark theme visual from Brightness, Contrast, to Saturation.\n\n2) Dark Theme - A night shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3) Dark Theme - You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nThere are two web pages that the Dark Reader cannot darken:\n✔️ The new tab: you need to install a dark theme for Chrome to make it dark. Take it from here: https://chrome.google.com/webstore/category/collection/chrome_color_themes\n✔️ The Chrome store: Google does not allow access to the Chrome store site to change the theme.\n\nNote: Remember to disable any similar dark theme or night shift mode extension to prevent compatibility issues!\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "fr": "Mode sombre - lecteur sombre pour Сhrome fait passer tous les sites Web que vous naviguez en mode sombre/nuit afin que vous puissiez naviguer sur Internet sans vous fatiguer les yeux. C'est une extension chrome extrêmement utile pour ceux qui utilisent Internet, surtout la nuit.\n\nL'extension du mode sombre. Fonctionne avec tous les sites Web!\n\nVous devez actualiser tous les onglets qui ont été ouverts AVANT l'installation du lecteur sombre. Vous pouvez également redémarrer Chrome pour actualiser tous les onglets à la fois. Sinon, le mode sombre et le mode nuit ne fonctionneront qu'avec les onglets nouvellement ouverts.\n\nSi le site Web a un thème de nuit intégré, vous pouvez le contrôler directement à partir de l'extension et s'il n'aime pas Gmail, Google Docs, Office Online, Github et des millions d'autres, nous convertirons les couleurs pour vous offrir une transition en douceur sur sombre mode.\n\nL'extension de mode sombre active le mode nuit sur presque tous les sites Web et vous donne la possibilité de contrôler les thèmes sombres intégrés sur ceux qui l'ont.\n\nSi le site Web a un thème de nuit intégré, vous pouvez le contrôler directement à partir de l'extension et si ce n'est pas le cas (comme Gmail, Google Docs, Office Online, Github et des millions d'autres), nous convertirons les couleurs pour vous offrir une transition en douceur en mode sombre.\n\nIl existe également une fonction de liste blanche qui vous permet d'exclure un domaine souhaité du mode. Ajoutez simplement un domaine (s) à la zone désignée (séparés par des virgules) dans la page d'options et les sites Web seront exclus.\n\nTéléchargez le mode sombre maintenant dans votre navigateur Web !\n\nQuart de nuit\nActivez le mode Night Shift pour inverser la lumière habituelle de l'écran en un ton plus chaud, évitant ainsi à vos yeux de se blesser. Vous pouvez activer et désactiver l'outil en un seul clic lorsque vous en avez besoin.\n\nl'extension de décalage de nuit et de mode sombre déplace automatiquement les couleurs du contenu de votre navigateur vers l'extrémité la plus chaude du spectre de couleurs après la tombée de la nuit.\n\nVous devez actualiser tous les onglets, qui ont été ouverts AVANT l'installation du mode sombre et de l'équipe de nuit. Vous pouvez également redémarrer Chrome pour actualiser tous les onglets à la fois. Sinon, Night Shift ne fonctionnera qu'avec les onglets nouvellement ouverts.\n\nCette extension change le style de Google Docs en un thème sombre qui est plus agréable pour les yeux et qui a l'air plus cool :)\n\nThème YouTube sombre - un moyen automatique d'appliquer Black Youtube Skin. Le mode sombre protège vos yeux en changeant les couleurs Youtube en noir. Regardez des vidéos Youtube avec un confort.\n\nLe lecteur sombre fonctionne maintenant sur Facebook, cliquez sur l'icône d'extension sur le site Web FB pour appliquer le mode sombre pour Facebook. Plus de fonctionnalités impressionnantes à venir!\n\nLe thème sombre pour YouTube rend Youtube Black sans aucune action requise de votre part. Installez simplement une extension pour appliquer un mode sombre sur Youtube.\n\nThème PDF sombre et mode PDF sombre\nL'extension Super Dark Mode peut assombrir presque tous les sites Web, ainsi que les fichiers locaux ouverts par Chrome, tels que les fichiers PDF. Désormais, vos yeux peuvent être détendus lorsque vous naviguez sur le Web sur l'écran la nuit. Mode sombre pour les fichiers PDF et PDF Dark Theme\n\nMode sombre Youtube ou thème sombre Youtube\nL'extension Dark Theme for YouTube convertit le thème YouTube en un thème anthracite / bleu foncé hautement personnalisable. L'extension Youtube Dark Reader est construite sur le thème YouTube par défaut (thème sombre natif), elle est donc très légère par rapport à l'utilisation de thèmes injectés par les extensions Stylish ou Stylus. Mode sombre Youtube\n\nMode sombre Instagram ou thème sombre Instagram\nL'extension Instagram Dark Mode convertit le thème Instagram en un thème anthracite/bleu foncé hautement personnalisable. L'extension Instagram Dark Reader est construite sur le thème Instagram par défaut. Thème sombre Instagram et mode sombre Instagram\n\nMode sombre Facebook ou thème sombre Facebook\nL'extension FB Dark Mode convertit le thème Facebook en un thème anthracite/bleu foncé hautement personnalisable. L'extension Facebook Dark Reader est construite sur le thème Instagram par défaut. Thème sombre Facebook ou thème sombre FB\n\nMode sombre Github ou thème sombre Github\nL'extension Github Dark Mode convertit le thème Instagram en un thème anthracite/bleu foncé hautement personnalisable. L'extension Github Dark Reader est construite sur le thème Instagram par défaut. Thème sombre de Github\n\nMode sombre Twitter ou thème sombre Twitter\nL'extension Twitter Dark Mode convertit le thème Twitter en un thème anthracite/bleu foncé hautement personnalisable. L'extension Twitter Dark Reader est construite sur le thème Twitter par défaut. Thème sombre de Twitter\n\nMode sombre de Google Docs et thème sombre de Google Docs\nActivez le mode sombre pour Google Docs en un clic via cette extension.\n\nUtiliser un mode sombre pour Google Docs ?\nL'extension Google Docs Dark Mode convertit le thème Google Docs en un thème anthracite/bleu foncé hautement personnalisable. L'extension Google Docs Dark Reader est construite sur le thème par défaut de Google Docs. Thème sombre de Google Docs\n\nTéléchargez le mode sombre maintenant dans votre navigateur Web ! Fonctionnalité Dark Mode pour Google, YouTube, Facebook et de nombreux autres sites Web - obtenez-la maintenant et gardez vos yeux détendus pendant les heures sombres !\n\nMode sombre VK ou thème sombre Vk\nThème sombre classique pour Vkontakte. Passez VK en mode sombre et revenez en un clic. Le thème sombre VKontakte protège les yeux. Il élimine la charge la nuit, remplaçant l'écran blanc par un thème sombre classique.\n\nMode sombre Twitch ou thème sombre Twitch\nTwitch dark mode thème sombre natif hautement personnalisable pour twitch.tv (plate-forme pour les joueurs). Le thème sombre de Twitch est un thème sombre natif pour la plate-forme de jeu twitch.tv qui utilise le thème sombre intégré pour activer et désactiver le mode sombre.\n\nMode sombre pour TikTok\nThème sombre pour TikTok. Passez facilement du mode site TikTok à sombre ou clair en un seul clic. Mode sombre TikTok\n\nNouvel onglet pour Chrome avec ChatGPT\nDark Internet change toutes les pages Web en couleur noire. Nouvel onglet - Mode sombre pour Twitter, Youtube, Facebook et tous les nouveaux onglets avec ChatGPT. Ouvrir AI ChatGPT\n\nChatGPT pour Google\nChatGPT engage des conversations avec des humains et répond à un large éventail de questions sur divers sujets. ChatGPT - démarrez une conversation avec ChatGPT immédiatement après avoir obtenu une réponse.\n\nActiver le mode sombre pour CharGPT - Open AI\n  - ChatGPT offre une option de mode sombre pour une expérience de visionnage plus confortable dans des conditions de faible luminosité.\n  - Cela peut également aider à réduire la fatigue oculaire.\n\nN'hésitez pas à poser des questions et à laisser des commentaires pour Dark Theme.\n\nDark Youtube Skin est la seule extension qui fonctionne après la dernière mise à jour de Youtube.\n\nN'hésitez pas à poser des questions et à laisser des commentaires. Vos commentaires sont très importants pour notre sombre lecteur !",
    "hi": "Night Shift mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme. Dark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "hr": "TikTok Dark - Dark Mode for TikTok and Dark Reader makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nWhat will you get from Dark Reader extension:\n1) Dark Theme - An easy way to create dark mode on every website. In addition, you can customize your dark theme visual from Brightness, Contrast, to Saturation.\n\n2) Dark Theme - A night shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3) Dark Theme - You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nThere are two web pages that the Dark Reader cannot darken:\n✔️ The new tab: you need to install a dark theme for Chrome to make it dark. Take it from here: https://chrome.google.com/webstore/category/collection/chrome_color_themes\n✔️ The Chrome store: Google does not allow access to the Chrome store site to change the theme.\n\nNote: Remember to disable any similar dark theme or night shift mode extension to prevent compatibility issues!\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "hu": "Dark Reader  makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nInstagram Dark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\n Night Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\n Dark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "id": "Dark Mode for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\n Night Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\n You need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\n Dark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!",
    "it": "Dark Reader: rende tutti i siti Web che navighi in modalità buio/notte in modo da poter navigare in Internet senza affaticare gli occhi. Si tratta di un'estensione per Chrome estremamente utile per chi usa internet soprattutto di notte.\n\nL'estensione della modalità oscura. Funziona con tutti i siti web!\n\nÈ necessario aggiornare tutte le schede che sono state aperte PRIMA dell'installazione del lettore scuro. Puoi anche riavviare Chrome per aggiornare tutte le schede contemporaneamente. In caso contrario, la modalità oscura e la modalità turno notturno funzioneranno solo con le schede appena aperte.\n\nSe il sito Web ha un tema notturno integrato, puoi controllarlo direttamente dall'estensione e se non gli piacciono Gmail, Google Docs, Office Online, Github e milioni di altri, convertiremo i colori per offrirti una transizione graduale al buio modalità.\n\nL'estensione della modalità oscura abilita la modalità notturna su quasi tutti i siti Web e ti dà la possibilità di controllare i temi scuri incorporati su quelli che ce l'hanno.\n\nSe il sito Web ha un tema notturno integrato, puoi controllarlo direttamente dall'estensione e in caso contrario (come Gmail, Google Docs, Office Online, Github e milioni di altri), convertiremo i colori per offrirti una transizione graduale in modalità oscura.\n\nC'è anche una funzione di white list che ti consente di escludere un dominio desiderato dalla modalità. È sufficiente aggiungere uno o più domini nell'area designata (separati da virgole) nella pagina delle opzioni e i siti Web verranno esclusi.\n\nScarica subito la modalità oscura nel tuo browser web!\n\nTurno di notte\nAttiva la modalità Night Shift per invertire la normale luce dallo schermo a un tono più caldo, prevenendo così danni agli occhi. Puoi accendere e spegnere lo strumento con un solo clic quando ne hai bisogno.\n\nil turno di notte e l'estensione della modalità oscura sposta automaticamente i colori del contenuto del browser in un'estremità più calda dello spettro dei colori dopo il tramonto.\n\nÈ necessario aggiornare tutte le schede, che sono state aperte PRIMA dell'installazione della modalità Dark e Night Shift. Puoi anche riavviare Chrome per aggiornare tutte le schede contemporaneamente. In caso contrario, Night Shift funzionerà solo con le schede appena aperte.\n\nQuesta estensione cambia lo stile di Google Docs in un tema scuro che è più facile per gli occhi e sembra più interessante :)\n\nTema scuro PDF e modalità PDF scuro\nL'estensione Super Dark Mode può oscurare quasi tutti i siti Web, nonché i file locali aperti da Chrome, come i PDF. D'ora in poi, i tuoi occhi possono essere rilassati durante la navigazione sul Web sullo schermo di notte. Modalità oscura per file PDF e tema scuro PDF\n\nModalità oscura di Youtube o tema scuro di Youtube\nL'estensione Tema scuro per YouTube converte il tema di YouTube in un tema blu/antracite scuro altamente personalizzabile. L'estensione Youtube Dark Reader è basata sul tema YouTube predefinito (tema scuro nativo), quindi è molto leggera rispetto all'utilizzo di temi iniettati dalle estensioni Stylish o Stylus. Modalità oscura di YouTube\n\nModalità oscura di Instagram o tema scuro di Instagram\nL'estensione Instagram Dark Mode converte il tema Instagram in un tema carbone scuro/blu altamente personalizzabile. L'estensione Instagram Dark Reader è basata sul tema predefinito di Instagram. Tema scuro di Instagram e modalità oscura di Instagram\n\nModalità oscura di Facebook o tema scuro di Facebook\nL'estensione FB Dark Mode converte il tema di Facebook in un tema antracite scuro/blu altamente personalizzabile. L'estensione Facebook Dark Reader è basata sul tema predefinito di Instagram. Tema scuro di Facebook o Tema scuro di FB\n\nModalità oscura Github o tema scuro Github\nL'estensione Github Dark Mode converte il tema Instagram in un tema carbone scuro/blu altamente personalizzabile. L'estensione Github Dark Reader è basata sul tema predefinito di Instagram. Tema scuro Github\n\nModalità oscura di Twitter o tema scuro di Twitter\nL'estensione Twitter Dark Mode converte il tema Twitter in un tema carbone scuro/blu altamente personalizzabile. L'estensione Twitter Dark Reader si basa sul tema predefinito di Twitter. Tema scuro di Twitter\n\nModalità oscura di Google Documenti e tema scuro di Google Documenti\nAttiva la modalità oscura per Google Documenti con un clic tramite questa estensione.\n\nUtilizzare una modalità oscura per Google Documenti?\nL'estensione Dark Mode di Google Docs converte il tema di Google Docs in un tema antracite scuro/blu altamente personalizzabile. L'estensione Google Docs Dark Reader si basa sul tema predefinito di Google Documenti. Tema scuro di Google Documenti\n\nScarica ora la modalità oscura nel tuo browser web! Funzionalità Dark Mode per Google, YouTube, Facebook e molti altri siti Web: scaricala ora e mantieni gli occhi rilassati nelle ore buie!\n\nModalità oscura VK o tema scuro Vk\nTema scuro classico per Vkontakte. Passa VK alla modalità oscura e torna indietro con un clic. Tema scuro VKontakte protegge gli occhi. Elimina il carico di notte, sostituendo lo schermo bianco con un classico tema scuro.\n\nTwitch modalità oscura o tema scuro Twitch\nTwitch dark mode tema scuro nativo altamente personalizzabile per twitch.tv (piattaforma per giocatori). Il tema scuro di Twitch è un tema scuro nativo per la piattaforma di gioco twitch.tv che utilizza il tema scuro integrato per attivare e disattivare la modalità oscura.\n\nModalità oscura per TikTok\nTema scuro per TikTok. Cambia facilmente la modalità del sito TikTok in scuro o chiaro con un clic. Modalità oscura di TikTok\n\nNuova scheda per Chrome con ChatGPT\nInternet oscuro trasforma tutte le pagine Web in colore nero. Nuova scheda: modalità oscura per Twitter, Youtube, Facebook e tutte le nuove schede con ChatGPT. Apri AI ChatGPT\n\nChatGPT per Google\nChatGPT intraprende conversazioni con persone e risponde a una vasta gamma di domande su vari argomenti. ChatGPT: avvia una chat con ChatGPT subito dopo aver ricevuto una risposta.\n\nAttivazione della modalità oscura per CharGPT - Open AI\n  - ChatGPT offre un'opzione in modalità oscura per un'esperienza visiva più confortevole in condizioni di scarsa illuminazione.\n  - Questo può anche aiutare a ridurre l'affaticamento degli occhi.\n\nSentiti libero di fare qualsiasi domanda e lasciare commenti per Dark Theme.\n\nSentiti libero di porre domande e lasciare commenti. Il tuo feedback è molto importante per il nostro Dark Reader!",
    "ja": "ダーク リーダー - 閲覧するすべての Web サイトをダーク/ナイト モードにして、目を痛めずにインターネットを閲覧できるようにします。特に夜間にインターネットを使用する人にとって、これは非常に便利な Chrome 拡張機能です。\n\nダークモード拡張。すべてのウェブサイトで動作します！\n\nダーク リーダーをインストールする前に開いていたすべてのタブを更新する必要があります。 Chrome を再起動して、すべてのタブを一度に更新することもできます。そうしないと、新しく開いたタブでのみダークモードと夜勤モードが機能します。\n\nウェブサイトに夜のテーマが組み込まれている場合は、拡張機能から直接制御できます。Gmail、Google Docs、Office Online、Github、その他何百万ものものが気に入らない場合は、色を変換して、暗い場所でスムーズに移行できるようにします。モード。\n\nダーク リーダー拡張機能から得られるもの:\n1) すべての Web サイトでダークモードを作成する簡単な方法。さらに、明るさ、コントラスト、彩度など、ダーク テーマのビジュアルをカスタマイズできます。\n\n2) ウェブサイトの色を暖かみのある色に変更し、見やすくする夜勤モード。\n\nダーク テーマまたは夜勤モード、またはその両方を使用することを選択できます。簡単なキーボード ショートカットを使用して、これらのモードをすばやく有効にすることもできます。\n\n3) ダーク テーマと夜勤モードごとにスケジュールを設定し、ダーク テーマをいつ自動的に有効にするかを決定できます。\n\nDark Reader が暗くできない Web ページが 2 つあります。\n✔️ 新しいタブ: Chrome を暗くするには、暗いテーマをインストールする必要があります。ここから取得してください: https://chrome.google.com/webstore/category/collection/chrome_color_themes\n✔️ Chrome ストア: Google では、Chrome ストア サイトにアクセスしてテーマを変更することを許可していません。\n\n注: 互換性の問題を防ぐために、同様のダーク テーマや夜勤モードの拡張機能を無効にすることを忘れないでください。\n\nダークモードをお楽しみください。\n\n\nDark Reader Mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark Mode Extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark Reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Dark Mode and Night Shift Mode will work only with the newly opened tabs. \n\nWhat will you get from Dark Reader extension\n1) An easy way to create dark mode on every website. In addition, you can customize your dark theme visual from Brightness, Contrast, to Saturation.\n\n2) A night shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3) You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nThere are two web pages that the Dark Reader cannot darken:\n✔️ The new tab: you need to install a dark theme for Chrome to make it dark. Take it from here: https://chrome.google.com/webstore/category/collection/chrome_color_themes\n✔️ The Chrome store: Google does not allow access to the Chrome store site to change the theme.\n\nNote: Remember to disable any similar dark theme or night shift mode extension to prevent compatibility issues!\n\nWe hope you enjoy it.",
    "kn": "Dark Mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark Theme - Dark Reader for Chrome enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. Screen Shader Mode is a pleasure for your eyes!\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :) \n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This extension is built on top of the default YouTube theme, so it is very light-weighted compare to using themes injected by stylish or stylus extensions.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our product!\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "ko": "Dark Reader - 탐색하는 모든 웹사이트를 어두운/야간 모드로 만들어 눈의 피로 없이 인터넷을 탐색할 수 있습니다. 특히 밤에 인터넷을 사용하는 사람들에게 매우 유용한 크롬 확장 프로그램입니다.\n\n다크 모드 확장. 모든 웹사이트에서 작동합니다!\n\n다크 리더가 설치되기 전에 열린 모든 탭을 새로 고쳐야 합니다. Chrome을 다시 시작하여 모든 탭을 한 번에 새로고침할 수도 있습니다. 그렇지 않으면 다크 모드와 나이트 시프트 모드는 새로 열린 탭에서만 작동합니다.\n\n웹사이트에 야간 테마가 내장되어 있는 경우 확장 프로그램에서 직접 제어할 수 있으며 Gmail, Google 문서도구, Office Online, Github 및 기타 수백만 가지가 마음에 들지 않는 경우 어두운 환경에서 원활하게 전환할 수 있도록 색상을 변환합니다. 방법.\n\n다크 모드 확장은 거의 모든 웹사이트에서 야간 모드를 활성화하고 내장된 다크 테마를 제어할 수 있는 기능을 제공합니다.\n\n웹사이트에 야간 테마가 내장되어 있는 경우 확장 프로그램에서 직접 제어할 수 있으며 그렇지 않은 경우(예: Gmail, Google 문서, Office Online, Github 및 기타 수백만) 색상을 변환하여 원활한 전환을 제공합니다. 다크 모드에서.\n\n원하는 도메인을 모드에서 제외할 수 있는 화이트리스트 기능도 있습니다. 옵션 페이지에서 지정된 영역(쉼표로 구분)에 도메인을 추가하기만 하면 웹사이트가 제외됩니다.\n\n지금 웹 브라우저에서 다크 모드를 다운로드하세요!\n\n야간교대\n야간 교대 모드를 활성화하면 화면의 일반적인 빛을 따뜻한 톤으로 전환하여 눈에 해를 끼치는 것을 방지할 수 있습니다. 필요할 때 한 번의 클릭으로 도구를 켜고 끌 수 있습니다.\n\n야간 교대 및 다크 모드 확장은 어두워지면 브라우저 콘텐츠의 색상을 색상 스펙트럼의 따뜻한 끝 부분으로 자동으로 이동합니다.\n\n다크 모드 및 Night Shift가 설치되기 전에 열렸던 모든 탭을 새로 고쳐야 합니다. Chrome을 다시 시작하여 모든 탭을 한 번에 새로 고칠 수도 있습니다. 그렇지 않으면 Night Shift는 새로 열린 탭에서만 작동합니다.\n\n이 확장 프로그램은 Google 문서의 스타일을 눈에 더 편안하고 시원해 보이는 어두운 테마로 변경합니다. :)\n\n궁금한 사항은 언제든지 댓글을 남겨주세요. 귀하의 피드백은 Dark Reader에게 매우 중요합니다!\n\nDark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\n You need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark Reader Mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark Mode Extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark Reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Dark Mode and Night Shift Mode will work only with the newly opened tabs. \n\nWhat will you get from Dark Reader extension\n1) An easy way to create dark mode on every website. In addition, you can customize your dark theme visual from Brightness, Contrast, to Saturation.\n\n2) A night shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3) You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nNote: Remember to disable any similar dark theme or night shift mode extension to prevent compatibility issues!\n\nWe hope you enjoy it.",
    "lt": "„Dark Theme“ ir „Dark Reader“, skirto „Chrome“, plėtinys įgalina naktinį režimą beveik visose svetainėse ir suteikia galimybę valdyti įtaisytas tamsias temas tose, kuriose jis yra.\n\nJei svetainėje yra įmontuota naktinė tema, galite ją valdyti tiesiogiai iš plėtinio, o jei jos nėra (pvz., Gmail, Google Docs, Office Online, Github ir daugybė kitų), konvertuosime spalvas, kad būtų užtikrintas sklandus perėjimas. tamsiuoju režimu.\n\nTaip pat yra baltojo sąrašo funkcija, leidžianti pašalinti norimą domeną iš režimo. Tiesiog pridėkite domeną (-us) į nurodytą sritį (atskirtą kableliais) parinkčių puslapyje ir svetainės bus pašalintos.\n\nAtsisiųskite tamsųjį režimą dabar savo žiniatinklio naršyklėje!\n\nNaktinė pamaina\nĮjunkite „Night Shift“ režimą, kad įprastą ekrano šviesą pakeistumėte šiltesniu tonu, taip išvengiant žalos jūsų akims. Prireikus įrankį galite įjungti ir išjungti vienu paspaudimu.\n\n„Night Shift“ ir „Dark Mode“ plėtinys automatiškai perkelia jūsų naršyklės turinio spalvas į šiltesnę spalvų spektro galą sutemus.\n\nTurite atnaujinti visus skirtukus, kurie buvo atidaryti PRIEŠ tamsųjį režimą ir „Night Shift“ įdiegimą. Taip pat galite iš naujo paleisti „Chrome“, kad iš karto atnaujintumėte visus skirtukus. Priešingu atveju „Night Shift“ veiks tik su naujai atidarytais skirtukais.\n\nTiesiog įdiekite plėtinį, kad įgalintumėte tamsųjį režimą „Chrome“.\n\nTamsusis skaitytuvas\nŠis akių priežiūros plėtinys įgalina naktinį režimą, sukurdamas tamsias temas svetainėms. Dark Reader apverčia ryškias spalvas, todėl jos yra kontrastingos ir lengvai skaitomos naktį. Plėtinys visose svetainėse įkels tamsią temą, tinkančią tiems, kurie dirba naktį, ir tamsią skaitytuvą internetinėms naujienoms ar knygų skaitymui.\n\nŠis plėtinys pakeičia „Google“ dokumentų stilių į tamsią temą, kuri yra lengvesnė akims ir atrodo šauniai :)\n\n„YouTube“ plėtinys „Dark Theme“ paverčia „YouTube“ temą į lengvai pritaikomą tamsios anglies / mėlynos spalvos temą. Šis „Dark Reader“ plėtinys sukurtas ant numatytosios „YouTube“ temos (vietinės tamsiosios temos), todėl jis yra labai lengvas, palyginti su temų, įterptų naudojant „Stylish“ arba „Stylus“ plėtinius.\n\nPDF tamsi tema ir pdf tamsusis režimas\n„Super Dark Mode“ plėtinys gali užtemdyti beveik visas svetaines, taip pat vietinius „Chrome“ atidarytus failus, pvz., PDF. Nuo šiol jūsų akys gali būti atpalaiduotos naršant internete ekrane naktį. Tamsusis režimas skirtas PDF failams ir PDF tamsiajai temai\n\nYoutube tamsus režimas arba Youtube tamsi tema\n„YouTube“ plėtinys „Dark Theme“ paverčia „YouTube“ temą į lengvai pritaikomą tamsios anglies / mėlynos spalvos temą. „Youtube Dark Reader“ plėtinys sukurtas ant numatytosios „YouTube“ temos (gimtosios tamsiosios temos), todėl jis yra labai lengvas, palyginti su „Stylish“ arba „Stylus“ plėtinių įterptomis temomis. Youtube tamsusis režimas\n\nTamsusis „Instagram“ režimas arba tamsioji „Instagram“ tema\n„Instagram Dark Mode“ plėtinys paverčia „Instagram“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Instagram Dark Reader“ plėtinys sukurtas ant numatytosios „Instagram“ temos. Tamsioji „Instagram“ tema ir „Instagram Dark Mode“ režimas\n\n„Facebook“ tamsusis režimas arba „Facebook“ tamsi tema\nFB tamsaus režimo plėtinys paverčia „Facebook“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Facebook Dark Reader“ plėtinys sukurtas pagal numatytąją „Instagram“ temą. Facebook tamsi tema arba FB tamsioji tema\n\nTamsusis „Github“ režimas arba tamsioji „Github“ tema\n„Github Dark Mode“ plėtinys paverčia „Instagram“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Github Dark Reader“ plėtinys sukurtas pagal numatytąją „Instagram“ temą. Github tamsi tema\n\nTamsusis Twitter režimas arba tamsioji Twitter tema\n„Twitter Dark Mode“ plėtinys paverčia „Twitter“ temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Twitter Dark Reader“ plėtinys sukurtas pagal numatytąją „Twitter“ temą. Tamsi Twitter tema\n\n„Google“ dokumentų tamsusis režimas ir tamsioji „Google“ dokumentų tema\nVienu paspaudimu naudodami šį plėtinį įjunkite „Google“ dokumentų tamsųjį režimą.\n\nNaudoti tamsųjį režimą „Google“ dokumentams?\n„Google“ dokumentų tamsaus režimo plėtinys paverčia „Google“ dokumentų temą į labai pritaikomą tamsios anglies / mėlynos spalvos temą. „Google Docs Dark Reader“ plėtinys sukurtas ant numatytosios „Google“ dokumentų temos. „Google“ dokumentų tamsioji tema\n\nAtsisiųskite tamsųjį režimą dabar savo žiniatinklio naršyklėje! Tamsiojo režimo funkcija, skirta „Google“, „YouTube“, „Facebook“ ir daugeliui kitų svetainių – įsigykite ją dabar ir leiskite akims atsipalaiduoti tamsiu paros metu!\n\nVK tamsusis režimas arba Vk tamsi tema\nKlasikinė tamsi „Vkontakte“ tema. Vienu paspaudimu perjunkite VK į tamsųjį režimą ir atgal. Tamsi tema „VKontakte“ apsaugo akis. Tai pašalina apkrovą naktį, pakeičiant baltą ekraną klasikine tamsia tema.\n\nTamsus režimas „Twitch“ arba tamsioji „Twitch“ tema\nTwitch tamsus režimas labai tinkinama vietinė tamsioji tema, skirta twitch.tv (platforma žaidėjams). Tamsioji „Twitch“ tema yra natūrali „twitch.tv“ žaidimų platformos tamsioji tema, kuri naudoja integruotą tamsiąją temą tamsiajam režimui įjungti ir išjungti.\n\nTamsusis režimas, skirtas TikTok\nTamsioji TikTok tema. Lengvai perjunkite TikTok svetainės režimą į tamsų arba šviesų vienu paspaudimu. „TikTok“ tamsusis režimas\n\nNaujas „Chrome“ skirtukas su „ChatGPT“.\nTamsus internetas pakeičia visus tinklalapius į juodą spalvą. Naujas skirtukas – tamsusis režimas, skirtas „Twitter“, „YouTube“, „Facebook“ ir visoms naujoms skirtukėms su „ChatGPT“. Atidarykite AI ChatGPT\n\n„ChatGPT“, skirta „Google“.\nChatGPT dalyvauja pokalbiuose su žmonėmis ir atsako į įvairius klausimus įvairiomis temomis. ChatGPT – pradėkite pokalbį su ChatGPT iškart po to, kai gausite atsakymą.\n\n„CharGPT“ tamsaus režimo suaktyvinimas – atidarykite AI\n  - „ChatGPT“ siūlo tamsaus režimo parinktį, kad būtų patogiau žiūrėti esant prastam apšvietimui.\n  – Tai taip pat gali padėti sumažinti akių įtampą.\n\nNedvejodami užduokite klausimų ir palikite komentarus apie tamsiąją temą.\n\nNedvejodami užduokite klausimus ir palikite komentarus. Jūsų atsiliepimai yra labai svarbūs mūsų Dark Reader!",
    "lv": "Paplašinājums Dark Theme un Dark Reader for Chrome iespējo nakts režīmu gandrīz visās vietnēs un sniedz iespēju kontrolēt iebūvētos tumšos motīvus tajās, kurām tas ir pieejams.\n\nJa vietnei ir iebūvēts nakts motīvs, varat to kontrolēt tieši no paplašinājuma, un, ja tā nav (piemēram, Gmail, Google dokumenti, Office Online, Github un miljoniem citu), mēs pārveidosim krāsas, lai nodrošinātu vienmērīgu pāreju. tumšajā režīmā.\n\nIr arī baltā saraksta funkcija, kas ļauj izslēgt vēlamo domēnu no režīma. Vienkārši pievienojiet domēnu(-us) norādītajam apgabalam (atdalot ar komatu) opciju lapā, un vietnes tiks izslēgtas.\n\nLejupielādējiet tumšo režīmu tūlīt savā tīmekļa pārlūkprogrammā!\n\nNakts maiņa\nAktivizējiet nakts maiņas režīmu, lai parasto ekrāna gaismu pārvērstu siltākā tonī, tādējādi pasargājot acis no kaitējuma. Ja nepieciešams, rīku var ieslēgt un izslēgt ar vienu klikšķi.\n\nNakts maiņas un tumšā režīma paplašinājums automātiski maina jūsu pārlūkprogrammas satura krāsas uz siltāko krāsu spektra galu, iestājoties tumsai.\n\nJums ir jāatsvaidzina visas cilnes, kas tika atvērtas PIRMS tumšā režīma un nakts maiņas instalēšanas. Varat arī restartēt pārlūku Chrome, lai vienlaikus atsvaidzinātu visas cilnes. Pretējā gadījumā Night Shift darbosies tikai ar tikko atvērtajām cilnēm.\n\nVienkārši instalējiet paplašinājumu, lai pārlūkam Chrome iespējotu tumšo režīmu.\n\nTumšais lasītājs\nŠis acu kopšanas paplašinājums nodrošina nakts režīmu, izveidojot tumšus motīvus vietnēm. Dark Reader apvērš spilgtas krāsas, padarot tās augstu kontrastu un viegli lasāmas naktī. Paplašinājums visās vietnēs ievietos tumšo motīvu, kas piemērots tiem, kas strādā naktī, un tumšo lasītāju tiešsaistes ziņu vai grāmatu lasīšanai.\n\nŠis paplašinājums maina Google dokumentu stilu uz tumšu motīvu, kas ir vieglāk acīm un izskatās vēsāks :)\n\nPaplašinājums Dark Theme for YouTube pārvērš YouTube motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Šis Dark Reader paplašinājums ir izveidots, izmantojot noklusējuma YouTube motīvu (vietējo tumšo motīvu), tāpēc tas ir ļoti viegls, salīdzinot ar motīvu izmantošanu, ko ievada paplašinājumi Stylish vai Stylus.\n\nPDF tumšais motīvs un Pdf tumšais režīms\nSuper Dark Mode paplašinājums var padarīt tumšāku gandrīz visas vietnes, kā arī lokālos failus, ko atver pārlūks Chrome, piemēram, PDF. No šī brīža jūsu acis var būt atslābinātas, naktī pārlūkojot tīmekli uz ekrāna. Tumšais režīms PDF failiem un PDF tumšajam motīvam\n\nYoutube tumšais režīms vai Youtube tumšais motīvs\nPaplašinājums Dark Theme for YouTube pārvērš YouTube motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Youtube Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma YouTube motīvu (vietējo tumšo motīvu), tāpēc tas ir ļoti viegls, salīdzinot ar motīvu izmantošanu, ko ievada paplašinājumi Stylish vai Stylus. Youtube tumšais režīms\n\nInstagram tumšais režīms vai Instagram tumšais motīvs\nInstagram tumšā režīma paplašinājums pārvērš Instagram motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Instagram Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Instagram motīvu. Instagram tumšais motīvs un Instagram tumšais režīms\n\nFacebook tumšais režīms vai Facebook tumšais motīvs\nFB tumšā režīma paplašinājums pārvērš Facebook motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Facebook Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Instagram motīvu. Facebook tumšā tēma vai FB tumšā tēma\n\nGithub tumšais režīms vai Github tumšais motīvs\nGithub Dark Mode paplašinājums pārvērš Instagram motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Github Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Instagram motīvu. Github tumšais motīvs\n\nTwitter tumšais režīms vai Twitter tumšais motīvs\nTwitter tumšā režīma paplašinājums pārvērš Twitter motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Twitter Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Twitter motīvu. Twitter tumšā tēma\n\nGoogle dokumentu tumšais režīms un Google dokumentu tumšais motīvs\nIzmantojot šo paplašinājumu, ar vienu klikšķi ieslēdziet Google dokumentu tumšo režīmu.\n\nVai Google dokumentiem izmantot tumšo režīmu?\nGoogle dokumentu tumšā režīma paplašinājums pārvērš Google dokumentu motīvu par ļoti pielāgojamu tumši ogles/zilu motīvu. Google dokumentu Dark Reader paplašinājums ir izveidots, pamatojoties uz noklusējuma Google dokumentu motīvu. Google dokumentu tumšais motīvs\n\nLejupielādējiet tumšo režīmu tūlīt savā tīmekļa pārlūkprogrammā! Dark Mode funkcionalitāte Google, YouTube, Facebook un daudzām citām vietnēm — iegūstiet to tūlīt un atslābiniet acis tumšajā laikā!\n\nVK tumšais režīms vai Vk tumšais motīvs\nKlasiskā tumšā Vkontakte tēma. Pārslēdziet VK uz tumšo režīmu un atpakaļ ar vienu klikšķi. Tumšā tēma VKontakte aizsargā acis. Tas novērš slodzi naktī, balto ekrānu aizstājot ar klasisku tumšu motīvu.\n\nTwitch tumšais režīms vai Twitch tumšais motīvs\nTwitch tumšā režīma ļoti pielāgojama vietējā tumšā tēma vietnei twitch.tv (platforma spēlētājiem). Twitch tumšais motīvs ir vietējais tumšais motīvs spēļu platformai twitch.tv, kas izmanto iebūvēto tumšo motīvu, lai ieslēgtu un izslēgtu tumšo režīmu.\n\nTikTok tumšais režīms\nTikTok tumšā tēma. Viegli pārslēdziet TikTok vietnes režīmu uz tumšu vai gaišu ar vienu klikšķi. TikTok tumšais režīms\n\nJauna cilne pārlūkam Chrome ar ChatGPT\nTumšais internets visas tīmekļa lapas maina uz melnu krāsu. Jauna cilne — tumšais režīms Twitter, Youtube, Facebook un visām jaunām cilnēm ar ChatGPT. Atveriet AI ChatGPT\n\nChatGPT Google\nChatGPT iesaistās sarunās ar cilvēkiem un atbild uz plašu jautājumu loku par dažādām tēmām. ChatGPT — sāciet tērzēšanu ar ChatGPT tūlīt pēc atbildes saņemšanas.\n\nTumšā režīma aktivizēšana CharGPT — atvērts AI\n  - ChatGPT piedāvā tumšā režīma opciju ērtākai skatīšanās pieredzei vājā apgaismojumā.\n  - Tas var arī palīdzēt samazināt acu nogurumu.\n\nJūtieties brīvi uzdot visus jautājumus un atstāt komentārus par tumšo tēmu.\n\nJūtieties brīvi uzdot visus jautājumus un atstāt komentārus. Jūsu atsauksmes ir ļoti svarīgas mūsu Dark Reader!",
    "ml": "Dark Mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nGitHub  Dark Theme and GitHub Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "mr": "Dark Souls and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nDark mode and dark reader makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark theme extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, GitHub and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nWhat will you get from Dark Reader extension:\n1. An easy way to create dark mode on every website. In addition, you can customize your black theme visual from Brightness, Contrast, to Saturation.\n\n2. A Night Shift mode which changes the website's color to warmer, making it much more pleasing to watch.\n\nYou can choose to use either dark theme or night shift mode, or both. You can also quickly activate these modes with simple keyboard shortcuts. \n\n3. You can set up schedule for each dark theme and night shift mode, and decide when you want to auto-activate dark theme.\n\nAlso Dark for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This extension is built on top of the default YouTube theme, so it is very light-weighted compare to using themes injected by stylish or stylus extensions\n\nNote: Remember to disable any similar Night Theme extension to prevent compatibility issues!\n\nWe hope you enjoy it.",
    "ms": "Twitch Dark Theme and Twitch Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\n🌙   Night Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\n⚡  You need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\n🌖 Dark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!",
    "nl": "Donkere modus zet alle websites die u bezoekt in de donkere/nachtmodus zodat u op internet kunt surfen zonder uw ogen te vermoeien. Het is een uiterst handige Chrome-extensie voor degenen die vooral 's nachts internet gebruiken.\n\nDe extensie voor de donkere modus. Werkt met alle websites!\n\nU moet alle tabbladen vernieuwen die waren geopend VOORDAT de donkere lezer werd geïnstalleerd. U kunt Chrome ook opnieuw opstarten om alle tabbladen in één keer te vernieuwen. Anders werken de donkere modus en de nachtploeg alleen met de nieuw geopende tabbladen.\n\nAls de website een ingebouwd nachtthema heeft, kunt u deze rechtstreeks vanuit de extensie bedienen en als Gmail, Google Docs, Office Online, Github en miljoenen andere niet leuk zijn, zullen we de kleuren converteren om u een vloeiende overgang in het donker te bieden modus.\n\nDe donkere modus-extensie maakt de nachtmodus op bijna alle websites mogelijk en geeft u de mogelijkheid om de ingebouwde donkere thema's te bedienen op degenen die deze hebben.\n\nAls de website een ingebouwd nachtthema heeft, kunt u deze rechtstreeks vanuit de extensie bedienen en als dat niet het geval is (zoals Gmail, Google Docs, Office Online, Github en miljoenen anderen), zullen we de kleuren converteren om u een soepele overgang te bieden op donkere modus.\n\nEr is ook een whitelist-functie waarmee u een gewenst domein uit de modus kunt uitsluiten. Voeg eenvoudig een domein(en) toe aan het aangewezen gebied (gescheiden door komma's) op de optiepagina en de websites worden uitgesloten.\n\nDownload de donkere modus nu in uw webbrowser!\n\nNachtploeg\nActiveer de Night Shift-modus om het gebruikelijke licht van het scherm om te zetten in een warmere toon, zodat uw ogen niet worden beschadigd. U kunt de tool met één klik in- en uitschakelen wanneer u hem nodig heeft.\n\nnachtdienst en donkere modus-extensie verschuift automatisch de kleuren van uw browserinhoud naar het warmere einde van het kleurenspectrum in het donker.\n\nU moet alle tabbladen vernieuwen die werden geopend VOORDAT de donkere modus en nachtploeg werd geïnstalleerd. U kunt Chrome ook opnieuw opstarten om alle tabbladen tegelijk te vernieuwen. Anders werkt Night Shift alleen met de nieuw geopende tabbladen.\n\nDeze extensie verandert de stijl van Google Documenten in een donker thema dat prettiger is voor de ogen en er cooler uitziet :)\n\nPDF Dark Theme en Pdf Dark-modus\nDe Super Dark Mode-extensie kan bijna alle websites verduisteren, evenals lokale bestanden die door Chrome zijn geopend, zoals pdf's. Vanaf nu kunnen je ogen ontspannen als je 's avonds op het scherm op het internet surft. Donkere modus voor PDF-bestanden en PDF Dark Theme\n\nYouTube donkere modus of YouTube donker thema\nDe Dark Theme for YouTube-extensie converteert het YouTube-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De YouTube Dark Reader-extensie is bovenop het standaard YouTube-thema (native dark theme) gebouwd, dus het is erg licht in vergelijking met het gebruik van thema's die zijn geïnjecteerd door stijlvolle of Stylus-extensies. YouTube donkere modus\n\nInstagram donkere modus of Instagram donker thema\nDe Instagram Dark Mode-extensie converteert het Instagram-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De Instagram Dark Reader-extensie is gebouwd bovenop het standaard Instagram-thema. Instagram donker thema en Instagram Dark Mode\n\nFacebook donkere modus of Facebook donker thema\nDe FB Dark Mode-extensie converteert het Facebook-thema naar een zeer aanpasbaar donker houtskool/blauw thema. Facebook Dark Reader-extensie is gebouwd bovenop het standaard Instagram-thema. Facebook donker thema of FB Dark Theme\n\nGithub donkere modus of Github donker thema\nGithub Dark Mode-extensie converteert het Instagram-thema naar een zeer aanpasbaar donker houtskool/blauw thema. Github Dark Reader-extensie is gebouwd bovenop het standaard Instagram-thema. Github donker thema\n\nTwitter donkere modus of Twitter donker thema\nDe Twitter Dark Mode-extensie converteert het Twitter-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De Twitter Dark Reader-extensie is gebouwd bovenop het standaard Twitter-thema. Twitter donker thema\n\nDonkere modus van Google Docs en donker thema van Google Docs\nSchakel de donkere modus voor Google Docs met één klik in via deze extensie.\n\nEen donkere modus gebruiken voor Google Docs?\nGoogle Docs Dark Mode-extensie converteert het Google Docs-thema naar een zeer aanpasbaar donker houtskool/blauw thema. De Google Docs Dark Reader-extensie is gebouwd bovenop het standaard Google Docs-thema. Donker thema van Google Documenten\n\nDownload de donkere modus nu in uw webbrowser! Dark Mode-functionaliteit voor Google, YouTube, Facebook en vele andere websites - download het nu en houd uw ogen ontspannen in donkere uren!\n\nVK donkere modus of Vk donker thema\nKlassiek donker thema voor Vkontakte. Schakel VK met één klik naar de donkere modus en terug. Donker thema VKontakte beschermt de ogen. Het elimineert de belasting 's nachts en vervangt het witte scherm door een klassiek donker thema.\n\nTwitch donkere modus of Twitch donker thema\nTwitch dark mode zeer aanpasbaar native dark thema voor twitch.tv (platform voor gamers). Twitch dark theme is een eigen donker thema voor het twitch.tv-gamingplatform dat het ingebouwde donkere thema gebruikt om de donkere modus in en uit te schakelen.\n\nDonkere modus voor TikTok\nDonker thema voor TikTok. Schakel de TikTok-sitemodus eenvoudig met één klik naar donker of licht. TikTok donkere modus\n\nNieuw tabblad voor Chrome met ChatGPT\nDonker internet verandert alle webpagina's in zwarte kleur. Nieuw tabblad - Donkere modus voor Twitter, YouTube, Facebook en alle nieuwe tabbladen met ChatGPT. Open AI ChatGPT\n\nChatGPT voor Google\nChatGPT voert gesprekken met mensen en beantwoordt een breed scala aan vragen over verschillende onderwerpen. ChatGPT - start direct een chat met ChatGPT nadat je een antwoord hebt gekregen.\n\nDonkere modus activeren voor CharGPT - Open AI\n  - ChatGPT biedt een donkere modusoptie voor een comfortabelere kijkervaring bij weinig licht.\n  - Dit kan ook helpen om vermoeide ogen te verminderen.\n\nVoel je vrij om vragen te stellen en opmerkingen achter te laten voor Dark Theme.\n\nVoel je vrij om vragen te stellen en opmerkingen achter te laten. Uw feedback is erg belangrijk voor onze donkere lezer!",
    "no": "Mørk modus gjør at alle nettstedene du surfer over i mørk/natt-modus, slik at du kan surfe på internett uten å anstrenge øynene. Det er en ekstremt nyttig krom-utvidelse for de som bruker internett, spesielt om natten.\n\nDen mørke modusutvidelsen. Fungerer med alle nettsider!\n\nDu må oppdatere alle fanene, som ble åpnet FØR den mørke leseren ble installert. Du kan også starte Chrome på nytt for å oppdatere alle fanene samtidig. Ellers vil mørk modus og nattskiftmodus bare fungere med de nyåpnede fanene.\n\nHvis nettstedet har innebygd natttema, kan du kontrollere det direkte fra utvidelsen, og hvis det ikke liker Gmail, Google Docs, Office Online, Github og millioner andre, vil vi konvertere fargene for å gi deg jevn overgang i mørket. modus.\n\nMørkt tema og mørk leser for Chrome-utvidelsen aktiverer nattmodus på nesten alle nettsteder og gir deg muligheten til å kontrollere de innebygde mørke temaene på de som har det.\n\nHvis nettstedet har innebygd natttema, kan du kontrollere det direkte fra utvidelsen, og hvis det ikke gjør det (som Gmail, Google Docs, Office Online, Github og millioner andre), vil vi konvertere fargene for å gi deg jevn overgang i mørk modus.\n\nDet er også en hvitlistefunksjon som lar deg ekskludere et ønsket domene fra modus. Bare legg til et domene(r) til det angitte området (kommaseparert) på alternativsiden, og nettstedene vil bli ekskludert.\n\nLast ned mørk modus nå i nettleseren din!\n\nNattskift\nAktiver Night Shift-modus for å invertere det vanlige lyset fra skjermen til en varmere tone, og forhindrer dermed øynene dine fra å skade. Du kan slå verktøyet av og på med et enkelt klikk når du trenger det.\n\nNight Shift og Dark Mode-utvidelsen skifter automatisk fargene på nettleserinnholdet til den varmere delen av fargespekteret etter mørkets frembrudd.\n\nDu må oppdatere alle fanene, som ble åpnet FØR Mørk-modus og Night Shift ble installert. Du kan også starte Chrome på nytt for å oppdatere alle fanene samtidig. Ellers vil Night Shift bare fungere med de nyåpnede fanene.\n\nBare installer en utvidelse for å aktivere Dark Mode for Chrome.\n\nMørk leser\nDenne øyepleieutvidelsen aktiverer nattmodus ved å lage mørke temaer for nettsteder i farten. Dark Reader inverterer lyse farger, noe som gjør dem høy kontrast og lett å lese om natten. Extension vil sette mørkt tema på alle nettsteder, egnet for de som jobber om natten og mørke lesere for nettnyheter eller boklesing.\n\nDenne utvidelsen endrer stilen til Google Docs til et mørkt tema som er lettere for øynene og ser kulere ut :)\n\nDark Theme for YouTube-utvidelsen konverterer YouTube-temaet til et svært tilpassbart mørkt kull/blått tema. Denne Dark Reader-utvidelsen er bygget på toppen av standard YouTube-tema (native mørkt tema), så den er veldig lett sammenlignet med å bruke temaer injisert av Stylish eller Stylus-utvidelser.\n\nPDF Dark Theme og PDF Dark modus\nSuper Dark Mode-utvidelsen kan gjøre nesten alle nettsteder mørkere, så vel som lokale filer åpnet av Chrome, for eksempel PDF-er. Fra nå av kan øynene dine slappe av når du surfer på nettet på skjermen om natten. Dark Mode for PDF-filer og PDF Dark Theme\n\nYoutube mørk modus eller Youtube mørkt tema\nDark Theme for YouTube-utvidelsen konverterer YouTube-temaet til et svært tilpassbart mørkt kull/blått tema. Youtube Dark Reader-utvidelsen er bygget på toppen av standard YouTube-tema (native mørkt tema), så den er veldig lett sammenlignet med å bruke temaer injisert av Stylish eller Stylus-utvidelser. Youtube mørk modus\n\nInstagram mørk modus eller Instagram mørkt tema\nInstagram Dark Mode-utvidelsen konverterer Instagram-tema til et svært tilpassbart mørkt kull-/blått-tema. Instagram Dark Reader-utvidelsen er bygget på toppen av standard Instagram-tema. Instagram mørkt tema og Instagram Dark Mode\n\nFacebook mørk modus eller Facebook mørkt tema\nFB Dark Mode-utvidelsen konverterer Facebook-tema til et svært tilpassbart mørkt kull-/blått-tema. Facebook Dark Reader-utvidelsen er bygget på toppen av standard Instagram-tema. Facebook mørkt tema eller FB mørkt tema\n\nGithub mørk modus eller Github mørkt tema\nGithub Dark Mode-utvidelsen konverterer Instagram-tema til et svært tilpassbart mørkt kull-/blått-tema. Github Dark Reader-utvidelsen er bygget på toppen av standard Instagram-tema. Github mørkt tema\n\nTwitter mørk modus eller Twitter mørkt tema\nTwitter Dark Mode-utvidelsen konverterer Twitter-tema til et svært tilpassbart mørkt kull-/blått-tema. Twitter Dark Reader-utvidelsen er bygget på toppen av standard Twitter-tema. Twitter mørkt tema\n\nGoogle Docs Dark Mode og Google Docs mørkt tema\nSlå på mørk modus for Google Dokumenter med ett klikk via denne utvidelsen.\n\nVil du bruke en mørk modus for Google Dokumenter?\nGoogle Docs Dark Mode-utvidelsen konverterer Google Docs-tema til et svært tilpassbart mørkt kull-/blått-tema. Google Docs Dark Reader-utvidelsen er bygget på toppen av standard Google Docs-tema. Google Dokumenter mørkt tema\n\nLast ned mørk modus nå i nettleseren din! Mørk modus-funksjonalitet for Google, YouTube, Facebook og mange andre nettsteder – skaff deg den nå og hold øynene avslappet i mørke timer!\n\nVK mørk modus eller Vk mørkt tema\nKlassisk mørkt tema for Vkontakte. Bytt VK til mørk modus og tilbake med ett klikk. Mørkt tema VKontakte beskytter øynene. Den eliminerer belastningen om natten, og erstatter den hvite skjermen med et klassisk mørkt tema.\n\nTwitch dark-modus eller Twitch dark-tema\nTwitch mørk modus svært tilpassbart innfødt mørkt tema for twitch.tv (plattform for spillere). Twitch dark theme er et naturlig mørkt tema for twitch.tv-spillplattformen som bruker det innebygde mørke temaet for å slå mørk modus av og på.\n\nMørk modus for TikTok\nMørkt tema for TikTok. Bytt enkelt TikTok-sidemodus til mørk eller lys med ett klikk. TikTok mørk modus\n\nNy fane for Chrome med ChatGPT\nMørkt internett endrer alle nettsider til svart farge. New Tab - Mørk modus for Twitter, Youtube, Facebook og alle New Tab med ChatGPT. Åpne AI ChatGPT\n\nChatGPT for Google\nChatGPT deltar i samtaler med mennesker og svarer på et bredt spekter av spørsmål om ulike emner. ChatGPT - start en chat med ChatGPT umiddelbart etter å ha fått svar.\n\nAktiverer mørk modus for CharGPT - Åpne AI\n  - ChatGPT tilbyr et mørkt modusalternativ for en mer komfortabel seeropplevelse i innstillinger med lite lys.\n  – Dette kan også bidra til å redusere belastningen på øynene.\n\nStill gjerne spørsmål og legg igjen kommentarer for Dark Theme.\n\nStill gjerne spørsmål og legg igjen kommentarer. Tilbakemeldingen din er veldig viktig for vår Dark Reader!",
    "pl": "Tryb ciemny - ciemny czytnik dla Chrome przełącza wszystkie przeglądane strony internetowe w tryb ciemny/nocny, dzięki czemu możesz przeglądać internet bez męczenia oczu. Jest to niezwykle przydatne rozszerzenie do Chrome dla tych, którzy korzystają z Internetu zwłaszcza w nocy.\n\nRozszerzenie trybu ciemnego. Działa ze wszystkimi stronami internetowymi!\n\nMusisz odświeżyć wszystkie zakładki, które zostały otwarte PRZED zainstalowaniem ciemnego czytnika. Możesz także ponownie uruchomić Chrome, aby odświeżyć wszystkie karty jednocześnie. W przeciwnym razie tryb ciemny i tryb nocnej zmiany będą działać tylko z nowo otwartymi kartami.\n\nJeśli witryna ma wbudowany motyw nocny, możesz sterować nim bezpośrednio z rozszerzenia, a jeśli nie podoba mu się Gmail, Dokumenty Google, Office Online, Github i miliony innych, przekonwertujemy kolory, aby zapewnić płynne przejście w ciemności tryb.\n\nCiemny motyw i ciemny czytnik dla rozszerzenia Chrome włącza tryb nocny na prawie wszystkich stronach internetowych i daje możliwość kontrolowania wbudowanych ciemnych motywów na tych, które go mają.\n\nJeśli witryna ma wbudowany motyw nocny, możesz nim sterować bezpośrednio z rozszerzenia, a jeśli nie (jak Gmail, Dokumenty Google, Office Online, Github i miliony innych), przekonwertujemy kolory, aby zapewnić płynne przejście w trybie ciemnym.\n\nDostępna jest również funkcja białej listy, która umożliwia wykluczenie żądanej domeny z trybu. Po prostu dodaj domenę (domeny) do wyznaczonego obszaru (oddzielone przecinkami) na stronie opcji, a strony internetowe zostaną wykluczone.\n\nPobierz teraz tryb ciemny w swojej przeglądarce internetowej!\n\nNocna zmiana\nAktywuj tryb Night Shift, aby odwrócić zwykłe światło z ekranu na cieplejszy ton, chroniąc w ten sposób oczy przed uszkodzeniem. Możesz włączać i wyłączać narzędzie jednym kliknięciem, kiedy go potrzebujesz.\n\nRozszerzenia Night Shift i Dark Mode automatycznie przesuwają kolory zawartości przeglądarki do cieplejszego końca spektrum kolorów po zmroku.\n\nMusisz odświeżyć wszystkie zakładki, które były otwarte PRZED zainstalowaniem trybu ciemnego i nocnej zmiany. Możesz także ponownie uruchomić Chrome, aby odświeżyć wszystkie karty jednocześnie. W przeciwnym razie Night Shift będzie działać tylko z nowo otwartymi kartami.\n\nWystarczy zainstalować rozszerzenie, aby włączyć tryb ciemny dla Chrome.\n\nCiemny Czytelnik\nTo rozszerzenie do pielęgnacji oczu włącza tryb nocny, tworząc w locie ciemne motywy dla stron internetowych. Dark Reader odwraca jasne kolory, dzięki czemu mają wysoki kontrast i są łatwe do odczytania w nocy. Rozszerzenie umieści ciemny motyw na wszystkich stronach internetowych, odpowiedni dla osób pracujących w nocy i ciemny czytnik do wiadomości online lub czytania książek.\n\nTo rozszerzenie zmienia styl Dokumentów Google na ciemny motyw, który jest przyjemniejszy dla oczu i wygląda fajniej :)\n\nCiemny motyw PDF i ciemny tryb Pdf\nRozszerzenie Super Dark Mode może zaciemnić prawie wszystkie strony internetowe, a także lokalne pliki otwierane przez Chrome, takie jak pliki PDF. Od teraz Twoje oczy mogą być zrelaksowane podczas nocnego przeglądania sieci na ekranie. Tryb ciemny dla plików PDF i ciemnego motywu PDF\n\nTryb ciemny YouTube lub ciemny motyw YouTube\nRozszerzenie Dark Theme for YouTube konwertuje motyw YouTube na wysoce konfigurowalny ciemnoszary/niebieski motyw. Rozszerzenie Youtube Dark Reader jest zbudowane na domyślnym motywie YouTube (natywnym ciemnym motywie), więc jest bardzo lekkie w porównaniu z używaniem motywów wstrzykiwanych przez rozszerzenia Stylish lub Stylus. Tryb ciemny w YouTube\n\nTryb ciemny na Instagramie lub ciemny motyw na Instagramie\nRozszerzenie Instagram Dark Mode konwertuje motyw Instagrama na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Instagram Dark Reader jest oparte na domyślnym motywie Instagrama. Ciemny motyw na Instagramie i tryb ciemny na Instagramie\n\nTryb ciemny Facebooka lub ciemny motyw Facebooka\nRozszerzenie FB Dark Mode konwertuje motyw Facebooka na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Facebook Dark Reader jest zbudowane na podstawie domyślnego motywu Instagrama. Ciemny motyw Facebooka lub Ciemny motyw FB\n\nTryb ciemny Github lub ciemny motyw Github\nRozszerzenie Github Dark Mode konwertuje motyw Instagrama na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Github Dark Reader jest zbudowane na domyślnym motywie Instagrama. Ciemny motyw Githuba\n\nCiemny tryb Twittera lub ciemny motyw Twittera\nRozszerzenie Twitter Dark Mode konwertuje motyw Twittera na wysoce konfigurowalny ciemny węgiel/niebieski motyw. Rozszerzenie Twitter Dark Reader jest oparte na domyślnym motywie Twittera. Ciemny motyw na Twitterze\n\nTryb ciemny Dokumentów Google i ciemny motyw Dokumentów Google\nWłącz tryb ciemny dla Dokumentów Google jednym kliknięciem za pomocą tego rozszerzenia.\n\nUżyj trybu ciemnego dla Dokumentów Google?\nRozszerzenie trybu ciemnego Dokumentów Google konwertuje motyw Dokumentów Google na wysoce konfigurowalny ciemnoszary/niebieski motyw. Rozszerzenie Dark Reader Dokumentów Google jest oparte na domyślnym motywie Dokumentów Google. Ciemny motyw Dokumentów Google\n\nPobierz teraz tryb ciemny w swojej przeglądarce internetowej! Funkcjonalność trybu ciemnego dla Google, YouTube, Facebook i wielu innych stron internetowych - pobierz teraz i miej oczy zrelaksowane w ciemnych godzinach!\n\nTryb ciemny VK lub ciemny motyw VK\nKlasyczny ciemny motyw dla Vkontakte. Przełącz VK na tryb ciemny iz powrotem jednym kliknięciem. Ciemny motyw VKontakte chroni oczy. Eliminuje obciążenie w nocy, zastępując biały ekran klasycznym ciemnym motywem.\n\nTryb ciemny Twitcha lub ciemny motyw Twitcha\nTryb ciemny Twitch, wysoce konfigurowalny natywny ciemny motyw dla twitch.tv (platforma dla graczy). Ciemny motyw Twitch to natywny ciemny motyw dla platformy gier twitch.tv, który wykorzystuje wbudowany ciemny motyw do włączania i wyłączania trybu ciemnego.\n\nTryb ciemny dla TikTok\nCiemny motyw dla TikTok. Łatwo przełącz tryb witryny TikTok na ciemny lub jasny za pomocą jednego kliknięcia. Tryb ciemny TikTok\n\nNowa karta dla Chrome z ChatGPT\nCiemny internet zmienia wszystkie strony internetowe na czarny kolor. Nowa karta - tryb ciemny dla Twittera, Youtube'a, Facebooka i wszystkich nowych kart z ChatGPT. Otwórz AI ChatGPT\n\nChatGPT dla Google\nChatGPT angażuje się w rozmowy z ludźmi i odpowiada na szeroki zakres pytań na różne tematy. ChatGPT - rozpocznij czat z ChatGPT natychmiast po otrzymaniu odpowiedzi.\n\nAktywacja trybu ciemnego dla CharGPT — otwarta sztuczna inteligencja\n  - ChatGPT oferuje opcję trybu ciemnego, zapewniającą wygodniejsze oglądanie w warunkach słabego oświetlenia.\n  - Może to również pomóc zmniejszyć zmęczenie oczu.\n\nNie krępuj się zadawać pytań i zostawiać komentarzy dotyczących Dark Theme.\n\nRozszerzenie Dark Theme for YouTube konwertuje motyw YouTube na wysoce konfigurowalny ciemnoszary/niebieski motyw. To rozszerzenie Dark Reader jest zbudowane na podstawie domyślnego motywu YouTube (natywny ciemny motyw), więc jest bardzo lekkie w porównaniu z używaniem motywów wstrzykiwanych przez rozszerzenia Stylish lub Stylus.\n\nZapraszam do zadawania pytań i zostawiania komentarzy. Twoja opinia jest bardzo ważna dla naszego Dark Readera!",
    "pt_BR,pt_PT": "Modo escuro - leitor escuro para Сhrome torna todos os sites que você navega no modo escuro/noturno para que você possa navegar na Internet sem forçar os olhos. É uma extensão do Chrome extremamente útil para quem usa internet principalmente à noite.\n\nA extensão do modo escuro. Funciona com todos os sites!\n\nVocê precisa atualizar todas as guias que foram abertas ANTES da instalação do Dark Reader. Você também pode reiniciar o Chrome para atualizar todas as guias de uma só vez. Caso contrário, o modo escuro e o modo noturno funcionarão apenas com as guias recém-abertas.\n\nSe o site tiver um tema noturno integrado, você poderá controlá-lo diretamente da extensão e, se não gostar do Gmail, Google Docs, Office Online, Github e milhões de outros, converteremos as cores para fornecer uma transição suave no escuro modo.\n\nA extensão do modo escuro habilita o modo noturno em quase todos os sites e oferece a capacidade de controlar os temas escuros incorporados naqueles que o possuem.\n\nSe o site tiver um tema noturno integrado, você pode controlá-lo diretamente da extensão e, se não tiver (como Gmail, Google Docs, Office Online, Github e milhões de outros), converteremos as cores para fornecer uma transição suave no modo escuro.\n\nHá também um recurso de lista branca que permite excluir um domínio desejado do modo. Basta adicionar um(s) domínio(s) à área designada (separados por vírgulas) na página de opções e os sites serão excluídos.\n\nBaixe o modo escuro agora no seu navegador!\n\nTurno Noturno\nAtive o modo Night Shift para inverter a luz normal da tela para um tom mais quente, evitando assim danos aos seus olhos. Você pode ligar e desligar a ferramenta com um único clique quando precisar.\n\nO turno da noite e a extensão do modo escuro mudam automaticamente as cores do conteúdo do seu navegador para a extremidade mais quente do espectro de cores após o anoitecer.\n\nVocê precisa atualizar todas as guias, que foram abertas ANTES da instalação do modo Escuro e do turno da noite. Você também pode reiniciar o Chrome para atualizar todas as guias de uma só vez. Caso contrário, o Night Shift funcionará apenas com as guias recém-abertas.\n\nEsta extensão muda o estilo do Google Docs para um tema escuro que é mais fácil para os olhos e parece mais legal :)\n\nTema PDF escuro e modo PDF escuro\nA extensão Super Dark Mode pode escurecer quase todos os sites, bem como arquivos locais abertos pelo Chrome, como PDFs. A partir de agora, seus olhos podem ficar relaxados ao navegar na web na tela à noite. Modo Escuro para arquivos PDF e PDF Tema Escuro\n\nModo escuro do Youtube ou tema escuro do Youtube\nA extensão Dark Theme for YouTube converte o tema do YouTube em um tema carvão/azul escuro altamente personalizável. A extensão Youtube Dark Reader é construída sobre o tema padrão do YouTube (tema escuro nativo), por isso é muito leve em comparação com o uso de temas injetados pelas extensões Stylish ou Stylus. Modo Escuro do Youtube\n\nModo escuro do Instagram ou tema escuro do Instagram\nA extensão Instagram Dark Mode converte o tema do Instagram em um tema carvão/azul escuro altamente personalizável. A extensão Instagram Dark Reader é construída sobre o tema padrão do Instagram. Tema escuro do Instagram e modo escuro do Instagram\n\nModo escuro do Facebook ou tema escuro do Facebook\nA extensão FB Dark Mode converte o tema do Facebook em um tema carvão/azul escuro altamente personalizável. A extensão do Facebook Dark Reader é construída sobre o tema padrão do Instagram. Tema escuro do Facebook ou Tema escuro do FB\n\nModo escuro do Github ou tema escuro do Github\nA extensão Github Dark Mode converte o tema do Instagram em um tema carvão/azul escuro altamente personalizável. A extensão Github Dark Reader é construída sobre o tema padrão do Instagram. Tema escuro do Github\n\nModo escuro do Twitter ou tema escuro do Twitter\nA extensão Twitter Dark Mode converte o tema do Twitter em um tema carvão/azul escuro altamente personalizável. A extensão do Twitter Dark Reader é construída sobre o tema padrão do Twitter. tema escuro do twitter\n\nModo escuro do Google Docs e tema escuro do Google Docs\nAtive o modo escuro para o Google Docs com um clique por meio desta extensão.\n\nUse um modo escuro para o Google Docs?\nA extensão Modo Escuro do Google Docs converte o tema do Google Docs em um tema azul/carvão escuro altamente personalizável. A extensão Google Docs Dark Reader é construída sobre o tema padrão do Google Docs. Tema escuro do Google Docs\n\nBaixe o modo escuro agora no seu navegador da web! Funcionalidade do modo escuro para Google, YouTube, Facebook e muitos outros sites - obtenha agora e mantenha seus olhos relaxados nas horas escuras!\n\nModo escuro VK ou tema escuro Vk\nTema escuro clássico para Vkontakte. Mude o VK para o modo escuro e volte com um clique. O tema escuro VKontakte protege os olhos. Elimina a carga durante a noite, substituindo a tela branca por um clássico tema escuro.\n\nModo escuro do Twitch ou tema escuro do Twitch\nTwitch dark mode tema escuro nativo altamente personalizável para twitch.tv (plataforma para jogadores). O tema escuro do Twitch é um tema escuro nativo para a plataforma de jogos twitch.tv, que usa o tema escuro integrado para ativar e desativar o modo escuro.\n\nModo escuro para TikTok\nTema escuro para TikTok. Mude facilmente o modo do site TikTok para escuro ou claro com um clique. Modo escuro do TikTok\n\nNova aba para Chrome com ChatGPT\nDark internet muda todas as páginas da web para a cor preta. Nova aba - modo escuro para Twitter, Youtube, Facebook e todas as novas abas com ChatGPT. Abra AI ChatGPT\n\nBate-papo GPT para Google\nO ChatGPT se envolve em conversas com humanos e responde a uma ampla gama de perguntas sobre vários tópicos. ChatGPT - inicie um bate-papo com o ChatGPT imediatamente após obter uma resposta.\n\nAtivando o modo escuro para CharGPT - Open AI\n  - O ChatGPT oferece uma opção de modo escuro para uma experiência de visualização mais confortável em ambientes com pouca luz.\n  - Isso também pode ajudar a reduzir o cansaço visual.\n\nSinta-se à vontade para fazer qualquer pergunta e deixar comentários sobre o Dark Theme.\n\nTema escuro do YouTube - uma maneira automática de aplicar o Black Youtube Skin. O Modo Escuro protege seus olhos mudando as cores do Youtube para preto. Assista a vídeos do Youtube com conforto.\n\nO leitor escuro agora funciona no Facebook, clique no ícone de extensão no site do FB para aplicar o modo escuro ao Facebook. Mais recursos incríveis para vir!\n\nO tema escuro para o YouTube torna o Youtube Black sem nenhuma ação necessária do seu lado. Basta instalar uma extensão para aplicar um modo escuro no Youtube.\n\nDark Youtube Skin é a única extensão que funciona após a atualização mais recente do Youtube.\n\nSinta-se à vontade para fazer qualquer pergunta e deixar comentários. Seu feedback é muito importante para o nosso leitor obscuro!",
    "ro": "Night Shift makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark Mode extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nPDF Dark Theme and Pdf Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!",
    "sk": "Tmavá téma a tmavá čítačka pre rozšírenie Chrome umožňuje nočný režim takmer na všetkých webových stránkach a dáva vám možnosť ovládať vstavané tmavé témy na tých, ktoré ho majú.\n\nAk má webová stránka vstavanú nočnú tému, môžete ju ovládať priamo z rozšírenia a ak ju nemá (napríklad Gmail, Dokumenty Google, Office Online, Github a milióny ďalších), skonvertujeme farby, aby sme vám poskytli plynulý prechod. v tmavom režime.\n\nK dispozícii je tiež funkcia bieleho zoznamu, ktorá vám umožňuje vylúčiť požadovanú doménu z režimu. Jednoducho pridajte doménu (domény) do určenej oblasti (oddelené čiarkou) na stránke možností a webové stránky budú vylúčené.\n\nStiahnite si tmavý režim teraz vo svojom webovom prehliadači!\n\nNočná smena\nAktivujte režim Night Shift, aby ste prevrátili zvyčajné svetlo z obrazovky na teplejší tón, čím predídete poškodeniu zraku. Nástroj môžete zapnúť a vypnúť jediným kliknutím, keď ho potrebujete.\n\nRozšírenie Night Shift a Dark Mode po zotmení automaticky posunie farby obsahu vášho prehliadača na teplejší koniec farebného spektra.\n\nMusíte obnoviť všetky karty, ktoré boli otvorené PRED nainštalovaním tmavého režimu a Night Shift. Môžete tiež reštartovať prehliadač Chrome a obnoviť všetky karty naraz. V opačnom prípade bude Night Shift fungovať iba s novootvorenými kartami.\n\nJednoducho si nainštalujte rozšírenie na aktiváciu tmavého režimu pre Chrome.\n\nDark Reader\nToto rozšírenie starostlivosti o oči umožňuje nočný režim vytváraním tmavých tém pre webové stránky za behu. Dark Reader invertuje jasné farby, vďaka čomu majú vysoký kontrast a sú ľahko čitateľné v noci. Rozšírenie umiestni tmavú tému na všetky webové stránky, vhodné pre ľudí pracujúcich v noci a tmavé čítačky na online správy alebo čítanie kníh.\n\nToto rozšírenie mení štýl Dokumentov Google na tmavú tému, ktorá je pre oči príjemnejšia a vyzerá chladnejšie :)\n\nRozšírenie Dark Theme for YouTube prevádza tému YouTube na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Toto rozšírenie Dark Reader je postavené na predvolenej téme YouTube (natívna tmavá téma), takže je veľmi ľahké v porovnaní s použitím tém vložených rozšíreniami Stylish alebo Stylus.\n\nTmavý motív PDF a tmavý režim PDF\nRozšírenie Super Dark Mode dokáže stmaviť takmer všetky webové stránky, ako aj miestne súbory otvorené prehliadačom Chrome, ako sú napríklad súbory PDF. Odteraz môžu byť vaše oči pri nočnom prehliadaní webu na obrazovke uvoľnené. Tmavý režim pre súbory PDF a tmavý motív PDF\n\nTmavý režim YouTube alebo tmavá téma YouTube\nRozšírenie Dark Theme for YouTube prevádza tému YouTube na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Youtube Dark Reader je postavené na predvolenej téme YouTube (natívna tmavá téma), takže je veľmi ľahké v porovnaní s použitím tém vložených rozšíreniami Stylish alebo Stylus. Tmavý režim YouTube\n\nTmavý režim Instagramu alebo tmavá téma Instagramu\nRozšírenie Instagram Dark Mode prevádza tému Instagramu na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Instagram Dark Reader je postavené na predvolenej téme Instagramu. Tmavá téma Instagramu a tmavý režim Instagramu\n\nTmavý režim Facebooku alebo temná téma Facebooku\nRozšírenie FB Dark Mode prevádza tému Facebooku na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Facebook Dark Reader je postavené na predvolenej téme Instagramu. Facebook dark theme alebo FB Dark Theme\n\nTmavý režim Github alebo tmavá téma Github\nRozšírenie Github Dark Mode prevádza tému Instagramu na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Github Dark Reader je postavené na predvolenej téme Instagramu. Tmavá téma Github\n\nTmavý režim Twitteru alebo temná téma Twitteru\nRozšírenie Twitter Dark Mode prevádza tému Twitteru na vysoko prispôsobiteľnú tému tmavého uhlia/modra. Rozšírenie Twitter Dark Reader je postavené na predvolenej téme Twitteru. Tmavá téma na Twitteri\n\nTmavý režim Dokumentov Google a tmavý motív Dokumentov Google\nZapnite tmavý režim pre Dokumenty Google jedným kliknutím prostredníctvom tohto rozšírenia.\n\nChcete použiť tmavý režim pre Dokumenty Google?\nRozšírenie Google Docs Dark Mode prevádza tému Dokumentov Google na vysoko prispôsobiteľnú tému tmavého uhlia/modrej farby. Rozšírenie Google Docs Dark Reader je postavené na predvolenom motíve Dokumentov Google. Tmavý motív Dokumentov Google\n\nStiahnite si tmavý režim teraz vo svojom webovom prehliadači! Funkcia tmavého režimu pre Google, YouTube, Facebook a mnoho ďalších webových stránok – získajte ju teraz a zachovajte pokoj v tmavých hodinách!\n\nTmavý režim VK alebo tmavá téma VK\nKlasická tmavá téma pre Vkontakte. Jedným kliknutím prepnite VK do tmavého režimu a späť. Tmavá téma VKontakte chráni oči. Odstraňuje nočnú záťaž, bielu obrazovku nahrádza klasickou tmavou témou.\n\nTwitch tmavý režim alebo Twitch tmavý motív\nTwitch tmavý režim vysoko prispôsobiteľná natívna temná téma pre twitch.tv (platforma pre hráčov). Tmavá téma Twitch je natívna temná téma pre hernú platformu twitch.tv, ktorá využíva vstavanú temnú tému na zapínanie a vypínanie tmavého režimu.\n\nTmavý režim pre TikTok\nTmavá téma pre TikTok. Jednoduchým kliknutím prepnite režim stránky TikTok na tmavý alebo svetlý. Tmavý režim TikTok\n\nNová karta pre Chrome s funkciou ChatGPT\nTmavý internet zmení všetky webové stránky na čiernu. Nová karta – tmavý režim pre Twitter, Youtube, Facebook a všetky nové karty s ChatGPT. Otvorte AI ChatGPT\n\nChatGPT pre Google\nChatGPT sa zapája do rozhovorov s ľuďmi a odpovedá na širokú škálu otázok na rôzne témy. ChatGPT - začnite chat s ChatGPT ihneď po získaní odpovede.\n\nAktivácia tmavého režimu pre CharGPT - Open AI\n  - ChatGPT ponúka možnosť tmavého režimu pre pohodlnejší zážitok zo sledovania pri slabom osvetlení.\n  - To môže tiež pomôcť znížiť únavu očí.\n\nNeváhajte sa spýtať akékoľvek otázky a zanechať komentáre k temnej téme.\n\nNeváhajte sa opýtať a zanechať komentáre. Vaša spätná väzba je pre našu temnú čítačku veľmi dôležitá!",
    "sl": "Temna tema in temni bralnik za razširitev Chrome omogočata nočni način na skoraj vseh spletnih mestih in vam dajeta možnost nadzora vgrajenih temnih tem na tistih, ki jih imajo.\n\nČe ima spletno mesto vgrajeno nočno temo, jo lahko upravljate neposredno iz razširitve, če pa je nima (kot so Gmail, Google Dokumenti, Office Online, Github in milijoni drugih), bomo pretvorili barve, da vam zagotovimo gladek prehod v temnem načinu.\n\nObstaja tudi funkcija belega seznama, ki vam omogoča, da želeno domeno izključite iz načina. Preprosto dodajte domeno(e) v določeno območje (ločeno z vejico) na strani z možnostmi in spletna mesta bodo izključena.\n\nPrenesite temni način zdaj v svoj spletni brskalnik!\n\nNočna izmena\nAktivirajte način Night Shift, da obrnete običajno svetlobo z zaslona na toplejši ton in tako preprečite poškodbe oči. Orodje lahko vklopite in izklopite z enim klikom, ko ga potrebujete.\n\nRazširitev Night Shift in Dark Mode samodejno premakne barve vsebine vašega brskalnika na toplejši konec barvnega spektra po temi.\n\nOsvežiti morate vse zavihke, ki so bili odprti, PREDEN sta bila nameščena Dark mode in Night Shift. Prav tako lahko znova zaženete Chrome, da osvežite vse zavihke hkrati. V nasprotnem primeru bo Night Shift deloval samo z na novo odprtimi zavihki.\n\nPreprosto namestite razširitev, da omogočite temni način za Chrome.\n\nTemni bralec\nTa razširitev za nego oči omogoča nočni način s sprotnim ustvarjanjem temnih tem za spletna mesta. Dark Reader obrne svetle barve, zaradi česar so visokokontrastne in enostavne za branje ponoči. Razširitev bo postavila temno temo na vsa spletna mesta, primerna za tiste, ki delajo ponoči, in temni bralnik za spletne novice ali branje knjig.\n\nTa razširitev spremeni slog Google Dokumentov v temno temo, ki je prijetnejša za oči in izgleda bolj kul :)\n\nRazširitev Dark Theme for YouTube pretvori temo YouTube v zelo prilagodljivo temno oglje/modro temo. Ta razširitev Dark Reader je zgrajena na privzeti YouTubovi temi (izvorna temna tema), zato je zelo lahka v primerjavi z uporabo tem, ki jih vnesejo razširitve Stylish ali Stylus.\n\nTemna tema PDF in temni način PDF\nRazširitev Super Dark Mode lahko zatemni skoraj vsa spletna mesta, pa tudi lokalne datoteke, ki jih odpre Chrome, kot so PDF-ji. Odslej so lahko vaše oči sproščene, ko ponoči brskate po spletu na zaslonu. Temni način za datoteke PDF in temno temo PDF\n\nTemni način Youtube ali temna tema Youtube\nRazširitev Dark Theme for YouTube pretvori temo YouTube v zelo prilagodljivo temno oglje/modro temo. Razširitev Youtube Dark Reader je zgrajena na privzeti YouTubovi temi (izvorna temna tema), zato je zelo lahka v primerjavi z uporabo tem, ki jih vnesejo razširitve Stylish ali Stylus. Temni način Youtube\n\nTemni način Instagrama ali temna tema Instagrama\nRazširitev Instagram Dark Mode pretvori temo Instagrama v zelo prilagodljivo temno oglje/modro temo. Razširitev Instagram Dark Reader je zgrajena na privzeti temi Instagram. Temna tema Instagrama in temni način Instagrama\n\nFacebook temni način ali Facebook temna tema\nRazširitev FB Dark Mode pretvori temo Facebooka v zelo prilagodljivo temno oglje/modro temo. Razširitev Facebook Dark Reader je zgrajena na privzeti temi Instagram. Facebook temna tema ali FB temna tema\n\nTemni način Github ali temna tema Github\nRazširitev Github Dark Mode pretvori temo Instagrama v zelo prilagodljivo temno oglje/modro temo. Razširitev Github Dark Reader je zgrajena na privzeti temi Instagram. Temna tema Github\n\nTemni način Twitterja ali temna tema Twitterja\nRazširitev Twitter Dark Mode pretvori temo Twitterja v zelo prilagodljivo temno oglje/modro temo. Razširitev Twitter Dark Reader je zgrajena na vrhu privzete teme Twitter. Temna tema Twitterja\n\nTemni način Google Dokumentov in temna tema Google Dokumentov\nVklopite temni način za Google Dokumente z enim klikom prek te razširitve.\n\nUporabite temni način za Google Dokumente?\nRazširitev temnega načina za Google Dokumente pretvori temo Google Dokumentov v zelo prilagodljivo temno oglje/modro temo. Razširitev Google Docs Dark Reader je zgrajena na privzeti temi Google Docs. Temna tema Google Dokumentov\n\nPrenesite temni način zdaj v svoj spletni brskalnik! Funkcionalnost temnega načina za Google, YouTube, Facebook in mnoga druga spletna mesta – pridobite jo zdaj in poskrbite za sproščene oči v temnih urah!\n\nTemni način VK ali temna tema VK\nKlasična temna tema za Vkontakte. Preklopite VK v temni način in nazaj z enim klikom. Temna tema VKontakte ščiti oči. Odpravlja obremenitev ponoči in nadomesti beli zaslon s klasično temno temo.\n\nTemni način Twitch ali temna tema Twitch\nTemni način Twitch, visoko prilagodljiva izvorna temna tema za twitch.tv (platforma za igralce). Temna tema Twitch je izvorna temna tema za igralno platformo twitch.tv, ki uporablja vgrajeno temno temo za vklop in izklop temnega načina.\n\nTemni način za TikTok\nTemna tema za TikTok. Preprosto preklopite način spletnega mesta TikTok na temnega ali svetlega z enim klikom. Temni način TikTok\n\nNov zavihek za Chrome s ChatGPT\nTemni internet spremeni vse spletne strani v črno barvo. Nov zavihek – temni način za Twitter, Youtube, Facebook in vse nove zavihke s ChatGPT. Odprite AI ChatGPT\n\nChatGPT za Google\nChatGPT sodeluje v pogovorih z ljudmi in odgovarja na številna vprašanja o različnih temah. ChatGPT - začnite klepet s ChatGPT takoj po prejemu odgovora.\n\nAktiviranje temnega načina za CharGPT - Open AI\n  - ChatGPT ponuja možnost temnega načina za udobnejšo izkušnjo gledanja pri šibki svetlobi.\n  - To lahko tudi pomaga zmanjšati obremenitev oči.\n\nPostavite kakršna koli vprašanja in pustite komentarje za Temno temo.\n\nPostavite kakršna koli vprašanja in pustite komentarje. Vaše povratne informacije so zelo pomembne za našega Dark Readerja!",
    "sr": "Dark Mode - makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nDark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTo enable / disable dark mode, click the extension icon located in the upper right corner of the browser.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "sv": "Mörkt läge – Mörkt tema för Chrome gör att alla webbplatser du surfar in i mörkt/nattläge så att du kan surfa på internet utan att anstränga ögonen. Det är en extremt användbar krom-tillägg för dem som använder internet, särskilt på natten.\n\nFörlängningen av mörkt läge. Fungerar med alla hemsidor!\n\nDu måste uppdatera alla flikar, som öppnades INNAN den mörka läsaren installerades. Du kan också starta om Chrome för att uppdatera alla flikar samtidigt. Annars fungerar mörkt läge och nattskiftsläge endast med de nyöppnade flikarna.\n\nOm webbplatsen har inbyggt natttema kan du styra den direkt från tillägget och om den inte gillar Gmail, Google Docs, Office Online, Github och miljontals andra, kommer vi att konvertera färgerna för att ge dig smidig övergång i mörker läge.\n\nMörklägestillägget aktiverar nattläge på nästan alla webbplatser och ger dig möjlighet att styra de inbyggda mörka teman på de som har det.\n\nOm webbplatsen har inbyggt natttema kan du styra det direkt från tillägget och om det inte gör det (som Gmail, Google Docs, Office Online, Github och miljoner andra), kommer vi att konvertera färgerna för att ge dig en smidig övergång i mörkt läge.\n\nDet finns också en vitlistasfunktion som gör att du kan utesluta en önskad domän från läget. Lägg bara till en eller flera domäner till det angivna området (kommaseparerad) på alternativsidan så kommer webbplatserna att exkluderas.\n\nLadda ner mörkt läge nu i din webbläsare!\n\nNattskift\nAktivera Night Shift-läget för att invertera det vanliga ljuset från skärmen till en varmare ton, vilket förhindrar att dina ögon skadas. Du kan slå på och av verktyget med ett enda klick när du behöver det.\n\nnattskift och mörkt lägesförlängning ändrar automatiskt färgerna på ditt webbläsarinnehåll till den varmare delen av färgspektrumet efter mörkrets inbrott.\n\nDu måste uppdatera alla flikar som öppnades INNAN mörkt läge och nattskift installerades. Du kan också starta om Chrome för att uppdatera alla flikar samtidigt. Annars fungerar Night Shift endast med de nyöppnade flikarna.\n\nDet här tillägget ändrar stilen på Google Docs till ett mörkt tema som är lättare för ögonen och som ser coolare ut :)\n\nMörkt YouTube-tema - ett automatiskt sätt att applicera Black Youtube Skin. Dark Mode skyddar dina ögon genom att ändra Youtube-färger till svart. Titta bekvämt på Youtube-videor.\n\nDark reader fungerar nu på Facebook, klicka på tilläggsikonen på FB-webbplatsen för att tillämpa mörkt läge för Facebook. Fler fantastiska funktioner kommer!\n\nMörkt tema för YouTube gör Youtube svart utan några nödvändiga åtgärder från din sida. Installera helt enkelt ett tillägg för att tillämpa ett mörkt läge på Youtube.\n\nDark Youtube Skin är de enda tilläggen som fungerar efter senaste Youtube-uppdateringen.\n\nPDF Dark Theme och PDF Dark Mode\nSuper Dark Mode-tillägget kan göra nästan alla webbplatser mörkare, såväl som lokala filer som öppnas av Chrome, till exempel PDF-filer. Från och med nu kan dina ögon vara avslappnade när du surfar på nätet på skärmen på natten. Dark Mode för PDF-filer och PDF Dark Theme\n\nYoutube mörkt läge eller Youtube mörkt tema\nDark Theme for YouTube-tillägget konverterar YouTube-tema till ett mycket anpassningsbart mörkt kol/blått tema. Youtube Dark Reader-tillägget är byggt ovanpå YouTubes standardtema (inbyggt mörkt tema) så det är väldigt lätt jämfört med att använda teman som injiceras av Stylish- eller Stylus-tillägg. Youtube mörkt läge\n\nInstagram mörkt läge eller Instagram mörkt tema\nInstagram Dark Mode-tillägget konverterar Instagram-tema till ett mycket anpassningsbart mörkt kol/blått tema. Instagram Dark Reader-tillägget är byggt ovanpå standardtemat för Instagram. Instagram mörkt tema och Instagram Dark Mode\n\nFacebook mörkt läge eller Facebook mörkt tema\nFB Dark Mode-tillägget konverterar Facebook-tema till ett mycket anpassningsbart mörkt kol/blått tema. Facebook Dark Reader-tillägget är byggt ovanpå standardtemat för Instagram. Facebook mörkt tema eller FB mörkt tema\n\nGithub mörkt läge eller Github mörkt tema\nGithub Dark Mode-tillägget konverterar Instagram-tema till ett mycket anpassningsbart mörkt kol/blått tema. Github Dark Reader-tillägget är byggt ovanpå standardtemat för Instagram. Github mörkt tema\n\nTwitter mörkt läge eller Twitter mörkt tema\nTwitter Dark Mode-tillägget konverterar Twitter-tema till ett mycket anpassningsbart mörkt kol/blått-tema. Twitter Dark Reader-tillägget är byggt ovanpå det förinställda Twitter-temat. Twitter mörkt tema\n\nGoogle Docs Dark Mode och Google Docs mörkt tema\nAktivera mörkt läge för Google Dokument med ett klick via detta tillägg.\n\nAnvänd ett mörkt läge för Google Dokument?\nGoogle Docs Dark Mode-tillägg konverterar Google Docs-tema till ett mycket anpassningsbart mörkt kol/blått tema. Google Docs Dark Reader-tillägget är byggt ovanpå standardtemat för Google Docs. Google Dokument mörkt tema\n\nLadda ner mörkt läge nu i din webbläsare! Dark Mode-funktionalitet för Google, YouTube, Facebook och många andra webbplatser - skaffa det nu och håll ögonen avslappnade under mörka timmar!\n\nVK mörkt läge eller Vk mörkt tema\nKlassiskt mörkt tema för Vkontakte. Växla VK till mörkt läge och tillbaka med ett klick. Mörkt tema VKontakte skyddar ögonen. Det eliminerar belastningen på natten och ersätter den vita skärmen med ett klassiskt mörkt tema.\n\nTwitch mörkt läge eller Twitch mörkt tema\nTwitch mörkt läge mycket anpassningsbart inbyggt mörkt tema för twitch.tv (plattform för spelare). Twitch dark theme är ett inbyggt mörkt tema för twitch.tv-spelplattformen som använder det inbyggda mörka temat för att slå på och av det mörka läget.\n\nMörkt läge för TikTok\nMörkt tema för TikTok. Byt enkelt TikTok-webbplatsläge till mörkt eller ljust med ett klick. TikTok mörkt läge\n\nNy flik för Chrome med ChatGPT\nMörkt internet ändrar alla webbsidor till svart färg. Ny flik - mörkt läge för Twitter, Youtube, Facebook och alla nya flikar med ChatGPT. Öppna AI ChatGPT\n\nChatGPT för Google\nChatGPT deltar i konversationer med människor och svarar på ett brett utbud av frågor om olika ämnen. ChatGPT - starta en chatt med ChatGPT direkt efter att du fått ett svar.\n\nAktiverar mörkt läge för CharGPT - Öppna AI\n  - ChatGPT erbjuder ett mörkt lägesalternativ för en bekvämare tittarupplevelse i svagt ljus.\n  – Det här kan också bidra till att minska ögonbelastningen.\n\nStäll gärna några frågor och lämna kommentarer för Dark Theme.\n\nStäll gärna frågor och lämna kommentarer. Din feedback är mycket viktig för vår mörka läsare!",
    "sw": "Dark Reader makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark Theme - Dark Reader for Chrome enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark. Screen Shader Mode is a pleasure for your eyes!\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :) \n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This extension is built on top of the default YouTube theme, so it is very light-weighted compare to using themes injected by stylish or stylus extensions.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our product!",
    "ta": "GitHub Dark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\n You need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!",
    "te": "Dark Reader Mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark Mode Extension. Works with all websites!\n\nDark Theme for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!",
    "th": "Dark Reader Mode makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe Dark Mode Extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark Reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Dark Mode and Night Shift Mode will work only with the newly opened tabs. \n\nFacebook Dark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\nNight Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\nDark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!",
    "tr": "Karanlık mod Gözünüzü yormadan internette gezinebilmeniz için göz attığınız tüm web sitelerini karanlık/gece moduna geçirir. Özellikle geceleri internet kullananlar için son derece kullanışlı bir chrome eklentisidir.\n\nKaranlık mod uzantısı. Tüm web siteleri ile çalışır!\n\nKaranlık okuyucu kurulmadan ÖNCE açılmış olan tüm sekmeleri yenilemeniz gerekir. Tüm sekmeleri aynı anda yenilemek için Chrome'u yeniden başlatabilirsiniz. Aksi takdirde, karanlık mod ve gece vardiyası modu yalnızca yeni açılan sekmelerle çalışacaktır.\n\nWeb sitesinde yerleşik gece teması varsa, onu doğrudan uzantıdan kontrol edebilirsiniz ve Gmail, Google Docs, Office Online, Github ve diğer milyonlarca kişiyi sevmiyorsa, size karanlıkta sorunsuz geçiş sağlamak için renkleri dönüştüreceğiz mod.\n\nKaranlık mod uzantısı, neredeyse tüm web sitelerinde gece modunu etkinleştirir ve size sahip olanlarda yerleşik karanlık temaları kontrol etme yeteneği verir.\n\nWeb sitesinde yerleşik gece teması varsa, doğrudan uzantıdan kontrol edebilirsiniz ve yoksa (Gmail, Google Docs, Office Online, Github ve milyonlarca diğerleri gibi), size sorunsuz geçiş sağlamak için renkleri dönüştüreceğiz. karanlık modda.\n\nİstediğiniz bir etki alanını moddan çıkarmanızı sağlayan bir beyaz liste özelliği de vardır. Seçenekler sayfasındaki belirlenmiş alana (virgülle ayrılmış) bir alan(lar) eklemeniz yeterlidir; web siteleri hariç tutulacaktır.\n\nKaranlık modu şimdi web tarayıcınıza indirin!\n\nGece Vardiyası\nNormal ışığı ekrandan daha sıcak bir tona çevirmek için Night Shift modunu etkinleştirin, böylece gözlerinizin zarar görmesini önleyin. İhtiyacınız olduğunda aracı tek bir tıklamayla açıp kapatabilirsiniz.\n\ngece vardiyası ve karanlık mod uzantısı, tarayıcı içeriğinizin renklerini karanlıktan sonra otomatik olarak renk tayfının daha sıcak ucuna kaydırır.\n\nKaranlık mod ve gece vardiyası kurulmadan ÖNCE açılan tüm sekmeleri yenilemeniz gerekir. Tüm sekmeleri bir kerede yenilemek için Chrome'u yeniden başlatabilirsiniz. Aksi takdirde Night Shift sadece yeni açılan sekmelerle çalışacaktır.\n\nBu uzantı, Google Dokümanlar'ın stilini, gözleri yormayan ve daha havalı görünen karanlık bir temayla değiştirir :)\n\nDark YouTube teması - Black Youtube Skin'i uygulamanın otomatik bir yolu. Karanlık Mod, Youtube renklerini siyaha çevirerek gözlerinizi korur. Youtube videolarını rahatlıkla izleyin.\n\nKaranlık okuyucu artık Facebook'ta çalışıyor, Facebook için karanlık modu uygulamak için FB web sitesinde uzantı simgesine tıklayın. Daha harika özellikler gelecek!\n\nYouTube için karanlık tema, sizin tarafınızdan herhangi bir gerekli işlem yapılmadan Youtube'u Siyah yapar. Youtube'da karanlık mod uygulamak için bir uzantı yüklemeniz yeterlidir.\n\nDark Youtube Skin, en son Youtube güncellemesinden sonra çalışan tek uzantıdır.\n\nPDF Koyu Tema ve Pdf Koyu modu\nSüper Karanlık Mod uzantısı, neredeyse tüm web sitelerinin yanı sıra Chrome tarafından açılan PDF'ler gibi yerel dosyaları karartabilir. Artık geceleri ekranda web'de gezinirken gözleriniz rahatlayabilir. PDF dosyaları ve PDF Koyu Tema için Koyu Mod\n\nYoutube karanlık modu veya Youtube karanlık teması\nYouTube uzantısı için Dark Theme, YouTube temasını son derece özelleştirilebilir koyu kömür/mavi temaya dönüştürür. Youtube Dark Reader uzantısı, varsayılan YouTube temasının (yerel karanlık tema) üzerine inşa edilmiştir, bu nedenle, Stylish veya Stylus uzantıları tarafından enjekte edilen temaları kullanmaya kıyasla çok hafiftir. Youtube Karanlık Modu\n\nInstagram karanlık modu veya Instagram karanlık teması\nInstagram Karanlık Modu uzantısı, Instagram temasını son derece özelleştirilebilir bir koyu kömür/mavi temasına dönüştürür. Instagram Dark Reader eklentisi, varsayılan Instagram temasının üzerine inşa edilmiştir. Instagram karanlık teması ve Instagram Karanlık Modu\n\nFacebook karanlık modu veya Facebook karanlık teması\nFB Dark Mode uzantısı, Facebook temasını son derece özelleştirilebilir bir koyu kömür/mavi temaya dönüştürür. Facebook Dark Reader uzantısı, varsayılan Instagram temasının üzerine inşa edilmiştir. Facebook karanlık teması veya FB Koyu Tema\n\nGithub karanlık modu veya Github karanlık teması\nGithub Dark Mode eklentisi, Instagram temasını son derece özelleştirilebilir bir koyu kömür/mavi temasına dönüştürür. Github Dark Reader uzantısı, varsayılan Instagram temasının üzerine inşa edilmiştir. Github karanlık teması\n\nTwitter karanlık modu veya Twitter karanlık teması\nTwitter Karanlık Modu uzantısı, Twitter temasını son derece özelleştirilebilir bir koyu kömür/mavi temaya dönüştürür. Twitter Dark Reader eklentisi, varsayılan Twitter temasının üzerine inşa edilmiştir. twitter karanlık tema\n\nGoogle Dokümanlar Koyu Modu ve Google Dokümanlar koyu teması\nBu uzantı aracılığıyla tek bir tıklamayla Google Dokümanlar için Karanlık Modu açın.\n\nGoogle Dokümanlar için Karanlık Mod mu kullanıyorsunuz?\nGoogle Dokümanlar Karanlık Modu uzantısı, Google Dokümanlar temasını son derece özelleştirilebilir koyu karakalem/mavi temaya dönüştürür. Google Docs Dark Reader uzantısı, varsayılan Google Docs temasının üzerine inşa edilmiştir. Google Dokümanlar koyu teması\n\nŞimdi web tarayıcınızda karanlık modu indirin! Google, YouTube, Facebook ve diğer birçok web sitesi için Karanlık Mod işlevi - şimdi edinin ve karanlık saatlerde gözlerinizi rahat tutun!\n\nVK karanlık mod veya Vk karanlık tema\nVkontakte için klasik karanlık tema. VK'yı karanlık moda geçirin ve tek bir tıklamayla geri dönün. Koyu tema VKontakte gözleri korur. Beyaz ekranı klasik karanlık bir temayla değiştirerek gece yükünü ortadan kaldırır.\n\nTwitch karanlık modu veya Twitch karanlık teması\nTwitch karanlık modu twitch.tv (oyuncular için platform) için son derece özelleştirilebilir yerel karanlık tema. Twitch karanlık teması, karanlık modu açıp kapatmak için yerleşik karanlık temayı kullanan twitch.tv oyun platformu için yerel bir karanlık temadır.\n\nTikTok için Karanlık Mod\nTikTok için karanlık tema. Tek tıklamayla TikTok site modunu kolayca koyu veya açık olarak değiştirin. TikTok Karanlık Modu\n\nChatGPT ile Chrome için Yeni Sekme\nKaranlık internet, tüm web sayfalarını siyah renge dönüştürür. Yeni Sekme - Twitter, Youtube, Facebook ve ChatGPT ile tüm Yeni Sekmeler için karanlık mod. AI ChatGPT'yi açın\n\nGoogle için ChatGPT\nChatGPT, insanlarla sohbet eder ve çeşitli konularda çok çeşitli soruları yanıtlar. ChatGPT - bir yanıt alır almaz ChatGPT ile sohbet başlatın.\n\nCharGPT için Karanlık Modu Etkinleştirme - Open AI\n  - ChatGPT, düşük ışıklı ortamlarda daha rahat bir izleme deneyimi için karanlık mod seçeneği sunar.\n  - Bu aynı zamanda göz yorgunluğunu azaltmaya da yardımcı olabilir.\n\nKaranlık Tema için herhangi bir soru sormaktan ve yorum yapmaktan çekinmeyin.\n\nHerhangi bir soru sormaktan ve yorum bırakmaktan çekinmeyin. Geri bildiriminiz karanlık okuyucumuz için çok önemli!",
    "vi": "Youtube Dark Theme and Dark Reader for Chrome  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\n Night Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it. Night Shift Mode\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\n You need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nSimply install an extension to enable Dark Mode for Chrome.\n\n Dark Reader\nThis eye-care extension enables night mode by creating dark themes for websites on the fly. Dark Reader inverts bright colors, making them high contrast and easy to read at night. Extension will put dark theme on all websites, suitable for those work at night and dark reader for online news or book reading.\n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. This Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions.\n\nPDF Dark Theme and PDF Dark mode\nSuper Dark Mode extension can darken almost all websites, as well as local files opened by Chrome, such as PDFs. From now on, your eyes can be relaxed when browsing the web on the screen at night. Dark Mode for PDF files and PDF Dark Theme\n\nYoutube dark mode or Youtube dark theme \nDark Theme for YouTube extension converts YouTube theme to a highly customizable dark charcoal/blue theme. Youtube Dark Reader extension is built on top of the default YouTube theme (native dark theme) so it is very light-weighted compare to using themes injected by Stylish or Stylus extensions. Youtube Dark Mode\n\nInstagram dark mode or Instagram dark theme \nInstagram Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Instagram Dark Reader extension is built on top of the default Instagram theme. Instagram dark theme and Instagram Dark Mode\n\nFacebook dark mode or Facebook dark theme \nFB Dark Mode extension converts Facebook theme to a highly customizable dark charcoal/blue theme. Facebook Dark Reader extension is built on top of the default Instagram theme. Facebook dark theme or FB Dark Theme\n\nGithub dark mode or Github dark theme \nGithub Dark Mode extension converts Instagram theme to a highly customizable dark charcoal/blue theme. Github Dark Reader extension is built on top of the default Instagram theme. Github dark theme\n\nTwitter dark mode or Twitter dark theme \nTwitter Dark Mode extension converts Twitter theme to a highly customizable dark charcoal/blue theme. Twitter Dark Reader extension is built on top of the default Twitter theme. Twitter dark theme\n\nGoogle Docs Dark Mode and Google Docs dark theme\nTurn on Dark Mode for Google Docs in one click via this extension.\n\nUse a Dark Mode for Google Docs?\nGoogle Docs Dark Mode extension converts Google Docs theme to a highly customizable dark charcoal/blue theme. Google Docs Dark Reader extension is built on top of the default Google Docs theme. Google Docs dark theme\n\nDownload dark mode now in your web browser! Dark Mode functionality for Google, YouTube, Facebook and many other websites - get it now and keep your eyes relaxed in dark hours!\n\nVK dark mode or Vk dark theme \nClassic dark theme for Vkontakte. Switch VK to dark mode and back in one click. Dark theme VKontakte protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nTwitch dark mode or Twitch dark theme \nTwitch dark mode  highly customizable native dark theme for twitch.tv (platform for gamers). Twitch dark theme  is a native dark theme for twitch.tv gaming platform which uses the built-in dark theme for toggling the dark mode on and off. \n\nDark Mode for TikTok\nDark theme for TikTok. Easily switch TikTok site mode to dark or light with one click. TikTok Dark Mode\n\nNew Tab for Chrome with ChatGPT\nDark internet changes all web pages to black colour. New Tab - Dark mode for Twitter, Youtube, Facebook and all New Tab with ChatGPT. Open AI ChatGPT\n\nChatGPT for Google\nChatGPT engage in conversations with humans and answer a wide range of questions on various topics. ChatGPT -  start a chat with ChatGPT immediately after getting an answer.\n\nActivating Dark Mode for CharGPT - Open AI\n - ChatGPT offers a dark mode option for a more comfortable viewing experience in low-light settings. \n - This can also help reduce eye strain.\n\nFeel free to ask any questions and leave comments for Dark Theme.\n\nFeel free to ask any questions and leave comments. Your feedback is very important for our Dark Reader!\n\nDark Reader - makes all the websites you browse into dark/night mode so that you can browse the internet without straining your eyes. It is an extremely useful chrome extension for those who use internet especially at night.\n\nThe dark mode extension. Works with all websites!\n\nYou need to refresh all the tabs, which were opened BEFORE the dark reader was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, dark mode and night shift mode will work only with the newly opened tabs. \n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't like Gmail, Google Docs, Office Online, Github and millions others, we will convert the colors to provide you with smooth transition on dark mode.\n\nDark theme Instagram protects the eyes. It eliminates the load at night, replacing the white screen with a classic dark theme.\n\nDark mode changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs.\n\nInstagram dark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. Facebook dark theme.\n\nNOTE: Youtube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nDark YouTube theme - an automatic way to apply Black Youtube Skin. Dark Mode protects your eyes by changing Youtube colors into black. Watch Youtube videos with a comfort.\n\nDark Reader now works on Facebook, click extension icon on FB website to apply dark mode for Facebook. More awesome features to come!\n\nDark theme for YouTube makes Youtube Black without any required actions from your end. Simply install an extension to apply a dark mode on Youtube.\n\nDark Youtube Skin is the only extensions which works after latest Youtube update.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!\n\nWe hope you enjoy Dark Mode.",
    "zh_CN": "深色模式和深色閱讀器使您瀏覽的所有網站都變成深色/夜間模式，以便您可以在不疲勞的情況下瀏覽互聯網。 對於那些特別是在晚上使用互聯網的人來說，這是一個非常有用的 Chrome 擴展。\n\n黑暗主題擴展。 適用於所有網站！\n\n您需要刷新在安裝深色閱讀器之前打開的所有選項卡。 您還可以重新啟動 Chrome 以立即刷新所有選項卡。 否則，深色模式和夜班模式將僅適用於新打開的選項卡。\n\n如果網站有內置的夜間主題，您可以直接從擴展程序控制它，如果它不喜歡Gmail、Google Docs、Office Online、GitHub 和數百萬其他主題，我們將轉換顏色，為您提供在黑暗中的平滑過渡模式。\n\n您將從 Dark Reader 擴展中獲得什麼：\n1. 在每個網站上創建暗模式的簡單方法。 此外，您還可以自定義黑色主題視覺效果，從亮度、對比度到飽和度。\n\n2. 夜班模式，將網站的顏色改為暖色，使其看起來更加賞心悅目。\n\n您可以選擇使用深色主題或夜班模式，或同時使用兩者。 您還可以使用簡單的鍵盤快捷鍵快速激活這些模式。\n\n3.您可以為每個深色主題和夜班模式設置時間表，並決定何時自動激活深色主題。\n\n此外，Dark for YouTube 擴展還可將 YouTube 主題轉換為高度可定制的深木炭/藍色主題。 該擴展建立在默認的 YouTube 主題之上，因此與使用時尚或手寫筆擴展注入的主題相比，它非常輕量級\n\n注意：請記住禁用任何類似的夜間主題擴展以防止兼容性問題！\n\nDark Theme 和 Dark Reader for Chrome 擴展程序在幾乎所有網站上啟用夜間模式，並使您能夠控制那些擁有它的內置黑暗主題。\n\n如果該網站有內置的夜間主題，您可以直接從擴展程序控制它，如果沒有（如 Gmail、Google Docs、Office Online、Github 和數百萬其他），我們將轉換顏色以為您提供平滑的過渡 在黑暗模式下。\n\n還有一個白名單功能，使您能夠從模式中排除所需的域。 只需將域添加到選項頁面中的指定區域（以逗號分隔），網站將被排除在外。\n\n立即在您的網絡瀏覽器中下載黑暗模式！\n\n 夜班\n激活 Night Shift 模式可將屏幕上的普通光線轉換為暖色調，從而防止您的眼睛受到傷害。 您可以在需要時單擊一下即可打開和關閉該工具。\n\nNight Shift 和 Dark Mode 擴展程序會在天黑後自動將瀏覽器內容的顏色轉換為色譜中較暖的一端。\n\n您需要刷新所有在安裝深色模式和夜班之前打開的選項卡。 您也可以重新啟動 Chrome 以立即刷新所有選項卡。 否則，Night Shift 將僅適用於新打開的選項卡。\n\n只需安裝一個擴展程序即可為 Chrome 啟用深色模式。\n\n 黑暗讀者\n這個護眼擴展通過為網站動態創建深色主題來啟用夜間模式。 Dark Reader 反轉明亮的顏色，使它們具有高對比度並且在夜間易於閱讀。 擴展將在所有網站上放置深色主題，適合那些在晚上工作的人和黑暗閱讀器的在線新聞或書籍閱讀。\n\n此擴展程序將 Google 文檔的樣式更改為深色主題，使眼睛更舒適，看起來更酷 :)\n\nYouTube 擴展的深色主題將 YouTube 主題轉換為高度可定制的深色木炭/藍色主題。 這個 Dark Reader 擴展建立在默認的 YouTube 主題（原生黑暗主題）之上，因此與使用 Stylish 或 Stylus 擴展注入的主題相比，它非常輕量級。\n\n隨時提出任何問題並發表評論。 您的反饋對我們的 Dark Reader 非常重要！\n\nDark Theme  extension enables night mode on nearly all websites and gives you the ability to control the built-in dark themes on those that have it.\n\nIf the website has built-in night theme, you can control it directly from extension and if it doesn't (like Gmail, Google Docs, Office Online, Github and millions others), we will convert the colors to provide you with smooth transition on dark mode.\n\nThere is also a white-list feature which enables you to exclude a desired domain from mode. Simply add a domain(s) to the designated area (comma separated) in the options page and the websites will be excluded. \n\nDownload dark mode now in your web browser!\n\n Night Shift\nActivate Night Shift mode to invert the usual light from the screen to a warmer tone, thus, preventing your eyes from harm. You can turn the tool on and off in a single click when you need it.\n\nNight Shift and Dark Mode extension automatically shifts the colors of your browser content to warmer end of the color spectrum after dark.\n\nYou need to refresh all the tabs, which were opened BEFORE the Dark mode and Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\nThis extension changes the style of Google Docs to a dark theme that is easier on the eyes and looks cooler :)\n\nDark mode for Internet - your web in black colour.\n\nDark internet changes all web pages to black colour. Black mode for Twitter, Youtube, Facebook and all New Tabs\n\nDo you want to have a stylish dark web design and your eyes ask for a break from bright colours? Dark internet covers all web pages in a black colour. Dark internet is an automatic way to make Chrome dark. \n\nDark mode and night shift for all popular sites in one place. Dark Youtube, Dark Facebook, Dark Twitter, Dark Instagram all these and much more in your browser. Simply install an extension to enable black mode for Chrome. \n\nNOTE: YouTube is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\nFeel free to ask any questions and leave comments for our Dark Mode and Night Shift extension. Your feedback is very important for us! Dark Reader extension, dark theme for your browser!"
  }
}