{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PassLok Privacy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "High security asymmetric encryption and steganography for text, files and chat."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TAKE PRIVACY INTO YOUR OWN HANDS\n\nEnd-to-end secure encryption, plus steganography for email and real-time chat. Now in its 10th anniversary.\n\nPassLok does not use servers that might compromise your information. Everything is done offline. \n\nPassLok stores nothing secret, not even in your device.\n\nThis app is compatible with PassLok for Email (especially in Email mode), to be added shortly to the Chrome store. Use it if your email service is not yet supported by PassLok for Email.\n\nWith PassLok, you can: \n- Write messages than only the intended recipient can read. \n- Do this without having established a secret password. \n- Lock files and images as easily as text.\n- Establish a real-time peer-to-peer chat involving text, files, audio, and video\n- Digitally sign text, images, and files so others can be sure they come from you. \n- Convert your favorite email or texting app into a secure communication channel. \n- Hide private information as apparently innocent text, or inside images. \n- Use Decoy mode, so your true message is not what it appears to be. \n- Create messages that can only be read once. \n- Communicate across platforms, even without a network.\n- Send confidential mailings to several people at the same time. \n- Use a borrowed device, in case yours is bugged. \n- Be as paranoid as you like. We are really paranoid, and this is why we developed PassLok. \n\nPassLok uses 255-bit standard elliptic curves, which have been vetted against weaknesses by experts. On top of that, PassLok uses 256-bit XSalsa20 encryption and 512-bit hash functions to complete the locking process. XSalsa20 is a high-performance, open source cipher, which has been scrutinized by experts for nearly a decade without any practical weaknesses being found.\n\nThe first time you run PassLok, it helps you to come up with a strong text-based secret Key, which can be whatever you want it to be. PassLok places no restrictions to make sure that you can always remember your Key without ever having to write it down. \n\nFrom your secret Key, PassLok creates a Lock, which is like a phone number that you give to the people you wish to send messages to you. They will \"put your Lock\" on those messages, and only your Key, which you have given to no one, will be able to unlock them. Optionally, you can post your Lock on the PassLok general directory, adding a video so people know the Lock is genuine. \n\nThis is the Chrome app version of PassLok, essentially identical to the versions released for PCs and mobile platforms. In addition, there is a pure html version of PassLok at the following mirrors: \nhttps://passlok.com/app\nhttps://www.autistici.org/passlok \nhttps://passlok.site44.com \n\nIf you want to check them out, you should get the source by doing ctrl-u or cmd-opt-u, get its SHA256 with an external program or web page, and compare it with the value below. This is not necessary for app store versions like this one, which are code-signed by the app store.\n\nThis is the SHA256 of the single-file version of the app, which can be found with the above links:\n7032-4213-5320-3420-550a-ef09-d42d-3510-adaa-f3a9-f6e0-6ec0-24eb-cea4-264d-b89e\n\nSee the developer reading this in a video: https://www.youtube.com/watch?v=OvMr1VStieU"
  }
}