{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IAssistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your IAssistant Forever Ever"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Análise e Otimização de Pesquisas Textuais Utilizando Inteligência Artificial por meio do IAssistant\n\nMarcos Paulo Leite Aguiar , Diego Soares de Oliveira¹, Gabriel Priolli Esteves¹, Gustavo Barcelos Lemos¹, Bruno Dias Vieira Silva¹, Alexandre Prado Romeu¹\n(mpleiteaguiar@gmail.com, bruno.dias.vieira@gmail.com, dih.oliver08@gmail.com, gustavo.barcelos30@gmail.com, gabrielesteves2000@hotmail.com, pradoromeu@hotmail.com)\n\t\t\n\n\nEste projeto visa abordar a necessidade de otimizar o tempo e a eficiência dos pesquisadores durante a análise e leitura de artigos acadêmicos. Para solucionar este problema de pesquisa, foi desenvolvido uma extensão, denominada IAssistant, que emprega inteligência artificial generativa para quantificar e visualizar a correspondência entre critérios de pesquisa e o conteúdo documental. Essa ferramenta facilita a tomada de decisão sobre a leitura de documentos, por meio de priorizações visuais baseadas em uma escala de cores.\n\nA justificativa para o desenvolvimento do IAssistant está enraizada na necessidade crescente de otimização do processo de revisão e análise de literatura acadêmica. A quantidade de artigos científicos publicados anualmente tem crescido exponencialmente, o que acarreta sobrecarga de trabalho aos pesquisadores com a tarefa de identificar e analisar textos relevantes em um vasto mar de informações. Este cenário destaca a importância de ferramentas automatizadas que possam auxiliar na triagem e priorização de documentos, o que proporciona uma economia substancial de tempo e aumenta a eficácia das pesquisas.\n\nPara validar a necessidade e a aceitação potencial do IAssistant, foi conduzido um estudo exploratório que envolveu a aplicação de um questionário a um grupo de pessoas de diversas áreas do conhecimento. Os resultados desse questionário indicaram de forma contundente que a maioria dos participantes considera a ferramenta extremamente útil."
  }
}