{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Shop Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify online shopping with your personal AI Shop Buddy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to Amazon Assistant for Chrome!\n\nShopping online is like a grand digital adventure. But sometimes, you need a little guidance to make the best decisions. What if you had a trusted buddy right at your side? The enhanced AI Shop Buddy is here to be that very friend. Let’s delve deeper into what makes this shopping helper so special.\n\n________________________________________\n1. The Best AI Shopping Assistant You Never Knew You Needed\nEveryone has questions when shopping at Amazon.com. Maybe you’re unsure about a product’s features or whether it's the right size. With this AI Shopping Assistant, it's like having a helpful friend with you:\n•\tPrompt Responses: Just like a friend who replies quickly to your messages, the Assistant provides fast answers to your queries. This means no waiting around when you're in doubt.\n•\tClothing Concerns: Wondering whether a shirt or dress will fit just right? The Assistant provides guidance to ensure you make the right choice.\n•\tKnow-It-All on Products: It's like having a buddy who seems to know all the ins and outs of every item. From tech gadgets to kitchen tools, the Assistant is your go-to expert.\n________________________________________\n2. The Magic Behind it: ChatGPT Technology\nAt the heart of the Assistant is a smart technology called ChatGPT:\n•\tImmediate Replies: Have you ever had to wait for a friend to text back? Well, the Assistant doesn’t keep you waiting. It responds swiftly, answering all your questions.\n•\tLearning Buddy: The more you chat, the better the Assistant understands what you like. It's like those friends who remember your favorite ice cream flavor or movie.\n•\tUser-Friendly: No need to be a computer genius! The Assistant is designed to be easy for everyone. It’s like having a helpful toy that anyone can play with.\n________________________________________\n3. Explore a World of Products\nEvery shopping journey is a chance to discover something new. And the Assistant is your treasure map:\n•\tPersonal Shopper Suggestions: Just ask, and it will suggest great products for you. Whether you're looking for the latest book or a gift for a friend, the Assistant has recommendations.\n•\tHelp with Choices: When you're torn between two products, the Assistant provides insights to help you decide. Think of it as a friend giving you advice.\n•\tMoney Matters: If you have a budget in mind, just tell the Assistant. It will show you products that fit within your spending limit, ensuring no wallet surprises.\n________________________________________\n4. Streamlining Your Shopping\nShopping can be more than just buying things. It's about the whole experience. And the Assistant ensures that it’s always smooth:\n•\tNavigating Made Easy: The Assistant guides you, showing you where to find what you're looking for. It’s like having a friend lead the way in a big mall.\n•\tGrabbing Deals: Everyone loves a good deal! The Assistant will tell you about special offers, discounts, and savings. It's like having a friend who always knows where the sales are.\n•\tYour Shopping List: Ever forget what you wanted to buy? The Assistant helps you organize a wishlist, so you remember everything.\n________________________________________\n5. Made for Every Shopper, Everywhere\nEveryone's different, but AI Shop Buddy is versatile:\n•\tClear and Simple: With its straightforward design, anyone can use it. It’s as easy as chatting with a friend.\n•\tAlways Accessible: Whether you’re using a computer at home or a phone on the go, the Assistant is always there to help.\n•\tSafe Shopping: Just like a trusted friend, the Assistant keeps your secrets. Your personal details and shopping habits remain private.\n________________________________________\n\nConclusion: Elevate Your Shopping Game\nThe revamped AI Shop Buddy is setting new standards for online shopping. It's about more than just buying things; it’s about making every shopping journey fun, informative, and effortless. With this new buddy by our side, we can all look forward to better, smarter, and more enjoyable shopping experiences. Dive into this new era and happy shopping!\n\nAI Shop Buddy is not related to Amazon Assistant for Chrome!\n\n• Why is AI Shop Buddy 100% free?\nAI Shop Buddy is supported through funding from our affiliate partners.\nThese partners will be prominently featured in your search results across platforms such as Google, Bing, Ecosia, DuckDuckGo, and others.\n2/ Add a banner in the search result like refoorest (we can help if needed)\n“This affiliate partner is supporting AI Shop Buddy extension”"
  }
}