{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comrade - Cash Back For Your Attention"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Earn instant cash back rewards for your attention when shopping online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you collecting reward points that rarely turn into real money or take forever to redeem into gift cards? How many times were you promised cash, gift cards, Bitcoin, or other crypto rewards that never materialized into cash? It's time to try something that works.\n\n❓ What is Attention Cash Back?\nA cash back is a payment you get back after you make a purchase. Attention cash back is a payment you get back after you pay attention to something. You pay with your attention; you get back real money. Hence the saying, \"pay attention.\"\n\n✅ Meet Comrade\nWith Comrade, you earn real money when shopping online. It's the only browser extension that puts a price tag on your attention as an instant cash back payment. Earn USD, not points, Bitcoin, or fictitious crypto rewards, because cash is king.\n\n🤓 How it works \nIt's simple. Comrade is a set-and-forget extension. Sign up, complete your profile, log in from the extension, and forget about it. Comrade will occasionally display neat and timely product recommendations that may show alternative products, better deals, or lower prices when you’re shopping online. When you visit the recommendation, you are rewarded with an instant attention cash back payment. \n\n💰 How much can I earn?\nComrade can generate a small and consistent passive income that may cover some of your expenses from time to time. If you use an automatic coupon finder to save money when shopping online, why not take it a step further by earning extra money that occasionally buys you groceries or to have that extra something to spend on your loved ones?\n\n🐞 Will it conflict with other extensions?\nSavvy consumers using shopping extensions such as automatic coupons at checkout and coupon finders can keep enjoying these extensions to save on shopping and use Comrade to earn real money at the same time. Can it get better than that?\n\n🔒 What about my privacy? \nPrivacy is Comrade's core value. Unlike other extensions, Comrade does not need to share or sell your data. Comrade uses a data in/data out technology that matches relevant recommendations with your browsing activity in real-time and deletes everything else immediately and permanently. We only store minimal data when we actually do deliver a recommendation. This is necessary to credit payments to your account while providing anonymized statistics to brands. With Comrade, you don't have to give up your data to earn rewards. Or, in this case, real money!\n\n😎 Any fun facts?\n95% of Comrade users don't find a reason to uninstall it. Why? Because with Comrade, you only gain. There is nothing to lose or give up. Not even your data.\n\n⬇ Any limitations?\nAs much as we would love to offer Comrade to everyone, it is currently only available to users from the US and India.\n\n⚠️ I’m not convinced!\nOk, think about this. You \"pay attention\" to annoying online ads that follow you everywhere you go, thrive on your private data, and never give you a dime. With Comrade, you earn real money directly from brands that are more than happy to pay you in cash for a little bit of your attention by showing you neat, timely, non-intrusive, privacy-friendly recommendations. See the difference?\n\n🌰 So, in a nutshell, Comrade...\nOnly displays relevant product recommendations.\nDelivers them at the right time when you shop online.\nPays you in cash when you visit them.\n\nReady to try it? Scroll up and add Comrade to your browser today."
  }
}