{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pendo Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pendo’s award-winning digital adoption solutions help people adopt employee-facing software more quickly and successfully."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pendo simplifies complex user experiences by bringing automated, personalized guidance to your employees within the software applications they use for work. Just-in-time resources help teams increase productivity and improve compliance, step-by-step guides boost your training efforts, and comprehensive analytics help you understand application usage and behaviors.\n\nThe Pendo Launcher browser extension facilitates quick mass deployment of digital adoption solutions to your full suite of employee-facing applications with just a few clicks:\n\nGuidance:\nIn-app guides deliver training inside software, where work actually gets done\nTrain more effectively with personalized guidance for different roles \nImprove change management and compliance with timely communication\n\nInsights:\nUnderstand application usage with comprehensive analytics\nAnalyze user behavior to understand causes of friction and increase productivity\nMeasure training completion and effectiveness to drive improvements\n\nFeedback:\nCollect actionable feedback about employee-facing software at scale\nIdentify common requests to prioritize changes and improve training\nPrioritize investments in high-impact system updates\n\nLearn more about Pendo’s digital adoption solutions at https://www.pendo.io/"
  }
}