{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Скачать ВК Видео"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Скачивайте любые видео с ВКонтакте и ВК Видео всего в один клик. Удобный менеджер загрузок для видео с ВК."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Данное расширение позволяет абсолютно бесплатно скачивать любые видео и клипы из социальной сети ВКонтакте и сервиса ВК Видео. Сохраняет видеофайлы с оригинальным названием в предварительно выбранном разрешении.\n\nОсновной особенностью этого расширения является встроенный видеоменеджер для видеофайлов, загруженных с ВКонтакте или ВК Видео. Он позволяет не только воспроизводить и просматривать скачанные видео прямо из всплывающего поп-ап меню, но и задавать индивидуальную папку для их загрузки и хранения. Интерфейс удобный, интуитивно понятный и не требует дополнительных инструкций.\n\nНепосредственно перед началом скачивания видеофайла предоставляется возможность выбрать его разрешение, а также отображается информация о размере файла в байтах. Всплывающее поп-ап меню позволяет отслеживать прогресс загрузки в процентах.\n\n● Кнопки \"Скачать видео\" будут отображаться под заголовком каждой страницы с видео или на каждом постере/промо к видео (см. скриншоты). Для скачивания достаточно навести курсор мышки и кликнуть. В открывшемся окне выберите нужное разрешение или размер видеофайла и просто нажмите \"Скачать\".\n\nОсновные функции:\n- Встроенный видеоменеджер для видеофайлов, загруженных с ВКонтакте или ВК Видео.\n- Воспроизведение и просмотр скачанных видеофайлов прямо из всплывающего поп-ап меню.\n- Возможность задавать индивидуальную папку для загрузки и хранения ВК видеофайлов.\n\nС помощью этого расширения вы сможете абсолютно бесплатно скачивать видео с ВКонтакте и ВК Видео, а также наслаждаться просмотром любимых роликов без ограничений как в онлайн-, так и в офлайн-режимах.\nРаботает сразу же после установки и не требует каких-либо регистраций.\n\nЕсли вы обнаружили ошибку, сообщите о ней в комментариях, на странице поддержки или по контактной почте — это поможет исправить проблему как можно скорее. Также не стесняйтесь предлагать идеи по улучшению текущих функций и добавлению новых.\n\nЭто неофициальное приложение, которое разрабатывается и поддерживается независимо.\nЭто не загрузчик видео с YouTube. Из-за ограничений политик Google Chrome Webstore и согласно правилам для разработчиков, это расширение не поддерживает загрузку видео с YouTube."
  }
}