{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TutorUp - AI Homework & Exam Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant answers to homework and exam questons using ChatGPT and OCR AI photo solver"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TutorUp uses the latest OCR (Optical Character Recognition) and AI (Artificial Intelligence) technology to quickly and accurately answer any questions you have by simply scanning a question. Say goodbye to wasting time scouring the internet for answers.\n\n📖TutorUp is the perfect study companion for every student, regardless of where they are in their educational journey. Whether you're still in high school, pursuing a degree at college, or immersing yourself in advanced studies at university, this extension has got you covered! Say goodbye to struggling with unanswered questions and hello to a more efficient and rewarding learning experience. With TutorUp's help, you can accelerate your academic progress by accessing instant solutions and gaining a deeper understanding of any subject. Don't let your studies be hindered by hurdles; let TutorUp be your ultimate study buddy and guide towards a path of success!\n\n🤖Not only does our AI answer general questions but high level math questions such as Algebra, differential equations, Geometry and much more! Additionally, it offers steps to get to that particular answer in case one has no clue :P\n\n🖼️Like a photo snipping tool, this allows you to drag to scan a question using your cursor. This will scan questions on any webpage/website online.\n\n👻Operate stealth and avoid detection from bots or proctored test that have recordings or sensors for unusual actions/movements.\n\nManual Mode: Manually type questions in the search box and get instant answers!\n\n🧑‍🏫Catered explanations: \nUnlock the full potential of your educational exploration! TutorUp provides a bespoke collection of materials tailored to your needs, enabling you to explore the intricacies of your chosen subject in extensive detail. With access to this carefully curated compilation of resources, you can venture beyond conventional learning boundaries and embark on a truly immersive quest for knowledge.\n\nScan & Display: As part of pro version, the \"scan & display section\" of the extension reads all of the questions on a particular page and then gives the answers to each of those questions. This is useful in saving time and answering questions to quizzes or exams you may be taking. \n\n⚠️Warning:  This software is designed exclusively for enhancing students' understanding and should only be used for legitimate educational purposes. Any form of cheating or unethical practices involving this software, such as using it to complete homework, take quizzes, or assist on tests, exams, or any other academic assessments, is strictly prohibited."
  }
}