{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chaos Shopper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To buy or not to buy? Chaos Shopper decides!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a bit of chaos to the online shopping experience. \n\nDo you find your indecisiveness mentally frustrating? Are your spending habits making your bank account cry? Or maybe you just find the whole online shopping thing too predictable.\n\nWell then, let the Chaos Shopper make your decisions for you! \n\nWhen you're on a supported product page, just click on the Chaos Shopper button and it will either add the item to your cart or close the tab. Either way, you can move on with your life and stop thinking about it.\n\nCurrently supported sites:\n✔️Amazon\n✔️Shein\n\nFeel free to let me know if you have any suggestions for improvements or sites you'd like to see supported!\n\n=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=\n\n#####OPTIONS#####\n📊Percentage chance to buy: \nThe higher you set this, the more likely the Chaos Shopper is to buy your product. \nAt 100%, clicking the Chaos Shopper button is literally just adding it to your cart. \nAt 0%, it will always close your tab.\nDouble-clicking the slider will reset the percentage to 50%.\n\n❌Close tab if item added to cart:\nYour tab will close whether the Chaos Shopper decides you should buy the item or not.\nThis option can be useful to turn on if you have a few items that you're thinking of buying queued up in different tabs. This way, you can just click on the button and the tab will close whether or not the item is added to your cart, letting you chaotically shop through your backlog more quickly.\n\n✨Use animations:\nTurns the Chaos Shopper button animation on or off."
  }
}