{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coffee Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracks the number of coffees consumed per day."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coffee Tracker: Your Daily Coffee Consumption Companion\n\nAre you a coffee enthusiast who enjoys tracking your daily coffee intake? The Coffee Tracker Chrome extension is here to help you monitor the number of coffees you consume each day effortlessly. Designed with simplicity and user-friendliness in mind, this extension allows you to keep a daily log of your coffee consumption directly within your browser. Whether you want to keep an eye on your caffeine intake for health reasons or simply enjoy tracking your coffee habits, Coffee Tracker makes it easy and convenient.\n\nFeatures:\n\n- Daily Coffee Count: Keep track of the number of coffees you drink each day. The extension displays the current day's coffee count prominently, so you always know where you stand.\n\n- Simple Interface: The user interface is clean and intuitive, designed with Material UI for a modern look. With just a couple of buttons, you can add a coffee to your count or reset the count for a new day.\n\n- Local Storage: Your coffee data is stored locally on your device, ensuring your privacy. There's no need to worry about your data being sent to external servers.\n\n- Responsive Design: The extension is designed to look great on any screen size, so you can easily access your coffee count whether you're on a laptop or a desktop.\n\n- Customization: The background features a subtle pattern of coffee beans on a beige backdrop, providing a pleasing aesthetic without being distracting. This thoughtful design adds a touch of elegance to your daily coffee tracking.\n\nHow to Use Coffee Tracker:\n\n- Installation: Simply add the Coffee Tracker extension to your Chrome browser from the Chrome Web Store. Once installed, you’ll see the Coffee Tracker icon in your browser toolbar.\n\n- Tracking Coffee Intake: Click on the Coffee Tracker icon to open the popup. You’ll see the current date and the number of coffees you’ve had today. To log a new coffee, click the “Add Coffee” button. Each click will increment your daily coffee count.\n\n- Resetting the Count: At the end of the day, or whenever you wish to reset the count, click the “Reset” button. This will set your coffee count back to zero for a fresh start.\n\nWhy Use Coffee Tracker?\n\n- Health Awareness: Monitoring your caffeine intake can be an important part of managing your health. Whether you’re trying to reduce your caffeine consumption or simply maintain a steady intake, Coffee Tracker provides a simple way to keep track.\n\n- Productivity: For many, coffee is a productivity tool. Knowing how much coffee you’ve consumed can help you understand your patterns and how they correlate with your productivity levels.\n\n- Simplicity: Unlike other tracking apps that require constant input and management, Coffee Tracker is designed to be straightforward and hassle-free. Open the popup, log your coffee, and you’re done.\n\n- Privacy: Since all data is stored locally, you don’t need to worry about privacy issues. Your coffee consumption data stays with you, on your device.\n\nFuture Updates:\n\nWe’re committed to improving Coffee Tracker based on user feedback. Future updates may include features such as:\n\n- Weekly/Monthly Reports: Get insights into your coffee consumption trends over time.\n- Customization Options: Personalize the extension with different themes and backgrounds.\n- Notifications: Receive reminders to log your coffee or alerts when you’ve reached your daily limit.\n\nCoffee Tracker is more than just a tool; it’s your daily companion for mindful coffee consumption. Install Coffee Tracker today and start enjoying a more aware and controlled coffee experience. Happy tracking!"
  }
}