{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netrunner Lookup"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replaces Android: Netrunner card names with links and card image tooltips."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Android: Netrunner is a card game published by Fantasy Flight Games. At the time of this extension's publication, there are more than 200 different cards in print (it's now up to more than 500!), with more being published every month. While the great variety of cards makes for a great game, it can make reading articles about Android: Netrunner challenging. It's hard to remember exactly what every card does.\n\nNetrunner Lookup solves this problem by replacing Netrunner card names with links to cardgamedb.com when you click on Netrunner Lookup's icon. It also adds bubble tips with the card images to each card so you can quickly get the info you need without having to leave the page. In addition, if a card name is abbreviated or mis-typed and Netrunner Lookup misses it, you can highlight the text and Netrunner Lookup will suggest likely matches for you. \n\nThis extension will help you delve even deeper into the great game of Android: Netrunner. I hope you enjoy it!\n\nSince version 1.3, Netrunner Lookup has included a site whitelist! Now Netrunner Lookup will run automatically on the sites you specify. Check out the options page by right clicking on the icon and selecting \"Options\".\n\nNetrunner is a TM of R. Talsorian Games, Inc. Android is TM & ©2014 Fantasy Flight Publishing, Inc. All rights reserved. Netrunner is licensed by Wizards of the Coast LLC. ©2014 Wizards. This extension is not affiliated with any of the above companies in any way."
  }
}