{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Only Read"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A feature Packed, customizable reader extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You can open any website or online document in a straightforward and uncluttered environment called Only Read thanks to the lightweight, multi-browser Only Read add-on. The Only Read UI can be accessed by simply clicking the toolbar button. A plain version of the current page (active tab) will be reloaded. When the Only Read UI is active, a toolbar can be seen in the upper left corner. The close button is the first button down from the top. This button will reload the page in the default view when you click it. To access the settings popup, select the second button from the top. For Only Read, three themes are available.\n\nFeatures\n+ Using the toolbar popup UI, access any website directly in reader view.\n+ has a indigo, indRed, hotPink, teal, sepia, light, or dark mode.\n+  has a font size, line height, or page width adjustment option.\n+ Very lite and easy to use Extension.",
    "es": "Puede abrir cualquier sitio web o documento en línea en un entorno sencillo y despejado llamado Only Read gracias al complemento Only Read ligero y multinavegador. Se puede acceder a la interfaz de usuario de solo lectura simplemente haciendo clic en el botón de la barra de herramientas. Se volverá a cargar una versión simple de la página actual (pestaña activa). Cuando la interfaz de usuario de solo lectura está activa, se puede ver una barra de herramientas en la esquina superior izquierda. El botón de cerrar es el primer botón hacia abajo desde la parte superior. Este botón volverá a cargar la página en la vista predeterminada cuando haga clic en él. Para acceder a la ventana emergente de configuración, seleccione el segundo botón desde arriba. Para Solo lectura, hay tres temas disponibles.\n\nCaracterísticas\n+ Usando la interfaz de usuario emergente de la barra de herramientas, acceda a cualquier sitio web directamente en la vista del lector.\n+ tiene un modo índigo, indRed, hotPink, verde azulado, sepia, claro u oscuro.\n+ tiene una opción de ajuste de tamaño de fuente, altura de línea o ancho de página.\n+ Extensión muy ligera y fácil de usar.",
    "pt_PT": "Você pode abrir qualquer site ou documento on-line em um ambiente simples e organizado chamado Only Read, graças ao complemento leve e multi-browser Only Read. A interface do usuário Only Read pode ser acessada simplesmente clicando no botão da barra de ferramentas. Uma versão simples da página atual (aba ativa) será recarregada. Quando a interface do usuário Only Read está ativa, uma barra de ferramentas pode ser vista no canto superior esquerdo. O botão Fechar é o primeiro botão de cima para baixo. Este botão recarregará a página na visualização padrão quando você clicar nele. Para acessar o pop-up de configurações, selecione o segundo botão na parte superior. Para Only Read, três temas estão disponíveis.\n\nCaracterísticas\n+ Usando a IU pop-up da barra de ferramentas, acesse qualquer site diretamente na visualização do leitor.\n+ tem um modo índigo, indRed, hotPink, verde-azulado, sépia, claro ou escuro.\n+ tem uma opção de ajuste de tamanho de fonte, altura de linha ou largura de página.\n+ Extensão muito leve e fácil de usar.",
    "zh_CN": "借助轻量级的多浏览器 Only Read 插件，您可以在名为 Only Read 的简单明了的环境中打开任何网站或在线文档。 只需单击工具栏按钮即可访问 Only Read UI。 将重新加载当前页面（活动选项卡）的普通版本。 当 Only Read UI 处于活动状态时，可以在左上角看到一个工具栏。 关闭按钮是从顶部向下的第一个按钮。 单击此按钮时，将在默认视图中重新加载页面。 要访问设置弹出窗口，请选择顶部的第二个按钮。 对于只读，三个主题可用。\n\n特征\n+ 使用工具栏弹出 UI，直接在阅读器视图中访问任何网站。\n+ 具有靛蓝、indRed、hotPink、蓝绿色、棕褐色、浅色或深色模式。\n+ 具有字体大小、行高或页面宽度调整选项。\n+ 非常精简且易于使用的扩展。"
  }
}