{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NoMoreAnime"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personalize Crunchyroll: Hide unwanted anime in new releases."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing NoMoreAnime Extension - your ultimate solution to customize your Crunchyroll experience! With this powerful browser extension, you can effortlessly hide all the anime shows you're not interested in. This will make it easier than ever to navigate through the latest releases on Crunchyroll.\n\nAre you tired of scrolling through countless titles that don't pique your interest? With Crunchyroll Hide Unwanted Anime Extension, you've taken back control of your anime-watching journey.\n\nWith a clean and user-friendly interface, NoMoreAnime Extension seamlessly integrates with your Crunchyroll browsing experience. Stay up to date with the latest releases while maintaining a clean interface tailored to your tastes.\n\nNever miss the anime that really speaks to you again. Use Crunchyroll Hide Unwanted Anime Extension and enjoy a personalized Crunchyroll experience like never before. Get started today and discover a whole new world of anime tailored to your preferences.\n\nCurrently, you can easily hide individual anime series/movies, but stay tuned for even more exciting functionalities coming soon! Customize your Crunchyroll journey like never before with the NoMoreAnime Extension.\n\nHint\n\nPlease note that the extension may currently have some minor bugs. If you encounter any issues, simply reload the extension, \nrefresh the Crunchyroll webpage, and it should start working again.\n\nOtherwise, please open an issue on GitHub, and I will do my best to address it promptly. \nYour feedback and contribution are highly appreciated in improving the functionality of the extension.\n\nThat's my first browser extension, and it's just a hobby for me. I'm eager to learn as much as possible.\n\nSupport\n\nPlease provide feedback, ideas, suggestions, and report any issues through the support page (GitHub project). We appreciate your input and will address your concerns as promptly as possible."
  }
}