{
  "name": {
    "ar": "Twilar (تطبيق سطح المكتب مطلوب)",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Twilar (desktop app required)",
    "de": "Twilar (Desktop-App erforderlich)",
    "es": "Twilar (se requiere la aplicación de escritorio)",
    "fr": "Twilar (application de bureau requise)",
    "he": "Twilar (נדרשת אפליקציית שולחן עבודה)",
    "ja": "Twilar (デスクトップアプリが必要です)",
    "ko": "Twilar (데스크톱 앱 필요)",
    "ru": "Twilar (необходимое приложение для настольного компьютера)",
    "zh_CN": "Twilar（需要桌面应用程序）",
    "zh_TW": "Twilar（需要桌面應用程序）"
  },
  "short": {
    "ar": "أداة الإشارات المرجعية المحلية أولاً والمركزة على الخصوصية وأداة القراءة لاحقًا",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "A local first, privacy focused bookmarking and read-it-later tool",
    "de": "Ein lokal orientiertes, auf Datenschutz ausgerichtetes Lesezeichen- und Später-Lesen-Tool",
    "es": "Una herramienta de marcadores y para leer más tarde centrada en la privacidad y en lo local",
    "fr": "Un outil de signet et de lecture ultérieure axé sur la confidentialité et local avant tout",
    "he": "כלי לסימון ולקריאה מאחורי הקלעים עם דגש על הפרטיות",
    "ja": "ローカル優先、プライバシー重視のブックマークと後で読むツール",
    "ko": "로컬 우선, 개인 정보 보호에 중점을 둔 즐겨찾기 및 나중에 읽기 도구",
    "ru": "Локальный первый, ориентированный на конфиденциальность инструмент для создания закладок и отложенного прочтения",
    "zh_CN": "一款本地优先，注重隐私的书签和稍后阅读工具",
    "zh_TW": "一個本地優先，注重隱私的書籤和稍後閱讀工具"
  },
  "long": {
    "ar": "تويلار هو تطبيق محلي للقراءة لاحقًا ونظام إدارة المعرفة الشخصية (PKM)، والذي يمكنه تخزين صفحات الويب على iCloud.\n\nيمكنك قراءتها لاحقًا. احفظها للأبد.\nلا يتطلب منك التسجيل في أي حساب ولن يتم ربط أي معلومات بهويتك عند استخدام تويلار.\n\nيمكن لهذه الإضافة حفظ أي محتويات إلى تويلار.\nلا يتطلب هذا الإصدار من تويلار الدخول إلى iCloud بعد الآن. بمجرد تثبيت تطبيق تويلار لسطح المكتب، يمكنك حفظ أي صفحات ويب من Chrome إلى تويلار فورًا دون أي خطوات إضافية.\n\nيمكنك تحميل تطبيق تويلار على: https://www.twilar.com/",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Twilar is a local first, read-it-later and PKMS or Personal Knowledge Management (PKM) app which can store web pages into iCloud. \n\nYou can read it later. Save it forever. \nYou don't have to register any account and there would be no information linked to your identity by using Twilar.\nIt is the best local-first alternative to apps like Readwise, Instapaper, Pocket and Pinboard.\n\n\nThis extension can save any contents to Twilar.\nThis version of Twilar does not require login to iCloud anymore. Once the Twilar Desktop app is installed, you can save any web pages from Chrome into Twilar instantly without any extra step.\n\nYou can download the Twilar app at: https://www.twilar.com/",
    "de": "Twilar ist eine lokale, später lesbare und persönliche Wissensmanagement-App (PKM), mit der Sie Webseiten in iCloud speichern können.\n\nSie können es später lesen. Speichern Sie es für immer. Sie müssen kein Konto registrieren und es werden keine Informationen mit Ihrer Identität verknüpft, wenn Sie Twilar verwenden.\n\nMit dieser Erweiterung können Sie alle Inhalte in Twilar speichern. Diese Version von Twilar erfordert kein iCloud-Login mehr. Sobald die Twilar Desktop-App installiert ist, können Sie jede Webseite von Chrome sofort in Twilar speichern, ohne zusätzliche Schritte.\n\nSie können die Twilar-App hier herunterladen: https://www.twilar.com/",
    "es": "Twilar es una aplicación local, de lectura posterior y de gestión de conocimiento personal (PKM) que puede almacenar páginas web en iCloud.\n\nPuede leerlo más tarde. Guárdelo para siempre. No es necesario que se registre ninguna cuenta y no habrá información vinculada a su identidad al utilizar Twilar.\n\nEsta extensión puede guardar cualquier contenido en Twilar. Esta versión de Twilar ya no requiere iniciar sesión en iCloud. Una vez que se instala la aplicación de escritorio Twilar, puede guardar cualquier página web de Chrome en Twilar instantáneamente sin ningún paso adicional.\n\nPuede descargar la aplicación Twilar en: https://www.twilar.com/",
    "fr": "Twilar est une application locale, de lecture différée et de gestion des connaissances personnelles (PKM) qui permet de stocker des pages Web dans iCloud.\n\nVous pouvez les lire plus tard et les enregistrer pour toujours. Vous n'avez pas besoin de créer de compte et aucune information n'est liée à votre identité lorsque vous utilisez Twilar.\n\nCette extension peut enregistrer n'importe quel contenu dans Twilar. Cette version de Twilar ne nécessite plus de connexion à iCloud. Une fois l'application de bureau Twilar installée, vous pouvez enregistrer instantanément n'importe quelle page Web de Chrome dans Twilar sans aucune étape supplémentaire.\n\nVous pouvez télécharger l'application Twilar à l'adresse suivante : https://www.twilar.com/",
    "he": "Twilar היא אפליקציה מקומית, המאפשרת לקרוא דפים מאוחר יותר, בעלת מערכת ניהול ידע אישי (PKM) המאפשרת לשמור דפי אינטרנט ב- iCloud.\n\nאתם יכולים לקרוא את זה מאוחר יותר. שמור זאת לעד. אינך צריך להירשם לכל חשבון ולא יהיו כל מידע המקושר לזהותך באמצעות שימוש בטווילאר.\n\nהרחבה זו יכולה לשמור כל תוכן לטווילאר. גרסה זו של טווילאר אינה דורשת יותר התחברות ל- iCloud. ברגע שהיישום Twilar Desktop מותקן, ניתן לשמור באופן מיידי דפי אינטרנט מ- Chrome ל- Twilar ללא כל שלב נוסף.\n\nאתם יכולים להוריד את אפליקציית Twilar בכתובת: https://www.twilar.com/",
    "ja": "Twilar は、iCloud に Web ページを保存できるローカルファースト、リーディットレーター、およびパーソナル ナレッジ マネジメント (PKM) アプリです。\n\n後で読むことができます。永遠に保存してください。アカウントを登録する必要はありません。Twilar を使用すると、個人を特定できる情報は保存されません。\n\nこの拡張機能は、Twilar にコンテンツを保存できます。このバージョンの Twilar では、iCloud へのログインは必要ありません。Twilar Desktop アプリをインストールすると、Chrome から Web ページを Twilar にすぐに保存できます。\n\nTwilar アプリはこちらからダウンロードできます。https://www.twilar.com/",
    "ko": "Twilar는 iCloud에 웹페이지를 저장할 수 있는 로컬 우선, 읽기 목록, 개인 지식 관리(PKM) 앱입니다.\n\n나중에 읽을 수 있습니다. 영원히 저장하세요. 계정을 등록할 필요가 없으며, Twilar를 사용하면 신원과 연결된 정보가 없습니다.\n\n이 확장 프로그램을 사용하면 Twilar에 모든 콘텐츠를 저장할 수 있습니다. 이 버전의 Twilar는 iCloud 로그인이 더 이상 필요하지 않습니다. Twilar 데스크톱 앱을 설치한 후에는 Chrome에서 웹페이지를 Twilar로 즉시 저장할 수 있으며, 추가 단계는 필요하지 않습니다.\n\nhttps://www.twilar.com/에서 Twilar 앱을 다운로드할 수 있습니다.",
    "ru": "Twilar — это локальное приложение для отложенного чтения и управления личными знаниями (PKM), которое позволяет сохранять веб-страницы в iCloud.\n\nВы можете прочитать это позже. Сохраните это навсегда. Вам не нужно регистрировать учетную запись, и никакая информация не будет связана с вашей личностью при использовании Twilar.\n\nЭто расширение может сохранять любой контент в Twilar. Эта версия Twilar больше не требует входа в iCloud. После установки настольного приложения Twilar вы можете мгновенно сохранять любые веб-страницы из Chrome в Twilar без каких-либо дополнительных действий.\n\nВы можете скачать приложение Twilar по адресу: https://www.twilar.com/",
    "zh_CN": "Twilar 是一款本地优先、稍后阅读和个人知识管理 (PKM) 应用，可将网页存储在 iCloud 中。\n\n您可以稍后阅读，并永久保存。使用 Twilar 无需注册任何帐户，也不会将任何信息与您的身份关联。\n\n此扩展程序可将任何内容保存到 Twilar。 Twilar 的此版本不再需要登录 iCloud。一旦安装了 Twilar Desktop 应用，您就可以立即从 Chrome 将任何网页保存到 Twilar，而无需任何额外步骤。\n\n您可以从 https://www.twilar.com/ 下载 Twilar 应用。",
    "zh_TW": "Twilar 是一款本地優先、稍後閱讀和個人知識管理 (PKM) 應用程式，可將網頁儲存到 iCloud。\n\n您可以稍後再讀，並永久保存。使用 Twilar 不需註冊任何帳戶，也不會將任何資訊與您的身分連結。\n\n此擴充功能可將任何內容儲存到 Twilar。此版本的 Twilar 不再需要登入 iCloud。一旦安裝了 Twilar Desktop 應用程式，您就可以立即從 Chrome 将任何網頁儲存到 Twilar，而無需任何額外步驟。\n\n您可以從 https://www.twilar.com/ 下載 Twilar 應用程式。"
  }
}