{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy as Markdown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alt+C to copy selected web content as Markdown, support headings, links, images, tables and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy as Markdown: Alt+C (Option+C on Mac)\n\nUse Alt+C (Option+C on Mac) to copy any web page as plain-text Markdown, preserving headings, links, images, code blocks, tables, and lists with perfect formatting! Ideal for working with LLMs, creating .md files, or sharing web content via messaging apps.\n\nWhy?\n\nWhen you copy something, your clipboard stores up to three formats: plain text, HTML, and RTF (rich text format). In browsers, it’s typically plain text and HTML. The app where you paste determines which format to use.\n\nThis works fine with editors like Notion, which take HTML and convert it into their internal format to preserve structure. However, it’s frustrating when working with LLMs because their input fields often only accept plain text, causing you to lose important context like table structures, link URLs, and headings.\n\nBefore this extension, I had to copy from a webpage, paste it into Notion, copy from Notion, paste it into Sublime, and finally paste it into the LLM interface.\n\nHow?\n\nThis Chrome extension solves the problem by using the same technology that powers markdown editors—a library called ProseMirror. It directly processes the selected HTML from your browser to generate Markdown and places it in your clipboard.\n\nAll the processing happens securely in your browser, bundled entirely within the extension, ensuring your content is processed offline for complete privacy.\n\nUpdate\n\t•\tv0.0.6: Improved manifesto file and setup GitHub repo, please use the github repo for feature request or bug report etc. https://github.com/ghcpuman902/copy-as-markdown\n\nRoadmap\n\t•\t2024/11/13: Conceptualized the idea\n\t•\t2024/11/15: Prototype completed\n\t•\t2024/11/19: Published\n\nTODO:\n\t•\tImprove handling of relative URLs\n\t•\tAdd more customizable key combinations\n\t•\tFurther beautify Markdown output, especially for tables\n\nMade by Mangle Kuo\nhttps://manglekuo.com"
  }
}