{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "LibreOffice Calc online",
    "es,es_419": "LibreOffice Calc en línea",
    "fr": "LibreOffice Calc en ligne",
    "hi": "LibreOffice Calc ऑनलाइन",
    "ja": "LibreOffice Calc - オンライン",
    "ko": "LibreOffice Calc 온라인",
    "ru,uk": "LibreOffice Calc онлайн",
    "zh_CN": "LibreOffice Calc 在线"
  },
  "short": {
    "ar": "قم بإنشاء وتحرير XLS باستخدام أداة لإنشاء جداول البيانات وتحريرها",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit XLS with a tool for creating and editing spreadsheets.",
    "de": "Erstellen und bearbeiten Sie XLS mit einem Tool zum Erstellen und Bearbeiten von Tabellenkalkulationen",
    "es,es_419": "Crea y edita XLS con una herramienta para crear y editar hojas de cálculo",
    "fr": "Créez et modifiez XLS avec un outil de création et d'édition de feuilles de calcul",
    "hi": "स्प्रेडशीट बनाने और संपादित करने के लिए एक टूल के साथ XLS बनाएं और संपादित करें",
    "it": "Crea e modifica XLS con uno strumento per creare e modificare fogli di calcolo",
    "ja": "スプレッドシートを作成および編集するためのツールを使用して XLS を作成および編集する",
    "ko": "스프레드시트 생성 및 편집 도구를 사용하여 XLS 생성 및 편집",
    "nl": "Maak en bewerk XLS met een tool voor het maken en bewerken van spreadsheets",
    "pl": "Twórz i edytuj XLS za pomocą narzędzia do tworzenia i edycji arkuszy kalkulacyjnych",
    "pt_BR,pt_PT": "Crie e edite XLS com uma ferramenta para criar e editar planilhas",
    "ru": "Создавайте и редактируйте XLS с помощью инструмента для создания и редактирования электронных таблиц.",
    "tr": "Elektronik tablolar oluşturmaya ve düzenlemeye yönelik bir araçla XLS oluşturun ve düzenleyin",
    "uk": "Створюйте та редагуйте XLS за допомогою інструменту для створення та редагування електронних таблиць",
    "zh_CN": "使用用于创建和编辑电子表格的工具创建和编辑 XLS"
  },
  "long": {
    "ar": "يتيح هذا الامتداد للمستخدمين استخدام LibreOffice Calc عبر الإنترنت. يعد LibreOffice Calc عبر الإنترنت أداة قوية لإنشاء وتحرير جداول البيانات التي تدعم تنسيقات XLS وMicrosoft Excel وLibreOffice. ميزاته الرئيسية هي:\n\n• أدوات الحساب: يتضمن LibreOffice Calc عبر الإنترنت مجموعة واسعة من الوظائف الرياضية، بما في ذلك الوظائف الحسابية والإحصائية والمالية الأساسية. يمكن للمستخدمين أيضًا إنشاء صيغ معقدة باستخدام مراجع الخلايا وعوامل التشغيل.\n\n• تحليل البيانات: يوفر التطبيق أدوات لتحليل مجموعات كبيرة من البيانات، مثل فرز البيانات وتصفيتها والجداول المحورية. يمكن للمستخدمين بسهولة تحديد الاتجاهات والأنماط في بياناتهم. كل منهم مشابه جدًا لما يوفره Microsoft Excel.\n\n• المخططات والرسومات: يتيح LibreOffice Calc عبر الإنترنت للمستخدمين إنشاء مخططات ورسوم بيانية ذات مظهر احترافي لتصور بياناتهم. يمكن للمستخدمين تخصيص مظهر المخططات عن طريق تغيير الألوان والخطوط والتسميات.\n\n• النماذج: يقدم التطبيق مجموعة متنوعة من القوالب لأنواع مختلفة من جداول البيانات، بما في ذلك الميزانيات والفواتير وآلات حاسبة القروض. يمكن للمستخدمين أيضًا إنشاء القوالب الخاصة بهم لاستخدامها في المستقبل.\n\n• التوافق: التطبيق متوافق مع Microsoft Excel وبرامج جداول البيانات الأخرى، مما يجعل من السهل استيراد وتصدير الملفات بتنسيقات مختلفة.\n\nيتضمن هذا الامتداد أيضًا الوصول إلى مدير الملفات لتحميل وتنزيل جداول البيانات أو XLS التي تم إنشاؤها باستخدام Microsoft Excel أو LibreOffice Calc.\n\nهذا الامتداد هو توزيع LibreOffice Calc عبر الإنترنت لذا فهو يتوافق مع LibreOffice Calc GPL.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension allows users to use the LibreOffice Calc online. LibreOffice Calc online is a powerful tool for creating and editing spreadsheets that support XLS Microsoft Excel and LibreOffice formats. Its main features are:\n\n•\tCalculation Tools: LibreOffice Calc online includes a wide range of mathematical functions, including basic arithmetic, statistical, and financial functions. Users can also create complex formulas using cell references and operators.\n\n•\tData Analysis: The app provides tools for analyzing large sets of data, such as data sorting, filtering, and pivot tables. Users can easily identify trends and patterns in their data. All of them very similar to what Microsoft Excel provides.\n\n•\tCharts and Graphics: LibreOffice Calc online allows users to create professional-looking charts and graphs to visualize their data. Users can customize the appearance of charts by changing colors, fonts, and labels.\n\n•\tTemplates: The app offers a variety of templates for different types of spreadsheets, including budgets, invoices, and loan calculators. Users can also create their own templates for future use.\n\n•\tCompatibility: The app is compatible with Microsoft Excel and other spreadsheet software, making it easy to import and export files in different formats.\n\nThis extension also includes access to a file manager to upload and download the spreadsheets or XLS created using Microsoft Excel or LibreOffice Calc.\n\nThis extension is the LibreOffice Calc online distribution so it is compliance with the LibreOffice Calc GPL.",
    "de": "Mit dieser Erweiterung können Benutzer LibreOffice Calc online verwenden. LibreOffice Calc online ist ein leistungsstarkes Tool zum Erstellen und Bearbeiten von Tabellenkalkulationen, die die Formate XLS Microsoft Excel und LibreOffice unterstützen. Seine Hauptmerkmale sind:\n\n• Berechnungstools: LibreOffice Calc online umfasst eine breite Palette mathematischer Funktionen, einschließlich grundlegender arithmetischer, statistischer und finanzieller Funktionen. Benutzer können auch komplexe Formeln mithilfe von Zellbezügen und Operatoren erstellen.\n\n• Datenanalyse: Die App bietet Tools zum Analysieren großer Datenmengen, z. B. Datensortierung, Filterung und Pivot-Tabellen. Benutzer können Trends und Muster in ihren Daten leicht erkennen. Alle ähneln sehr dem, was Microsoft Excel bietet.\n\n• Diagramme und Grafiken: Mit LibreOffice Calc online können Benutzer professionell aussehende Diagramme und Grafiken erstellen, um ihre Daten zu visualisieren. Benutzer können das Erscheinungsbild von Diagrammen anpassen, indem sie Farben, Schriftarten und Beschriftungen ändern.\n\n• Vorlagen: Die App bietet eine Vielzahl von Vorlagen für verschiedene Arten von Tabellenkalkulationen, darunter Budgets, Rechnungen und Kreditrechner. Benutzer können auch ihre eigenen Vorlagen für die zukünftige Verwendung erstellen.\n\n• Kompatibilität: Die App ist mit Microsoft Excel und anderen Tabellenkalkulationsprogrammen kompatibel und erleichtert so den Import und Export von Dateien in verschiedenen Formaten.\n\nDiese Erweiterung umfasst auch den Zugriff auf einen Dateimanager zum Hoch- und Herunterladen von Tabellenkalkulationen oder XLS-Dateien, die mit Microsoft Excel oder LibreOffice Calc erstellt wurden.\n\nDiese Erweiterung ist die Online-Distribution von LibreOffice Calc und entspricht daher der GPL von LibreOffice Calc.",
    "es,es_419": "Esta extensión permite a los usuarios utilizar LibreOffice Calc en línea. LibreOffice Calc en línea es una poderosa herramienta para crear y editar hojas de cálculo compatibles con los formatos XLS de Microsoft Excel y LibreOffice. Sus principales características son:\n\n• Herramientas de cálculo: LibreOffice Calc en línea incluye una amplia gama de funciones matemáticas, incluidas funciones aritméticas, estadísticas y financieras básicas. Los usuarios también pueden crear fórmulas complejas utilizando operadores y referencias de celda.\n\n• Análisis de datos: la aplicación proporciona herramientas para analizar grandes conjuntos de datos, como clasificación, filtrado y tablas dinámicas. Los usuarios pueden identificar fácilmente tendencias y patrones en sus datos. Todos ellos muy similares a lo que proporciona Microsoft Excel.\n\n• Cuadros y gráficos: LibreOffice Calc en línea permite a los usuarios crear cuadros y gráficos de apariencia profesional para visualizar sus datos. Los usuarios pueden personalizar la apariencia de los gráficos cambiando colores, fuentes y etiquetas.\n\n• Plantillas: la aplicación ofrece una variedad de plantillas para diferentes tipos de hojas de cálculo, incluidos presupuestos, facturas y calculadoras de préstamos. Los usuarios también pueden crear sus propias plantillas para uso futuro.\n\n• Compatibilidad: la aplicación es compatible con Microsoft Excel y otros programas de hojas de cálculo, lo que facilita la importación y exportación de archivos en diferentes formatos.\n\nEsta extensión también incluye acceso a un administrador de archivos para cargar y descargar las hojas de cálculo o XLS creadas con Microsoft Excel o LibreOffice Calc.\n\nEsta extensión es la distribución en línea de LibreOffice Calc, por lo que cumple con la GPL de LibreOffice Calc.",
    "fr": "Cette extension permet aux utilisateurs d'utiliser LibreOffice Calc en ligne. LibreOffice Calc en ligne est un outil puissant pour créer et éditer des feuilles de calcul prenant en charge les formats XLS Microsoft Excel et LibreOffice. Ses principales caractéristiques sont :\n\n• Outils de calcul : LibreOffice Calc en ligne comprend un large éventail de fonctions mathématiques, notamment des fonctions arithmétiques, statistiques et financières de base. Les utilisateurs peuvent également créer des formules complexes à l'aide de références de cellules et d'opérateurs.\n\n• Analyse des données : l'application fournit des outils pour analyser de grands ensembles de données, tels que le tri, le filtrage et les tableaux croisés dynamiques. Les utilisateurs peuvent facilement identifier les tendances et les modèles dans leurs données. Tous très similaires à ce que propose Microsoft Excel.\n\n• Graphiques et graphiques : LibreOffice Calc en ligne permet aux utilisateurs de créer des graphiques et des graphiques d'aspect professionnel pour visualiser leurs données. Les utilisateurs peuvent personnaliser l'apparence des graphiques en modifiant les couleurs, les polices et les étiquettes.\n\n• Modèles : l'application propose une variété de modèles pour différents types de feuilles de calcul, notamment les budgets, les factures et les calculateurs de prêt. Les utilisateurs peuvent également créer leurs propres modèles pour une utilisation future.\n\n• Compatibilité : l'application est compatible avec Microsoft Excel et d'autres logiciels de tableur, ce qui facilite l'importation et l'exportation de fichiers dans différents formats.\n\nCette extension comprend également l'accès à un gestionnaire de fichiers pour télécharger et télécharger les feuilles de calcul ou XLS créées à l'aide de Microsoft Excel ou LibreOffice Calc.\n\nCette extension est la distribution en ligne LibreOffice Calc et est donc conforme à la GPL LibreOffice Calc.",
    "hi": "यह एक्सटेंशन उपयोगकर्ताओं को लिबरऑफिस कैल्क का ऑनलाइन उपयोग करने की अनुमति देता है। लिबरऑफिस कैल्क ऑनलाइन स्प्रेडशीट बनाने और संपादित करने के लिए एक शक्तिशाली उपकरण है जो एक्सएलएस माइक्रोसॉफ्ट एक्सेल और लिबरऑफिस प्रारूपों का समर्थन करता है। इसकी मुख्य विशेषताएं हैं:\n\n• गणना उपकरण: लिब्रे ऑफिस कैल्क ऑनलाइन में बुनियादी अंकगणित, सांख्यिकीय और वित्तीय कार्यों सहित गणितीय कार्यों की एक विस्तृत श्रृंखला शामिल है। उपयोगकर्ता सेल संदर्भों और ऑपरेटरों का उपयोग करके जटिल सूत्र भी बना सकते हैं।\n\n• डेटा विश्लेषण: ऐप डेटा के बड़े सेटों का विश्लेषण करने के लिए उपकरण प्रदान करता है, जैसे डेटा सॉर्टिंग, फ़िल्टरिंग और पिवट टेबल। उपयोगकर्ता अपने डेटा में रुझानों और पैटर्न को आसानी से पहचान सकते हैं। ये सभी Microsoft Excel द्वारा प्रदान की जाने वाली चीज़ों के समान हैं।\n\n• चार्ट और ग्राफिक्स: लिबरऑफिस कैल्क ऑनलाइन उपयोगकर्ताओं को अपने डेटा को देखने के लिए पेशेवर दिखने वाले चार्ट और ग्राफ़ बनाने की अनुमति देता है। उपयोगकर्ता रंग, फ़ॉन्ट और लेबल बदलकर चार्ट के स्वरूप को अनुकूलित कर सकते हैं।\n\n• टेम्प्लेट: ऐप विभिन्न प्रकार की स्प्रैडशीट्स के लिए विभिन्न प्रकार के टेम्प्लेट प्रदान करता है, जिसमें बजट, चालान और ऋण कैलकुलेटर शामिल हैं। उपयोगकर्ता भविष्य में उपयोग के लिए अपने स्वयं के टेम्पलेट भी बना सकते हैं।\n\n• अनुकूलता: ऐप माइक्रोसॉफ्ट एक्सेल और अन्य स्प्रेडशीट सॉफ्टवेयर के साथ संगत है, जिससे विभिन्न प्रारूपों में फ़ाइलों को आयात और निर्यात करना आसान हो जाता है।\n\nइस एक्सटेंशन में माइक्रोसॉफ्ट एक्सेल या लिब्रे ऑफिस कैल्क का उपयोग करके बनाई गई स्प्रेडशीट या एक्सएलएस को अपलोड और डाउनलोड करने के लिए फ़ाइल प्रबंधक तक पहुंच भी शामिल है।\n\nयह एक्सटेंशन लिबरऑफिस कैल्क ऑनलाइन वितरण है इसलिए यह लिबरऑफिस कैल्क जीपीएल का अनुपालन करता है।",
    "it": "Questa estensione consente agli utenti di utilizzare LibreOffice Calc online. LibreOffice Calc online è un potente strumento per creare e modificare fogli di calcolo che supportano i formati XLS Microsoft Excel e LibreOffice. Le sue caratteristiche principali sono:\n\n• Strumenti di calcolo: LibreOffice Calc online include un'ampia gamma di funzioni matematiche, comprese funzioni aritmetiche, statistiche e finanziarie di base. Gli utenti possono anche creare formule complesse utilizzando riferimenti e operatori di cella.\n\n• Analisi dei dati: l'app fornisce strumenti per analizzare grandi insiemi di dati, come ordinamento, filtraggio e tabelle pivot dei dati. Gli utenti possono identificare facilmente tendenze e modelli nei propri dati. Tutti molto simili a ciò che fornisce Microsoft Excel.\n\n• Grafici e grafica: LibreOffice Calc online consente agli utenti di creare tabelle e grafici dall'aspetto professionale per visualizzare i propri dati. Gli utenti possono personalizzare l'aspetto dei grafici modificando colori, caratteri ed etichette.\n\n• Modelli: l'app offre una varietà di modelli per diversi tipi di fogli di calcolo, inclusi budget, fatture e calcolatori di prestiti. Gli utenti possono anche creare i propri modelli per un utilizzo futuro.\n\n• Compatibilità: l'app è compatibile con Microsoft Excel e altri software per fogli di calcolo, semplificando l'importazione e l'esportazione di file in diversi formati.\n\nQuesta estensione include anche l'accesso a un file manager per caricare e scaricare i fogli di calcolo o XLS creati utilizzando Microsoft Excel o LibreOffice Calc.\n\nQuesta estensione è la distribuzione online di LibreOffice Calc, quindi è conforme alla licenza GPL di LibreOffice Calc.",
    "ja": "この拡張機能を使用すると、ユーザーは LibreOffice Calc をオンラインで使用できるようになります。 LibreOffice Calc online は、XLS Microsoft Excel および LibreOffice 形式をサポートするスプレッドシートを作成および編集するための強力なツールです。 その主な特徴は次のとおりです。\n\n• 計算ツール: LibreOffice Calc online には、基本的な算術関数、統計関数、財務関数など、幅広い数学関数が含まれています。 ユーザーは、セル参照と演算子を使用して複雑な数式を作成することもできます。\n\n• データ分析: このアプリは、データの並べ替え、フィルタリング、ピボット テーブルなど、大規模なデータ セットを分析するためのツールを提供します。 ユーザーはデータの傾向とパターンを簡単に特定できます。 これらはすべて、Microsoft Excel が提供するものと非常によく似ています。\n\n• チャートとグラフィックス: LibreOffice Calc オンラインを使用すると、ユーザーはプロ仕様のチャートやグラフを作成してデータを視覚化できます。 ユーザーは色、フォント、ラベルを変更することでグラフの外観をカスタマイズできます。\n\n• テンプレート: このアプリは、予算、請求書、ローン計算など、さまざまな種類のスプレッドシート用のさまざまなテンプレートを提供します。 ユーザーは、将来使用するために独自のテンプレートを作成することもできます。\n\n• 互換性: このアプリは Microsoft Excel やその他のスプレッドシート ソフトウェアと互換性があるため、さまざまな形式でファイルを簡単にインポートおよびエクスポートできます。\n\nこの拡張機能には、Microsoft Excel または LibreOffice Calc を使用して作成されたスプレッドシートまたは XLS をアップロードおよびダウンロードするためのファイル マネージャーへのアクセスも含まれています。\n\nこの拡張機能は LibreOffice Calc オンライン ディストリビューションであるため、LibreOffice Calc GPL に準拠しています。",
    "ko": "이 확장을 통해 사용자는 LibreOffice Calc를 온라인으로 사용할 수 있습니다. LibreOffice Calc 온라인은 XLS Microsoft Excel 및 LibreOffice 형식을 지원하는 스프레드시트를 만들고 편집하기 위한 강력한 도구입니다. 주요 기능은 다음과 같습니다.\n\n• 계산 도구: LibreOffice Calc 온라인에는 기본 산술, 통계 및 재무 기능을 포함한 광범위한 수학 기능이 포함되어 있습니다. 사용자는 셀 참조와 연산자를 사용하여 복잡한 수식을 만들 수도 있습니다.\n\n• 데이터 분석: 이 앱은 데이터 정렬, 필터링, 피벗 테이블 등 대규모 데이터 세트를 분석하기 위한 도구를 제공합니다. 사용자는 데이터의 추세와 패턴을 쉽게 식별할 수 있습니다. 이들 모두는 Microsoft Excel이 제공하는 것과 매우 유사합니다.\n\n• 차트 및 그래픽: LibreOffice Calc 온라인을 사용하면 전문가 수준의 차트와 그래프를 만들어 데이터를 시각화할 수 있습니다. 사용자는 색상, 글꼴, 레이블을 변경하여 차트의 모양을 맞춤 설정할 수 있습니다.\n\n• 템플릿: 이 앱은 예산, 송장, 대출 계산기 등 다양한 유형의 스프레드시트에 대한 다양한 템플릿을 제공합니다. 사용자는 나중에 사용할 수 있도록 자신만의 템플릿을 만들 수도 있습니다.\n\n• 호환성: 이 앱은 Microsoft Excel 및 기타 스프레드시트 소프트웨어와 호환되므로 다양한 형식의 파일을 쉽게 가져오고 내보낼 수 있습니다.\n\n이 확장에는 Microsoft Excel 또는 LibreOffice Calc를 사용하여 생성된 스프레드시트 또는 XLS를 업로드하고 다운로드할 수 있는 파일 관리자에 대한 액세스도 포함됩니다.\n\n이 확장은 LibreOffice Calc 온라인 배포이므로 LibreOffice Calc GPL을 준수합니다.",
    "nl": "Met deze extensie kunnen gebruikers LibreOffice Calc online gebruiken. LibreOffice Calc online is een krachtig hulpmiddel voor het maken en bewerken van spreadsheets die de XLS Microsoft Excel- en LibreOffice-formaten ondersteunen. De belangrijkste kenmerken zijn:\n\n• Rekenhulpmiddelen: LibreOffice Calc online bevat een breed scala aan wiskundige functies, waaronder elementaire rekenkundige, statistische en financiële functies. Gebruikers kunnen ook complexe formules maken met behulp van celverwijzingen en operators.\n\n• Gegevensanalyse: de app biedt hulpmiddelen voor het analyseren van grote gegevenssets, zoals het sorteren, filteren en draaitabellen van gegevens. Gebruikers kunnen gemakkelijk trends en patronen in hun gegevens identificeren. Ze lijken allemaal erg op wat Microsoft Excel biedt.\n\n• Grafieken en afbeeldingen: Met LibreOffice Calc online kunnen gebruikers professioneel ogende diagrammen en grafieken maken om hun gegevens te visualiseren. Gebruikers kunnen het uiterlijk van diagrammen aanpassen door kleuren, lettertypen en labels te wijzigen.\n\n• Sjablonen: de app biedt een verscheidenheid aan sjablonen voor verschillende soorten spreadsheets, waaronder budgetten, facturen en leningcalculators. Gebruikers kunnen ook hun eigen sjablonen maken voor toekomstig gebruik.\n\n• Compatibiliteit: de app is compatibel met Microsoft Excel en andere spreadsheetsoftware, waardoor u eenvoudig bestanden in verschillende formaten kunt importeren en exporteren.\n\nDeze extensie omvat ook toegang tot een bestandsbeheerder voor het uploaden en downloaden van spreadsheets of XLS die zijn gemaakt met Microsoft Excel of LibreOffice Calc.\n\nDeze extensie is de online distributie van LibreOffice Calc en voldoet dus aan de LibreOffice Calc GPL.",
    "pl": "To rozszerzenie umożliwia użytkownikom korzystanie z LibreOffice Calc w trybie online. LibreOffice Calc online to potężne narzędzie do tworzenia i edytowania arkuszy kalkulacyjnych obsługujących formaty XLS Microsoft Excel i LibreOffice. Jego główne cechy to:\n\n• Narzędzia obliczeniowe: LibreOffice Calc online zawiera szeroką gamę funkcji matematycznych, w tym podstawowe funkcje arytmetyczne, statystyczne i finansowe. Użytkownicy mogą także tworzyć złożone formuły, korzystając z odwołań do komórek i operatorów.\n\n• Analiza danych: aplikacja udostępnia narzędzia do analizowania dużych zbiorów danych, takie jak sortowanie i filtrowanie danych oraz tabele przestawne. Użytkownicy mogą łatwo zidentyfikować trendy i wzorce w swoich danych. Wszystkie bardzo podobne do tego, co zapewnia Microsoft Excel.\n\n• Wykresy i grafika: LibreOffice Calc online umożliwia użytkownikom tworzenie profesjonalnie wyglądających wykresów i wykresów w celu wizualizacji danych. Użytkownicy mogą dostosować wygląd wykresów, zmieniając kolory, czcionki i etykiety.\n\n• Szablony: aplikacja oferuje różnorodne szablony dla różnych typów arkuszy kalkulacyjnych, w tym budżetów, faktur i kalkulatorów kredytowych. Użytkownicy mogą także tworzyć własne szablony do wykorzystania w przyszłości.\n\n• Zgodność: aplikacja jest kompatybilna z Microsoft Excel i innymi arkuszami kalkulacyjnymi, co ułatwia importowanie i eksportowanie plików w różnych formatach.\n\nTo rozszerzenie obejmuje również dostęp do menedżera plików umożliwiającego przesyłanie i pobieranie arkuszy kalkulacyjnych lub plików XLS utworzonych przy użyciu programu Microsoft Excel lub LibreOffice Calc.\n\nTo rozszerzenie jest dystrybucją internetową LibreOffice Calc, więc jest zgodne z licencją LibreOffice Calc GPL.",
    "pt_BR,pt_PT": "Esta extensão permite aos usuários usar o LibreOffice Calc online. O LibreOffice Calc online é uma ferramenta poderosa para criar e editar planilhas que suportam os formatos XLS Microsoft Excel e LibreOffice. Suas principais características são:\n\n• Ferramentas de cálculo: o LibreOffice Calc online inclui uma ampla gama de funções matemáticas, incluindo funções aritméticas, estatísticas e financeiras básicas. Os usuários também podem criar fórmulas complexas usando referências e operadores de células.\n\n• Análise de dados: o aplicativo fornece ferramentas para análise de grandes conjuntos de dados, como classificação, filtragem e tabelas dinâmicas de dados. Os usuários podem identificar facilmente tendências e padrões em seus dados. Todos eles muito semelhantes ao que o Microsoft Excel oferece.\n\n• Tabelas e gráficos: o LibreOffice Calc online permite que os usuários criem tabelas e gráficos com aparência profissional para visualizar seus dados. Os usuários podem personalizar a aparência dos gráficos alterando cores, fontes e rótulos.\n\n• Modelos: o aplicativo oferece uma variedade de modelos para diferentes tipos de planilhas, incluindo orçamentos, faturas e calculadoras de empréstimos. Os usuários também podem criar seus próprios modelos para uso futuro.\n\n• Compatibilidade: O aplicativo é compatível com Microsoft Excel e outros softwares de planilhas, facilitando a importação e exportação de arquivos em diversos formatos.\n\nEsta extensão também inclui acesso a um gerenciador de arquivos para fazer upload e download de planilhas ou XLS criadas usando Microsoft Excel ou LibreOffice Calc.\n\nEsta extensão é a distribuição online do LibreOffice Calc, portanto está em conformidade com a GPL do LibreOffice Calc.",
    "ru": "Это расширение позволяет пользователям использовать LibreOffice Calc онлайн. LibreOffice Calc online — мощный инструмент для создания и редактирования электронных таблиц, поддерживающих форматы XLS Microsoft Excel и LibreOffice. Его основные особенности:\n\n• Инструменты вычислений: LibreOffice Calc online включает широкий спектр математических функций, включая базовые арифметические, статистические и финансовые функции. Пользователи также могут создавать сложные формулы, используя ссылки на ячейки и операторы.\n\n• Анализ данных. Приложение предоставляет инструменты для анализа больших наборов данных, такие как сортировка, фильтрация и сводные таблицы данных. Пользователи могут легко выявить тенденции и закономерности в своих данных. Все они очень похожи на то, что предоставляет Microsoft Excel.\n\n• Диаграммы и графики: LibreOffice Calc онлайн позволяет пользователям создавать профессионально выглядящие диаграммы и графики для визуализации своих данных. Пользователи могут настраивать внешний вид диаграмм, меняя цвета, шрифты и метки.\n\n• Шаблоны: приложение предлагает множество шаблонов для различных типов электронных таблиц, включая бюджеты, счета-фактуры и кредитные калькуляторы. Пользователи также могут создавать свои собственные шаблоны для использования в будущем.\n\n• Совместимость: приложение совместимо с Microsoft Excel и другим программным обеспечением для работы с электронными таблицами, что позволяет легко импортировать и экспортировать файлы в различных форматах.\n\nЭто расширение также включает доступ к файловому менеджеру для загрузки и скачивания электронных таблиц или XLS, созданных с помощью Microsoft Excel или LibreOffice Calc.\n\nЭто расширение представляет собой онлайн-дистрибутив LibreOffice Calc, поэтому оно соответствует лицензии LibreOffice Calc GPL.",
    "tr": "Bu uzantı kullanıcıların LibreOffice Calc'i çevrimiçi olarak kullanmalarına olanak tanır. LibreOffice Calc çevrimiçi, XLS Microsoft Excel ve LibreOffice formatlarını destekleyen elektronik tablolar oluşturmak ve düzenlemek için güçlü bir araçtır. Başlıca özellikleri şunlardır:\n\n• Hesaplama Araçları: LibreOffice Calc çevrimiçi, temel aritmetik, istatistiksel ve finansal işlevler de dahil olmak üzere çok çeşitli matematiksel işlevler içerir. Kullanıcılar ayrıca hücre referanslarını ve işleçleri kullanarak karmaşık formüller oluşturabilirler.\n\n• Veri Analizi: Uygulama, veri sıralama, filtreleme ve pivot tablolar gibi büyük veri kümelerini analiz etmek için araçlar sağlar. Kullanıcılar, verilerindeki eğilimleri ve kalıpları kolayca belirleyebilir. Hepsi Microsoft Excel'in sağladığına çok benzer.\n\n• Grafikler ve Grafikler: LibreOffice Calc çevrimiçi, kullanıcıların verilerini görselleştirmek için profesyonel görünümlü tablolar ve grafikler oluşturmasına olanak tanır. Kullanıcılar renkleri, yazı tiplerini ve etiketleri değiştirerek grafiklerin görünümünü özelleştirebilir.\n\n• Şablonlar: Uygulama, bütçeler, faturalar ve kredi hesaplayıcılar da dahil olmak üzere farklı e-tablo türleri için çeşitli şablonlar sunar. Kullanıcılar ayrıca ileride kullanmak üzere kendi şablonlarını da oluşturabilirler.\n\n• Uyumluluk: Uygulama, Microsoft Excel ve diğer elektronik tablo yazılımlarıyla uyumludur ve farklı formatlardaki dosyaları içe ve dışa aktarmayı kolaylaştırır.\n\nBu uzantı aynı zamanda Microsoft Excel veya LibreOffice Calc kullanılarak oluşturulan e-tabloları veya XLS'yi yüklemek ve indirmek için bir dosya yöneticisine erişimi de içerir.\n\nBu uzantı LibreOffice Calc çevrimiçi dağıtımıdır ve dolayısıyla LibreOffice Calc GPL ile uyumludur.",
    "uk": "Це розширення дозволяє користувачам використовувати LibreOffice Calc онлайн. LibreOffice Calc онлайн — це потужний інструмент для створення та редагування електронних таблиць, які підтримують формати XLS Microsoft Excel і LibreOffice. Його основні особливості:\n\n• Інструменти обчислення: LibreOffice Calc онлайн містить широкий спектр математичних функцій, включаючи основні арифметичні, статистичні та фінансові функції. Користувачі також можуть створювати складні формули, використовуючи посилання на клітинки та оператори.\n\n• Аналіз даних: програма надає інструменти для аналізу великих наборів даних, наприклад сортування даних, фільтрування та зведені таблиці. Користувачі можуть легко визначити тенденції та закономірності у своїх даних. Усі вони дуже схожі на те, що пропонує Microsoft Excel.\n\n• Діаграми та графіки: LibreOffice Calc онлайн дозволяє користувачам створювати діаграми та графіки професійного вигляду для візуалізації своїх даних. Користувачі можуть налаштувати зовнішній вигляд діаграм, змінюючи кольори, шрифти та мітки.\n\n• Шаблони: програма пропонує різноманітні шаблони для різних типів електронних таблиць, включаючи бюджети, рахунки-фактури та кредитні калькулятори. Користувачі також можуть створювати власні шаблони для подальшого використання.\n\n• Сумісність: програма сумісна з Microsoft Excel та іншим програмним забезпеченням для роботи з електронними таблицями, що полегшує імпорт та експорт файлів у різних форматах.\n\nЦе розширення також включає доступ до файлового менеджера для завантаження та завантаження електронних таблиць або XLS, створених за допомогою Microsoft Excel або LibreOffice Calc.\n\nЦе розширення є онлайн-дистрибутивом LibreOffice Calc, тому воно відповідає ліцензії LibreOffice Calc GPL.",
    "zh_CN": "此扩展允许用户在线使用 LibreOffice Calc。 LibreOffice Calc Online 是一款功能强大的工具，用于创建和编辑支持 XLS Microsoft Excel 和 LibreOffice 格式的电子表格。 其主要特点是：\n\n• 计算工具：LibreOffice Calc 在线版包含多种数学函数，包括基本算术、统计和财务函数。 用户还可以使用单元格引用和运算符创建复杂的公式。\n\n• 数据分析：该应用程序提供了用于分析大量数据的工具，例如数据排序、过滤和数据透视表。 用户可以轻松识别数据中的趋势和模式。 所有这些都与 Microsoft Excel 提供的非常相似。\n\n• 图表和图形：LibreOffice Calc 在线版允许用户创建具有专业外观的图表和图形来可视化其数据。 用户可以通过更改颜色、字体和标签来自定义图表的外观。\n\n• 模板：该应用程序为不同类型的电子表格提供了多种模板，包括预算、发票和贷款计算器。 用户还可以创建自己的模板以供将来使用。\n\n• 兼容性：该应用程序与Microsoft Excel 和其他电子表格软件兼容，可以轻松导入和导出不同格式的文件。\n\n此扩展还包括访问文件管理器以上传和下载使用 Microsoft Excel 或 LibreOffice Calc 创建的电子表格或 XLS。\n\n此扩展是 LibreOffice Calc 在线发行版，因此它符合 LibreOffice Calc GPL。"
  }
}