{
  "name": {
    "ar": "ألعاب المغامرة - كيدو في الغابة",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,fr,gu,hi,no,pl,pt_BR,pt_PT,ro,sk,sl,sv,th,uk,vi,zh_CN,zh_TW": "Adventure Games - Kido in Forest",
    "bg": "Приключенски игри - Кидо в гората",
    "ca": "Jocs d'Avançada - Kido al Bosc",
    "cs": "Dobrodružné Hry - Kido v Lese",
    "da": "Eventyrspil - Kido i Skoven",
    "de": "Abenteuerspiele - Kido im Wald",
    "el": "Παιχνίδια Περιπέτειας - Ο Κίντο στο Δάσος",
    "es": "Juegos de Aventura - Kido en el Bosque",
    "et": "Seiklusmängud - Kido Metsas",
    "fa": "بازی‌های ماجراجویی - کیدو در جنگل",
    "fi": "Macera Oyunları - Ormandaki Kido",
    "he": "משחקי הרפתקה - קידו ביער",
    "hr": "Avanturističke Igre - Kido u Šumi",
    "hu": "Kalandjáték - Kido az Erdei",
    "id": "Permainan Petualangan - Kido di Hutan",
    "it": "Giochi di Avventura - Kido nella Foresta",
    "ja": "冒険ゲーム - 森の中のキド",
    "kn": "ಸಾಹಸಿಕ ಆಟಗಳು - ಕಿಡೋ ಅರಣ್ಯದಲ್ಲಿ",
    "ko": "모험 게임 - 숲 속의 Kido",
    "lt": "Nuotykių Žaidimai - Kido miške",
    "lv": "Piedzīvojumu Spēles - Kido mežā",
    "ml": "സാഹസിക ഗേംസ് - കിടോ വണ്ടിയിൽ",
    "mr": "आव्हान खेळ - झाडातील किडो",
    "ms": "Permainan Pengembaraan - Kido di Hutan",
    "nl": "Avonturenspellen - Kido in het Bos",
    "ru": "Приключенческие игры - Кидо в лесу",
    "sr": "Авантуре игре - Кидо у шуми",
    "sw": "Michezo ya Maisha ya Kusisimua - Kido Msituni",
    "ta": "சாதனை விளையாட்டுகள் - கிடோ காட்டில்",
    "te": "సాహస ఆటలు - కిడో అడుగులో",
    "tr": "Kido Ormanda - Macera Oyunu"
  },
  "short": {
    "ar": "تم احتجاز هذا الصبي كيدو في عالم سحري، هذا العالم مليء بالأخطار والوحوش.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,fr,gu,hi,no,pl,pt_BR,pt_PT,ro,sk,sl,sv,th,uk,vi,zh_CN,zh_TW": "This Kido boy was trapped in a magic world, this world is full of dangerous and monsters.",
    "bg": "Този момченце Кидо беше затрупан в магически свят, святът е пълен с опасности и чудовища.",
    "ca": "Aquest noi, el Kido, va quedar atrapat en un món màgic, aquest món està ple de perills i monstres.",
    "cs": "Tento chlapec Kido uvízl v kouzelném světě, tento svět je plný nebezpečí a příšer.",
    "da": "Denne Kido dreng var fanget i en magisk verden, denne verden er fuld af farer og monstre.",
    "de": "Dieser Kido-Junge wurde in einer magischen Welt gefangen, diese Welt ist voller Gefahren und Monster.",
    "el": "Αυτό το αγόρι, ο Κίντο, ήταν παγιδευμένο σε ένα μαγικό κόσμο, αυτός ο κόσμος είναι γεμάτος με κίνδυνο και τέρατα.",
    "es": "Este niño, Kido, quedó atrapado en un mundo mágico, este mundo está lleno de peligros y monstruos.",
    "et": "See Kido poiss oli lõksus võluv maailmas, see maailm on täis ohtusid ja koletisi.",
    "fa": "این پسر کیدو در یک دنیای جادویی گیر افتاده بود، این دنیا پر از خطرات و هیولاهاست.",
    "fi": "Bu Kido çocuğu bir sihirli dünyada tuzağa düşmüştü, bu dünya tehlikelerle ve canavarlarla doluydu.",
    "he": "הילד הזה, קידו, נתפס בעולם קסום, העולם הזה מלא בסיכונים ומפלצות.",
    "hr": "Ovaj dječak Kido bio je zarobljen u čarobnom svijetu, ovaj svijet je pun opasnosti i čudovišta.",
    "hu": "Ez a Kido fiú egy varázslatos világba ragadt, ez a világ tele van veszéllyel és szörnyekkel.",
    "id": "Anak laki-laki ini, Kido, terjebak di dunia ajaib, dunia ini penuh dengan bahaya dan monster.",
    "it": "Questo ragazzo, Kido, è rimasto intrappolato in un mondo magico, questo mondo è pieno di pericoli e mostri.",
    "ja": "このキド少年は魔法の世界に閉じ込められました、この世界は危険とモンスターでいっぱいです。",
    "kn": "ಈ ಕಿಡೋ ಹುಡುಗು ಮಾಯಾ ಲೋಕದಲ್ಲಿ ಸಿಕ್ಕಿಬಿಟ್ಟಿದ್ದಾನೆ, ಈ ಲೋಕ ಅಪಾಯಗಳು ಮತ್ತು ರಕ್ಷಸುಗಳಿಂದ ತುಂಬಿದೆ.",
    "ko": "이 Kido 소년은 마법의 세계에 갇혔습니다. 이 세계는 위험과 괴물로 가득합니다.",
    "lt": "Šis Kido berniukas buvo įkalintas stebuklingame pasaulyje, šis pasaulis pilnas pavojų ir pabaisų.",
    "lv": "Šis Kido zēns tika ielenkts burvju pasaulē, šis pasaulis ir pilns ar bīstamību un briesmām.",
    "ml": "ഈ കിടോ ബോയ്‌ ഒരു മായാലോകത്തിൽ അടങ്ങിയിരുന്നു, ഈ ലോകം അപകടങ്ങൾ കൊണ്ട് മേലുള്ള ഉള്ളതാണ്.",
    "mr": "हा किडो मुलगा एक जादूच्या जगात फसला होता, या जगात धोक्यांच्या आणि राक्षसांच्या आवरे आहेत.",
    "ms": "Lelaki Kido ini terperangkap di dunia ajaib, dunia ini penuh dengan bahaya dan makhluk-makhluk.",
    "nl": "Deze Kido jongen zat vast in een magische wereld, deze wereld zit vol gevaren en monsters.",
    "ru": "Этот мальчик, Кидо, был пойман в магическом мире, этот мир полон опасностей и монстров.",
    "sr": "Овај дечко, Кидо, био је заробљен у магичном свету, овај свет је пун опасности и чудовишта.",
    "sw": "Mtoto huyu, Kido, alinaswa katika ulimwengu wa kichawi, ulimwengu huu ni wa hatari na wa viumbe.",
    "ta": "இந்த கிடோ போய் ஒரு மாந்தரை பிடித்தது, இந்த உலகம் ஆபத்துக்கள் மற்றும் மாயாவிகள் முழுவதும்.",
    "te": "ఈ కిడో బాలుడు ఒక మాయా ప్రపంచంలో ఫస్తున్నాడు, ఈ ప్రపంచం హానికరమైనది మరియు రాక్షసులతో నిండి ఉంటుంది.",
    "tr": "Kido, sihirli bir dünyada tuzağa düşmüştü.Bu dünya tehlikelerle ve canavarlarla doluydu.Onu kurtar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kido the adventure boy is a game in the Adventure game genre that revolves around your task which is to accompany the boy in the game through difficult paths to reach the destination of the adventure. In the game, use the boy's ability to jump high and take turns jumping over obstacles to avoid colliding with ferocious monsters! Let's join the game and give the main character a hand."
  }
}