{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Usability Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remote usability testing tool",
    "de": "Instrument für Usability-Tests",
    "es": "Herramienta de pruebas de usabilidad remota",
    "fr": "Outil de test d'utilisabilité à distance",
    "it": "Strumento di test di usabilità a distanza",
    "pt_BR": "Ferramenta de teste de usabilidade remota",
    "ru": "Инструмент для юзабилити-тестирования"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension is intended to record the usability study sessions for Fabuza.com service.\nTo work with the extension, you need to get a unique link to the usability test from its organizers.\n\nSecurity questions:\n- EXTENSION WORKS ONLY DURING STUDY SESSIONS (and then deactivates)\n- Records all user actions only on the tesed sites.\n- All recorded activities are stored in anonymous form.\n- Extension will be removed automatically after completing the study",
    "de": "Diese Erweiterung ist für die Aufzeichnung von Usability-Tests mit Hilfe des Dienstes \"Factory of Usability\" (fabuza.ru) vorgesehen.\n\nSicherheitsprobleme:\n- Die Erweiterung funktioniert nur innerhalb der Testdauer der Sitzung (danach wird sie deaktiviert).\n- Die Erweiterung zeichnet alle Aktionen nur an den zu testenden Standorten auf.\n- Alle aufgezeichneten Aktionen werden in anonymisierter Form gespeichert.\n- Nach Abschluss des Tests wird die Erweiterung automatisch gelöscht.",
    "es": "Esta extensión está destinada a registrar las sesiones de pruebas de usabilidad realizadas con la ayuda del servicio \"Fábrica de Usabilidad\" (fabuza.ru).\n\nProblemas de seguridad:\n- TRABAJOS DE EXPANSIÓN SÓLO EN EL TIEMPO DE LA SESIÓN DE PRUEBAS (después de lo cual se desactiva)\n- La extensión registra todas las acciones sólo en los sitios que se están probando.\n- Todas las acciones registradas se guardan de forma anónima.\n- Una vez finalizada la prueba, la extensión se borra automáticamente.",
    "fr": "Cette extension est destinée à l'enregistrement des sessions de tests d'utilisabilité réalisées à l'aide du service \"Usine de l'utilisabilité\" (fabuza.ru).\n\nQuestions de sécurité :\n- L'expansion ne fonctionne qu'au moment de la séance d'essai (après quoi elle est désactivée).\n- L'extension enregistre toutes les actions uniquement sur les sites testés.\n- Toutes les actions enregistrées sont sauvegardées sous forme anonyme.\n- Une fois le test terminé, l'extension est automatiquement supprimée.",
    "it": "Questa estensione è destinata alla registrazione delle sessioni di test di usabilità condotte con l'aiuto del servizio \"Factory of Usability\" (fabuza.ru).\n\nProblemi di sicurezza:\n- L'espansione FUNZIONA SOLO NEL TEMPO DELLA SESSIONE DI PROVA (dopo di che viene disattivata).\n- L'estensione registra tutte le azioni solo sui siti in fase di test.\n- Tutte le azioni registrate sono salvate in forma anonima.\n- Al termine del test, l'estensione viene automaticamente cancellata.",
    "pt_BR": "Esta extensão destina-se à gravação de sessões de testes de usabilidade realizadas com a ajuda do serviço \"Fábrica de Usabilidade\" (fabuza.ru).\n\nProblemas de segurança:\n- TRABALHOS DE Expansão SOMENTE EM TEMPO DE SESSÃO DE TESTE (após o que é desativado)\n- A extensão registra todas as ações somente nos locais que estão sendo testados.\n- Todas as ações gravadas são salvas de forma anônima.\n- Após a conclusão do teste, a extensão é automaticamente eliminada.",
    "ru": "Расширение предназначено для записи сессий юзабилити-тестирования, проводимых с помощью сервиса \"Фабрика Юзабилити\" (fabuza.ru).\n\nВопросы безопасности:\n- РАСШИРЕНИЕ РАБОТАЕТ ТОЛЬКО ВО ВРЕМЯ СЕССИИ ТЕСТИРОВАНИЯ (после чего деактивируется)\n- Расширение записывает все действия только на тестируемых сайтах.\n- Все записанные действия сохраняются в обезличенном виде.\n- После завершения теста расширение автоматически удаляется."
  }
}