{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explainy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant AI-Powered Explanations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explainy is a pioneering Chrome extension designed to simplify and enhance the learning experience for users by offering concise and comprehensive explanations of words or phrases. With its intuitive interface, Explainy integrates seamlessly into the user’s browser, providing instant access to a wealth of knowledge. The extension features two distinct modes of explanation: a 'Brief Mode' for quick and succinct summaries, and an 'Extensive Mode' for more detailed and in-depth information.\n\nThis innovative tool is especially beneficial for students, researchers, and curious minds who frequently encounter unfamiliar terms or complex jargon. By simply highlighting a word or phrase, users can activate Explainy and receive an explanation that suits their immediate needs. Whether it’s a quick definition or a thorough exploration of a concept, Explainy adapts to the user's preference.\n\nPrioritizing user privacy and data security, Explainy operates with minimal permissions, ensuring that it remains both helpful and unobtrusive. It's designed to be a discreet yet powerful assistant in the user’s learning journey, contributing to a deeper understanding without interrupting the workflow. With Explainy, users can effortlessly bridge the gap between curiosity and knowledge, making it an indispensable tool for anyone looking to enhance their comprehension and learning experience."
  }
}