{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Apply Automater"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate the easy apply process on LinkedIn job listings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Easy-Apply-Automater is a powerful Chrome extension that revolutionizes your LinkedIn job search by automating the \"Easy Apply\" process. This smart tool helps job seekers save valuable time and effort by streamlining repetitive application tasks.\n\n**Key Benefits:**\n\n- Automatically fills out LinkedIn job applications using your saved responses\n- Handles multiple job applications seamlessly with one click\n- Smart navigation through application pages including contact info, resume, and additional questions\n- Convenient pause/resume functionality to maintain control over the automation process\n- Helpful cleanup feature to remove previously applied or dismissed jobs\n- Saves your responses for future applications, eliminating repetitive data entry\n\n**Perfect for:**\n\n- Active job seekers applying to multiple positions\n- Professionals looking to maximize their job search efficiency\n- Anyone who wants to reduce the time spent on repetitive application forms\n\nThe extension works directly on LinkedIn's job search interface, making it a natural addition to your job hunting toolkit. With Easy-Apply-Automater, you can focus on finding the right opportunities while the extension handles the tedious application process.\n\nGet started with automated job applications today and transform your job search experience with Easy-Apply-Automater!"
  }
}