{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eye Blinker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that helps you to follow the 20-20-20 rule"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you experiencing any of the following problems after or during a long day of work on a computer?\n\n* Dry eyes\n* Blurred vision\n* Headache\n* Redness\n\nIf you have, it’s likely the result of eye strain, which happens when your eyes get tired from the intense use of computer devices. It's a bunch of problems (mostly related to your eyes)  that you get by staring at a digital screen for a long time without breaks. Fortunately, it can be remedied with a helpful trick called the 20-20-20 rule: Every 20 minutes, look at something 20 feet away for 20 seconds. It’s a scientifically proven way to avoid eye strain & computer vision syndrome (CVS).\n\nIt is very difficult to follow the rules during our intense work. Eye Blinker will help you overcome all the eye strain related issues with a 20-20-20 rule. We may not be able to get away from screens, but we can embrace simple habits to protect our eyes. If you experience sore, tired, watery, itchy, dry or burning eyes after a long day of working behind a computer, this app will be very useful for you. Once you start observing the 20–20–20 rule, you can alleviate the pain, and your eyes will get the break it needs to function better\n\nThis is a must-have extension for computer professionals with lower back (spine) related problems, neck pain, eye-strain related headaches, and red-eye.\n\nTaking a break every few minutes is going to save your health and vision. If you’re willing, and your schedule allows, challenge yourself to not only look away from your computer screen every 20 minutes but to actually get up and move around. Stand to make a phone call. Stretch to file paperwork. Stroll to grab a cup of coffee. Have great health!\n\nFeatures\n\n* Reminder customisation (Default is 20 minutes)\n* Ability to disable and enable as needed, with a single click.\n* Recognise inactivity on the computer, The app will work only when the system is unlocked or active."
  }
}