{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delay is used to break habitual browsing, by having the moment to reflect you'll decide if you want to navigate to the website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identify and remove the habits that have you unintentionally opening websites.\n\nCreate a list of URL's and they will have a delay before the websites displayed. The delay enables you to recognize you've opened a certain URL and gives you time to to acknowledge a typically unconscious decision. \nEach time you both navigate to a blacklisted URL and wait for the delay to resolve it will save an event. These can be viewed in a chart which will compare how many times you navigated vs how many times you let the delay load. This way you can visualise how many times you halted that habit and delay rescued some time!\n\nUpdates\n3.0  \n- Delay Page will show the Desired URL appended at the back of its own URL\n- You can enable Incrementing Delay Time. Each time you navigate to a Blacklisted page the Delay time will increase by 1 second. This resets every day.\n\nBug Fixes:\n- Cursor behavior over buttons\n- Some navigation events were not triggering the delay\n- Depending on your timezone some events could be logged a day early or late\n- Graph has been reduced to a max of 6 months.\n  \n2.4 Bulk Block, add a list of comma seperated URLS\n\n2.3 Right clicking and selecting 'Open in new Tab' will now delay the tab. You will have to select it for the delay to initiate. Theres no max delay time you can set it as high as you'd like. Y-Axis will be a whole number, no more decimals.\n\n2.2 When you navigate to a page but don't let it load for the first time within a day, loaded is given a initial value of 0 so it shows on the graph \n\n2.1 - Tab has to be in focus for the countdown to continue, stops you opening multiple tabs\n\n2.0 - The recent release removes all existing navigation events. But what it allows going foward is a much smaller data set this means we have been able to enable:\n- synchronization across browsers once you login using your gmail\n- ability to work in incognito as well\n \nFeedback\nIf you have any feedback, comment on the following thread: https://github.com/richardroy/delay/issues/48"
  }
}