{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clay Tablet Extended Clipboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clay Tablet Extended Clipboard is a powerful productivity tool that enables you to save and organize snippets of text for quick…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clay Tablet Extended Clipboard is a powerful productivity tool that enables you to save and organize snippets of text for quick access and easy retrieval. With this tool, you can easily copy and paste text into a list, and keep track of multiple items without losing them in the clutter of your computer or on Windows clipboard, and is available within your own browser.\n\nFor ease of use, make sure to pin Clay Tablet Extended Clipboard at the top of the page under the extensions pin, then to access it by clicking on the tablet icon. For access to the paste button, make sure to visit the settings page to enable them there.\n\nOnce you've saved text snippets to the clipboard, you can edit, rearrange, add, or remove items as needed. The clipboard supports a wide range of text formats, including plain text, rich text, HTML, and Markdown, so you can easily capture and reuse content from a variety of sources.\n\nOne of the standout features of the Clay Tablet Extended Clipboard is the ability to toggle the paste feature, which allows you to paste items from the list without losing your current clipboard contents. This will be extended in the future with plenty of additions to avoid clogging your clipboard, alongside many more customisation options in the future to make it perfect for your use.\n\nOverall, the Clay Tablet Extended Clipboard is a versatile and convenient tool that helps you save time and stay organized, whether you're working on a research project, preparing a report, or just browsing the web.\n\n#claytablet #clipboard #copy #paste #copypaste #copyandpaste #extendclipboard #extendedclipboard"
  }
}