{
  "name": {
    "ar": "ترجمة النّصّ المحدّد",
    "am": "የተመረጠ ጽሁፍ ተርጉም",
    "bg": "Превод на избрания текст",
    "bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,fi,gu,he,hi,ja,kn,ko,lt,lv,ml,mr,ms,no,sk,sr,sw,ta,te,th,vi": "Translate Selected Text",
    "ca": "Traduir Text Seleccionat",
    "de": "Ausgewählten Text übersetzen",
    "es": "Traducir Texto Seleccionado",
    "et": "Tõlgi valitud tekst",
    "fa": "ترجمه کردن متن انتخاب شده",
    "fil": "Isalin ang piniling teksto",
    "fr": "Traduire le texte sélectionné",
    "hr": "Prijevod označenog teksta",
    "hu": "Kijelölt szöveg fordítása",
    "id": "Terjemahkan teks yang dipilih",
    "it": "Traduci il testo selezionato",
    "nl": "Vertaal Geselecteerde Tekst",
    "pl": "Przetłumacz zaznaczony tekst",
    "pt_BR,pt_PT": "Traduzir o texto selecionado",
    "ro": "Traducerea textul selectat",
    "ru": "Перевести выбранный текст",
    "sl": "Prevedi izbrano besedilo",
    "sv": "Översätt markerad text",
    "tr": "Seçilen Metni Çevir",
    "uk": "Переклад виділеного тексту",
    "zh_CN": "应用程序名称",
    "zh_TW": "翻譯選取文字"
  },
  "short": {
    "ar": "ترجمة النص المحدد مع ترجمة جوجل",
    "am": "የተመረጠውን ጽሑፍ በ ጉግል ትራንስሌት ይተርጉሙ",
    "bg": "Превод на избрания текст с Google Преводач",
    "bn": "Google Translate এর সাথে Translate selected text",
    "ca": "Tradueix el text que seleccionis amb el traductor de Google",
    "cs": "Přeložte označený text pomocí překladače Google",
    "da,el,en,en_AU,en_GB,en_US,es_419,fi,gu,he,ja,kn,ko,lt,lv,ml,mr,ms,no,sr,sw,ta,te,th,vi": "Translate selected text with Google Translate",
    "de": "Ausgewählten Text mit Google Übersetzer übersetzen",
    "es": "Traduce el texto que selecciones con el Traductor de Google.",
    "et": "Tõlgi valitud tekst Google'i tõlkega",
    "fa": "ترجمه کردن متن انتخاب شده با مترجم گوگل",
    "fil": "Isalin ang piniling teksto gamit ang Google Translate",
    "fr": "Traduisez le texte sélectionné avec Google Traduction",
    "hi": "Google Translate के साथ चयनित पाठ का अनुवाद करें",
    "hr": "Prijevod označenog teksta pomoću Google prevoditelja",
    "hu": "Kijelölt szöveg fordítása Google Translate-al",
    "id": "Terjemahkan teks yang dipilih dengan Google Terjemahan",
    "it": "Traduci il testo selezionato con Google Traduttore",
    "nl": "Vertaal geselecteerde tekst met Google Translate",
    "pl": "Przetłumacz zaznaczony tekst za pomocą Tłumacza Google",
    "pt_BR": "Traduzir o texto selecionado com o Google Tradutor",
    "pt_PT": "Traduzir o texto selecionado com o Google Translate",
    "ro": "Traduceți textul selectat cu Google Translate",
    "ru": "Перевод выбранного текста с помощью Google Переводчика",
    "sk": "Preložte zvýraznený text pomocou prekladača Google",
    "sl": "Prevedi izbrano besedilo z Google Prevajalnikom",
    "sv": "Översätt markerad text med Google Translate",
    "tr": "Seçili metni Google Translate ile çevir",
    "uk": "Переклад виділеного тексту з Google Translate",
    "zh_CN": "用 Google 翻译翻译选中的文本",
    "zh_TW": "翻譯選擇的文本與谷歌翻譯"
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to translate the text selection using Google Translate whenever you want.\n\nWhen the extension is installed select some text from a website, right click and select to which language you want to translate the selected text.\n\n** FAQ: **\nQ: Why choose this extension and not another one?\nA: I designed this extension so that it didn't prompt the user for permissions. This way the final user knows that the extension doesn't have the permission to access the content of web pages and monitor the user activity on the Internet (other extensions of this type prompt for this permission). This extension has access only to the content of the selected text when the user clicks the extension context menu and it is used to create a Google Translate app with the text autocompleted.\n\nYou can configure from the options page which languages you want to show in the context menu.\n\n** Open Source **\nThis extension is now open sourced! You can check out the source code, contribute, and fill in bugs in the GitHub repository: https://github.com/avm99963/translateselectedtext\n\n** Bugs **\nPlease, report any bugs or feature suggestions here: https://github.com/avm99963/translateselectedtext/issues\n\n** Note **\nGoogle Translate is a trademark of Google Inc. Use of this trademark is subject to Google Permissions.\n\n** Beta version**\nAs this extension has so many users I've decided to upload a Beta version of the extension to the Chrome Web Store so I can test it before uploading any update to the stable version! This way I can make sure the stable version of the extension is 100% bug-free.\n\nIf you want to test the bleeding edge of this extension before everybody else, join the Google Group and download the extension (there may be bugs, you've been warned):\n* Google Group: https://groups.google.com/forum/#!forum/gtranslator-beta\n* Translate Selected Text (Beta): https://chrome.google.com/webstore/detail/translate-selected-text-b/pckjhlclhnnhdadoockkhgfkceeljnkg\n\n** Changelog **\nChangelog available in the following website: https://github.com/avm99963/translateselectedtext/wiki/Changelog\n\n** Credits **\nhttps://github.com/avm99963/translateselectedtext/wiki/Credits",
    "ca": "Aquesta extensió et permet traduir el text seleccionat utilitzant el Traductor de Google sempre que vulguis.\n\nQuan s'instal·li aquesta extensió, selecciona text d'alguna pàgina web, fes clic dret i selecciona a quin idioma vols traduir el text seleccionat.\n\n** FAQ: **\nQ: Per què escollir aquesta extensió i no una altra?\nA: Vaig disenyar aquesta extensió fent que no demani cap permís a l'usuari. D'aquesta manera l'usuari final sap que aquesta extensió no té els permisos per a accedir al contingut de les pàgines web i monitoritzar les que visita (altres extensions d'aquest tipus demanen aquest permís). L'extensió únicament recull el contingut del text seleccionat per a redirigir al Traductor de Google quan l'usuari fa clic en el menú de l'extensió.\n\nEs poden configurar des de la pàgina d'opcions els idiomes que vulguis mostrar en el menú contextual.\n\n** Codi obert **\nAquesta extensió es ara software de codi obert! Pots veure el codi font, contribuir i omplir bugs en el repositori de GitHub: https://github.com/avm99963/translateselectedtext\n\n** Bugs **\nSi us plau, reporta qualsevol bug o suggerencia aquí: https://github.com/avm99963/translateselectedtext/issues\n\n** Nota **\nGoogle Traductor és una marca registrada de Google Inc. L'ús d'aquesta marca està subjecte als permisos de Google.\n\n** Versió beta **\nCom aquesta extensió és utilitzada per molts usuaris he decidit pujar una versió beta de la extensió a la Chrome Web Store per a poder-la provar abans de pujar una actualització a la versió estable. Així em puc assegurar de que la versió estable no tingui cap error de programació.\n\nSi vols provar la versió més recent de la extensió abans que ningú, uneix-te al grup de Grups de Google y descarrega la extensió (poden haver errors, quedes avisat):\n* Grup en Grups de Google: https://groups.google.com/forum/#!forum/gtranslator-beta\n* Traduïr Text Seleccionat (Beta): https://chrome.google.com/webstore/detail/translate-selected-text-b/pckjhlclhnnhdadoockkhgfkceeljnkg\n\n** Historial de canvis **\nHistorial de canvis disponible en la següent pàgina web: https://github.com/avm99963/translateselectedtext/wiki/Changelog\n\n** Crèdits **\nhttps://github.com/avm99963/translateselectedtext/wiki/Credits",
    "es": "Esta extensión te permite traducir el texto seleccionado usando Google Traductor siempre que quieras.\n\nCuando se instale la extensión, selecciona texto de alguna página web, haz clic derecho y selecciona a qué idioma quieres traducir el texto seleccionado.\n\n** FAQ: **\nQ: ¿Por qué elegir esta extensión y no otra?\nA: Diseñé esta extensión haciendo que no pida ningún permiso al usuario. De esta manera el usuario final sabe que esta extensión no tiene los permisos para acceder al contenido de las páginas web ni monitorear las que visita (otras extensiones de este tipo piden este permiso). La extensión únicamente recoge el contenido del texto seleccionado para redirigir a Google Traductor cuando el usuario hace clic en el menú de la extensión.\n\nSe pueden configurar desde la página de opciones los idiomas que quieras mostrar en el menú contextual.\n\n** Código abierto **\n¡Esta extensión es ahora software de código abierto! Puedes ver el código fuente, contribuir y rellenar bugs en el repositorio de GitHub: https://github.com/avm99963/translateselectedtext\n\n** Bugs **\nPor favor, reporta cualquier bug o sugerencia aquí: https://github.com/avm99963/translateselectedtext/issues\n\n** Nota **\nGoogle Traductor es una marca registrada de Google Inc. El uso de esta marca está sujeta a los permisos de Google.\n\n** Versión beta **\nComo esta extensión es usada por muchos usuarios he decidido subir una versión beta de la extensión a la Chrome Web Store para poderla probar antes de subir una actualización a la versión estable. Así me puedo asegurar de que la versión estable no tiene ningún error de programación.\n\nSi quieres probar la versión más reciente de la extensión antes que nadie, únete al grupo de Grupos de Google y descarga la extensión (pueden haber errores, quedas avisado):\n* Grupo en Grupos de Google: https://groups.google.com/forum/#!forum/gtranslator-beta\n* Traducir Texto Seleccionado (Beta): https://chrome.google.com/webstore/detail/translate-selected-text-b/pckjhlclhnnhdadoockkhgfkceeljnkg\n\n** Historial de cambios **\nHistorial de cambios disponible en la siguiente página web: https://github.com/avm99963/translateselectedtext/wiki/Changelog\n\n** Créditos **\nhttps://github.com/avm99963/translateselectedtext/wiki/Credits"
  }
}