{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Airbnb Photos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable this extension to download unlimited images of your selected listings in Airbnb with our extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of manually saving Airbnb photos? Our user-friendly extension allows you to quickly and easily download unlimited high-resolution images from any Airbnb listing.  \n\nUsing our Download Airbnb Photos Extension, you can now save high quality unlimited photos from Airbnb listings. Ideal for tourists, architects, historians, writers and just anyone who would like to easily download several pictures at once. Drag and drop your way to using the site with a friendly interface, fast downloads, and ease in accessing the listing photos of your choice \n\n\nKey Features for this Chrome Extension \n\nUnlimited Downloads: Download as many Airbnb images as you like with no limit. \n\nHigh-Quality Images: Preserve the quality of the photos listed. \n\nUser-Friendly Interface: Very much and easy to navigate and operate for all users. \n\nFast Downloads: Instantaneously download pictures to your computer program. \n\nBulk Download Option: Saves several images at one go for the sake of convenience only. \n\n\nHow to Use in Simple Steps \n\nDownload the Install Download Airbnb Photos Extension from the Chrome web store. \n\nGo to the Airbnb listing that has images you wish to save. \n\nSelect the options sign available on the browser toolbar as an extension icon. \n\nThe option to download or select multiple images to download all at once in a zip format. \n\nAfter that, it is possible to download any desired file to the folder that was designated and use it at any time. \n\n\nWhom It Is Useful For \n\nThis extension is perfect for travelers to save listing photos for trip planning. Interior designers can use it to gather design inspiration, while researchers can quickly collect images for analysis. Content creators will also find it handy for adding high-quality visuals to their projects. \n\n\nWhy It Is Useful \n\nBenefit from more time efficiency with functions like single-clicked batch download and the saving of full quality images. For both personal and business purposes, this tool allows for the simple, effective, and equal gathering of Airbnb images."
  }
}