{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Qrify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR code generator, the ultimate QRcode generator for the browser, for urls images code and messages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QRify: Your All-in-One QR Code Generator for Chrome\n\nUnleash the power of QR codes with QRify, the ultimate QR code generator designed exclusively for your browser. Seamlessly create QR codes for URLs, images, code snippets, and messages, QRify revolutionizes the way you connect, share, and communicate online.\n\nUnlock a world of possibilities:\n🔗 Generate QR codes for URLs: Instantly convert any web address into a scannable QR code, allowing others to effortlessly access your favorite websites, articles, and online resources.\n\n📷 Transform images into QR codes: Turn images into QR codes to effortlessly share pictures, illustrations, and graphics, allowing anyone to access and save them with a simple scan.\n\n💻 Code snippets: Simplify code sharing and collaboration by converting code snippets into QR codes. Share your programming brilliance with colleagues, students, or fellow developers, eliminating the hassle of copy-pasting or cumbersome file transfers.\n\n📩 Encode messages for quick sharing: Craft personalized messages, contact details, or instructions and convert them into QR codes. Share them through emails, social media, or even printed materials, making it easy for others to capture and store the information.\n\nQRify offers unparalleled convenience:\n✨ Easy-to-use interface: With QRify, generating QR codes is a breeze. Simply click, customize, and generate high-quality QR codes in seconds, without any technical expertise required.\n\nFor more information about our privacy practices, please review our Privacy Policy - github.com/Hanippa/Qrify/blob/main/Privacy-policy.md"
  }
}