{
  "name": {
    "ar": "Multiple Copy/Paste - Multiple Clipboard",
    "am": "Multiple Text Storage - Advanced Paste",
    "bg,ro": "Text Management - Coopy",
    "bn": "Clipboard Manager - Multiple Copy/Paste",
    "ca": "Coopy - múltiples còpies/enganxar",
    "cs": "Coopy - více kopírovat/vložit",
    "da": "Coopy - Flere Kopier/Indsæt",
    "de": "Coopy - Mehrfaches Kopieren/Einfügen",
    "el,ml": "Easy Copy/Paste - Advanced Paste",
    "en,en_AU,en_GB,fa,fil,ru,sw,uk": "Coopy - Multiple Copy/Paste",
    "en_US": "Coopy - multiple copy/paste",
    "es,es_419": "Coopy - Copiar/Pegar Múltiples",
    "et": "Multiple Clipboard - Copy/Paste Enhancer",
    "fi": "Coopy - useita kopioi/liitä",
    "fr": "Coopy - Copier/Coller Multiples",
    "gu,id": "Multiple Clipboard - Easy Copy/Paste",
    "he": "Advanced Paste - Coopy",
    "hi": "Bulk Copy - Copy/Paste Enhancer",
    "hr": "Multiple Text Storage - Coopy",
    "hu,kn": "Clipboard Manager - Advanced Paste",
    "it": "Coopy - Copia/Incolla Multipli",
    "ja": "coopy - 複数のコピー/ペースト",
    "ko": "Coopy - 다중 복사/붙여넣기",
    "lt": "Coopy - Daugkartinis Kopijavimas/Įklijavimas",
    "lv": "Coopy - vairākas kopēšanas/ielīmēšanas",
    "mr": "Text Management - Multiple Clipboard",
    "ms": "Easy Copy/Paste - Text Management",
    "nl": "Coopy - Meerdere Kopiëren/Plakken",
    "no": "Coopy - Flere Kopier/Lim Inn",
    "pl": "Coopy - Wielokrotne Kopiowanie/Wklejanie",
    "pt_BR,pt_PT": "Coopy - Cópia/Colar Múltiplos",
    "sk": "Coopy - viacnásobné kopírovanie/vkladanie",
    "sl": "Coopy - večkratno kopiranje/prilepi",
    "sr": "Coopy - Easy Copy/Paste",
    "sv": "Coopy - Flera Kopiera/Klistra In",
    "ta": "Multiple Text Storage - Text Management",
    "te": "Text Management - Easy Copy/Paste",
    "th": "Bulk Copy - Coopy",
    "tr": "Coopy - Çoklu Kopyala/Yapıştır",
    "vi": "Coopy - Copy/Paste Enhancer",
    "zh_CN": "Coopy - 多重复制/粘贴",
    "zh_TW": "Coopy - 多重複製/貼上"
  },
  "short": {
    "ar,bn,el,ml": "Revolutionize your copy-and-paste game with this effortless and intuitive browser extension. Streamline your workflow and boost…",
    "am,mr,ta,te": "Elevate your copy-and-paste game with this effortless and intuitive browser extension. Supercharge your productivity with just a…",
    "bg,he,hi,hr,sr,th": "Revamp your copy-and-paste game with this effortless and intuitive browser extension. Elevate your productivity to new heights!",
    "ca": "Extensió de navegador senzilla i amigable dissenyada per millorar la teva experiència de còpia i enganxar. Augmenta la teva…",
    "cs": "Jednoduché a uživatelsky přívětivé rozšíření prohlížeče navržené pro vylepšení vašeho zážitku s kopírováním a vkládáním. Zvyšte…",
    "da": "Enkel og brugervenlig browserudvidelse designet til at forbedre din kopier-og-indsæt oplevelse. Øg din produktivitet!",
    "de": "Einfache und benutzerfreundliche Browser-Erweiterung, die Ihr Kopier- und Einfügeerlebnis verbessert. Steigern Sie Ihre…",
    "en,en_AU,en_GB,en_US,fa,fil,ru,sw,uk": "Simple and user-friendly browser extension designed to enhance your copy-and-paste experience. Increase your productivity!",
    "es": "Extensión de navegador simple y fácil de usar diseñada para mejorar tu experiencia de copiar y pegar. ¡Aumenta tu productividad!",
    "es_419": "Extensión de navegador sencilla y fácil de usar diseñada para mejorar tu experiencia de copiar y pegar. ¡Aumenta tu productividad!",
    "et,gu,ms,vi": "Effortlessly enhance your copy-and-paste game with this intuitive and user-friendly browser extension. Maximize your productivity…",
    "fi": "Yksinkertainen ja käyttäjäystävällinen selainlaajennus, joka on suunniteltu parantamaan kopioi- ja liitä-kokemustasi. Lisää…",
    "fr": "Extension de navigateur simple et conviviale conçue pour améliorer votre expérience de copier-coller. Augmentez votre productivité !",
    "hu,id,kn": "Effortlessly improve your copy-and-paste game with our intuitive browser extension. Boost your efficiency and streamline your…",
    "it": "Semplice ed intuitiva estensione del browser progettata per migliorare la tua esperienza di copia-e-incolla. Aumenta la tua…",
    "ja": "シンプルで使いやすいブラウザ拡張機能で、コピー＆ペーストの体験を向上させます。生産性を向上させましょう！",
    "ko": "복사 및 붙여넣기 경험을 향상시키도록 설계된 간단하고 사용자 친화적인 브라우저 확장 기능. 생산성을 향상시키세요!",
    "lt": "Paprastas ir vartotojui draugiškas naršyklės plėtinys, skirtas pagerinti jūsų kopijavimo ir įklijavimo patirtį. Padidinkite savo…",
    "lv": "Vienkārša un lietotājam draudzīga pārlūka paplašinājuma, kas paredzēts, lai uzlabotu jūsu kopēšanas un ielīmēšanas pieredzi.…",
    "nl": "Eenvoudige en gebruiksvriendelijke browserextensie ontworpen om uw kopieer- en plakervaring te verbeteren. Verhoog uw…",
    "no": "Enkel og brukervennlig nettleserutvidelse designet for å forbedre din kopier-og-lim inn-opplevelse. Øk produktiviteten din!",
    "pl": "Prosta i przyjazna dla użytkownika rozszerzenie przeglądarki zaprojektowana do ulepszenia twojego doświadczenia z kopiowaniem i…",
    "pt_BR": "Extensão de navegador simples e amigável projetada para melhorar sua experiência de copiar e colar. Aumente sua produtividade!",
    "pt_PT": "Extensão de navegador simples e amigável ao usuário, projetada para melhorar sua experiência de copiar e colar. Aumente sua…",
    "ro": "Effortlessly improve your copy-and-paste capabilities with our intuitive browser extension. Boost your productivity in a snap!",
    "sk": "Jednoduché a používateľsky príjemné rozšírenie prehliadača navrhnuté na zlepšenie vášho zážitku s kopírovaním a vkladaním. Zvýšte…",
    "sl": "Preprosta in uporabniku prijazna brskalnikova razširitev, zasnovana za izboljšanje vaše izkušnje kopiranja in lepljenja. Povečajte…",
    "sv": "Enkel och användarvänlig webbläsartillägg designad för att förbättra din kopiera-och-klistra in-upplevelse. Öka din produktivitet!",
    "tr": "Kopyala-yapıştır deneyiminizi geliştirmek için tasarlanmış basit ve kullanıcı dostu bir tarayıcı eklentisi. Verimliliğinizi artırın!",
    "zh_CN": "简单且用户友好的浏览器扩展，旨在增强您的复制和粘贴体验。提高您的生产力！",
    "zh_TW": "簡單且用戶友好的瀏覽器擴展，旨在增強您的複製和粘貼體驗。提高您的生產力！"
  },
  "long": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Coopy is a powerful browser extension designed to enhance your copy-and-paste experience. With Coopy, you can copy multiple pieces of text or data and effortlessly paste them as needed. Perfect for multitaskers, researchers, writers, and anyone who deals with a lot of text, Coopy simplifies the process by storing your copied items in the buffer and pasting them as needed. \n\nFeatures:\n\nQuick Paste\nInstantly paste any item from your clipboard history without losing context.\nUser-Friendly\nClean, intuitive interface that seamlessly integrates with your workflow.\n\nWhether you're juggling several pieces of information or just want more control over your clipboard, Coopy makes it simple and efficient. Never lose track of your copied text again with Coopy!\n\nGet Coopy today and supercharge your productivity!",
    "ca": "Coopy és una potent extensió del navegador dissenyada per millorar la vostra experiència de copiar i enganxar. Amb Coopy, podeu copiar diversos fragments de text o dades i enganxar-los sense esforç segons sigui necessari. Perfecte per a persones multitasca, investigadors, escriptors i qualsevol persona que s'ocupi de molt text, Coopy simplifica el procés emmagatzemant els elements copiats a la memòria intermèdia i enganxant-los segons sigui necessari.\n\nCaracterístiques:\n\nEnganxa ràpida\nEnganxeu a l'instant qualsevol element de l'historial del porta-retalls sense perdre context.\nFàcil d'usar\nInterfície neta i intuïtiva que s'integra perfectament amb el vostre flux de treball.\n\nTant si esteu fent malabars amb diverses peces d'informació com si voleu més control sobre el porta-retalls, Coopy ho fa senzill i eficient. No tornis a perdre la pista del text copiat amb Coopy!\n\nAconsegueix Coopy avui mateix i augmenta la teva productivitat!",
    "cs": "Coopy je výkonné rozšíření prohlížeče navržené tak, aby vylepšilo váš zážitek z kopírování a vkládání. S Coopy můžete kopírovat více kusů textu nebo dat a bez námahy je vkládat podle potřeby. Coopy je ideální pro multitaskery, výzkumníky, spisovatele a kohokoli, kdo se zabývá velkým množstvím textu, zjednodušuje proces ukládáním zkopírovaných položek do vyrovnávací paměti a jejich vkládáním podle potřeby.\n\nFunkce:\n\nRychlá pasta\nOkamžitě vložte jakoukoli položku z historie schránky, aniž byste ztratili kontext.\nUživatelsky přívětivý\nČisté, intuitivní rozhraní, které se hladce integruje do vašeho pracovního postupu.\n\nAť už žonglujete s několika informacemi nebo jen chcete mít nad schránkou větší kontrolu, Coopy to zjednodušuje a zefektivňuje. Už nikdy neztratíte přehled o zkopírovaném textu s Coopy!\n\nZískejte Coopy ještě dnes a zvyšte svou produktivitu!",
    "da": "Coopy er en kraftfuld browserudvidelse designet til at forbedre din copy-and-paste-oplevelse. Med Coopy kan du kopiere flere stykker tekst eller data og ubesværet indsætte dem efter behov. Perfekt til multitaskere, forskere, forfattere og alle, der beskæftiger sig med meget tekst, Coopy forenkler processen ved at gemme dine kopierede elementer i bufferen og indsætte dem efter behov.\n\nFunktioner:\n\nHurtig indsæt\nIndsæt øjeblikkeligt ethvert element fra din udklipsholderhistorie uden at miste kontekst.\nBrugervenlig\nRen, intuitiv grænseflade, der problemfrit integreres med din arbejdsgang.\n\nUanset om du jonglerer med flere stykker information eller bare vil have mere kontrol over dit udklipsholder, gør Coopy det enkelt og effektivt. Mist aldrig overblikket over din kopierede tekst igen med Coopy!\n\nFå Coopy i dag, og forstærk din produktivitet!",
    "de": "Coopy ist eine leistungsstarke Browsererweiterung, die Ihr Kopieren und Einfügen verbessert. Mit Coopy können Sie mehrere Text- oder Datenteile kopieren und bei Bedarf mühelos einfügen. Coopy ist perfekt für Multitasker, Forscher, Autoren und alle, die mit viel Text arbeiten. Es vereinfacht den Vorgang, indem es Ihre kopierten Elemente im Puffer speichert und bei Bedarf einfügt.\n\nFunktionen:\n\nSchnelles Einfügen\nFügen Sie jedes Element aus Ihrem Zwischenablageverlauf sofort ein, ohne den Kontext zu verlieren.\n\nBenutzerfreundlich\nKlare, intuitive Benutzeroberfläche, die sich nahtlos in Ihren Arbeitsablauf einfügt.\n\nOb Sie mit mehreren Informationen jonglieren oder einfach mehr Kontrolle über Ihre Zwischenablage haben möchten, Coopy macht es einfach und effizient. Verlieren Sie mit Coopy nie wieder den Überblick über Ihren kopierten Text!\n\nHolen Sie sich Coopy noch heute und steigern Sie Ihre Produktivität!",
    "es,es_419": "Coopy es una poderosa extensión de navegador diseñada para mejorar su experiencia de copiar y pegar. Con Coopy, puede copiar varios fragmentos de texto o datos y pegarlos sin esfuerzo según sea necesario. Perfecto para personas que realizan múltiples tareas, investigadores, escritores y cualquiera que trabaje con una gran cantidad de texto, Coopy simplifica el proceso al almacenar los elementos copiados en el búfer y pegarlos según sea necesario.\n\nCaracterísticas:\n\nPegar rápido\nPegue instantáneamente cualquier elemento del historial de su portapapeles sin perder contexto.\nFácil de usar\nInterfaz limpia e intuitiva que se integra perfectamente con su flujo de trabajo.\n\nYa sea que esté haciendo malabarismos con varios datos o simplemente quiera tener más control sobre su portapapeles, Coopy lo hace simple y eficiente. ¡Nunca vuelvas a perder la pista del texto copiado con Coopy!\n\n¡Obtén Coopy hoy y potencia tu productividad!",
    "fi": "Coopy on tehokas selainlaajennus, joka on suunniteltu parantamaan kopiointi- ja liittämiskokemustasi. Coopyn avulla voit kopioida useita tekstin tai datan osia ja liittää ne vaivattomasti tarpeen mukaan. Täydellinen moniajoille, tutkijoille, kirjoittajille ja kaikille, jotka käsittelevät paljon tekstiä, Coopy yksinkertaistaa prosessia tallentamalla kopioidut kohteet puskuriin ja liittämällä ne tarvittaessa.\n\nOminaisuudet:\n\nPikaliitä\nLiitä välittömästi mikä tahansa kohde leikepöydän historiasta menettämättä kontekstia.\nKäyttäjäystävällinen\nPuhdas, intuitiivinen käyttöliittymä, joka integroituu saumattomasti työnkulkuusi.\n\nJongleeraatpa useita tietoja tai haluat vain hallita leikepöytääsi enemmän, Coopy tekee siitä yksinkertaisen ja tehokkaan. Älä koskaan unohda kopioitua tekstiäsi Coopyn avulla!\n\nHanki Coopy tänään ja lisää tuottavuuttasi!",
    "fr": "Coopy est une puissante extension de navigateur conçue pour améliorer votre expérience de copier-coller. Avec Coopy, vous pouvez copier plusieurs morceaux de texte ou de données et les coller sans effort selon vos besoins. Parfait pour les multitâches, les chercheurs, les écrivains et tous ceux qui traitent beaucoup de texte, Coopy simplifie le processus en stockant vos éléments copiés dans le tampon et en les collant si nécessaire.\n\nCaractéristiques:\n\nCollage rapide\nCollez instantanément n'importe quel élément de l'historique de votre presse-papiers sans perdre le contexte.\nConvivial\nInterface claire et intuitive qui s'intègre parfaitement à votre flux de travail.\n\nQue vous jongliez avec plusieurs informations ou que vous souhaitiez simplement plus de contrôle sur votre presse-papiers, Coopy le rend simple et efficace. Ne perdez plus jamais la trace de votre texte copié avec Coopy !\n\nObtenez Coopy aujourd'hui et boostez votre productivité !",
    "it": "Coopy è una potente estensione del browser progettata per migliorare la tua esperienza di copia e incolla. Con Coopy puoi copiare più parti di testo o dati e incollarle facilmente secondo necessità. Perfetto per multitasker, ricercatori, scrittori e chiunque abbia a che fare con molto testo, Coopy semplifica il processo archiviando gli elementi copiati nel buffer e incollandoli secondo necessità.\n\nCaratteristiche:\n\nIncolla veloce\nIncolla istantaneamente qualsiasi elemento dalla cronologia degli appunti senza perdere il contesto.\nFacile da usare\nInterfaccia pulita e intuitiva che si integra perfettamente con il tuo flusso di lavoro.\n\nChe tu stia destreggiandoti tra diverse informazioni o desideri semplicemente un maggiore controllo sugli appunti, Coopy lo rende semplice ed efficiente. Non perdere mai più traccia del testo copiato con Coopy!\n\nOttieni Coopy oggi e potenzia la tua produttività!",
    "ja": "Coopy は、コピー アンド ペーストのエクスペリエンスを強化するために設計された強力なブラウザ拡張機能です。Coopy を使用すると、複数のテキストやデータをコピーし、必要に応じて簡単に貼り付けることができます。マルチタスクを行う人、研究者、ライター、大量のテキストを扱う人などに最適な Coopy は、コピーしたアイテムをバッファーに保存し、必要に応じて貼り付けることでプロセスを簡素化します。\n\n機能:\n\nクイック貼り付け\nコンテキストを失うことなく、クリップボード履歴から任意のアイテムを即座に貼り付けます。\n\nユーザーフレンドリー\nワークフローにシームレスに統合される、クリーンで直感的なインターフェイス。\n\n複数の情報を扱っている場合でも、クリップボードをより細かく制御したい場合でも、Coopy を使用すると、シンプルで効率的になります。Coopy があれば、コピーしたテキストを見失うことはもうありません。\n\n今すぐ Coopy を入手して、生産性を大幅に向上させましょう。",
    "ko": "Coopy는 복사하여 붙여넣기 경험을 향상시키도록 설계된 강력한 브라우저 확장 프로그램입니다. Coopy를 사용하면 여러 텍스트나 데이터를 복사하여 필요에 따라 쉽게 붙여넣을 수 있습니다. 멀티태스커, 연구원, 작가 및 많은 양의 텍스트를 다루는 모든 사람에게 적합한 Coopy는 복사한 항목을 버퍼에 저장하고 필요에 따라 붙여넣어 프로세스를 단순화합니다.\n\n특징:\n\n빠른 붙여넣기\n컨텍스트를 잃지 않고 클립보드 기록의 항목을 즉시 붙여넣습니다.\n사용자 친화적\n귀하의 작업 흐름과 원활하게 통합되는 깔끔하고 직관적인 인터페이스입니다.\n\n여러 정보를 다루거나 클립보드에 대한 더 많은 제어를 원하는 경우 Coopy를 사용하면 간단하고 효율적으로 작업할 수 있습니다. Coopy를 사용하면 복사한 텍스트를 다시는 추적할 수 없습니다!\n\n지금 Coopy를 다운로드하고 생산성을 높이세요!",
    "lt": "Coopy yra galingas naršyklės plėtinys, skirtas pagerinti jūsų kopijavimo ir įklijavimo patirtį. Naudodami Coopy galite nukopijuoti kelis teksto ar duomenų gabalus ir be vargo įklijuoti juos pagal poreikį. Puikiai tinka daugeliui užduočių atliekantiems asmenims, tyrinėtojams, rašytojams ir visiems, kurie dirba su daug teksto. „Coopy“ supaprastina procesą, saugodama nukopijuotus elementus buferyje ir prireikus juos įklijuodama.\n\nFunkcijos:\n\nGreita pasta\nIškart įklijuokite bet kurį elementą iš mainų srities istorijos neprarasdami konteksto.\nDraugiškas vartotojui\nŠvari, intuityvi sąsaja, kuri sklandžiai integruojasi su jūsų darbo eiga.\n\nNesvarbu, ar žongliruojate keliomis informacijos dalimis, ar tiesiog norite daugiau valdyti savo mainų sritį, „Coopy“ tai daro paprastą ir efektyvų. Daugiau niekada nepraraskite nukopijuoto teksto naudodami Coopy!\n\nGaukite Coopy šiandien ir padidinkite savo produktyvumą!",
    "lv": "Coopy ir jaudīgs pārlūkprogrammas paplašinājums, kas paredzēts, lai uzlabotu kopēšanas un ielīmēšanas pieredzi. Izmantojot Coopy, varat kopēt vairākus teksta vai datu gabalus un bez piepūles tos pēc vajadzības ielīmēt. Coopy ir lieliski piemērots vairāku uzdevumu izpildītājiem, pētniekiem, rakstniekiem un ikvienam, kas nodarbojas ar daudz teksta, un tas vienkāršo procesu, saglabājot kopētos vienumus buferī un pēc vajadzības ielīmējot tos.\n\nIespējas:\n\nĀtrā ielīmēšana\nNekavējoties ielīmējiet jebkuru vienumu no starpliktuves vēstures, nezaudējot kontekstu.\nLietotāju draudzīgs\nTīra, intuitīva saskarne, kas nemanāmi integrējas jūsu darbplūsmā.\n\nNeatkarīgi no tā, vai žonglējat ar vairākām informācijas daļām vai vienkārši vēlaties vairāk kontrolēt starpliktuvi, Coopy padara to vienkāršu un efektīvu. Nekad vairs nezaudējiet kopētā teksta izsekojamību, izmantojot Coopy!\n\nIegūstiet Coopy jau šodien un uzlabojiet savu produktivitāti!",
    "nl": "Coopy is een krachtige browserextensie die is ontworpen om uw kopieer- en plakervaring te verbeteren. Met Coopy kunt u meerdere stukjes tekst of gegevens kopiëren en deze indien nodig moeiteloos plakken. Perfect voor multitaskers, onderzoekers, schrijvers en iedereen die met veel tekst te maken heeft. Coopy vereenvoudigt het proces door uw gekopieerde items in de buffer op te slaan en deze indien nodig te plakken.\n\nFuncties:\n\nSnel plakken\nPlak elk item uit uw klembordgeschiedenis onmiddellijk zonder de context te verliezen.\nGebruikersvriendelijk\nSchone, intuïtieve interface die naadloos integreert met uw workflow.\n\nOf u nu met verschillende soorten informatie jongleert of gewoon meer controle over uw klembord wilt, Coopy maakt het eenvoudig en efficiënt. Verlies nooit meer uw gekopieerde tekst uit het oog met Coopy!\n\nKoop Coopy vandaag nog en geef uw productiviteit een boost!",
    "no": "Coopy er en kraftig nettleserutvidelse designet for å forbedre kopier-og-lim-opplevelsen. Med Coopy kan du kopiere flere tekster eller data og enkelt lime dem inn etter behov. Perfekt for multitaskere, forskere, forfattere og alle som arbeider med mye tekst, Coopy forenkler prosessen ved å lagre de kopierte elementene i bufferen og lime dem inn etter behov.\n\nEgenskaper:\n\nRask lim\nLim inn ethvert element fra utklippstavlen din umiddelbart uten å miste kontekst.\nBrukervennlig\nRent, intuitivt grensesnitt som sømløst integreres med arbeidsflyten din.\n\nEnten du sjonglerer med flere opplysninger eller bare vil ha mer kontroll over utklippstavlen, gjør Coopy det enkelt og effektivt. Aldri miste oversikten over den kopierte teksten igjen med Coopy!\n\nSkaff deg Coopy i dag og øk produktiviteten din!",
    "pl": "Coopy to potężne rozszerzenie przeglądarki zaprojektowane w celu zwiększenia komfortu kopiowania i wklejania. Dzięki Coopy możesz kopiować wiele fragmentów tekstu lub danych i bez wysiłku wklejać je w razie potrzeby. Idealny dla osób wykonujących wiele zadań jednocześnie, badaczy, pisarzy i każdego, kto ma do czynienia z dużą ilością tekstu, Coopy upraszcza proces, przechowując skopiowane elementy w buforze i wklejając je w razie potrzeby.\n\nCechy:\n\nSzybka pasta\nNatychmiast wklej dowolny element z historii schowka bez utraty kontekstu.\nPrzyjazny użytkownikowi\nPrzejrzysty, intuicyjny interfejs, który płynnie integruje się z przepływem pracy.\n\nNiezależnie od tego, czy żonglujesz kilkoma informacjami, czy po prostu chcesz mieć większą kontrolę nad swoim schowkiem, Coopy sprawia, że ​​jest to proste i wydajne. Dzięki Coopy nigdy więcej nie stracisz kontroli nad skopiowanym tekstem!\n\nPobierz Coopy już dziś i zwiększ swoją produktywność!",
    "pt_BR": "Coopy é uma extensão de navegador poderosa projetada para aprimorar sua experiência de copiar e colar. Com o Coopy, você pode copiar vários pedaços de texto ou dados e colá-los facilmente conforme necessário. Perfeito para multitarefas, pesquisadores, escritores e qualquer pessoa que lide com muito texto, o Coopy simplifica o processo armazenando os itens copiados no buffer e colando-os conforme necessário.\n\nCaracterísticas:\n\nColar rápido\nCole instantaneamente qualquer item do histórico da área de transferência sem perder o contexto.\nAmigo do usuário\nInterface limpa e intuitiva que se integra perfeitamente ao seu fluxo de trabalho.\n\nEsteja você lidando com várias informações ou apenas desejando mais controle sobre sua área de transferência, o Coopy torna isso simples e eficiente. Nunca mais perca o controle do texto copiado com Coopy!\n\nObtenha o Coopy hoje e aumente sua produtividade!",
    "pt_PT": "Coopy é uma poderosa extensão de browser concebida para melhorar a sua experiência de copiar e colar. Com o Coopy, pode copiar vários pedaços de texto ou dados e colá-los facilmente, conforme necessário. Perfeito para multitarefas, investigadores, escritores e qualquer pessoa que lide com muito texto, o Coopy simplifica o processo armazenando os itens copiados no buffer e colando-os conforme necessário.\n\nFuncionalidades:\n\nColar rápido\nCole instantaneamente qualquer item do histórico da área de transferência sem perder o contexto.\nAmigo do utilizador\nInterface limpa e intuitiva que se integra perfeitamente no seu fluxo de trabalho.\n\nQuer esteja a lidar com várias informações ou apenas a desejar mais controlo sobre a sua área de transferência, o Coopy torna isto simples e eficiente. Nunca mais perca o controlo do texto copiado com o Coopy!\n\nObtenha o Coopy hoje e aumente a sua produtividade!",
    "sk": "Coopy je výkonné rozšírenie prehliadača navrhnuté tak, aby zlepšilo váš zážitok z kopírovania a vkladania. S Coopy môžete skopírovať viacero častí textu alebo údajov a bez námahy ich prilepiť podľa potreby. Coopy je ideálny pre multitaskerov, výskumníkov, spisovateľov a kohokoľvek, kto sa zaoberá množstvom textu, a zjednodušuje proces tým, že vaše skopírované položky ukladá do vyrovnávacej pamäte a podľa potreby ich vkladá.\n\nVlastnosti:\n\nRýchla pasta\nOkamžite prilepte akúkoľvek položku z histórie schránky bez straty kontextu.\nUžívatelsky prívetivý\nČisté, intuitívne rozhranie, ktoré sa hladko integruje do vášho pracovného postupu.\n\nČi už žonglujete s niekoľkými informáciami alebo len chcete mať väčšiu kontrolu nad schránkou, Coopy to zjednodušuje a zefektívňuje. S Coopy už nikdy nestratíte prehľad o skopírovanom texte!\n\nZískajte Coopy ešte dnes a zvýšte svoju produktivitu!",
    "sl": "Coopy je zmogljiva razširitev brskalnika, zasnovana za izboljšanje vaše izkušnje kopiranja in lepljenja. S Coopy lahko kopirate več delov besedila ali podatkov in jih brez težav prilepite po potrebi. Kot nalašč za večopravilne osebe, raziskovalce, pisce in vse, ki imajo opravka z veliko besedila, Coopy poenostavi postopek tako, da vaše kopirane elemente shrani v medpomnilnik in jih po potrebi prilepi.\n\nLastnosti:\n\nHitro lepljenje\nTakoj prilepite kateri koli element iz zgodovine odložišča, ne da bi pri tem izgubili kontekst.\nUporabniku prijazno\nČist, intuitiven vmesnik, ki se neopazno integrira z vašim potekom dela.\n\nNe glede na to, ali žonglirate z več informacijami ali samo želite več nadzora nad odložiščem, Coopy naredi preprosto in učinkovito. S Coopyjem nikoli več ne izgubite sledi kopiranemu besedilu!\n\nPridobite Coopy še danes in povečajte svojo produktivnost!",
    "sv": "Coopy är ett kraftfullt webbläsartillägg designat för att förbättra din kopiera-och-klistra-upplevelse. Med Coopy kan du kopiera flera bitar av text eller data och enkelt klistra in dem efter behov. Perfekt för multitaskers, forskare, författare och alla som sysslar med mycket text, Coopy förenklar processen genom att lagra dina kopierade objekt i bufferten och klistra in dem efter behov.\n\nFunktioner:\n\nSnabbklistra\nKlistra in alla objekt från din urklippshistorik direkt utan att förlora sammanhanget.\nAnvändarvänlig\nRent, intuitivt gränssnitt som sömlöst integreras med ditt arbetsflöde.\n\nOavsett om du jonglerar med flera bitar av information eller bara vill ha mer kontroll över ditt urklipp, gör Coopy det enkelt och effektivt. Tappa aldrig reda på din kopierade text igen med Coopy!\n\nSkaffa Coopy idag och öka din produktivitet!",
    "tr": "Coopy, kopyala ve yapıştır deneyiminizi geliştirmek için tasarlanmış güçlü bir tarayıcı uzantısıdır. Coopy ile birden fazla metin veya veri parçasını kopyalayabilir ve bunları gerektiği gibi zahmetsizce yapıştırabilirsiniz. Çoklu görev yapanlar, araştırmacılar, yazarlar ve çok fazla metinle uğraşan herkes için mükemmel olan Coopy, kopyalanan öğelerinizi arabellekte saklayıp gerektiğinde yapıştırarak süreci basitleştirir.\n\nÖzellikler:\n\nHızlı Yapıştır\nBağlamı kaybetmeden pano geçmişinizdeki herhangi bir öğeyi anında yapıştırın.\nKullanıcı dostu\nİş akışınızla kusursuz bir şekilde bütünleşen temiz, sezgisel arayüz.\n\nİster birkaç bilgiyle hokkabazlık yapıyor olun, ister panonuz üzerinde daha fazla kontrol sahibi olmayı isteyin, Coopy bunu basit ve verimli hale getirir. Coopy ile kopyaladığınız metnin izini bir daha asla kaybetmeyin!\n\nCoopy'yi bugün edinin ve üretkenliğinizi artırın!",
    "zh_CN,zh_TW": "Coopy 是一款功能強大的瀏覽器擴展，旨在增強您的複製貼上體驗。使用 Coopy，您可以複製多段文字或數據，並根據需要輕鬆貼上它們。 Coopy 非常適合多任務處理者、研究人員、作家和任何處理大量文字的人，它透過將複製的項目儲存在緩衝區中並根據需要貼上來簡化流程。\n\n特徵：\n\n快速貼上\n立即貼上剪貼簿歷史記錄中的任何項目，而不會遺失上下文。\n方便使用的\n乾淨、直覺的介面，與您的工作流程無縫整合。\n\n無論您是要處理多個資訊還是只是想更好地控制剪貼板，Coopy 都能讓您變得簡單又有效率。使用 Coopy，再也不會遺失複製的文字了！\n\n立即取得 Coopy，提高您的工作效率！"
  }
}