{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlancVPN — Fast and Secure Proxy",
    "ko": "BlancVPN — 빠르고 안전한 프록시",
    "ru": "BlancVPN — Быстрый и безопасный прокси"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide your location, access blocked content and protect your data with BlancVPN.",
    "ko": "BlancVPN으로 위치를 숨기고, 차단된 콘텐츠에 접근하며 데이터를 보호하세요.",
    "ru": "BlancVPN прокси скроет ваше местоположение, откроет недоступные сайты и защитит ваши данные."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlancVPN will hide your location, unlock restricted websites, and protect your data. Bypass censorship, access essential services, and keep your personal information safe from prying corporations—all with one click, unlimited traffic, and fast servers!\n\nRestricted websites are accessible again\n————————\nWith just one click, you can unlock websites unavailable in your region. Bypass geo-restrictions, use the services you need, watch any videos, and stay connected with your favorite social media platforms!\n\nBlancVPN—making the internet free again.\n\nTruly unlimited VPN\n————————\nForget about traffic limits. Stream high-definition videos, visit as many websites as you like, and use data-intensive services without worry. BlancVPN offers no traffic restrictions—neither on speed nor volume.\n\nFast VPN with instant connection\n————————\nBlancVPN delivers speed for everything: HD videos, online gaming, any website, or service—and even all of them simultaneously. You won’t even notice the proxy is active—it’s that fast.\n\nVPN for Netflix, YouTube, Hulu, and other services\n————————\nIf a service isn’t available in your region, BlancVPN can unlock it with a single click. Dozens of server locations—from the US to Asia—grant you access to services worldwide.\n\nProtect your privacy\n————————\nCorporations are tracking you. They know the websites you visit, the products you buy, where you live, and can even guess your income level. BlancVPN safeguards your privacy! One click ensures:\n— Your real location is hidden;\n— Your traffic is encrypted with the latest standards.\n\nStay anonymous and avoid tracking with BlancVPN!\n\nNo logs\n————————\nWe respect your privacy. That’s why we don’t track your online behavior, store, or sell your data.\n\nVPN for Chrome—and more\n————————\nWith a single BlancVPN subscription, you can set up VPN on an unlimited number of your devices. VPN for Chrome, Windows, macOS, Android, iOS—it’s all BlancVPN!\n\nProtect your traffic and bypass restrictions on all your computers, laptops, smartphones, and other devices without additional fees. One subscription, unlimited devices.\n\nDozens of locations\n————————\nBlancVPN offers dozens of locations worldwide: America, Europe, Asia, even Africa, and Japan! You can not only bypass restrictions effectively but also access services unavailable in your country.\n\nFor those who need a “reverse VPN,” BlancVPN provides locations in Russia and Kazakhstan. Access crucial websites, even if you’re abroad.\n\nPay however you prefer\n————————\nPay for your BlancVPN subscription using any convenient method—bank cards (including Russian ones), e-wallets, or cryptocurrency.\n\nSupport always ready to help\n————————\nIf something goes wrong, you have questions, or need assistance, our support team is always available to help!",
    "ko": "BlancVPN은 귀하의 위치를 숨기고, 차단된 웹사이트를 열며, 데이터를 보호합니다. 검열을 우회하고, 필요한 모든 서비스에 접속하며, 추적하는 기업으로부터 개인 정보를 안전하게 지키세요. 단 한 번의 클릭으로, 무제한 트래픽과 빠른 서버를 제공합니다!\n\n차단된 웹사이트를 다시 사용할 수 있습니다\n————————\n단 한 번의 클릭으로 귀하의 국가에서 차단된 웹사이트에 접속할 수 있습니다. 지역 제한을 우회하고, 필요한 서비스를 사용하며, 모든 동영상을 시청하고, 즐겨 사용하는 소셜 네트워크를 이용하세요!\n\nBlancVPN – 인터넷을 다시 자유롭게 만듭니다.\n\n진정한 무제한 VPN\n————————\n트래픽 제한을 잊으세요. 고화질 동영상을 스트리밍하고, 원하는 만큼의 웹사이트를 방문하며, 대용량 데이터 서비스를 걱정 없이 이용하세요. BlancVPN은 속도와 트래픽 양에 어떤 제한도 없습니다.\n\n즉각 연결 가능한 빠른 VPN\n————————\nBlancVPN은 HD 동영상, 온라인 게임, 모든 웹사이트나 서비스, 또는 이 모든 것을 동시에 사용할 수 있을 만큼의 속도를 제공합니다. VPN이 활성화되어 있다는 사실조차 느끼지 못할 만큼 빠르게 작동합니다.\n\nNetflix, YouTube, Hulu 및 기타 서비스용 VPN\n————————\n어떤 서비스가 귀하의 국가에서 차단되어 있다면, BlancVPN은 단 한 번의 클릭으로 이를 열어줍니다. 미국에서 아시아까지, 전 세계를 커버하는 수십 개의 서버 위치로 다양한 서비스를 사용할 수 있습니다.\n\n개인정보를 보호하세요\n기업들은 귀하를 추적합니다. 그들은 귀하가 방문하는 웹사이트, 구매하는 상품, 거주지 정보는 물론, 귀하의 소득 수준까지 추측할 수 있습니다. BlancVPN은 귀하의 프라이버시를 지킵니다! 단 한 번의 클릭으로:\n— 귀하의 실제 위치가 숨겨집니다;\n— 귀하의 트래픽이 최신 표준으로 암호화됩니다.\n\nBlancVPN으로 추적에서 벗어나세요!\n\n로그 없음\n————————\n우리는 귀하의 프라이버시를 존중합니다. 따라서 인터넷 활동을 추적하거나 데이터를 저장하거나 판매하지 않습니다.\n\nChrome용 VPN – 그 이상\n————————\n단 하나의 BlancVPN 구독으로 무제한 장치에 VPN을 설치할 수 있습니다. Chrome용 VPN, Windows용 VPN, macOS용 VPN, Android용 VPN, iOS용 VPN – 모두 BlancVPN에서 제공합니다!\n\n모든 컴퓨터, 노트북, 스마트폰 및 기타 장치에서 추가 비용 없이 트래픽을 보호하고 제한을 우회하세요. 한 구독으로 무제한 장치를 지원합니다.\n\n수십 개의 위치\n————————\nBlancVPN은 전 세계의 수십 개 위치를 제공합니다: 미국, 유럽, 아시아, 아프리카, 일본까지! 제한을 효과적으로 우회할 수 있을 뿐만 아니라, 귀하의 국가에서 사용할 수 없는 서비스에도 접속할 수 있습니다.\n\n‘역방향 VPN’이 필요한 분들을 위해, BlancVPN은 러시아와 카자흐스탄 위치도 제공합니다. 해외에서도 필수적인 웹사이트에 접속할 수 있습니다.\n\n편리한 결제 방법\n————————\nBlancVPN 구독료는 은행 카드(러시아 카드 포함), 전자지갑, 암호화폐 등 귀하가 편리한 방법으로 결제할 수 있습니다.\n\n언제나 곁에 있는 지원 팀\n————————\n문제가 발생하거나, 질문이 있거나, 도움이 필요하다면, 우리 지원팀이 항상 도와드릴 준비가 되어 있습니다!",
    "ru": "Обходите цензуру, пользуйтесь любыми необходимыми сервисами и скройте персональную информацию от следящих корпораций – в один клик, с безлимитным трафиком и быстрыми серверами!\n\nНедоступные сайты снова станут доступными\n————————\nОдин клик – и вы откроете доступ к сайтам, которые недоступны в вашей стране. Обходите региональные ограничения, пользуйтесь нужными сервисами, смотрите любые видеоролики и заглядывайте в любимые социальные сети!\n\nBlancVPN – VPN, который делает интернет снова свободным.\n\nПо-настоящему безлимитный VPN\n————————\nЗабудьте об ограничениях трафика. Смотрите видео в высоком разрешении, посещайте любое количество сайтов, пользуйтесь «тяжёлыми» сервисами. В BlancVPN нет никаких ограничений по трафику – ни по скорости, ни по количеству.\n\nБыстрый VPN с мгновенным подключением\n————————\nСкорости BlancVPN хватит на всё: HD-видео, онлайн-игры, любые сайты и сервисы – и даже всё это одновременно. Вы даже не заметите, что прокси всё ещё подключён – настолько быстро он работает.\n\nVPN для Netflix, YouTube, Hulu и любых других сервисов\n————————\nЕсли какой-то сервис недоступен в вашей стране, BlancVPN откроет доступ к нему в один клик. Десятки локаций – от США до Азии – откроют для вас сервисы по всему миру.\n\nЗащитите свою приватность\n————————\nКорпорации следят за вами. Они знают, какими сайтами вы пользуетесь, какие товары покупаете, где вы живёте и даже догадываются о вашем уровне дохода. BlancVPN защитит вашу приватность! Один клик – и:\n\n— Ваше реальное местоположение будет скрыто;\n\n— Ваш трафик будет зашифрован по самым современным стандартам.\n\nСкройтесь от отслеживания с BlancVPN!\n\nНикаких логов\n————————\nМы уважаем вашу приватность. Поэтому не отслеживаем ваше поведение в интернете, не храним и не продаём ваши данные.\n\nVPN для Chrome — и не только\n————————\nС одной подпиской на BlancVPN вы сможете установить VPN на безлимитное количество своих устройств. VPN для Chrome, VPN для Windows, VPN для macOS, VPN для Android, VPN для iOS – это всё BlancVPN!\n\nЗащитите трафик и обходите ограничения на всех своих компьютерах, ноутбуках, смартфона и других устройства без дополнительной платы. Одна подписка – безлимитное количество устройств.\n\nДесятки локаций\n————————\nВ BlancVPN вам будут доступны десятки локаций по всему миру: Америка, Европа, Азия, даже Африка и Япония! Вы сможете не только эффективно обходить ограничения, но и пользоваться сервисами, недоступными в вашей стране.\n\nА для тех, кому нужен «VPN наоборот», в BlancVPN есть локации в России и Казахстане. Откройте доступ к принципиально важным сайтам, даже если вы сейчас находитесь в другой стране.\n\nОплата любым удобным способом\n————————\nОплатить подписку на BlancVPN можно любым удобным для вас способом – банковской картой (в том числе российской), электронным кошельком или криптовалютой.\n\nПоддержка всегда рядом\n————————\nЕсли что-то пойдёт не так, возникнут вопросы или потребуется помощь – наша служба поддержки всегда готова ответить!"
  }
}