{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ragdoll Archers Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy Ragdoll Archers Unblocked Game anytime—no internet required! Simply open the popup and start playing!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ragdoll Archers offers a one-of-a-kind gaming experience, blending ragdoll physics with exciting archery mechanics. Players face off in thrilling duels, using strategy and skill to outmaneuver their opponents. The unpredictable nature of the game ensures that every battle feels fresh and engaging, making it a hit among players who enjoy fast-paced challenges.\n\n🎮Core Gameplay Mechanics\nThe heart of Ragdoll Archers lies in its simple yet captivating mechanics. Players aim and shoot arrows while navigating the dynamic movement of their ragdoll character. \n\n🎮Key mechanics include:\nIntuitive Controls: The straightforward controls make the game easy to learn but hard to master. Dynamic Battles: Each match features unique obstacles and challenges, keeping the gameplay exciting. Rewarding Progression: Unlock new levels, characters, and upgrades as you improve your skills.\n\nThe combination of these elements ensures a rewarding experience for both new and experienced players.\n\n🎮Challenges and Rewards\nRagdoll Archers keeps players hooked with a variety of challenges and rewards. \n\n🎮Highlights include:\nEnvironmental Hazards: Avoid traps and obstacles that add an extra layer of complexity to battles. Advanced Opponents: Face tougher enemies as you progress through the game. Unlockable Content: Earn new items and upgrades to enhance your gameplay experience.\n\nThese challenges and rewards motivate players to keep improving and exploring the depths of the game."
  }
}