{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WahLeads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offered by WahLeads by BizProspex (Free LinkedIn Scrapper with Emails)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WahLeads is a free LinkedIn scrapper to help you build prospects lists easily.\n\nWahLeads is a simple to use Chrome extension that works on every type of LinkedIn account, free, business, recruiter or sales navigator.\n\nJust signup on our free linkedin email finder tool : wah leads at wahleads.com (the base plan gives you 1000 leads at no cost each month to get moving) and no credit card is required.\n\nSteps to use our free email finder LinkedIn tool:\n    1. Download the Chrome extension.\n    2. Create an account on wah leads website\n    3.Go to the Linkedin search page and start building highly targeted prospects lists within no time. (you can use ALL the filters available by LinkedIn)\n    4. Go to wahleads dashboard to download your data in CSV\n    5. Import the csv in your marketing automation tool and start connecting with people around the globe.\n\nYou can learn more about how to use free linkedin scrapper tool here: wahleads.com\n\n The data will have in the free linkedin extraction tool /  fields will be first name, last name, title, company name, company linkedin URL, company website, person’s linkedin profile URL, direct business email address, revenue, number of employees etc.\n\nThe extension works in real time, so you will see the data from LinkedIn to your wahleads dashboard instantaneously.\n\nWe will be adding an option to get the person’s direct phone number within a month's time, so, stay tuned for that.\n\nOur extension is 100% GDPR compliant, and helps you save time.\n\nFor more info, you can contact me here:\nmurtaza@bizprospex.com\nor visit wahleads.com / bizprospex.com"
  }
}