{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML Viewer for ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visually preview or download HTML and CSS code in ChatGPT's new 'GPT-4o with canvas' model and UI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use this extension to quickly and easily preview your HTML and CSS code directly within OpenAI's new \"ChatGPT-4o with canvas\" model/UI.\n\nThis tool adds an eyeball icon to the canvas interface for HTML/CSS code canvases, allowing you to instantly visualize the code displayed in the canvas without the need to save or test locally.\n\nWith a single click, the extension renders your code in a pop-up iFrame, saving you time and effort while making the editing process smoother and more efficient. No more tedious back-and-forth between saving files and checking your work—just quick, in-browser previews.\n\nYou can also quickly download to an HTML file with the download button.\n\n**Important: Please read the caveats and limitations below**\n\n\nInstructions:\n\n1. Generate new HTML/CSS code, or view already generated canvas code, in \"ChatGPT-4o with canvas\" at chatgpt.com or chat.openai.com.\n\n2. When the canvas opens automatically, or you open it manually on existing canvas code, the preview eyeball icon button should appear at the top-right of the canvas within a second or two.\n\n3. Press the preview button to visually view your HTML/CSS code.\n\n4. Press the X or the Esc key to close the preview pop-up.\n\n\nCaveats and limitations:\n\n- You must be in the \"ChatGPT-4o with canvas\" model/UI.\n\n- HTML/CSS code canvases must start with '<!DOCTYPE html>' or the preview button won't appear, as there's no point to visually preview any other programming languages.\n\n- Some CSS styling may not look quite right or exactly perfect in preview, possibly due to iFrame limitations or differences. If something looks a little off, it's recommended to always download the HTML and open in your browser before asking ChatGPT for changes on minor appearances based only on what you see in preview.\n\n- References to external CSS and scripts, as well as inline scripts, will not work **in the preview iFrame** due to content security policies. You can however use the download button to quickly save to an HTML file and then open it in your browser, and this limitation would not apply.\n\n- You need to Ctrl + click a link, or link button, in your HTML preview to navigate to it in a new tab. Normal clicking links in your HTML doesn't work, as it is blocked by CSP.\n\n\nDonate: https://www.paypal.com/donate/?hosted_button_id=DQ5LYLT8NA26W\n\n\n\n\n\ndownload icons PNG Designed By 588ku from https://pngtree.com/freepng/file-download-icon_4647924.html?sol=downref&id=bef"
  }
}