{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "New Tab - Custom startup page with dark theme",
    "de": "New Tab Plus - Anpassbare Startseite mit dunklem Thema",
    "es": "New Tab Plus - Página de inicio personalizable con tema oscuro",
    "fr": "New Tab Plus - Page de démarrage personnalisable avec thème sombre",
    "it": "New Tab Plus - Pagina iniziale personalizzabile con tema scuro",
    "pt_BR,pt_PT": "New Tab Plus - Página inicial personalizável com tema escuro",
    "ru": "New Tab Plus - Настраиваемая стартовая страница с темной темой",
    "zh_CN": "New Tab Plus - 可定制的黑暗主题启动页"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "With Todo, Notes, Weather, PDF converter, package tracking and other free draggable components.",
    "de": "Mit Todo, Notizen, Wetter, PDF-Konverter, Paketverfolgung und anderen kostenlosen ziehbaren Komponenten.",
    "es": "Con Todo, Notes, Weather, convertidor de PDF, seguimiento de paquetes y otros componentes que se pueden arrastrar gratis.",
    "fr": "Avec Todo, Notes, Météo, convertisseur PDF, suivi de colis et autres composants déplaçables gratuits.",
    "it": "Con Todo, Notes, Weather, PDF Converter, Package Tracking e altri componenti trascinabili gratuitamente.",
    "pt_BR,pt_PT": "Com Todo, Notes, Weather, conversor de PDF, rastreamento de pacote e outros componentes arrastáveis grátis.",
    "ru": "С Todo, Notes, Weather, PDF-конвертером, отслеживанием пакетов и другими бесплатными перетаскиваемыми компонентами.",
    "zh_CN": "带有Todo，Notes，Weather，PDF转换器，包裹跟踪和其他免费的可拖动组件。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "New features\nData synchronization, data can be synchronized between multiple devices after registration.\nDynamic background, a variety of solid color backgrounds.\nTodo component, arrange the to-do list for work and life.\nNodes components, light, clean and free notes\nPackage tracking component, an all-in-one package tracking tool.\nPDF conversion component, including word, excel, ppt, jpg, html and pdf conversion functions.\nMap component, support Google map, satellite map, driving route, traffic, location search.\n\n\n1. Incognito mode\nSelect the text or link on any website and right-click on the menu \"Search/open in incognito mode\".\n\nYou can also choose to open an incognito window for the added shortcut, and the search results will also be opened in a private window.\n\nIn the incognito mode, the browser will not record your visit records, cookies, and form data. You can browse with confidence without leaving any traces to better protect your privacy.\n\n\n2.Multi-desktop\nAdd multiple desktops to classify the desktops and switch smoothly between different desktops.\n\nAdd frequently used shortcuts so that you can easily find it when you need it.\n\n\n3.Quick search\nPowerful search function, it can search your history, bookmarks or search through Google, and can also enter the URL to open the website. It is the same as the address bar of the browser, which is perfect.\n\nIn the search results, there are multiple modes. You can choose to open in a new tab, open in a new window, or open in an incognito window.\n\n\n4.Quick Favorite\nSelect the right-click menu on the webpage to save the current URL to New Tab Plus.\n\n\nChange log:\n---------------------------------\n@1.5.25\nWeather component\nEnter a city to display the weather for the day.\n\nDate and time component\nYou can set the display format of local time and date.\n\nAdd Google App shortcuts (gmail, calendar, drive, etc.) by default.\nAdd shortcuts to shopping and social apps by default.",
    "de": "Neue Eigenschaften\nDatensynchronisation, Daten können nach der Registrierung zwischen mehreren Geräten synchronisiert werden.\nDynamischer Hintergrund, eine Vielzahl von einfarbigen Hintergründen.\nTodo Komponente, ordnen Sie die To-Do-Liste für Arbeit und Leben.\nKnotenkomponenten, leichte, saubere und kostenlose Notizen\nPaketverfolgungskomponente, ein All-in-One-Paketverfolgungstool.\nPDF-Konvertierungskomponente, einschließlich Word-, Excel-, Ppt-, JPG-, HTML- und PDF-Konvertierungsfunktionen.\nKartenkomponente, Unterstützung von Google-Karte, Satellitenkarte, Fahrroute, Verkehr, Standortsuche.\n\n\n1. Inkognito-Modus\nWählen Sie den Text oder Link auf einer beliebigen Website aus und klicken Sie mit der rechten Maustaste auf das Menü \"Suchen / Öffnen im Inkognito-Modus\".\n\nSie können auch ein Inkognito-Fenster für die hinzugefügte Verknüpfung öffnen. Die Suchergebnisse werden auch in einem privaten Fenster geöffnet.\n\nIm Inkognito-Modus zeichnet der Browser Ihre Besuchsaufzeichnungen, Cookies und Formulardaten nicht auf. Sie können sicher surfen, ohne Spuren zu hinterlassen, um Ihre Privatsphäre besser zu schützen.\n\n\n2.Multi-Desktop\nFügen Sie mehrere Desktops hinzu, um die Desktops zu klassifizieren und reibungslos zwischen verschiedenen Desktops zu wechseln.\n\nFügen Sie häufig verwendete Verknüpfungen hinzu, damit Sie sie bei Bedarf leicht finden können.\n\n\n3. Schnelle Suche\nDie leistungsstarke Suchfunktion kann Ihren Verlauf, Ihre Lesezeichen oder Ihre Suche über Google durchsuchen und die URL zum Öffnen der Website eingeben. Es ist dasselbe wie die Adressleiste des Browsers, was perfekt ist.\n\nIn den Suchergebnissen gibt es mehrere Modi. Sie können wählen, ob Sie in einem neuen Tab öffnen, in einem neuen Fenster öffnen oder in einem Inkognito-Fenster öffnen möchten.\n\n\n4.Schneller Favorit\nWählen Sie das Kontextmenü auf der Webseite, um die aktuelle URL in New Tab Plus zu speichern.\n\n\nÄnderungsprotokoll:\n---------------------------------\n@1.5.25\nWetter-Komponente\nGeben Sie eine Stadt ein, um das Wetter für den Tag anzuzeigen.\n\nKomponente Datum und Uhrzeit\nSie können das Anzeigeformat der lokalen Zeit und des Datums einstellen.\n\nFügen Sie standardmäßig Verknüpfungen zu Google-Apps (Google Mail, Kalender, Drive usw.) hinzu.\nFügen Sie standardmäßig Verknüpfungen zu Shopping- und Social-Apps hinzu.",
    "es": "Nuevas características\nSincronización de datos, los datos se pueden sincronizar entre varios dispositivos después del registro.\nFondo dinámico, una variedad de fondos de colores sólidos.\nComponente Todo, organiza la lista de tareas para el trabajo y la vida.\nComponentes de los nodos, notas ligeras, limpias y libres\nComponente de seguimiento de paquetes, una herramienta de seguimiento de paquetes todo en uno.\nComponente de conversión de PDF, que incluye funciones de conversión de word, excel, ppt, jpg, html y pdf.\nComponente de mapa, compatible con mapa de Google, mapa satelital, ruta de conducción, tráfico, búsqueda de ubicación.\n\n\n1. Modo incógnito\nSeleccione el texto o enlace en cualquier sitio web y haga clic con el botón derecho en el menú \"Buscar / abrir en modo incógnito\".\n\nTambién puede optar por abrir una ventana de incógnito para el acceso directo agregado, y los resultados de la búsqueda también se abrirán en una ventana privada.\n\nEn el modo de incógnito, el navegador no registrará sus registros de visitas, cookies ni datos de formularios. Puede navegar con confianza sin dejar rastros para proteger mejor su privacidad.\n\n\n2.Multi-escritorio\nAgregue varios escritorios para clasificar los escritorios y cambiar sin problemas entre diferentes escritorios.\n\nAgregue atajos de uso frecuente para que pueda encontrarlos fácilmente cuando los necesite.\n\n\n3.Búsqueda rápida\nPotente función de búsqueda, puede buscar en su historial, marcadores o buscar a través de Google, y también puede ingresar la URL para abrir el sitio web. Es lo mismo que la barra de direcciones del navegador, que es perfecta.\n\nEn los resultados de la búsqueda, hay varios modos. Puede elegir abrir en una nueva pestaña, abrir en una nueva ventana o abrir en una ventana de incógnito.\n\n\n4. Favorito rápido\nSeleccione el menú del botón derecho en la página web para guardar la URL actual en New Tab Plus.\n\n\nRegistro de cambios:\n---------------------------------\n@1.5.25\nComponente meteorológico\nEntra en una ciudad para mostrar el tiempo del día.\n\nComponente de fecha y hora\nPuede ajustar el formato de visualización de la hora y la fecha local.\n\nAñade los accesos directos de Google App (gmail, calendario, unidad, etc.) de forma predeterminada.\nAñadir accesos directos a las compras y a las aplicaciones sociales de forma predeterminada.",
    "fr": "Nouvelles fonctionnalités\nSynchronisation des données, les données peuvent être synchronisées entre plusieurs appareils après l'enregistrement.\nArrière-plan dynamique, une variété d'arrière-plans de couleur unie.\nComposant Todo, organisez la liste des choses à faire pour le travail et la vie.\nComposants de nœuds, notes légères, propres et gratuites\nComposant de suivi de colis, un outil de suivi de colis tout-en-un.\nComposant de conversion PDF, y compris les fonctions de conversion Word, Excel, ppt, jpg, html et pdf.\nComposant de carte, prise en charge de la carte Google, carte satellite, itinéraire de conduite, trafic, recherche de localisation.\n\n\n1. Mode de navigation privée\nSélectionnez le texte ou le lien sur n'importe quel site Web et faites un clic droit sur le menu \"Rechercher / ouvrir en mode incognito\".\n\nVous pouvez également choisir d'ouvrir une fenêtre de navigation privée pour le raccourci ajouté, et les résultats de la recherche seront également ouverts dans une fenêtre privée.\n\nEn mode navigation privée, le navigateur n'enregistrera pas vos enregistrements de visites, cookies et données de formulaire. Vous pouvez naviguer en toute confiance sans laisser de traces pour mieux protéger votre vie privée.\n\n\n2. multi-bureau\nAjoutez plusieurs bureaux pour classer les bureaux et basculer en douceur entre les différents bureaux.\n\nAjoutez des raccourcis fréquemment utilisés afin de pouvoir le trouver facilement lorsque vous en avez besoin.\n\n\n3. recherche rapide\nFonction de recherche puissante, il peut rechercher votre historique, vos signets ou rechercher via Google, et peut également entrer l'URL pour ouvrir le site Web. C'est la même chose que la barre d'adresse du navigateur, ce qui est parfait.\n\nDans les résultats de la recherche, il existe plusieurs modes. Vous pouvez choisir d'ouvrir dans un nouvel onglet, d'ouvrir dans une nouvelle fenêtre ou d'ouvrir dans une fenêtre de navigation privée.\n\n\n4. favori rapide\nSélectionnez le menu contextuel sur la page Web pour enregistrer l'URL actuelle dans Nouvel onglet Plus.\n\n\nJournal des modifications :\n---------------------------------\n@1.5.25\nComposante météo\nEntrez une ville pour afficher la météo du jour.\n\nComposante de la date et de l'heure\nVous pouvez définir le format d'affichage de l'heure et de la date locales.\n\nAjouter des raccourcis Google App (gmail, calendrier, lecteur, etc.) par défaut.\nAjoutez des raccourcis vers les applications d'achat et les applications sociales par défaut.",
    "it": "Nuove caratteristiche\nSincronizzazione dei dati, i dati possono essere sincronizzati tra più dispositivi dopo la registrazione.\nSfondo dinamico, una varietà di sfondi in tinta unita.\nComponente di cose da fare, organizza l'elenco delle cose da fare per il lavoro e la vita.\nNodi componenti, note leggere, pulite e libere\nComponente di tracciamento dei pacchi, uno strumento di tracciamento dei pacchi all-in-one.\nComponente di conversione PDF, comprese le funzioni di conversione word, excel, ppt, jpg, html e pdf.\nComponente mappa, supporto mappa Google, mappa satellitare, percorso di guida, traffico, ricerca posizione.\n\n\n1. Modalità di navigazione in incognito\nSeleziona il testo o il link su qualsiasi sito web e fai clic con il pulsante destro del mouse sul menu \"Cerca / apri in modalità di navigazione in incognito\".\n\nPuoi anche scegliere di aprire una finestra di navigazione in incognito per il collegamento aggiunto e i risultati della ricerca verranno aperti anche in una finestra privata.\n\nNella modalità di navigazione in incognito, il browser non registrerà i record delle visite, i cookie e i dati dei moduli. Puoi navigare in sicurezza senza lasciare tracce per proteggere al meglio la tua privacy.\n\n\n2.Multi-desktop\nAggiungi più desktop per classificare i desktop e passare facilmente da un desktop all'altro.\n\nAggiungi scorciatoie usate di frequente in modo da trovarle facilmente quando ne hai bisogno.\n\n\n3.Ricerca rapida\nPotente funzione di ricerca, può eseguire ricerche nella cronologia, nei segnalibri o eseguire ricerche su Google e può anche inserire l'URL per aprire il sito web. È la stessa della barra degli indirizzi del browser, che è perfetta.\n\nNei risultati della ricerca sono presenti più modalità. Puoi scegliere di aprire in una nuova scheda, aprire in una nuova finestra o aprire in una finestra di navigazione in incognito.\n\n\n4.Preferito veloce\nSelezionare il menu di scelta rapida sulla pagina Web per salvare l'URL corrente in New Tab Plus.\n\n\nCambia registro:\n---------------------------------\n@1.5.25\nComponente meteo\nInserire una città per visualizzare il meteo del giorno.\n\nComponente data e ora\nÈ possibile impostare il formato di visualizzazione dell'ora e della data locali.\n\nAggiungere le scorciatoie di Google App (gmail, calendario, unità, ecc.) per impostazione predefinita.\nAggiungere scorciatoie alle app per gli acquisti e alle applicazioni sociali per impostazione predefinita.",
    "pt_BR": "Novas características\nSincronização de dados, os dados podem ser sincronizados entre vários dispositivos após o registro.\nPlano de fundo dinâmico, uma variedade de planos de fundo de cores sólidas.\nComponente de tarefas, organize a lista de tarefas para o trabalho e a vida.\nComponentes de nós, notas claras, limpas e livres\nComponente de rastreamento de pacotes, uma ferramenta completa de rastreamento de pacotes.\nComponente de conversão de PDF, incluindo funções de conversão de word, excel, ppt, jpg, html e pdf.\nComponente de mapa, suporte de mapa do Google, mapa de satélite, rota de condução, tráfego, pesquisa de localização.\n\n\n1. Modo de navegação anônima\nSelecione o texto ou link em qualquer website e clique com o botão direito do mouse no menu \"Pesquisar/abrir em modo incógnito\".\n\nVocê também pode optar por abrir uma janela de incógnito para o atalho adicionado, e os resultados da busca também serão abertos em uma janela privada.\n\nNo modo de navegação anônima, o navegador não registrará seus registros de visitas, cookies e dados de formulários. Você pode navegar com confiança sem deixar nenhum rastro para melhor proteger sua privacidade.\n\n\n2.Multi-desktop\nAcrescente várias áreas de trabalho para classificar as áreas de trabalho e mudar suavemente entre diferentes áreas de trabalho.\n\nAdicione atalhos freqüentemente usados para que você possa encontrá-los facilmente quando precisar.\n\n\n3.Pesquisa rápida\nPoderosa função de pesquisa, ela pode pesquisar seu histórico, marcadores ou pesquisar através do Google, e também pode digitar a URL para abrir o site. É o mesmo que a barra de endereço do navegador, que é perfeita.\n\nNos resultados da busca, há vários modos. Você pode optar por abrir em uma nova guia, abrir em uma nova janela ou abrir em uma janela incógnita.\n\n\n4.Quick Favorite\nSelecione o menu com o botão direito do mouse na página web para salvar a URL atual em New Tab Plus.\n\n\nAlterar log:\n---------------------------------\n@1.5.25\nComponente meteorológica\nEntre em uma cidade para exibir o tempo do dia.\n\nComponente de data e hora\nVocê pode definir o formato de exibição da hora e data locais.\n\nAdicione atalhos do Google App (gmail, calendário, drive, etc.) por padrão.\nAdicionar atalhos para aplicativos de compras e sociais por padrão.",
    "pt_PT": "Novas características\nSincronização de dados, os dados podem ser sincronizados entre vários dispositivos após o registro.\nPlano de fundo dinâmico, uma variedade de planos de fundo de cores sólidas.\nComponente de tarefas, organize a lista de tarefas para o trabalho e a vida.\nComponentes de nós, notas claras, limpas e livres\nComponente de rastreamento de pacotes, uma ferramenta completa de rastreamento de pacotes.\nComponente de conversão de PDF, incluindo funções de conversão de word, excel, ppt, jpg, html e pdf.\nComponente de mapa, suporte de mapa do Google, mapa de satélite, rota de condução, tráfego, pesquisa de localização.\n\n\n1. Modo de navegação anónima\nSeleccionar o texto ou link em qualquer website e clicar com o botão direito do rato no menu \"Pesquisar/abrir em modo incógnito\".\n\nTambém se pode optar por abrir uma janela incógnita para o atalho adicionado, e os resultados da pesquisa serão também abertos numa janela privada.\n\nNo modo de navegação anónima, o navegador não registará os seus registos de visitas, cookies, e dados de formulários. Pode navegar com confiança sem deixar quaisquer vestígios para melhor proteger a sua privacidade.\n\n\n2.Multi-desktop\nAdicionar vários computadores de secretária para classificar os computadores de secretária e alternar suavemente entre diferentes computadores de secretária.\n\nAdicione atalhos frequentemente utilizados para que possa encontrá-los facilmente quando precisar.\n\n\n3.Pesquisa rápida\nPoderosa função de pesquisa, pode pesquisar o seu histórico, marcadores ou pesquisar através do Google, e pode também introduzir o URL para abrir o website. É o mesmo que a barra de endereço do navegador, que é perfeita.\n\nNos resultados da pesquisa, existem múltiplos modos. Pode optar por abrir num novo separador, abrir numa nova janela, ou abrir numa janela incógnita.\n\n\n4.Quick Favorite\nSeleccione o menu com o botão direito do rato na página web para guardar o URL actual em New Tab Plus.\n\n\nAlterar registo:\n---------------------------------\n@1.5.25\nComponente meteorológica\nEntrar numa cidade para mostrar o tempo para o dia.\n\nComponente de data e hora\nPode definir o formato de exibição da hora e data locais.\n\nAdicionar atalhos do Google App (gmail, calendário, drive, etc.) por defeito.\nAcrescentar atalhos às aplicações de compras e sociais por defeito.",
    "ru": "Новые возможности\nСинхронизация данных, данные могут быть синхронизированы между несколькими устройствами после регистрации.\nДинамический фон, разнообразные однотонные фоны.\nКомпонент Todo, составьте список дел для работы и жизни.\nКомпоненты узлов, легкие, чистые и бесплатные заметки\nКомпонент отслеживания пакетов, универсальный инструмент отслеживания пакетов.\nКомпонент преобразования PDF, включая функции преобразования word, excel, ppt, jpg, html и pdf.\nКомпонент карты, поддержка карты Google, спутниковая карта, маршрут движения, трафик, поиск местоположения.\n\n\n1. Режим инкогнито\nВыберите текст или ссылку на любом сайте и щелкните правой кнопкой мыши меню \"Поиск/открытие в режиме инкогнито\".\n\nВы также можете открыть окно инкогнито для добавленного ярлыка, а результаты поиска также будут открыты в личном окне.\n\nВ режиме инкогнито браузер не будет записывать записи о посещениях, куки-файлы и данные форм. Вы можете просматривать данные с уверенностью, не оставляя никаких следов, чтобы лучше защитить вашу конфиденциальность.\n\n\n2.многофункциональный рабочий стол\nДобавление нескольких рабочих столов для классификации рабочих столов и плавное переключение между разными рабочими столами.\n\nДобавьте часто используемые ярлыки, чтобы вы могли легко найти его, когда он вам нужен.\n\n\n3.быстрый поиск\nМощная функция поиска, она может осуществлять поиск по вашей истории, закладкам или поиск через Google, а также может вводить URL для открытия веб-сайта. Это то же самое, что и адресная строка браузера, которая идеально подходит.\n\nВ результатах поиска есть несколько режимов. Вы можете выбрать открытие в новой вкладке, открыть в новом окне или открыть в окне инкогнито.\n\n\n4.Quick Favorite\nЩелкните правой кнопкой мыши меню на веб-странице, чтобы сохранить текущий URL в New Tab Plus.\n\n\nЖурнал изменений:\n---------------------------------\n@1.5.25\nПогодная составляющая\nВведите город, чтобы показать погоду на день.\n\nДата и время компонента\nВы можете установить формат отображения местного времени и даты.\n\nПо умолчанию добавлять ярлыки Google App (gmail, календарь, диск и т.д.).\nПо умолчанию добавлять ярлыки в торговые и социальные приложения.",
    "zh_CN": "新增功能\n数据同步，注册后可在多个设备之间同步数据。\n动态背景，多种纯色背景。\nTodo组件，安排工作和生活的待办事项清单。\nNodes组件，轻便，干净和免费的笔记\n包裹追踪组件，多合一包裹跟踪工具。\nPDF转换组件，包含word,excel,ppt,jpg,html与pdf互相转换等功能。\n地图组件，支持Google地图，卫星地图，行车路线，路况，位置搜索。\n\n\n1.无痕模式\n在任何网站上选择文本或链接，然后右键单击菜单“以隐身模式搜索/打开”。\n\n您也可以选择为添加的快捷方式打开隐身窗口，搜索结果也将在私有窗口中打开。\n\n在隐身模式下，浏览器将不会记录您的访问记录，Cookie和表单数据。您可以放心浏览，而不会留下任何痕迹，可以更好地保护您的隐私。\n\n\n2.多桌面\n添加多个桌面以对桌面进行分类，并在不同的桌面之间平滑切换。\n\n添加常用的快捷方式，以便您在需要时可以轻松找到它。\n\n\n3，快速搜索\n强大的搜索功能，它可以搜索您的历史记录，书签或通过Google搜索，还可以输入URL来打开网站。它与浏览器的地址栏相同，非常完美。\n\n在搜索结果中，有多种模式。您可以选择在新标签页中打开，在新窗口中打开或在隐身窗口中打开。\n\n\n4.快速收藏\n选择网页上的右键菜单，将当前URL保存到New Tab Plus。\n\n\nChange log:\n---------------------------------\n@1.5.25\n天气组件\n输入城市显示当天的天气。\n\n日期时间组件\n可以设置本地时间与日期的显示格式。\n\n默认添加Google系列的App快捷方式(gmail，日历，drive等)。\n默认添加购物跟社交相关的App快捷方式。"
  }
}