{
  "name": {
    "ar": "VPN مجاني لمتصفح كروم - VPN Proxy 1click VPN",
    "am": "Free VPN for Chrome - IP Unblock",
    "bg": "Безплатна VPN услуга за Chrome - VPN прокси 1click VPN",
    "bn": "ক্রোমের জন্য বিনামূল্যের ভিপিএন - ভিপিএন প্রক্সি ভিপিএন",
    "ca": "VPN gratuït per a Chrome de 1clickvpn",
    "cs": "Zdarma VPN pro Chrome od 1clickvpn",
    "da": "Gratis VPN til Chrome - VPN Proxy 1click VPN",
    "de": "Kostenloses VPN für Chrome - VPN Proxy 1click VPN",
    "el,et,gu": "VPN",
    "en,en_AU": "Free VPN for Chrome - VPN Proxy 1click VPN",
    "en_GB,en_US": "Free VPN for Chrome by 1clickvpn",
    "es": "VPN gratis para Chrome - VPN Proxy 1click VPN",
    "es_419": "VPN gratuito para Chrome de 1clickVPN",
    "fa": "Free VPN Proxy - VPN for Chrome",
    "fi": "Ilmainen VPN Chrome - VPN Proxy 1click VPN",
    "fil": "Free VPN for Chrome",
    "fr": "VPN gratuit pour Chrome - VPN Proxy 1click VPN",
    "he": "VPN בחינם לכרום - VPN Proxy 1click VPN",
    "hi": "क्रोम के लिए निःशुल्क वीपीएन - वीपीएन प्रॉक्सी वीपीयन",
    "hr": "Unblock Websites - Chrome VPN",
    "hu,kn,ml": "Free VPN Proxy",
    "id": "IP Unblock by 1clickVPN",
    "it": "VPN gratuita per Chrome - Proxy VPN 1click VPN",
    "ja": "clickvpn からの Chrome 用の無料 VPN",
    "ko": "clickvpn에서 크롬을 위한 무료 VPN",
    "lt": "Nemokama VPN „Chrome“ naršyklėje per 1clickvpn",
    "lv": "Bezmaksas VPN Chromei no 1clickvpn",
    "mr": "Unblock Websites by 1clickVPN",
    "ms": "Free VPN for Chrome - Free VPN Proxy",
    "nl": "Gratis VPN voor Chrome - VPN Proxy 1click VPN",
    "no": "Gratis VPN for Chrome - VPN Proxy 1click VPN",
    "pl": "Darmowy VPN dla Chrome - VPN Proxy 1click VPN",
    "pt_BR": "VPN grátis para o Chrome por 1clickVPN",
    "pt_PT": "VPN gratuito para o Chrome por 1clickVPN",
    "ro": "Free VPN Proxy - IP Unblock",
    "ru": "Бесплатный VPN для Chrome - VPN прокси 1click VPN",
    "sk": "Bezplatný VPN pre Chrome od 1clickVPN",
    "sl": "Brezplačni VPN za Chrome od 1clickvpn",
    "sr": "Free VPN",
    "sv": "Gratis VPN för Chrome från 1clickvpn",
    "sw": "Free VPN Proxy - Chrome VPN",
    "ta": "Chrome க்கான இலவச VPN - VPN Proxy 1click VPN",
    "te": "Free VPN Proxy - Unblock Websites",
    "th": "Free VPN for Chrome - Unblock Websites",
    "tr": "Chrome için 1clickvpn tarafından ücretsiz VPN",
    "uk": "Free VPN - Безкоштовний VPN для Chrome від 1click VPN",
    "vi": "VPN miễn phí cho Chrome - VPN Proxy 1click VPN",
    "zh_CN": "适用于 Chrome 的免费 VPN - VPN 代理 1click VPN",
    "zh_TW": "1clickvpn 提供的免費 Chrome VPN"
  },
  "short": {
    "ar": "خدمة VPN سريعة وآمنة للغاية وسهلة الاستخدام لحماية خصوصيتك على الإنترنت. استمتع بحركة مرور ونطاق ترددي غير محدود!",
    "am,hr": "Experience the fastest and most secure VPN for Chrome with one-click activation. Unlock access to restricted websites and browse…",
    "bg": "Бърза, изключително сигурна и лесна за използване VPN услуга за защита на личните ви данни онлайн. Насладете се на неограничен…",
    "bn": "অনলাইনে আপনার গোপনীয়তা রক্ষা করতে দ্রুত, অতি সুরক্ষিত, এবং ভিপিএন পরিষেবা ব্যবহার করা সহজ।",
    "ca": "La VPN més senzilla per a Chrome amb activació d'un sol clic. Desbloqueja llocs web i navega de forma anònima amb una connexió VPN…",
    "cs": "Nejjednodušší VPN pro Chrome s aktivací jedním kliknutím. Odblokujte webové stránky a prohlížejte anonymně se zabezpečeným VPN…",
    "da": "Hurtig, ultrasikker og brugervenlig VPN-tjeneste til at beskytte dit privatliv online. Nyd ubegrænset trafik og båndbredde!",
    "de": "Schneller, extrem sicherer und einfach zu bedienender VPN-Dienst zum Schutz Ihrer Privatsphäre im Internet. Genießen Sie…",
    "el,hu,te,th": "Enjoy worry-free browsing with one-click activation of our simplest Free VPN for Chrome. Unblock websites and securely browse…",
    "en,en_AU": "Fast, ultra secure, and easy to use VPN service to protect your privacy online. Enjoy Unlimited Traffic and Bandwidth!",
    "en_GB,en_US": "The simplest VPN for Chrome with one-click activation. Unblock websites and browse anonymously with a secure VPN connection.",
    "es": "Servicio VPN rápido, ultra seguro y fácil de usar para proteger su privacidad en línea. ¡Disfruta de tráfico y ancho de banda…",
    "es_419": "La VPN más sencilla para Chrome con activación de un clic. Desbloquea sitios web y navega de forma anónima con una conexión VPN…",
    "et,fa,id": "Experience the easiest VPN for Chrome with just one click activation. Unblock websites and browse securely with a trusted VPN Proxy…",
    "fi": "Nopea, erittäin turvallinen ja helppokäyttöinen VPN-palvelu yksityisyytesi suojaamiseksi verkossa. Nauti rajoittamattomasta…",
    "fil,kn,ml,mr,sw": "Experience easy and secure browsing with one-click activation of our simplest Free VPN for Chrome. Unblock websites and browse…",
    "fr": "Service VPN rapide, ultra sécurisé et facile à utiliser pour protéger votre vie privée en ligne. Profitez d'un trafic et d'une…",
    "gu,ro,sr": "Experience the ultimate online freedom with our lightning-fast, one-click activation Free VPN Proxy for Chrome. Unblock any website…",
    "he": "שירות VPN מהיר, מאובטח במיוחד וקל לשימוש כדי להגן על הפרטיות שלך באינטרנט.",
    "hi": "आपकी ऑनलाइन गोपनीयता की सुरक्षा के लिए तेज़, अति सुरक्षित और उपयोग में आसान वीपीएन सेवा।",
    "it": "Servizio VPN veloce, ultra sicuro e facile da usare per proteggere la vostra privacy online. Godetevi traffico e larghezza di banda…",
    "ja": "ワンクリックで有効化できる最もシンプルな Chrome 用 VPN。ウェブサイトのブロックを解除し、安全な VPN 接続で匿名で閲覧できます。",
    "ko": "한 번의 클릭으로 활성화되는 크롬용 가장 간단한 VPN입니다. 웹 사이트 차단을 해제하고 안전한 VPN 연결로 익명으로 브라우징하세요.",
    "lt": "Paprastiausias VPN „Chrome“ naršyklėje su vieno mygtuko aktyvavimu. Atrakinkite svetaines ir naršykite anonimiškai su saugiu VPN…",
    "lv": "Vienkāršākais VPN Chrome ar viena klikšķa aktivizāciju. Atbloķējiet vietnes un pārlūkojiet anonīmi ar drošu VPN savienojumu.",
    "ms": "Experience the easiest and most secure VPN for Chrome with just one click activation. Unblock websites and browse anonymously with…",
    "nl": "Snelle, ultraveilige en gebruiksvriendelijke VPN-service om je privacy online te beschermen. Geniet van onbeperkt verkeer en…",
    "no": "Rask, ultrasikker og brukervennlig VPN-tjeneste for å beskytte personvernet ditt på nettet. Nyt ubegrenset trafikk og båndbredde!",
    "pl": "Szybka, bardzo bezpieczna i łatwa w użyciu usługa VPN do ochrony prywatności w Internecie. Nieograniczony ruch i przepustowość!",
    "pt_BR": "A VPN mais simples para o Chrome com ativação em um clique. Desbloqueie sites e navegue anonimamente com uma conexão VPN segura.",
    "pt_PT": "A VPN mais simples para o Chrome com ativação de um clique. Desbloqueie sites e navegue anonimamente com uma conexão VPN segura.",
    "ru": "Быстрый, сверхбезопасный и простой в использовании VPN-сервис для защиты вашей конфиденциальности в Интернете. Наслаждайтесь…",
    "sk": "Najjednoduchší VPN pre Chrome s aktiváciou jedným kliknutím. Odblokujte webové stránky a prehliadajte anonymne s bezpečným VPN…",
    "sl": "Najpreprostejši VPN za Chrome z enostavnim aktiviranjem. Odblokirajte spletne strani in brskajte anonimno z varno VPN povezavo.",
    "sv": "Den enklaste VPN för Chrome med ett klicks aktivering. Häv blockeringen av webbplatser och surfa anonymt med en säker…",
    "ta": "ஆன்லைனில் உங்கள் தனியுரிமையைப் பாதுகாக்க விரைவான, அதி பாதுகாப்பான மற்றும் VPN சேவையைப் பயன்படுத்த எளிதானது.",
    "tr": "Chrome için tek tıklamayla etkinleştirilen en basit VPN. Engellenen web sitelerinin kilidini açın ve güvenli bir VPN bağlantısıyla…",
    "uk": "Швидкий, надзвичайно безпечний та простий у використанні VPN для захисту вашої конфіденційності в Інтернеті. Насолоджуйтесь…",
    "vi": "Dịch vụ VPN nhanh chóng, cực kỳ an toàn và dễ sử dụng để bảo vệ quyền riêng tư trực tuyến của bạn.",
    "zh_CN": "快速、超安全且易于使用的 VPN 服务可保护您的在线隐私。 享受无限流量和带宽！",
    "zh_TW": "最簡單的 Chrome VPN，一鍵激活。解鎖網站並通過安全的 VPN 連接匿名瀏覽。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1click VPN: Unlock Online Freedom. Enjoy your favorite media services, games and music anywhere, fast and safe! \n\nBypass any online restrictions and safeguard your internet experience with 1click VPN, the FREE Chrome extension that empowers you to access your favorite services, media, and games from anywhere in the world securely and swiftly.\n\nUsing 1click VPN as simple as this:\n✔  Add the VPN extension to Chrome.\n✔  Pin and Open the VPN.\n✔  Click on VPN server of your choice.\n✔  Enjoy fast, secure and unrestricted data access.\n\n\nWhy 1click VPN?\n★\t1000+ servers all over the world\n★\tHigh-speed server network\n★\tSpoof location, time and browser language\n★\tStrict No Logs policy\n★\t24/7 customer service\n★\tWindows, MAC, iOS, Android apps\n\nGet the Benefits of using 1click VPN:\n\n✦ Access Blocked Websites and Apps: Bypass government censorship and geo-restrictions to access your favorite websites and applications without limitations.\n\n✦ Unlimited Traffic: Don't worry about bandwidth or data caps. 1click VPN provides unrestricted access to video content, music, and online games.\n\n✦ Privacy Protection: Shield your online activities from prying eyes and trackers. Use 1click VPN to secure your Chrome browser and avoid juggling multiple apps.\n\n✦ One-Click Setup: Forget about complicated configurations. Connect to our unlimited VPN proxy service with a single click, or customize settings manually if you prefer.\n\n✦ Secure Hotspot Access: Stay safe when using public Wi-Fi. 1click VPN secures your device and sensitive data, keeping your personal information locked away.\n\n✦ Accelerated Browsing: Our vast network of proxy servers ensures high-speed browsing. Say goodbye to annoying pop-ups and banner ads with our ad-blocking feature.\n\n✦ Top-Notch Encryption: Your internet traffic remains encrypted, and you can choose from various encryption protocols, including our custom military-grade option.\n\n✦ No Activity Logs: We value your privacy. 1click VPN doesn't collect or store your data, ensuring complete anonymity.\n\n✦ Cross-Platform Solution: Access 1click VPN on various devices, from laptops and smartphones to smart TVs. Enjoy unrestricted content access wherever you go.\n\nYour Privacy Matters\n\nAt 1click VPN, your privacy and safety are paramount. We adhere to a strict No Log policy and never share your data with third parties. Plus, we'll never clutter our applications with ads.\n\nElevate your online experience by adding the 1click VPN extension to your Chrome browser today. Connect to dedicated proxy servers, surf securely, and protect your privacy, whether you're at home or in a bustling public airport hotspot.\n\nPrivacy Policy\n\nRest assured, your data is safe with us. 1click VPN doesn't collect or store your information. We respect your privacy and are committed to keeping your online experience free from intrusive ads. For more details, check out our No Log policy.\n\nTerms of Use: https://1clickVPN.net/terms-of-service\nPrivacy Policy: https://1clickVPN.net/privacy\n\nWhat is VPN and to whom it will be helpful? Introduction about private internet connection and areas of its use. Most common questions. \n\nWhat is a VPN connection?\n\nVPN is a Virtual Private Network that connects you to the encrypted secure network across the public network connection. VPN masks the real IP address and location by creating a secure internet connection over a public wi-fi network. VPN is good for anonymously and privately browsing the web as VPN encrypts data with modern protocols. \n\nVPNs use virtual connections to create a private network. During the usage of public wi-fi, VPN helps to keep your data safe from hackers and malware and protect data from unauthorized access.\n\nHow does VPN work?\n\nVPN sends your data through the encrypted tunnel that makes your connection private and secure. While you connect to one of our remote servers your real IP address is masked and all data goes securely to the final destination. \n\nVPN connection broadens a private network over a public network and allows users to send and receive requests over public networks as if their computers are directly connected to the private network.\n\nIs it safe to use a VPN connection?\n\nThe VPN connection uses modern data encryption protocols. One of the main VPN functions is to encrypt user data and browsing history to protect them from hackers and ISPs. The core feature of a VPN is to hide the real IP addresses of users and prevent anyone from tracking their online activity.\n\nWhy do I need to use a virtual private network?\n\nVPNs are good for protecting your data or masking a real location when watching a movie from a streaming website that is prohibited in your country. A VPN connection hides your data traffic online and protects it from unwanted access. While you browse without a VPN connection the data can be viewed by anyone who has the intention to see it. With VPN, hackers and intruders cannot decrypt this data.\n\nCan I use a VPN server privately?\n\nVPN service provides private browser sessions, as with a VPN connection your online activity is not stored or tracked and your IP address and physical location are hidden. All data and requests you send via an encrypted network tunnel are securely shielded from hackers and illegal trackers. A secure VPN connection protects a user’s activity while they browse the internet.\n\nIs it legal to connect to VPN?\n\nUsing Virtual private networks is legal and acceptable in the majority of countries. Big corporations often use the VPN to connect their employers to a private network for secure data transmission and connect them remotely to any sources. Anyway, you should use private networks according to the law and avoid illegal activity on the internet.",
    "en,en_AU": "1click VPN: Unlock Online Freedom. Enjoy your favorite media services, games and music anywhere, fast and safe! \n\nBypass any online restrictions and safeguard your internet experience with 1click VPN, the FREE Chrome extension that empowers you to access your favorite services, media, and games from anywhere in the world securely and swiftly.\n\nUsing 1click VPN as simple as this:\n✔  Add the VPN extension to Chrome.\n✔  Pin and Open the VPN.\n✔  Click on VPN server of your choice.\n✔  Enjoy fast, secure and unrestricted data access.\n\n\nWhy 1click VPN?\n★\t1000+ servers all over the world\n★\tHigh-speed server network\n★\tSpoof location, time and browser language\n★\tStrict No Logs policy\n★\t24/7 customer service\n★\tWindows, MAC, iOS, Android apps\n\nGet the Benefits of using 1click VPN:\n\n✦ Access Blocked Websites and Apps: Bypass government censorship and geo-restrictions to access your favorite websites and applications without limitations.\n\n✦ Unlimited Traffic: Don't worry about bandwidth or data caps. 1click VPN provides unrestricted access to video content, music, and online games.\n\n✦ Privacy Protection: Shield your online activities from prying eyes and trackers. Use 1click VPN to secure your Chrome browser and avoid juggling multiple apps.\n\n✦ One-Click Setup: Forget about complicated configurations. Connect to our unlimited VPN proxy service with a single click, or customize settings manually if you prefer.\n\n✦ Secure Hotspot Access: Stay safe when using public Wi-Fi. 1click VPN secures your device and sensitive data, keeping your personal information locked away.\n\n✦ Accelerated Browsing: Our vast network of proxy servers ensures high-speed browsing. Say goodbye to annoying pop-ups and banner ads with our ad-blocking feature.\n\n✦ Top-Notch Encryption: Your internet traffic remains encrypted, and you can choose from various encryption protocols, including our custom military-grade option.\n\n✦ No Activity Logs: We value your privacy. 1click VPN doesn't collect or store your data, ensuring complete anonymity.\n\n✦ Cross-Platform Solution: Access 1click VPN on various devices, from laptops and smartphones to smart TVs. Enjoy unrestricted content access wherever you go.\n\nYour Privacy Matters\n\nAt 1click VPN, your privacy and safety are paramount. We adhere to a strict No Log policy and never share your data with third parties. Plus, we'll never clutter our applications with ads.\n\nElevate your online experience by adding the 1click VPN extension to your Chrome browser today. Connect to dedicated proxy servers, surf securely, and protect your privacy, whether you're at home or in a bustling public airport hotspot.\n\nPrivacy Policy\n\nRest assured, your data is safe with us. 1click VPN doesn't collect or store your information. We respect your privacy and are committed to keeping your online experience free from intrusive ads. For more details, check out our No Log policy.\n\nTerms of Use: https://1clickVPN.net/terms-of-service\nPrivacy Policy: https://1clickVPN.net/privacy\n\nWhat is VPN and to whom it will be helpful? Introduction about private internet connection and areas of its use. Most common questions."
  }
}