{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Recovery"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professional data recovery, providing hard drive recovery, SD card recovery, file repair and other functions, 100% safe."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Panda Data Recovery is a data recovery and file repair software trusted by users all over the world. It is suitable for computer browser web page recovery, computer deleted file recovery, computer formatted recovery, hard disk formatted recovery, computer Recycle Bin emptied recovery, USB disk file deleted recovery, USB disk formatted recovery, SD card deleted file recovery, SD card formatted recovery, document damage repair, video damage repair, picture damage repair, etc. It supports the recovery of more than 1,000 file types, such as: deleted document recovery, deleted picture recovery, deleted video recovery, etc. Free scanning and preview of lost and damaged files, powerful and 100% safe.\n\nWeb page recovery\n• Restore the web page before the browser crashed due to accidental browser closing.\n\nFile deletion recovery\n• Recover deleted or corrupted files from computer desktop\n• Recover deleted or corrupted files from local disk\n• Recover deleted or corrupted files from computer hard disk\n• Recover deleted or corrupted files from mobile hard disk\n• Recover deleted or corrupted files from USB flash drive\n• Recover deleted or corrupted files from SD card\n\nRecover from empty recycle bin\n• Recover documents emptied from recycle bin\n• Recover videos emptied from recycle bin\n• Recover pictures emptied from recycle bin\n• Recover audio emptied from recycle bin\n• Recover compressed files emptied from recycle bin\n• Recover emails emptied from recycle bin\n• Recover other types of files emptied from recycle bin\n\nDevice format recovery\n• Recover files lost due to hard disk formatting\n• Recover files lost due to mobile hard disk formatting\n• Recover files lost due to mobile computer disk formatting\n• Recover files lost due to USB flash drive formatting\n• Recover files lost due to SD card formatting\n\nQuick deletion recovery\n• Recover files quickly deleted due to accidentally pressing Shift+Del\n\nPartition loss recovery\n• When a partition is lost, all the stored data will become inaccessible, recover files from that partition\n\nFile recovery from crashed computer\n\nRecover files from a system that cannot be opened due to a computer crash\n\nRepair damaged documents\n\nRepair documents that cannot be opened\n\nRepair damaged pictures & photos\n\nRepair damaged videos\n\nRepair unplayable videos\n\nRepair damaged audio\n\nRepair unplayable audio\n\n4 steps to recover lost data:\n\n•Step 1: Select the location where the data was lost\n\nSelect the location where the data was permanently deleted or lost.\n\n•Step 2: Scan your computer or device\n\nScan the selected location to search for lost files, use filters during the scanning process to easily find files.\n\n•Step 3: Preview lost data\nSupports preview while scanning, no limit on the size and number of preview files.\n\n•Step 4: Recover lost data\nSelect the files you need to recover and click \"Recover\" to get everything you need.\n\nWhy choose Panda Data Recovery software for recovery:\n\n•98% successful recovery rate\nPanda Data Recovery is one of the best data recovery tools, supporting multiple data loss scenarios, with a recovery success rate of up to 98% in all data loss situations.\n\n• Unlimited preview\nPreview lost files for free, without size or quantity restrictions.\n\n• Convenient file filtering function\nProvides you with the most convenient file filtering function, which can filter files according to file type, size, modification time, etc.\n\n• Stable performance\nNo need to worry about system crashes during scanning or recovery, Panda Data Recovery's stability has always been at the industry leading level."
  }
}