{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "liteTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "liteTab allows you to have cool tabs. It supports many features"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "litetab is a very useful TAB extension. It integrates calendar, clock, memos, accelerators, update alerts, stocks, quick jump links. There are many more features to be developed. I look forward to hearing from you\n\n\n\nHere's what litetab does:\n\n\n\nCalendar: This feature allows users to easily view the date and time, providing an interface for browsing the current date, week, or month.\n\n\n\nClock: Displays the current time. Users can easily access the clock feature from the browser's home page.\n\n\n\nCustom Quick Links: This feature allows users to create custom quick links to commonly used web pages or applications. Users can add, edit, and delete these shortcut links as they see fit.\n\n\n\nMemos: This feature provides a convenient interface for creating, editing, and managing memos. Users can log important projects, tasks or inspirations and set reminders to ensure they don't miss anything important.\n\n\n\nvpn: We provide free vpn to users, so that users can access the website faster\n\n\n\nStocks: We requested the api of stocks, and presented a linear graph, so that users can see the stock trend more directly\n\n\n\nUpdate reminder: When we submit a new version, we will remind users to update the latest version of our plug-in, if you do not want to update, you can ignore the details\n\n\n\nliteextension is a very useful new TAB extension that lets you have better looking new tabs. It integrates calendar, clock, memo, vpn, add shortcut chain and more. There are many more features to be developed. I look forward to hearing from you"
  }
}