{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blue Alphant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Character Entity Reference Chart and Font Support Verification"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blue Alphant is a reference tool for developers, designers, and anyone interested in using Unicode for any reason.  Blue Alphant not only functions as an easy-to-use, highly visual Unicode Character Entity Reference Chart, but also allows you to quickly verify which characters are supported by the installed fonts on your desktop, tablet, or mobile device.\n\nBlue Alphant allows you find the general type of character you want in the menu, filter through the related characters to narrow down the search, and visually scan through the remaining characters to find exactly what you need.  Each character tile includes the name of the character and its codepoint, which you can use to convert to HTML, Java, and C++ friendly codes.\n\nUpdates 1.1 through 1.4:\n- Corrected typos\n- Added new questions and answers in the help menu\n- Corrected a minor design issue\n\nUpdate 2.0 through 2.2:\n- Updated existing writing systems for Unicode Version 11\n- Updated symbols, punctuation, and emoji for Unicode Version 11\n- Corrected a bug that caused some menu items to disappear past the edge of the dropdown menu on some brands of large curved monitors.\n- Added new writing and numbering systems for Unicode Version 11 (Hanifi Rohingya, Old Sogdian, Sogdian, Dogra, Gunjala Gondi, Makasar, Medefaidrin, Mayan Numerals, and Indic Siyaq Numbers)\n\nUpdate 3.0:\n- Updated existing writing systems for Unicode Version 12\n- Updated symbols, punctuation, and emoji for Unicode Version 12, including the new Symbols and Pictographs Extended-A\n- Reorganized sections for emojis and other symbols, for example, moving some game symbols into the game symbols section from other sections.\n- Added new writing and numbering systems for Unicode Version 12 (Elymaic, Nandinagari, Tamil Supplement, Egyptian Hieroglyph Format Controls, Small Kana Extension, Nyiakeng Puachue Hmong, Wancho, and Ottoman Siyaq Numbers)\n\nUpdate 4.0\n- Blue Alphant has been refactored completely, is compatible with most devices on any major browsers (and likely plenty of minor browsers), is renamed Azure Alphant, is available for download at https://sheilart.github.io/Azure-Alphant/ and will no longer be updated here. Blue Alphant (3.0) will still be available here in legacy form."
  }
}