{
  "name": {
    "ar": "محول الفيديو على الانترنت VideoConvertPlus",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Video converter online VideoConvertPlus",
    "de": "Videokonverter online VideoConvertPlus",
    "es,es_419": "Conversor de video en línea VideoConvertPlus",
    "fr": "Convertisseur vidéo online VideoConvertPlus",
    "hi": "वीडियो कनवर्टर ऑनलाइन VideoConvertPlus",
    "it": "Convertitore video online VideoConvertPlus",
    "ja": "ビデオコンバーターオンラインVideoConvertPlus",
    "ko": "비디오 변환기 온라인 VideoConvertPlus",
    "nl": "Video-omzetter online VideoConvertPlus",
    "pl": "Konwerter wideo online VideoConvertPlus",
    "pt_BR,pt_PT": "Conversor de vídeo online VideoConvertPlus",
    "ru": "Видео конвертер онлайн VideoConvertPlus",
    "tr": "Video dönüştürücü çevrimiçi VideoConvertPlus",
    "uk": "Відеоперетворювач онлайн VideoConvertPlus",
    "zh_CN": "视频转换器在线VideoConvertPlus"
  },
  "short": {
    "ar": "محول الفيديو عبر الإنترنت لتنسيقات الفيديو المتعددة",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Video converter online for multiple video formats",
    "de": "Online-Videokonverter für mehrere Videoformate",
    "es,es_419": "Conversor de vídeo en línea para múltiples formatos de vídeo",
    "fr": "Convertisseur vidéo en ligne pour plusieurs formats vidéo",
    "hi": "एकाधिक वीडियो प्रारूपों के लिए ऑनलाइन वीडियो कनवर्टर",
    "it": "Convertitore video online per più formati video",
    "ja": "複数のビデオ形式に対応するオンラインビデオコンバーター",
    "ko": "다양한 비디오 포맷을 위한 온라인 비디오 변환기",
    "nl": "Videoconverter online voor meerdere videoformaten",
    "pl": "Konwerter wideo online dla wielu formatów wideo",
    "pt_BR,pt_PT": "Conversor de vídeo online para vários formatos de vídeo",
    "ru": "Видеоконвертер онлайн для нескольких видеоформатов",
    "tr": "Birden fazla video formatı için çevrimiçi video dönüştürücü",
    "uk": "Онлайн-конвертер відео для кількох відеоформатів",
    "zh_CN": "多种视频格式的在线视频转换器"
  },
  "long": {
    "ar": "هذا الامتداد عبارة عن محول فيديو لتحويل صيغ الفيديو فيما بينها. يسمح للمستخدمين بتحميل مقاطع الفيديو الخاصة بهم ليتم تحويلها تلقائيًا إلى تنسيق الفيديو الذي يختاره المستخدمون. يعتمد على الأداة ffmpeg و HandBrake. يتم استخدام HandBrake لتحويل أي ملف فيديو متعلق بـ MOV. يتم تحويل بقية تنسيقات الفيديو باستخدام FFMPEG عبر الإنترنت.\n\nبالإضافة إلى وظيفة تحويل الفيديو، تظل مقاطع الفيديو المحولة في منطقة مساحة سحابية حيث يمكن للمستخدمين تنزيلها أو حذفها.\n\nعلاوة على ذلك، إذا كان تنسيق الفيديو الذي تم اختياره للتحويل هو MP4، فإن VideoConvertPlus يضيف خيارًا لاستيراد مقاطع الفيديو بتنسيق MP4 إلى صانع الأفلام عبر الإنترنت MovieStudio. يسمح هذا التطبيق، وهو صانع أفلام عبر الإنترنت، بتحرير الفيديو وإضافة النصوص والصور والتسجيلات الصوتية في طبقات فيديو مختلفة. راجع وثائق RedcoolMedia MovieStudio لمزيد من التفاصيل.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension is a video converter to convert video formats between each other. It allows users to upload their videos to be automatically converted to the video format chosen by the users. It is based on the tool ffmpeg and HandBrake. HandBrake is used to convert any MOV related video file. The rest of the video formats are converted using FFMPEG online. \n\nIn addition to the video conversion functionality, the videos converted remained in a cloud space area from where the users can download them or delete them. \n\nMoreover, if the video format chosen for conversion is MP4, VideoConvertPlus adds an option to import such MP4 videos to the online movie maker MovieStudio. This app, a movie maker online, allows to edit the video, add texts, images and audios in different video layers. Refer to the RedcoolMedia MovieStudio documentation for further details.",
    "de": "Diese Erweiterung ist ein Videokonverter zum Konvertieren von Videoformaten untereinander. Es ermöglicht Benutzern, ihre Videos hochzuladen, damit sie automatisch in das vom Benutzer gewählte Videoformat konvertiert werden. Es basiert auf dem Tool ffmpeg und HandBrake. HandBrake wird zum Konvertieren beliebiger MOV-bezogener Videodateien verwendet. Die restlichen Videoformate werden mit FFMPEG online konvertiert.\n\nZusätzlich zur Videokonvertierungsfunktion blieben die konvertierten Videos in einem Cloud-Space-Bereich, von wo aus die Benutzer sie herunterladen oder löschen können.\n\nWenn das für die Konvertierung gewählte Videoformat MP4 ist, fügt VideoConvertPlus außerdem eine Option zum Importieren solcher MP4-Videos in den Online-Filmemacher MovieStudio hinzu. Mit dieser App, einem Online-Filmemacher, können Sie das Video bearbeiten und Texte, Bilder und Audios in verschiedenen Videoebenen hinzufügen. Weitere Einzelheiten finden Sie in der RedcoolMedia MovieStudio-Dokumentation.",
    "es,es_419": "Esta extensión es un conversor de vídeo para convertir formatos de vídeo entre sí. Permite a los usuarios cargar sus videos para convertirlos automáticamente al formato de video elegido por los usuarios. Está basado en la herramienta ffmpeg y HandBrake. HandBrake se utiliza para convertir cualquier archivo de vídeo relacionado con MOV. El resto de formatos de video se convierten usando FFMPEG en línea.\n\nAdemás de la funcionalidad de conversión de video, los videos convertidos permanecen en un área de espacio en la nube desde donde los usuarios pueden descargarlos o eliminarlos.\n\nAdemás, si el formato de vídeo elegido para la conversión es MP4, VideoConvertPlus agrega una opción para importar dichos vídeos MP4 al creador de películas en línea MovieStudio. Esta aplicación, un creador de películas online, permite editar el vídeo, añadir textos, imágenes y audios en diferentes capas de vídeo. Consulte la documentación de RedcoolMedia MovieStudio para obtener más detalles.",
    "fr": "Cette extension est un convertisseur vidéo permettant de convertir les formats vidéo entre eux. Il permet aux utilisateurs de télécharger leurs vidéos pour qu'elles soient automatiquement converties au format vidéo choisi par les utilisateurs. Il est basé sur l'outil ffmpeg et HandBrake. HandBrake est utilisé pour convertir n'importe quel fichier vidéo lié au MOV. Le reste des formats vidéo est converti à l'aide de FFMPEG en ligne.\n\nEn plus de la fonctionnalité de conversion vidéo, les vidéos converties restent dans une zone d'espace cloud à partir de laquelle les utilisateurs peuvent les télécharger ou les supprimer.\n\nDe plus, si le format vidéo choisi pour la conversion est MP4, VideoConvertPlus ajoute une option pour importer de telles vidéos MP4 dans le créateur de films en ligne MovieStudio. Cette application, un créateur de films en ligne, permet d'éditer la vidéo, d'ajouter des textes, des images et des audios dans différentes couches vidéo. Reportez-vous à la documentation de RedcoolMedia MovieStudio pour plus de détails.",
    "hi": "यह एक्सटेंशन वीडियो प्रारूपों को एक दूसरे के बीच परिवर्तित करने के लिए एक वीडियो कनवर्टर है। यह उपयोगकर्ताओं को अपने वीडियो को स्वचालित रूप से उपयोगकर्ताओं द्वारा चुने गए वीडियो प्रारूप में परिवर्तित करने के लिए अपलोड करने की अनुमति देता है। यह ffmpeg और HandBrake टूल पर आधारित है। हैंडब्रेक का उपयोग किसी भी MOV संबंधित वीडियो फ़ाइल को परिवर्तित करने के लिए किया जाता है। बाकी वीडियो प्रारूप ऑनलाइन एफएफएमपीईजी का उपयोग करके परिवर्तित किए जाते हैं।\n\nवीडियो रूपांतरण कार्यक्षमता के अलावा, परिवर्तित वीडियो क्लाउड स्पेस क्षेत्र में रहते हैं जहां से उपयोगकर्ता उन्हें डाउनलोड कर सकते हैं या हटा सकते हैं।\n\nइसके अलावा, यदि रूपांतरण के लिए चुना गया वीडियो प्रारूप MP4 है, तो VideoConvertPlus ऐसे MP4 वीडियो को ऑनलाइन मूवी निर्माता मूवीस्टूडियो में आयात करने का विकल्प जोड़ता है। यह ऐप, एक ऑनलाइन मूवी निर्माता, वीडियो को संपादित करने, विभिन्न वीडियो परतों में टेक्स्ट, चित्र और ऑडियो जोड़ने की अनुमति देता है। अधिक जानकारी के लिए RedcoolMedia MovieStudio दस्तावेज़ देखें।",
    "it": "Questa estensione è un convertitore video per convertire i formati video tra loro. Consente agli utenti di caricare i propri video per convertirli automaticamente nel formato video scelto dagli utenti. Si basa sullo strumento ffmpeg e HandBrake. HandBrake viene utilizzato per convertire qualsiasi file video relativo a MOV. Il resto dei formati video vengono convertiti utilizzando FFMPEG online.\n\nOltre alla funzionalità di conversione video, i video convertiti rimangono in un'area dello spazio cloud da dove gli utenti possono scaricarli o eliminarli.\n\nInoltre, se il formato video scelto per la conversione è MP4, VideoConvertPlus aggiunge un'opzione per importare tali video MP4 nel produttore di film online MovieStudio. Questa app, un produttore di filmati online, consente di modificare il video, aggiungere testi, immagini e audio in diversi livelli video. Fare riferimento alla documentazione di RedcoolMedia MovieStudio per ulteriori dettagli.",
    "ja": "この拡張機能は、ビデオ形式を相互に変換するビデオコンバーターです。 これにより、ユーザーは自分のビデオをアップロードして、ユーザーが選択したビデオ形式に自動的に変換できます。 これは、ffmpeg および HandBrake ツールに基づいています。 HandBrake は、MOV 関連のビデオ ファイルを変換するために使用されます。 残りのビデオ形式は、FFMPEG オンラインで変換されます。\n\nビデオ変換機能に加えて、変換されたビデオはクラウドスペース領域に残り、ユーザーはそこからダウンロードまたは削除できます。\n\nさらに、変換用に選択したビデオ形式が MP4 の場合、VideoConvertPlus はそのような MP4 ビデオをオンライン ムービー メーカー MovieStudio にインポートするオプションを追加します。 このアプリはオンラインのムービーメーカーで、ビデオを編集したり、さまざまなビデオレイヤーにテキスト、画像、オーディオを追加したりできます。 詳細については、RedcoolMedia MovieStudio のドキュメントを参照してください。",
    "ko": "이 확장은 비디오 형식을 서로 변환하는 비디오 변환기입니다. 이를 통해 사용자는 자신의 비디오를 업로드하여 사용자가 선택한 비디오 형식으로 자동 변환할 수 있습니다. ffmpeg 및 HandBrake 도구를 기반으로 합니다. HandBrake는 MOV 관련 비디오 파일을 변환하는 데 사용됩니다. 나머지 비디오 형식은 온라인 FFMPEG를 사용하여 변환됩니다.\n\n비디오 변환 기능 외에도 변환된 비디오는 사용자가 다운로드하거나 삭제할 수 있는 클라우드 공간 영역에 남아 있었습니다.\n\n또한 변환을 위해 선택한 비디오 형식이 MP4인 경우 VideoConvertPlus는 이러한 MP4 비디오를 온라인 영화 제작자인 MovieStudio로 가져올 수 있는 옵션을 추가합니다. 온라인 영화 제작자인 이 앱을 사용하면 비디오를 편집하고 다양한 비디오 레이어에 텍스트, 이미지 및 오디오를 추가할 수 있습니다. 자세한 내용은 RedcoolMedia MovieStudio 설명서를 참조하세요.",
    "nl": "Deze extensie is een video-omzetter om videoformaten onderling te converteren. Hiermee kunnen gebruikers hun video's uploaden, zodat deze automatisch worden geconverteerd naar het door de gebruikers gekozen videoformaat. Het is gebaseerd op de tool ffmpeg en HandBrake. HandBrake wordt gebruikt om elk MOV-gerelateerd videobestand te converteren. De rest van de videoformaten worden online geconverteerd met FFMPEG.\n\nNaast de videoconversiefunctionaliteit bleven de geconverteerde video's in een cloudruimte waar gebruikers ze kunnen downloaden of verwijderen.\n\nAls het voor de conversie gekozen videoformaat MP4 is, voegt VideoConvertPlus bovendien een optie toe om dergelijke MP4-video's te importeren naar de online filmmaker MovieStudio. Met deze app, een online filmmaker, kun je de video bewerken en teksten, afbeeldingen en audio toevoegen in verschillende videolagen. Raadpleeg de documentatie van RedcoolMedia MovieStudio voor meer details.",
    "pl": "To rozszerzenie jest konwerterem wideo umożliwiającym konwersję formatów wideo między sobą. Umożliwia użytkownikom przesyłanie filmów w celu automatycznej konwersji do formatu wideo wybranego przez użytkowników. Opiera się na narzędziu ffmpeg i HandBrake. HandBrake służy do konwersji dowolnego pliku wideo związanego z MOV. Pozostałe formaty wideo są konwertowane za pomocą FFMPEG online.\n\nOprócz funkcji konwersji wideo, przekonwertowane filmy pozostały w obszarze chmury, skąd użytkownicy mogą je pobrać lub usunąć.\n\nCo więcej, jeśli format wideo wybrany do konwersji to MP4, VideoConvertPlus dodaje opcję importowania takich filmów MP4 do internetowego narzędzia do tworzenia filmów MovieStudio. Ta aplikacja, narzędzie do tworzenia filmów online, umożliwia edycję wideo, dodawanie tekstów, obrazów i plików audio w różnych warstwach wideo. Dalsze szczegóły można znaleźć w dokumentacji RedcoolMedia MovieStudio.",
    "pt_BR,pt_PT": "Esta extensão é um conversor de vídeo para converter formatos de vídeo entre si. Ele permite aos usuários enviar seus vídeos para serem convertidos automaticamente para o formato de vídeo escolhido pelos usuários. É baseado na ferramenta ffmpeg e HandBrake. HandBrake é usado para converter qualquer arquivo de vídeo relacionado a MOV. O restante dos formatos de vídeo são convertidos usando FFMPEG online.\n\nAlém da funcionalidade de conversão de vídeo, os vídeos convertidos permaneceram em uma área de nuvem de onde os usuários podem baixá-los ou excluí-los.\n\nAlém disso, se o formato de vídeo escolhido para conversão for MP4, VideoConvertPlus adiciona uma opção para importar esses vídeos MP4 para o criador de filmes online MovieStudio. Este aplicativo, um criador de filmes online, permite editar o vídeo, adicionar textos, imagens e áudios em diferentes camadas de vídeo. Consulte a documentação do RedcoolMedia MovieStudio para obter mais detalhes.",
    "ru": "Это расширение представляет собой видеоконвертер для конвертации видеоформатов между собой. Это позволяет пользователям загружать свои видео для автоматического преобразования в формат видео, выбранный пользователями. Он основан на инструментах ffmpeg и HandBrake. HandBrake используется для конвертации любого видеофайла, связанного с MOV. Остальные видеоформаты конвертируются с помощью FFMPEG онлайн.\n\nПомимо функции конвертации видео, преобразованные видео остаются в облачном пространстве, откуда пользователи могут их скачать или удалить.\n\nБолее того, если для преобразования выбран формат видео MP4, VideoConvertPlus добавляет возможность импортировать такие видео MP4 в онлайн-конструктор фильмов MovieStudio. Это приложение для создания онлайн-фильмов позволяет редактировать видео, добавлять текст, изображения и аудио в разные слои видео. Дополнительные сведения см. в документации RedcoolMedia MovieStudio.",
    "tr": "Bu uzantı, video formatlarını birbirleri arasında dönüştürmek için kullanılan bir video dönüştürücüdür. Kullanıcıların, videolarını otomatik olarak kullanıcılar tarafından seçilen video formatına dönüştürülecek şekilde yüklemelerine olanak tanır. Ffmpeg ve HandBrake aracını temel alır. HandBrake, MOV ile ilgili herhangi bir video dosyasını dönüştürmek için kullanılır. Video formatlarının geri kalanı çevrimiçi olarak FFMPEG kullanılarak dönüştürülür.\n\nVideo dönüştürme işlevine ek olarak, dönüştürülen videolar, kullanıcıların indirebileceği veya silebileceği bir bulut alanı alanında kaldı.\n\nAyrıca, dönüştürme için seçilen video formatı MP4 ise VideoConvertPlus, bu tür MP4 videolarını çevrimiçi film yapımcısı MovieStudio'ya aktarma seçeneği ekler. Çevrimiçi bir film yapımcısı olan bu uygulama, videoyu düzenlemenize, farklı video katmanlarına metin, resim ve ses eklemenize olanak tanır. Daha fazla ayrıntı için RedcoolMedia MovieStudio belgelerine bakın.",
    "uk": "Це розширення є відеоконвертером для конвертації відеоформатів між собою. Це дозволяє користувачам завантажувати свої відео для автоматичного перетворення у формат відео, вибраний користувачами. Він заснований на інструменті ffmpeg і HandBrake. HandBrake використовується для перетворення будь-якого відеофайлу, пов’язаного з MOV. Решта відеоформатів конвертується за допомогою FFMPEG онлайн.\n\nНа додаток до функції перетворення відео, перетворені відеозаписи залишаються в області хмарного простору, звідки користувачі можуть їх завантажити або видалити.\n\nКрім того, якщо для перетворення вибрано відеоформат MP4, VideoConvertPlus додає опцію для імпорту таких відео MP4 до онлайн-виробника фільмів MovieStudio. Ця онлайн-програма для створення фільмів дозволяє редагувати відео, додавати тексти, зображення та аудіо в різні відеошари. Додаткову інформацію дивіться в документації RedcoolMedia MovieStudio.",
    "zh_CN": "该扩展是一个视频转换器，可以在彼此之间转换视频格式。 它允许用户上传视频并自动转换为用户选择的视频格式。 它基于工具ffmpeg和HandBrake。 HandBrake 用于转换任何 MOV 相关视频文件。 其余视频格式均使用FFMPEG在线转换。\n\n除了视频转换功能外，转换后的视频保留在云空间区域，用户可以从那里下载或删除它们。\n\n此外，如果选择转换的视频格式是 MP4，VideoConvertPlus 会添加一个选项，将此类 MP4 视频导入在线电影制作者 MovieStudio。 这个应用程序是一个在线电影制作者，允许编辑视频，在不同的视频层中添加文本、图像和音频。 有关更多详细信息，请参阅 RedcoolMedia MovieStudio 文档。"
  }
}