{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PasswordMaker (.org)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flexible password generator using a cryptographic hash algorithm of your choice - Fully Compatible with PasswordMaker.org"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome Extension implements the PasswordMaker.org method for generating a unique, secure password for any site, from a single master password.\n\nThis extension is feature equivalent with https://chromewebstore.google.com/detail/passwordmaker-pro/lnhofcfhehhcbccpmdmdpjncdoihmkkh visit https://github.com/passwordmaker/chrome-passwordmaker#readme for more info and is updated at the same time.\n\nThere are apps, extensions, etc. for all the major platforms that implement this same method and are compatible with each other - see the PasswordMaker.org site for the list.\n\nThis technique has been widely used since 2003, though it has been eclipsed by generators that create a random password for each site. The problem with that method is that every generated password must be stored - with the PasswordMaker.org method you only need to memorize or record the one master password.\n\nLater, if you switch to a different platform or lose all record of your passwords, you can still easily unlock all your passwords, for all your sites (and on any platform since this same technique is implemented on other platforms) as long as you can remember your master password.\n\n(Note that your master password cannot be determined from the generated passwords - that is fundamental to the security of this method.)\n\n1.0.2 - 2024-02-04\n* Improve username and password filling\n* Detect username field when sites separate username page and password page\n* Add SHA-512 integrity check for sjcl.js so users know it's unmodified\n* Browser agnostic now instead of Chrome specific\n* Fixed and optimized regex profile matching\n* Added section for sync information\n* Added ability to reorder profiles\n* Added ability to set zoom level of popup\n* Sync support should be fixed v2\n* Source compatible with Firefox , Chrome, Edge and Opera\n* Removed jQuery dependency!\n* Added a description/notes field that was used in the original PasswordMaker for issue #176\n* Profile search function looks at profile name, site list, use this text, username and description"
  }
}