{
  "name": {
    "ar": "أداة استخراج المنشورات",
    "am": "መንገድ መውጫ",
    "bg": "Скрапър за публикации",
    "bn": "পোস্ট স্ক্র্যাপার",
    "ca": "Rascador de Publicacions",
    "cs": "Scraper příspěvků",
    "da": "Indlægsudtrækker",
    "de": "Post-Scraper",
    "el": "Εργαλείο Εξαγωγής Αναρτήσεων",
    "en,en_AU,en_GB,en_US": "Post Scraper",
    "es,es_419": "Extractor de publicaciones",
    "et": "Postituste kraapija",
    "fa": "استخراج‌گر پست",
    "fi": "Posti-skrabaaja",
    "fil": "Tagakuskos ng Post",
    "fr": "Extracteur de publications",
    "gu": "પોસ્ટ સ્ક્રેપર",
    "he": "מחלץ פוסטים",
    "hi": "पोस्ट स्क्रैपर",
    "hr": "Skrejper za objave",
    "hu": "Poszt kaparó",
    "id,ms": "Pengikis Pos",
    "it": "Estrattore di post",
    "ja": "投稿スクレイパー",
    "kn": "ಪೋಸ್ಟ್ ಸ್ಕ್ರಾಪರ್",
    "ko": "게시물 스크레이퍼",
    "lt": "Įrašų nuskaitytojas",
    "lv": "Ierakstu skrāpis",
    "ml": "പോസ്റ്റ് സ്ക്രാപർ",
    "mr": "पोस्ट स्क्रॅपर",
    "nl": "Postschraper",
    "no": "Postskraper",
    "pl": "Skrobak postów",
    "pt_BR,pt_PT": "Raspador de Postagens",
    "ro": "Extractor de postări",
    "ru": "Скрапер постов",
    "sk": "Scraper príspevkov",
    "sl": "Strgalnik za objave",
    "sr": "Стругач за постове",
    "sv": "Inläggsskrapare",
    "sw": "Kichakataji cha Chapisho",
    "ta": "போஸ்ட் ஸ்கிரேப்பர்",
    "te": "పోస్ట్ స్క్రాపర్",
    "th": "เครื่องดึงโพสต์",
    "tr": "Gönderi Kazıyıcı",
    "uk": "Скрейпер постів",
    "vi": "Trình trích xuất bài viết",
    "zh_CN": "帖子抓取器",
    "zh_TW": "貼文抓取器"
  },
  "short": {
    "ar": "Simplify Facebook post exports with customizable data fields in CSV, Excel, or JSON, ideal for researchers and managers.",
    "am": "Export Facebook data efficiently to CSV, Excel, or JSON, supporting content analysis and performance tracking needs.",
    "bg": "Enhance your social media workflow with quick Facebook post downloads in CSV, Excel, or JSON formats, preserving key data.",
    "bn": "Download Facebook post data effortlessly in CSV, Excel, or JSON, optimizing research and content backup processes.",
    "ca": "Optimize social media analysis by exporting Facebook posts with engagement metrics to CSV, Excel, or JSON formats.",
    "cs": "Archive Facebook content with ease, exporting detailed post data to CSV, Excel, or JSON for comprehensive analysis.",
    "da": "Transform Facebook post data into actionable insights with CSV, Excel, or JSON exports, enhancing content strategies.",
    "de": "Efficiently export Facebook posts, including media and metrics, to CSV, Excel, or JSON, streamlining data management.",
    "el": "Collect Facebook post data in CSV, Excel, or JSON for seamless integration into your social media analytics workflow.",
    "en,en_AU": "Effortlessly export Facebook posts to CSV, Excel, or JSON for seamless social media management and research analysis.",
    "en_GB": "Easily archive Facebook posts with detailed data exports in CSV, Excel, or JSON formats, enhancing social media insights.",
    "en_US": "Streamline Facebook content collection with one-click downloads to CSV, Excel, or JSON, perfect for analytics and archiving.",
    "es": "Export Facebook posts with one click, capturing all essential data in CSV, Excel, or JSON for detailed performance review.",
    "es_419": "Simplify your Facebook data collection, exporting posts to CSV, Excel, or JSON for improved research and archiving.",
    "et": "Seamlessly download Facebook posts with comprehensive data in CSV, Excel, or JSON, enhancing content management.",
    "fa": "Capture Facebook engagement metrics and post details in CSV, Excel, or JSON to elevate your social media strategy.",
    "fi": "Export Facebook post content and metrics effortlessly to CSV, Excel, or JSON, supporting detailed analysis and archiving.",
    "fil": "Download Facebook posts with rich data in CSV, Excel, or JSON formats, perfect for social media professionals and researchers.",
    "fr": "Streamline Facebook post archiving with detailed CSV, Excel, or JSON exports, boosting your content analysis capabilities.",
    "gu": "Effortlessly convert Facebook posts into CSV, Excel, or JSON formats, perfect for detailed social media analytics and archiving.",
    "he": "Download Facebook content with ease, exporting posts to CSV, Excel, or JSON to support in-depth research and analysis.",
    "hi": "Export Facebook post data, including media and metrics, to CSV, Excel, or JSON, enhancing your content management process.",
    "hr": "Simplify Facebook data extraction, exporting posts with all key metrics to CSV, Excel, or JSON for comprehensive insights.",
    "hu": "Archive Facebook posts with rich data exports to CSV, Excel, or JSON, ideal for enhancing your social media strategies.",
    "id": "Seamlessly export Facebook engagement data to CSV, Excel, or JSON, optimizing your content analysis workflow.",
    "it": "Capture detailed Facebook post data in CSV, Excel, or JSON formats, streamlining your social media research efforts.",
    "ja": "Enhance your analytics with Facebook post exports in CSV, Excel, or JSON, capturing all critical engagement metrics.",
    "kn": "Effortlessly download Facebook posts with comprehensive data fields in CSV, Excel, or JSON, boosting your data management.",
    "ko": "Export Facebook posts, including all essential metrics, to CSV, Excel, or JSON for streamlined content analysis and storage.",
    "lt": "Optimize Facebook data collection with quick exports to CSV, Excel, or JSON, supporting your social media insights.",
    "lv": "Seamlessly archive Facebook post data in CSV, Excel, or JSON, perfect for detailed performance tracking and analysis.",
    "ml": "Export Facebook posts and metrics with ease to CSV, Excel, or JSON, enhancing your content strategy and research capabilities.",
    "mr": "Efficiently download Facebook post data to CSV, Excel, or JSON, capturing all necessary metrics for in-depth analysis.",
    "ms": "Simplify Facebook content management with one-click exports to CSV, Excel, or JSON, preserving critical engagement data.",
    "nl": "Capture Facebook post insights with detailed exports to CSV, Excel, or JSON, supporting your social media research needs.",
    "no": "Export Facebook post content and metrics effortlessly to CSV, Excel, or JSON, enhancing your data-driven strategies.",
    "pl": "Streamline Facebook data extraction with customizable CSV, Excel, or JSON exports, perfect for analytics and archiving.",
    "pt_BR": "Download Facebook posts with all essential metrics in CSV, Excel, or JSON, optimizing your content analysis process.",
    "pt_PT": "Export comprehensive Facebook post data to CSV, Excel, or JSON, enhancing your social media management and insights.",
    "ro": "Effortlessly archive Facebook posts with detailed CSV, Excel, or JSON exports, supporting your content strategy and analysis.",
    "ru": "Download Facebook post data with ease, exporting to CSV, Excel, or JSON for enhanced social media performance tracking.",
    "sk": "Simplify your Facebook data workflow by exporting posts to CSV, Excel, or JSON, capturing all vital engagement metrics.",
    "sl": "Enhance your research with Facebook post exports in CSV, Excel, or JSON, providing comprehensive insights and data management.",
    "sr": "Export Facebook posts seamlessly, capturing detailed metrics in CSV, Excel, or JSON for improved content analysis.",
    "sv": "Optimize Facebook post archiving with customizable data exports to CSV, Excel, or JSON, perfect for researchers and managers.",
    "sw": "Capture Facebook engagement data effortlessly in CSV, Excel, or JSON, streamlining your social media analytics process.",
    "ta": "Download Facebook post details, including media and metrics, to CSV, Excel, or JSON, supporting thorough content evaluation.",
    "te": "Efficiently export Facebook posts to CSV, Excel, or JSON, preserving essential data for detailed performance and strategy insights.",
    "th": "Streamline your Facebook data collection with easy exports to CSV, Excel, or JSON, enhancing your content management workflow.",
    "tr": "Export Facebook posts with one click, capturing all critical metrics in CSV, Excel, or JSON for comprehensive analysis.",
    "uk": "Simplify Facebook content archiving with detailed exports to CSV, Excel, or JSON, supporting your strategic insights.",
    "vi": "Capture detailed Facebook post metrics in CSV, Excel, or JSON, optimizing your social media research and analysis.",
    "zh_CN": "Capture Facebook post details, including engagement metrics, into CSV, Excel, or JSON to boost your content strategy.",
    "zh_TW": "Effortlessly export Facebook post data to CSV, Excel, or JSON, enhancing your analytics and content strategy processes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Posts Scraper for FB - A powerful extension that helps you export Facebook posts to CSV, Excel, or JSON format with just one click. Perfect for social media managers, researchers, and anyone needing to archive Facebook posts.\n\nKey Features\nThis extension simplifies Facebook post collection. It exports comprehensive post data, including content, engagement metrics, media attachments, and timestamps. To suit your needs, you can choose between CSV, Excel, or JSON formats. Whether you're conducting research, analyzing social media performance, or creating content backups, Posts Scraper for FB streamlines your workflow.\n\nHow to Use\n- Visit any Facebook profile page\n- Click \"Download Posts\" or paste the profile URL\n- Wait for the extraction to complete\n- Download in your preferred format\n\nData & Customization\nPosts Scraper for FB captures all essential information from Facebook posts, including post content, engagement metrics, media attachments, and temporal data. You can customize your export format through the settings panel (gear icon) and select specific data fields to include in your download.\n\nTechnical Details\nThe extension captures comprehensive post data including Post ID, Feedback ID, actor information, post text and HTML, attachments, engagement metrics (comments, likes, shares), video view counts, URLs, and timestamps. All this information is organized neatly in your chosen export format.\n\nThis tool is ideal for social media analytics, content archiving, research projects, and performance tracking. Its straightforward interface and robust functionality make it an essential tool for anyone working with Facebook content.\n\nPrivacy & Performance\nThe extension is designed to be lightweight and efficient, ensuring smooth performance during data extraction. No data is stored on external servers, maintaining your privacy and security.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and is not affiliated with Facebook."
  }
}