{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lexios"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn vocabulary in a new language effortlessly while browsing the web.",
    "de": "Lerne mühelos Vokabeln in einer neuen Sprache während du im Web surfst.",
    "es": "Aprende vocabulario sin esfuerzo mientras navegas la web.",
    "fr": "Apprends du vocabulaire dans une nouvelle langue en naviguant sur le web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vocabulary is an essential part of the language learning process. Until now, you could use vocabulary cards or dedicated apps to do so. That works. But it requires a lot of dedication and planning. With Lexios, we enable you to learn vocabulary effortlessly while browsing the web. Scientific research clearly shows the advantages of this approach. That's what we base our service on.\n\n\nStart now!\n\n► Install the Browser Extension\n► Choose the language you want to learn and your base language (the one you browse the web)\n► Select your current level in your target language (the one you want to learn)\n► Choose the amount of words that shall be translated per webpage\n► Use the pronunciation feature to hear the word\n► Select websites where you don't want to see any translations\n\nSupported Base Languages: English, German, French\n\nSupported Target Languages: English, German, French, Spanish, Portuguese\n\nMore languages will follow soon.\n\n\n\nYour data privacy is critical to us. We only collect essential data that helps us understand how Lexios is functioning and improve our service for you. Therefore, we anonymize your data. We do not share any data outside Lexios.",
    "de": "Vokabeln sind ein elementarer Teil eines erfolgreichen Lernprozesses. Bisher musstest du neue Wörter mit Vokabelkarten oder über Apps lernen. Das funktioniert nicht schlecht. Aber es verlangt viel Planung und Effort von deiner Seite. Mit Lexios lernst du Vokabeln mühelos, während du im Web surfst. Wissenschaftliche Studien zeigen die klaren Vorteile des Lexios-Ansatzes.\n\n\nJetzt starten\n\n► Installiere die Browser Extension\n► Wähle die Sprache, welche du lernen möchtest und deine Basis-Sprache (in welcher du im Web surfst) \n► Wähle dein aktuelles Niveau in der Sprache, welche du lernen möchtest\n► Wähle die Anzahl Übersetzungen, welche du pro Seite angezeigt haben willst\n► Höre dir die Aussprache der Wörter mittels Klick auf das “Aussprache-Symbol” an\n► Wähle Webseiten aus, auf denen Lexios keine Übersetzungen anzeigen soll\n\nUnterstützte Basis-Sprachen: Deutsch, Englisch, Unterstützte\n\nUnterstützte Ziel-Sprachen: Englisch, Französisch, Spanisch, Portugiesisch, Deutsch\n\nWeitere Sprachen folgen schon bald. \n\n\nSind meine Daten sicher?\nDie Sicherheit deiner Daten ist essentiell für uns. Wir sammeln nur Daten, welche wir für die\nFunktionen von Lexios zwingend benötigen. Die Daten werden anonymisiert. Daten werden NICHT ausserhalb von Lexios geteilt.",
    "es": "Aprende vocabulario en una nueva lengua sin esfuerzo, mientras navegas la web.\n\nEl vocabulario es una parte esencial del proceso de aprendizaje de una lengua. Hasta ahora, para aprender vocabulario se han utilizado métodos tales como: tarjetas de vocabulario o aplicaciones dedicadas. Estos funcionan bien. Sin embargo, requiere planificación, tiempo y dedicación. Lexios, te permite aprender vocabulario sin esfuerzo mientras navegas la web. Respaldado por estudios científicos que han claramente demostrado las ventajas de este acercamiento. Y es en este enfoque que basamos nuestro servicio.\n\n¡Comienza ahora!\n\n► Instala la extensión de navegador\n► Selecciona la lengua que quieres aprender, y la lengua de base (el idioma que utilizas cuando navegas el internet)\n► Establece tu nivel de dominio de la lengua que quieres aprender\n► Define la cantidad de palabras que quieres ver traducidas en cada página que visitas\n► Utiliza la función de pronunciación para escuchar las palabras traducidas\n► Decide que paginas web no quieres que sean traducidas.\n\nLenguas de base soportadas (desde la(s) que quieres aprender): Español, Inglés, Francés, y Alemán.\n\nLenguas soportadas para aprender: Español, Inglés, Alemán, Francés, y Portugués.\n\nEstamos trabajando en el soporte de otras lenguas que estarán disponibles muy pronto.\n\n\nLa privacidad de tus datos es critica para nosotros. Solo recolectamos datos esenciales que nos permiten entender cómo Lexios esta funcionando y cómo mejorar nuestro servicio. Toda los datos son anonimizados, y no los compartimos fuera de Lexios.",
    "fr": "Le vocabulaire est une étape essentielle de l’apprentissage d’une langue. Jusqu’à maintenant, tu devais utiliser des cartes de voc ou des applications dédiées pour apprendre ton voc. Ça marche. Mais ça demande beaucoup d’effort, de motivation et de dédication. Avec Lexios, on permet d’apprendre son vocabulaire sans effort en naviguant sur le web. La recherche scientifique démontre clairement les avantages de cette méthode. C’est sur quoi on a basé Lexios.\n\nCommence dès maintenant !\n\n► Installe l’extension pour navigateur\n► Choisis la langue à apprendre et la langue depuis laquelle apprendre (celle dans laquelle tu navigues sur le web)\n► Choisis ton niveau actuel dans la langue cible (celle que tu veux apprendre)\n► Choisis le nombre de traductions à afficher par page web\n► Utilise le bouton d’écoute pour entendre le mot prononcé\n► Choisis sur quels sites web tu ne veux pas voir de traductions\n\nLangues depuis lesquelles apprendre supportées : français, anglais allemand\n\nLangues cibles à apprendre supportées : anglais, allemand, espagnol, portugais, français\n\nPlus de langues seront bientôt ajoutées.\n\n\nLa confidentialité de tes données privées est critique pour nous. On ne collecte que les données essentielles qui nous aident à comprendre comment est utilisé Lexios et pouvoir l’améliorer pour toi. Pour ce faire, on anonymise tes données. On ne partage aucune donnée en dehors de Lexios."
  }
}