{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kıvırcık"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saat, Takı ve Aksesuar Adına Herşey"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aksesuara Dair Her Şey\n \n\n  Aradığınız tüm aksesuarl Kıvırcık'ta Sizi Bekliyor. Tüm ürünleri ayrı ayrı satın almak yerine artık tek bir adreste alışveriş mümkün. Zengin görseller, uygun fiyat, yüksek kalite ve hızlı teslimat avantajlarından siz de faydalanabilirsiniz.\n \n\n Zengin Seçenek ve Yenilenen Modeller \n\n\n Kadın ve erkek saat modelleri sürekli yeni tarzlarla güncellenmektedir. Sevgili saatleri ise çok satılan ürünlerdendir. Kadın saat ve bileklik kombinlerini kategoriler arasında bulabilirsiniz. Saat haricinde kadın ve erkek için aksesuarlar da bulunmaktadır. Yüzük, kolye ve küpe modelleri farklı kategorilere ayrılmıştır. Her kategoride zengin görsellerle ürünler fotoğraflanmıştır.\n Ürünlerinizi seçerek güvenle alışveriş yapabilirsiniz. Erkek ve kadın kolye modellerinde ölçüler de yer almaktadır. Ölçülerine göre de ürünleri karşılaştırabilirsiniz. Erkek kolye kategorisine ise yeni çıkan modeller eklenmektedir.\n \n\n Kolay Alışveriş Güvenli Ödeme\n\n\n  Kategoriler arasında ihtiyaç duyduğunuz ürünleri kolayca sepetinize ekleyebilirsiniz. Ürünleri tek tek almak yerine toplu şekilde satın almanız daha avantajlıdır. Tek siparişle tüm ürünlerin takibini yapmak mümkündür. Sepete eklediğiniz ürünleri dilediğiniz gün ve saatte online olarak satın alabilirsiniz.\n \n\n Web sitemizde kredi kartı ile güvenli ödeme seçeneği bulunmaktadır. Almış olduğunuz ürünler sizin verdiğiniz ödeme onayından sonra siparişe düşer. Satın aldığınız ürünler özenle paketlenir. Sitemize vermiş olduğunuz adrese hızlı şekilde teslim edilir. Ürünler korumalı kutu ve orijinal ambalajla gönderilmektedir. Ürün faturanızı dilerseniz e-posta ile elektronik olarak dilerseniz çıktı olarak teslim alabilirsiniz."
  }
}