{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minute Journal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The smart bullet journal that integrates into your work flow."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace a new tab with a personal gratitude journal, habit tracker, and mindfulness meditation sessions.\n\nHaving trouble with journaling consistently? Fix it - in just one minute with the smart Minute Journal.\n\nStay on top of your journaling and reinforce your short and long-term goals on a daily basis with our quick and easy layout.\nFeaturing short and long term goal tracking, daily priorities, gratitude check-ins, and habit tracking to help improve your mental health and overall well-being.\n\nJoin over 500,000 happy Minute Journalers who have improved their mood and crushed their goals.\n\nKey Features:\n✅ Bullet-style journaling\n✅ Daily prompts to practice gratitude\n✅ Track your habits\n✅ Export your habit data\n✅ Mindfulness timer with multiple background sounds\n\nTransform your new tab into a minimal screen that helps improve your mood so you can get in a groove and achieve your goals.\n\n🔒Privacy & Security\nWe at the Minute Journal Co. are committed to protecting your privacy. The information we gather or process is used solely for core functionality of the Minute Journal and to improve the quality and security of our service. Your information isn’t and has never been sold to third parties. \n\nFor more information on privacy and the security of your data visit https://theminutejournal.com/TheMinuteJournal_PrivacyPolicy.html. \n\n📞Help & Contact \nPhone: (424) 272-6285\nEmail: appteam@leanappstudio.com\n\nDon’t hesitate to reach out to us - we’ll put you on the line with a real team member."
  }
}