{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Image Converter",
    "ja": "画像変換器",
    "ko": "이미지 변환기",
    "ru": "Преобразователь изображений",
    "zh_CN": "图像转换器",
    "zh_TW": "圖像轉換器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The tool to convert between different image formats (JPEG, PNG, GIF, etc.) and change image size.",
    "ja": "画像拡張子（JPEG、PNG、GIFなど）間で変換および画像サイズを変更するためのツール。",
    "ko": "이미지 확장자(JPEG, PNG, GIF 등) 사이에서 이미지 크기를 변환하고 변경하는 데 사용되는 도구입니다.",
    "ru": "Инструмент для преобразования и изменения размера изображения между расширениями изображения (JPEG, PNG, GIF и т.д.).",
    "zh_CN": "用于在不同图像格式（JPEG、PNG、GIF等）之间转换并且更改图像大小的工具。",
    "zh_TW": "用於在不同圖像格式（JPEG、PNG、GIF等）之間轉換並且更改圖像大小的工具。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Extension Name:** Image Converter\n\n**Description:**\n\nImage Converter is a convenient Chrome extension that allows you to easily convert between different image formats and resize images using a simple and intuitive drag-and-drop. You can accomplish your image processing needs without leaving your browser.\n\n**Key Features:**\n\n1. **Drag-and-Drop:** Load images into the tool effortlessly by dragging and dropping them onto the designated area within the extension window. This straightforward method saves time and eliminates the need for cumbersome file browsing.\n\n2. **Format Conversion:** Convert images between popular formats such as JPEG, PNG, GIF, and more with just a few clicks. Whether you need to switch formats for compatibility or optimization purposes, Image Converter has you covered.\n\n3. **Image Resizing:** Easily adjust the dimensions of your images to meet your specific requirements. Whether you're preparing images for web display or print, you can resize them with ease.\n\n4. **Real-Time Preview:** Preview the effects of your changes instantly to ensure they meet your expectations. This feature allows you to fine-tune conversion settings and resizing parameters before applying them.\n\n**How to Use:**\n\n1. **Install the Extension:** Install the Image Converter extension from the Chrome Web Store.\n\n2. **Access the Extension:** After installation, access Image Converter by clicking on its icon in the Chrome toolbar.\n\n3. **Drag and Drop Images:** Drag and drop the images you want to convert or resize into the designated area within the extension window.\n\n4. **Choose Conversion or Resize Option:** Select whether you want to convert the image format or resize its dimensions using the provided options.\n\n5. **Customize Settings:** Customize conversion options and resizing parameters according to your preferences, such as format type and dimensions.\n\n6. **Preview and Apply Changes:** Preview the changes in real-time to ensure they meet your requirements, then apply them to your images.\n\n7. **Save or Download:** Save the modified images to your device or download them directly from the browser."
  }
}