{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "Dashlane — Password Manager",
    "de": "Dashlane – Passwort-Manager",
    "es": "Dashlane — Administrador de contraseñas",
    "fr": "Dashlane — Gestionnaire de mots de passe",
    "it": "Dashlane — Gestore di password",
    "ja": "Dashlane – パスワードマネージャー",
    "ko": "Dashlane – 암호 관리자",
    "nl": "Dashlane — Wachtwoordbeheerder",
    "pt_BR": "Dashlane — Gerenciador de senhas",
    "sv": "Dashlane – lösenordshanterare",
    "zh_CN": "Dashlane — 密码管理器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "Dashlane makes the internet easier. Save all your passwords, fill forms fast, and keep your data accessible and safe.",
    "de": "Passwörter speichern, Formulare per Klick ausfüllen und Daten sicher und verfügbar aufbewahren: Dashlane ist Internet leicht gemacht",
    "es": "Usar Internet es más fácil con Dashlane. Guarde sus contraseñas, llene formularios rápidamente y mantenga sus datos seguros.",
    "fr": "Dashlane facilite le Web : enregistrement des mots de passe, saisie rapide des formulaires, données sécurisées et à portée de main.",
    "it": "Dashlane semplifica la vita online. Salva le password, compila velocemente i moduli e mantieni i tuoi dati accessibili e sicuri.",
    "ja": "Dashlaneでインターネットの利用を簡単に。すべてのパスワードを保存し、フォームに迅速に入力して、データの安全性とアクセスを確保しましょう。",
    "ko": "Dashlane을 사용하면 인터넷이 훨씬 쉬워집니다. 모든 암호를 저장하고 양식을 빠르게 채우고 데이터를 액세스 가능한 상태로 안전하게 유지하십시오.",
    "nl": "Dashlane maakt internet eenvoudiger. Sla al uw wachtwoorden op, vul snel formulieren in en houd uw gegevens veilig en toegankelijk",
    "pt_BR": "A Dashlane deixa a internet mais prática. Salve todas as suas senhas, preencha rapidamente e mantenha seus dados protegidos.",
    "sv": "Dashlane gör internet enklare. Spara alla lösenord, fyll i formulär snabbt och håll din data säker och tillgänglig.",
    "zh_CN": "Dashlane 使互联网更轻松。保存所有密码，快速填充表单，并确保数据可访问且安全。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_TW": "20,000+ businesses and 15+ million people worldwide trust Dashlane to protect their logins. Dashlane has never been breached, never sees or sells your data, and provides simple and effective tools to manage and safeguard it at all times.\n\nWith the Dashlane extension, you can view, copy, and generate passwords and save and autofill logins and forms as you browse the internet. Open the web app to access the full power of Dashlane: Securely share passwords, keep track of your Password Health score, and take action when we identify your at-risk passwords.\n\nLog in to all your accounts on all your devices \n- Store an unlimited number of logins in your vault  \n- Access your passwords and usernames wherever and whenever you need them \n- Autofill the right logins on every site, every time\n- Sync your Dashlane data to every device automatically, even if your phone and computer run on different systems\n\nCreate and save new, strong passwords as you browse\n- Create strong, unique passwords for each of your accounts with our built-in Password Generator\n- Automatically save logins as you browse \n- Easily update and replace logins whenever you reset them\n\nAutofill payments and personal info \n- Autofill personal info like your name, address, email, and phone number \n- Complete checkout fields and other important forms with a click \n- Keep important personal data, like IDs and your Social Security number, at your fingertips \n- Securely store credit card numbers, bank account info, and other payments with bank-grade encryption\n\nGet instant alerts when a breach affects your data\n- Sign up for our Dark Web Monitoring tool, and we’ll continuously scan 20+ billion records to determine if your passwords have been compromised\n- Receive real-time alerts to change your compromised logins as soon as they’re discovered on the dark web\n- Check your Password Health score to see if any of your logins are weak, reused, or compromised\n\nKeep your information private \n- Dashlane protects your passwords with bank-grade encryption—the strongest method there is.\n- We believe you should control your data. That’s why we designed Dashlane’s zero-knowledge security architecture so that we can't see the information you store—and we never sell it.\n\nWith Dashlane, your logins are safe, private, and easy for you - and only you - to access.\nFor more information, see our Privacy Policy (https://www.dashlane.com/privacy) and Terms of Service (https://www.dashlane.com/terms).",
    "de": "Mehr als 20.000 Unternehmen und über 15 Millionen Benutzer in aller Welt vertrauen auf Dashlane, wenn es um den Schutz ihrer Login-Daten geht. Dashlane hat bis zum heutigen Tag keine einzige Sicherheitsverletzung erfahren, sieht oder verkauft niemals Ihre Daten und bietet einfache und effektive Tools, mit denen Sie Ihre Daten immer und überall sicher verwalten können.\n\nMit der Dashlane-Erweiterung können Sie Passwörter anzeigen, kopieren und erstellen, Logins speichern und Formulare automatisch mit den erforderlichen Anmeldedaten ausfüllen, während Sie im Internet surfen. Öffnen Sie die Web-App, um sich sämtliche Vorteile von Dashlane zunutze zu machen: Teilen Sie Passwörter auf sichere Weise mit anderen, verfolgen Sie Ihre Passwortintegritätsbewertung und ändern Sie Passwörter, die wir als gefährdet erkannt haben.\n\nGeräteübergreifend bei allen Ihren Konten anmelden \n- Unbegrenzt viele Logins in Ihrem Tresor speichern \n- Passwörter und Benutzernamen überall stets griffbereit \n- Jedes Mal automatisch die richtigen Login-Daten für jedes Konto eingeben\n- Dashlane-Daten automatisch mit all Ihren Geräten synchronisieren, auch wenn Ihr Smartphone und Computer unterschiedliche Betriebssysteme nutzen\n\nNeue, sichere Passwörter erstellen und speichern, während Sie im Internet surfen \n- Mit unserem integrierten Passwortgenerator sichere, eindeutige Passwörter für alle Ihre Konten erstellen \n- Logins automatisch speichern, während Sie im Internet surfen \n- Logins im Handumdrehen aktualisieren und ersetzen\n\nZahlungsdaten und private Daten automatisch ausfüllen \n- Persönliche Daten wie Name, Adresse, E-Mail-Adresse und Telefonnummer automatisch ausfüllen \n- Bezahlformulare und andere wichtige Formulare mit nur einem Klick ausfüllen \n- Wichtige personenbezogene Daten wie Ausweise und Sozialversicherungsnummer stets griffbereit \n- Kreditkartennummern, Bankkontodaten und andere Zahlungsdaten mit Verschlüsselungstechnologie auf Bankniveau sicher speichern\n\nSofortige Warnungen erhalten, wenn Ihre Daten von einer Datenschutzverletzung betroffen sind\n- Unsere Dark-Web-Überwachung durchsucht pausenlos mehr als 20 Milliarden Datensätze, um zu bestimmen, ob Ihre Passwörter kompromittiert wurden\n- Warnungen in Echtzeit erhalten, um gefährdete Logins sofort nach deren Entdeckung im Dark Web zu ändern\n- Die Passwortintegritätsbewertung verrät Ihnen, ob Ihre Logins schwach, wiederverwendet oder gefährdet sind\n\nPrivate Daten bleiben privat \n- Dashlane schützt Ihre Passwörter mit Verschlüsselungstechnologie auf Bankniveau – die stärkste Verschlüsselungsmethode überhaupt.\n- Wir finden, dass die Kontrolle über Ihre Daten bei Ihnen liegen sollte. Deshalb haben wir die Zero-Knowledge-Sicherheitsarchitektur von Dashlane entwickelt, die dafür sorgt, dass wir die von Ihnen gespeicherten Informationen nicht sehen können – und wir verkaufen sie auch niemals weiter.\n\nMit Dashlane sind Ihre Logins sicher und privat und Sie – und zwar nur Sie allein – können jederzeit auf diese zugreifen. Weitere Informationen finden Sie in unserer Datenschutzrichtlinie (https://www.dashlane.com/privacy) und in unseren Nutzungsbedingungen (https://www.dashlane.com/de/terms).",
    "es": "Más de 20 000 empresas y más de 15 millones de personas de todo el mundo confían en Dashlane para proteger sus credenciales de ingreso. Dashlane nunca ha sufrido una violación de seguridad, jamás ve ni vende sus datos y ofrece herramientas simples y efectivas para administrarlos y protegerlos en todo momento.\n\nCon la extensión de Dashlane, puede ver, copiar y generar contraseñas, y guardar y llenar automáticamente credenciales de ingreso y formularios cuando navega por Internet. Abra la aplicación web para acceder a todo el poder de Dashlane: comparta contraseñas de manera segura, haga un seguimiento de la Puntuación del Análisis de contraseñas y tome medidas cuando identifiquemos sus contraseñas en riesgo.\n\nAcceda a todas sus cuentas desde todos sus dispositivos. \n- Guarde una cantidad ilimitada de credenciales de ingreso en su caja fuerte. \n- Acceda a sus contraseñas y nombres de usuarios cuándo y dónde los necesite. \n- Llene automáticamente las credenciales de ingreso correctas en cada sitio todo el tiempo.\n- Sincronice sus datos de Dashlane en cada dispositivo automáticamente, aunque el teléfono y la computadora funcionen en sistemas diferentes.\n\nCree y guarde contraseñas nuevas y seguras a medida que navegue. \n- Cree contraseñas seguras y únicas para cada una de sus cuentas con nuestro generador de contraseñas integrado. \n- Guarde credenciales de ingreso automáticamente a medida que navega. \n- Actualice y reemplace credenciales de ingreso fácilmente cada vez que las restablezca.\n\nLlene pagos e información personal automáticamente. \n- Llene información personal automáticamente, como su nombre, dirección, correo electrónico y número de teléfono. \n- Complete los campos de datos de pago y otros formularios importantes con un clic. \n- Mantenga datos personales importantes, como documentos de identidad y su número de seguridad social, al alcance de la mano. \n- Guarde de manera segura los números de tarjetas de crédito, la información de las cuentas bancarias y otros datos de pagos con la encriptación de uso bancario.\n\nReciba alertas instantáneas cuando una violación de seguridad afecte sus datos.\n- Regístrese para tener nuestra herramienta de monitoreo de la Dark Web, y constantemente escanearemos más de 20 000 millones de registros para determinar si sus contraseñas se han visto afectadas.\n- Reciba alertas en tiempo real para cambiar sus credenciales de ingreso afectadas en cuanto se descubran en la Dark Web.\n- Consulte su Puntuación del Análisis de contraseñas para ver si alguna de sus credenciales de ingreso no es segura, se reutilizó o se vio afectada.\n\nMantenga su información privada. \n- Dashlane protege sus contraseñas con encriptación de uso bancario, el método más seguro que existe.\n- Creemos que debería tener el control de sus datos. Por eso, diseñamos la arquitectura de seguridad de conocimiento cero de Dashlane para que no podamos ver la información que guarda, y nunca la vendemos.\n\nCon Dashlane, sus credenciales de ingreso están seguras y son privadas, y usted —y solo usted— tiene acceso a ellas. Para obtener más información, consulte nuestra Política de privacidad (https://www.dashlane.com/privacy) y los Términos de servicio (https://www.dashlane.com/terms).",
    "fr": "Plus de 20 000 entreprises et plus de 15 millions d’utilisateurs dans le monde font confiance à Dashlane pour protéger leurs identifiants. Son système de sécurité n’a jamais été piraté et l’entreprise ne voit ni ne vend jamais vos données. Dashlane fournit des outils simples et efficaces pour gérer et protéger vos informations à tout moment.\n\nL’extension Dashlane vous permet de consulter, de copier et de générer des mots de passe, ainsi que d’enregistrer et de renseigner automatiquement vos identifiants et formulaires lorsque vous naviguez sur le Web. Ouvrez l’application Web pour bénéficier de toute la puissance de Dashlane : partagez vos mots de passe de manière sûre, consultez votre score de sécurité et prenez des mesures lorsque nous détectons des identifiants vulnérables.\n\nConnectez-vous à tous vos comptes, sur tous vos appareils\n- Stockez un nombre illimité d’identifiants dans votre coffre-fort \n- Accédez à vos mots de passe et noms d’utilisateur à tout moment, où que vous soyez \n- Renseignez automatiquement les bons identifiants sur chaque site, à chaque fois\n- Synchronisez automatiquement vos données Dashlane sur tous vos appareils, quel que soit leur système d’exploitation\n\nCréez et enregistrez de nouveaux mots de passe forts lorsque vous naviguez sur le Web \n- Créez des mots de passe forts et uniques pour tous vos comptes grâce à notre générateur de mots de passe intégré \n- Enregistrez automatiquement vos identifiants lorsque vous naviguez sur le Web \n- Mettez à jour et remplacez facilement vos identifiants lorsque vous les réinitialisez\n\nSaisissez automatiquement vos moyens de paiement et vos coordonnées \n- Renseignez automatiquement des informations personnelles telles que votre nom, adresse, e-mail et numéro de téléphone \n- Remplissez les champs requis lors de vos commandes et d’autres formulaires importants en un clic \n- Gardez vos données personnelles importantes, comme vos identifiants et votre numéro de sécurité sociale, à portée de main \n- Stockez en toute sécurité vos numéros de cartes bancaires, les informations de vos comptes et d’autres informations de paiement avec un chiffrement de niveau bancaire\n\nRecevez des alertes instantanées lorsqu’une faille menace vos données\n- Adoptez notre outil de surveillance du dark Web : nous analyserons en permanence plus de 20 milliards de données pour déterminer si vos mots de passe ont été compromis\n- Recevez des alertes en temps réel vous invitant à modifier vos identifiants compromis dès leur découverte sur le dark Web\n- Consultez votre score d’analyse des mots de passe pour savoir si l’un de vos identifiants est faible, réutilisé ou compromis\n\nAssurez la confidentialité de vos données \n- Dashlane protège vos mots de passe avec un chiffrement de niveau bancaire, la méthode la plus puissante qui soit.\n- Il est primordial pour nous que vous ayez le contrôle de vos données. C’est pourquoi nous avons conçu l’architecture de sécurité à divulgation nulle de connaissance de Dashlane de manière à ne pas pouvoir accéder aux informations que vous enregistrez, ni les vendre.\n\nAvec Dashlane, vos identifiants sont en sécurité, leur confidentialité est préservée et vous (et personne d’autre) pouvez y accéder facilement. Pour plus d’informations, consultez notre politique de confidentialité (https://www.dashlane.com/privacy) et nos conditions générales de service (https://www.dashlane.com/terms).",
    "it": "Oltre 20 000 aziende e 15 milioni di persone in tutto il mondo si affidano a Dashlane per proteggere i propri dati di accesso. Dashlane non ha mai subito violazioni, non vede o vende mai i tuoi dati e fornisce strumenti semplici ed efficaci per gestirli e proteggerli in ogni momento.\n\nL'estensione di Dashlane ti consente di visualizzare, copiare e generare password, così come di salvare e compilare automaticamente i dati di accesso durante la navigazione. Apri l'app web per accedere a tutte le funzioni di Dashlane: condividi in modo sicuro le password, monitora il punteggio di sicurezza e intervieni quando identifichiamo le tue password a rischio.\n\nAccedi a tutti i tuoi account su tutti i dispositivi \n- Archivia un numero illimitato di dati di accesso nella cassaforte  \n- Accedi alle tue password e ai tuoi nomi utente dove e quando ne hai bisogno \n- Compila automaticamente i dati di accesso giusti su ogni sito, sempre\n- Sincronizza automaticamente i dati in Dashlane con qualsiasi dispositivo, anche se il telefono e il computer hanno sistemi operativi diversi\n\nCrea e salva nuove password forti mentre navighi sul web \n- Crea password uniche ed efficaci per ciascun account con il generatore di password integrato \n- Salva automaticamente i dati di accesso durante la navigazione \n- Aggiorna e sostituisci facilmente i dati di accesso ogni volta che li reimposti\n\nCompila automaticamente dati personali e di pagamento \n- Immetti automaticamente i dati personali come nome, indirizzo, e-mail e numero di telefono \n- Compila i campi di pagamento e altri moduli importanti con un solo clic \n- Tieni a portata di mano i dati personali importanti, quali i documenti di identità o il codice fiscale \n- Memorizza in tutta sicurezza i numeri delle carte di credito, le informazioni sui conti bancari e altri dati di pagamento grazie alla crittografia bank-grade\n\nRicevi avvisi tempestivi quando i tuoi dati sono in pericolo\n- Registrati per lo strumento di monitoraggio per il dark web, che esegue la scansione continua di oltre 20 miliardi di record per verificare se le tue password sono compromesse\n- Ricevi avvisi in tempo reale per cambiare i tuoi dati di accesso compromessi non appena vengono trovati nel dark web\n- Controlla il punteggio di sicurezza delle password per identificare eventuali dati di accesso deboli, riutilizzati e compromessi\n\nMantieni privati i tuoi dati \n- Dashlane protegge le tue password con una crittografia bank-grade, il metodo più sicuro disponibile.\n- Riteniamo che sia tu a dover gestire i tuoi dati. Ecco perché abbiamo progettato il sistema di sicurezza a conoscenza zero di Dashlane, che non ci consente di vedere le informazioni che archivi, né di venderle in alcun modo.  \n\nCon Dashlane, i tuoi dati di accesso sono protetti, privati e facilmente disponibili soltanto per te. Per ulteriori informazioni, leggi la nostra Informativa sulla privacy (https://www.dashlane.com/privacy) e i Termini di servizio (https://www.dashlane.com/terms).",
    "ja": "世界をまたいだ 20,000 以上のビジネスと 1,500 万人以上のユーザーが Dashlane を信頼し、ログイン情報を保護しています。Dashlane は侵害されたことがなく、お客様のデータを見たり、売却することは一切ありません。また、シンプルで効果の高いツールを提供し、データを常に管理・保護します。\n\nDashlane 拡張機能を使えばパスワードの表示やコピー、生成が可能。インターネットを閲覧しながらログイン情報を保存してフォームに自動入力できます。Web アプリを開いて Dashlane を最大限に活用：パスワードを安全に共有し、パスワードの正常性スコアを追跡するだけでなく、リスクの高いパスワードが見つかったら措置を講じます。\n\nお使いのすべてのデバイスであらゆるアカウントにログイン \n- 保管庫に保存するログイン情報の制限なし \n- 必要に応じていつでもどこでもパスワードとユーザー名にアクセス \n- すべてのサイトで正確なログイン情報を毎回自動入力\n- スマートフォンとパソコンが異なるシステムで稼働していても Dashlane データをすべてのデバイスに自動で同期 \n\nインターネットを閲覧しながら強固なパスワードを新規作成して保存 \n- 組み込みのパスワード生成機で各アカウントに強固で一意なパスワードを作成 \n- インターネットを閲覧しながらログイン情報を自動的に保存 \n- ログイン情報をリセットするたびに簡単に更新して上書き \n\n支払い情報や個人情報を自動入力 \n- 名前や住所、メールアドレス、電話番号などの情報を自動入力 \n- 支払いページのフィールドやその他の重要なフォームをワンクリックで入力 \n- ID や社会保障番号などの重要な個人情報を指 1 本で保存 \n- クレジットカード番号や銀行の口座情報、その他の支払い情報を銀行レベルの暗号化技術で安全に保存\n\nデータの侵害が発生したらすぐに通知\n- ダークウェブの常時監視機能ツールに登録すれば 200 億以上のレコードを継続的にスキャンしてパスワードの漏えいがないか判断\n- ダークウェブでログイン情報の漏えいが見つかると同時にログイン情報を変更するためのリアルタイムアラートを受信\n- ログイン情報が脆弱でないか、再利用されていないか、および漏えいしていないかをパスワードの正常性スコアでチェック\n\n情報のプライバシーを保護 \n- Dashlane は市場で最も強固な銀行レベルの暗号化技術でパスワードを保護します。\n- 当社では、お客様のデータはお客様が管理できるようにすべきと考えています。Dashlane のゼロ知識セキュリティアーキテクチャはそのために設計されました。お客様が保存した情報は Dashlane でも閲覧できず、一切売却いたしません。\n\nDashlane は、ログイン情報を安全に保護し、簡単にアクセスできるようにします。また、情報にアクセスできるのはお客様ご自身だけです。詳細については、弊社のプライバシーポリシー（https://www.dashlane.com/privacy）およびサービス利用規約（https://www.dashlane.com/terms）を参照してください。",
    "ko": "전 세계 2만 개 이상의 비즈니스와 1,500만 명 이상의 개인이 Dashlane을 이용해 로그인을 안전하게 보호하고 있습니다. Dashlane은 유출 이력이 없고, 사용자의 데이터를 절대 조회하거나 판매하지 않으며, 사용자 데이터를 상시로 관리하고 보호할 수 있는 간편하고 효과적인 도구를 제공합니다.\n\nDashlane 확장을 사용하면 인터넷을 탐색하는 동안 암호를 조회, 복사 및 생성하고 로그인 정보와 양식을 저장 및 자동 입력할 수 있습니다. 웹 앱을 열어 Dashlane의 강력한 기능을 모두 이용해보세요. 암호를 안전하게 공유하고, 암호 상태 점수를 확인하고, Dashlane이 식별한 위험한 암호에 대해 조치를 취하세요.\n\n모든 기기에서 모든 계정에 로그인 \n- 저장소에 로그인을 무제한으로 저장  \n- 어디서든 필요할 때마다 암호와 사용자 이름에 액세스 \n- 언제든지 모든 사이트에서 올바른 로그인 자동 입력\n- 휴대폰과 컴퓨터의 운영 체제가 다르더라도 모든 기기에 자동으로 Dashlane 데이터 동기화 \n\n인터넷 탐색 중 강력한 새 암호 생성 및 저장 \n- Dashlane의 기본 제공 암호 생성기로 계정마다 강력하고 고유한 암호 생성 \n- 인터넷 탐색 중 자동으로 로그인 정보 저장 \n- 로그인 정보를 재설정할 때마다 간편하게 업데이트 및 교체 \n\n결제 정보와 개인정보 자동 입력 \n- 이름, 주소, 이메일 및 전화번호와 같은 개인정보 자동 입력 \n- 클릭 한 번만으로 결제 필드 및 기타 중요한 양식 입력 \n- ID 및 사회보장번호와 같은 중요한 개인 데이터를 간단하게 불러오기 \n- 은행 수준의 암호화로 신용카드 번호, 은행 계좌 정보 및 기타 결제를 안전하게 저장\n\n데이터에 영향을 주는 유출 발생 시 즉시 알림 받기\n- Dashlane의 다크 웹 모니터링 도구 가입 시, 200억 개 이상의 기록을 지속적으로 스캔하여 암호 유출 여부를 확인하는 서비스 제공\n- 다크 웹에서 유출된 로그인 정보 발견 즉시 실시간 알림 발송으로 해당 로그인 정보 변경 가능\n- 암호 상태 점수 조회를 통해 취약하거나, 재사용되거나 유출된 로그인 정보 확인 가능 \n\n정보를 안전하게 비공개 상태로 보호 \n- Dashlane는 현존하는 가장 강력한 방법인 은행급 암호화로 사용자의 암호를 보호합니다.\n- Dashlane은 사용자가 자신의 데이터를 직접 제어할 수 있어야 한다고 생각합니다. 그 점이 바로 사용자가 저장한 정보를 당사에서 보거나 판매할 수 없도록 Dashlane의 영지식 보안 아키텍처를 설계한 이유입니다.\n\nDashlane을 사용하면 로그인을 본인만 액세스할 수 있도록 비공개로 안전하고 간편하게 보호할 수 있습니다. 자세한 정보는 개인정보 보호정책(https://www.dashlane.com/privacy)과 및 서비스 약관(https://www.dashlane.com/terms)을 참조하세요.",
    "nl": "Meer dan 20.000 bedrijven en meer dan 15 miljoen mensen over de hele wereld vertrouwen op Dashlane voor de bescherming van hun logins. Dashlane is nog nooit gekraakt, ziet of verkoopt nooit uw gegevens en biedt eenvoudige en effectieve tools waarmee u uw gegevens te allen tijde kunt beheren en beveiligen.\n\nMet de Dashlane-extensie kunt u tijdens het internetten wachtwoorden bekijken, kopiëren en genereren en logins en formulieren automatisch laten invullen. Open de webapp om te profiteren van de volledige kracht van Dashlane: veilig wachtwoorden delen, de gezondheidsscore van uw wachtwoorden bijhouden en actie ondernemen wanneer we risicovolle wachtwoorden identificeren.\n\nLog in op al uw accounts en apparaten \n- Bewaar een onbeperkt aantal logins in uw kluis  \n- Raadpleeg uw wachtwoorden en gebruikersnamen waar en wanneer u ze maar nodig hebt \n- Vul automatisch op iedere site de juiste logins in, elke keer weer\n- Synchroniseer uw Dashlane-gegevens automatisch op elk apparaat, zelfs als uw telefoon en computer op verschillende systemen draaien\n\nGenereer en bewaar nieuwe, sterke wachtwoorden terwijl u op het internet surft \n- Maak sterke, unieke wachtwoorden aan voor al uw accounts met onze ingebouwde wachtwoordgenerator \n- Sla logins automatisch op tijdens het internetten \n- Laat uw logins eenvoudig bijwerken en vervangen wanneer u ze opnieuw instelt\n\nLaat betaalgegevens en persoonsgegevens automatisch invullen \n- Vul persoonsgegevens zoals uw naam, adres, e-mailadres en telefoonnummer automatisch in \n- Vul betaalvelden en andere belangrijke formulieren in met één klik \n- Bewaar belangrijke persoonsgegevens, zoals identiteitsbewijzen en uw burgerservicenummer, binnen handbereik \n- Beveilig creditcardnummers, bankgegevens en andere betaalgegevens met versleuteling op bankniveau\n\nOntvang meteen waarschuwingen wanneer uw gegevens getroffen zijn door een lek\n- Meld u aan voor onze darkweb-monitoringtool, waarmee we voortdurend meer dan 20 miljard records doorzoeken om na te gaan of uw wachtwoorden gecompromitteerd zijn\n- Ontvang realtime waarschuwingen zodat u gecompromitteerde logins direct kunt wijzigen wanneer we ze op het darkweb aantreffen\n- Bekijk de gezondheidsscore van uw wachtwoorden om te controleren of u logins gebruikt die zwak, hergebruikt of gecompromitteerd zijn\n\nHoud uw gegevens privé \n- Dashlane beschermt uw gegevens met versleuteling van bankniveau — de sterkste methode die er is.\n- Wij vinden dat u de controle moet hebben over uw gegevens. Daarom hebben we de zeroknowledge-beveiligingsarchitectuur van Dashlane zo ontworpen dat we de informatie die u opslaat niet kunnen zien — en we zullen deze nooit verkopen.\n\nMet Dashlane zijn uw logins veilig, privé en gemakkelijk te gebruiken — door u alleen. Raadpleeg ons Privacybeleid (https://www.dashlane.com/privacy) en onze Dienstvoorwaarden (https://www.dashlane.com/terms) voor meer informatie.",
    "pt_BR": "Mais de 20 mil empresas e mais de 15 milhões de pessoas em todo o mundo usam a Dashlane para proteger seus logins. A Dashlane nunca sofreu violação; nunca acessa, visualiza ou vende seus dados; e fornece ferramentas práticas e eficazes para gerenciar e proteger suas informações a todo momento.\n\nCom a extensão da Dashlane, você pode visualizar, copiar e gerar senhas e salvar e preencher logins e formulários automaticamente na internet. Abra o aplicativo web para acessar todo o potencial da Dashlane: compartilhe senhas com segurança, acompanhe seu Índice de Saúde das Senhas e tome as devidas providências caso seja detectado que suas senhas estão em risco.\n\nFaça login em todas suas contas e em qualquer dispositivo \n- Armazene um número ilimitado de logins em seu cofre \n- Acesse suas senhas e nomes de usuário onde e quando precisar \n- Preencha seus logins automaticamente em qualquer site\n- Sincronize seus dados na Dashlane a todos seus dispositivos automaticamente, mesmo se seu telefone e computador utilizam sistemas operacionais diferentes\n\nCrie e salve novas senhas fortes enquanto navega \n- Use nosso Gerador de Senhas integrado para criar senhas fortes e exclusivas para cada uma de suas contas \n- Salve logins automaticamente enquanto navega \n- Atualize e substitua logins com facilidade sempre que for redefini-los\n\nPreencha dados de pagamento e informações pessoais automaticamente \n- Preencha automaticamente informações pessoais, como seu nome, endereço, e-mail e número de telefone \n- Preencha campos de finalização de compra e outros formulários importantes com um único clique \n- Guarde dados pessoais importantes, como documentos de identidade e número do seguro social \n- Use a nossa tecnologia de criptografia (a mesma utilizada por bancos) para armazenar e proteger números de cartão de crédito, informações de contas bancárias e outros dados de pagamento\n\nReceba alertas instantâneos quando uma violação afetar seus dados\n- Use ferramentas de Monitoramento da Dark Web para analisar continuamente mais de 20 bilhões de registros para detectar se suas senhas foram comprometidas\n- Receba alertas em tempo real para alterar seus logins comprometidos assim que forem detectados na Dark Web\n- Use seu Índice de Saúde das Senhas para descobrir se há algum login fraco, reutilizado ou comprometido\n\nMantenha suas informações privadas \n- A Dashlane protege suas senhas com a mesma tecnologia de criptografia utilizada pelos bancos — o método mais rigoroso do mercado.\n- Acreditamos que você é quem deve controlar seus dados. Projetamos a arquitetura de segurança e de conhecimento-zero da Dashlane para que não possamos ver ou acessar suas informações armazenadas — e, claro, jamais vendemos seus dados.\n\nA Dashlane mantém seus logins protegidos, privados e facilmente acessíveis para você — e somente você. Para mais informações, veja nossa Política de Privacidade (https://www.dashlane.com/privacy) e Termos de Serviço (https://www.dashlane.com/terms).",
    "sv": "Över 20 000 företag och fler än 15 miljoner människor världen över förlitar sig på Dashlane för att skydda sina inloggningar. Dashlane har aldrig hackats, ser eller säljer aldrig dina uppgifter och ger dig tillgång till enkla och effektiva verktyg för att hantera och hålla dem säkra hela tiden.\n\nMed Dashlane-tillägget kan du visa, kopiera och generera lösenord samt spara och fylla i inloggningar och formulär automatiskt medan du surfar på nätet. Öppna webbappen för att få tillgång till Dashlanes fulla kraft: dela lösenord säkert, håll koll på din lösenordshälsa och vidta åtgärder när vi identifierar lösenord i riskzonen.\n\nLogga in på alla dina konton på alla dina enheter \n- Lagra ett obegränsat antal inloggningar i ditt valv \n- Kom åt dina lösenord och användarnamn överallt när du behöver dem \n- Fyll automatiskt i rätt inloggningar på varje webbplats, varje gång\n- Synkronisera dina Dashlane-data till alla enheter automatiskt, även om din telefon och din dator använder olika system\n\nSkapa och spara nya, starka lösenord medan du surfar \n- Skapa starka, unika lösenord för alla dina konton med vår inbyggda lösenordsgenerator \n- Spara inloggningar automatiskt medan du surfar \n- Uppdatera och byt ut inloggningar enkelt när du återställer dem\n\nFyll i betalnings- och personuppgifter automatiskt \n- Fyll i personuppgifter som namn, adress, e-postadress och telefonnummer automatiskt \n- Fyll i kassafält och andra viktiga formulär med bara ett klick \n- Håll viktiga personuppgifter som ID:n och ditt personnummer nära till hands \n- Lagra säkert kreditkortsnummer, bankkontoinformation och andra betalningsuppgifter med kryptering i bankklass\n\nFå varningar direkt om intrång som berör dina uppgifter\n- Registrera dig för vårt verktyg för Dark Web-övervakning, så söker vi löpande igenom över 20 miljarder poster för att ta reda på om dina lösenord har äventyrats\n- Få varningar i realtid om att ändra dina äventyrade inloggningar så fort de upptäcks på Dark Web\n- Kontrollera din poäng för lösenordshälsa för att se om några av dina inloggningar är svaga, återanvända eller äventyrade\n\nHåll din information privat \n- Dashlane skyddar dina lösenord med kryptering i bankklass – den starkaste metod som finns.\n- Vi anser att du själv ska ha kontroll över dina data. Därför har vi skapat Dashlanes säkerhetsarkitektur med nollkännedom, så att vi inte kan se den information som du lagrar – och vi säljer den aldrig.\n\nMed Dashlane är dina inloggningar säkra, privata och enkla för dig – och bara dig – att komma åt. För mer information, se vår sekretesspolicy (https://www.dashlane.com/privacy) och våra användarvillkor (https://www.dashlane.com/terms).",
    "zh_CN": "全球 20,000 多家企业和超过 1500 百万用户信任 Dashlane 保护他们的登录凭证。Dashlane 从未遭到入侵，绝不会看到或出售您的数据，提供了简单有效的工具来随时管理和保护数据。\n\n使用 Dashlane 扩展程序，您可以在浏览互联网时查看、复制和生成密码，并保存和自动填充登录凭证和表单。打开 Web 应用访问 Dashlane的全部功能：安全共享密码，跟踪您的密码安全程度得分，并在我们识别您的密码存在风险时采取行动。\n\n在所有设备上登录您的所有帐户 \n- 在保管箱中存储不限数量的登录凭证 \n- 随时随地在需要时访问您的密码和用户名 \n- 每次在每个网站上自动填充正确的登录凭证\n- 自动将您的 Dashlane 数据同步到每台设备，即使您的手机和计算机在不同的系统上运行 \n\n在您浏览时动创建并保存安全程度高的新密码 \n- 使用我们内置的密码生成器为您的每个帐户创建安全程度高、独一无二的密码 \n- 在您浏览时自动保存登录凭证 \n- 每当您重置登录凭证时，可以轻松地进行更新和替换 \n\n自动填充付款和个人信息 \n- 自动填充个人信息，如您的姓名、地址、电子邮件和电话号码 \n- 一次点击即可填写结账字段和其他重要表单 \n- 让重要的个人数据（如身份证件和社会保险号）触手可及 \n- 利用银行级别的加密，安全地存储信用卡号码、银行帐户信息和其他付款信息等\n\n数据受漏洞影响时获取即时警报\n- 注册我们的黑网监控工具，我们将持续扫描 200 多亿条记录，以确定您的密码是否已遭泄露\n- 接收实时警报，以便在黑网上发现您的登录凭证存在安全风险时立即进行更改\n- 查看您的密码安全程度得分，了解您的任何登录凭证是否安全程度低、重复使用或存在安全风险 \n\n保持信息的私密性 \n- Dashlane 使用银行级别的加密保护您的密码，这是目前最强效的方法。\n- 我们相信您应该掌控自己的数据。因此我们设计了 Dashlane 的零知识安全体系结构，我们无法看到您存储在其中的信息——我们绝不会出售这些信息。\n\n使用 Dashlane，即可确保您的登录凭证安全、私密且仅供您本人轻松访问。如需了解更多信息，请查阅我们的隐私政策 (https://www.dashlane.com/privacy) 和服务条款 (https://www.dashlane.com/terms)。"
  }
}