{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlusThat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read and write public comments and private chat on any webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The PlusThat side panel extension allows you to read and write public comments and private messages on ANY web page through a single PlusThat account.\nTO USE: install and then open the Chrome side panel.\n\nPRIVACY:\nThe extension requires permission to view your browser history in order to be able to read the URL of each page that you browse.\nThis extension only looks at the URLs and titles of the pages as you browse them. It cannot look at or change any of the page content. It has no access to any sensitive data that might be on the page. It does not actually look at any of your browser history.\nThe extension does not track you. No URL is saved to PlusThat unless you interact with it by adding a comment or being included in a private message thread.\n\nUSAGE:\na) Right-click on any web page and use the PlusThat context menu entry to open the side panel.\n-- or --\nb) Open the Chrome Side Panel by clicking the button to the left of your avatar in the Chrome address bar. Then select \"PlusThat\" in the drop-down list.\n-- or --\nc) Or use the short cut Ctrl+Shift+9 (MacOS: Cmd+Shift+9).\n\nOnce the side panel is open, the relevant comments and content will be updated whenever you change the webpage that you are browsing. Go ahead and write a comment!"
  }
}