{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monkey Mart - Unblocked Games"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a fan of the fun and entertaining Monkey Mart game? If so, then you shouldn’t miss this Monkey Mart unblocked game."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monkey Mart - Unblocked Game - Chrome Extension\nWelcome to the whimsical world of Monkey Mart - Unblocked Game, the charming Chrome Extension that combines fun and strategy in a delightful shopping adventure!\n\nIn this engaging game, you’ll manage your very own monkey supermarket. As the owner, your goal is to serve adorable monkey customers by stocking shelves, managing inventory, and upgrading your store. Tap to gather fruits, vegetables, and other items, then sell them to earn coins and expand your business. With vibrant graphics and cheerful sound effects, Monkey Mart creates a lively atmosphere that keeps you entertained.\n\nAs you progress, unlock new items and features, making your store more appealing and efficient. The easy-to-learn mechanics make it accessible for players of all ages, ensuring everyone can join in the fun.\n\nPerfect for casual gamers looking for a lighthearted experience, Monkey Mart - Unblocked Game promises hours of enjoyable gameplay.\n\nDownload Monkey Mart and start your monkey business adventure today!\n\nIf you want play more games please click on \"Unblocked Games, Web Version\" and click on web version for play on our website https://unblockedgames.ee/, https://monkeymart.org/"
  }
}