{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hypothesify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unofficial Hypothes.is extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🧐 What is Hypothesify?\nHypothesify is a small unofficial Chrome extension for the annotation tool Hypothes.is that allows private and public annotation of any website or PDF.\n\nI decided to make one as part of my learning process of JavaScript. This explains why the code is not really nice and there will be definitely some 🐛. Sorry for the inconvenience.\n\n🗃 Functions of Hypothesify\nHypothesify has the following functions:\n- It can show a number of public annotations for a selected website before you open it in Hypothes.is. ⚠ Please, note that if you choose this option, every URL goes through the servers of Hypothes.is.\n- It can open and close a selected webpage or a PDF document in Hypothes.is.\n- It generates a code that you can send to your friends, include in your Note app or integrate into your webpage. To copy the code, click on the generated code panel and press CTRL+C (Windows and Linux) or CMD+C (MacOS).\n\n⚗ Generated code\n-  a simple link 🔗\n- <a> HTML element with @href attribute\n- Markdown code in the format []()\n- <iframe> HTML element (for inclusion of the whole webpage as iframe)\n- {{iframe/pdf}} codes for inclusion of the webpage into Roam 🧠\n\n⚙ How does Hypothesify work?\nHypothesify uses two key services of Hypothes.is:\n-  Its public API for obtaining the number of public annotations for any selected webpage.\n- Its via proxy that opens any webpage or PDF document in Hypothes.is.\n\n🔎 Privacy\nThe extension itself does not collect or store any private information. However, if you wish to \"Check for available public annotations\" in the popup menu, every URL will be sent to the Hypothes.is server. While the request to the server contains only the URL, I assume that the server gets also the IP address of the machine making the request. Note that sometimes the URL address may also contain sensitive information.\nHopefully, I can implement a blacklist and whitelist of URLs in a future version since this is an issue that worries me.\n\n🎁 Support for Hypothesify\nIf you wish to support this extension, you can make a PayPal donation. 🤸‍♂️\nSee: https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=6AMGMUDRX29XU&source=url \n\n💾 Versions\nv.1.1, 25th July 2020 - replacement of deprecated :hiccup code with new {{iframe/pdf}} codes for Roamresearch.com \nv.1.0, 2nd May 2020 - first version\n\n📜 Licence of Hypothesify\nGNU GPLv3"
  }
}