{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Star Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Receive extra intelligence while browsing LinkedIn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Star Finder Plugin is a Chrome extension that helps recruiters and hiring managers quickly score LinkedIn profiles.   Once Star Finder Plugin is installed, which takes about five seconds, it will compute a score for every LinkedIn Profile you open in your browser.  The score is based on:\n\n- The number and quality of someone's LinkedIn recommendations, especially from high-score individuals\n- The number of their followers at sites such as Github, AngelList, and the like.\n- The number of endorsements from and the number of connections with high-score individuals.\n- The number of Star Finder Plugin users, especially high-scoring ones, who marked this person as a Star\n- Whether the person worked for the companies you target\n- Whether the person's profile contains the keywords you target.\n\nFor more info, please visit http://www.starfinderplugin.com\n\nLICENSE\n\nBY USING STAR FINDER, YOU AGREE TO THE FOLLOWING TERMS:\n\nSTAR FINDER STORES DATA, SUCH AS THE SCORES OF PROFILES YOU SEE AND THE PROFILES YOU STAR, ON ITS SERVERS.  THIS DATA IS NOT SHARED WITH ANY THIRD PARTIES.  \n\nNO WARRANTY\n\nTHE PROGRAM IS DISTRIBUTED IN THE HOPE THAT IT WILL BE USEFUL, BUT WITHOUT ANY WARRANTY. IT IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE PROGRAM IS WITH YOU. SHOULD THE PROGRAM PROVE DEFECTIVE, YOU ASSUME THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.\n\nIN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW THE AUTHOR WILL BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF THE AUTHOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\nSTAR FINDER PLUGIN IS NOT ASSOCIATED WITH LINKEDIN, INC. IN ANY WAY."
  }
}