{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wise Dash: Your personal new tab dashboard!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimise your new tab page with a powerful, efficient and customisable dashboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wise Dash is an innovative new tab extension for your browser functioning as a productivity-boosting dashboard. It's enhancing efficiency and organization in one convenient interface by integrating your calendar events, to-do lists, fitness apps and more.\n\n💻 Feature Highlights:\n💡ChatGPT: Interact with ChatGPT right on your dashboard and use the powerful AI.\n💡To Do: View and manage all your existing to do lists from Todoist, Google Task and Microsoft To Do.\n💡Strava: See your latest activities with a convenient summary of your stats.\n💡Jira: View your active Jira tickets and easily transition their status.\n💡Discord: View and easily access your Discord servers.\n💡Binance: View the current prices of all your favourite Crypto.\n💡Twitch: View who's live, what they are playing all from your dashboard.\n💡Trello: Easily see and manage your Trello cards in your Trello boards.\n💡Calendar: See your upcoming calendar events automatically from Google Calendar and Microsoft Outlook.\n💡Chess.com: See all your current games and how much time you've got left to make your winning move!\n💡Duolingo: Your current streak front and centre.\n💡Fitbit: Never loose track of your weight or daily steps again.\n💡Weather: Your local weather forecast easily accessible. \n💡Time Zones: Easily view what time it is everywhere in the world.\n💡Background: Customise the background to your liking with daily changing wallpapers, videos or any colour you like!\n💡Wikipedia: Grow your wisdom by adding Wikipedia's featured article of the day to your dashboard!\n💡And more!\n\n📒 How Wise Dash works:\nLogin using your Google or Microsoft account to automatically connect your calendar and to do lists. To link other apps and customise all other dashboard features visit the settings page.\n\n📪 Contact us:\nAny questions or suggestions? Please contact us at 💌 support@wisedash.app\n\nTry Wise Dash now to experience all the powerful features of this new tab extension!"
  }
}