{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video downloader is useful Chrome extension for downloading online videos. Save any video in just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader for Chrome detects all videos on the website and shows them at the popup menu. Watch favorite moments with friends or show useful guides to business partners even if you aren't online. Save interested video files to review them later on your PC.\n\nJust click to the needed video file from the list and video will be saved to your pc shortly with the same quality as you see it online. \n\nUse extension for free without any registration. Among the other useful features download videos as a file to your PC and gives an opportunity to review it later offline. Save in different available formats and qualities according to your needs.\n\nWith this Chrome extension tool, you can download online videos from your favorite websites. You can save the video in original high-definition quality, or get it in standard definition (m3u8, mp4 or hls). The Video Saver for Chrome supports all popular video formats.\n\nRun downloaded video later at any time even without an internet connection. Save files and share with friends funny moments. Keep downloaded files on your PC for future watching.\n\nImportant information:\nVideo Downloader is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nWe really hope that our extension will be useful to you! We look forward to your feedback and ratings! Also write your suggestions for improving the functionality."
  }
}