{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YourVoice - Control Browser by Voice"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YourVoice: control your browser by your voice!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to control your browser with your voice. We use AI and NLP to help you navigate the web easily with main focus on making the web more accessible for the people with disabilities and the blind. \n\nWe are proud to support Malaysian and English languages. Our extension is the friendly companion of the user on the web, that helps them browse, learn and have fun. You can chat with your AI companion and it can understand from your conversation what you want to do on the web. \n\nSimply press and hold backquote ( ` ) key to start saying what you want and release for the AI to process and reply to you.\nWe support conversational mode as well as straight command mode as below.\n\n**Panduan di Bahasa Malaysia**\nDi bawah Topik: Perintah Melayari Web\nPerintah 1: sebut \"Pergi\" \"pada\", kemudian URL tapak web yang anda inginkan.\nPerintah 2: sebut \"cari google\". Kemudian perkara yang anda suka cari di Google.\nPerintah 3: sebut \"cari YouTube\". Kemudian perkara yang anda suka cari di youtube.\nPerintah 4: sebut \"baca halaman\". Untuk membaca dengan kuat halaman dengan cara yang sistematik.\nPerintah 5: sebut \"baca pautan\". Untuk membaca dengan kuat pautan dan teks butang dalam halaman.\nPerintah 6: sebut \"Klik\". kemudian sebut teks perkara yang anda suka klik.\nPerintah 7: sebut \"tatal\" \"bawah\" atau \"atas\" untuk menatal ke bawah atau ke atas.\nPerintah 8: sebut \"tatal automatik\" ke bawah atau ke atas\" untuk mengaktifkan auto tatal halaman ke bawah atau ke atas.\n\nDi bawah Topik Kawalan video YouTube\nPerintah 1: sebut \"jeda\" atau \"mainkan\" \"video\" untuk menjeda atau memainkan video\nPerintah 2: sebut video \"depan\" atau \"sebelum\" untuk pergi ke video seterusnya atau sebelumnya dalam baris.\nPerintah 3: sebut \"redamkan\" atau \"nyahredamkan\" video untuk meredam atau menyahredamkan video\nPerintah 4: sebut \"tukar sari kata\" untuk tukar sari kata\nPerintah 5: sebut \"tukar skrin penuh\" untuk menogol skrin penuh\nPerintah 6: sebut \"tukar teater\" untuk menogol mod teater \nPerintah 7: sebut \"pemain mini\" untuk mengaktifkan mod pemain mini.\nPerintah 8: sebut \"kembangkan mini\" untuk mengembangkan pemain mini kepada mod biasa.\n\nDi bawah Topik: Perubahan Bahasa\nSebut \"Ubah Bahasa\": kemudian nama bahasa, pada masa ini kami menyokong \"Inggeris\" bersama bahasa Malaysia\n\nDi bawah topik Pengurusan Tab\nPerintah 1: sebut \"pergi balik\". Untuk balik.\nPerintah 2: sebut \"pergi depan\". Untuk pergi ke hadapan.\nPerintah 3: sebut \"muat semula\". Untuk memuat semula halaman.\n\n**English Guide**\nUnder Topic of: WEB SURFING COMMANDS\nCommand 1: say \"Go\" \"to\",  then the website URL you want.\nCommand 2: say \"search for\". Then what you like to search Google for.\nCommand 3: say \"search YouTube for\". Then what you like to search youtube for.\nCommand 4: say \"read page\". To read aloud the page in a systematic manner.\nCommand 5: say \"read links\". To read aloud the links and buttons texts in the page.\nCommand 6: say \"Click\". then say the text of what you like to click.\nCommand 7: say \"scroll\" \"down\" or \"up\" to scroll down or up.\nCommand 8: say \"auto scroll\" down or up\" to activate auto scrolling the page down or up.\n\n\nUnder Topic of YouTube video Controls \nCommand 1: say \"pause\" or \"play\" \"video\" to pause or play the video\nCommand 2: say \"next\" or \"previous\" video to go to next or previous video in line.\nCommand 3: say \"mute\" or \"unmute\" video to mute or unmute the video\nCommand 4: say \"toggle captions\" to toggle the captions \"on\" or \"off\".\nCommand 5: say \"toggle full screen\" to toggle full screen \"on\" or \"off\".\nCommand 6: say \"toggle theater mode\" to toggle theater mode \"on\" or \"off\".\nCommand 7: say \"activate mini player\" to activate mini player mode.\nCommand 8: say \"expand mini player\" to expand the mini player to normal mode.\n\nUnder the topic Tabs Management\nCommand 1: say \"Go back\". To go back.\nCommand 2: say \"Go forward\". To go forward.\nCommand 3: say \"Refresh Page\". To refresh page.\n\nUnder Topic of: Language Change\nSay \"Change Language\": then name of language, currently we support \"Malaysian\" alongside English\n\nCheck the official website for more info about the supported commands and more are coming in the future in the insha'Allah.\n\n*How to use*:\nTo record, hold Backquote key & start saying the commands\nTo stop: release it to end your command\n\nFeel free to contact us at support@yourvoice.site for any command additions, special requests or enquires.\n\nWe also offer a rehabilitation program online, that equips the blind and disabled with important real-world skills. Visit our website yourvoice.site for more info.\n\n*Note*:\nYourVoice can be used on chromium-based browsers like Chrome, Edge. It supports chrome version 116 and above. \n\nAcknowledgment:\nThanks for SYSTRAN for allowing the use of faster-whisper under MIT license.\nThanks for Silero Team for allowing the use of VAD-Silero under MIT license."
  }
}