{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Analytics Annotations – ed.Context"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily add permanent annotations to Google Analytics reports with ed.Context and bring your reports alive.",
    "de": "ed.Context fügt dauerhafte Report Anmerkungen zu Google Analytics Reports hinzu. Mit ed.Context Anmerkungen werden die Berichte…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make your standard Google Analytics reports speak to you by adding valuable context information. ed.Context annotations help you to better understand and interpret what you see. \nRelevant context makes a difference.\n\nAdd permanent report annotations to Google Analytics and greatly improve report readability.\n\nInstall the Chrome extension and get immediate access to public data such as Google search engine or product updates as well as global holidays and other. The public data set is regularly updated by e-dynamics. Using the public data requires no registration and no payment information!\n\nSign-up for an account and add your own custom events. Your custom annotations will be shown in the Google Analytics reports alongside the public data set. \nSimply start the sign-up process for ed.Context from within the Chrome extension. Select the plan of your choice and start a free trial.\n\n✓ Custom Report Annotations\nFor maximum flexibility, you can easily add any context data using an adaptable web form.\n\n✓ Define your own categories\nGroup annotations in predefined and custom categories. Select the categories to display in the ed.Context Chrome extension. Changes you make to the categories selected updates the report view immediately.\n\n✓ Google Spreadsheets Integration\nAdd Google Spreadsheets as a source and automatically import context data from your existing or new Google spreadsheets. The Google Spreadsheet integration can be self-configured within the ed.Context backend, no programming required.\n\n✓ Google Tag Manager Integration\nIntegrate your Google Tag Manager containers and display their publication messages directly in Google Analytics 4 reports.\n\n✓ Automate, manage and organize context data - professionally\nThe ed.Context Chrome extension brings context data alive within GA4. The powerful ed.Context backend lets you automate, manage and organize your context data.\n\ned.Context makes context data available where and when you need it. No search for lists, no queries to colleagues.\n\nWith ed.Context you can answer questions like the following directly from within the Google Analytics 4 report interface.\n\n•\tOrders dropped significantly on July 18th. Were there issues with the payment solution on that date?\n•\tWhen did we send out the E-Mail campaign “outdoor fitness” to which recipients?\n•\tWhen did we update the product detail pages for running shoes?\n•\tWhen was our Mobile-App in version 4.7 released?\n\nTo answer these types of questions you need to have your context data at hand when looking at your GA4 reports. The information is available within your organization but is typically not accessible when you work in the analytics tool. ed.Context closes this gap by making your context data accessible at the right time and place.\n\ned.Context provides fully automated data connections to a continuously growing number of third-party systems. \n\nOrganize your context data in custom categories to control the annotations shown in a specific analytics property. The ed.Context service helps you to stay on top of your data pipelines.\n\ned.Context is the professional solution to capture, automate, organize, and display event data for Google Analytics. ed.Context is not another data silo. Through its Google Cloud Platform connector, you can make the entire data set available to your Google Cloud environment.\n\ned.Context is fully GDPR compliant, professionally managed and hosted in an international cloud platform. The ed.Context service is based on a service level agreement.",
    "de": "Mache die Google Analytics Standard Berichte sprechender in dem Du wertvolle Kontextdaten ergänzt. Die dauerhaft verfügbaren Anmerkungen mit ed.Context helfen dabei, die Berichte besser zu verstehen und die Ergebnisse genauer zu interpretieren.\nRelevanter Kontext macht einen Unterschied.\n\nErgänze Berichts-Anmerkungen zu Google Analytics, um die Lesbarkeit der Berichte stark zu verbessern.\n\nInstalliere die Chrome Extension und erhalte damit sofort Zugriff auf die öffentlichen Daten. Die öffentlichen Daten (public data set) enthalten Kategorien wie Google Produkt Updates, Google Suchmaschinen Updates sowie internationale Feiertage und Wahlen. Das Set der öffentlichen Daten wird von e-dynamics gepflegt und regelmäßig aktualisiert. Für die Nutzung der öffentlichen Daten in ed.Context ist keine Registrierung und keine Zahlung notwendig.\n\nErstelle einen Account, um eigene Anmerkungen zu erstellen. Selbst angelegte Report Anmerkungen werden in Google Analytics zusammen mit den öffentlichen Daten angezeigt.\nStarte den Registrierungsprozess für ed.Context direkt aus der Chrome Extension. Wähle einen Produkt-Plan aus und starte mit einer kostenfreien Testperiode.\n\n✓ Eigene Berichtsanmerkungen erstellen\nAnmerkungen können über ein flexibles und anpassbares Web-Formular schnell und einfach erfasst werden.\n\n✓ Eigene Kategorien festlegen\nGruppiere Berichts-Anmerkungen in selbst definierten Kategorien oder nutze die Auswahl der vordefinierten Kategorien. Wähle in der ed.Context Chrome Extension interaktiv die Kategorien aus, die im Bericht angezeigt werden sollen. Änderungen bei der Auswahl der Kategorien werden unmittelbar in der Darstellung aktualisiert.\n\n✓ Google Spreadsheets Integration\nFüge Google Spreadsheets als Datenquelle hinzu, um Kontextdaten automatisch aus einem bestehenden oder neuen Google Spreadsheet zu übernehmen. Die Spreadsheet Integration kann über das Backend von ed.Context einfach selbst konfiguriert werden. Für die Einrichtung ist keine Programmierung erforderlich.\n\n✓ Google Tag Manager Integration\ned.Context bietet eine direkte Integration zu dem Google Tag Manager. Vorhandene GTM-Container können mit ed.Context verknüpft werden, so dass Updates aus GTM direkt in Google Analytics Berichten angezeigt werden können.\n\n✓ Automatisiere, verwalte und organisiere Kontextdaten professionell\nDie ed.Context Chrome Extension macht Kontextdaten direkt und dauerhaft in Google Analytics Berichten verfügbar. Das umfassende Backend von ed.Context erlaubt die Verwaltung, Organisation und Automatisierung von Kontextdaten.\n\nMit ed.Context sind die Kontextdaten genau dort verfügbar, wo sie benötigt werden. Kein Suchen von Listen, keine Rückfragen bei Kolleginnen und Kollegen.\n\nMit Hilfe von ed.Context können die folgenden, beispielhaften Fragen direkt aus dem Google Analytics 4 Berichtsinterface beantwortet werden\n\n•\tDie Bestellungen sind am 18.7. eingebrochen. Gab es an diesem Tag Probleme mit dem Bezahlsystem?\n•\tWann wurde die E-Mail-Kampagne „Outdoor Fitness“ an welchen Verteiler verschickt?\n•\tWann wurden die Produkt-Detailseiten für Laufschuhe aktualisiert?\n•\tWann wurde unsere Mobile-App in Version 4.7 ausgerollt?\n\nZur Beantwortung dieser beispielhaften Fragen sind Kontextdaten notwendig. Die Kontextdaten werden darüber hinaus zu dem Zeitpunkt benötigt, zu dem man sich die Berichtsdaten im Berichtsinterface anschaut.\nDie benötigten Kontextdaten sind meist grundsätzlich vorhanden, doch existieren verstreut im Unternehmen, und sind vor allem nicht unmittelbar im Berichtsinterface von Google Analytics verfügbar.\n\ned.Context schließt genau diese Lücke. Mit ed.Context sind die Daten an der richtigen Stelle und zum richtigen Zeitpunkt verfügbar.\n\nIn ed.Context steht eine wachsende Liste von automatisierten Datenanbindungen zur Verfügung, mit denen Kontextdaten automatisch aus verschiedenen Quellen zusammengeführt werden können.\n\nKontextdaten können in eigenen Kategorien gegliedert werden. Über die Kategorien können Berichtsanmerkungen gezielt ausgewählt werden, die in einer bestimmten Property angezeigt werden.\nMit ed.Context bleibst Du Frau bzw. Herr über die verschiedenen Datenströme.\n\ned.Context ist eine professionell umgesetzte Lösung, um Kontextdaten für Google Analytics zu erfassen, zu organisieren und anzuzeigen. Dabei erzeugt ed.Context kein weiteres Daten-Silo. Mittels der integrierten Schnittstelle zur Google Cloud Plattform, können alle Daten, die in ed.Context zusammengeführt wurden, für andere Anwendungen in der Google Cloud verfügbar gemacht werden.\n\ned.Context ist DSGVO kompatibel, wird in einer professionellen und international verfügbaren Cloud Plattform gehostet und steht auf Basis eines Leistungsvertrages zur Verfügung."
  }
}