{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PoshPop | Poshmark Closet Bot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Poshmark seller automation tool that is simple and affordable for sharing on Poshmark"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for the best Poshmark bot to increase your sales? \n\nMeet PoshPop - the ultimate free Poshmark bot and automation tool designed to be simple & easy to use. \n\nWhy Choose PoshPop as Your Poshmark Bot?\n\nStart growing your Poshmark business with essential tools that are always FREE:\n\n- One-time, continuous, & scheduled sharing\n- Automatic party share option\n- Daily repeat sharing\n- Keep order, reverse order, or randomize sharing order\n- Edit sharing (Advertise your listings on Facebook, Pinterest, & Tumblr)\n- Customizable sharing limits\n- Free 7-day premium trial on sign up (no credit card required)\n\nAffordably Upgrade to Premium for an Improved Poshmark Bot Experience:\n\n- Unlimited captcha solving\n- Automatic offers to likers\n- Repeat daily option\n- Exclude items by URL\n- Follow just joined closets\n- Follow your followers\n- Follow by username\n- Detect old items that need to be relisted\n- Closet revenue calculator for research\n- Send offers to likers in bulk\n- Adjust prices in bulk\n- And more!\n\nWant to try before you buy? Get a 7-day FREE premium trial – just sign up and confirm your email to get started!\n\nPoshPop is more than just a Poshmark tool – it's your partner in success. \n\nWe offer the most important tools for Poshmark sellers, packed with features designed to help you thrive. \n\nYour Security Matters:\n\n- No Poshmark password required: Your Poshmark account credentials are never needed, ensuring your information stays secure.\n- Multiple built-in safety features: PoshPop stops sharing when you reach the Poshmark maximum share limit.\n\nEasy to Use, Even for Beginners:\n\n- Intuitive interface: Navigate PoshPop with ease, even if you aren’t tech-savvy.\n\nJoin 2,000+ successful sellers: Become part of a thriving community of Poshers who have transformed their businesses with PoshPop.\n\nReady to Reclaim Your Time and Boost Your Poshmark Sales?\n\nPoshPop offers both a free Poshmark bot with essential features and a premium version packed with everything you need to scale your Poshmark business. \n\nTry the premium features with a FREE 7-day trial (no credit card required) and experience the freedom and success PoshPop can bring to your Poshmark journey. \n\nDon’t let the Poshmark stress overwhelm you. \n\nLet PoshPop handle the tedious tasks while you focus on what you love – curating your closet and growing your business.\n\nClick “Add to Chrome” and let PoshPop, the Poshmark automation tool designed with you in mind, become your secret weapon for Poshmark success. \n\nTo learn more or view our FAQs, please visit our website PoshPopAssistant.com and follow us on TikTok & Instagram @PoshPopAssistant.\n\nBy installing and using this extension, you agree to the PoshPop Terms of Service, which can be found on our website www.poshpopassistant.com/terms-of-service.\n\nTo see how we use your data, visit www.poshpopassistant.com/privacy-policy."
  }
}