{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Access to monday.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform web content into monday.com tasks with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fed up with constant context switching, clunky task creation, and endless board load times? \n\nmeet monday.com Quick Access—the ultimate workflow hack\n\nQuick Access to monday is the must-have tool for anyone who can’t stand wasting time on loading boards. Designed for efficiency and performance, it minimizes disruptions, keeps your workflow smooth, and ensures data consistency.\n\nWhat's in it for me?!\n\nAdd Items instantly from Anywhere:\n\n1. Instant Task Creation: Create tasks and add items to your boards from any Chrome webpage without missing a beat. Capture ideas and action items instantly.\n2. Multi-Board Magic: Create tasks for any board without leaving your current one or waiting for other boards to load. Keep your workflow smooth and efficient.\n3. Web Content to Actionable Tasks: Highlight text on any webpage and add it directly to your task details in monday.com. No need to switch tabs or disrupt your flow.\n\nStreamline Task Duplication:\n\n4. One-Click Duplication: Save time with our one-click feature to duplicate single or multiple tasks across different boards.\n5. Automatic Data Integrity: Maintain data accuracy with automatic column matching based on names and types, ensuring item values are correctly aligned.\n\nBoost Productivity:\n\n6. Multi-Account Access: Access multiple monday.com accounts from the same chrome extension.\n7. Quick Access to Favorites: Instantly access your favorite board and group locations with a click on the star icon.\n\nGet Started Now! 🚀\nEnjoy these benefits - Install Quick Access to monday.com from the Chrome Web Store and monday.com Apps Marketplace.\n\nNeed help? not sure how to get started?\nBook a demo today or contact us at support@lupapps.io for more information,\n\nDemo >> https://tidycal.com/lupapps\nwe are here to help :)\n\n* The app might block ads and pop-ups on websites"
  }
}