{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WikiMapper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WikiMapper - Track and graph your adventures down the Wikipedia rabbit hole."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WikiMapper creates a historical tree of your Wikipedia browsing so that you can see just exactly how you spontaneously wasted 45 minutes and ended up reading about the history of Agriculture in Uzbekistan.\n\nOnce installed, you do not have to do anything special to use WikiMapper. It runs passively in the background and only on the wikipedia.org/wiktionary.org domains. It stores your Wikipedia browsing sessions locally so you can view them later at any time by clicking in the WikiMapper icon in your browser toolbar.\n\nWikiMapper is free and open source software and does not collect any personal information, serve any ads, or transmit any data of any kind to anyone.\n\nJuly 19, 2021 - Update manifest file to adhere to new Chrome Store guidelines\n\nSeptember 24, 2016 - Reverted changes from 2.0.3 that seemed to be causing problems with existing session detection.\n\nJune 21, 2016 - WikiMapper now unloads itself from memory when idle, making an already lightweight extension even lighter!\n\nApril 7, 2016 -- WikiMapper now supports browsing Wikipedia via the Wikiwand beautification extension!\n\nMarch 2, 2016 -- NEW VERSION 2.0!\n\nIt's been a long time coming, but I've released an all-new version of WikiMapper with a new slicker interfacer, historical searching & filtering, exporting to PNG or SVG, and many other numerous bug fixes and tweaks.\n\nFor full version history and current issues, or to submit an issue or request, see the project homepage on Github by clicking on the Website link below."
  }
}