{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bargain Avenue - Secret Coupons Australia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bargain Avenue's Secret Coupons Australia helps coupon-hunters find legit promo codes for the store they are currently browsing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secret Coupons by Bargain Avenue helps coupon-hunters find valid, legitimate discount codes and secret coupons for the online store or retailer they are currently shopping or browsing, whenever these codes are available. This extension connects to TheBargainAvenue.com.au website to find promo codes for top brands like Woolworths, eBay, Spotlight, Adairs, Lenovo and more. Established in 2008, Bargain Avenue is one of Australia's oldest coupon and discount codes websites.\n\nWhy Secret Coupons?\n\nAt Secret Coupons, shoppers can browse, discover, search for, and redeem a wide range of working coupon codes, vouchers, and discounts from hundreds of online stores in Australia across different categories such as fashion, computers, toys, marketplace, groceries, travel, and much more. We tirelessly update our site around the clock, ensuring that the coupon codes and promo codes are up to date. For example, you can find working coupons and new promotions for Woolworths online, Lenovo, eBay, Amazon and many other popular stores each week.\n\nThe Bargain Avenue’s goal is to simplify the process of finding reliable, working coupons. Today, finding legitimate coupon codes has become more challenging than ever before. The Bargain Avenue wants to make it easier for coupon seekers and deal seekers to find the right coupons and discounts to save money while shopping online. Bargain Avenue also provides exclusive deals and promotions that are not available elsewhere, allowing shoppers to maximise savings on their purchases. Shoppers can also subscribe to our newsletter for timely updates on the freshest offers.\n\nHow to use the coupon codes?\n\n1. Browse through the selection of brands and available coupon codes\n2. Choose your favourite products and add them to cart\n3. Apply the discount code during the check out process\n4. Enjoy instant extra savings"
  }
}