{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trusted Shops extension for Google Chrome",
    "de": "Trusted Shops-Erweiterung für Google Chrome",
    "es": "Extensión de Trusted Shops para Google Chrome",
    "fr": "Extension Trusted Shops pour Google Chrome",
    "it": "Estensione Trusted Shops per Google Chrome",
    "nl": "Trusted Shops-extensie voor Google Chrome",
    "pl": "Rozszerzenie Trusted Shops dla Google Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find secure shops in your Google search: install the official Trusted Shops extension",
    "de": "Finden Sie sichere Shops in Ihrer Google-Suche: Installieren Sie die offizielle Trusted Shops-Erweiterung",
    "es": "Encuentre tiendas seguras en su búsqueda de Google: Instale la extensión oficial de Trusted Shops",
    "fr": "Trouvez des boutiques en ligne sécurisées lors de vos recherches sur Google : installez l'extension officielle de Trusted Shops",
    "it": "Trova i negozi sicuri nella tua ricerca su Google: installa l’estensione ufficiale Trusted Shops",
    "nl": "Ga op zoek naar veilige en betrouwbare winkels met Google: Installeer nu de officiële extensie van Trusted Shops",
    "pl": "Wyszukaj bezpieczne sklepy w Google! Zainstaluj oficjalne rozszerzenie Trusted Shops."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe online shopping.\n\nThe Trusted Shops browser extension\n• is free of charge and installed with one click\n• shows shops with the trustmark and money-back guarantee in the search results\n• warns you before entering a fake shop\n\nThe official Trusted Shops Google Chrome extension shows you which online shops have the Trusted Shops trustmark directly in the search results. These shops offer you the comprehensive money-back guarantee no matter which payment option you've chosen.\nIn addition, you are actively warned with a pop-up when you enter a shop that Trusted Shops has classified as fraudulent.",
    "de": "So einfach geht sicher einkaufen.\n\nDie Trusted Shops Browser-Erweiterung\n• ist kostenlos und mit einem Klick installiert\n• zeigt Shops mit Gütesiegel und Käuferschutz schon in den Suchergebnissen an\n• warnt Sie vor dem Betreten von Fake-Shops \n\nMit der offiziellen Google Chrome Erweiterung von Trusted Shops sehen Sie bereits auf den Suchergebnisseiten, welche Online-Shops das Gütesiegel von Trusted Shops tragen und Ihnen damit auch den umfassenden und von der Zahlungsart unabhängigen Käuferschutz bieten.\nDarüber hinaus werden Sie beim Betreten eines Shops, den Trusted Shops als betrügerisch einstuft, aktiv durch ein Pop-Up gewarnt.",
    "es": "Así de fácil es comprar seguro. \n\nLa extensión para navegadores de Trusted Shops\n• es gratis y se instala con un solo clic\n• ya en los resultados de búsqueda te muestra las tiendas online con el sello de calidad y la garantía de reembolso\n• te avisa al entrar en tiendas fraudulentas\n\nCon la extensión oficial para Google Chrome de Trusted Shops, ya en las páginas de resultados de búsqueda verás qué tiendas online tienen el sello de calidad de Trusted Shops y te ofrecen la amplia garantía de reembolso al comprador, independientemente del método de pago.\nAdemás de ello, al entrar en una tienda que Trusted Shops ha catalogado como fraudulenta, te advertirá de forma activa mediante una ventana emergente.",
    "fr": "C'est très facile d'acheter en toute sécurité. \n\nL'extension de navigateur de Trusted Shops\n• est gratuite et s'installe en un clic\n• affiche directement dans les résultats de recherche les boutiques en ligne avec la marque de confiance et la garantie\n• vous prévient avant que vous ne vous rendiez sur une fausse boutique\n\nGrâce à l'extension officielle de Trusted Shops pour Google Chrome, vous voyez dès l'affichage des résultats quelles boutiques en ligne bénéficient de la marque de confiance Trusted Shops et vous offrent donc la garantie complète indépendante de la méthode de paiement.\nDe plus, lorsque vous vous rendez sur une boutique en ligne que Trusted Shops considère comme frauduleuse, vous en êtes averti activement par une fenêtre contextuelle.",
    "it": "Acquistare in sicurezza è semplice: con l’estensione ufficiale di Trusted Shops puoi trovare negozi online che offrono un ottimo servizio e che trattano i tuoi dati in modo responsabile.\n\nL’estensione di Trusted Shops:\n• è gratuita e facile da installare\n• mostra direttamente nei risultati di ricerca i negozi che hanno ottenuto il Sigillo di Qualità e la valutazione media delle recensioni\n• ti avverte quando stai per accedere a un negozio online fraudolente\n\nSolo i negozi online sicuri possono ottenere il Sigillo di Qualità di Trusted Shops. La Protezione Acquirenti inclusa nel Sigillo protegge gratuitamente i tuoi acquisti fino a 2.500€, per assicurarti uno shopping online al sicuro da rischi finanziari indipendentemente dal metodo di pagamento che scegli.",
    "nl": "Zo eenvoudig is veilig winkelen. \n\nDe browseruitbreiding van Trusted Shops\n• is gratis en met een eenvoudige klik te installeren\n• geeft webshops met keurmerk en kopersbescherming al in de zoekresultaten aan\n• waarschuwt je voor toegang tot nepwinkels\n\nMet de officiële Google Chrome-uitbreiding van Trusted Shops zie je al in de zoekresultaten welke webshops het keurmerk van Trusted Shops dragen en je dus ook de uitgebreide en van de betalingswijze onafhankelijke kopersbescherming bieden.\nBovendien word je door middel van een pop-up gewaarschuwd als je een winkel bezoekt die Trusted Shops als frauduleus beschouwt.",
    "pl": "Bezpieczne zakupy są takie proste. \n\nRozszerzenie przeglądarki Trusted Shops\n• jest bezpłatne i łatwe do zainstalowania\n• wyświetla sklepy internetowe ze znakiem jakości i ochroną kupującego już w wynikach wyszukiwania\n• ostrzega przed wejściem do „fałszywych” sklepów\n\nDzięki oficjalnemu rozszerzeniu Google Chrome firmy Trusted Shops możesz już na stronach wyników wyszukiwania zobaczyć, które sklepy internetowe mają znak jakości Trusted Shops, a tym samym oferują kompleksową ochronę kupującego niezależnie od metody płatności.\nPonadto po wejściu do sklepu, który został sklasyfikowany przez Trusted Shops jako nieuczciwy, pojawia się wyskakujące okienko z ostrzeżeniem."
  }
}