{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GreenTrackR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assess your website's environmental footprint",
    "fr": "Evaluez l'empreinte environnementale de votre site Web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GreenTrackr is an eco-designed browser extension that lets you assess your website's environmental footprint in plug and play. The assessment is based on the estimated energy consumption (Wh) of three parameters which represent each third of the architecture of a digital service :\n\n\t- The user: downloaded data (uncompressed page size)\n\t- The network: transferred data (compressed page size)\n\t- The server: number of requests (HTTP)\n\t\nGreenTrackr uses two external APIs (Electricity Map's CO2signal and IP Geolocation) to identify the energy mix of the country hosting the website and the country in which the user is located.\n\nFor more information on GreenTrackr calculations, please refer to https://github.com/Conserto/GreenTrackR",
    "fr": "GreenTrackr est une extension éco-conçue qui vous permet d'évaluer l'empreinte environnementale de votre site web en plug and play. L'évaluation est basée sur la consommation énergétique estimée (Wh) de trois paramètres qui représentent chacun un tiers de l'architecture d'un service numérique :\n\n                                  - L'utilisateur : données téléchargées (taille de page non compressée)\n                                  - Le réseau : données transférées (taille de page compressée)\n                                  - Le serveur : nombre de requêtes (HTTP)\n\nGreenTrackr utilise deux API externes (Electricity Map's CO2signal et IP Geolocation) pour identifier le mix énergétique du pays hébergeant le site web et du pays dans lequel se trouve l'utilisateur.\n\nPour plus d'informations sur les calculs de GreenTrackr, veuillez consulter https://github.com/Conserto/GreenTrackR"
  }
}