{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed Sail - Playback Speed Controls"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change the playback speed of videos and audio clips in your current tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed Sail gives you the power to change the speed of videos and audio clips in your current tab! From slowing down videos or audio to help with learning a new language, to speeding up lectures to save time, Speed Sail has many uses to make your life easier!\n\n-Whats new:\n    -Update 1.1.0 is here!\n        -When opening the extension pop up the slider will now be set to the last speed you applied. This makes it easier to quickly re-apply a speed selection if it was lost by the page being refreshed or an ad being shown over the video.\n        -Now values on the slider from 0.25 to 2 are incremented by 0.25, while values from 2 to 16 are incremented by 1. This makes the slider less cluttered with values and makes it easier to pick the value you want without skipping over it.\n    -For update history vist: https://github.com/RyanHelgoth/speed-sail/wiki/Update-History\n\n-Features:\n    -Applies speed change to every supported video and audio clip in the current tab.\n    -Default speed button to quickly switch back to 1x speed.\n    -Speed ranges from 0.25x to 16x.\n    -Supports many websites including YouTube, Reddit, Twitter, and Facebook.\n    \n-Note:\n    -While Speed Sail works with most websites, some are not currently supported such as Spotify and SoundCloud.\n    -Currently only supports English.\n\n-Credits:\n    -Ryan Helgoth: Wrote all JavaScript, HTML, and CSS for Speed Sail.\n        -References used can be found in code as comments at: \n            https://github.com/RyanHelgoth/speed-sail\n    -Jonah Farkasdi: Made logos and promotional image."
  }
}