{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motiontabs - Best Live Wallpaper Experience"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live wallpapers, Motion Themes, Live Backgrounds and Motion Wallpapers for your Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Motiontabs is Your New Favorite Tab\n\n\nWith every new tab, you will get a new motion wallpaper which will inspire you to be more productive and look at beautiful video tabs.\n\nThis live wallpaper extension is suitable for Mac OS, Windows Os & Chrome OS.\n\nThis beautiful motion background extension has only around 10 MB which is a lot less than many other video tabs or live wallpaper extensions.\n\nWith a very clean look, we eliminated all distractions which might result in you procrastinating and lose your focus. The visual appearance is very simple and elegant.\n\nABOUT THE FEATURES\n\n* New motion tab with every new window. Amazing cities of worldwide famous destinations will appear randomly. We will make sure that we post more amazing live wallpapers. For now, we've managed to make great live images of London, England; Toscana, Italy; Hong Kong, China; New York, USA; Paris, France; Florence, Italy. We are preparing new material and we will share it as soon as possible.\n\n**YOU ASKED SO WE GOT IT***\n\n*Upload you favorite live wallpaper and use it! - make sure you upload it in mp4 format.\n* Delete any live wallpaper you previously downloaded anytime!\n\n* Read interesting facts. We weren't lazy and we got some interesting information regarding the live city wallpapers you got with this extension. With every new live background, just by clicking on the arrow in the lower left corner you can read an interesting fact about: London, England, Florence, Italy, Toscana, New York, China, Paris and more. Some of the live wallpapers do not have interesting facts - we will add more with time.\n\n* Set your favorite live background as default motion new tab. By clicking on the specific motion wallpaper or live theme you will have that exact background with every opening. If you want to go back to the default version just unmark the live wallpaper or motion background of the beautiful cities and traveling destinations. \n\n* Location and time. No matter what time zone you are, you will know the time and location - this feature is sometimes not completely accurate but please send us feedback and we will try to fix it. You may hide or show the location and time in the settings.\n\nSearch regularly in Omni Box. You may add or remove the search bar in the settings\n\nPut your Motiontab on fullscreen so you can enjoy the screensaver experience. Just by clicking on the full screen icon, the live wallpaper will cover your screen. Press Escape button to get back to browsing. This also helps if you want to go for a break from your desk and leave your computer unattended.\n\nMost visited websites will help you focus more on your daily tasks and will help you reach out to what you are searching for every day. Live wallpapers are the premium part of this :)\nGet easy access to your history and re-visit the webistes you visited. / This feature will be upgraded soon.\n\nFeel great and have a great day! Enjoy your new cool live wallpapers!\n\nYou can remove the extension by right clicking on the icon in the toolbar, and selecting - remove from Chrome.\n\nDISCLAIMER:\n\nAll photos are taken from Pixabay, Unsplash, or Pexels and are edited. All copyright goes to the creators of the material. If there should be any problems with the photos and live wallpapers please let us know and we will resolve the issue as soon as possible. Motion wallpapers and live backgrounds are surely the future and we enjoy an elegant live theme, and we hope you will too.\n\nContact us if you have some suggestions, feedback or ideas: office@motiontabs.com\nAlso, please donate so we can continue with upgrading our product - we love working on this and providing more value. Thank you\n\nIf you like our extension we would appreciate it if you could give us feedback or a review. We would like to improve our extension and your opinion is highly valuable.\n\nMotiontabs is free and it will always be free."
  }
}