{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gridify - Keyboard Link Selector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Select any link, image, input box, or a selectable region on the current page without using the mouse just by a few keyboard hits",
    "de": "Wählen Sie einen Link, ein Bild, ein Eingabefeld oder einen auswählbaren Bereich auf der aktuellen Seite aus, ohne die Maus zu…",
    "es": "Seleccione cualquier enlace, imagen, cuadro de entrada o una región seleccionable en la página actual sin utilizar el ratón, sólo…",
    "fr": "Sélectionnez un lien, une image, une zone de saisie ou une région sélectionnable sur la page actuelle sans utiliser la souris, en…",
    "it": "Seleziona qualsiasi link, immagine, casella di input, o una regione selezionabile nella pagina corrente senza usare il mouse solo…",
    "ja": "マウスを使わずにキーボードを数回叩くだけで、現在のページ上のリンク、画像、入力ボックス、選択可能な領域を選択することができます。",
    "nl": "Selecteer een link, afbeelding, invoerveld of een selecteerbaar gebied op de huidige pagina zonder de muis te gebruiken, gewoon…",
    "pt_BR": "Selecione qualquer link, imagem, caixa de entrada ou uma região selecionável na página atual sem usar o mouse apenas por alguns…",
    "pt_PT": "Seleccione qualquer ligação, imagem, caixa de entrada, ou uma região seleccionável na página actual sem utilizar o rato apenas por…",
    "ru": "Выберите любую ссылку, изображение, поле ввода или выделяемую область на текущей странице без использования мыши всего несколькими…",
    "zh_CN": "选择任何链接、图像、输入框或当前页面上的可选择区域，无需使用鼠标，只需点击几下键盘即可。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension is meant to select any link or input element on the active page just by using your keyboard. Upon activation, the extension injects a grid-like view into the active view to allow you to select any link inside a segment of this view. If multiple choices are available, the extension adds a new view inside the selected region. This operation goes on until you have a unique element to select. At this point, the extension moves the focus to the element so that you can start typing inside the input area or press the \"Enter\" key to navigate the link. This extension does not pre-inject any script into the website or use any background script while it is inactive. It only operates when it is called from the toolbar (browser action) button, and when a link is detected, it removes the injected view.\n\nThis extension offers an alternative keyboard link selection method compared to the Vim-like link selection options that are offered by extensions link Vimium.\n\nAvailable keyboard shortcuts:\n1-9 to select a region\na-z to select a selectable object (link, image, text area, ...)\n\"Backspace\", or \"Delete\" to navigate one step up\n\nTips:\n1. Open the focused link in the current window using the \"Enter\" key\n2. Open the link in a new window using the \"Enter\" + \"Shift\" key combination",
    "de,es,fr,it,ja,nl,pt_BR,pt_PT,ru,zh_CN": "This extension is meant to select any link or input element on the active page just by using your keyboard. Upon activation, the extension injects a grid-like view into the active view to allow you to select any link inside a segment of this view. If multiple choices are available, the extension adds a new view inside the selected region. This operation goes on until you have a unique element to select. At this point, the extension moves the focus to the element so that you can start typing inside the input area or press the \"Enter\" key to navigate the link. This extension does not pre-inject any script into the website or uses any background script while it is inactive. It only operates when it is called from the toolbar (browser action) button, and when a link is detected, it removes the injected view.\n\nThis extension offers an alternative keyboard link selection method compared to the Vim-like link selection options that are offered by extensions link Vimium.\n\nAvailable keyboard shortcuts:\n1-9 to select a region\n\"Backspace\", or \"Delete\" to navigate one step up"
  }
}