{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "passreveal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click on a password field to reveal the password for a specified time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PassReveal is the essential Chrome extension for anyone who needs to manage passwords safely and efficiently. It grants you the power to temporarily reveal hidden passwords on any website, providing a perfect balance between convenience and security.\n\nWith PassReveal, you can:\n- Verify Complex Passwords: Ensure your complex passwords are entered correctly without compromising security.\n- Ease of Access for Users: Ideal for users who have difficulty remembering passwords or visually verifying their input.\n- Troubleshoot Login Issues: Quickly reveal passwords to troubleshoot login issues without resetting your credentials.\n- Educational Demonstrations: Safely show password entry during educational tutorials or presentations.\n- Manage Multiple Accounts: Switch between accounts easily by verifying the password before you log in.\n\nFeatures:\n- Click-to-Reveal: Click on any password field to reveal the password.\n- Customizable Duration: Choose how long the password will be displayed, from a quick glance to an indefinite reveal.\n- Automatic Hiding: Passwords re-secure themselves after your set duration, ensuring privacy.\n- Intuitive Interface: Simple popup to set and save your preferred visibility duration.\nPassReveal is perfect for IT professionals, educators, and anyone who values their online security but requires the occasional peek at their hidden passwords.\n\nAdd PassReveal to Chrome and take control of your password visibility today!"
  }
}