{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GLC: Shopify Geolocation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show visitors the right language and currency by country. Complements our Geolocation app on Shopify"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌍 GLC: Your Ultimate Shopify Geolocation Chrome Extension\n\nExplore the power of seamless international shopping with our Shopify Geolocation app, the must-have Chrome extension designed to enhance your Shopify store experience. GLC effortlessly transforms your online store into a global marketplace, providing a range of features to make every visitor feel right at home.\n\n🌟 Key Features:\n\n➣ Geolocation Recommendations: Our Geolocation app smartly detects the visitor's location, recommending the most suitable language and currency for an enhanced shopping experience. GLC ensures that every visitor is greeted in a language they understand and with currency preferences tailored to their locale.\n\n➣ Language Translation and Currency Converter: Break down language barriers and simplify transactions by instantly translating your store's language into the visitor's preferred language. GLC also converts the currency to the local one, eliminating confusion and creating a more personalized shopping journey.\n\n➣ Compatibility with All Shopify Themes: GLC seamlessly integrates with all Shopify themes, ensuring a consistent and polished appearance across your entire online store. No matter your theme choice, GLC guarantees a smooth and harmonious shopping environment for your customers.\n\n➣ Free and Accessible: Enjoy the benefits of GLC at no cost! Our Chrome extension is completely free, enabling you to enhance your Shopify store's global appeal without any financial constraints. Elevate your customers' experience without worrying about additional expenses.\n\n➣ Dedicated Support: At GLC, customer satisfaction is our top priority. We offer unwavering support through our dedicated support team, reachable at support@gelacy.app. Have questions, concerns, or need assistance? Our team is ready to help, ensuring you and your customers have a seamless experience with GLC.\n\n➣ Please note that GLC works optimally with the GLC Shopify Geolocation app on Shopify. To unlock the full potential of this extension, make sure you have GLC installed on your Shopify store.\n\nExpand your reach, enhance user experience, and make your Shopify store truly global with GLC – where every visitor is a valued customer. Download GLC now and revolutionize your online business!"
  }
}