{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Five Nights at Freddy's 2 Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension let you play FNaF 2 game unblocked on chrome browser. Created for Five Nights at Freddy's 2 game fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About FNaF 2\n\nThe gameplay of FNAF 2 is similar to that of the first game, with the player being required to survive five in-game nights while being stalked by animatronic characters. However, there are several new animatronics added to the game, including Toy Bonnie, Toy Chica, Toy Freddy, and the new and improved versions of the original animatronics from the first game.\n\nOne of the key features of FNAF 2 is the use of a security office equipped with various tools to help the player survive the night. These tools include a flashlight, doors that can be locked and opened, and a ventilation system that allows the player to move around the building. However, using these tools also comes with a cost, as they consume power that must be managed carefully in order to make it through the night.\n\nIf you have any questions about our Five Nights at Freddy's 2 game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Five Nights at Freddy's 2 game extension.\n4. Press \"Remove\""
  }
}