{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loopholes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered assistant for ad policy compliance"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI-Powered Compliance Assistant\nSave Time. Reduce Risk. Unlock Revenue.\n\nWhat is Loopholes?\nLoopholes AI-powered SaaS platform designed to flag compliance issues in real time. Our platform scans various types of content—documents, text, images, and videos—providing actionable recommendations to ensure everything aligns with regulatory standards and marketing platform policies. Our Enterprise Dashboard offers a comprehensive compliance score overview, detailed reports, and custom policy management to help minimize legal risks and costs while driving business growth.\n\nWho is Loopholes For?\nLoopholes is designed for every department within large organizations—marketing, customer success, sales, HR, legal, and beyond. Our tool becomes an essential part of the workflow, streamlining processes and ensuring compliance across the board.\n\nLet’s work together to transform compliance challenges into success stories.\n\nWe’ve helped organizations reduce their content approval times from 6-8 weeks down to mere minutes. This transformation enables them to scale revenue faster, save millions on legal fees, and reclaim valuable time to focus on growth.\n\nStart Using Loopholes\n1. Download the Loopholes AI Extension\n2. Upon downloading the extension, click the puzzle piece icon located in the top right corner of your browser.\n3. Proceed to pin the Loopholes extension.\n4. Prior to publishing your ad, click the extension. Loopholes AI will scan your ad copy.\n5. Make necessary adjustments to your ad copy based on the insights provided. \n\nIf you have any questions or would like to schedule a demo don't hesitate to contact us at info@loopholes.com"
  }
}