{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gyazo - Share new screenshots. Instantly.",
    "ja": "Gyazo - Webページのスクリーンショットを保存"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screenshot websites, save images, share instantly.",
    "ja": "ウェブページ全体、HTML部品単位、自由選択などのスクリーンショットを簡単に保存できます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gyazo for Chrome is an easy-to-use extension that lets you capture anything in your browser, share it instantly, and keep it as a visual bookmark.\n\nUse it to capture a specific image, page element, free selection, or entire web page in 2 clicks. You can also get instant previews of all Gyazo links posted online simply by hovering with your mouse.\n\nEverything you capture is saved together with the site and page title, link, and date so you can easily search and find it later. With Gyazo anything you see can be instantly saved, shared, and bookmarked.\n\nKey features\n\n— Capture any image on the web with a right click\n\nRight click any image then hover 'Capture' and left click 'This image.'  The full size image will be uploaded and a preview shown to confirm.\n\n— Capture with the Gyazo icon in your toolbar\n\n    - Page Element\nCaptures individual elements of a page such as an image, a text box, or other subsection of a page.\n\n    - Free Selection\nCaptures any part of a page you want freely, similar to the Gyazo desktop app.\n\n    - Page\nCaptures the entire visible area of the page.\n\n    - Whole page\nCaptures the entire page from the very top to the very bottom.\n\n    - Home\nThis button opens your captures page in a new tab so you can browse, search, and collect your captures.\n\n— Hover Previewing\nWhen you hover over a Gyazo link you can see an instant preview below the link, no click required.\n\n--- How Gyazo works ---\n\nAnything you capture is instantly uploaded to https://gyazo.com with a unique link. The link is copied to your clipboard so you can paste it instantly to share. By default all Gyazo links are unlisted and only visible by people who have the unique link. \n\n—  Browse, search, and collect easily\n\nOn your captures page you can browse, search, and collect your captures. When you capture the app also saves metadata so you can find things more easily such as the site name, page title, link, and date so you can search your captures without needing to manually add tags or descriptions. This data is saved privately by default and you can choose to share it with viewers by clicking a button. This is very useful for creating visual bookmarks and for easy recall of your ideas.\n\nNote: We do not use this metadata except to provide convenient search and organization features for you.\n\n— Create collections to organize and even share together\nIt's easy to add captures to a collection and give it a new title. This way you can organize your captures and share a set of captures at once. You can also invite other people and add captures to a collection.\n\nYou get all this with the new Gyazo extension. You can also use Gyazo for Windows, Mac, iOS, Android, Firefox, and Edge.\n\nThis extension and Gyazo Teams are the only official extensions for Chrome made by Gyazo.com.\n\nTo provide the functionality listed above, there are certain permissions required. Please read on to see these details.\n\n--- Permissions Explanation ---\n\nactiveTab\n- To capture the full web page or to capture an area defined by the bounding box of a DOM element.\n\ncontextMenus\n- To add options to the context menu so you can capture different parts of the page or to upload a given image when you right click it.\n\ntabs\n- To get the page title and URL so it can be saved privately and used to help you find and organize your screen captures.\n\nclipboardWrite\n- To copy an uploaded capture's new link to the clipboard so you can paste it without an extra step.\n\nclipboardRead\n- To add support for direct embedding on github.com by converting the gyazo.com URL in the clipboard to a markdown style automatically.\n\nstorage\n- To save and sync the extension's settings.\n\nHost Permission\n- To allow the extension to run on any website where you may want to capture.\n\nPlease also see our linked privacy policy for more details about how your data is collected, stored, and processed.",
    "ja": "Gyazoを使えばWebページのスクリーンショットを簡単に撮影、保存できます。\t\n\n画像は撮影と同時に自動でアップロードされ、URLがクリップボードにコピーされます。チャットやSNSにこのURLを貼り付けるだけで簡単に共有できます。\n\nまた画像はWebページのタイトルやURL、日付などのデータと一緒に保存されるため、これらを検索に利用できます。ビジュアルブックマークとして使う場合に非常に便利です。\n\n起動方法\nツールバーのGyazoアイコンをクリック、もしくは撮影したい場所を右クリックして「キャプチャ」を選択することで起動できます。\n\n４つの撮影モード\n・部品：画像やテキストボックス、セクションなどの部品単位で選択を選択します。\n・範囲選択：カーソルをドラッグして自由に撮影エリアを選択します。\n・ページ表示部分：Webページの、画面に表示されている部分を撮影します。\n・ページ全体：画面の外の部分も含めてWebページ全体を撮影します。"
  }
}