{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ContentCraft"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI-powered writing assistant for social media, articles, and blogs. Enhance your writing and save time effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ContentCraft is a powerful AI writing assistant that helps bloggers, marketers, and content creators write social media posts, articles, and blog content more efficiently. With the help of advanced AI technology, ContentCraft generates content ideas, analyzes keywords, and suggests ways to optimize your writing for search engine optimization (SEO).\n\nUsing ContentCraft is simple: just type \"/ai\" followed by your query in any text input field on a webpage, and the AI generates a response that is automatically typed out with a simulated typing effect. You can use ContentCraft to brainstorm content ideas, optimize your writing for SEO, and save time and effort when writing content.\n\nKey Features:\n\nAI writing assistant that generates content ideas and analyzes keywords\nAutomatic typing effect for a realistic and engaging user experience\nWorks in any text input field on a webpage\nHelps users save time and effort when writing content\nIdeal for bloggers, marketers, and anyone who needs to write content regularly\n\nWith ContentCraft, you can take your content creation to the next level and ensure that your writing is optimized for SEO. Whether you're a blogger, marketer, or content creator, this powerful tool can help you save time and effort while creating high-quality content that drives traffic and engagement. Try ContentCraft today and experience the power of AI in your writing!\n\nBest AI writing assistant, SEO optimization, content ideas, content creation, writing efficiency, keyword analysis, typing effect, time-saving tool, blogging tool, marketing tool."
  }
}