{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Firenote: Notes and Todo Lists in New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create, edit, and save notes and todo lists every time you open a new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Firenote is your customizable workspace and task manager for notes and lists. Create, edit, and categorize list-style sticky notes every time you open a new tab for maximum productivity. Your notes will stay synced with your Google account so you can reference your note across different browser sessions. With Firenote's simple design and intuitive user interface, you can write to-do lists, keep track of projects, and stay organized in your daily life.\n\n★ App home page: sites.google.com/view/firenote\n\n★ FEATURES:\n✔ Create and edit virtual sticky notes that are loaded every time you open a new tab\n\n✔ Notes sync to your Google account via Chrome's Storage API so your data is always accessible\n\n✔ NEW colored folder system to categorize your notes\n\n✔ Intuitive \"List\" notes to add, remove, and cross out items in a to-do list format\n\n✔ \"Memo\" notes to write and save short paragraph-style notes\n\n✔  Minimize or dock notes that you don't need to immediately reference\n\n✔ Rearrange your notes on the screen to achieve a workflow that best suits you\n\n✔ Switch between light and dark mode for those late night work grinds\n\n✔ Utilize up to 15 sticky notes completely free\n\n★ IN DEVELOPMENT:\nFeel free to contact me with your own requests for new features.\n\n★ CONTACT:\nIf any issues should arise, please contact me via firenoteapp@gmail.com and I will do my best to respond within 24 hours, and resolve the bug ASAP. \n\nIf you have installed this app and enjoyed it, PLEASE let me know your feedback through the Reviews on the Chrome Store! Thank you for your support - it means a lot!\n\n★ RELEASE NOTES:\n3.0.0 (12/24/2020):\n• Revamped codebase for modular support for much quicker and efficient bug fixes and feature integration.\n\n2.1.0 (8/24/2020):\n• Added colored folder system allowing you to sort your notes into up to four different folders.\n• Fixed bug where memo would not minimize.\n\n2.0.8, 2.0.7 & 2.0.6 (8/11/2020):\n• The height of a memo note will now match the amount of text inside instead of adding a scroll bar.\n• Fixed a bug where a memo would occasionally fail to save. You can also add up to 12 notes now instead of 10.\n\n2.0.5, 2.0.4 & 2.0.3 (7/11/2020):\n• New logo.\n• Fixed bug where editing one note header would occasionally apply the edit to another note header.\n• \"Priority\" button added when you right click an item in your list. This highlights the item in bold and moves it to the top of your list in a separate \"Priority\" list.\n\n2.0.2 (7/06/2020):\n• You can now rearrange list items by right clicking the item on the list.\n• Multi-line list items are now available upon request. However, this means that edits to list items will no longer be saved by pressing the \"Enter\" key. Instead, manually save edits by clicking the save icon.\n\n2.0.1 (7/05/2020): Widened awkward length of list items.\n\n2.0.0 (6/30/2020):\n• Added \"Memo\" notes to allow you to write and save short paragraph-style notes.\n• Added Undo button to recover your most recent deleted list item.\n• You can now use Enter key to save an edit to a list item.\n• Redesigned UI for list input and guide."
  }
}