{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Maikr",
    "zh_CN": "麦殼兒 (Maikr) 基础版"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "HTTP/2 Network Speedup Utility tunneling web access via HTTP/2, providing fast and secure network connection",
    "zh_CN": "专为Chrome 内核插件Manifest V3版开发的HTTP/2网络加速工具。全新HTTP/2技术，快到飞起; TLS1.3 4096位加密技术，极致安全，稳定…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension shows an icon in the address bar indicates the access status of current web page. The icon is in green if the network access of the page is tunneled via HTTP/2 proxy, it is in blue if the page is accessed with original local connection.\n\nIn two clicks, unblock any websites, app & secure your connection. Access anything blocked in your country. \n\nPrevent piracy and spying: Hide your address IP and secure your connection by encrypting all your data.\n\nStill not convinced? Perhaps this elegant list of features will convince you otherwise. \n\n* Stop tracking and browse privately\nGovernments block content, do censorship. Internet Corporations sell exactly the same service based on your location. Websites track and sell your personal data based on your IP address. Comes Maikr to help your browser and take back control of your privacy.\n\n* Advanced Network Access Features\nMaikr is not just a proxy extension. Maikr speedup your network access based on fine-granulated and fully customizable domain name rule to give you the best network access experience ever. Maikr can even intelligent optimize your network access based on your ISP.\n\n* Unlock geo-restricted content\nMaikr masks your IP address. This gives you unrestricted and private access to entertainment, news sites, and blocked content.\n\n* Stop leaking personal information\nPrevent hackers from stealing your data while you use public WiFi, and block annoying advertisers from stalking you online. Just a VPN will not protect you from this.\n\n* Share Privacy with Others\nUse Secure.link next time you send anyone a link to anything and show how much tracking is actually happening on most websites. \n\n* No identifying logs\nYour privacy is a right. We don’t track you. We don't sell your data to marketers. We don’t keep logs that can deanonymize you.\n\nHaving issues with Maikr or want to suggest something? Send us message : https://twitter.com/maikrvpn",
    "zh_CN": "专门为科研、外贸、跨境电商、海淘人员、开发人员服务的网络加速工具，可用于chrome内核浏览器!可以解决chrome扩展无法自动更新的问题，同时可>以访问谷歌谷歌搜索，gmail邮箱，youtube, google+等谷歌产品\n\nMaikr智能路由和动态服务器选择技术，实时根据网络状况调整网络连接，实现网络访问分流最优化。让你不用再频繁的切换不同的网络工具。Maikr应用最新网络协议(HTTP/2)与最新TLS1.3加密技术，让你的网络访问安全可靠。再也不用频繁的尝试寻找与频繁切换各种线路了。当然最重要的是，稳定，稳定，稳定\n\nMaikr一键安装，无需其他配置，即可加速谷歌\n使用本插件可以免费上：\n - google.com   谷歌搜索\n - gmail.com      gmail邮箱\n - netflix            高清奈飞看起来\n - chrome          google chrome商店\n \n等等等等，你懂的..."
  }
}