{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dream Connector Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dream Connector makes it easy for you to connect with and grow your dream audience on Facebook with the click of a button!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever wondered how to throw fuel on your organic marketing without paying for ads? \n\nDream Connector is your solution to growing your friends list on Facebook in a single click! \n\nWho is your targeted audience or ideal \"dream\" client? \n\nDream Connector allows you to send out targeted friend requests so that you may fill up your friends list full of your dream customers so that they can get in front of your message that you have catered just for them!\n\nThis is how you're able to monetize your Facebook profile! This is how you get new leads every single day with very little effort, and with very little time spent on your behalf!\n\nDream Connector also sends out automated messages on your behalf when you receive friend requests as well! This means that you're now able to \"screen\" incoming friend requests from people you don't know, saving you even more time and energy on that front. Engage even with those that are wanting to connect with you on autopilot! Why is this important? Because you will now know if you're dealing with a real person, spammer,  or a fake account much faster now.  \n\nIf you struggle with growing your audience due to the limited time available in your day, Dream Connector gives you the power to make new connections while you're out and about running errands, in meetings, or spending time with family. \n\nBe consistent in posting content daily, and add the people who engage on your posts in FB groups, or even other people's posts of similar content, to your audience without using any brain power. \n\nGrow your connections with your dream connections so you can monetize your Facebook and grow your dream!\n\nAdding new connections to your Facebook audience is only one piece of the puzzle in the organic marketing game. Be sure to ask us how we can provide the other pieces of the puzzle so you can automate more of your efforts online so you can spend less time in front of the computer, and more time on the things that you want to spend on!"
  }
}