{
  "name": {
    "ar": "Ask The Page - مساعد AI وملخص",
    "am": "Ask The Page - የ AI ረዳት እና ማጠቃለያ",
    "bg": "Ask The Page - AI асистент и обобщение",
    "bn": "Ask The Page - AI সহকারী ও সারাংশ",
    "ca": "Ask The Page - Assistent AI i Resum",
    "cs": "Ask The Page - AI Asistent a Shrnutí",
    "da": "Ask The Page - AI-assistent og Opsummering",
    "de": "Ask The Page - AI-Assistent & Zusammenfassung",
    "el": "Ask The Page - AI Βοηθός & Περίληψη",
    "en,en_AU,en_US": "Ask The Page - AI Assistant & Summarize",
    "en_GB": "Ask The Page - AI Assistant & Summarise",
    "es,es_419": "Ask The Page - Asistente AI y Resumen",
    "et": "Ask The Page - AI Assistent ja Kokkuvõte",
    "fa": "Ask The Page - دستیار AI و خلاصه‌ساز",
    "fi": "Ask The Page - AI-avustaja ja Tiivistelmä",
    "fil": "Ask The Page - AI Assistant at Buod",
    "fr": "Ask The Page - Assistant AI et Résumé",
    "gu": "Ask The Page - AI સહાયક અને સારાંશ",
    "he": "Ask The Page - עוזר AI וסיכום",
    "hi": "Ask The Page - AI सहायक और सारांश",
    "hr": "Ask The Page - AI Asistent i Sažetak",
    "hu": "Ask The Page - AI Asszisztens és Összefoglaló",
    "id": "Ask The Page - Asisten AI dan Ringkasan",
    "it": "Ask The Page - Assistente AI e Riassunto",
    "ja": "Ask The Page - AIアシスタントと要約",
    "kn": "Ask The Page - AI ಸಹಾಯಕ ಮತ್ತು ಸಾರಾಂಶ",
    "ko": "Ask The Page - AI 어시스턴트 & 요약",
    "lt": "Ask The Page - Assistente AI e Riepilogo",
    "lv": "Ask The Page - AI Asistents un Kopsavilkums",
    "ml": "Ask The Page - AI അസിസ്റ്റന്റും സംഗ്രഹവും",
    "mr": "Ask The Page - AI सहाय्यक आणि सारांश",
    "ms": "Ask The Page - Pembantu AI dan Ringkasan",
    "nl": "Ask The Page - AI-assistent en Samenvatting",
    "no": "Ask The Page - AI-assistent og Sammendrag",
    "pl": "Ask The Page - Asystent AI i Podsumowanie",
    "pt_BR,pt_PT": "Ask The Page - Assistente de IA e Resumo",
    "ro": "Ask The Page - Asistent AI și Rezumat",
    "ru": "Ask The Page - ИИ-ассистент и Резюме",
    "sk": "Ask The Page - AI Asistent a Zhrnutie",
    "sl": "Ask The Page - AI Asistent in Povzetek",
    "sr": "Ask The Page - AI Asistent i Rezime",
    "sv": "Ask The Page - AI-assistent och Sammanfattning",
    "sw": "Ask The Page - Msaidizi wa AI na Muhtasari",
    "ta": "Ask The Page - AI உதவியாளர் மற்றும் சுருக்கம்",
    "te": "Ask The Page - AI సహాయకుడు మరియు సారాంశం",
    "th": "Ask The Page - ผู้ช่วย AI และสรุป",
    "tr": "Ask The Page - AI Asistan ve Özet",
    "uk": "Ask The Page - ШІ-асистент та Резюме",
    "vi": "Ask The Page - Trợ lý AI và Tóm tắt",
    "zh_CN": "Ask The Page - AI助手和摘要",
    "zh_TW": "Ask The Page - AI 助手與摘要"
  },
  "short": {
    "ar": "اسأل الصفحة، أرسل لقطات الشاشة إلى أدوات AI الخاصة بك، وحسّن سير عملك.",
    "am": "ገጹን ጠይቁ፣ ለ AI መሳሪያዎችዎ ስክሪንሾቶችን ይላኩ እና የስራ ሂደትዎን ያሻሽሉ።",
    "bg": "Задайте въпрос за страницата, изпратете екранни снимки към вашите AI инструменти и оптимизирайте работния си процес.",
    "bn": "পেজ সম্পর্কে জিজ্ঞাসা করুন, আপনার AI টুলে স্ক্রিনশট পাঠান, এবং আপনার কর্মপ্রবাহ অপটিমাইজ করুন।",
    "ca": "Pregunta sobre la pàgina, envia captures de pantalla a les teves eines d'AI i optimitza el teu flux de treball.",
    "cs": "Ptejte se na stránku, posílejte snímky obrazovky do svých AI nástrojů a optimalizujte svůj pracovní postup.",
    "da": "Stil spørgsmål til siden, send skærmbilleder til dine AI-værktøjer, og optimer din arbejdsgang.",
    "de": "Stellen Sie Fragen zur Seite, senden Sie Screenshots an Ihre AI-Tools und optimieren Sie Ihren Workflow.",
    "el": "Κάντε ερωτήσεις για τη σελίδα, στείλτε στιγμιότυπα οθόνης στα AI εργαλεία σας και βελτιστοποιήστε τη ροή εργασίας σας.",
    "en,en_AU,en_US": "Ask the page, send screenshots to your AI tools, and optimize your workflow.",
    "en_GB": "Ask the page, send screenshots to your AI tools, and optimise your workflow.",
    "es,es_419": "Pregunta sobre la página, envía capturas de pantalla a tus herramientas de AI y optimiza tu flujo de trabajo.",
    "et": "Esitage küsimusi lehe kohta, saatke ekraanitõmmiseid oma AI-tööriistadesse ja optimeerige oma töövoogu.",
    "fa": "از صفحه سؤال کنید، اسکرین‌شات‌ها را به ابزارهای AI خود ارسال کنید و جریان کاری خود را بهینه کنید.",
    "fi": "Kysy sivusta, lähetä kuvakaappauksia AI-työkaluihisi ja optimoi työnkulkusi.",
    "fil": "Magtanong tungkol sa pahina, magpadala ng screenshots sa iyong mga AI tool, at i-optimize ang iyong workflow.",
    "fr": "Posez des questions sur la page, envoyez des captures d'écran à vos outils d'AI et optimisez votre flux de travail.",
    "gu": "પેજ વિશે પૂછો, તમારા AI ટૂલ્સમાં સ્ક્રીનશૉટ્સ મોકલો અને તમારા કાર્યપ્રવાહને ઓપ્ટિમાઇઝ કરો.",
    "he": "שאל על הדף, שלח צילומי מסך לכלי ה-AI שלך, ומטב את זרימת העבודה שלך.",
    "hi": "पेज से पूछें, अपने AI टूल्स को स्क्रीनशॉट भेजें, और अपने कार्यप्रवाह को अनुकूलित करें।",
    "hr": "Postavljajte pitanja o stranici, šaljite snimke zaslona svojim AI alatima i optimizirajte svoj radni tijek.",
    "hu": "Kérdezzen az oldalról, küldjön képernyőképeket az AI eszközeinek, és optimalizálja munkafolyamatát.",
    "id": "Tanyakan tentang halaman, kirim tangkapan layar ke alat AI Anda, dan optimalkan alur kerja Anda.",
    "it,lt": "Fai domande sulla pagina, invia screenshot ai tuoi strumenti AI e ottimizza il tuo flusso di lavoro.",
    "ja": "ページについて質問し、スクリーンショットをAIツールに送信し、ワークフローを最適化します。",
    "kn": "ಪುಟದ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಿ, ನಿಮ್ಮ AI ಸಾಧನಗಳಿಗೆ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕಾರ್ಯಹರಿವನ್ನು ಅನುಕೂಲಗೊಳಿಸಿ.",
    "ko": "페이지에 대해 질문하고, AI 도구에 스크린샷을 보내며, 작업 흐름을 최적화하세요.",
    "lv": "Uzdodiet jautājumus par lapu, nosūtiet ekrānuzņēmumus saviem AI rīkiem un optimizējiet savu darbplūsmu.",
    "ml": "പേജിനെക്കുറിച്ച് ചോദിക്കുക, നിങ്ങളുടെ AI ഉപകരണങ്ങളിലേക്ക് സ്ക്രീൻഷോട്ടുകൾ അയയ്ക്കുക, നിങ്ങളുടെ വർക്ക്ഫ്ലോ ഒപ്റ്റിമൈസ് ചെയ്യുക.",
    "mr": "पृष्ठाबद्दल विचारा, तुमच्या AI साधनांना स्क्रीनशॉट पाठवा आणि तुमचा कार्यप्रवाह अनुकूलित करा.",
    "ms": "Tanya tentang halaman, hantar tangkapan skrin ke alat AI anda, dan optimumkan aliran kerja anda.",
    "nl": "Stel vragen over de pagina, stuur screenshots naar uw AI-tools en optimaliseer uw workflow.",
    "no": "Still spørsmål om siden, send skjermbilder til AI-verktøyene dine og optimaliser arbeidsflyten din.",
    "pl": "Zadawaj pytania o stronę, wysyłaj zrzuty ekranu do swoich narzędzi AI i optymalizuj swój przepływ pracy.",
    "pt_BR": "Faça perguntas sobre a página, envie capturas de tela para suas ferramentas de IA e otimize seu fluxo de trabalho.",
    "pt_PT": "Faça perguntas sobre a página, envie capturas de ecrã para as suas ferramentas de IA e otimize o seu fluxo de trabalho.",
    "ro": "Puneți întrebări despre pagină, trimiteți capturi de ecran către instrumentele dvs. AI și optimizați-vă fluxul de lucru.",
    "ru": "Задавайте вопросы о странице, отправляйте скриншоты в ваши ИИ-инструменты и оптимизируйте рабочий процесс.",
    "sk": "Pýtajte sa na stránku, posielajte snímky obrazovky do vašich AI nástrojov a optimalizujte svoj pracovný postup.",
    "sl": "Postavljajte vprašanja o strani, pošiljajte posnetke zaslona v svoja AI orodja in optimizirajte svoj delovni tok.",
    "sr": "Postavljajte pitanja o stranici, šaljite snimke ekrana svojim AI alatima i optimizujte svoj tok rada.",
    "sv": "Ställ frågor om sidan, skicka skärmdumpar till dina AI-verktyg och optimera ditt arbetsflöde.",
    "sw": "Uliza kuhusu ukurasa, tuma picha za skrini kwenye zana zako za AI, na boresha mtiririko wako wa kazi.",
    "ta": "பக்கத்தைப் பற்றி கேள்விகள் கேளுங்கள், உங்கள் AI கருவிகளுக்கு திரைப்பிடிப்புகளை அனுப்புங்கள், மற்றும் உங்கள் பணிப்பாய்வை…",
    "te": "పేజీ గురించి ప్రశ్నలు అడగండి, మీ AI సాధనాలకు స్క్రీన్‌షాట్‌లను పంపండి మరియు మీ వర్క్‌ఫ్లోను అనుకూలీకరించండి.",
    "th": "ถามคำถามเกี่ยวกับหน้าเว็บ ส่งภาพหน้าจอไปยังเครื่องมือ AI ของคุณ และเพิ่มประสิทธิภาพการทำงานของคุณ",
    "tr": "Sayfa hakkında sorular sorun, AI araçlarınıza ekran görüntüleri gönderin ve iş akışınızı optimize edin.",
    "uk": "Ставте запитання про сторінку, надсилайте скріншоти до ваших ШІ-інструментів та оптимізуйте свій робочий процес.",
    "vi": "Đặt câu hỏi về trang, gửi ảnh chụp màn hình đến các công cụ AI của bạn và tối ưu hóa quy trình làm việc của bạn.",
    "zh_CN": "询问页面内容，将截图发送到您的AI工具，并优化您的工作流程。",
    "zh_TW": "詢問頁面內容、將截圖發送到您的 AI 工具，並優化您的工作流程。"
  },
  "long": {
    "ar": "يجعل هذا الامتداد من السهل طرح الأسئلة وإرسال المحتوى والتقاط لقطات الشاشة مباشرة من أي صفحة ويب إلى ChatGPT وClaude وأدوات الذكاء الاصطناعي الأخرى. إنه مجاني تمامًا، مما يتيح لك تحسين سير عملك بنقرة واحدة فقط.\n\nلا مزيد من النسخ واللصق أو التقاط لقطات الشاشة يدويًا. ما عليك سوى استخدام Ask The Page للتفاعل الفوري مع تطبيقات الدردشة المدعومة بالذكاء الاصطناعي.\n\nالميزات الرئيسية:\n- تلخيص أي صفحة ويب أو فيديو على YouTube، أو إرسال الأوامر بنقرة واحدة.\n- التقاط وإرسال لقطات الشاشة لأي قسم مباشرة إلى أدوات الذكاء الاصطناعي الخاصة بك بسهولة.\n- يعمل بسلاسة عبر العديد من المواقع، مما يتيح لك تلخيص المحتوى أو التفاعل مع مقاطع الفيديو دون عناء.\n- مجاني تمامًا، ويعمل كجسر بين متصفحك وأدوات الذكاء الاصطناعي مثل ChatGPT أو Claude.\n- إرسال المحتوى على الفور باستخدام اختصار ALT + Q أو بالنقر على أيقونة الامتداد.\n\nتطبيقات الدردشة المدعومة بالذكاء الاصطناعي المتكاملة:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nحالات الاستخدام:\n- تلخيص المحتوى المعقد أو الطويل بسرعة، واستخراج الرؤى الرئيسية، وإجراء تحليل عميق - مثالي للطلاب والمهنيين والمزيد.\n- تحليل البيانات المرئية مثل الرسوم البيانية والتصاميم بسهولة عن طريق إرسال لقطات الشاشة إلى أدوات الذكاء الاصطناعي، والحصول على تفسيرات أو اقتراحات في ثوانٍ.\n- مثالي للباحثين والصحفيين وخبراء البيانات والمستثمرين لمعالجة وتلخيص مجموعات البيانات الكبيرة، واكتساب رؤى قيمة بسرعة.\n- تسريع المهام الروتينية، وفهم المعلومات التفصيلية بشكل أفضل، وتعزيز صنع القرار عبر مختلف الصناعات.\n\nيوفر Ask The Page الوقت من خلال تبسيط البحث وجمع المحتوى والتفاعل مع أدوات الذكاء الاصطناعي. إنه يساعدك على الاستفادة القصوى من ChatGPT وClaude وتطبيقات الدردشة الأخرى المدعومة بالذكاء الاصطناعي، مما يجعل تجربة تصفح الويب الخاصة بك أكثر كفاءة وإنتاجية.",
    "am": "ይህ ማስፋፊያ ከማንኛውም ድረ-ገጽ ላይ ወደ ChatGPT፣ Claude እና ሌሎች AI መሳሪያዎች በቀጥታ ጥያቄዎችን መጠየቅ፣ ይዘትን መላክ እና ስክሪንሾቶችን መያዝ ቀላል ያደርገዋል። ሙሉ በሙሉ ነጻ ሲሆን፣ የስራ ሂደትዎን በአንድ ጠቅታ ብቻ እንዲያሻሽሉ ያስችልዎታል።\n\nከእንግዲህ ዉስጠ-ኮምፒውተራዊ ቅጂ፣ መለጠፍ ወይም ስክሪንሾት መውሰድ አያስፈልግም። በቀላሉ Ask The Page ን በመጠቀም ከAI ቻት መተግበሪያዎችዎ ጋር ወዲያውኑ መስተጋብር መፍጠር ይችላሉ።\n\nዋና ዋና ባህሪያት፡\n- ማንኛውንም ድረ-ገጽ ወይም የYouTube ቪዲዮ በአንድ ጠቅታ ማጠቃለል ወይም ጥያቄዎችን መላክ።\n- የማንኛውንም ክፍል ስክሪንሾቶችን በቀላሉ መያዝ እና በቀጥታ ወደ AI መሳሪያዎችዎ መላክ።\n- በብዙ ድረ-ገጾች ላይ በቀላሉ ይሰራል፣ ይዘትን ማጠቃለል ወይም ከቪዲዮዎች ጋር በቀላሉ መስተጋብር እንዲፈጥሩ ያስችልዎታል።\n- ሙሉ በሙሉ ነጻ ሲሆን፣ በአሳሽዎ እና በChatGPT ወይም Claude ያሉ AI መሳሪያዎች መካከል እንደ ድልድይ ሆኖ ያገለግላል።\n- ALT + Q አቋራጭን በመጠቀም ወይም የማስፋፊያውን አዶ በመጫን ይዘትን ወዲያውኑ መላክ።\n\nየተዋሃዱ AI ቻት መተግበሪያዎች፡\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nየአጠቃቀም ምሳሌዎች፡\n- ውስብስብ ወይም ረጅም ይዘቶችን በፍጥነት ማጠቃለል፣ ቁልፍ ግንዛቤዎችን መለየት እና ጥልቅ ትንተና ማካሄድ - ለተማሪዎች፣ ለባለሙያዎች እና ለሌሎችም ፍጹም ተስማሚ።\n- እንደ ቻርቶች እና ዲዛይኖች ያሉ እይታዊ መረጃዎችን ስክሪንሾቶችን ወደ AI መሳሪያዎች በመላክ በቀላሉ መተንተን፣ በሰከንዶች ውስጥ ማብራሪያዎችን ወይም ጥቆማዎችን ማግኘት።\n- ለአጥኚዎች፣ ለጋዜጠኞች፣ ለመረጃ ባለሙያዎች እና ለኢንቨስተሮች ትልልቅ የመረጃ ስብስቦችን ለመተንተን እና ለማጠቃለል፣ በፍጥነት ጠቃሚ መረጃዎችን ለማግኘት ተስማሚ።\n- በተለያዩ ኢንዱስትሪዎች የዕለት ተዕለት ተግባራትን ማፋጠን፣ ዝርዝር መረጃዎችን በተሻለ መረዳት እና የውሳኔ አሰጣጥን ማሻሻል።\n\nAsk The Page ምርምርን፣ ይዘት መሰብሰብን እና ከAI መሳሪያዎች ጋር መስተጋብርን በማለስለስ ጊዜ ይቆጥብልዎታል። ChatGPT፣ Claude እና ሌሎች AI ቻት መተግበሪያዎችን በተሻለ ሁኔታ እንዲጠቀሙ በማገዝ፣ የድረ-ገጽ አሰሳዎን ልምድ የበለጠ ውጤታማ እና ምርታማ ያደርገዋል።",
    "bg": "Това разширение улеснява задаването на въпроси, изпращането на съдържание и заснемането на екранни снимки директно от всяка уеб страница към ChatGPT, Claude и други AI инструменти. То е напълно безплатно, позволявайки ви да оптимизирате работния си процес само с един клик.\n\nКрай на ръчното копиране, поставяне или заснемане на екрана. Просто използвайте Ask The Page, за да взаимодействате моментално с вашите AI чат приложения.\n\nОсновни функции:\n- Резюмирайте всяка уеб страница или YouTube видео или изпращайте запитвания с един клик.\n- Лесно заснемайте и изпращайте екранни снимки на всяка секция директно към вашите AI инструменти.\n- Работи безпроблемно в много уебсайтове, позволявайки ви да резюмирате съдържание или да взаимодействате с видеоклипове без усилие.\n- Напълно безплатно, действащо като мост между вашия браузър и AI инструменти като ChatGPT или Claude.\n- Моментално изпращане на съдържание с помощта на клавишната комбинация ALT + Q или чрез кликване върху иконата на разширението.\n\nИнтегрирани AI чат приложения:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nСлучаи на употреба:\n- Бързо резюмиране на сложно или дълго съдържание, извличане на ключови прозрения и извършване на задълбочен анализ - идеално за студенти, професионалисти и други.\n- Лесно анализиране на визуални данни като графики и дизайни чрез изпращане на екранни снимки към AI инструменти, получавайки обяснения или предложения за секунди.\n- Идеално за изследователи, журналисти, експерти по данни и инвеститори за обработка и резюмиране на големи набори от данни, бързо получавайки ценни прозрения.\n- Ускоряване на рутинни задачи, по-добро разбиране на детайлна информация и подобряване на вземането на решения в различни индустрии.\n\nAsk The Page ви спестява време, като рационализира изследването, събирането на съдържание и взаимодействието с AI инструменти. То ви помага да извлечете максимума от ChatGPT, Claude и други AI чат приложения, правейки вашето уеб сърфиране по-ефективно и продуктивно.",
    "bn": "এই এক্সটেনশনটি যেকোনো ওয়েবপেজ থেকে সরাসরি ChatGPT, Claude এবং অন্যান্য AI টুলে প্রশ্ন জিজ্ঞাসা করা, কন্টেন্ট পাঠানো এবং স্ক্রিনশট ক্যাপচার করাকে সহজ করে তোলে। এটি সম্পূর্ণ বিনামূল্যে, যা আপনাকে মাত্র একটি ক্লিকে আপনার কর্মপ্রবাহকে অপটিমাইজ করতে দেয।\n\nআর কোনও ম্যানুয়াল কপি, পেস্ট বা স্ক্রিনশট নেওয়ার দরকার নেই। শুধুমাত্র Ask The Page ব্যবহার করে আপনার AI চ্যাট অ্যাপ্লিকেশনগুলির সাথে তাৎক্ষণিকভাবে ইন্টারঅ্যাক্ট করুন।\n\nমূল বৈশিষ্ট্য:\n- যেকোনো ওয়েবপেজ বা YouTube ভিডিও সারসংক্ষেপ করুন, বা একটি ক্লিকেই প্রম্পট পাঠান।\n- সহজেই যেকোনো অংশের স্ক্রিনশট ক্যাপচার করুন এবং সরাসরি আপনার AI টুলে পাঠান।\n- অনেক ওয়েবসাইট জুড়ে নির্বিঘ্নে কাজ করে, আপনাকে সহজেই কন্টেন্ট সারসংক্ষেপ করতে বা ভিডিওর সাথে ইন্টারঅ্যাক্ট করতে দেয।\n- সম্পূর্ণ বিনামূল্যে, ChatGPT বা Claude-এর মতো AI টুলের সাথে আপনার ব্রাউজারের মধ্যে সেতু হিসেবে কাজ করে।\n- ALT + Q শর্টকাট ব্যবহার করে বা এক্সটেনশন আইকনে ক্লিক করে তাৎক্ষণিকভাবে কন্টেন্ট পাঠান।\n\nএকীভূত AI চ্যাট অ্যাপ্লিকেশন:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nব্যবহারের ক্ষেত্রে:\n- দ্রুত জটিল বা দীর্ঘ কন্টেন্ট সারসংক্ষেপ করুন, মূল অন্তর্দৃষ্টি বের করুন এবং গভীর বিশ্লেষণ করুন - শিক্ষার্থী, পেশাদার এবং আরও অনেকের জন্য আদর্শ।\n- AI টুলে স্ক্রিনশট পাঠিয়ে সহজেই চার্ট এবং ডিজাইনের মতো ভিজ্যুয়াল ডেটা বিশ্লেষণ করুন, সেকেন্ডের মধ্যে ব্যাখ্যা বা পরামর্শ পান।\n- গবেষক, সাংবাদিক, ডেটা বিশেষজ্ঞ এবং বিনিয়োগকারীদের জন্য বৃহৎ ডেটাসেট প্রক্রিয়া করা এবং সারসংক্ষেপ করার জন্য আদর্শ, দ্রুত মূল্যবান অন্তর্দৃষ্টি অর্জন করুন।\n- বিভিন্ন শিল্পে রুটিন কাজ ত্বরান্বিত করুন, বিস্তারিত তথ্য আরও ভালভাবে বুঝুন এবং সিদ্ধান্ত গ্রহণ উন্নত করুন।\n\nAsk The Page গবেষণা, কন্টেন্ট সংগ্রহ এবং AI টুলের সাথে ইন্টারঅ্যাকশন স্ট্রিমলাইন করে আপনার সময় বাঁচায়। এটি আপনাকে ChatGPT, Claude এবং অন্যান্য AI চ্যাট অ্যাপ্লিকেশনের সর্বোচ্চ ব্যবহার করতে সাহায্য করে, আপনার ওয়েব ব্রাউজিং অভিজ্ঞতাকে আরও দক্ষ এবং উৎপাদনশীল করে তোলে।",
    "ca": "Aquesta extensió facilita fer preguntes, enviar contingut i capturar captures de pantalla directament des de qualsevol pàgina web a ChatGPT, Claude i altres eines d'IA. És completament gratuïta, permetent-vos optimitzar el vostre flux de treball amb només un clic.\n\nS'ha acabat copiar, enganxar o fer captures de pantalla manualment. Simplement utilitzeu Ask The Page per interactuar instantàniament amb les vostres aplicacions de xat d'IA.\n\nCaracterístiques principals:\n- Resumiu qualsevol pàgina web o vídeo de YouTube, o envieu prompts amb un sol clic.\n- Captureu i envieu captures de pantalla de qualsevol secció directament a les vostres eines d'IA amb facilitat.\n- Funciona sense problemes en molts llocs web, permetent-vos resumir contingut o interactuar amb vídeos sense esforç.\n- Completament gratuït, actuant com a pont entre el vostre navegador i eines d'IA com ChatGPT o Claude.\n- Envieu contingut instantàniament utilitzant la drecera ALT + Q o fent clic a la icona de l'extensió.\n\nAplicacions de xat d'IA integrades:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nCasos d'ús:\n- Resumiu ràpidament contingut complex o extens, extraieu idees clau i realitzeu anàlisis profundes: perfecte per a estudiants, professionals i més.\n- Analitzeu fàcilment dades visuals com gràfics i dissenys enviant captures de pantalla a eines d'IA, obtenint explicacions o suggeriments en segons.\n- Ideal per a investigadors, periodistes, experts en dades i inversors per processar i resumir grans conjunts de dades, obtenint informació valuosa ràpidament.\n- Accelereu tasques rutinàries, enteneu millor la informació detallada i milloreu la presa de decisions en diverses indústries.\n\nAsk The Page us estalvia temps optimitzant la recerca, la recopilació de contingut i la interacció amb eines d'IA. Us ajuda a aprofitar al màxim ChatGPT, Claude i altres aplicacions de xat d'IA, fent que la vostra experiència de navegació web sigui més eficient i productiva.",
    "cs": "Toto rozšíření usnadňuje pokládání otázek, odesílání obsahu a pořizování snímků obrazovky přímo z jakékoli webové stránky do ChatGPT, Claude a dalších AI nástrojů. Je zcela zdarma a umožňuje vám optimalizovat váš pracovní postup jediným kliknutím.\n\nŽádné další ruční kopírování, vkládání nebo pořizování snímků obrazovky. Jednoduše použijte Ask The Page pro okamžitou interakci s vašimi AI chatovacími aplikacemi.\n\nKlíčové funkce:\n- Shrňte jakoukoli webovou stránku nebo YouTube video nebo odešlete dotazy jediným kliknutím.\n- Snadno pořizujte a odesílejte snímky obrazovky jakékoli části přímo do vašich AI nástrojů.\n- Hladce funguje na mnoha webových stránkách, umožňuje vám snadno shrnout obsah nebo interagovat s videi.\n- Zcela zdarma, působí jako most mezi vaším prohlížečem a AI nástroji jako ChatGPT nebo Claude.\n- Okamžité odesílání obsahu pomocí klávesové zkratky ALT + Q nebo kliknutím na ikonu rozšíření.\n\nIntegrované AI chatovací aplikace:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nPřípady použití:\n- Rychle shrnujte složitý nebo dlouhý obsah, extrahujte klíčové poznatky a provádějte hloubkovou analýzu - ideální pro studenty, profesionály a další.\n- Snadno analyzujte vizuální data jako grafy a designy odesláním snímků obrazovky do AI nástrojů, získejte vysvětlení nebo návrhy během několika sekund.\n- Ideální pro výzkumníky, novináře, datové experty a investory ke zpracování a shrnutí velkých datových sad, rychle získávajte cenné poznatky.\n- Urychlujte rutinní úkoly, lépe porozumějte detailním informacím a zlepšujte rozhodování napříč různými odvětvími.\n\nAsk The Page vám šetří čas tím, že zefektivňuje výzkum, shromažďování obsahu a interakci s AI nástroji. Pomáhá vám maximálně využít ChatGPT, Claude a další AI chatovací aplikace, což činí vaše prohlížení webu efektivnějším a produktivnějším.",
    "da": "Denne udvidelse gør det nemt at stille spørgsmål, sende indhold og tage skærmbilleder direkte fra enhver webside til ChatGPT, Claude og andre AI-værktøjer. Det er helt gratis og giver dig mulighed for at optimere din arbejdsgang med blot ét klik.\n\nIkke mere manuel kopiering, indsætning eller skærmbilleder. Brug simpelthen Ask The Page til øjeblikkeligt at interagere med dine AI-chatapplikationer.\n\nNøglefunktioner:\n- Opsummer enhver webside eller YouTube-video, eller send prompter med et enkelt klik.\n- Optag og send nemt skærmbilleder af ethvert afsnit direkte til dine AI-værktøjer.\n- Fungerer problemfrit på tværs af mange websites og lader dig opsummere indhold eller interagere med videoer uden besvær.\n- Helt gratis og fungerer som en bro mellem din browser og AI-værktøjer som ChatGPT eller Claude.\n- Send øjeblikkeligt indhold ved hjælp af ALT + Q genvejen eller ved at klikke på udvidelsesikonet.\n\nIntegrerede AI-chatapplikationer:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nAnvendelsesmuligheder:\n- Opsummer hurtigt komplekst eller langt indhold, udtræk nøgleindsigter og udfør dybdegående analyser - perfekt til studerende, fagfolk og mange flere.\n- Analyser nemt visuelle data som diagrammer og designs ved at sende skærmbilleder til AI-værktøjer og få forklaringer eller forslag på få sekunder.\n- Ideel for forskere, journalister, dataeksperter og investorer til at behandle og opsummere store datasæt og hurtigt opnå værdifulde indsigter.\n- Accelerer rutineopgaver, forstå detaljerede oplysninger bedre og forbedre beslutningstagning på tværs af forskellige brancher.\n\nAsk The Page sparer dig tid ved at strømline research, indholdsindsamling og interaktion med AI-værktøjer. Det hjælper dig med at få mest muligt ud af ChatGPT, Claude og andre AI-chatapplikationer og gør din webbrowsing-oplevelse mere effektiv og produktiv.",
    "de": "Diese Erweiterung ermöglicht es Ihnen, Fragen zu stellen, Inhalte zu senden und Screenshots direkt von jeder Webseite an ChatGPT, Claude und andere AI-Tools zu übermitteln. Es ist völlig kostenlos und optimiert Ihren Workflow mit nur einem Klick.\n\nKein manuelles Kopieren, Einfügen oder Erstellen von Screenshots mehr. Verwenden Sie einfach Ask The Page, um sofort mit Ihren AI-Chat-Anwendungen zu interagieren.\n\nHauptfunktionen:\n- Fassen Sie jede Webseite oder jedes YouTube-Video zusammen oder senden Sie Prompts mit einem einzigen Klick.\n- Erfassen und senden Sie Screenshots eines beliebigen Abschnitts direkt an Ihre AI-Tools mit Leichtigkeit.\n- Funktioniert reibungslos auf vielen Websites und ermöglicht Ihnen, Inhalte zusammenzufassen oder mit Videos mühelos zu interagieren.\n- Völlig kostenlos und fungiert als Brücke zwischen Ihrem Browser und AI-Tools wie ChatGPT oder Claude.\n- Senden Sie Inhalte sofort mit der Tastenkombination ALT + Q oder durch Klicken auf das Erweiterungssymbol.\n\nIntegrierte AI-Chat-Anwendungen:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nAnwendungsfälle:\n- Fassen Sie schnell komplexe oder lange Inhalte zusammen, extrahieren Sie wichtige Erkenntnisse und führen Sie tiefgehende Analysen durch - perfekt für Studenten, Berufstätige und mehr.\n- Analysieren Sie visuelle Daten wie Diagramme und Designs einfach, indem Sie Screenshots an AI-Tools senden und in Sekundenschnelle Erklärungen oder Vorschläge erhalten.\n- Ideal für Forscher, Journalisten, Datenexperten und Investoren, um große Datensätze zu verarbeiten und zusammenzufassen und schnell wertvolle Erkenntnisse zu gewinnen.\n- Beschleunigen Sie Routineaufgaben, verstehen Sie detaillierte Informationen besser und verbessern Sie die Entscheidungsfindung in verschiedenen Branchen.\n\nAsk The Page spart Ihnen Zeit, indem es die Recherche, die Inhaltsbeschaffung und die Interaktion mit AI-Tools optimiert. Es hilft Ihnen, ChatGPT, Claude und andere AI-Chat-Anwendungen optimal zu nutzen und macht Ihr Web-Browsing-Erlebnis effizienter und produktiver.",
    "el": "Αυτή η επέκταση διευκολύνει την υποβολή ερωτήσεων, την αποστολή περιεχομένου και τη λήψη στιγμιότυπων οθόνης απευθείας από οποιαδήποτε ιστοσελίδα στο ChatGPT, το Claude και άλλα εργαλεία AI. Είναι εντελώς δωρεάν, επιτρέποντάς σας να βελτιστοποιήσετε τη ροή εργασίας σας με ένα μόνο κλικ.\n\nΔεν χρειάζεται πλέον χειροκίνητη αντιγραφή, επικόλληση ή λήψη στιγμιότυπων οθόνης. Απλά χρησιμοποιήστε το Ask The Page για να αλληλεπιδράσετε άμεσα με τις εφαρμογές συνομιλίας AI σας.\n\nΒασικά χαρακτηριστικά:\n- Συνοψίστε οποιαδήποτε ιστοσελίδα ή βίντεο YouTube, ή στείλτε προτροπές με ένα μόνο κλικ.\n- Καταγράψτε και στείλτε στιγμιότυπα οθόνης οποιουδήποτε τμήματος απευθείας στα εργαλεία AI σας με ευκολία.\n- Λειτουργεί ομαλά σε πολλούς ιστότοπους, επιτρέποντάς σας να συνοψίσετε περιεχόμενο ή να αλληλεπιδράσετε με βίντεο χωρίς κόπο.\n- Εντελώς δωρεάν, λειτουργώντας ως γέφυρα μεταξύ του προγράμματος περιήγησής σας και εργαλείων AI όπως το ChatGPT ή το Claude.\n- Στείλτε άμεσα περιεχόμενο χρησιμοποιώντας τη συντόμευση ALT + Q ή κάνοντας κλικ στο εικονίδιο της επέκτασης.\n\nΕνσωματωμένες εφαρμογές συνομιλίας AI:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nΠεριπτώσεις χρήσης:\n- Γρήγορη σύνοψη περίπλοκου ή εκτενούς περιεχομένου, εξαγωγή βασικών ιδεών και εκτέλεση βαθιάς ανάλυσης—ιδανικό για μαθητές, επαγγελματίες και άλλους.\n- Εύκολη ανάλυση οπτικών δεδομένων όπως γραφήματα και σχέδια στέλνοντας στιγμιότυπα οθόνης σε εργαλεία AI, λαμβάνοντας εξηγήσεις ή προτάσεις σε δευτερόλεπτα.\n- Ιδανικό για ερευνητές, δημοσιογράφους, ειδικούς δεδομένων και επενδυτές για την επεξεργασία και σύνοψη μεγάλων συνόλων δεδομένων, αποκτώντας γρήγορα πολύτιμες γνώσεις.\n- Επιτάχυνση καθημερινών εργασιών, καλύτερη κατανόηση λεπτομερών πληροφοριών και ενίσχυση της λήψης αποφάσεων σε διάφορους κλάδους.\n\nΤο Ask The Page εξοικονομεί χρόνο εξορθολογίζοντας την έρευνα, τη συλλογή περιεχομένου και την αλληλεπίδραση με εργαλεία AI. Σας βοηθά να αξιοποιήσετε στο έπακρο το ChatGPT, το Claude και άλλες εφαρμογές συνομιλίας AI, καθιστώντας την εμπειρία περιήγησής σας στο διαδίκτυο πιο αποδοτική και παραγωγική.",
    "en,en_AU,en_GB,en_US": "This extension makes it easy to ask questions, send content, and capture screenshots directly from any webpage to ChatGPT, Claude, and other AI tools. It’s completely free, allowing you to optimize your workflow with just one click.\n\nNo more manual copying, pasting, or screenshotting. Simply use Ask The Page to instantly interact with your AI chat applications.\n\nKey Features:\n- Summarize any webpage or YouTube video, or send prompts with a single click.\n- Capture and send screenshots of any section directly to your AI tools with ease.\n- Works smoothly across many websites, letting you summarize content or interact with videos effortlessly.\n- Completely free, acting as a bridge between your browser and AI tools like ChatGPT or Claude.\n- Instantly send content using the ALT + Q shortcut or by clicking the extension icon.\n\nIntegrated AI Chat Applications:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nUse Cases:\n- Quickly summarize complex or lengthy content, extract key insights, and perform deep analysis—perfect for students, professionals, and more.\n- Easily analyze visual data like charts and designs by sending screenshots to AI tools, getting explanations or suggestions in seconds.\n- Ideal for researchers, journalists, data experts, and investors to process and summarize large datasets, gaining valuable insights quickly.\n- Accelerate routine tasks, better understand detailed information, and enhance decision-making across various industries.\n\nAsk The Page saves you time by streamlining research, content gathering, and interaction with AI tools. It helps you make the most of ChatGPT, Claude, and other AI chat applications, making your web browsing experience more efficient and productive.",
    "es": "Esta extensión facilita hacer preguntas, enviar contenido y capturar capturas de pantalla directamente desde cualquier página web a ChatGPT, Claude y otras herramientas de AI. Es completamente gratuita, permitiéndote optimizar tu flujo de trabajo con solo un clic.\nNo más copiar, pegar o hacer capturas de pantalla manualmente. Simplemente usa Ask The Page para interactuar instantáneamente con tus aplicaciones de chat de AI.\nCaracterísticas principales:\n\nResume cualquier página web o vídeo de YouTube, o envía prompts con un solo clic.\nCaptura y envía capturas de pantalla de cualquier sección directamente a tus herramientas de AI con facilidad.\nFunciona sin problemas en muchos sitios web, permitiéndote resumir contenido o interactuar con vídeos sin esfuerzo.\nCompletamente gratuita, actuando como un puente entre tu navegador y herramientas de AI como ChatGPT o Claude.\nEnvía contenido al instante usando el atajo ALT + Q o haciendo clic en el icono de la extensión.\n\nAplicaciones de chat de AI integradas:\n\nChatGPT\nClaude AI\nPoe\nGoogle Gemini\nMistral AI\n\nCasos de uso:\n\nResume rápidamente contenido complejo o extenso, extrae ideas clave y realiza análisis profundos, perfecto para estudiantes, profesionales y más.\nAnaliza fácilmente datos visuales como gráficos y diseños enviando capturas de pantalla a herramientas de AI, obteniendo explicaciones o sugerencias en segundos.\nIdeal para investigadores, periodistas, expertos en datos e inversores para procesar y resumir grandes conjuntos de datos, obteniendo valiosas ideas rápidamente.\nAcelera tareas rutinarias, comprende mejor la información detallada y mejora la toma de decisiones en diversas industrias.\n\nAsk The Page te ahorra tiempo agilizando la investigación, la recopilación de contenido y la interacción con herramientas de AI. Te ayuda a aprovechar al máximo ChatGPT, Claude y otras aplicaciones de chat de AI, haciendo que tu experiencia de navegación web sea más eficiente y productiva.",
    "es_419": "Esta extensión hace que sea fácil hacer preguntas, enviar contenido y capturar capturas de pantalla directamente desde cualquier página web a ChatGPT, Claude y otras herramientas de AI. Es completamente gratis, permitiéndote optimizar tu flujo de trabajo con solo un clic.\nNo más copiar, pegar o tomar capturas de pantalla manualmente. Simplemente usa Ask The Page para interactuar instantáneamente con tus aplicaciones de chat de AI.\nCaracterísticas principales:\n\nResume cualquier página web o video de YouTube, o envía prompts con un solo clic.\nCaptura y envía capturas de pantalla de cualquier sección directamente a tus herramientas de AI con facilidad.\nFunciona sin problemas en muchos sitios web, permitiéndote resumir contenido o interactuar con videos sin esfuerzo.\nCompletamente gratis, actuando como un puente entre tu navegador y herramientas de AI como ChatGPT o Claude.\nEnvía contenido al instante usando el atajo ALT + Q o haciendo clic en el ícono de la extensión.\n\nAplicaciones de chat de AI integradas:\n\nChatGPT\nClaude AI\nPoe\nGoogle Gemini\nMistral AI\n\nCasos de uso:\n\nResume rápidamente contenido complejo o extenso, extrae ideas clave y realiza análisis profundos, perfecto para estudiantes, profesionales y más.\nAnaliza fácilmente datos visuales como gráficos y diseños enviando capturas de pantalla a herramientas de AI, obteniendo explicaciones o sugerencias en segundos.\nIdeal para investigadores, periodistas, expertos en datos e inversionistas para procesar y resumir grandes conjuntos de datos, obteniendo ideas valiosas rápidamente.\nAcelera tareas rutinarias, comprende mejor la información detallada y mejora la toma de decisiones en diversas industrias.\n\nAsk The Page te ahorra tiempo agilizando la investigación, la recopilación de contenido y la interacción con herramientas de AI. Te ayuda a aprovechar al máximo ChatGPT, Claude y otras aplicaciones de chat de AI, haciendo que tu experiencia de navegación web sea más eficiente y productiva.",
    "et": "See laiendus võimaldab teil hõlpsasti esitada küsimusi, saata sisu ja teha ekraanipilte otse mistahes veebilehelt ChatGPT-le, Claude'ile ja teistele AI-tööriistadele. See on täiesti tasuta, võimaldades teil optimeerida oma töövoogu vaid ühe klõpsuga.\n\nEnam pole vaja käsitsi kopeerida, kleepida ega ekraanipilte teha. Kasutage lihtsalt Ask The Page'i, et koheselt suhelda oma AI-vestlusrakendustega.\n\nPõhifunktsioonid:\n- Võimalus teha kokkuvõte mistahes veebilehest või YouTube'i videost või saata päringuid ühe klõpsuga.\n- Hõivake ja saatke ekraanipilte mis tahes osast otse oma AI-tööriistadele hõlpsasti.\n- Töötab sujuvalt paljudel veebisaitidel, võimaldades teil vaevata teha kokkuvõtteid sisust või suhelda videotega.\n- Täiesti tasuta, toimides sillana teie brauseri ja AI-tööriistade nagu ChatGPT või Claude vahel.\n- Saatke sisu koheselt, kasutades ALT + Q kiirklahvi või klõpsates laienduse ikoonil.\n\nIntegreeritud AI-vestlusrakendused:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nKasutusjuhud:\n- Tehke kiiresti kokkuvõtteid keerulistest või pikkadest sisudest, eraldage põhiideed ja viige läbi põhjalikke analüüse - ideaalne üliõpilastele, professionaalidele ja paljudele teistele.\n- Analüüsige hõlpsasti visuaalseid andmeid nagu diagramme ja disaine, saates ekraanipilte AI-tööriistadele, saades selgitusi või soovitusi sekunditega.\n- Ideaalne teadlastele, ajakirjanikele, andmeekspertidele ja investoritele suurte andmekogumite töötlemiseks ja kokkuvõtmiseks, saades kiiresti väärtuslikke teadmisi.\n- Kiirendage rutiinseid ülesandeid, mõistke paremini üksikasjalikku teavet ja parandage otsustusprotsessi erinevates tööstusharudes.\n\nAsk The Page säästab teie aega, lihtsustades uurimistööd, sisu kogumist ja suhtlust AI-tööriistadega. See aitab teil ChatGPT-d, Claude'i ja teisi AI-vestlusrakendusi maksimaalselt ära kasutada, muutes teie veebisirvimise kogemuse tõhusamaks ja produktiivsemaks.",
    "fa": "این افزونه به شما امکان می‌دهد به راحتی از هر صفحه وب، سؤال بپرسید، محتوا ارسال کنید و مستقیماً به ChatGPT، Claude و سایر ابزارهای AI اسکرین‌شات بگیرید. این افزونه کاملاً رایگان است و به شما اجازه می‌دهد با یک کلیک، جریان کاری خود را بهینه کنید.\n\nدیگر نیازی به کپی، پیست یا اسکرین‌شات دستی نیست. به سادگی از Ask The Page استفاده کنید تا فوراً با برنامه‌های چت AI خود تعامل داشته باشید.\n\nویژگی‌های کلیدی:\n- خلاصه کردن هر صفحه وب یا ویدیوی YouTube، یا ارسال پرامپت‌ها با یک کلیک.\n- به راحتی اسکرین‌شات از هر بخش را بگیرید و مستقیماً به ابزارهای AI خود ارسال کنید.\n- در بسیاری از وب‌سایت‌ها به خوبی کار می‌کند و به شما امکان می‌دهد به راحتی محتوا را خلاصه کنید یا با ویدیوها تعامل داشته باشید.\n- کاملاً رایگان است و به عنوان پلی بین مرورگر شما و ابزارهای AI مانند ChatGPT یا Claude عمل می‌کند.\n- با استفاده از میانبر ALT + Q یا با کلیک بر روی آیکون افزونه، فوراً محتوا را ارسال کنید.\n\nبرنامه‌های چت AI یکپارچه شده:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nموارد استفاده:\n- به سرعت محتوای پیچیده یا طولانی را خلاصه کنید، بینش‌های کلیدی را استخراج کنید و تحلیل عمیق انجام دهید - ایده‌آل برای دانشجویان، متخصصان و غیره.\n- به راحتی داده‌های بصری مانند نمودارها و طرح‌ها را با ارسال اسکرین‌شات به ابزارهای AI تجزیه و تحلیل کنید و در عرض چند ثانیه توضیحات یا پیشنهادات دریافت کنید.\n- ایده‌آل برای محققان، روزنامه‌نگاران، متخصصان داده و سرمایه‌گذاران برای پردازش و خلاصه کردن مجموعه‌های بزرگ داده و کسب سریع بینش‌های ارزشمند.\n- وظایف روزمره را تسریع بخشید، اطلاعات دقیق را بهتر درک کنید و تصمیم‌گیری را در صنایع مختلف بهبود بخشید.\n\nAsk The Page با بهینه‌سازی تحقیق، جمع‌آوری محتوا و تعامل با ابزارهای AI در وقت شما صرفه‌جویی می‌کند. به شما کمک می‌کند تا از ChatGPT، Claude و سایر برنامه‌های چت AI به بهترین نحو استفاده کنید و تجربه وب گردی شما را کارآمدتر و مولدتر می‌سازد.",
    "fi": "Tämä laajennus tekee helpoksi kysyä kysymyksiä, lähettää sisältöä ja ottaa kuvakaappauksia suoraan miltä tahansa verkkosivulta ChatGPT:lle, Claudelle ja muille AI-työkaluille. Se on täysin ilmainen, ja sen avulla voit optimoida työnkulkusi yhdellä klikkauksella.\n\nEi enää manuaalista kopiointia, liittämistä tai kuvakaappausten ottamista. Käytä yksinkertaisesti Ask The Page -laajennusta vuorovaikuttaaksesi välittömästi AI-chat-sovellustesi kanssa.\n\nTärkeimmät ominaisuudet:\n- Tiivistä mikä tahansa verkkosivu tai YouTube-video tai lähetä kehotteita yhdellä klikkauksella.\n- Ota ja lähetä kuvakaappauksia mistä tahansa osiosta suoraan AI-työkaluillesi helposti.\n- Toimii sujuvasti monilla verkkosivustoilla, mahdollistaen sisällön tiivistämisen tai videoiden kanssa vuorovaikutuksen vaivattomasti.\n- Täysin ilmainen, toimien siltana selaimesi ja AI-työkalujen kuten ChatGPT:n tai Clauden välillä.\n- Lähetä sisältöä välittömästi käyttämällä ALT + Q -pikanäppäintä tai klikkaamalla laajennuksen kuvaketta.\n\nIntegroidut AI-chat-sovellukset:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nKäyttötapaukset:\n- Tiivistä nopeasti monimutkaista tai pitkää sisältöä, poimi keskeisiä oivalluksia ja suorita syvällistä analyysiä - täydellinen opiskelijoille, ammattilaisille ja monille muille.\n- Analysoi visuaalista dataa, kuten kaavioita ja suunnitelmia, helposti lähettämällä kuvakaappauksia AI-työkaluille, saaden selityksiä tai ehdotuksia sekunneissa.\n- Ihanteellinen tutkijoille, journalisteille, data-asiantuntijoille ja sijoittajille suurten tietoaineistojen käsittelyyn ja tiivistämiseen, saaden arvokkaita oivalluksia nopeasti.\n- Nopeuta rutiinitehtäviä, ymmärrä yksityiskohtaista tietoa paremmin ja paranna päätöksentekoa eri toimialoilla.\n\nAsk The Page säästää aikaasi virtaviivaistamalla tutkimusta, sisällön keräämistä ja vuorovaikutusta AI-työkalujen kanssa. Se auttaa sinua hyödyntämään ChatGPT:tä, Claudea ja muita AI-chat-sovelluksia parhaalla mahdollisella tavalla, tehden verkkoselauskokemuksestasi tehokkaamman ja tuottavamman.",
    "fil": "Ang extension na ito ay nagpapadalig sa pagtatanong, pagpapadala ng nilalaman, at pagkuha ng screenshots nang direkta mula sa anumang webpage papunta sa ChatGPT, Claude, at iba pang AI tools. Ito ay ganap na libre, na nagbibigay-daan sa iyo na i-optimize ang iyong workflow sa isang click lamang.\n\nWala nang manu-manong pagkopya, pag-paste, o pagkuha ng screenshot. Gamitin lang ang Ask The Page para agad na makipag-ugnayan sa iyong mga AI chat application.\n\nMga Pangunahing Katangian:\n- Mag-summarize ng anumang webpage o YouTube video, o magpadala ng mga prompt sa isang click lang.\n- Madaling kumuha at magpadala ng screenshots ng anumang bahagi nang direkta sa iyong mga AI tool.\n- Gumagana nang maayos sa maraming website, na nagbibigay-daan sa iyo na i-summarize ang nilalaman o makipag-ugnayan sa mga video nang walang kahirap-hirap.\n- Ganap na libre, na nagsisilbing tulay sa pagitan ng iyong browser at mga AI tool tulad ng ChatGPT o Claude.\n- Agad na magpadala ng nilalaman gamit ang ALT + Q shortcut o sa pamamagitan ng pag-click sa icon ng extension.\n\nMga Integrated na AI Chat Application:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nMga Use Case:\n- Mabilis na i-summarize ang komplikado o mahabang nilalaman, kunin ang mahahalagang insight, at magsagawa ng malalim na pagsusuri—perpekto para sa mga estudyante, propesyonal, at iba pa.\n- Madaling suriin ang visual data tulad ng mga chart at disenyo sa pamamagitan ng pagpapadala ng screenshots sa mga AI tool, na nakakakuha ng mga paliwanag o mungkahi sa loob ng ilang segundo.\n- Mainam para sa mga mananaliksik, mamamahayag, eksperto sa data, at mga mamumuhunan upang maproseso at ma-summarize ang malalaking dataset, na nakakakuha ng mahahalagang insight nang mabilis.\n- Pabilisin ang mga karaniwang gawain, mas maunawaan ang detalyadong impormasyon, at mapahusay ang paggawa ng desisyon sa iba't ibang industriya.\n\nNakakatipid ng oras ang Ask The Page sa pamamagitan ng pag-streamline ng pananaliksik, pagkolekta ng nilalaman, at pakikipag-ugnayan sa mga AI tool. Tinutulungan ka nitong masulit ang ChatGPT, Claude, at iba pang mga AI chat application, na ginagawang mas mabisa at produktibo ang iyong karanasan sa pag-browse sa web.",
    "fr": "Cette extension facilite la pose de questions, l'envoi de contenu et la capture d'écrans directement depuis n'importe quelle page web vers ChatGPT, Claude et d'autres outils d'IA. Elle est totalement gratuite, vous permettant d'optimiser votre flux de travail en un seul clic.\n\nPlus besoin de copier-coller manuellement ou de faire des captures d'écran. Utilisez simplement Ask The Page pour interagir instantanément avec vos applications de chat IA.\n\nFonctionnalités clés :\n- Résumez n'importe quelle page web ou vidéo YouTube, ou envoyez des prompts en un seul clic.\n- Capturez et envoyez facilement des captures d'écran de n'importe quelle section directement à vos outils d'IA.\n- Fonctionne harmonieusement sur de nombreux sites web, vous permettant de résumer du contenu ou d'interagir avec des vidéos sans effort.\n- Totalement gratuit, agissant comme un pont entre votre navigateur et des outils d'IA comme ChatGPT ou Claude.\n- Envoyez instantanément du contenu en utilisant le raccourci ALT + Q ou en cliquant sur l'icône de l'extension.\n\nApplications de chat IA intégrées :\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nCas d'utilisation :\n- Résumez rapidement du contenu complexe ou long, extrayez des informations clés et effectuez des analyses approfondies - parfait pour les étudiants, les professionnels et bien d'autres.\n- Analysez facilement des données visuelles comme des graphiques et des designs en envoyant des captures d'écran aux outils d'IA, obtenant des explications ou des suggestions en quelques secondes.\n- Idéal pour les chercheurs, journalistes, experts en données et investisseurs pour traiter et résumer de grands ensembles de données, obtenant rapidement des insights précieux.\n- Accélérez les tâches routinières, comprenez mieux les informations détaillées et améliorez la prise de décision dans divers secteurs.\n\nAsk The Page vous fait gagner du temps en rationalisant la recherche, la collecte de contenu et l'interaction avec les outils d'IA. Il vous aide à tirer le meilleur parti de ChatGPT, Claude et d'autres applications de chat IA, rendant votre expérience de navigation web plus efficace et productive.",
    "gu": "આ એક્સ્ટેન્શન કોઈપણ વેબપેજ પરથી સીધા ChatGPT, Claude અને અન્ય AI ટૂલ્સને પ્રશ્નો પૂછવા, સામગ્રી મોકલવા અને સ્ક્રીનશૉટ્સ કેપ્ચર કરવાનું સરળ બનાવે છે. તે સંપૂર્ણપણે મફત છે, જે તમને માત્ર એક ક્લિકથી તમારા વર્કફ્લોને ઓપ્ટિમાઇઝ કરવાની મંજૂરી આપે છે.\n\nહવે મેન્યુઅલ કૉપિંગ, પેસ્ટિંગ અથવા સ્ક્રીનશૉટિંગની જરૂર નથી. તમારી AI ચેટ એપ્લિકેશન્સ સાથે તરત જ ઇન્ટરેક્ટ કરવા માટે માત્ર Ask The Page નો ઉપયોગ કરો.\n\nમુખ્ય સુવિધાઓ:\n- કોઈપણ વેબપેજ અથવા YouTube વીડિયોનો સારાંશ આપો અથવા એક ક્લિકથી પ્રોમ્પ્ટ્સ મોકલો.\n- કોઈપણ વિભાગના સ્ક્રીનશૉટ્સને સરળતાથી કેપ્ચર કરો અને સીધા તમારા AI ટૂલ્સ પર મોકલો.\n- અનેક વેબસાઇટ્સ પર સરળતાથી કામ કરે છે, જે તમને સામગ્રીનો સારાંશ આપવા અથવા વીડિયો સાથે સરળતાથી ઇન્ટરેક્ટ કરવાની મંજૂરી આપે છે.\n- સંપૂર્ણપણે મફત, તમારા બ્રાઉઝર અને ChatGPT અથવા Claude જેવા AI ટૂલ્સ વચ્ચે એક પુલ તરીકે કાર્ય કરે છે.\n- ALT + Q શૉર્ટકટનો ઉપયોગ કરીને અથવા એક્સ્ટેન્શન આયકન પર ક્લિક કરીને તરત જ સામગ્રી મોકલો.\n\nએકીકૃત AI ચેટ એપ્લિકેશન્સ:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nઉપયોગના કિસ્સાઓ:\n- જટિલ અથવા લાંબી સામગ્રીનો ઝડપથી સારાંશ આપો, મુખ્ય અંતર્દૃષ્ટિ કાઢો અને ઊંડી વિશ્લેષણ કરો - વિદ્યાર્થીઓ, વ્યવસાયિકો અને વધુ માટે સંપૂર્ણ.\n- AI ટૂલ્સને સ્ક્રીનશૉટ્સ મોકલીને ચાર્ટ્સ અને ડિઝાઇન્સ જેવા દૃશ્ય ડેટાનું સરળતાથી વિશ્લેષણ કરો, સેકન્ડોમાં સમજૂતીઓ અથવા સૂચનો મેળવો.\n- સંશોધકો, પત્રકારો, ડેટા નિષ્ણાતો અને રોકાણકારો માટે મોટા ડેટાસેટ્સને પ્રક્રિયા કરવા અને સારાંશ આપવા માટે આદર્શ, ઝડપથી મૂલ્યવાન અંતર્દૃષ્ટિ મેળવો.\n- વિવિધ ઉદ્યોગોમાં નિયમિત કાર્યોને ઝડપી બનાવો, વિગતવાર માહિતીને વધુ સારી રીતે સમજો અને નિર્ણય લેવાની પ્રક્રિયામાં સુધારો કરો.\n\nAsk The Page સંશોધન, સામગ્રી એકત્રીકરણ અને AI ટૂલ્સ સાથેની ક્રિયાપ્રતિક્રિયાને સુવ્યવસ્થિત કરીને તમારો સમય બચાવે છે. તે તમને ChatGPT, Claude અને અન્ય AI ચેટ એપ્લિકેશન્સનો શ્રેષ્ઠ ઉપયોગ કરવામાં મદદ કરે છે, જે તમારા વેબ બ્રાઉઝિંગ અનુભવને વધુ કાર્યક્ષમ અને ઉત્પાદક બનાવે છે.",
    "he": "הרחבה זו מקלה על שאילת שאלות, שליחת תוכן וצילום מסך ישירות מכל דף אינטרנט ל-ChatGPT, Claude וכלי AI אחרים. היא לחלוטין בחינם, מאפשרת לך לייעל את זרימת העבודה שלך בלחיצה אחת בלבד.\nאין יותר צורך בהעתקה ידנית, הדבקה או צילום מסך. פשוט השתמש ב-Ask The Page כדי לתקשר מיידית עם יישומי הצ'אט של ה-AI שלך.\nתכונות עיקריות:\n\nסכם כל דף אינטרנט או סרטון YouTube, או שלח הנחיות בלחיצה אחת.\nצלם ושלח צילומי מסך של כל קטע ישירות לכלי ה-AI שלך בקלות.\nעובד בצורה חלקה במספר רב של אתרים, מאפשר לך לסכם תוכן או לתקשר עם סרטונים בקלות.\nלחלוטין בחינם, פועל כגשר בין הדפדפן שלך לכלי AI כמו ChatGPT או Claude.\nשלח תוכן מיידית באמצעות קיצור המקשים ALT + Q או על ידי לחיצה על סמל ההרחבה.\n\nיישומי צ'אט AI משולבים:\n\nChatGPT\nClaude AI\nPoe\nGoogle Gemini\nMistral AI\n\nמקרי שימוש:\n\nסכם במהירות תוכן מורכב או ארוך, חלץ תובנות מפתח ובצע ניתוח מעמיק - מושלם לסטודנטים, אנשי מקצוע ועוד.\nנתח בקלות נתונים חזותיים כמו תרשימים ועיצובים על ידי שליחת צילומי מסך לכלי AI, קבל הסברים או הצעות תוך שניות.\nאידיאלי לחוקרים, עיתונאים, מומחי נתונים ומשקיעים לעיבוד וסיכום מערכי נתונים גדולים, השגת תובנות בעלות ערך במהירות.\nהאץ משימות שגרתיות, הבן טוב יותר מידע מפורט ושפר קבלת החלטות בתעשיות שונות.\n\nAsk The Page חוסך לך זמן על ידי ייעול המחקר, איסוף תוכן ואינטראקציה עם כלי AI. הוא עוזר לך למקסם את השימוש ב-ChatGPT, Claude ויישומי צ'אט AI אחרים, הופך את חוויית הגלישה באינטרנט שלך ליעילה ופרודוקטיבית יותר.",
    "hi": "यह एक्सटेंशन किसी भी वेबपेज से सीधे ChatGPT, Claude और अन्य AI टूल्स को प्रश्न पूछना, सामग्री भेजना और स्क्रीनशॉट कैप्चर करना आसान बनाता है। यह पूरी तरह से मुफ्त है, जिससे आप सिर्फ एक क्लिक से अपने कार्यप्रवाह को अनुकूलित कर सकते हैं।\n\nअब मैनुअल कॉपी, पेस्ट या स्क्रीनशॉट लेने की जरूरत नहीं है। बस Ask The Page का उपयोग करके अपने AI चैट एप्लिकेशन के साथ तुरंत इंटरैक्ट करें।\n\nमुख्य विशेषताएँ:\n- किसी भी वेबपेज या YouTube वीडियो को एक क्लिक से सारांशित करें या प्रॉम्प्ट भेजें।\n- किसी भी खंड के स्क्रीनशॉट को आसानी से कैप्चर करें और सीधे अपने AI टूल्स को भेजें।\n- कई वेबसाइटों पर सुचारू रूप से काम करता है, जिससे आप आसानी से सामग्री को सारांशित कर सकते हैं या वीडियो के साथ इंटरैक्ट कर सकते हैं।\n- पूरी तरह से मुफ्त, आपके ब्राउज़र और ChatGPT या Claude जैसे AI टूल्स के बीच एक पुल के रूप में कार्य करता है।\n- ALT + Q शॉर्टकट का उपयोग करके या एक्सटेंशन आइकन पर क्लिक करके तुरंत सामग्री भेजें।\n\nएकीकृत AI चैट एप्लिकेशन:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nउपयोग के मामले:\n- जटिल या लंबी सामग्री को तेजी से सारांशित करें, प्रमुख अंतर्दृष्टि निकालें और गहन विश्लेषण करें - छात्रों, पेशेवरों और अन्य के लिए आदर्श।\n- चार्ट और डिज़ाइन जैसे विजुअल डेटा का आसानी से विश्लेषण करें, AI टूल्स को स्क्रीनशॉट भेजकर सेकंडों में व्याख्या या सुझाव प्राप्त करें।\n- शोधकर्ताओं, पत्रकारों, डेटा विशेषज्ञों और निवेशकों के लिए बड़े डेटासेट को संसाधित करने और सारांशित करने के लिए आदर्श, तेजी से मूल्यवान अंतर्दृष्टि प्राप्त करें।\n- विभिन्न उद्योगों में रूटीन कार्यों को तेज करें, विस्तृत जानकारी को बेहतर ढंग से समझें और निर्णय लेने में सुधार करें।\n\nAsk The Page अनुसंधान, सामग्री संग्रह और AI टूल्स के साथ इंटरैक्शन को सुव्यवस्थित करके आपका समय बचाता है। यह आपको ChatGPT, Claude और अन्य AI चैट एप्लिकेशन का अधिकतम लाभ उठाने में मदद करता है, जिससे आपका वेब ब्राउज़िंग अनुभव अधिक कुशल और उत्पादक बनता है।",
    "hr": "Ovo proširenje olakšava postavljanje pitanja, slanje sadržaja i snimanje snimki zaslona izravno s bilo koje web stranice na ChatGPT, Claude i druge AI alate. Potpuno je besplatno, omogućujući vam optimizaciju radnog procesa samo jednim klikom.\n\nNema više ručnog kopiranja, lijepljenja ili snimanja zaslona. Jednostavno koristite Ask The Page za trenutačnu interakciju s vašim AI chat aplikacijama.\n\nKljučne značajke:\n- Sažmite bilo koju web stranicu ili YouTube video ili pošaljite upite jednim klikom.\n- Jednostavno snimite i pošaljite snimke zaslona bilo kojeg odjeljka izravno na vaše AI alate.\n- Radi glatko na mnogim web stranicama, omogućujući vam jednostavno sažimanje sadržaja ili interakciju s videozapisima.\n- Potpuno besplatno, djelujući kao most između vašeg preglednika i AI alata poput ChatGPT-a ili Claudea.\n- Trenutačno šaljite sadržaj pomoću prečaca ALT + Q ili klikom na ikonu proširenja.\n\nIntegrirane AI chat aplikacije:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nSlučajevi korištenja:\n- Brzo sažmite složene ili dugačke sadržaje, izvucite ključne uvide i provedite dubinsku analizu - savršeno za studente, profesionalce i druge.\n- Jednostavno analizirajte vizualne podatke poput grafikona i dizajna slanjem snimki zaslona AI alatima, dobivajući objašnjenja ili prijedloge u sekundi.\n- Idealno za istraživače, novinare, stručnjake za podatke i investitore za obradu i sažimanje velikih skupova podataka, brzo stječući vrijedne uvide.\n- Ubrzajte rutinske zadatke, bolje razumijte detaljne informacije i poboljšajte donošenje odluka u raznim industrijama.\n\nAsk The Page štedi vaše vrijeme pojednostavljujući istraživanje, prikupljanje sadržaja i interakciju s AI alatima. Pomaže vam da maksimalno iskoristite ChatGPT, Claude i druge AI chat aplikacije, čineći vaše iskustvo pregledavanja weba učinkovitijim i produktivnijim.",
    "hu": "Ez a bővítmény megkönnyíti a kérdések feltevését, tartalmak küldését és képernyőképek készítését közvetlenül bármely weboldalról a ChatGPT, Claude és más AI eszközökhöz. Teljesen ingyenes, lehetővé téve, hogy egyetlen kattintással optimalizálja munkafolyamatát.\n\nNincs több manuális másolás, beillesztés vagy képernyőkép készítés. Egyszerűen használja az Ask The Page-et, hogy azonnal interakcióba lépjen az AI chat alkalmazásaival.\n\nFőbb jellemzők:\n- Összegezzen bármilyen weboldalt vagy YouTube videót, vagy küldjön promptokat egyetlen kattintással.\n- Könnyedén rögzítsen és küldjön képernyőképeket bármely részről közvetlenül az AI eszközeihez.\n- Zökkenőmentesen működik számos weboldalon, lehetővé téve a tartalom összegzését vagy videókkal való interakciót erőfeszítés nélkül.\n- Teljesen ingyenes, hídként működik a böngészője és az olyan AI eszközök között, mint a ChatGPT vagy Claude.\n- Azonnal küldjön tartalmat az ALT + Q gyorsbillentyű használatával vagy a bővítmény ikonjára kattintva.\n\nIntegrált AI chat alkalmazások:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nFelhasználási esetek:\n- Gyorsan összegezzen összetett vagy hosszú tartalmakat, vonjon ki kulcsfontosságú betekintéseket és végezzen mély elemzést - tökéletes diákok, szakemberek és mások számára.\n- Könnyen elemezzen olyan vizuális adatokat, mint diagramok és tervek, képernyőképek AI eszközökhöz való küldésével, másodpercek alatt magyarázatokat vagy javaslatokat kapva.\n- Ideális kutatók, újságírók, adatszakértők és befektetők számára nagy adathalmazok feldolgozásához és összegzéséhez, gyorsan értékes betekintéseket nyerve.\n- Gyorsítsa fel a rutin feladatokat, jobban értse meg a részletes információkat és javítsa a döntéshozatalt különböző iparágakban.\n\nAz Ask The Page időt takarít meg Önnek a kutatás, tartalomgyűjtés és AI eszközökkel való interakció egyszerűsítésével. Segít maximálisan kihasználni a ChatGPT-t, Claude-ot és más AI chat alkalmazásokat, hatékonyabbá és produktívabbá téve webes böngészési élményét.",
    "id": "Ekstensi ini memudahkan Anda untuk mengajukan pertanyaan, mengirim konten, dan mengambil tangkapan layar langsung dari halaman web mana pun ke ChatGPT, Claude, dan alat AI lainnya. Sepenuhnya gratis, memungkinkan Anda untuk mengoptimalkan alur kerja hanya dengan satu klik.\n\nTidak perlu lagi menyalin, menempelkan, atau mengambil tangkapan layar secara manual. Cukup gunakan Ask The Page untuk berinteraksi secara instan dengan aplikasi chat AI Anda.\n\nFitur Utama:\n- Ringkas halaman web atau video YouTube apa pun, atau kirim prompt hanya dengan satu klik.\n- Ambil dan kirim tangkapan layar dari bagian mana pun langsung ke alat AI Anda dengan mudah.\n- Bekerja dengan lancar di berbagai situs web, memungkinkan Anda meringkas konten atau berinteraksi dengan video tanpa kesulitan.\n- Sepenuhnya gratis, berfungsi sebagai jembatan antara browser Anda dan alat AI seperti ChatGPT atau Claude.\n- Kirim konten secara instan menggunakan pintasan ALT + Q atau dengan mengklik ikon ekstensi.\n\nAplikasi Chat AI Terintegrasi:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nKasus Penggunaan:\n- Cepat meringkas konten kompleks atau panjang, ekstrak wawasan kunci, dan lakukan analisis mendalam—sempurna untuk pelajar, profesional, dan banyak lagi.\n- Dengan mudah analisis data visual seperti grafik dan desain dengan mengirim tangkapan layar ke alat AI, dapatkan penjelasan atau saran dalam hitungan detik.\n- Ideal untuk peneliti, jurnalis, ahli data, dan investor untuk memproses dan meringkas kumpulan data besar, mendapatkan wawasan berharga dengan cepat.\n- Percepat tugas rutin, pahami informasi terperinci dengan lebih baik, dan tingkatkan pengambilan keputusan di berbagai industri.\n\nAsk The Page menghemat waktu Anda dengan merampingkan penelitian, pengumpulan konten, dan interaksi dengan alat AI. Ini membantu Anda memanfaatkan ChatGPT, Claude, dan aplikasi chat AI lainnya secara maksimal, membuat pengalaman browsing web Anda lebih efisien dan produktif.",
    "it": "Questa estensione rende facile porre domande, inviare contenuti e catturare screenshot direttamente da qualsiasi pagina web a ChatGPT, Claude e altri strumenti di AI. È completamente gratuita, permettendoti di ottimizzare il tuo flusso di lavoro con un solo clic.\nBasta con la copia, l'incollaggio o gli screenshot manuali. Usa semplicemente Ask The Page per interagire istantaneamente con le tue applicazioni di chat AI.\nCaratteristiche Principali:\n\nRiassumi qualsiasi pagina web o video di YouTube, o invia prompt con un solo clic.\nCattura e invia screenshot di qualsiasi sezione direttamente ai tuoi strumenti AI con facilità.\nFunziona senza problemi su molti siti web, permettendoti di riassumere contenuti o interagire con video senza sforzo.\nCompletamente gratuita, agisce come un ponte tra il tuo browser e strumenti AI come ChatGPT o Claude.\nInvia istantaneamente contenuti usando la scorciatoia ALT + Q o cliccando sull'icona dell'estensione.\n\nApplicazioni di Chat AI Integrate:\n\nChatGPT\nClaude AI\nPoe\nGoogle Gemini\nMistral AI\n\nCasi d'Uso:\n\nRiassumi rapidamente contenuti complessi o lunghi, estrai intuizioni chiave e esegui analisi approfondite - perfetto per studenti, professionisti e altro ancora.\nAnalizza facilmente dati visivi come grafici e design inviando screenshot a strumenti AI, ottenendo spiegazioni o suggerimenti in secondi.\nIdeale per ricercatori, giornalisti, esperti di dati e investitori per elaborare e riassumere grandi set di dati, ottenendo rapidamente preziose intuizioni.\nAccelera le attività di routine, comprendi meglio le informazioni dettagliate e migliora il processo decisionale in vari settori.\n\nAsk The Page ti fa risparmiare tempo semplificando la ricerca, la raccolta di contenuti e l'interazione con gli strumenti AI. Ti aiuta a sfruttare al massimo ChatGPT, Claude e altre applicazioni di chat AI, rendendo la tua esperienza di navigazione web più efficiente e produttiva.",
    "ja": "この拡張機能を使用すると、任意のウェブページからChatGPT、Claude、その他のAIツールに直接質問を送信したり、コンテンツを送信したり、スクリーンショットをキャプチャしたりすることが簡単になります。完全に無料で、ワンクリックでワークフローを最適化できます。\n\n手動でのコピー、貼り付け、スクリーンショットの撮影は必要ありません。Ask The Pageを使用するだけで、AIチャットアプリケーションとすぐにやり取りできます。\n\n主な機能：\n- ワンクリックで任意のウェブページやYouTube動画を要約したり、プロンプトを送信したりできます。\n- 任意のセクションのスクリーンショットを簡単にキャプチャし、AIツールに直接送信できます。\n- 多くのウェブサイトでスムーズに動作し、コンテンツの要約や動画との対話を簡単に行えます。\n- 完全に無料で、ブラウザとChatGPTやClaudeなどのAIツールの橋渡し役として機能します。\n- ALT + Qショートカットを使用するか、拡張機能のアイコンをクリックするだけで、すぐにコンテンツを送信できます。\n\n統合されているAIチャットアプリケーション：\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\n使用例：\n- 複雑または長文のコンテンツを素早く要約し、重要な洞察を抽出し、深い分析を行います - 学生、専門家などに最適です。\n- チャートやデザインなどの視覚的データを簡単に分析できます。スクリーンショットをAIツールに送信し、数秒で説明や提案を得られます。\n- 研究者、ジャーナリスト、データ専門家、投資家が大規模なデータセットを処理し要約して、迅速に貴重な洞察を得るのに最適です。\n- さまざまな業界で日常的なタスクを加速し、詳細な情報をよりよく理解し、意思決定を向上させます。\n\nAsk The Pageは、研究、コンテンツ収集、AIツールとの対話を効率化することで時間を節約します。ChatGPT、Claude、その他のAIチャットアプリケーションを最大限に活用し、ウェブブラウジング体験をより効率的で生産的にします。",
    "kn": "ಈ ವಿಸ್ತರಣೆಯು ಯಾವುದೇ ವೆಬ್‌ಪುಟದಿಂದ ChatGPT, Claude ಮತ್ತು ಇತರ AI ಸಾಧನಗಳಿಗೆ ನೇರವಾಗಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಲು, ವಿಷಯವನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲು ಸುಲಭಗೊಳಿಸುತ್ತದೆ. ಇದು ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತವಾಗಿದ್ದು, ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಿಂದ ನಿಮ್ಮ ಕಾರ್ಯಹರಿವನ್ನು ಅನುಕೂಲಿಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.\n\nಇನ್ನು ಮುಂದೆ ಕೈಯಾರೆ ನಕಲಿಸುವ, ಅಂಟಿಸುವ ಅಥವಾ ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ತೆಗೆಯುವ ಅಗತ್ಯವಿಲ್ಲ. ನಿಮ್ಮ AI ಚಾಟ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳೊಂದಿಗೆ ತಕ್ಷಣವೇ ಸಂವಹನ ನಡೆಸಲು Ask The Page ಅನ್ನು ಬಳಸಿ.\n\nಪ್ರಮುಖ ವೈಶಿಷ್ಟ್ಯಗಳು:\n- ಯಾವುದೇ ವೆಬ್‌ಪುಟ ಅಥವಾ YouTube ವೀಡಿಯೊವನ್ನು ಸಾರಾಂಶಗೊಳಿಸಿ, ಅಥವಾ ಒಂದೇ ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಪ್ರಾಂಪ್ಟ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ.\n- ಯಾವುದೇ ವಿಭಾಗದ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ಸೆರೆಹಿಡಿದು ನೇರವಾಗಿ ನಿಮ್ಮ AI ಸಾಧನಗಳಿಗೆ ಕಳುಹಿಸಿ.\n- ಹಲವಾರು ವೆಬ್‌ಸೈಟ್‌ಗಳಾದ್ಯಂತ ಸರಾಗವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ವಿಷಯವನ್ನು ಸಾರಾಂಶಗೊಳಿಸಲು ಅಥವಾ ವೀಡಿಯೊಗಳೊಂದಿಗೆ ಸುಲಭವಾಗಿ ಸಂವಹನ ನಡೆಸಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.\n- ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತವಾಗಿದ್ದು, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಮತ್ತು ChatGPT ಅಥವಾ Claude ನಂತಹ AI ಸಾಧನಗಳ ನಡುವೆ ಸೇತುವೆಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.\n- ALT + Q ಶಾರ್ಟ್‌ಕಟ್ ಅನ್ನು ಬಳಸಿ ಅಥವಾ ವಿಸ್ತರಣೆ ಐಕಾನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ತಕ್ಷಣವೇ ವಿಷಯವನ್ನು ಕಳುಹಿಸಿ.\n\nಸಂಯೋಜಿತ AI ಚಾಟ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nಬಳಕೆಯ ಸಂದರ್ಭಗಳು:\n- ಸಂಕೀರ್ಣ ಅಥವಾ ದೀರ್ಘ ವಿಷಯವನ್ನು ತ್ವರಿತವಾಗಿ ಸಾರಾಂಶಗೊಳಿಸಿ, ಪ್ರಮುಖ ಒಳನೋಟಗಳನ್ನು ಹೊರತೆಗೆಯಿರಿ ಮತ್ತು ಆಳವಾದ ವಿಶ್ಲೇಷಣೆಯನ್ನು ನಡೆಸಿ - ವಿದ್ಯಾರ್ಥಿಗಳು, ವೃತ್ತಿಪರರು ಮತ್ತು ಇನ್ನಷ್ಟು ಜನರಿಗೆ ಸೂಕ್ತವಾಗಿದೆ.\n- ಚಾರ್ಟ್‌ಗಳು ಮತ್ತು ವಿನ್ಯಾಸಗಳಂತಹ ದೃಶ್ಯ ಡೇಟಾವನ್ನು ಸುಲಭವಾಗಿ ವಿಶ್ಲೇಷಿಸಿ, AI ಸಾಧನಗಳಿಗೆ ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳನ್ನು ಕಳುಹಿಸುವ ಮೂಲಕ ಕ್ಷಣಗಳಲ್ಲಿ ವಿವರಣೆಗಳು ಅಥವಾ ಸಲಹೆಗಳನ್ನು ಪಡೆಯಿರಿ.\n- ಸಂಶೋಧಕರು, ಪತ್ರಕರ್ತರು, ಡೇಟಾ ತಜ್ಞರು ಮತ್ತು ಹೂಡಿಕೆದಾರರಿಗೆ ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ಸಂಸ್ಕರಿಸಲು ಮತ್ತು ಸಾರಾಂಶಗೊಳಿಸಲು ಸೂಕ್ತವಾಗಿದೆ, ತ್ವರಿತವಾಗಿ ಮೌಲ್ಯಯುತ ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಿರಿ.\n- ವಿವಿಧ ಉದ್ಯಮಗಳಲ್ಲಿ ನಿಯಮಿತ ಕಾರ್ಯಗಳನ್ನು ವೇಗಗೊಳಿಸಿ, ವಿವರವಾದ ಮಾಹಿತಿಯನ್ನು ಉತ್ತಮವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ ಮತ್ತು ನಿರ್ಧಾರ ತೆಗೆದುಕೊಳ್ಳುವಿಕೆಯನ್ನು ಹೆಚ್ಚಿಸಿ.\n\nAsk The Page ಸಂಶೋಧನೆ, ವಿಷಯ ಸಂಗ್ರಹಣೆ ಮತ್ತು AI ಸಾಧನಗಳೊಂದಿಗೆ ಸಂವಹನವನ್ನು ಸುಗಮಗೊಳಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಸಮಯವನ್ನು ಉಳಿಸುತ್ತದೆ. ಇದು ChatGPT, Claude ಮತ್ತು ಇತರ AI ಚಾಟ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿ ಬಳಸಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ, ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಹೆಚ್ಚು ದಕ್ಷ ಮತ್ತು ಉತ್ಪಾದಕವಾಗಿಸುತ್ತದೆ.",
    "ko": "이 확장 프로그램을 사용하면 모든 웹 페이지에서 ChatGPT, Claude 및 기타 AI 도구로 직접 질문하고, 콘텐츠를 보내고, 스크린샷을 캡처하기가 쉬워집니다. 완전히 무료이며, 단 한 번의 클릭으로 워크플로우를 최적화할 수 있습니다.\n\n더 이상 수동으로 복사, 붙여넣기 또는 스크린샷을 찍을 필요가 없습니다. Ask The Page를 사용하여 AI 채팅 애플리케이션과 즉시 상호 작용하세요.\n\n주요 기능:\n- 모든 웹 페이지나 YouTube 동영상을 요약하거나 한 번의 클릭으로 프롬프트를 보냅니다.\n- 어떤 섹션이든 쉽게 스크린샷을 캡처하여 AI 도구로 직접 보냅니다.\n- 많은 웹사이트에서 원활하게 작동하여 콘텐츠를 쉽게 요약하거나 동영상과 상호 작용할 수 있습니다.\n- 완전히 무료로, 브라우저와 ChatGPT 또는 Claude와 같은 AI 도구 사이의 다리 역할을 합니다.\n- ALT + Q 단축키를 사용하거나 확장 프로그램 아이콘을 클릭하여 즉시 콘텐츠를 보냅니다.\n\n통합된 AI 채팅 애플리케이션:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\n사용 사례:\n- 복잡하거나 긴 콘텐츠를 빠르게 요약하고, 주요 통찰력을 추출하며, 심층 분석을 수행합니다 - 학생, 전문가 등에게 완벽합니다.\n- 차트 및 디자인과 같은 시각적 데이터를 AI 도구로 스크린샷을 보내 쉽게 분석하고, 몇 초 만에 설명이나 제안을 받습니다.\n- 연구원, 기자, 데이터 전문가 및 투자자가 대규모 데이터셋을 처리하고 요약하여 빠르게 가치 있는 통찰력을 얻는 데 이상적입니다.\n- 다양한 산업에서 일상적인 작업을 가속화하고, 상세한 정보를 더 잘 이해하며, 의사 결정을 개선합니다.\n\nAsk The Page는 연구, 콘텐츠 수집 및 AI 도구와의 상호 작용을 간소화하여 시간을 절약합니다. ChatGPT, Claude 및 기타 AI 채팅 애플리케이션을 최대한 활용하도록 도와주며, 웹 브라우징 경험을 더욱 효율적이고 생산적으로 만듭니다.",
    "lt": "Šis plėtinys leidžia lengvai užduoti klausimus, siųsti turinį ir daryti ekrano kopijas tiesiogiai iš bet kurio tinklalapio į ChatGPT, Claude ir kitus AI įrankius. Jis yra visiškai nemokamas, leidžiantis optimizuoti jūsų darbo eigą vos vienu paspaudimu.\n\nNebereikia rankiniu būdu kopijuoti, įklijuoti ar daryti ekrano kopijų. Tiesiog naudokite Ask The Page, kad akimirksniu sąveikautumėte su savo AI pokalbių programomis.\n\nPagrindinės funkcijos:\n- Apibendrinkite bet kurį tinklalapį ar YouTube vaizdo įrašą arba siųskite užklausas vienu paspaudimu.\n- Lengvai fiksuokite ir siųskite bet kurios dalies ekrano kopijas tiesiogiai į savo AI įrankius.\n- Sklandžiai veikia daugelyje svetainių, leidžia lengvai apibendrinti turinį ar sąveikauti su vaizdo įrašais.\n- Visiškai nemokamas, veikia kaip tiltas tarp jūsų naršyklės ir AI įrankių, tokių kaip ChatGPT ar Claude.\n- Akimirksniu siųskite turinį naudodami ALT + Q spartųjį klavišą arba spustelėdami plėtinio piktogramą.\n\nIntegruotos AI pokalbių programos:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nNaudojimo atvejai:\n- Greitai apibendrinkite sudėtingą ar ilgą turinį, išgaukite pagrindines įžvalgas ir atlikite gilią analizę - puikiai tinka studentams, specialistams ir kitiems.\n- Lengvai analizuokite vaizdinius duomenis, tokius kaip diagramos ir dizainas, siųsdami ekrano kopijas į AI įrankius ir per kelias sekundes gaudami paaiškinimus ar pasiūlymus.\n- Idealiai tinka tyrėjams, žurnalistams, duomenų ekspertams ir investuotojams apdoroti ir apibendrinti didelius duomenų rinkinius, greitai gaunant vertingas įžvalgas.\n- Pagreitinkite įprastas užduotis, geriau supraskite išsamią informaciją ir pagerinkite sprendimų priėmimą įvairiose pramonės šakose.\n\nAsk The Page taupo jūsų laiką optimizuodamas tyrimus, turinio rinkimą ir sąveiką su AI įrankiais. Jis padeda jums maksimaliai išnaudoti ChatGPT, Claude ir kitas AI pokalbių programas, padarydamas jūsų naršymo internete patirtį efektyvesnę ir produktyvesnę.",
    "lv": "Šis paplašinājums atvieglo jautājumu uzdošanu, satura nosūtīšanu un ekrānuzņēmumu tveršanu tieši no jebkuras tīmekļa lapas uz ChatGPT, Claude un citiem AI rīkiem. Tas ir pilnīgi bez maksas, ļaujot optimizēt jūsu darbplūsmu ar vienu klikšķi.\n\nVairs nav nepieciešama manuāla kopēšana, ielīmēšana vai ekrānuzņēmumu veidošana. Vienkārši izmantojiet Ask The Page, lai nekavējoties mijiedarbotos ar savām AI tērzēšanas lietotnēm.\n\nGalvenās funkcijas:\n- Apkopojiet jebkuru tīmekļa lapu vai YouTube video, vai nosūtiet vaicājumus ar vienu klikšķi.\n- Viegli tveriet un nosūtiet jebkuras sadaļas ekrānuzņēmumus tieši uz jūsu AI rīkiem.\n- Netraucēti darbojas daudzās vietnēs, ļaujot jums viegli apkopot saturu vai mijiedarboties ar video.\n- Pilnīgi bez maksas, darbojas kā tilts starp jūsu pārlūkprogrammu un AI rīkiem, piemēram, ChatGPT vai Claude.\n- Nekavējoties nosūtiet saturu, izmantojot ALT + Q īsceļu vai noklikšķinot uz paplašinājuma ikonas.\n\nIntegrētās AI tērzēšanas lietotnes:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nIzmantošanas gadījumi:\n- Ātri apkopojiet sarežģītu vai garu saturu, izvelciet galvenās atziņas un veiciet padziļinātu analīzi — ideāli piemērots studentiem, profesionāļiem un citiem.\n- Viegli analizējiet vizuālos datus, piemēram, diagrammas un dizainus, nosūtot ekrānuzņēmumus uz AI rīkiem, saņemot paskaidrojumus vai ieteikumus sekundēs.\n- Ideāli piemērots pētniekiem, žurnālistiem, datu ekspertiem un investoriem, lai apstrādātu un apkopotu lielus datu kopumus, ātri gūstot vērtīgas atziņas.\n- Paātriniet ikdienas uzdevumus, labāk izprotiet detalizētu informāciju un uzlabojiet lēmumu pieņemšanu dažādās nozarēs.\n\nAsk The Page ietaupa jūsu laiku, racionalizējot pētniecību, satura vākšanu un mijiedarbību ar AI rīkiem. Tas palīdz jums maksimāli izmantot ChatGPT, Claude un citas AI tērzēšanas lietotnes, padarot jūsu tīmekļa pārlūkošanas pieredzi efektīvāku un produktīvāku.",
    "ml": "ഏതൊരു വെബ്‌പേജിൽ നിന്നും ChatGPT, Claude, മറ്റ് AI ടൂളുകളിലേക്ക് നേരിട്ട് ചോദ്യങ്ങൾ ചോദിക്കാനും, ഉള്ളടക്കം അയയ്ക്കാനും, സ്‌ക്രീൻഷോട്ടുകൾ എടുക്കാനും ഈ എക്സ്റ്റൻഷൻ എളുപ്പമാക്കുന്നു. ഇത് പൂർണ്ണമായും സൗജന്യമാണ്, ഒരു ക്ലിക്കിലൂടെ നിങ്ങളുടെ വർക്ക്‌ഫ്ലോ ഒപ്റ്റിമൈസ് ചെയ്യാൻ അനുവദിക്കുന്നു.\n\nമാനുവലായി പകർത്തലും, പേസ്റ്റ് ചെയ്യലും, സ്‌ക്രീൻഷോട്ട് എടുക്കലും ഇനി വേണ്ട. നിങ്ങളുടെ AI ചാറ്റ് അപ്ലിക്കേഷനുകളുമായി തത്സമയം ഇടപെടാൻ Ask The Page ഉപയോഗിക്കുക.\n\nപ്രധാന സവിശേഷതകൾ:\n- ഏതൊരു വെബ്‌പേജോ YouTube വീഡിയോയോ ഒറ്റ ക്ലിക്കിൽ സംഗ്രഹിക്കുക, അല്ലെങ്കിൽ പ്രോംപ്റ്റുകൾ അയയ്ക്കുക.\n- എളുപ്പത്തിൽ ഏതെങ്കിലും വിഭാഗത്തിന്റെ സ്‌ക്രീൻഷോട്ടുകൾ എടുത്ത് നേരിട്ട് നിങ്ങളുടെ AI ടൂളുകളിലേക്ക് അയയ്ക്കുക.\n- നിരവധി വെബ്‌സൈറ്റുകളിൽ സുഗമമായി പ്രവർത്തിക്കുന്നു, ഉള്ളടക്കം സംഗ്രഹിക്കാനോ വീഡിയോകളുമായി സംവദിക്കാനോ എളുപ്പത്തിൽ അനുവദിക്കുന്നു.\n- പൂർണ്ണമായും സൗജന്യം, ChatGPT അല്ലെങ്കിൽ Claude പോലുള്ള AI ടൂളുകളുമായി നിങ്ങളുടെ ബ്രൗസറിനെ ബന്ധിപ്പിക്കുന്നു.\n- ALT + Q ഷോർട്ട്‌കട്ട് ഉപയോഗിച്ചോ എക്സ്റ്റൻഷൻ ഐക്കണിൽ ക്ലിക്ക് ചെയ്തോ ഉള്ളടക്കം ഉടൻ അയയ്ക്കുക.\n\nസംയോജിപ്പിച്ച AI ചാറ്റ് അപ്ലിക്കേഷനുകൾ:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nഉപയോഗ കേസുകൾ:\n- സങ്കീർണ്ണമായതോ ദൈർഘ്യമേറിയതോ ആയ ഉള്ളടക്കം വേഗത്തിൽ സംഗ്രഹിക്കുക, പ്രധാന ഉൾക്കാഴ്ചകൾ എടുക്കുക, ആഴത്തിലുള്ള വിശകലനം നടത്തുക - വിദ്യാർത്ഥികൾ, പ്രൊഫഷണലുകൾ തുടങ്ങിയവർക്ക് അനുയോജ്യം.\n- ചാർട്ടുകളും ഡിസൈനുകളും പോലുള്ള വിഷ്വൽ ഡാറ്റ സ്‌ക്രീൻഷോട്ടുകൾ AI ടൂളുകളിലേക്ക് അയച്ച് എളുപ്പത്തിൽ വിശകലനം ചെയ്യുക, സെക്കൻഡുകൾക്കുള്ളിൽ വിശദീകരണങ്ങളോ നിർദ്ദേശങ്ങളോ ലഭിക്കുക.\n- ഗവേഷകർ, മാധ്യമപ്രവർത്തകർ, ഡാറ്റാ വിദഗ്ധർ, നിക്ഷേപകർ എന്നിവർക്ക് വലിയ ഡാറ്റാസെറ്റുകൾ പ്രോസസ്സ് ചെയ്യാനും സംഗ്രഹിക്കാനും, വേഗത്തിൽ മൂല്യവത്തായ ഉൾക്കാഴ്ചകൾ നേടാനും ആദർശം.\n- വിവിധ വ്യവസായങ്ങളിൽ റൂട്ടീൻ ജോലികൾ ത്വരിതപ്പെടുത്തുക, വിശദമായ വിവരങ്ങൾ കൂടുതൽ മനസ്സിലാക്കുക, തീരുമാനമെടുക്കൽ മെച്ചപ്പെടുത്തുക.\n\nAsk The Page ഗവേഷണം, ഉള്ളടക്ക ശേഖരണം, AI ടൂളുകളുമായുള്ള സംവേദനം എന്നിവ ലളിതമാക്കി നിങ്ങളുടെ സമയം ലാഭിക്കുന്നു. ChatGPT, Claude, മറ്റ് AI ചാറ്റ് അപ്ലിക്കേഷനുകൾ എന്നിവ പരമാവധി പ്രയോജനപ്പെടുത്താൻ സഹായിക്കുന്നു, നിങ്ങളുടെ വെബ് ബ്രൗസിംഗ് അനുഭവം കൂടുതൽ കാര്യക്ഷമവും ഫലപ്രദവുമാക്കുന്നു.",
    "mr": "हे एक्स्टेंशन कोणत्याही वेबपेजवरून ChatGPT, Claude आणि इतर AI टूल्समध्ये थेट प्रश्न विचारणे, सामग्री पाठवणे आणि स्क्रीनशॉट्स कॅप्चर करणे सोपे करते. हे पूर्णपणे मोफत आहे, आपल्याला फक्त एका क्लिकसह आपला वर्कफ्लो ऑप्टिमाइझ करण्याची परवानगी देते.\n\nयापुढे मॅन्युअल कॉपी, पेस्ट किंवा स्क्रीनशॉट घेण्याची गरज नाही. आपल्या AI चॅट अॅप्लिकेशन्ससह त्वरित संवाद साधण्यासाठी फक्त Ask The Page वापरा.\n\nमुख्य वैशिष्ट्ये:\n- कोणताही वेबपेज किंवा YouTube व्हिडिओ एका क्लिकमध्ये सारांश करा किंवा प्रॉम्प्ट्स पाठवा.\n- कोणत्याही विभागाचे स्क्रीनशॉट्स सहजपणे कॅप्चर करा आणि थेट आपल्या AI टूल्समध्ये पाठवा.\n- अनेक वेबसाइट्सवर सहजपणे कार्य करते, आपल्याला सामग्री सारांशित करण्यास किंवा व्हिडिओंसह सहजपणे संवाद साधण्यास अनुमती देते.\n- पूर्णपणे मोफत, आपल्या ब्राउझर आणि ChatGPT किंवा Claude सारख्या AI टूल्स दरम्यान पूल म्हणून कार्य करते.\n- ALT + Q शॉर्टकट वापरून किंवा एक्स्टेंशन आयकॉनवर क्लिक करून त्वरित सामग्री पाठवा.\n\nएकात्मिक AI चॅट अॅप्लिकेशन्स:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nवापर केसेस:\n- गुंतागुंतीची किंवा दीर्घ सामग्री झटपट सारांशित करा, महत्त्वपूर्ण अंतर्दृष्टी काढा आणि खोल विश्लेषण करा - विद्यार्थी, व्यावसायिक आणि इतरांसाठी परिपूर्ण.\n- चार्ट्स आणि डिझाइन्स सारखा दृश्य डेटा AI टूल्समध्ये स्क्रीनशॉट्स पाठवून सहजपणे विश्लेषण करा, सेकंदात स्पष्टीकरणे किंवा सूचना मिळवा.\n- संशोधक, पत्रकार, डेटा तज्ञ आणि गुंतवणूकदारांसाठी मोठे डेटासेट प्रक्रिया करण्यासाठी आणि सारांशित करण्यासाठी आदर्श, त्वरित मूल्यवान अंतर्दृष्टी मिळवा.\n- विविध उद्योगांमध्ये नियमित कार्ये गतिमान करा, तपशीलवार माहिती अधिक चांगल्या प्रकारे समजून घ्या आणि निर्णय घेण्याची क्षमता वाढवा.\n\nAsk The Page संशोधन, सामग्री संकलन आणि AI टूल्ससह संवाद सुलभ करून आपला वेळ वाचवते. हे आपल्याला ChatGPT, Claude आणि इतर AI चॅट अॅप्लिकेशन्सचा सर्वोत्तम वापर करण्यास मदत करते, आपला वेब ब्राउझिंग अनुभव अधिक कार्यक्षम आणि उत्पादक बनवते.",
    "ms": "Sambungan ini memudahkan untuk bertanya soalan, menghantar kandungan, dan mengambil tangkapan skrin secara langsung dari mana-mana laman web ke ChatGPT, Claude, dan alat AI lain. Ia adalah percuma sepenuhnya, membolehkan anda mengoptimumkan aliran kerja anda dengan hanya satu klik.\n\nTiada lagi penyalinan manual, tampal, atau tangkapan skrin. Hanya gunakan Ask The Page untuk berinteraksi dengan aplikasi perbualan AI anda dengan serta-merta.\n\nCiri-ciri Utama:\n- Ringkaskan mana-mana laman web atau video YouTube, atau hantar prompt dengan satu klik.\n- Tangkap dan hantar tangkapan skrin mana-mana bahagian secara langsung ke alat AI anda dengan mudah.\n- Berfungsi dengan lancar di banyak laman web, membolehkan anda meringkaskan kandungan atau berinteraksi dengan video tanpa usaha.\n- Percuma sepenuhnya, bertindak sebagai jambatan antara penyemak imbas anda dan alat AI seperti ChatGPT atau Claude.\n- Hantar kandungan dengan serta-merta menggunakan pintasan ALT + Q atau dengan mengklik ikon sambungan.\n\nAplikasi Perbualan AI Bersepadu:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nKes Penggunaan:\n- Ringkaskan kandungan yang kompleks atau panjang dengan cepat, ekstrak pandangan utama, dan lakukan analisis mendalam—sesuai untuk pelajar, profesional, dan banyak lagi.\n- Analisis data visual seperti carta dan reka bentuk dengan mudah dengan menghantar tangkapan skrin ke alat AI, mendapatkan penjelasan atau cadangan dalam beberapa saat.\n- Sesuai untuk penyelidik, wartawan, pakar data, dan pelabur untuk memproses dan meringkaskan set data besar, mendapatkan pandangan berharga dengan cepat.",
    "nl": "Deze extensie maakt het eenvoudig om vragen te stellen, inhoud te verzenden en screenshots rechtstreeks van elke webpagina naar ChatGPT, Claude en andere AI-tools te sturen. Het is volledig gratis en stelt u in staat uw workflow te optimaliseren met slechts één klik.\n\nGeen handmatig kopiëren, plakken of screenshots maken meer. Gebruik simpelweg Ask The Page om direct te communiceren met uw AI-chatapplicaties.\n\nBelangrijkste functies:\n- Vat elke webpagina of YouTube-video samen of verstuur prompts met één klik.\n- Maak en verstuur eenvoudig screenshots van elk gedeelte rechtstreeks naar uw AI-tools.\n- Werkt soepel op vele websites, waardoor u gemakkelijk inhoud kunt samenvatten of interactie kunt hebben met video's.\n- Volledig gratis en fungeert als een brug tussen uw browser en AI-tools zoals ChatGPT of Claude.\n- Verstuur onmiddellijk inhoud met de ALT + Q sneltoets of door op het extensie-icoon te klikken.\n\nGeïntegreerde AI-chatapplicaties:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nGebruiksmogelijkheden:\n- Vat snel complexe of lange inhoud samen, extraheer belangrijke inzichten en voer diepgaande analyses uit - perfect voor studenten, professionals en meer.\n- Analyseer eenvoudig visuele gegevens zoals grafieken en ontwerpen door screenshots naar AI-tools te sturen en binnen enkele seconden uitleg of suggesties te krijgen.\n- Ideaal voor onderzoekers, journalisten, data-experts en investeerders om grote datasets te verwerken en samen te vatten, waardoor snel waardevolle inzichten worden verkregen.\n- Versnel routinetaken, begrijp gedetailleerde informatie beter en verbeter de besluitvorming in verschillende industrieën.\n\nAsk The Page bespaart u tijd door het stroomlijnen van onderzoek, het verzamelen van inhoud en interactie met AI-tools. Het helpt u het meeste uit ChatGPT, Claude en andere AI-chatapplicaties te halen, waardoor uw webbrowse-ervaring efficiënter en productiever wordt.",
    "no": "Denne utvidelsen gjør det enkelt å stille spørsmål, sende innhold og ta skjermbilder direkte fra hvilken som helst nettside til ChatGPT, Claude og andre AI-verktøy. Den er helt gratis og lar deg optimalisere arbeidsflyten din med bare ett klikk.\n\nIkke mer manuell kopiering, liming eller skjermbildetaking. Bruk simpelthen Ask The Page for å samhandle umiddelbart med dine AI-chatapplikasjoner.\n\nHovedfunksjoner:\n- Oppsummer hvilken som helst nettside eller YouTube-video, eller send prompts med ett enkelt klikk.\n- Ta og send skjermbilder av hvilket som helst avsnitt direkte til dine AI-verktøy med letthet.\n- Fungerer sømløst på mange nettsteder, og lar deg oppsummere innhold eller samhandle med videoer uten anstrengelse.\n- Helt gratis, fungerer som en bro mellom nettleseren din og AI-verktøy som ChatGPT eller Claude.\n- Send innhold øyeblikkelig ved å bruke ALT + Q-snarveien eller ved å klikke på utvidelsesikonet.\n\nIntegrerte AI-chatapplikasjoner:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nBruksområder:\n- Raskt oppsummere komplekst eller langt innhold, trekke ut nøkkelinnsikter og utføre dybdeanalyser - perfekt for studenter, fagfolk og flere.\n- Enkelt analysere visuelle data som diagrammer og design ved å sende skjermbilder til AI-verktøy, og få forklaringer eller forslag på sekunder.\n- Ideell for forskere, journalister, dataeksperter og investorer for å behandle og oppsummere store datasett, og raskt få verdifull innsikt.\n- Akselerere rutineoppgaver, bedre forstå detaljert informasjon og forbedre beslutningstaking på tvers av ulike bransjer.\n\nAsk The Page sparer deg tid ved å strømlinjeforme forskning, innholdsinnsamling og samhandling med AI-verktøy. Den hjelper deg med å få mest mulig ut av ChatGPT, Claude og andre AI-chatapplikasjoner, og gjør nettleseropplevelsen din mer effektiv og produktiv.",
    "pl": "To rozszerzenie ułatwia zadawanie pytań, wysyłanie treści i przechwytywanie zrzutów ekranu bezpośrednio z dowolnej strony internetowej do ChatGPT, Claude i innych narzędzi AI. Jest całkowicie bezpłatne, pozwalając zoptymalizować przepływ pracy jednym kliknięciem.\n\nKoniec z ręcznym kopiowaniem, wklejaniem lub robieniem zrzutów ekranu. Po prostu użyj Ask The Page, aby natychmiast wchodzić w interakcję z aplikacjami czatowymi AI.\n\nKluczowe funkcje:\n- Podsumowuj dowolną stronę internetową lub film YouTube albo wysyłaj zapytania jednym kliknięciem.\n- Z łatwością przechwytuj i wysyłaj zrzuty ekranu dowolnej sekcji bezpośrednio do narzędzi AI.\n- Działa płynnie na wielu stronach internetowych, pozwalając na łatwe podsumowywanie treści lub interakcję z filmami.\n- Całkowicie bezpłatne, działające jako pomost między przeglądarką a narzędziami AI, takimi jak ChatGPT czy Claude.\n- Natychmiastowe wysyłanie treści za pomocą skrótu ALT + Q lub klikając ikonę rozszerzenia.\n\nZintegrowane aplikacje czatowe AI:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nPrzypadki użycia:\n- Szybko podsumowuj złożone lub długie treści, wyodrębniaj kluczowe spostrzeżenia i przeprowadzaj dogłębne analizy — idealne dla studentów, profesjonalistów i nie tylko.\n- Łatwo analizuj dane wizualne, takie jak wykresy i projekty, wysyłając zrzuty ekranu do narzędzi AI, otrzymując wyjaśnienia lub sugestie w ciągu sekund.\n- Idealne dla badaczy, dziennikarzy, ekspertów ds. danych i inwestorów do przetwarzania i podsumowywania dużych zbiorów danych, szybko zyskując cenne spostrzeżenia.\n- Przyspiesz rutynowe zadania, lepiej zrozum szczegółowe informacje i usprawnij podejmowanie decyzji w różnych branżach.\n\nAsk The Page oszczędza Twój czas, usprawniając badania, gromadzenie treści i interakcję z narzędziami AI. Pomaga Ci maksymalnie wykorzystać ChatGPT, Claude i inne aplikacje czatowe AI, czyniąc Twoje przeglądanie stron internetowych bardziej efektywnym i produktywnym.",
    "pt_BR": "Esta extensão facilita fazer perguntas, enviar conteúdo e capturar screenshots diretamente de qualquer página da web para o ChatGPT, Claude e outras ferramentas de AI. É completamente gratuita, permitindo que você otimize seu fluxo de trabalho com apenas um clique.\n\nChega de copiar, colar ou tirar screenshots manualmente. Simplesmente use o Ask The Page para interagir instantaneamente com suas aplicações de chat de AI.\n\nPrincipais recursos:\n- Resuma qualquer página da web ou vídeo do YouTube, ou envie prompts com um único clique.\n- Capture e envie screenshots de qualquer seção diretamente para suas ferramentas de AI com facilidade.\n- Funciona perfeitamente em muitos sites, permitindo que você resuma conteúdo ou interaja com vídeos sem esforço.\n- Totalmente gratuito, atuando como uma ponte entre seu navegador e ferramentas de AI como ChatGPT ou Claude.\n- Envie conteúdo instantaneamente usando o atalho ALT + Q ou clicando no ícone da extensão.\n\nAplicações de chat de AI integradas:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nCasos de uso:\n- Resuma rapidamente conteúdos complexos ou longos, extraia insights-chave e realize análises profundas - perfeito para estudantes, profissionais e muito mais.\n- Analise facilmente dados visuais como gráficos e designs enviando screenshots para ferramentas de AI, obtendo explicações ou sugestões em segundos.\n- Ideal para pesquisadores, jornalistas, especialistas em dados e investidores processarem e resumirem grandes conjuntos de dados, obtendo insights valiosos rapidamente.\n- Acelere tarefas rotineiras, compreenda melhor informações detalhadas e aprimore a tomada de decisões em várias indústrias.\n\nO Ask The Page economiza seu tempo ao simplificar a pesquisa, a coleta de conteúdo e a interação com ferramentas de AI. Ele ajuda você a aproveitar ao máximo o ChatGPT, Claude e outras aplicações de chat de AI, tornando sua experiência de navegação na web mais eficiente e produtiva.",
    "pt_PT": "Esta extensão facilita fazer perguntas, enviar conteúdo e capturar capturas de ecrã diretamente de qualquer página web para o ChatGPT, Claude e outras ferramentas de AI. É completamente gratuita, permitindo-lhe otimizar o seu fluxo de trabalho com apenas um clique.\n\nNão é mais necessário copiar, colar ou fazer capturas de ecrã manualmente. Basta usar o Ask The Page para interagir instantaneamente com as suas aplicações de chat de AI.\n\nCaracterísticas principais:\n- Resumir qualquer página web ou vídeo do YouTube, ou enviar prompts com um único clique.\n- Capturar e enviar capturas de ecrã de qualquer secção diretamente para as suas ferramentas de AI com facilidade.\n- Funciona perfeitamente em muitos websites, permitindo-lhe resumir conteúdo ou interagir com vídeos sem esforço.\n- Completamente gratuita, atuando como uma ponte entre o seu navegador e ferramentas de AI como o ChatGPT ou Claude.\n- Envie conteúdo instantaneamente usando o atalho ALT + Q ou clicando no ícone da extensão.\n\nAplicações de Chat de AI integradas:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nCasos de uso:\n- Resumir rapidamente conteúdos complexos ou longos, extrair insights-chave e realizar análises aprofundadas - perfeito para estudantes, profissionais e outros.\n- Analisar facilmente dados visuais como gráficos e designs enviando capturas de ecrã para ferramentas de AI, obtendo explicações ou sugestões em segundos.\n- Ideal para investigadores, jornalistas, especialistas em dados e investidores para processar e resumir grandes conjuntos de dados, obtendo insights valiosos rapidamente.\n- Acelerar tarefas de rotina, compreender melhor informações detalhadas e melhorar a tomada de decisões em várias indústrias.\n\nO Ask The Page poupa-lhe tempo ao simplificar a pesquisa, recolha de conteúdo e interação com ferramentas de AI. Ajuda-o a tirar o máximo proveito do ChatGPT, Claude e outras aplicações de chat de AI, tornando a sua experiência de navegação na web mais eficiente e produtiva.",
    "ro": "Această extensie facilitează adresarea de întrebări, trimiterea de conținut și capturarea de capturi de ecran direct de pe orice pagină web către ChatGPT, Claude și alte instrumente AI. Este complet gratuită, permițându-vă să vă optimizați fluxul de lucru cu un singur clic.\n\nNu mai este nevoie de copiere, lipire sau captură de ecran manuală. Folosiți pur și simplu Ask The Page pentru a interacționa instant cu aplicațiile dvs. de chat AI.\n\nCaracteristici cheie:\n- Rezumați orice pagină web sau video YouTube, sau trimiteți prompturi cu un singur clic.\n- Capturați și trimiteți cu ușurință capturi de ecran ale oricărei secțiuni direct către instrumentele dvs. AI.\n- Funcționează perfect pe multe site-uri web, permițându-vă să rezumați conținut sau să interacționați cu videoclipuri fără efort.\n- Complet gratuit, acționând ca o punte între browser-ul dvs. și instrumente AI precum ChatGPT sau Claude.\n- Trimiteți conținut instantaneu folosind scurtătura ALT + Q sau făcând clic pe pictograma extensiei.\n\nAplicații de chat AI integrate:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nCazuri de utilizare:\n- Rezumați rapid conținut complex sau lung, extrageți informații cheie și efectuați analize aprofundate - perfect pentru studenți, profesioniști și alții.\n- Analizați cu ușurință date vizuale precum grafice și design-uri trimițând capturi de ecran către instrumente AI, obținând explicații sau sugestii în câteva secunde.\n- Ideal pentru cercetători, jurnaliști, experți în date și investitori pentru a procesa și rezuma seturi mari de date, obținând rapid informații valoroase.\n- Accelerați sarcinile de rutină, înțelegeți mai bine informațiile detaliate și îmbunătățiți luarea deciziilor în diverse industrii.\n\nAsk The Page vă economisește timp prin simplificarea cercetării, colectării de conținut și interacțiunii cu instrumentele AI. Vă ajută să profitați la maximum de ChatGPT, Claude și alte aplicații de chat AI, făcând experiența dvs. de navigare pe web mai eficientă și productivă.",
    "ru": "Это расширение позволяет легко задавать вопросы, отправлять контент и делать скриншоты прямо с любой веб-страницы в ChatGPT, Claude и другие AI-инструменты. Оно совершенно бесплатно, позволяя оптимизировать ваш рабочий процесс одним щелчком мыши.\n\nБольше не нужно вручную копировать, вставлять или делать скриншоты. Просто используйте Ask The Page для мгновенного взаимодействия с вашими AI-чат приложениями.\n\nКлючевые особенности:\n- Суммируйте любую веб-страницу или видео YouTube или отправляйте запросы одним щелчком мыши.\n- С легкостью захватывайте и отправляйте скриншоты любого раздела прямо в ваши AI-инструменты.\n- Плавно работает на многих веб-сайтах, позволяя без усилий суммировать контент или взаимодействовать с видео.\n- Совершенно бесплатно, выступая в роли моста между вашим браузером и AI-инструментами, такими как ChatGPT или Claude.\n- Мгновенно отправляйте контент, используя сочетание клавиш ALT + Q или нажав на значок расширения.\n\nИнтегрированные AI-чат приложения:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nВарианты использования:\n- Быстро суммируйте сложный или длинный контент, извлекайте ключевые идеи и проводите глубокий анализ — идеально подходит для студентов, профессионалов и многих других.\n- Легко анализируйте визуальные данные, такие как графики и дизайны, отправляя скриншоты в AI-инструменты и получая объяснения или предложения за считанные секунды.\n- Идеально подходит для исследователей, журналистов, специалистов по данным и инвесторов для обработки и суммирования больших наборов данных, быстро получая ценные выводы.\n- Ускорьте выполнение рутинных задач, лучше понимайте детальную информацию и улучшайте принятие решений в различных отраслях.\n\nAsk The Page экономит ваше время, упрощая исследования, сбор контента и взаимодействие с AI-инструментами. Оно помогает вам максимально использовать ChatGPT, Claude и другие AI-чат приложения, делая ваш опыт веб-серфинга более эффективным и продуктивным.",
    "sk": "Toto rozšírenie umožňuje jednoducho klásť otázky, posielať obsah a zachytávať snímky obrazovky priamo z akejkoľvek webovej stránky do ChatGPT, Claude a ďalších AI nástrojov. Je úplne zadarmo a umožňuje vám optimalizovať váš pracovný postup jediným kliknutím.\n\nUž žiadne manuálne kopírovanie, vkladanie alebo snímanie obrazovky. Jednoducho použite Ask The Page na okamžitú interakciu s vašimi AI chatovacími aplikáciami.\n\nKľúčové funkcie:\n- Sumarizujte akúkoľvek webovú stránku alebo YouTube video, alebo posielajte pokyny jediným kliknutím.\n- Ľahko zachytávajte a posielajte snímky obrazovky akejkoľvek sekcie priamo do vašich AI nástrojov.\n- Hladko funguje na mnohých webových stránkach, umožňujúc vám bez námahy sumarizovať obsah alebo interagovať s videami.\n- Úplne zadarmo, slúži ako most medzi vaším prehliadačom a AI nástrojmi ako ChatGPT alebo Claude.\n- Okamžite posielajte obsah pomocou klávesovej skratky ALT + Q alebo kliknutím na ikonu rozšírenia.\n\nIntegrované AI chatovacie aplikácie:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nPríklady použitia:\n- Rýchlo sumarizujte zložitý alebo dlhý obsah, extrahujte kľúčové poznatky a vykonávajte hĺbkovú analýzu - ideálne pre študentov, profesionálov a ďalších.\n- Jednoducho analyzujte vizuálne dáta ako grafy a dizajny posielaním snímok obrazovky do AI nástrojov, získavajte vysvetlenia alebo návrhy v priebehu sekúnd.\n- Ideálne pre výskumníkov, novinárov, dátových expertov a investorov na spracovanie a sumarizáciu veľkých datasetov, rýchle získavanie cenných poznatkov.\n- Urýchlite rutinné úlohy, lepšie pochopte podrobné informácie a vylepšite rozhodovanie v rôznych odvetviach.\n\nAsk The Page vám šetrí čas zjednodušením výskumu, zberu obsahu a interakcie s AI nástrojmi. Pomáha vám maximálne využiť ChatGPT, Claude a ďalšie AI chatovacie aplikácie, čím robí váš zážitok z prehliadania webu efektívnejším a produktívnejším.",
    "sl": "Ta razširitev omogoča enostavno postavljanje vprašanj, pošiljanje vsebine in zajemanje posnetkov zaslona neposredno s katere koli spletne strani v ChatGPT, Claude in druga AI orodja. Popolnoma je brezplačna in vam omogoča optimizacijo delovnega procesa z enim samim klikom.\n\nNi več ročnega kopiranja, lepljenja ali zajemanja posnetkov zaslona. Preprosto uporabite Ask The Page za takojšnjo interakcijo z vašimi AI aplikacijami za klepet.\n\nKljučne funkcije:\n- Povzemite katerokoli spletno stran ali YouTube video ali pošljite pozive z enim klikom.\n- Enostavno zajemite in pošljite posnetke zaslona kateregakoli odseka neposredno v vaša AI orodja.\n- Deluje gladko na številnih spletnih mestih in vam omogoča enostavno povzemanje vsebine ali interakcijo z videoposnetki.\n- Popolnoma brezplačno, deluje kot most med vašim brskalnikom in AI orodji, kot sta ChatGPT ali Claude.\n- Takoj pošljite vsebino s bližnjico ALT + Q ali s klikom na ikono razširitve.\n\nIntegrirane AI aplikacije za klepet:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nPrimeri uporabe:\n- Hitro povzemite zapletene ali dolge vsebine, izločite ključne vpoglede in opravite poglobljeno analizo - odlično za študente, strokovnjake in druge.\n- Enostavno analizirajte vizualne podatke, kot so grafikoni in oblikovanje, s pošiljanjem posnetkov zaslona AI orodjem ter v nekaj sekundah dobite razlage ali predloge.\n- Idealno za raziskovalce, novinarje, podatkovne strokovnjake in vlagatelje za obdelavo in povzemanje velikih podatkovnih nizov ter hitro pridobivanje dragocenih vpogledov.\n- Pospešite rutinska opravila, bolje razumite podrobne informacije in izboljšajte sprejemanje odločitev v različnih panogah.\n\nAsk The Page vam prihrani čas s poenostavitvijo raziskovanja, zbiranja vsebine in interakcije z AI orodji. Pomaga vam kar najbolje izkoristiti ChatGPT, Claude in druge AI aplikacije za klepet ter tako naredi vašo izkušnjo brskanja po spletu učinkovitejšo in produktivnejšo.",
    "sr": "Ova ekstenzija omogućava lako postavljanje pitanja, slanje sadržaja i hvatanje snimaka ekrana direktno sa bilo koje veb stranice u ChatGPT, Claude i druge AI alate. Potpuno je besplatna, omogućavajući vam da optimizujete svoj radni tok jednim klikom.\n\nNema više ručnog kopiranja, lepljenja ili snimanja ekrana. Jednostavno koristite Ask The Page da biste odmah komunicirali sa vašim AI chat aplikacijama.\n\nKljučne karakteristike:\n- Sumirajte bilo koju veb stranicu ili YouTube video, ili pošaljite upite jednim klikom.\n- Lako hvatajte i šaljite snimke ekrana bilo kog odeljka direktno u vaše AI alate.\n- Radi glatko na mnogim veb sajtovima, omogućavajući vam da sumirate sadržaj ili interagujete sa videima bez napora.\n- Potpuno besplatno, deluje kao most između vašeg pretraživača i AI alata poput ChatGPT-a ili Claude-a.\n- Trenutno šaljite sadržaj koristeći prečicu ALT + Q ili klikom na ikonu ekstenzije.\n\nIntegrisane AI chat aplikacije:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nSlučajevi upotrebe:\n- Brzo sumirajte složen ili dugačak sadržaj, izvucite ključne uvide i izvršite duboku analizu - savršeno za studente, profesionalce i mnoge druge.\n- Lako analizirajte vizuelne podatke poput grafikona i dizajna slanjem snimaka ekrana u AI alate, dobijajući objašnjenja ili sugestije u sekundi.\n- Idealno za istraživače, novinare, stručnjake za podatke i investitore za obradu i sumiranje velikih skupova podataka, brzo dobijajući vredne uvide.\n- Ubrzajte rutinske zadatke, bolje razumite detaljne informacije i poboljšajte donošenje odluka u različitim industrijama.\n\nAsk The Page štedi vaše vreme pojednostavljujući istraživanje, prikupljanje sadržaja i interakciju sa AI alatima. Pomaže vam da maksimalno iskoristite ChatGPT, Claude i druge AI chat aplikacije, čineći vaše iskustvo pretraživanja veba efikasnijim i produktivnijim.",
    "sv": "Detta tillägg gör det enkelt att ställa frågor, skicka innehåll och ta skärmdumpar direkt från vilken webbsida som helst till ChatGPT, Claude och andra AI-verktyg. Det är helt gratis och låter dig optimera ditt arbetsflöde med bara ett klick.\n\nInget mer manuellt kopierande, klistrande eller skärmdumpar. Använd helt enkelt Ask The Page för att omedelbart interagera med dina AI-chattapplikationer.\n\nNyckelfunktioner:\n- Sammanfatta vilken webbsida eller YouTube-video som helst, eller skicka förfrågningar med ett enda klick.\n- Fånga och skicka skärmdumpar av vilken sektion som helst direkt till dina AI-verktyg med lätthet.\n- Fungerar smidigt på många webbplatser, vilket låter dig sammanfatta innehåll eller interagera med videor utan ansträngning.\n- Helt gratis, fungerar som en brygga mellan din webbläsare och AI-verktyg som ChatGPT eller Claude.\n- Skicka innehåll omedelbart med ALT + Q-genvägen eller genom att klicka på tilläggsikonen.\n\nIntegrerade AI-chattapplikationer:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nAnvändningsområden:\n- Sammanfatta snabbt komplexa eller långa innehåll, extrahera nyckelsikter och utför djupgående analyser - perfekt för studenter, yrkesverksamma och många fler.\n- Analysera enkelt visuell data som diagram och design genom att skicka skärmdumpar till AI-verktyg, få förklaringar eller förslag på sekunder.\n- Idealisk för forskare, journalister, dataexperter och investerare för att bearbeta och sammanfatta stora datamängder, få värdefulla insikter snabbt.\n- Accelerera rutinuppgifter, förstå detaljerad information bättre och förbättra beslutsfattandet i olika branscher.\n\nAsk The Page sparar dig tid genom att effektivisera forskning, innehållsinsamling och interaktion med AI-verktyg. Det hjälper dig att få ut det mesta av ChatGPT, Claude och andra AI-chattapplikationer, vilket gör din webbsurfning mer effektiv och produktiv.",
    "sw": "Kiendelezi hiki kinafanya iwe rahisi kuuliza maswali, kutuma maudhui, na kunasa picha za skrini moja kwa moja kutoka kwenye ukurasa wowote wa wavuti kwenda ChatGPT, Claude, na zana zingine za AI. Ni bure kabisa, kukuwezesha kuboresha mtiririko wako wa kazi kwa mbofyo moja tu.\n\nHakuna tena kunakili, kubandika, au kunasa picha za skrini kwa mikono. Tumia tu Ask The Page kuingiliana mara moja na programu zako za mazungumzo za AI.\n\nVipengele Muhimu:\n- Fanya muhtasari wa ukurasa wowote wa wavuti au video ya YouTube, au tuma maagizo kwa mbofyo moja.\n- Nasa na utume picha za skrini za sehemu yoyote moja kwa moja kwenye zana zako za AI kwa urahisi.\n- Inafanya kazi vizuri kwenye tovuti nyingi, kukuruhusu kufanya muhtasari wa maudhui au kuingiliana na video kwa urahisi.\n- Bure kabisa, inafanya kazi kama daraja kati ya kivinjari chako na zana za AI kama vile ChatGPT au Claude.\n- Tuma maudhui mara moja kwa kutumia njia ya mkato ya ALT + Q au kwa kubofya aikoni ya kiendelezi.\n\nProgramu za Mazungumzo za AI Zilizojumuishwa:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nMatumizi:\n- Fanya muhtasari wa haraka wa maudhui magumu au marefu, toa umaizi muhimu, na fanya uchambuzi wa kina - inafaa kwa wanafunzi, wataalamu, na zaidi.\n- Chambua kwa urahisi data za picha kama vile chati na miundo kwa kutuma picha za skrini kwenye zana za AI, kupata maelezo au mapendekezo kwa sekunde chache.\n- Inafaa kwa watafiti, waandishi wa habari, wataalam wa data, na wawekezaji kuchakata na kufanya muhtasari wa hifadhidata kubwa, kupata umaizi wa thamani kwa haraka.\n- Harakisha kazi za kawaida, elewa vizuri zaidi taarifa za kina, na boresha utoaji wa maamuzi katika sekta mbalimbali.\n\nAsk The Page inakuokoa muda kwa kurahisisha utafiti, ukusanyaji wa maudhui, na mwingiliano na zana za AI. Inakusaidia kutumia vizuri zaidi ChatGPT, Claude, na programu zingine za mazungumzo za AI, kufanya uzoefu wako wa kuvinjari wavuti kuwa wenye ufanisi na uzalishaji zaidi.",
    "ta": "இந்த நீட்டிப்பு எந்தவொரு வலைப்பக்கத்திலிருந்தும் நேரடியாக ChatGPT, Claude மற்றும் பிற AI கருவிகளுக்கு கேள்விகளைக் கேட்க, உள்ளடக்கத்தை அனுப்ப மற்றும் திரைப்பிடிப்புகளை எடுக்க எளிதாக்குகிறது. இது முற்றிலும் இலவசமானது, ஒரே கிளிக்கில் உங்கள் வேலைப்பாய்வை உகந்ததாக்க உதவுகிறது.\n\nகைமுறையாக நகலெடுத்தல், ஒட்டுதல் அல்லது திரைப்பிடிப்பு எடுத்தல் இனி தேவையில்லை. உங்கள் AI அரட்டை பயன்பாடுகளுடன் உடனடியாக தொடர்புகொள்ள Ask The Page ஐப் பயன்படுத்துங்கள்.\n\nமுக்கிய அம்சங்கள்:\n- எந்தவொரு வலைப்பக்கத்தையோ அல்லது YouTube வீடியோவையோ சுருக்கமாக கூறலாம், அல்லது ஒரே கிளிக்கில் கேள்விகளை அனுப்பலாம்.\n- எந்தப் பகுதியின் திரைப்பிடிப்புகளையும் எளிதாக எடுத்து உங்கள் AI கருவிகளுக்கு நேரடியாக அனுப்பலாம்.\n- பல இணையதளங்களில் சுமூகமாக வேலை செய்கிறது, உள்ளடக்கத்தைச் சுருக்கமாகக் கூற அல்லது வீடியோக்களுடன் எளிதாகத் தொடர்புகொள்ள உதவுகிறது.\n- முற்றிலும் இலவசம், ChatGPT அல்லது Claude போன்ற AI கருவிகளுக்கும் உங்கள் உலாவிக்கும் இடையே பாலமாக செயல்படுகிறது.\n- ALT + Q குறுக்குவழியைப் பயன்படுத்தி அல்லது நீட்டிப்பு ஐகானைக் கிளிக் செய்வதன் மூலம் உள்ளடக்கத்தை உடனடியாக அனுப்பலாம்.\n\nஒருங்கிணைந்த AI அரட்டை பயன்பாடுகள்:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nபயன்பாட்டு வழக்குகள்:\n- சிக்கலான அல்லது நீண்ட உள்ளடக்கத்தை விரைவாகச் சுருக்கி, முக்கிய நுண்ணறிவுகளைப் பிரித்தெடுத்து, ஆழமான பகுப்பாய்வு செய்யலாம் - மாணவர்கள், தொழில்முறை வல்லுநர்கள் மற்றும் பலருக்கு சிறந்தது.\n- விளக்கப்படங்கள் மற்றும் வடிவமைப்புகள் போன்ற காட்சி தரவுகளை AI கருவிகளுக்கு திரைப்பிடிப்புகளை அனுப்புவதன் மூலம் எளிதாக பகுப்பாய்வு செய்து, விளக்கங்கள் அல்லது பரிந்துரைகளை நொடிகளில் பெறலாம்.\n- ஆராய்ச்சியாளர்கள், பத்திரிகையாளர்கள், தரவு நிபுணர்கள் மற்றும் முதலீட்டாளர்களுக்கு பெரிய தரவுத்தொகுப்புகளை செயலாக்கவும் சுருக்கவும், மதிப்புமிக்க நுண்ணறிவுகளை விரைவாகப் பெறவும் ஏற்றது.\n- பல்வேறு துறைகளில் வழக்கமான பணிகளை துரிதப்படுத்தவும், விரிவான தகவல்களை சிறப்பாகப் புரிந்துகொள்ளவும், முடிவெடுக்கும் திறனை மேம்படுத்தவும் உதவுகிறது.\n\nAsk The Page ஆராய்ச்சி, உள்ளடக்க சேகரிப்பு மற்றும் AI கருவிகளுடனான தொடர்பை எளிமைப்படுத்துவதன் மூலம் உங்கள் நேரத்தைச் சேமிக்கிறது. இது ChatGPT, Claude மற்றும் பிற AI அரட்டை பயன்பாடுகளை அதிகபட்சமாகப் பயன்படுத்த உதவுகிறது, உங்கள் வலை உலாவல் அனுபவத்தை மேலும் திறமையாகவும் உற்பத்தித்திறன் மிக்கதாகவும் ஆக்குகிறது.",
    "te": "ఈ ఎక్స్‌టెన్షన్ ఏ వెబ్‌పేజీ నుండైనా ChatGPT, Claude మరియు ఇతర AI సాధనాలకు ప్రశ్నలు అడగడానికి, కంటెంట్‌ని పంపడానికి మరియు స్క్రీన్‌షాట్‌లను క్యాప్చర్ చేయడానికి సులభతరం చేస్తుంది. ఇది పూర్తిగా ఉచితం, కేవలం ఒక క్లిక్‌తో మీ వర్క్‌ఫ్లోను ఆప్టిమైజ్ చేసుకోవడానికి అనుమతిస్తుంది.\n\nఇక మ్యానువల్ కాపీయింగ్, పేస్టింగ్ లేదా స్క్రీన్‌షాట్‌లు తీయడం అవసరం లేదు. మీ AI చాట్ అప్లికేషన్‌లతో తక్షణమే ఇంటరాక్ట్ చేయడానికి Ask The Page ని ఉపయోగించండి.\n\nప్రధాన లక్షణాలు:\n- ఏ వెబ్‌పేజీనైనా లేదా YouTube వీడియోను సారాంశీకరించండి, లేదా ఒక క్లిక్‌తో ప్రాంప్ట్‌లను పంపండి.\n- ఏ విభాగాన్నైనా సులభంగా క్యాప్చర్ చేసి, మీ AI సాధనాలకు నేరుగా స్క్రీన్‌షాట్‌లను పంపండి.\n- అనేక వెబ్‌సైట్‌లలో సజావుగా పనిచేస్తుంది, కంటెంట్‌ని సారాంశీకరించడానికి లేదా వీడియోలతో సులభంగా ఇంటరాక్ట్ చేయడానికి అనుమతిస్తుంది.\n- పూర్తిగా ఉచితం, మీ బ్రౌజర్ మరియు ChatGPT లేదా Claude వంటి AI సాధనాల మధ్య వంతెనగా పనిచేస్తుంది.\n- ALT + Q షార్ట్‌కట్‌ని ఉపయోగించి లేదా ఎక్స్‌టెన్షన్ చిహ్నాన్ని క్లిక్ చేయడం ద్వారా తక్షణమే కంటెంట్‌ని పంపండి.\n\nసమన్వయ AI చాట్ అప్లికేషన్‌లు:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nవినియోగ కేసులు:\n- సంక్లిష్టమైన లేదా పొడవైన కంటెంట్‌ను త్వరగా సారాంశీకరించండి, ముఖ్య అంతర్దృష్టులను రాబట్టండి మరియు లోతైన విశ్లేషణను నిర్వహించండి - విద్యార్థులు, వృత్తి నిపుణులు మరియు ఇతరులకు సరిపోతుంది.\n- AI సాధనాలకు స్క్రీన్‌షాట్‌లను పంపడం ద్వారా చార్ట్‌లు మరియు డిజైన్‌ల వంటి దృశ్య డేటాను సులభంగా విశ్లేషించండి, సెకన్లలో వివరణలు లేదా సూచనలను పొందండి.\n- పరిశోధకులు, జర్నలిస్టులు, డేటా నిపుణులు మరియు పెట్టుబడిదారులు పెద్ద డేటాసెట్‌లను ప్రాసెస్ చేయడానికి మరియు సారాంశీకరించడానికి ఆదర్శంగా ఉంటుంది, త్వరగా విలువైన అంతర్దృష్టులను పొందవచ్చు.\n- వివిధ పరిశ్రమలలో సాధారణ పనులను వేగవంతం చేయండి, సమగ్ర సమాచారాన్ని మెరుగ్గా అర్థం చేసుకోండి మరియు నిర్ణయాలను మెరుగుపరచండి.\n\nAsk The Page పరిశోధన, కంటెంట్ సేకరణ మరియు AI సాధనాలతో సంభాషణను సులభతరం చేయడం ద్వారా మీకు సమయాన్ని ఆదా చేస్తుంది. ఇది ChatGPT, Claude మరియు ఇతర AI చాట్ అప్లికేషన్‌లను ఉత్తమంగా ఉపయోగించుకోవడానికి సహాయపడుతుంది, మీ వెబ్ బ్రౌజింగ్ అనుభవాన్ని మరింత సమర్థవంతంగా మరియు ఉత్పాదకంగా చేస్తుంది.",
    "th": "ส่วนขยายนี้ช่วยให้คุณสามารถถามคำถาม ส่งเนื้อหา และจับภาพหน้าจอจากเว็บเพจใดๆ ไปยัง ChatGPT, Claude และเครื่องมือ AI อื่นๆ ได้โดยตรง ฟรีทั้งหมด ช่วยให้คุณเพิ่มประสิทธิภาพการทำงานของคุณได้ด้วยการคลิกเพียงครั้งเดียว\n\nไม่ต้องคัดลอก วาง หรือจับภาพหน้าจอด้วยตนเองอีกต่อไป เพียงใช้ Ask The Page เพื่อโต้ตอบกับแอปพลิเคชันแชท AI ของคุณได้ทันที\n\nคุณสมบัติหลัก:\n- สรุปเว็บเพจหรือวิดีโอ YouTube ใดๆ หรือส่งคำสั่งด้วยการคลิกเพียงครั้งเดียว\n- จับภาพและส่งภาพหน้าจอของส่วนใดๆ ไปยังเครื่องมือ AI ของคุณได้อย่างง่ายดาย\n- ทำงานได้อย่างราบรื่นบนเว็บไซต์หลายแห่ง ช่วยให้คุณสรุปเนื้อหาหรือโต้ตอบกับวิดีโอได้อย่างง่ายดาย\n- ฟรีทั้งหมด ทำหน้าที่เป็นสะพานเชื่อมระหว่างเบราว์เซอร์ของคุณกับเครื่องมือ AI เช่น ChatGPT หรือ Claude\n- ส่งเนื้อหาทันทีโดยใช้ทางลัด ALT + Q หรือคลิกที่ไอคอนส่วนขยาย\n\nแอปพลิเคชันแชท AI ที่รองรับ:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nกรณีการใช้งาน:\n- สรุปเนื้อหาที่ซับซ้อนหรือยาวอย่างรวดเร็ว ดึงข้อมูลเชิงลึกที่สำคัญ และทำการวิเคราะห์เชิงลึก - เหมาะสำหรับนักเรียน มืออาชีพ และอื่นๆ\n- วิเคราะห์ข้อมูลภาพ เช่น แผนภูมิและการออกแบบได้อย่างง่ายดายโดยการส่งภาพหน้าจอไปยังเครื่องมือ AI รับคำอธิบายหรือข้อเสนอแนะในไม่กี่วินาที\n- เหมาะสำหรับนักวิจัย นักข่าว ผู้เชี่ยวชาญด้านข้อมูล และนักลงทุนในการประมวลผลและสรุปชุดข้อมูลขนาดใหญ่ ได้รับข้อมูลเชิงลึกที่มีค่าอย่างรวดเร็ว\n- เร่งงานประจำ เข้าใจข้อมูลโดยละเอียดได้ดีขึ้น และเพิ่มประสิทธิภาพการตัดสินใจในอุตสาหกรรมต่างๆ\n\nAsk The Page ช่วยประหยัดเวลาของคุณโดยการปรับปรุงการวิจัย การรวบรวมเนื้อหา และการโต้ตอบกับเครื่องมือ AI ช่วยให้คุณใช้ประโยชน์สูงสุดจาก ChatGPT, Claude และแอปพลิเคชันแชท AI อื่นๆ ทำให้ประสบการณ์การท่องเว็บของคุณมีประสิทธิภาพและให้ผลผลิตมากขึ้น",
    "tr": "Bu eklenti, herhangi bir web sayfasından doğrudan ChatGPT, Claude ve diğer AI araçlarına soru sormayı, içerik göndermeyi ve ekran görüntüsü almayı kolaylaştırır. Tamamen ücretsizdir ve tek bir tıklamayla iş akışınızı optimize etmenizi sağlar.\n\nArtık manuel kopyalama, yapıştırma veya ekran görüntüsü alma yok. AI sohbet uygulamalarınızla anında etkileşime geçmek için Ask The Page'i kullanmanız yeterli.\n\nTemel Özellikler:\n- Herhangi bir web sayfasını veya YouTube videosunu tek tıklamayla özetleyin veya istemler gönderin.\n- Herhangi bir bölümün ekran görüntüsünü kolayca alın ve doğrudan AI araçlarınıza gönderin.\n- Birçok web sitesinde sorunsuz çalışır, içeriği özetlemenize veya videolarla etkileşime geçmenize zahmetsizce olanak tanır.\n- Tamamen ücretsizdir, tarayıcınız ile ChatGPT veya Claude gibi AI araçları arasında köprü görevi görür.\n- ALT + Q kısayolunu kullanarak veya eklenti simgesine tıklayarak anında içerik gönderin.\n\nEntegre AI Sohbet Uygulamaları:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nKullanım Alanları:\n- Karmaşık veya uzun içerikleri hızlıca özetleyin, temel bilgileri çıkarın ve derin analizler yapın - öğrenciler, profesyoneller ve daha fazlası için mükemmel.\n- Grafikler ve tasarımlar gibi görsel verileri AI araçlarına ekran görüntüleri göndererek kolayca analiz edin, saniyeler içinde açıklamalar veya öneriler alın.\n- Araştırmacılar, gazeteciler, veri uzmanları ve yatırımcılar için büyük veri setlerini işlemek ve özetlemek, hızlı bir şekilde değerli bilgiler elde etmek için idealdir.\n- Çeşitli sektörlerde rutin görevleri hızlandırın, ayrıntılı bilgileri daha iyi anlayın ve karar verme sürecini geliştirin.\n\nAsk The Page, araştırma, içerik toplama ve AI araçlarıyla etkileşimi kolaylaştırarak size zaman kazandırır. ChatGPT, Claude ve diğer AI sohbet uygulamalarından en iyi şekilde yararlanmanıza yardımcı olur, web tarama deneyiminizi daha verimli ve üretken hale getirir.",
    "uk": "Це розширення дозволяє легко задавати питання, надсилати вміст та робити скріншоти безпосередньо з будь-якої веб-сторінки до ChatGPT, Claude та інших AI-інструментів. Воно повністю безкоштовне, що дозволяє оптимізувати ваш робочий процес лише одним кліком.\n\nБільше не потрібно вручну копіювати, вставляти або робити скріншоти. Просто використовуйте Ask The Page для миттєвої взаємодії з вашими AI-чат додатками.\n\nОсновні функції:\n- Узагальнюйте будь-яку веб-сторінку або відео YouTube, або надсилайте запити одним кліком.\n- Легко захоплюйте та надсилайте скріншоти будь-якої ділянки безпосередньо до ваших AI-інструментів.\n- Плавно працює на багатьох веб-сайтах, дозволяючи легко узагальнювати вміст або взаємодіяти з відео.\n- Повністю безкоштовне, виступає мостом між вашим браузером та AI-інструментами, такими як ChatGPT або Claude.\n- Миттєво надсилайте вміст за допомогою комбінації клавіш ALT + Q або клацнувши значок розширення.\n\nІнтегровані AI-чат додатки:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nВаріанти використання:\n- Швидко узагальнюйте складний або довгий вміст, витягуйте ключові ідеї та проводьте глибокий аналіз — ідеально для студентів, професіоналів та інших.\n- Легко аналізуйте візуальні дані, такі як діаграми та дизайни, надсилаючи скріншоти до AI-інструментів, отримуйте пояснення або пропозиції за секунди.\n- Ідеально підходить для дослідників, журналістів, експертів з даних та інвесторів для обробки та узагальнення великих наборів даних, швидко отримуючи цінні ідеї.\n- Прискорюйте рутинні завдання, краще розумійте детальну інформацію та покращуйте прийняття рішень у різних галузях.\n\nAsk The Page економить ваш час, оптимізуючи дослідження, збір вмісту та взаємодію з AI-інструментами. Це допомагає вам максимально використовувати ChatGPT, Claude та інші AI-чат додатки, роблячи ваш досвід веб-перегляду більш ефективним та продуктивним.",
    "vi": "Tiện ích mở rộng này giúp dễ dàng đặt câu hỏi, gửi nội dung và chụp ảnh màn hình trực tiếp từ bất kỳ trang web nào đến ChatGPT, Claude và các công cụ AI khác. Hoàn toàn miễn phí, cho phép bạn tối ưu hóa quy trình làm việc chỉ với một cú nhấp chuột.\n\nKhông cần sao chép, dán hay chụp màn hình thủ công nữa. Chỉ cần sử dụng Ask The Page để tương tác ngay lập tức với các ứng dụng trò chuyện AI của bạn.\n\nTính năng chính:\n- Tóm tắt bất kỳ trang web hoặc video YouTube nào, hoặc gửi lời nhắc chỉ với một cú nhấp chuột.\n- Chụp và gửi ảnh màn hình của bất kỳ phần nào trực tiếp đến các công cụ AI của bạn một cách dễ dàng.\n- Hoạt động mượt mà trên nhiều trang web, cho phép bạn tóm tắt nội dung hoặc tương tác với video một cách dễ dàng.\n- Hoàn toàn miễn phí, đóng vai trò như cầu nối giữa trình duyệt của bạn và các công cụ AI như ChatGPT hoặc Claude.\n- Gửi nội dung ngay lập tức bằng cách sử dụng phím tắt ALT + Q hoặc bằng cách nhấp vào biểu tượng tiện ích mở rộng.\n\nCác ứng dụng trò chuyện AI tích hợp:\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\nTrường hợp sử dụng:\n- Nhanh chóng tóm tắt nội dung phức tạp hoặc dài, trích xuất những hiểu biết chính và thực hiện phân tích sâu—hoàn hảo cho học sinh, chuyên gia và nhiều đối tượng khác.\n- Dễ dàng phân tích dữ liệu trực quan như biểu đồ và thiết kế bằng cách gửi ảnh chụp màn hình đến các công cụ AI, nhận giải thích hoặc đề xuất trong vài giây.\n- Lý tưởng cho các nhà nghiên cứu, nhà báo, chuyên gia dữ liệu và nhà đầu tư để xử lý và tóm tắt các bộ dữ liệu lớn, nhanh chóng có được những hiểu biết có giá trị.\n- Đẩy nhanh các tác vụ thường xuyên, hiểu rõ hơn thông tin chi tiết và nâng cao việc ra quyết định trong các ngành khác nhau.\n\nAsk The Page tiết kiệm thời gian cho bạn bằng cách hợp lý hóa việc nghiên cứu, thu thập nội dung và tương tác với các công cụ AI. Nó giúp bạn tận dụng tối đa ChatGPT, Claude và các ứng dụng trò chuyện AI khác, làm cho trải nghiệm duyệt web của bạn hiệu quả và năng suất hơn.",
    "zh_CN": "这个扩展程序可以让您轻松地从任何网页直接向 ChatGPT、Claude 和其他 AI 工具提问、发送内容和捕获截图。它完全免费，只需一键点击即可优化您的工作流程。\n\n不再需要手动复制、粘贴或截图。只需使用 Ask The Page 即可立即与您的 AI 聊天应用程序互动。\n\n主要功能：\n- 一键总结任何网页或 YouTube 视频，或发送提示。\n- 轻松捕获任何部分的截图并直接发送到您的 AI 工具。\n- 在多个网站上顺畅运行，让您轻松总结内容或与视频互动。\n- 完全免费，充当您的浏览器和 ChatGPT 或 Claude 等 AI 工具之间的桥梁。\n- 使用 ALT + Q 快捷键或单击扩展图标即可立即发送内容。\n\n集成的 AI 聊天应用：\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\n使用场景：\n- 快速总结复杂或冗长的内容，提取关键见解，并进行深入分析——非常适合学生、专业人士等。\n- 通过将图表和设计等视觉数据的截图发送到 AI 工具，轻松分析并在几秒钟内获得解释或建议。\n- 适合研究人员、记者、数据专家和投资者处理和总结大型数据集，快速获得有价值的见解。\n- 加速日常任务，更好地理解详细信息，并在各行各业中增强决策能力。\n\nAsk The Page 通过简化研究、内容收集和与 AI 工具的互动来为您节省时间。它帮助您充分利用 ChatGPT、Claude 和其他 AI 聊天应用，使您的网络浏览体验更高效、更富有成效。",
    "zh_TW": "這個擴充功能讓您可以輕鬆地從任何網頁直接向 ChatGPT、Claude 和其他 AI 工具提問、傳送內容和擷取螢幕截圖。它完全免費，只需一鍵點擊即可優化您的工作流程。\n\n不再需要手動複製、貼上或截圖。只需使用 Ask The Page 即可立即與您的 AI 聊天應用程式互動。\n\n主要功能：\n- 一鍵總結任何網頁或 YouTube 影片，或傳送提示。\n- 輕鬆擷取任何部分的螢幕截圖並直接傳送到您的 AI 工具。\n- 在多個網站上順暢運行，讓您輕鬆總結內容或與影片互動。\n- 完全免費，充當您的瀏覽器和 ChatGPT 或 Claude 等 AI 工具之間的橋樑。\n- 使用 ALT + Q 快捷鍵或點擊擴充功能圖示即可立即傳送內容。\n\n整合的 AI 聊天應用：\n- ChatGPT\n- Claude AI\n- Poe\n- Google Gemini\n- Mistral AI\n\n使用情境：\n- 快速總結複雜或冗長的內容，提取關鍵見解，並進行深入分析——非常適合學生、專業人士等。\n- 透過將圖表和設計等視覺資料的螢幕截圖傳送到 AI 工具，輕鬆分析並在幾秒鐘內獲得解釋或建議。\n- 適合研究人員、記者、資料專家和投資者處理和總結大型資料集，快速獲得有價值的見解。\n- 加速日常任務，更好地理解詳細資訊，並在各行各業中增強決策能力。\n\nAsk The Page 透過簡化研究、內容收集和與 AI 工具的互動來為您節省時間。它幫助您充分利用 ChatGPT、Claude 和其他 AI 聊天應用，使您的網路瀏覽體驗更高效、更富有成效。"
  }
}