{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TMetric – Time Tracker & Productivity App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple time tracking extension which helps you be more productive, complete projects in time and bill your clients correctly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TMetric is a time tracking app that helps streamlining your growing business for higher profits, satisfied clients and happy teams.\n\nConvenient start and stop timers from your browser provide great control over time intervals and calculations on how much time is spent on certain projects, clients and tasks in an instant.\n\nIntegrations\nTMetric integrates with 50+ popular services including Asana, Jira, Notion, Trello, which lets you measure progress and activity in any tool you use. \nYou can see the full list here https://tmetric.com/integrations/\n\nProject management\nWith TMetric, set project budgets, track development costs, and see your earnings. Making clear reports in TMetric, you have a choice to get insights into your projects or focus on details. Zero time waste. Optimal expense tracking.\n\nTeam management\nMeasure effectiveness and activity level of your team, monitor workflow and distribute workload. TMetric syncs your teams’ work and improves collaboration with clients.\n\nBudgeting and invoicing\nWith the flexible billing system, you can set rates both for the project and for the hour, invoice clients and get paid promptly. The financial reports help you get instant insight into your financial performance\n\nTransparent PTO calculations\nEasy paid time off (PTO) tracking, clear time off policies for employees, quick leave approvals and accurate attendance management. No more emails, paperwork and manual calculations.\n\n\nComplete the following simple steps to integrate time tracking with your app.\n\n1. Sign Up to TMetric\n\n2. Install this extension.\n\n3. Login to your app"
  }
}