{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Character.AI legacy chats"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a button to create chats with the old/legacy version of Character.AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension adds a button on Character.AI chat pages which allows you to create new chats using the legacy/old chat interface.\n\nIMPORTANT: The extension only works with the OLD VERSION of character.ai.\n\n**Why?**\n\nThe new chat interface is still a bit buggy and lacks some features that the old interface had, such as the ability to upload images in conversations. Some users of the app may prefer to use the old interface, either just for the missing features or because it just works better for them.\n\n**Is this safe?**\n\nYes, the Chrome extension just adds a button to the web page which sends a request to the legacy chat endpoint to create a new chat. It _does_ access your authentication token from your browser's local storage, however, this is only required for the request to go through. The extension does not do anything else with your token and if you're skeptical, you can look at the source code or use a self-built version.\n\n**Can this get me banned on c.ai?**\n\nI don't know! They may have some logs in place to detect whenever someone uses the legacy endpoint, and what they will do with that information is completely up to them. All in all, **use the extension at your own risk**.\n\nRealistically speaking, I don't think they would ban anyone, especially since there might still be some users who use an older version of the mobile app, which basically hits the same legacy endpoint.\n\n**Can I use this on Firefox?**\n\nThe extension does not currently have a Firefox version, however, you can use it on any Chromium-based browser (such as Brave, Edge, or Opera).\n\nAdditionally, if you know how to work with userscripts, you can look at the source code and create a basic userscript that does the same thing.\n\n**Can I use this on mobile?**\n\nNo, extensions are not supported in the mobile version of Chrome."
  }
}