{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inter Planetary Flash Cards - Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly make flashcards and highlights from websites and sync them to multiplatform flashcard apps for review"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Give your learning a rocket boost with Inter Planetary Flash Cards!\n\n* This is the companion extension to the IPFC web app @ https://www.ipfc.tech/\n\nWith IPFC you can:\n- Save highlights and flashcards from around the web. \n- View card and highlights that others have made, and instantly add them to your own collection.\n- Create beautiful cards with text formatting and inserted media. \n- Give your cards tags for easy organization.\n- Save your cards to the cloud and instantly sync to your favorite flashcard app.\n- Back up all of your data on the Inter Planetary File System (IPFS).\n- Review your cards on the most efficient schedule possible by using a spaced repetition algorithm.\n\n*** At IPFC we believe that the user should own their own data. An account with IPFC also gives you an account at pinata.cloud with 1GB of free storage. Your Pinata account will help you back up your cards on the IPFS so that your cards will never be held hostage on any platform. It also enables file versioning so that your data never gets corrupted. \n\n*** IPFC is still in Alpha. Please provide feedback and bug reports, and constructive criticism! Better yet, contribute! IPFC is an open source project. Join us at https://github.com/IPFC\n\n*** Known bugs: \n- highlights not showing up/misaligned: try refreshing the page. if it keeps happening, try deleting and recreating at a different spot. \nThe extension works best with static sites. If the site content has been changed, the highlights will be misaligned. \nTry to space the highlights out more, or the algorithm gets confused. If you are placing them close together, it might be good to refresh the page after creating each highlight. Deletes can also lead to misalignments, so it's good to refresh after those if placing a highlight near where the delete was.\n- Flickering, especially with collecting cards: refresh the page, or switch the sidebar tab views to refresh.\n- Cards not finding highlights, ending up in ‘Cards without a highlight’: refresh the page."
  }
}