{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whiteberries для комфортных покупок в маркетплейсах",
    "en": "Whiteberries extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Удаляет раздражающие маркетинговые трюки и «тёмные паттерны» на сайтах маркетплейсов.",
    "en": "Say goodbye to online shopping distractions with Whiteberries! This extension removes annoying marketing tricks and ads, allowing…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Удаляет раздражающие маркетинговые трюки и «тёмные паттерны» на сайтах маркетплейсов. Сосредоточьтесь на самом главном — покупке любимых товаров! Разработано с CX-экспертами на основе лучших индустриальных практик, чтобы вы получали удовольствие и экономили время на покупках.\n\n· Удаляет метки со «скидками» из карточек товаров\n· Убирает таймеры с «лучшей ценой» из карточек\n· Удаляет метки с «лучшей ценой» из карточек \n· Удаляет метки с «остатками» товара из карточек\n· Удаляет метку со «снижением» цены на товар\n· Удаляет блок с «распродажами» на шапке, главной странице и карточек товаров\n· Удаляет блок «подходящих товаров» из карточек\n· Удаляет блок «Покупают вместе» из карточек\n· Удаляет блок с «рекомендациями» из поиска по товарам\n· Отключает автовоспроизведение анимированных обложек карточек товаров\n· Работает для «Озона»\n· Получите лучший опыт покупок для любимых товаров!",
    "en": "Removes annoying marketing tricks and \"dark patterns\" on marketplace websites. Focus on what really matters — buying your favorite products! Developed with customer experience experts using industry best practices, so you can enjoy shopping and save time.\n\n- Removes discount labels from product cards\n- Removes timers for the \"best price\" on product cards\n- Removes \"best price\" labels from product cards\n- Removes stock level labels from product cards\n- Removes price drop labels from product cards\n- Removes the \"sales\" section from the header, homepage, and product cards\n- Removes the \"similar products\" section from product cards\n- Removes the \"Frequently Bought Together\" section from product cards\n- Removes the recommendations section from product search results\n- Disables auto-play of animated covers on product cards\n- Works for Ozon\n- Get the best shopping experience for your favorite products!"
  }
}