{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ozon, WB, Simaland и Яндекс.Маркет: сначала плохие отзывы + улучшения",
    "en": "Ozon, WB, Simaland and Yandex.Market: Bad reviews first + enhancement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ozon, Wildberries, Simaland и Яндекс.Маркет: сортировка отзывов по возрастанию рейтинга, и другие улучшения",
    "en": "Ozon, Wildberries, Simaland and Yandex.Market: sorting reviews by product by ascending rating, and other features"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Маркетплейсы в описании товаров не сортируют отзывы по рейтингу - приходится дополнительно жать кнопки сортировки. В каталогах \"звёздочки\" под изображениями товара не являются ссылками на рейтинги - приходится открывать карточку товара. Это часть маркетинга: подальше убирать плохие отзывы и сбывать больше товара, в то время как именно плохие отзывы наиболее объективны. В отзывы внедряются раздражающие рекламные вставки, затрудняющие чтение.\n\nЭто расширение сортирует отзывы по возрастанию рейтинга - от плохих к хорошим, и для каталогов внедряет ссылку на отзывы для \"звёздочек\". Оптимизирует интерфейс: описание товара располагает сразу под изображением, сворачивает малоиспользуемые отвлекающие блоки типа \"Похожие товары\", \"Также рекомендуем\", \"Покупают вместе\" и перемещает их ниже описания, удаляет назойливые рекламные вставки, и т.п. Для Яндекс.Маркет сортировка оставлена по умолчанию по полезности - она там действительно более объективна, чем по возрастанию рейтинга.\n\nПодходит для мобильных устройств для браузеров Mozilla Firefox Beta и Kiwi (которые поддерживают расширения): взамен стандартных приложений маркетплейсов удобно использовать браузер с этим расширением (или скриптом), в котором можно открывать сайт соответствующего маркетплейса. Мобильные версии сайтов маркетплейсов практически не уступают приложениям по функциям и удобству, тем более после вырезания рекламы и улучшения интерфейса. Для удобства открытия сайтов мобильные браузеры позволяют добавить на экран ярлык на соответствующий сайт (маркетплейса), который будет открываться в этом мобильном браузере.\n\nИногда маркетплейсы меняют дизайн сайтов и расширение может частично или полностью перестать срабатывать пока я не учту эти изменения - это вечная борьба.\n\nРасширение Open Source и размещено на GitHub.",
    "en": "Marketplaces do not sort reviews by rating in product descriptions - you have to additionally press the sorting buttons. In catalogs, the “stars” under product images are not links to ratings - you have to open the product card. This is part of marketing: to remove bad reviews away and sell more goods, while it is the bad reviews that are the most objective. Reviews are embedded with annoying advertisements that make reading difficult.\n\nThis extension sorts reviews by increasing rating - from bad to good, and for catalogs it implements a link to reviews for \"stars\". Optimizes the interface: the product description is placed immediately below the image, collapses little-used distracting blocks such as \"Similar products\", \"Also recommended\", \"Buy together\" and moves them below the description, removes annoying advertising inserts, etc.\n\nSuitable for mobile devices for Mozilla Firefox, Kiwi browsers (which support extensions): instead of mobile marketplace applications, you can use a browser with this extension, where you can open the website of the corresponding marketplace. For ease of launch, browsers allow you to add a shortcut on the screen to the website of each marketplace, which will open in the browser. Mobile versions of marketplace sites are almost as good as apps in terms of functionality and convenience.\n\nSometimes marketplaces change the design of sites and the extension may partially or completely stop working until I take these changes into account - this is the eternal struggle of sword and shield.\n\nThe extension is Open Source and hosted on GitHub."
  }
}