{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stream Status Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your viewing experience by getting notified when your favorite streamers go live!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "[English / Englisch]\n\nStay Updated with Your Personal Twitch Notification Manager!\n\nDiscover the ultimate solution to elevate your Twitch experience to the next level! Our Chrome extension offers you a powerful and user-friendly way to stay up-to-date whenever your favorite streamers go live. Here are the highlights that make this extension an essential companion for every Twitch enthusiast:\n\nKey Features:\n\nReal-Time Notifications:\nNever miss a livestream again! As soon as one of your preferred streamers goes online, you'll receive an instant notification directly in your browser. This way, you can tune in immediately and not miss any exciting moments.\n\nSeamless Authentication:\nThe extension offers a straightforward authentication process with Twitch via OAuth2. Simply log in, and you're ready to manage your favorites and see them live without any additional sign-in steps.\n\nPersonalized Control:\nYou have full control over your notifications. Choose which channels you want to be informed about and customize the notification options to your preferences. Easy settings allow you to create a tailored user experience.\n\nAutomatic Updates:\nThe extension performs regular updates to ensure you always have the latest information about your favorite streamers. The checks run automatically in the background, allowing you to relax and stay informed.\n\nTop Games and Streams in View:\nStay informed not only about your preferred channels but also discover the hottest games and streams on Twitch. Receive regular updates on the most popular games and the most-watched streams.\n\nPrivacy and Security:\nYour privacy is important to us. All data collected is securely stored locally on your device and is not shared with third parties. You can use the extension with peace of mind, knowing your personal data is safe.\n\nEasy Installation and Use:\nInstallation is quick and hassle-free. Just add the extension, configure your settings, and enjoy an optimized streaming experience. The user-friendly interface ensures you can start right away.\n\nHow It Works:\n\nInstall:\nClick on \"Add\" and install the extension in your Chrome browser.\n\nSet Up:\nLog in to Twitch and set up your preferred notifications.\n\nEnjoy:\nNever miss a livestream again and fully enjoy your Twitch experience.\n\nConclusion:\n\nThis Chrome extension makes your Twitch experience more personal and efficient. Stay updated, discover new favorite streams, and enjoy the best content Twitch has to offer. Install the extension now and get the best streaming experience directly in your browser!\n\nInstall the extension today and never miss a stream again!\n\n__________________________________________________\n\n[Deutsch / German]\n\nBleibe immer auf dem Laufenden mit deinem persönlichen Twitch-Benachrichtigungsmanager!\nEntdecke die ultimative Lösung, um deine Twitch-Erfahrung auf das nächste Level zu heben! Unsere Chrome-Erweiterung bietet dir eine leistungsstarke und benutzerfreundliche Möglichkeit, immer auf dem neuesten Stand zu bleiben, wenn deine Lieblings-Streamer live gehen. Hier sind die Highlights, die diese Erweiterung zu einem unverzichtbaren Begleiter für jeden Twitch-Enthusiasten machen:\n\nHauptmerkmale:\n\nEchtzeit-Benachrichtigungen: \nVerpasse nie wieder einen Livestream! Sobald einer deiner bevorzugten Streamer online geht, erhältst du umgehend eine Benachrichtigung direkt in deinem Browser. So kannst du sofort einschalten und keinen spannenden Moment verpassen.\n\nNahtlose Authentifizierung: \nDie Erweiterung bietet eine unkomplizierte Authentifizierung bei Twitch über OAuth2. Einfach einloggen, und schon kannst du deine Favoriten verwalten und live gehen sehen, ohne zusätzliche Anmeldeprozesse.\n\nPersonalisierte Steuerung: \nDu hast die volle Kontrolle über deine Benachrichtigungen. Wähle, von welchen Kanälen du informiert werden möchtest, und passe die Benachrichtigungsoptionen nach deinen Wünschen an. Einfache Einstellungen ermöglichen dir eine maßgeschneiderte Nutzererfahrung.\n\nAutomatische Updates: \nDie Erweiterung führt regelmäßige Updates durch, um sicherzustellen, dass du stets die aktuellsten Informationen über deine Lieblings-Streamer erhältst. Die Überprüfung erfolgt automatisch im Hintergrund, sodass du dich entspannt zurücklehnen kannst.\n\nTop-Spiele und -Streams im Blick: \nBleibe nicht nur über deine bevorzugten Kanäle informiert, sondern entdecke auch die angesagtesten Spiele und Streams auf Twitch. Erhalte regelmäßig Updates zu den beliebtesten Spielen und den meistgesehenen Streams.\n\nDatenschutz und Sicherheit: \nDeine Privatsphäre ist uns wichtig. Alle gesammelten Daten werden sicher lokal auf deinem Gerät gespeichert und nicht an Dritte weitergegeben. Du kannst die Erweiterung beruhigt nutzen, ohne dir Sorgen um deine persönlichen Daten machen zu müssen.\n\nEinfache Installation und Nutzung: \nDie Installation ist schnell und unkompliziert. Füge einfach die Erweiterung hinzu, konfiguriere deine Einstellungen und genieße ein optimiertes Streaming-Erlebnis. Die benutzerfreundliche Oberfläche sorgt dafür, dass du sofort loslegen kannst.\n\nSo funktioniert es:\n\nInstallieren: \nKlicke auf „Hinzufügen“ und installiere die Erweiterung in deinem Chrome-Browser.\n\nEinrichten: \nMelde dich bei Twitch an und richte deine bevorzugten Benachrichtigungen ein.\n\nErleben: \nVerpasse keinen Livestream mehr und genieße deine Twitch-Erfahrung in vollen Zügen.\n\nFazit:\n\nMit dieser Chrome-Erweiterung wird dein Twitch-Erlebnis persönlicher und effizienter. Sei immer auf dem neuesten Stand, entdecke neue Lieblingsstreams und genieße die besten Inhalte, die Twitch zu bieten hat. Installiere die Erweiterung jetzt und hol dir das beste Streaming-Erlebnis direkt in deinen Browser!\n\nInstalliere die Erweiterung heute und verpasse keinen einzigen Stream mehr!"
  }
}