{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Русский Транслит / Russian Translit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Транслит для хрома. This extension converts latin characters to cyrillic phonetically."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Русский транслит как кнопка в Хроме. Вы можете вводить транслит в окошко разширения, или-же пользоватся функциями транслита на любой страничке, например в GMail. Клавиши которые включают и выключают транслит отображаются в окошке разширения. Их так же можно поменять в настройках Хрома. \n\nЕсли у вас возникнут какие-то проблемы или вопросы, оставьте комментарий и я постараюсь вам помочь.\n\nThis is a simple Russian transliteration (translit) extension for chrome. Use it to phonetically convert Latin characters into Cyrillic. Since Cyrillic alphabet is larger than most Latin derivatives some characters are converted in sequence. For example the character \"s\" is converted into Cyrillic \"с\", while the sequences \"sh\" into \"ш\" and \"shh\" into \"щ\".\n\nThis extension provides a small input window for writing translit. It also provides translit directly in web pages, such as GMail. This function can be enabled and disabled with a shortcut. The shortcut is displayed in the extension window, and can be changed in Chrome settings.\n\nYou may find this extension useful if you are learning Russian, and want to be able to type it, without learning a new keyboard-layout. While Mac does provide a Russian phonetic keyboard, it does not provide transformation of combinations, which significantly reduces usability. Many Russians use translit today, you should try it too.\n\nIf you have any questions on comments, send me a buzz and I'll be glad to help you out."
  }
}