{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Keyword Tracker & Reverse Asin Lookup"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track keyword rankings to run cost-effective PPC with high-output keywords only."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Move your product to the top of the Amazon search results! This extension shows you where your product stands when searching for a related keyword. It also shows how that position changes over time.\nWith this tool, you can track the effects of your ad campaigns and listing optimization on your organic position, and continue raising it.\n\nRising higher in the search results will bring sellers more sales with organic non-paid traffic. This means that eventually you can turn off the PPC and keep your sales volume the same, while saving tons of money on advertising!\n\n- Make sure an Amazon search engine picks up on all the keywords in your listing description, otherwise you will get less customers from organic traffic. Keyword Tracker also has an Index Checker feature that notifies you if an engine hasn’t indexed one of your keywords.\n\n- Locate the most popular competitor keywords using the Reverse ASIN Lookup feature. This feature shows you keyword rankings of an item by its ASIN.\n\nBecome a stronger FBA seller and have your items listed on the first search page with the best Amazon Keyword Tool Chrome Extension! To try this tool free for 14 days, simply click the blue «Install» button in the top right corner.\n\nKey features\n\n- Confirm that your listing is indexed for all your keywords\n\n- Monitor the keyword’s positions in the search results for you and your competitors’ listings \n\n- View keyword position changes over time in easy-to-understand graphs to instantly pick up on trends. Observe the data changes by hour, several hours or days\n\n- Stay ahead of the competition by analyzing PPC and listing influences on final rankings to improve your Amazon SEO \n\n\nThis analytics extension is for fba and fbm sellers in major marketplaces!\n\nIf you have any questions, let us know at support@amzscout.net."
  }
}