{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger Buzz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet your New Personal Assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger Buzz is a personal assistant that gives you a bird's eye view of all your CRM activities, enabling you to view and reply to all notifications without switching out from your current browser window. Staying on top of your deals, cases, important meetings, customer interactions, and approvals has never been easier.\n\nBuzz boosts your productivity and enables you to spend more time with your customers by - \n\n* Reaching out to you when your teammates need your help. \n* Alerting you about an important meeting.\n* Nudging you to engage with prospects when they’re most interested in your offer.\n* Reminding you to re-engage with a dormant prospect.\n* Notifying you about an all-important approval.\n\nAbout Vtiger CRM:\n\nVtiger CRM builds 360-degree historical views of your contacts and deals so that you know your customers and business better, win more deals, and uncover new opportunities.\nLink Vtiger to your Google contacts, calendars, and emails and work from Google Apps or Vtiger, with information completely synchronized. Need to do more? Head to Vtiger to do all of the following, and more. And now you can see information from Vtiger CRM records in Gmail, too.\n\n* Work with a supercharged rolodex of contacts, accounts, and deals\n* Attach notes, emails, docs, calls, deals, tickets, and more\n* Create triggered follow-up and meeting alerts\n* Place, receive, log, and record phone calls\n* Find out which campaigns generate the most revenue\n* Send targeted email marketing campaigns and measure engagement\n* Create and manage customer service tickets (automatically from email)\n* Send quotes and invoices and receive online payments\n* Track unsold and sold inventory\n* Create, assign, and manage projects and tasks\n* Manage employee lead/deal assignments\n* Control employee record visibility and access"
  }
}