{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "matcik"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily create documents for math, physics, chemistry, biology and other sciences..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Matcik Svg Editor: Powerful drawing tools allow you to create and edit SVG (Scalable Vector Graphics) with simple and precise procedures. You can draw geometric SVG shapes such as lines, circles, ellipses, rectangles, arcs, text, and add editable vectors.\n\nMatcik Svg Editor allows you to prepare interactive tests, exams, and presentations for all branches.\n\nYou can use your documents directly in Adobe Illustrator or on any website.\n\nCreate puzzles (square puzzles, sudoku, word search, labyrinth).\nEasily import vectors from applications such as Geogebra, geochart, mathlive, desmos, iconify into your document.\n\nImport vectors from pdf files into your document, save and re-edit your file.\nMatcik Svg Editör: Güçlü çizim araçları, basit ve kesin prosedürlerle SVG (Ölçeklenebilir Vektör Grafikleri) oluşturmanıza ve düzenlemenize olanak tanır. Çizgi, daire, elips, dikdörtgen, yay, yazı gibi geometrik SVG şekilleri çizebilir düzenlenebilir vektörler ekleyebilirsiniz.\n\nMatcik Svg Editör tüm bıranşlar için etkileşimli test,sınav,sunum hazırlamanız sağlar.\n\nBelgeleriniz Adobe illustrator içinde veya herhangi bir web sitesinde direk kullanabilirsiniz.\n\nBulmacalar (kare bulmaca, sudoku,kelime arama ,labiren)oluşturun.\nGeogebra, geochart,  mathlive, desmos, iconify gibi uygulama vektörlerini kolayca belgenize aktarın.\n\npdf dosyalarındaki vektörleri belgenize aktarın, kaydedin ve dosyanızı yeniden düzenleyin.\nwriting a mathematical expression,\nimport svg draw,\nmathematics svg,\nimport formula,\nmathquill,\nimport geogebra svg,\nimport desmos svg,\nimport pdf vector,\nimport special character\nimport emoji,\ncrossword maker,\nPuzzle Maker\nSudlu Maker\nMaze Maker\nexport pdf,svg,png\nall grade,\nfree svg vector editor,\nsimilar adobe illustrator,\n\n English & Turkish & German & Spanish Language"
  }
}