{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Shortcut Expansion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A privacy-focused Chrome extension that allows you to quickly expand text shortcuts into longer sentences or phrases"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A privacy-focused Chrome extension that allows you to quickly expand text shortcuts into longer sentences or phrases. It works seamlessly across all websites, providing a convenient way to save time and improve your typing efficiency without compromising your data privacy.\n\nKey Features:\n\n👉 Shortcut Expansion: Automatically replaces predefined text shortcuts with their corresponding expanded versions as you type.\n\n👉  Customisable Shortcuts: You can easily create, edit, and manage your own shortcuts and their expansions through the extension's user-friendly interface.\n\n👉  Universal Functionality: Operates across all websites and web applications, ensuring a consistent experience wherever you type.\n\n👉  Privacy-Focused: The extension runs entirely on your local machine, without requiring a login or storing any of your data on external servers. Your information remains secure and private.\n\n👉  Lightweight and Efficient: Designed to be lightweight and unobtrusive, minimizing its impact on your browser's performance.\n\n👉  Cross-Platform Compatibility: The extension is compatible with Chrome and other Chromium-based browsers, providing a seamless experience across different devices.\n\nYou can streamline your typing workflow, reduce repetitive tasks, and boost your productivity while maintaining the highest standards of data privacy. Say goodbye to manually typing out lengthy phrases and hello to a more efficient and secure typing experience."
  }
}