{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut Pro: Templates & Snippets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expand custom shortcuts into predefined text across your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut Pro: Templates & Snippets - Your Ultimate Productivity Booster\n\nRevolutionize your typing experience with Shortcut Pro: Templates & Snippets, the game-changing Chrome extension designed to supercharge your productivity and streamline your workflow. Say goodbye to repetitive typing and hello to lightning-fast text expansion that works seamlessly across all websites.\n\n🚀 Boost Your Productivity to New Heights\nHarness the power of smart text expansions to dramatically reduce your typing time. With Shortcut Pro, you'll be amazed at how quickly you can compose emails, fill out forms, and respond to messages. Our users report saving hundreds of hours annually, transforming the way they work online.\n\n⚡ Lightning-Fast Text Insertion Anywhere\nWhether you're crafting an email, responding to a customer inquiry, or filling out a complex form, Shortcut Pro has got you covered. With just a few keystrokes, insert pre-defined text templates anywhere you type in Chrome. From simple greetings to complex paragraphs, expand your text instantly and effortlessly.\n\n🎯 Customizable Shortcuts for Every Need\nCreate personalized shortcuts for frequently used phrases, paragraphs, or even code snippets. Tailor your expansions to fit your unique workflow and watch your efficiency soar. With Shortcut Pro, your most-used text is always at your fingertips.\n\n🌐 Universal Compatibility\nShortcut Pro works flawlessly with any text field on any website. From Gmail to Twitter, Salesforce to Zendesk, your shortcuts follow you everywhere in Chrome, ensuring a consistent and efficient typing experience across all platforms.\n\n🔒 Enhanced Accuracy, Reduced Errors\nEliminate typos and ensure consistency in your communications. By using pre-defined templates, you'll significantly reduce the risk of errors in important messages, legal text, or technical documentation.\n\n📊 Track Your Productivity Gains\nWatch your efficiency grow with our built-in analytics. Track how many keystrokes you've saved and see the hours you've reclaimed. Let the numbers motivate you as you become more productive day by day.\n\n🔧 Easy Setup, Instant Results\nGetting started with Shortcut Pro is a breeze. Our intuitive interface allows you to create and manage your shortcuts with ease. Start small and expand your library of shortcuts as you go, continuously optimizing your workflow.\n\n🏆 Join Thousands of Satisfied Users\nFrom busy professionals to students, Shortcut Pro has helped thousands of users reclaim their time and boost their productivity. Join our community and experience the power of efficient text expansion.\n\n🔑 Key Features:\n\n★Create unlimited custom shortcuts and expansions\n★Works on any website within Chrome\n★Real-time text expansion as you type\n★Easy-to-use shortcut management interface\n★Productivity tracking to visualize your time savings\n★Secure and private - your data stays on your device\n★Regular updates and new features based on user feedback\n\n💼 Perfect for:\n\nProfessionals handling high volumes of emails or customer support\nWriters and content creators managing multiple projects\nDevelopers looking to streamline code snippet insertion\nStudents writing papers or filling out applications\nAnyone looking to optimize their online typing experience\n\n🚀 Upgrade Your Chrome Experience Today\nDon't let repetitive typing hold you back. Join the text expansion revolution with Shortcut Pro: Templates & Snippets. Download now and start experiencing the future of efficient typing. Your keyboard will thank you, and so will your productivity!\nRemember, with great power comes great responsibility - and great time savings. Shortcut Pro: where every keystroke counts, and every second saved is a second earned. Transform your Chrome browsing into a powerhouse of efficiency. Get Shortcut Pro now and type smarter, not harder!"
  }
}