{
  "name": {
    "am,ar,el,ta,te,th,tr,uk,vi": "WhatsApp Link Generator",
    "bg,bn,de,sl": "WhatsApp Link Generator - wachats.link",
    "ca,fa,fi,fil,fr,gu,he,ml,mr,nl": "Create WhatsApp Link",
    "cs,da,it": "Create WhatsApp Link - wachats.link",
    "en,en_AU,en_GB,en_US,hi,hr,ja,kn,ko,lt,lv,ms,sr,zh_CN,zh_TW": "WA Link Generator",
    "es,es_419,et": "Create WA Link",
    "hu,no,pl,pt_BR,pt_PT,sv,sw": "WA Link Generator - wachats.link",
    "id": "Create WA Link - wachats.link",
    "ro,ru": "WhatsApp Link Generator Free",
    "sk": "WhatsApp Link Generator Free - wachats.link"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create custom WhatsApp links that let others contact you instantly with just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Link Generator is a tool that helps you generate custom links for WhatsApp with ease. With just a few clicks, you can create a personalized link that lets others message you instantly on the app, without the need to share your phone number. This is particularly useful for businesses and professionals who want to make it easy for clients or customers to contact them on WA, without having to manually type out their phone number every time.\n\nNot only does WA Link Generator save you time and hassle, but it also improves your online visibility and communication capabilities on WA. By creating a custom link, you can easily share it on social media platforms, email signatures, and other online channels, making it simple for others to connect with you on WA. This helps you expand your network, increase your outreach, and enhance your overall brand image.\n\n\n#Feature\n✅ Generate custom links and QR codes for WA with ease\n✅ Personalize your links with a greeting or pre-filled message\n✅ Share your links on social media and email signatures to expand your outreach\n✅ User-friendly design and intuitive interface\n\n# Home Page\nhttps://wachats.link/\n\n\n#Legal\nWhatsApp is a trademark of WhatsApp LLC. This extension is an unofficial enhacement for WhatsApp™ Web and is not related in any way to WhatsApp LLC.\n\nWe hope you enjoy using our extension! If you have any questions or feedback, please don't hesitate to contact us. (Email: hello@watool.online)"
  }
}