{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliSave - Download AliExpress Images & Videos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Aliexpress Product Images,Videos & description. The most popular tool for AliExpress Dropshipping Business"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download AliExpress Product Images & Description for Your Drop shipping business in one click!\n\nAliSave: The Ultimate AliExpress Download Tool for Dropshippers and Online Sellers.\n\nStruggling to download high-quality product images and videos from AliExpress? Introducing AliSave, the must-have Chrome extension that simplifies your dropshipping and online selling workflow.\n\n▬▬▬▬▬With AliSave, you can:▬▬▬▬▬\n\nDownload all product images and videos in one click, including variations, descriptions. (Save hours of manual downloading!)\nGet the highest quality images possible, ensuring your listings look professional and trustworthy.\nOrganize your downloads effortlessly with automatic  files and subfolders.\nSave product descriptions in HTML format for easy copy-pasting into your store.\n\n▬▬▬▬▬AliSave is perfect for:▬▬▬▬▬\n\nDropshippers: Quickly download product content for your online store without copyright worries.\neBay sellers: Enhance your listings with high-quality visuals and detailed descriptions.\nBloggers and content creators.  Find stunning product images and videos for your articles and reviews.\nAnyone who wants to save time and effort when shopping or sourcing products on AliExpress.\n\n\n▬▬▬▬▬ FEATURES ▬▬▬▬▬\n\nHere's why AliSave is the ultimate AliExpress download tool.\n\nGet all the essential features you need without paying a dime. Easy to use: Simple and intuitive interface, perfect for beginners.\n\nLightweight and fast: Doesn't slow down your browsing experience.\nSafe and reliable: Trusted by thousands of users worldwide.\n\nStop wasting time and effort downloading AliExpress content manually. Install AliSave today and experience the power of automation!"
  }
}