{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Geniuslink | Intelligent Link Creator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily build geni.us links with the click of a button!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Geniuslink Chrome extension is the easiest way to create the world's smartest short links to products or content across the web. This extension is fully integrated with your Geniuslink account, allowing you to instantly create geni.us links with the click of a button. \n\nOnce installed and activated, simply click the “New link from Current page” button, or right click and select \"Create geni.us link,\" and voilà, your new geni.us link will instantly be copied to your clipboard and added to your Geniuslink account.\n\nWant to customize your links further? No Problem! Add a custom domain to your Geniuslink account to create custom branded links. You can also edit your existing links directly from within your Geniuslink account to add advanced targeting rules, retargeting pixels, user choice landing pages and more, in order to create the most powerful links on the web. \n\nPlease note: This extension is only available for our Geniuslink customers. You MUST have a paid Geniuslink account in order to build and edit your links. \n\nNEW: \n* Brand each of your links by using your own custom domain. \n* Easily build links from within the Chrome extension menu.\n* View stats and edit your links directly from the Chrome extension.\n* UI cleanup and improvements.\n* Bug fixes for Linux users.\n* Bug fix for Ratings Prompt blocking \"Create link\" button.\n\nHave Questions or need help?  Please feel free to send an email to help@geni.us, and our dedicated support team will make sure to get you taken care of."
  }
}