{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alaev SEO Tools: Free Audit & Analysis"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Инструменты для анализа и SEO-оптимизации сайта: метатеги, заголовки, изображения, ссылки, микроразметка, индексация и другое",
    "en": "Tools for site analysis and SEO optimization: meta tags, headings, images, links, structured data, indexing and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alaev SEO Tools собирает и анализирует самую важную информацию о сайте и его страницах, а также добавляет уникальный функционал, например, виджет для быстрого выбора региона в Яндекс Вордстат!\n\n✔ Теги и метатеги (SEO)\nРасширение собирает и анализирует:\n- title,\n- meta description,\n- meta keywords,\n- html lang,\n- link hreflang,\n- rel canonical,\n- meta robots.\nЕсли в тегах будет указано некорректное содержимое, расширение укажет на ошибку. Для большинства элементов доступно копирование в один клик.\nДля title и meta description отображается количество символов.\n\n✔ Индексация (SEO)\nВ расширении реализован продвинутый механизм обработки правил, влияющих на сканирование и индексирование страницы:\n- link rel canonical,\n- meta robots,\n- файл robots.txt.\nМеханизм соответствует всем требованиями SEO и правилам поисковых систем, включая разрешение спорных ситуаций.\nРасширение определяет наличие xml-карты сайта, даже если это явно не указано.\n\n✔ Структура заголовков\nРасширение собирает все заголовки H1-H6 и строит структуру в том порядке, в котором они расположены на странице.\nБыстрое копирование полной структуры заголовков страницы.\n\n✔ Поиск\nВо вкладке \"Поиск\" собраны ссылки на часто используемые в работе SEO-специалиста сниппеты. В новой вкладке открывается страница с результатами поиска по определенному оператору и подставляется анализируемая страница или домен сайта:\n- проверка индексации сайта,\n- проверка индексации страницы,\n- поиск дублей страниц,\n- кеш страницы в Google,\n- поиск организации на Яндекс Картах и в Google Maps.\n\n✔ Страница\nНа вкладке \"Страница\" собраны инструменты для работы с текущей страницей сайта:\n- подсветка заголовков H1-H6 на странице,\n- вывод alt-тегов изображений,\n- отображение блоков в noindex и ссылок с nofollow,\n- отключение js-скриптов,\n- отключение css-стилей,\n- статистика текста страницы.\n\n✔ Ссылки\nРасширение собирает и анализирует все внутренние и внешние ссылки на странице, группирует их в зависимости от параметров, а также проверяет статус-коды. Вы можете фильтровать список ссылок, а потом экспортировать их в csv. Выгрузка в файл происходит согласно выбранной фильтрации.\n\n✔ Изображения\nРасширение обрабатывает и собирает атрибуты (alt и title) изображений на странице, а также группирует их.\n\n✔ Микроразметка\nНа вкладке \"Микроразметка\" есть быстрые ссылки на инструменты проверки структурированных данных, а также вывод микроразметки типа Open Graph и Twitter.\n\n✔ Инструменты\nНа вкладке \"Инструменты\" собраны ссылки на популярные сервисы проверки сайтов и их параметров. При переходе по ссылкам в запрос автоматически подставляется адрес сайта или страницы:\n- отправка страниц на переобход в Яндекс Вебмастер.\n- проверка ответа сервера в Яндекс Вебмастер.\n- проверка скорости загрузки страницы.\n- проверка оптимизации для мобильных.\n- поиск страниц в webarchive.\n- проверка SSL-сертификата.\n- проверка whois и возраста домена.\n- проверка ответа сервера.\n- определение CMS сайта.\n- проверка seo-параметров сайта в CheckTrust.\n\n✔ Выбор региона в Яндекс Вордстат\nНа странице сервиса wordstat.yandex.ru появляется форма поиска и выбора региона поиска для просмотра статистики. Яндекс отключил эту возможность, а мы вернули!\n\n✔ Подсчет количества слов и символов в тексте\nВы можете выделить на странице текст и в меню, доступном по нажатию правой кнопки мыши, просмотреть статистику текста: количество слов и символов с пробелами и без.\n\n✔ Нумерация результатов в поиске\nПоисковые системы давно убрали нумерацию органических результатов поиска, но в работе это было удобно. Мы вернули нумерацию на страницу seo-результатов поиска в Яндекс и Google.\n\n✔ Контекстное меню\nМы вынесли часто используемые функции в контекстное меню (доступно по правому клику мышкой).\n\n🔗 Подробнее обо всех возможностях расширения Alaev SEO Tools: https://seotools.alaev.info/features/\n\nДля вас старается команда “АлаичЪ и Ко” ❤️\nСпасибо, что доверяете нам!",
    "en": "Alaev SEO Tools collects and analyzes the most important information about the site and its pages, and also adds unique functionality, for example, returns the region selection to Yandex Wordstat!\n\n✔ Tags and meta tags (SEO)\nThe extension collects and analyzes:\n- title,\n- meta description,\n- meta keywords,\n- html lang,\n- link hreflang,\n- rel canonical,\n- meta robots.\nIf the tags contain incorrect content, the extension will indicate an error. For most elements, one-click copying is available.\nFor title and meta description, the number of characters is displayed.\n\n✔ Indexation (SEO)\nThe extension implements an advanced mechanism for processing rules that affect page crawling and indexing:\n- link rel canonical,\n- meta robots,\n- robots.txt file.\nThe mechanism meets all SEO requirements and search engine rules, including dispute resolution.\nThe extension detects the presence of an xml sitemap, even if this is not explicitly specified.\n\n✔ Heading structure\nThe extension collects all H1-H6 headings and builds the structure in the order in which they are located on the page.\nQuickly copy the entire page header structure.\n\n✔ Search\nThe “Search” tab contains links to frequently used snippets in the work of an SEO specialist. A page with search results for a specific operator opens in a new tab and the analyzed page or site domain is inserted:\n- checking site indexing,\n- checking page indexing,\n- search for duplicate pages,\n- Google cache,\n- search for an organization on Yandex and Google Maps.\n\n✔ Page\nThe \"Page\" tab contains tools for working with the current page of the site:\n- highlighting of headings H1-H6 on the page,\n- display alt tags of images,\n- displaying blocks in noindex and links with nofollow,\n- disabling js scripts,\n- disabling css styles,\n- page text statistics.\n\n✔ Links\nThe extension collects and analyzes all internal and external links on the page, groups them depending on parameters, and also checks status codes. You can filter the list of links and then export them to csv. Uploading to a file occurs according to the selected filtering.\n\n✔ Images\nThe extension processes and collects attributes (alt and title) of images on the page and groups them.\n\n✔ Micro markup\nThe \"Markup\" tab has quick links to structured data verification tools, as well as output from Open Graph and Twitter markup.\n\n✔ Tools\nThe \"Tools\" tab contains links to popular services for checking sites and their parameters. When you follow links, the address of the site or page is automatically inserted into the request:\n- sending pages for re-crawling to Yandex Webmaster.\n- checking the server response in Yandex Webmaster.\n- checking page loading speed.\n- checking optimization for mobile devices.\n- search for pages in webarchive.\n- SSL certificate verification.\n- checking whois and domain age.\n- checking the server response.\n- determination of the CMS of the site.\n- checking site parameters in CheckTrust.\n\n✔ Selecting a region in Yandex Wordstat\nOn the wordstat.yandex.ru service page, a search form appears and selects a search region to view statistics. Yandex disabled this feature, but we returned it!\n\n✔ Count the number of words and characters in the text\nYou can select text on the page and in the menu available by right-clicking, view text statistics: the number of words and characters with and without spaces.\n\n✔ Numbering of search results\nSearch engines have long since removed the numbering of search results, but it was convenient to use. We have returned numbering to the search results page in Yandex and Google.\n\n✔ Context menu\nWe have placed frequently used functions in the context menu (accessible by right-clicking the mouse).\n\n🔗 Learn more about all the possibilities of the Alaev SEO Tools extension: https://seotools.alaev.info/features/\n\nThe “Alaev & Co” team is working for you ❤️\nThank you for trusting us!"
  }
}