{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Content Site Search Guru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides an easy and pleasant search of content on the content sites directly from your browser's address bar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you frustrated sometimes with the built-in search engine of large content sites? Did you once get lost on the sites and didn't manage to find the topics you wanted to look for? Were you curious about how to look efficiently for articles and for certain topics on a news website?\n\nThis extension is a Chrome extension that dedicates to providing an easy and pleasant content search experience from your browser’s address bar. \n\nHow does it work?\n\n1. Type @ in the address bar to activate the quick commands.\n2. After @, add the domain name of the website that you want to look on\n3. Type your query after a space, example: @techcrunch dual-screen\n4. Press Enter and go to the result page.\n\nPermissions used and reasons:\n\n1. Access to “cookies” (optional). We require this permission to customize and modify your search engine as well as to keep autocomplete default suggestions. It’s optional because if you don’t allow permission to use cookies, we will not need it. Once after you grant permission to use cookies, you can always revoke it at any time.\n2. Change your default search engine to our private domain search.searchsafe.tech powered by Yahoo. We require this permission to use our domain as a placeholder and to provide you the functionality in the autocomplete suggestions of your address bar. Inside this extension, we support Yahoo, Google, and Bing. You can switch to a different provider at any time inside the Settings section.\n\nHow to remove this extension?\n\nIf you want to remove our extension, go to “Settings” on Chrome, and find our extension in the “Extensions” tab. Click “remove”. Alternatively, you can right-click on the extension’s icon on your browser and select “Uninstall” from the drop-down menu.\n\nChrome™  is a trademark of Google LLC. The use of it does not imply any affiliation to or endorsement by Google LLC. \n\nBy adding this extension to your Chrome browser, you accept and agree to our Privacy Policy and End-User License Agreement.\n\nPrivacy: https://www.sites-guru.com/privacy\n\nTerms: https://www.sites-guru.com/terms\n\nFAQ: https://www.sites-guru.com/#faq\n\nContact: https://www.sites-guru.com/contact\n\nUninstall: https://www.sites-guru.com/uninstall"
  }
}