{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Text Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check if text is AI-generated based on specific keywords."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What it does: The AI Text Checker extension helps users quickly determine whether a given text was generated by an AI. By analyzing keywords and sentence patterns, it can assess whether the content seems machine-generated or written by a human. This tool is especially useful for students, writers, researchers, or anyone curious about the authenticity of a piece of text.\n\nDesigned and Developed by Dr Vinod Vishwanath Walwante\n\nKey Features: \n1. AI Detection: The extension checks for typical AI-generated characteristics in the text, such as unusual sentence structures, repetitive phrasing, or patterns commonly seen in content produced by AI tools.\n2. Instant Feedback: With a simple click, users can paste or type in text, and the tool will quickly analyze it, providing feedback on whether the text is likely written by an AI or a human.\nEase of Use: It offers a straightforward interface, so anyone can use it without technical knowledge.\nWhy should users install it?\n3. Verify Content Authenticity: In a world full of AI-generated content, it's important to know if the text you’re reading or using is written by a person or an algorithm.\n4. Avoid Plagiarism: AI-generated content is becoming increasingly common, and using it without attribution can be considered unethical or even illegal in some cases. This extension helps you identify whether the content you've found is original or machine-produced.\n5. Academic Integrity: Students and researchers can use the tool to check whether the texts they're reading or writing are AI-generated, ensuring their work is truly original.\n6. Quick and Reliable: The extension provides an easy-to-use interface with instant results, making it a handy tool for anyone who needs to quickly check text authenticity.\n\nBy installing this extension, you can be stay informed about the rise of AI-generated content and make better decisions when it comes to using or sharing text online or maintain reputation of your institution."
  }
}