{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SU Tools: Foursquare extension for Superusers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add many useful SU Tools to Foursquare, as featured on aboutfoursquare.com, @4sqsupport and foursquare.com/admin (Pro Tips)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make your life as a Foursquare SU easier by using this extension. Follow @SUtools on twitter for the latest updates. If you're a Safari or Firefox user please download your copy of SU Tools from http://sutools.net\n\nFeatures:\n\n- After submitting a merge you have the option to leave a comment for the Superuser reviewing your merge request in the merge queue.\n- Google Maps API integration on Edit Venue page and address/merge queues. No longer do you need to lookup empty or incorrect addresses manually! Click the all new Cleanup button and see the magic happening.\n- change category to a custom category with one-click from the Search, History and Edit Venue pages\n- when searching have hovering links to Manage, Edit, Close and Flag Venue next to the venue links, option to sort results by relevance (default), distance, name and check-ins (and it remembers when you've searched for in the upper-right search box)\n- when reviewing your history also hovering links to Manage, Edit, Close and Flag Venue\n- on the venue page have an extended SU Tools menu, with links to Manage, Edit and Close Venue, as well as Search links to Google Maps and Foursquare itself using the venue name, location and city.\n- on the Edit Venue page the link to search Foursquare is displayed inline so you don't have to click back and forth between tabs, the link to Google Maps opens in a new tab. Also the links are extended so they use location, city and country for searching (use lat/long if address not available), cancel or revert values button.\n- on editing a venue and 4sq prompts you with double venues, links are provided next to each venue to submit the edit and merge automatically with the prompted venue. Click \"Only merge\" to submit remaining venues for merge or do only the merge and not confirm the edit you were just doing.\n\nExtra features:\n- Adds \"Admin\" link in the main menu linking to the /admin section for SU remembering if you're in local/country/world mode\n- Adds a clickable twitter and website link to the Edit Venue page (also in queues)\n- Removes \" HQ\" at the end of the venue name when searching in Google Maps\n- If you click the website link on the venue page it opens in a new window/tab\n- Makes state and zip fields larger in Merge/Address queues\n- Makes the Mayorships list bigger on any user profile\n- Added extended \"Requested by:\" section on merge queue.\n- Enables you to paste a complete URL in the merge venue ID input box\n\nPraise:\n- Take a look at the official website http://sutools.net to read what others have to say about my extension.\n- Give me praise here on the webstore by submitting your review!\n\nDisclaimers:\n- This extension is built upon some features of Foursquare extensions by other developers (thanks Michael Harris and Tom Humphries), you can remove those extensions to avoid double \"Manage venue\" links.\n- If you're a Safari or Firefox user download from http://sutools.net\n- I'm in no way affiliated or endorsed by Foursquare Labs, Inc. I'm an independent developer who's taken matters into his own.\n\nSupport:\nFor reporting issues please visit the GetSat site:\nhttp://getsatisfaction.com/foursquare/topics/_su_only_auto_formatting_on_edit_venue_page"
  }
}