{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DS Calculator - Ebay / Amazon fee calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropshipping Calculator - Ebay / Amazon / Walmart deducts fees and item price from supplier."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subtract the price of the product from the selling price.\n\nSlide (2) - The extension saves the selling price (takes away all fees), and on the supplier page subtracts the price of the product, and shows the net profit.\n\nSlide (3) - Or it saves the price of the product from the supplier, and the page for selling the product, takes away all commissions and the price of the product (supplier) from the sales price, and shows the net profit.\n\nThe extension is inserted into the page.\nAll settings are saved for your account (Google).\n\nSettings in the sales block:\n\t- Upgrades - Select optional listing upgrade.\n\t- Listing - Select format listing.\n\t- Store / Account - Select a sales account.\n\t- Fees - Sales fees, the extension receives fees for each account.\n\t\t- You can enter your individual fees.\n\t\t- Eprice.it - Extensions receive no sales fees. You need to enter individual fees.\n\t- Payments - You need to enter individual payments.\n\t- VAT - You can enter the VAT of your country and your country's VAT will be added to the fees.\n\t- Sellers performance.\n\t- Margin - Percentage.\n\t- Return - Percentage.\n\t- Fields - For entering individual data:\n\t\t- Selling price - Your selling price of the item.\n\t\t- Shipping Cost - Your shipping cost.\n\t\t- Item cost - The price of the item, from the supplier.\n\t\t- Sales - Select the number of sales.\n\n\nSettings in the supplier block:\n\t- Cash back - Percentage of popular services.\n\t- Other fees - You can add or subtract an additional fee to the price of the item, delivery or profit.\n\t- Sales tax (US, product price) - You can enter sales tax, percentage.\n\t- Shipping - You can choose whether you have Amazon Prime, Walmart +, and other suppliers so the extension gets Prime shipping or not.\n\t- Delivery option - If the supplier has several delivery options, you can select the required delivery option and the extension will receive the price of the selected delivery.\n\t- Margin - Percentage.\n\t- Return - Percentage.\n\t- Fields - For entering individual data:\n\t\t- Shipping Cost - You can manually enter the shipping cost.\n\t\t- Purchase qty (not all suppliers have) - Select the purchase quantity of the product.\n\t\t- Sales - Select the number of sales.\n\n\n*Technical Information (Important):\n\t- If in the extension the delivery price is “-” - it means that the extension cannot get the delivery price for the product, it is only for a few sites.\n\t- If the product price or shipping price is incorrect in the extension, or does not appear on the extension page. This is because the site is redesigning and the extension is receiving incorrect data from the site page. If you notice such an error, please inform the developer by email, so the error will be fixed faster.\n\t- The extensions are constantly checked, and if an error is found, as soon as the developer fixes the error, your extension will be automatically updated and the error will disappear\n\nSites on which the extension runs:\n\n* Sell: \nAmazon.com/.co.uk/ - (Only FBM account)\nEbay.com/.co.uk/.com.au/.ca/.at/.be/.fr/.nl/.ie/.it/.de/.ch/.es\nWalmart.com/.ca\nfr.shopping.rakuten.com\nOnbuy.com\nNewegg.com\nEprice.it - Extensions receive no sales fees. You need to enter individual fees.\nRueducommerce.fr\nPccomponentes.com\nBonanza.com\nSears.com\n\n\n* Supplier:\n148 sites\n\nThe entire list of sites where the extension works. - https://docs.google.com/document/d/13cqYFnAG-SHysIXV9gNzRM7S8Zt4jCk9jR64lD-rrPU/edit\n\n\n\n* For all questions - dscalculator52@gmail.com"
  }
}