{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarker for YouTube™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your YouTube viewing experience with Bookmarker for YouTube™. Save, organize and pick up where you left off."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the YouTube Bookmarker & Resumer, you can easily bookmark your favorite videos and resume watching from where you left off, without having to search for the video again. This extension comes with a host of features to enhance your YouTube viewing experience, including adding notes to bookmarks and searching previously added bookmarks. Whether you're a casual YouTube viewer or a dedicated content creator, it is the perfect tool to help you stay organized and never miss a moment of your favorite videos. \n\n \n\nKey Features of YouTube Bookmarker  \n\n1.Bookmarking: Store and sort as many videos as wanted to be reviewed at later time.\n2. Resuming: Pick up where you left off with progress tracking across sessions.\n3. Organized Video Bookmarking: Organize bookmarked videos into folder or tag of choice.\n4. Export Bookmarked Videos: Export or retrieve your List of videos that you bookmarked.\n5. Timestamped Shareable Links: Add and post clickable links that will only start at the given time.\n6. Cross-Device Sync: The other feature is that you can easily sync bookmarks and settings into multiple devices that you own.\n7. Add Notes: Add notes to bookmarks to quickly remember the material.\n\n\nHow To Use ?  \n\n◉ Install the extension   \n◉Once installed, navigate and open the video you want to save. \n◉Wait for the video to start playing, and then click on the Bookmark icon adjacent to the volume control option  \n◉ Click the \"Bookmark icon\" to add the bookmark to your list.  \n◉To access your saved bookmarks, click the extension icon and select the bookmarks you want from the menu. \n◉You can add notes to saved bookmarks or delete them with one click  \n◉ To resume watching a video from where you left off, go to your bookmarks list and click on the time stamp. \n\n\nDisclaimer: It's important to note that the YouTube Bookmarker browser extension is not associated with YouTube or its parent company, Google. It is an independent third-party tool that provides a bookmarking feature for YouTube videos."
  }
}