{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "McAfee® WebAdvisor",
    "ja": "マカフィー® ウェブアドバイザー",
    "ko": "McAfee® 웹어드바이저",
    "zh_CN": "迈克菲® 联网顾问"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "McAfee® WebAdvisor",
    "ja": "マカフィー® ウェブアドバイザー",
    "ko": "McAfee® 웹어드바이저",
    "zh_CN": "迈克菲® 联网顾问"
  },
  "long": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,id,kn,lt,lv,ml,mr,ms,ro,sl,sw,ta,te,th,uk,vi": "Browse safely, search with confidence.\n\nMcAfee WebAdvisor is your trusty companion that helps keep you safe while you browse and search the web. This extension safeguards you and your PC against threats, like malware and phishing attempts, without impacting your browsing performance\n\nHere's how it works:\n\n1.\tSearch safely. For supported search engines, WebAdvisor helps you easily identify safe sites by placing red, yellow, or green safety ratings right in your search results.\n\n2.\tClick with confidence. WebAdvisor warns you of potentially harmful sites before they cause you trouble.\n\n3. Breathe easy. Even genuine websites can unwittingly play host to malicious content. Don't worry - WebAdvisor helps identify and block these risky elements while still displaying safe content.\n\nAs one of the world's leading independent cyber security companies, McAfee actively protects over 300 million consumer devices worldwide. We use this expertise to power the real-time protection that makes WebAdvisor your first line of defense for safer browsing.",
    "cs": "Procházejte web bezpečně, vyhledávejte s jistotou.\n\nMcAfee WebAdvisor je vaším spolehlivým společníkem, který vás pomůže ochránit před hrozbami při prohledávání a procházení webu. Toto rozšíření chrání vás i váš počítač před hrozbami, jako jsou malware a podvodné zprávy, aniž by to ovlivnilo výkon procházení.\n\nZde je postup:\n\n1.\tVyhledávejte bezpečně. V podporovaných vyhledávačích vám aplikace WebAdvisor pomůže snadno identifikovat bezpečné weby tak, že do výsledků vyhledávání přidá červené, žluté nebo zelené hodnocení bezpečnosti.\n\n2.\tVěřte tomu, kam kliknete. WebAdvisor vás upozorní na potenciálně škodlivé weby, dříve než by vám mohly způsobit problémy.\n\n3. Buďte bez obav. I pravé webové stránky se mohou nevědomky stát hostitelem škodlivého obsahu. Nedělejte si starosti – WebAdvisor pomáhá tyto rizikové prvky identifikovat a blokovat, a přitom stále zobrazuje bezpečný obsah.\n\nSpolečnost McAfee, jedna z předních nezávislých společností zabývajících se kybernetickou bezpečností, aktivně chrání více než 300 milionů zařízení spotřebitelů po celém světě. Tyto schopnosti nám umožňují použít ochranu v reálném čase, díky které je aplikace WebAdvisor vaší první linií obrany zajišťující bezpečnější procházení webu.",
    "da": "Søg og naviger sikkert.\n\nMcAfee WebAdvisor hjælper med at beskytte dig mod trusler, når du surfer og søger på internettet. Denne udvidelse beskytter dig og din pc mod trusler som malware og phishing-forsøg, uden at det gør det langsommere at surfe på internettet\n\nSådan fungerer det:\n\n1.\tSøg sikkert. I forbindelse med understøttede søgemaskiner hjælper WebAdvisor dig med nemt at identificere sikre websteder ved at indsætte rød, gule og grønne sikkerhedsklassificeringer direkte i søgeresultaterne.\n\n2.\tDu kan trygt klikke. WebAdvisor advarer dig om potentielt skadelige websteder, før de kan skade dig.\n\n3. Vær helt rolig. Selv ægte websteder kan uforvarende være blevet inficeret med skadeligt indhold. Bare rolig – WebAdvisor hjælper med at identificere og blokere for disse risikable elementer, samtidig med at det sikre indhold vises.\n\nSom en af verdens førende uafhængie sikkerhedsfirmaer beskytter McAfee aktivt over 300 millioner forbrugerenheder over hele verden. Vi bruger denne ekspertise til at sørge for den beskyttelse i realtid, som gør WebAdvisor til din første forsvarslinje, når du surfer på nettet.",
    "de": "Sicheres Surfen und Suchen ohne Risiko.\n\nMcAfee WebAdvisor ist Ihr zuverlässiger Begleiter im Netz, der für Ihre Sicherheit sorgt, während Sie surfen und Suchmaschinen nutzen. Diese Erweiterung hilft Ihnen, Bedrohungen wie Malware und Phishing-Versuche rechtzeitig zu erkennen, ohne dass der Browser verlangsamt wird\n\nSo funktioniert es:\n\n1.\tSie sind geschützt bei der Online-Suche. In unterstützten Suchmaschinen hilft Ihnen WebAdvisor, sichere Websites mühelos zu erkennen, indem er eine rote, gelbe oder grüne Bewertung direkt neben den Suchergebnissen anzeigt.\n\n2.\tKlicken Sie ohne Risiko. WebAdvisor warnt Sie vor potenziell gefährlichen Websites, bevor sie Schaden anrichten können.\n\n3. Bleiben Sie sorgenfrei. Selbst auf legitimen Websites können sich mitunter bösartige Inhalte verbergen. Aber keine Sorge: WebAdvisor hilft Ihnen, solche riskanten Elemente zu erkennen und zu blockieren, während sichere Inhalte weiterhin angezeigt werden.\n\nAls eines der weltweit führenden unabhängigen Unternehmen für Cybersicherheit schützt McAfee aktiv über 300 Millionen Geräte von privaten Nutzern. Wir nutzen dieses Know-how, um den Echtzeitschutz zu bieten, dank dem WebAdvisor zu Ihrer ersten Abwehrreihe für sichereres Surfen wird.",
    "el": "Περιηγηθείτε με ασφάλεια, κάντε αναζητήσεις με σιγουριά.\n\nTo McAfee WebAdvisor είναι ο αξιόπιστος σύντροφός σας που σας βοηθά να προστατεύεστε από απειλές ενώ κάνετε αναζήτηση και περιήγηση στον ιστό. Αυτή η επέκταση προσταστεύει εσάς και τον υπολογιστή σας από απειλές όπως κακόβουλο λογισμικό και προσπάθειες phishing, χωρίς να επηρεάζει την απόδοση της περιήγησής σας\n\nΛειτουργεί ως εξής:\n\n1.\tΑσφαλής αναζήτηση. Για υποστηριζόμενες μηχανές αναζήτησης, το, WebAdvisor σας βοηθά να εντοπίζετε εύκολα ασφαλούς ιστότοπους με κόκκινες, κίτρινες ή πράσινες βαθμολογίες ασφάλειας στα αποτελέσματα των αναζητήσεών σας.\n\n2.\tΚάντε κλικ άφοβα. Το WebAdvisor σας προειδοποιεί για πιθανώς κακόβουλους ιστότοπους πριν προκαλέσουν προβλήματα.\n\n3. Αναπνεύστε εύκολα. Ακόμα και οι γνήσιοι ιστότοποι μπορούν άθελά τους να φιλοξενούν κακόβουλο περιεχόμενο. Μην ανησυχείτε - το WebAdvisor βοηθά στον εντοπισμό και αποκλεισμό αυτών των επικίνδυνων στοιχείων εξακολουθώντας να εμφανίζει ασφαλές περιεχόμενο.\n\nΩς μια από τις κορυφαίες ανεξάρτητες εταιρείες ασφάλειας στον κυβερνοχώρο σε παγκόσμιο επίπεδο, η McAfee προστατεύει ενεργά πάνω από 300 εκατομμύρια συσκευές καταναλωτών παγκοσμίως. Χρησιμοποιούμε αυτήν την εμπειρογνωμοσύνη για να παρέχουμε προστασία σε πραγματικό χρόνο, κάνοντας το WebAdvisor το πρώτο βήμα στην προστασία σας για ασφαλέστερη περιήγηση.",
    "es": "Navega con seguridad, busca con confianza.\n\nMcAfee WebAdvisor es un compañero de confianza que te ayuda a mantenerte protegido mientras buscas y navegas por Internet. Esta extensión te protege a ti y a tu PC de amenazas como el malware y el phishing sin afectar a tu experiencia de navegación\n\nAsí es como funciona:\n\n1.\tBusca con seguridad. En los motores de búsqueda compatibles, WebAdvisor te ayuda a identificar fácilmente los sitios web seguros añadiendo calificaciones de seguridad de color rojo, amarillo o verde en los propios resultados de búsqueda.\n\n2.\tHaz clic con confianza. WebAdvisor te avisa de los sitios web potencialmente peligrosos antes de que causen problemas.\n\n3. Respira tranquilo. Hasta los sitios web auténticos pueden albergar contenido malicioso sin saberlo. No te preocupes: WebAdvisor te ayuda a identificar y bloquear esos elementos peligrosos mostrando solo el contenido seguro.\n\nComo una de las empresas de ciberseguridad independientes punteras en todo el mundo, McAfee protege activamente más de 300 millones de dispositivos de particulares. Usamos esa experiencia para potenciar la protección en tiempo real que convierte a WebAdvisor en tu primera línea de defensa para navegar con seguridad.",
    "es_419": "Navegue con seguridad, busque con confianza.\n\nMcAfee WebAdvisor es su compañero de confianza, que ayuda a mantenerlo seguro mientras navega y hace búsquedas en la web. Esta extensión lo protege a usted y su PC contra amenazas, como malware e intentos de phishing, sin afectar la calidad y rendimiento de su navegación.\n\nFunciona así:\n\n1.\tHaga búsquedas seguras. En los motores de búsqueda compatibles, WebAdvisor le ayuda a identificar sitios seguros asignándoles una calificación verde, amarilla o roja en las búsquedas.\n\n2.\tPodrá hacer clic con confianza. WebAdvisor le advierte de los sitios potencialmente peligrosos antes de que le causen problemas.\n\n3. Respire tranquilo. Hasta los sitios web auténticos pueden albergar contenidos maliciosos sin saberlo. No se preocupe: WebAdvisor lo ayuda a identificar y bloquear esos elementos de riesgo a la vez que muestra el contenido seguro.\n\nComo una de las compañías de ciberseguridad líderes en el mundo, McAfee protege activamente más de 300 millones de dispositivos de particulares en el mundo. Aprovechamos toda esta experiencia para proveer la protección en tiempo real que hace de WebAdvisor su primera línea de defensa para una navegación más segura.",
    "fi": "Selaa turvallisesti ja hae huoletta.\n\nMcAfee WebAdvisor on luotettava kumppani, jonka avulla suojaudut uhilta selatessasi verkkoa ja tehdessäsi hakuja. Laajennus suojaa sinua ja tietokonettasi uhilta, kuten haittaohjelmilta ja tietojenkalasteluyrityksiltä, selainta hidastamatta tai sen käyttöä haittaamatta\n\nNäin se toimii:\n\n1.\tHae turvallisesti. Tuetuissa verkkoselaimissa WebAdvisor auttaa helposti tunnistamaan turvalliset sivustot merkitsemällä hakutuloksiin punaisia, keltaisia ja vihreitä turvallisuusluokituksia.\n\n2.\tNapsauta luottavaisin mielin- WebAdvisor varoittaa mahdollisesti haitallisista sivustoista ennen kuin ne ehtivät tehdä vahinkoa.\n\n3. Voit olla rauhallisin mielin. Jopa aidot sivustot voivat tahattomasti sisältää haitallista sisältöä. Ei ole kuitenkaan syytä huoleen, sillä WebAdvisorin avulla tunnistat ja estät nämä riskialttiit elementit ja pystyt silti tarkastelemaan turvallista sisältöä.\n\nMcAfee on yksi johtavista kyberturvallisuusyhtiöistä, ja se suojaa aktiviisesti yli 300 miljoonaa kuluttajalaiteta ympäri maailman. Kertyneen asiantuntemuksemme avulla tarjoamme WebAdvisorin, jonka reaaliaikainen suojaus on turvallisen selailun takaava suojakilpi.",
    "fr": "Naviguez en toute sécurité, recherchez en toute confiance.\n\nFaites confiance à McAfee WebAdvisor pour assurer votre sécurité lorsque vous effectuez des recherches et naviguez sur le Web. Cette extension vous protège vous et votre PC contre les menaces, telles que les logiciels malveillants et les tentatives de phishing, sans affecter vos performances de navigation\n\nVoici comment cela fonctionne :\n\n1.\tEffectuez des recherches en toute sécurité. Pour les moteurs de recherche pris en charge, WebAdvisor vous aide à facilement identifier les sites sécurisés en affichant une évaluation de sécurité rouge, jaune ou verte dans vos résultats de recherche.\n\n2.\tCliquez en toute confiance. WebAdvisor vous avertit des sites potentiellement dangereux avant qu'ils ne vous causent des problèmes.\n\n3. Soyez tranquille. Même les vrais sites web peuvent héberger du contenu malveillant à leur insu. Ne vous inquiétez pas, WebAdvisor aide à identifier et bloquer ces éléments risqués tout en permettant au contenu sécurisé de s'afficher.\n\nEn tant que l'une des plus grandes entreprises de cybersécurité indépendantes au monde, McAfee protège activement plus de 300 millions d'appareils dans le monde. Nous mettons notre savoir-faire à l'œuvre pour alimenter la protection en temps réel qui fait de WebAdvisor votre première ligne de défense pour une navigation plus sûre.",
    "hr": "Pregledavajte sigurno, pretražujte s pouzdanjem.\n\nMcAfee WebAdvisor vaš je vjerni suputnik koji vas čuva od prijetnji dok pregledavate i pretražujete web. Ovo proširenje štiti vas i vaše računalo od prijetnji, poput zlonamjernog softvera i pokušaja krađe identiteta, bez utjecaja na performanse pri pregledavanju \n\nEvo kako to radi:\n\n1.\tPretražujte sigurno Za podržane tražilice WebAdvisor vam pomaže lako identificirati sigurne web lokacije stavljanjem crvenih, žutih ili zelenih sigurnosnih ocjena upravo u rezultate pretraživanja.\n\n2.\tKliknite s pouzdanjem. WebAdvisor vas upozorava na potencijalno štetna mjesta prije nego što vam naprave probleme.\n\n3. Dišite jednostavno. Čak i originalne web stranice mogu nenamjerno biti domaćin zloćudnog sadržaja. Ne brinite - WebAdvisor pomaže prepoznati i blokirati te rizične elemente, a istovremeno prikazuje siguran sadržaj.\n\nAKao jedna od vodećih svjetskih neovisnih tvrtki za cyber sigurnost, McAfee aktivno štiti preko 300 milijuna potrošačkih uređaja širom svijeta. Koristimo ovu stručnost za jačanje zaštite u stvarnom vremenu koja WebAdvisor čini prvom linijom obrane za sigurnije pregledavanje.",
    "hu": "Biztonságosan böngészhet, és magabiztosan kereshet.\n\nA McAfee WebAdvisor egy megbízható társ, amely megvédi Önt keresés és böngészés közben az Önre leselkedő veszélyektől. Ez a bővítmény úgy védi meg Önt és a számítógépet is az olyan fenyegetésektől, mint a kártevő programok és az adathalász kísérletek, hogy mindez a böngészés gyorsaságát nem befolyásolja\n\nHogyan működik?\n\n1.\tBiztonságosan kereshet. Támogatott keresőmotorok használatakor a WebAdvisor segítséget nyújt ahhoz, hogy egyszerűen azonosítsa a biztonságos webhelyeket. Ehhez vörös, sárga és zöld biztonsági besorolást jelenít meg a keresési találatoknál.\n\n2.\tBátran kattinthat. A WebAdvisor figyelmezteti Önt a potenciálisan veszélyes webhelyekre, mielőtt azok kárt okozhatnának.\n\n3. Nyugalom! Még a valódi webhelyek is helyet adhatnak - tudtukon kívül - rosszindulatú tartalmaknak. De nem kell aggódnia. A WebAdvisor segítségével azonosíthatja és blokkolhatja az ilyen kockázatos elemeket, de a biztonságos tartalmat továbbra is megjelenítheti.\n\nA világ egyik vezető kiberbiztonsági vállalataként a McAfee aktívan több mint 300 millió ügyfél készülékeinek védelméről gondoskodik a világ minden pontján. Szakértelmünket felhasználva valós idejű védelmet biztosítunk, és így a WebAdvisor a biztonságos böngészés első védelmi vonalát jelenti.",
    "it": "Naviga in sicurezza, cerca con fiducia.\n\nMcAfee WebAdvisor è il tuo compagno fidato che ti protegge dalle minacce quando fai ricerche e navighi sul Web. Questa estensione protegge te e il tuo PC dalle minacce come i malware e i tentativi di phishing senza influire sulle prestazioni\n\nEcco come funziona:\n\n1.\tCerca in tutta sicurezza. Con i motori di ricerca supportati, WebAdvisor ti aiuta a identificare facilmente i siti sicuri mostrando valutazioni di colore rosso, giallo o verde nei risultati delle ricerche.\n\n2.\tFai clic con tranquillità. WebAdvisor ti avvisa dei siti potenzialmente pericolosi prima che ti causino danni.\n\n3. Rilassati. Perfino i siti Web legittimi posso ospitare involontariamente contenuti dannosi. Non preoccuparti. WebAdvisor ti aiuta a identificare e bloccare questi elementi e a mostrare contenuti sicuri.\n\nMcAfee è una delle principali aziende indipendenti di sicurezza informatica del mondo e protegge attivamente oltre 300 milioni di dispositivi di consumatori. Questa expertise è alla base della protezione in tempo reale che fa di WebAdvisor la prima linea di difesa per navigare con maggiore sicurezza.",
    "ja": "安全に閲覧し、安心して検索します。\n\nマカフィー ウェブアドバイザーは、ウェブを閲覧したり検索したりする際に脅威から保護してくれる信頼できるパートナーです。 この拡張機能は、閲覧パフォーマンスに影響を与えることなく、マルウェアやフィッシング詐欺などの脅威からお客様とご利用の PC を保護します。\n\nその仕組みをご紹介します。\n\n1.\t安全に検索できます。 サポートされている検索エンジンでは、ウェブアドバイザーが検索結果に赤、黄、緑の安全評価を表示するため、安全なサイトを簡単に特定することができます。\n\n2.\t安心してクリックすることができます。 ウェブアドバイザーは、問題が発生するに、潜在的に有害なサイトを警告します。\n\n3. 安心できます。 正規のウェブサイトであっても、知らず知らずのうちに悪意のあるコンテンツのホストとなる場合があります。 ご安心ください。ウェブアドバイザーは安全なコンテンツを表示しながら、これらの危険な要素を特定してブロックするのに役立ちます。\n\n世界をリードする独立系サイバー セキュリティ企業であるマカフィーは、全世界で 3 億台以上のコンシューマー デバイスを精力的に保護しています。 この専門知識を利用して、ウェブアドバイザーがより安全なブラウジングのための最初の防衛線となることで、リアルタイムの保護を強化しています。",
    "ko": "안심하고 안전하게 검색하세요.\n\nMcAfee 웹어드바이저는 웹을 검색하고 인터넷을 사용하는 동안 위협으로부터 안전하게 보호해 주는 신뢰할 수 있는 친구입니다. 이 확장은 검색 성능에 영향을 미치지 않고 맬웨어 및 피싱 시도 등의 위협으로부터 사용자와 사용자의 PC를 안전하게 보호합니다.\n\n다음과 같이 작동합니다.\n\n1.\t안전하게 검색하세요. 지원되는 엔진의 경우 웹어드바이저는 검색 결과에 빨간색, 노란색 또는 녹색 안전 등급을 표시하므로 안전한 사이트를 손쉽게 식별할 수 있습니다.\n\n2.\t안심하고 클릭하세요. 웹어드바이저는 피해를 입히기 전에 잠재적으로 유해한 사이트에 대해 경고합니다.\n\n3. 마음 놓고 이용하세요. 신뢰할 수 있는 웹 사이트조차 의도치않게 악의적인 콘텐츠를 게시할 수 있습니다. 그러나 걱정하지 마세요. 웹어드바이저를 사용하면 안전한 콘텐츠를 계속 표시하면서 위험한 요소를 식별하고 차단할 수 있습니다.\n\n세계 최고의 독립적인 사이버 보안 회사 중 하나인 McAFee는 전 세계적으로 3억 대 이상의 고객 기기를 적극적으로 보호합니다. 당사는 이러한 전문성을 활용하여 실시간 보호를 강화하며, 이는 웹어드바이저가 보다 안전한 검색을 위한 최적의 보호인 이유입니다.",
    "nl": "Browse veilig, zoek met vertrouwen.\n\nMcAfee WebAdvisor is uw trouwe partner die u beschermt terwijl u op internet zoekt en surft. Deze extensie beschermt u en uw pc tegen bedreigingen zoals malware en phishingpogingen, zonder uw browserprestaties te beïnvloeden\n\nZo werkt het:\n\n1.\tZoek veilig. WebAdvisor helpt u voor ondersteunde zoekmachines veilige websites te identificeren door u rode, gele en groene veiligheidsbeoordelingen te geven in uw zoekopdrachten.\n\n2.\tZorgeloos klikken. WebAdvisor waarschuwt u voor mogelijk schadelijke websites voordat ze problemen kunnen veroorzaken.\n\n3. Haal gerust adem. Zelfs echte websites kunnen zonder dat ze het weten schadelijke inhoud bevatten. Maakt u geen zorgen: WebAdvisor helpt deze mogelijk schadelijke elementen te identificeren en blokkeren, terwijl het de veilige inhoud nog gewoon weergeeft.\n\nMcAfee beschermt als een van 's werelds leiders in cyberbeveiliging meer dan 300 miljoen toestellen wereldwijd. We gebruiken onze expertise om de real-time bescherming mogelijk te maken die van WebAdvisor uw eerste verdedigingslinie voor veiliger browsen maakt.",
    "no": "Surf trygt, søk med selvtillit.\n\nMcAfee WebAdvisor er din pålitelige følgesvenn og beskytter deg mot trusler mens du søker og surfer på nettet. Denne utvidelsen beskytter deg og PC-en mot trusler som skadeprogrammer og phishing-angrep uten at det påvirker surfeytelsen\n\nSlik fungerer det:\n\n1.\tSøk trygt. WebAdvisor gjør det enklere å identifisere sikre webområder i støttede søkemotorer ved å vise en rød, gul eller grønn sikkerhetsvurdering direkte i søkeresultatene.\n\n2.\tKlikk med trygghet. WebAdvisor advarer deg om potensielt farlige områder før de kan gjøre skade.\n\n3. Bare slapp av. Selv ekte webområder kan være vert for skadelig innhold uten at de vet det. Ingen grunn til bekymring – WebAdvisor bidrar til å identifisere og blokkere slike farlige elementer samtidig som den viser sikkert innhold.\n\nMcAfee, et av verdens ledende uavhengige sikkerhetsselskaper, beskytter aktivt over 300 millioner forbrukerenheter verden rundt. Med denne ekspertisen kan vi tilby sanntidsbeskyttelse som gjør WebAdvisor til den første forsvarslinjen for sikker nettlesing.",
    "pl": "Przeglądaj bezpiecznie i spokojnie.\n\nMcAfee WebAdvisor to zaufany towarzysz, który pomaga chronić Cię przed zagrożeniami podczas przeszukiwania i przeglądania sieci. Rozszerzenie chroni Ciebie i Twój komputer przed zagrożeniami, takimi jak złośliwe oprogramowanie i próby wyłudzenia informacji, nie wpływając przy tym na wydajność Twojego przeglądania\n\nOto, jak to działa:\n\n1.\tBezpieczne przeglądanie. W obsługiwanych przeglądarkach, rozszerzenie WebAdvisor pomaga łatwo rozpoznać bezpieczne witryny, umieszczając czerwone, żółte lub zielone oceny bezpieczeństwa w wynikach wyszukiwania.\n\n2.\tZaufanie podczas poruszania się w Internecie. Rozszerzenie WebAdvisor ostrzega Cię przed potencjalnie szkodliwymi witrynami, zanim zdążą wyrządzić szkody.\n\n3. Poczucie bezpieczeństwa. Nawet uczciwe witryny mogą nieświadomie zawierać złośliwe treści. Nie martw się – rozszerzenie WebAdvisor rozpoznaje i blokuje te niebezpieczne elementy, jednocześnie wyświetlając bezpieczne treści.\n\nJako jedna z najlepszych na rynku niezależnych firm w dziedzinie bezpieczeństwa w Internecie, firma McAfee aktywnie chroni ponad 300 milionów urządzeń klientów indywidualnych na całym świecie. To doświadczenie pomaga nam dostarczać ochronę w czasie rzeczywistym, dzięki której rozszerzenie WebAdvisor jest Twoją pierwszą linią obrony podczas przeglądania.",
    "pt_BR": "Navegue com segurança, pesquise com confiança.\n\nO McAfee WebAdvisor é seu companheiro confiável que ajuda a proteger você contra ameaças enquanto navega e pesquisa na Web. Essa extensão protege você e seu PC contra ameaças, como malware e tentativas de phishing, sem impactar seu desempenho de navegação\n\nVeja aqui como funciona:\n\n1.\tPesquise com segurança. Para mecanismos de pesquisa compatíveis, o WebAdvisor ajuda a identificar sites seguros com facilidade colocando classificações de segurança vermelha, amarela ou verde nos resultados da pesquisa.\n\n2.\tClique com confiança. O WebAdvisor alerta você de sites com risco em potencial antes de lhe causarem problemas.\n\n3. Respire tranquilo. Mesmo sites genuínos podem se tornar hóspedes involuntários de conteúdos maliciosos. Não se preocupe - o WebAdvisor ajuda a identificar e bloquear esses elementos arriscados enquanto continua a exibir conteúdos seguros.\n\nSendo uma das líderes no setor de segurança cibernética independente, a McAfee protege ativamente mais de 300 milhões de dispositivos de clientes por todo o mundo . Usamos essa experiência para ativaralimentar a proteção em tempo real que faz do WebAdvisor sua primeira linha de defesa para uma navegação segura.",
    "pt_PT": "Navegue em segurança e com confiança.\n\nO McAfee WebAdvisor é o seu fiel companheiro que o ajuda a manter-se seguro das ameaças enquanto pesquisa e navega pela Web. Esta extensão protege-o a si e ao seu computador contra ameaças como malware, tentativas de phishing, sem afetar o desempenho de navegação\n\nEis como funciona:\n\n1.\tNavegue em segurança. Para motores de pesquisa suportados, o WebAdvisor ajuda-o a identificar sites seguros identificando com classificações por cor (vermelha, amarela, verde) diretamente nos resultados de pesquisa.\n\n2.\tClique com confiança. O WebAdvisor avisa-o de sites potencialmente perigosos antes de causarem estragos.\n\n3. Respire fundo. Mesmo os sites genuínos podem alojar conteúdo malicioso inadvertidamente. Não se preocupe - o WebAdvisor ajuda a identificar e bloquear estes elementos perigosos e apresentar o conteúdo seguro.\n\nComo uma das melhores empresas independentes de cibersegurança, a McAfee protege ativamente mais de 360 milhões de dispositivos de consumidores em todo o mundo. Utilizamos os nossos conhecimentos para fornecer a proteção em tempo real que torna o WebAdvisor a sua primeira linha de defesa para uma navegação mais segura.",
    "ru": "Уверенный поиск, безопасный просмотр.\n\nMcAfee WebAdvisor – ваш надежный компаньон, который помогает защитить вас от угроз во время поиска и просмотра страниц в Интернете. Это расширение защищает вас и ваш компьютер от таких угроз, как вредоносные программы и попытки фишинга, не влияя на производительность вашего браузера.\n\nВот как это работает:\n\n1.\tОсуществляйте безопасный поиск. В поддерживаемых поисковых системах WebAdvisor помогает легко определять безопасные сайты, размещая красный, желтый или зеленый рейтинг безопасности прямо в результатах поиска.\n\n2.\tОткрывайте сайты без опасений. WebAdvisor предупреждает вас о потенциально опасных сайтах до того, как они могут создать проблемы.\n\n3. Ни о чем не беспокойтесь. Даже подлинные веб-сайты могут невольно размещать вредоносное содержимое. Не беспокойтесь: WebAdvisor помогает идентифицировать и блокировать эти опасные элементы, в то же время отображая безопасное содержимое.\n\nБудучи одной из ведущих в мире независимых компаний в области кибербезопасности, McAfee активно защищает более 300 миллионов устройств пользователей по всему миру. Мы используем этот опыт для обеспечения защиты в режиме реального времени, что делает WebAdvisor вашей первой линией защиты для безопасного просмотра.",
    "sk": "Prehľadávajte bezpečne, surfujte bez obáv.\n\nMcAfee WebAdvisor je spoľahlivým spoločníkom, ktorý vás ochráni pri vyhľadávaní a prehliadaní webu. Toto rozšírenie ochráni vás aj váš počítač pred hrozbami, napríklad pred malvérom a pokusmi o neoprávnené získavanie údajov, pričom nespomalí prehľadávanie.\n\nFunguje to takto:\n\n1.\tVyhľadávajte bezpečne. WebAdvisor vám v podporovaných vyhľadávacích nástrojoch pomôže ľahko odhaliť bezpečné lokality označením výsledkov vyhľadávania červenou, žltou alebo zelenou farbou.\n\n2.\tKlikajte s istotou. WebAdvisor vás upozorní na potenciálne nebezpečné lokality skôr, ako vás ohrozia.\n\n3. Buďte bez obáv. Aj na oprávnených webových lokalitách sa môže skrývať nebezpečný obsah. Nemusíte sa však báť – WebAdvisor vám pomôže tieto rizikové prvky identifikovať a zablokovať a zobrazí len bezpečný obsah.\n\nAko jedna z popredných nezávislých spoločností v oblasti kybernetickej bezpečnosti McAfee aktívne chráni viac ako 300 miliónov zariadení na svete. Na základe našich skúseností sme vytvorili ochranu v reálnom čase, vďaka ktorej vás WebAdvisor pri prehľadávaní webu zaručene ochráni.",
    "sr": "Pregledajte bezbedno, pretražujte sa samopouzdanjem.\n\nMcAfee WebAdvisor je saputnik od poverenja koji vas čuva dok pregledate i pretražujete po vebu. Ova ekstenzija štiti vas i vaš računar od pretnji kao što je malver i pokušaji phishinga bez uticaja na performanse pregledanja\n\nEvo kako funkcioniše:\n\n1.\tPretražujte sigurno. Kod podržanih pretraživača, WebAdvisor vam pomaže da lako identifikujete bezbedne lokacije postavljajući crvenu, žutu ili zelenu ocenu bezbednosti u rezultat pretrage.\n\n2.\tKliknite sa samopouzdanjem. WebAdvisor vas upozorava na potencijalno štetne lokacije pre nego što vam stvore nevolju.\n\n3. Lakše dišite. Čak i originalne veb lokacije mogu nesvesno biti domaćin zlonamernog sadržaja. Ne brinite - WebAdvisor vam pomaže da identifikujete i blokirate ove rizične elemente dok se bezbedan sadržaj i dalje prikazuje.\n\nKao jedna od vodećih nezavisnih kompanija za sajber bezbednost, McAfee aktivno štiti preko 300 miliona korisničkih uređaja širom sveta. Ovu stručnost koristimo za zaštitu u realnom vremenu koja čini WebAdvisor prvom linijom odbrane za bezbednije pregledanje.",
    "sv": "Surfa säkert, sök tryggt.\n\nMcAfee WebAdvisor är din pålitliga följeslagare som hjälper till att hålla dig säker när du surfar och söker på webben. Tillägget skyddar dig och datorn mot hot som skadlig programvara och nätfiskeförsök, utan att påverka surfprestandan\n\nSå här fungerar det:\n\n1.\tSök säkert. För sökmotorer som stöds hjälper WebAdvisor dig att enkelt identifiera säkra webbplatser genom att placera röda, gula eller gröna säkerhetsomdömen direkt i sökresultaten.\n\n2.\tKlicka tryggt. WebAdvisor varnar dig gällande potentiellt skadliga webbplatser innan de orsakar dig problem.\n\n3. Andas lugnt. Även äkta webbplatser kan ovetandes vara värd för skadligt innehåll. Oroa dig inte. WebAdvisor hjälper till att identifiera och blockera dessa riskfylla element medan det fortfarande visar säkert innehåll.\n\nSom ett av världens ledande, oberoende företag för internetsäkerhet skyddar McAfee aktivt över 300 miljoner kundenheter över hela världen. Vi använder den här expertisen för att driva realtidsskyddet som gör WebAdvisor till den första försvarslinjen för säkert surfande.",
    "tr": "Emniyetle gezinin, güvenle arama yapın.\n\nMcAfee WebAdvisor, web'de gezinirken ve arama yaparken tehditlerden korunmanıza yardımcı olan güvenilir bir arkadaşınızdır. Bu uzantı, sizi ve bilgisayarınızı, tarama performansınızı etkilemeden zararlı yazılım ve kimlik avı girişimleri gibi tehditlere karşı korur\n\nNasıl çalışır:\n\n1.\tGüvenle gezinin Desteklenen arama motorları için WebAdvisor, doğrudan arama sonuçlarınıza kırmızı, sarı veya yeşil güvenlik derecelendirmeleri koyarak güvenli siteleri kolayca belirlemenize yardımcı olur.\n\n2.\tGüvenle tıklayın. WebAdvisor, size sorun çıkarmadan önce potansiyel olarak zararlı siteler konusunda sizi uyarır.\n\n3. Rahat bir nefes alın. Orijinal web siteleri bile istemeden kötü amaçlı içerik barındırabilir. Endişelenmeyin - WebAdvisor, güvenli içeriği görüntülerken bu riskli öğelerin tanımlanmasına ve engellenmesine yardımcı olur.\n\nDünyanın önde gelen bağımsız siber güvenlik şirketlerinden biri olan McAfee, dünya çapında 300 milyondan fazla tüketici cihazını aktif olarak korumaktadır. Bu uzmanlığı, WebAdvisor'ı daha güvenli tarama için ilk savunma hattınız yapan gerçek zamanlı korumayı güçlendirmek için kullanırız.",
    "zh_CN": "安全浏览，放心搜索。\n\n迈克菲联网顾问是您值得信赖的好伙伴，它有助于确保您在浏览和搜索网络时抵御各种威胁。 该扩展可以保护您的 PC 远离各种威胁（例如恶意软件和网络钓鱼）且不会影响您的浏览体验\n\n其工作原理如下：\n\n1.\t安全搜索。 对于支持的搜索引擎，联网顾问可在搜索结果中添加红色、黄色或绿色安全评级，帮助您轻松识别安全网站。\n\n2.\t放心点击。 联网顾问会针对潜在有害的网站向您发出警告，避免其造成不必要的麻烦。\n\n3. 安心上网。 即使正规网站也可能在不经意间成为恶意内容的宿主。 不要担心 - 联网顾问可以帮助您识别并阻止这些风险因素，同时正常显示安全的内容。\n\n作为一家全球领先的独立网络安全公司，迈克菲为全球超过 3 亿台消费型设备提供主动安全保护。 我们将充分利用自己的专业知识提供实时保护，让联网顾问成为确保您浏览安全的第一道防线。",
    "zh_TW": "安心瀏覽，自在搜尋。\n\nMcAfee WebAdvisor 是值得您信賴的好夥伴，它能在您瀏覽與搜尋網頁時，協助您確保安全。 此延伸模組能保護您和您的 PC 免受惡意軟體和網路釣魚之類的威脅，而不會影響您的瀏覽效能\n\n其運作方式如下：\n\n1.\t安全搜尋。 針對受支援的搜尋引擎，WebAdvisor 可透過在搜尋結果中顯示紅色、黃色或綠色安全評級來協助您輕鬆識別安全網站。\n\n2.\t安心點選。 WebAdvisor 會預先警告您可能會帶來危害的網站。\n\n3. 自在瀏覽。 即使是正當的網站，也可能在不經意間成為惡意內容的主機。 別擔心 - WebAdvisor 可協助您識別並阻擋這些危險因素，同時仍顯示安全內容。\n\n作為全球領先的獨立網路安全公司，McAfee 積極保護全球超過 3 億台消費者裝置。 我們運用這些專業知識來提供即時保護，從而使 WebAdvisor 成為您進行安全瀏覽的第一道防線。"
  }
}