{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capital Crunch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Test Your Knowledge on World Capitals!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capital Crunch is a fun and interactive way for both geography enthusiasts and casual learners to learn and remember the capitals of the world! This extension will periodically quiz users on world capitals, at an interval of their choosing. \n\nHere's how Capital Crunch can boost your geographical knowledge:\n\nScheduled Pop-ups: Capital Crunch delivers pop-up questions at set intervals, giving you a challenge to identify the capital of a randomly chosen country.\n\nCustomizable Experience: You can pause or restart the questions at any time, and choose the interval at which you would like to receive questions. Customize your learning experience as per your convenience.\n\nInteractive Learning: Choose from the multiple choice options and see if you're right. Don't worry if you get it wrong; Capital Crunch is here to help you learn!\n\nUser-Friendly Interface: With its intuitive and clean design, Capital Crunch makes learning geography simple and enjoyable.\n\nTo use:\n\n1. Once the extension has been downloaded, open Capital Crunch from the chrome extensions tab\n\n2. Choose the interval at which you would like to receive questions\n\n3. Press play, and have fun! To stop the process, simply open settings and press pause\n\nWhether you're a student looking for an effective study tool, a professional needing a brain workout, or a trivia fan wanting to test your knowledge, Capital Crunch is the perfect choice. Say goodbye to boring memorization and hello to a fun, interactive way to learn about the world!"
  }
}