{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Produktly - Product tour builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Produktly - Product tour builder is the easiest way to build product tours, checklists, smart tips, feedback widgets, NPS widgets,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Produktly - Product tour builder is the easiest way to build product tours, checklists, smart tips, feedback widgets, NPS widgets, changelogs and more. Using our chrome extension you can build your product tours and other features directly on your site and without requiring any coding skills.\n\nhttps://produktly.com/ you can sign-up to start using our awesome digital adoption suite, including product tours, smart tips, NPS widgets, changelogs and more. In-app product tours are a great way to improve your onboarding, and empower your users to succeed from day one. Our interactive product tours will improve your product's adoption and retention, by guiding your users and empowering them to fully understand your product.\n\nProduktly requires no coding skills. You can use our awesome web editor and chrome extension to build product tours and other features without any code.\n\nSee https://produktly.com/ to learn more or to try our live demos. You can also always email us at support@produktly.com and we will be happy to help you!\n\n==================\n\nUpdate on 14.12.2024:\n  - Correctly escape id selectors\n  - Fix visual element selector tool for cases where element has overflow hidden\n  - Fix visual element selector tool to not accept invalid selectors, that can happen when underlying page has overriden standard methods\n\nUpdate on 4.12.2024:\n  - Add features to editors that were added to the website in the past couple of months\n  - Update styling slightly\n\nUpdate on 17.7.2024:\n  - Fixed an issue where previewing wouldn't correctly detect the Produktly script\n\nUpdate on 3.5.2024:\n  - Fixed an issue with element selecting that affected certain types of class names\n\nUpdate on 22.4.2024:\n  - Added support for using User segments for filtering / trigger rules\n\nUpdate on 29.3.2024:\n  - Added support for building and previewing Changelogs, and Feedback Widgets\n\nUpdate on 28.3.2024:\n  - Added support for building and previewing Announcements, and NPS Widgets\n  - Improved preview to instruct you to install the Produktly script first if it's not installed yet\n\nUpdate on 26.3.2024:\n  - Added support for building and previewing Smart Tips\n  - The widget location can now be toggled between left-hand-side and right-hand-side\n  - Fix issue where the rich text editor would sometimes cause content be resetted\n\nUpdate on 2.3.2024:\n  - Redesign\n  - Added support for building and previewing Checklists\n  - Expanded the product tour builder to have parity with the builder on website\n\nUpdate on 30.6.2023:\n - Fixed an issue where interactively selecting a CSS selector wasn't working in some websites\n\nUpdate on 9.9.2022:\n - Matching Engine\n   -  You are now able to use \"Custom\" rules that allow you to more granularly segment users / user groups and target tours specifically for a group\n   - Fixed bug where tour triggers wouldn't sometimes save\n\nUpdate on 6.9.2022:\n - Matching Engine\n   - We have added a totally new feature called \"Matching engine\". This allows you to select much more granularly when the tour should be shown. For example, you can match based on multiple urls, different languages, different locations, device type etc.\n   - This is something we will be expanding in future versions as well, and add a fully custom set of rules you can provide and this will enable full user segmentation feature set\n - Manually trigger preview\n   - In addition to automatic preview, you can now also manually trigger a preview without having to publish your product tour\n\nUpdate on 21.11.2021:\n - Preview product tours on your website. You can now preview the product tours using the chrome extension directly on your website\n - Get closer feature parity with the product tour builder on the SaaS\n   - Add bunch of tour settings\n   - Add redirect step type\n\nUpdate on 27.10.2021:\n - Fixed selecting of elements inside iframes\n\nUpdate on 1.10.2021:\n - Improved auto-saving feature to reduce jankiness and fix problems when typing quickly\n - Change header position to be sticky for easier access"
  }
}