{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website monitoring and element tracking with periodic refreshing, customizable configuration, emails and notifications"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebsiteTracker allows you to keep track of changes on websites by running in your browser and monitoring pages that you choose. Receive email and chrome notifications at no fee. Keep a watch on the websites of your interest using WebsiteTracker!\n\nSome of the key features of WebsiteTracker include:\n\n* Website monitoring: An easy-to-read list view of the websites you're tracking for automatic monitoring\n* Element tracking: The ability to select multiple elements per webpage to monitor. Highlighted changes for quick identification\n* Periodic refreshing: Periodically refreshing the tracked websites and data fetching for the elements \n* Customizable configuration: Create, update or delete your trackers any time for the user-defined settings\n* Real-time updates: Email notification using your own Gmail account for secure and safe usage\n* Notification alerts: Chrome notifications for immediate alerts and personalized notifications\n* Hassle-free Google sign-in process\n* Free and unlimited tracking of websites\n\nTo get started with WebsiteTracker, simply open a webpage you want to monitor, click the WebsiteTracker drop icon in your browser toolbar, and select \"Monitor this page\". You can then choose which parts of the page to track and save your selections.\n\nTo view your list of tracked webpages, click the WebsiteTracker icon and go to the Watchlist.\n\nIf you need any assistance, feel free to reach out to us using this form: https://docs.google.com/forms/d/e/1FAIpQLSelGSyXRF-siM8dxC6Aiwe4-K61lwm7vo1JuhxhccWXTNnvlg/viewform.\n\nSupport independent developers! Your donation will help me keep this extension free and up-to-date: https://www.paypal.com/donate/?hosted_button_id=Z3NS3AQLV6FW6"
  }
}