{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockchair"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block explorer and anonymous crypto portfolio tracker for Bitcoin, Ethereum, and others in your browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockchair extension provides you the fastest way to search among data stored on 17 blockchains and lets you anonymously monitor your crypto portfolio and respond fast to price changes.\n\n— Features —\n\nBlockchain Search\nEmbed the most private search engine for 17 blockchains, including Bitcoin, Ethereum, Ripple, Bitcoin Cash, Litecoin, and 12 others. It allows you to search for transactions, addresses, blocks, and even the embedded text data.\nDiscover all blockchains we support via link: https://blockchair.com/about\n\nOn-click Blockchain Explorer\nThe extension sets Blockchair as the default block explorer. This feature highlights the transactions and addresses on any page you visit. Simply click on the blue highlighted phrase to access the page on Blockchair showing you the transaction/address details.\nYou can disable the feature via the second toggle in the extension window. \n\nCrypto Price Tracker\nTrack prices and the 24h price change for the most popular cryptocurrencies. Select the coin in the extension icon to see their value in USD in Chrome’s top bar. The prices are showing the value of crypto in USD.\n\nPortfolio Tracker\nBlockchair allows you to anonymously and privately track the price changes of your crypto assets in one place. If your coins are scattered around different wallets and exchanges, the Portfolio tracker feature is perfect for you. It allows you to monitor the overall performance and quickly react to 24h price changes. \nAdd, remove, and manage your assets by clicking on the <<Manage portfolio>> button. \n\n--------------------------------------------------------------------------------------------------------\n\nDownload the extension today for the easiest access to blockchain data and your portfolio changes.\n\n--------------------------------------------------------------------------------------------------------\n\n— About privacy —\nFor the purpose of providing you with the search and access to specific blockchain data, crypto prices, and 24h price changes, the extension needs to be granted the following permissions:\n\ntabs - permission to open new tabs in your browser when you search for specific blockchain information; \n\nactiveTab - permission that allows the analysis and identification of the address and transaction hashes for the On-click Blockchain Explorer feature. We do not store, analyze, nor send this information either to our or third-party servers.\n\ncontextMenus - we add items to the context menu of the browser. You can select any phrase or a text and search for it directly in Blockchair explorer.\n\nstorage - for the local data storage of your portfolio. We do not store, analyze, nor send this information either to our or third-party servers.\n\nFor more information regarding our data collection, please review our general privacy policy before you install our add-on, available here: \nhttps://blockchair.com/privacy"
  }
}