{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Soldy - Integrated Chrome price comparison browser extension",
    "de": "Soldy - Der integrierte Preisvergleich",
    "es": "Soldy - Comparación integrada de precios",
    "fr": "Soldy - Comparateur de prix intégré",
    "it": "Soldy - Confronto prezzi integrato"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically find the best prices on your favorite products when you shop online.",
    "de": "Finden Sie automatisch die besten Preise für Ihre Lieblingsprodukte, wenn Sie online einkaufen.",
    "es": "Encuentre automáticamente los mejores precios en sus productos favoritos cuando compre en línea.",
    "fr": "Trouvez automatiquement les meilleurs prix sur vos produits préférés lorsque vous faites du shopping en ligne.",
    "it": "Trova automaticamente i prezzi migliori sui tuoi prodotti preferiti quando fai acquisti online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save with the Soldy price comparison tool - it's free!\n\nWhen you browse your favorite e-commerce sites, Soldy automatically finds the product you're looking for from other sellers at a better price:\n\n- 100% free \n- Fast and accurate\n- No registration required\n\nOnce installed, there's no need for an account or configuration - the Soldy extension takes care of everything: \n\nWe automatically detect when you're browsing a product page on your favorite e-commerce sites. Our algorithm then finds exactly the same product at the best price on other reliable sites. Simply hover over our widget to display the results and click on an offer to be redirected to a good deal.\n\nDoes Soldy not support your favorite e-commerce site? Please contact us! We'll add it as soon as possible.",
    "de": "Sparen Sie mit dem Preisvergleichsdienst Soldy, es ist kostenlos!\n\nWenn Sie auf Ihren bevorzugten E-Commerce-Websites surfen, findet Soldy automatisch das Produkt, das Sie sich ansehen, bei anderen Verkäufern zu einem besseren Preis:\n\n- 100% kostenlos \n- Schnell und genau\n- Ohne Anmeldung\n\nNach der Installation brauchen Sie weder ein Konto noch eine Konfiguration, die Soldy-Erweiterung kümmert sich um alles : \n\nWir erkennen automatisch, wenn Sie auf einer Produktseite Ihrer bevorzugten E-Commerce-Websites surfen. Unser Algorithmus kümmert sich dann darum, genau das gleiche Produkt zum besten Preis auf anderen vertrauenswürdigen Seiten zu finden. Fahren Sie einfach über unser Widget, um die Ergebnisse anzuzeigen, und klicken Sie auf ein Angebot, um zu einem Schnäppchen weitergeleitet zu werden.\n\nUnterstützt Soldy Ihre bevorzugte E-Commerce-Website nicht? Setzen Sie sich mit uns in Verbindung! Wir werden sie so schnell wie möglich hinzufügen.",
    "es": "Ahorrar es gratis con el comparador de precios Soldy.\n\nCuando navegas por tus sitios de comercio electrónico favoritos, Soldy encuentra automáticamente el producto que buscas de otros vendedores a mejor precio:\n\n- 100% gratis \n- Rápido y preciso\n- No es necesario registrarse\n\nUna vez instalada, no necesita una cuenta ni ninguna configuración, la extensión Soldy se encarga de todo: \n\nDetectamos automáticamente cuándo está navegando por una página de producto en sus sitios de comercio electrónico favoritos. Nuestro algoritmo se encarga entonces de encontrar exactamente el mismo producto al mejor precio en otros sitios fiables. Basta con pasar el ratón por encima de nuestro widget para ver los resultados y hacer clic en una oferta para ser redirigido a una buena oferta.\n\n¿Soldy no es compatible con su sitio de comercio electrónico favorito? Póngase en contacto con nosotros. Lo añadiremos lo antes posible.",
    "fr": "Faire des économies avec le comparateur de prix Soldy, c'est gratuit !\n\nLorsque vous naviguez sur vos sites e-commerce préférés, Soldy trouve automatiquement le produit que vous consultez chez d'autres vendeurs à un meilleur prix :\n\n- 100% gratuit \n- Rapide et précis\n- Sans inscription\n\nUne fois installée, pas besoin de compte ni de configuration, l'extension Soldy s'occupe de tout : \n\nNous détectons automatiquement lorsque vous naviguez sur une page produit de vos sites e-commerce favoris. Notre algorithme se charge ensuite de trouver exactement le même produit au meilleur prix sur d'autres sites fiables. Il suffit de survoler notre widget pour afficher les résultats et de cliquer sur une offre pour être redirigé vers une bonne affaire.\n\nSoldy ne prend pas en charge votre site e-commerce préféré ? Contactez-nous ! Nous l'ajouterons dans les plus brefs délais.",
    "it": "Risparmiare con il servizio di comparazione prezzi Soldy è gratis!\n\nQuando navigate sui vostri siti di e-commerce preferiti, Soldy trova automaticamente il prodotto che state cercando da altri venditori a un prezzo migliore:\n\n- 100% gratuito \n- Veloce e preciso\n- Non è richiesta alcuna registrazione\n\nUna volta installata, non è necessario un account né alcuna configurazione: l'estensione Soldy si occupa di tutto: \n\nRileviamo automaticamente quando state sfogliando una pagina di prodotto sui vostri siti di e-commerce preferiti. Il nostro algoritmo trova esattamente lo stesso prodotto al miglior prezzo su altri siti affidabili. È sufficiente passare il mouse sul nostro widget per visualizzare i risultati e fare clic su un'offerta per essere reindirizzati a un buon affare.\n\nSoldy non supporta il vostro sito di e-commerce preferito? Contattateci! Lo aggiungeremo il prima possibile."
  }
}