{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pomodoro Timer & To-Do List Chrome Extension – Boost Focus & Productivity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay productive and organized with our free Pomodoro Timer and To-Do List Chrome Extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⏱ Pomodoro Timer ✅ Todo List Organizer 📊Time Tracker 📅 Schedule Planner 🔔 Reminder\n\nA combination of a powerful Pomodoro and Todo all in one easy-to-use Chrome extension. Built on science-backed techniques, it helps you stay concentrated, accomplish tasks efficiently, and manage your day-to-day activities.\n\nWith Pomodoro Timer & To-Do List , you can capture and categorize tasks into custom lists, initiate a focus timer for work and study, set reminders for essential tasks, and analyze time spent across projects. Perfect for managing your Tasks, Reminders, Lists, Calendar events, and even Grocery and Checklists, it’s the ultimate tool for tracking work hours, maintaining focus, and staying organized.\n\nStay connected across all your devices with seamless syncing between your phone and computer, so your tasks are accessible wherever you go.\n\nHow It Works:\n\nSelect a task to complete.\nSet the timer for 25 minutes, stay focused, and begin.\nWhen the timer goes off, take a 5-minute break.\nKey Features:\n\n⏱ Pomodoro Timer: Maximize productivity by focusing in timed intervals.\n\n- Pause and resume timer as needed\n- Customizable pomodoro and break lengths\n- Flexible short and long breaks\n- Continuous Mode for uninterrupted workflow\n\n✅ To-Do List Management: Organize tasks efficiently and prioritize with ease using the powerful\n\n- Organized Task Lists: Easily capture and sort tasks into customizable lists for work, study, or personal errands.\n- Sub-Tasks & Checklists: Break larger tasks into manageable sub-tasks or checklists for a clear, actionable plan.\n- Recurring Tasks: Set repeating tasks with flexible intervals to build lasting habits and maintain consistency.\n- Reminders & Due Dates: Add reminders with adjustable due dates so you never miss important deadlines or commitments.\n- Goal Tracking: Estimate and track the number of Pomodoro sessions needed to complete each task for clear progress monitoring."
  }
}