{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Logseq Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save content from the web to Logseq, in a private and durable format you can access offline."
  },
  "long": {
    "ar,de,hi,id,it,ko,nl,pl,pt_BR,tr,zh_CN,zh_TW": "A fork of the official Obsidian Web Clipper, adapted for Logseq. Save content from the web directly to your Logseq graph for offline access.\nThis extension helps you capture online content seamlessly into Logseq.\n\n- Clip anything: Save any web page to Logseq\n- Select page content: Decide whether you want to save entire websites, main content, or your highlights\n- Customizable templates: Create templates to have control over which metadata is extracted\n- Smart triggers: Create rules to decide which template is used on which website\n- Seamless integration: Send your clips directly to Logseq either to the daily page, as a new page, or at the cursor position\n\nThe Web Clipper is designed to protect your privacy and give you control over your data.\n\n- File format: All clips are stored in widely-used Markdown files\n- Offline access: Your saved clips are stored locally\n- 100% private: All your clipped content is stored locally in your Logseq graph\n\nDownload Logseq:\nhttps://logseq.com\n\nLogseq Web Clipper is open source:\nhttps://github.com/j3sch/logseq-clipper\n\nLicense Information:\nThis extension is a fork of the Obsidian Web Clipper by Obsidian\nLicensed under the MIT License\nOriginal Project:\n- Chrome Web Store: https://chromewebstore.google.com/detail/obsidian-web-clipper/cnjifjpddelmedmihgijeibhnjfabmlf\n- GitHub: https://github.com/obsidianmd/obsidian-clipper\nCopyright (c) 2024 Obsidian\nCopyright (c) 2024 Jens Schlegel",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi": "An unofficial Chrome Extension for Logseq that enables you to capture web content directly into your Logseq graph, based on the official Obsidian Web Clipper extension.\n\nKey Features:\n• Clip Pages Your Way: Save entire web pages or just the text passages you highlight\n• Select Destination: Send clips to your daily notes, a new page, or at your cursor position\n• Privacy First: Everything is stored locally in Markdown files for offline access\n\nThis extension is a fork of the Obsidian Web Clipper. I'd like to express my gratitude to the Obsidian team for their excellent work that made this adaptation possible.\n\nLogseq Web Clipper is open source:\nhttps://github.com/j3sch/logseq-clipper\n\nLicense Information:\nThis extension is a fork of the Obsidian Web Clipper by Obsidian\nLicensed under the MIT License\nOriginal Project:\n- Chrome Web Store: https://chromewebstore.google.com/detail/obsidian-web-clipper/cnjifjpddelmedmihgijeibhnjfabmlf\n- GitHub: https://github.com/obsidianmd/obsidian-clipper\nCopyright (c) 2024 Obsidian\nCopyright (c) 2024 Jens Schlegel",
    "es,fa,fr,ja,ru": "A fork of the official Obsidian Web Clipper, adapted for Logseq. Save content from the web directly to your Logseq graph for offline access.\nThis extension helps you capture online content seamlessly into Logseq, so your notes are always available, even without an internet connection.\n\n- Clip anything: Save any web page to Logseq\n- Select page content: Decide whether you want to save entire websites, main content or your highlights.\n- Customizable templates: Create templates to have control over which metadata is extracted.\n- Smart triggers: Create rules to decide which template is used on which website.\n- Seamless integration: Send your clips directly to logsec either to the daily page, as a new page or at the cursor position.\n\nThe Web Clipper is designed to protect your privacy, and give you control over your data.\n- File format: All clips are stored in the widely-used Markdown files.\n- Offline access: your saved clips are saved locally.\n- 100% private: all your clipped content is stored locally in your Logseq graph. \n\nDownload Logseq:\nhttps://logseq.com\n\nLogseq Web Clipper is open source. You can help us improve it by submitting bugs and fixes on GitHub:\nhttps://github.com/j3sch/logseq-clipper\n\nOfficial Obsidian Web Clipper:\nhttps://chromewebstore.google.com/detail/obsidian-web-clipper/cnjifjpddelmedmihgijeibhnjfabmlf"
  }
}