{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Fox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "AI Fox from HURMA – sourcing in a few clicks",
    "es,es_419": "AI Fox de HURMA - reclutamiento en unos pocos clicks",
    "ru": "AI Fox от HURMA – сорсинг в пару кликов",
    "uk": "AI Fox від HURMA — сорсинг у пару кліків"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "AI Fox makes talent sourcing easy and quick! \n\nThe plugin helps to automate recruiting in a few clicks:\n1. Check the most popular job search websites.\n2. Open the resumes of the candidates you like.\n3. Immediately add them to your HURMA candidate database.\n\nAI Fox will automatically create a profile of a new candidate in HURMA. The information provided by the candidate will be transferred there from the job search website. You will be able to follow the link to a profile in a new tab.\n\nImportant! To use the AI Fox plugin, you need to be signed in to your HURMA personal account.",
    "es,es_419": "AI Fox hace que la búsqueda de personal sea fácil y rápida. \n\nEl plugin ayuda a automatizar la contratación en unos pocos clics:\n1. Compruebe los sitios web de búsqueda de empleo más populares en Ucrania y otros países.\n2. Abra los currículos de los candidatos que le gusten.\n3. Añádelos inmediatamente a tu base de datos de candidatos HURMA.\n\nAI Fox creará automáticamente el perfil de un nuevo candidato en HURMA. La información proporcionada por el candidato se transferirá allí desde el sitio web de búsqueda de empleo. Podrá seguir el enlace al perfil en una nueva pestaña.\n\n¡Importante! Para utilizar el plugin de AI FOX, debe iniciar sesión en su cuenta personal de HURMA.",
    "ru": "AI Fox делает сорсинг талантов легким и быстрым! \n\nПлагин помогает автоматизировать рекрутинг в пару кликов:\n1. Заходите на самые популярные порталы по поиску работы в Украине и других странах.\n2. Открывайте резюме понравившихся кандидатов.\n3. Сразу добавляйте их в свою базу HURMA.\n\nПлагин автоматически создаст профиль кандидата в HURMA. Со страницы job-портала туда будет перенесена предоставленная кандидатом информация по выбранным категориям. Вы сможете сразу перейти в созданный профиль в новой вкладке.\n\nВажно: для использования плагина AI Fox вы должны быть авторизованы в личном кабинете HURMA.",
    "uk": "Ai Fox робить сорсинг легким та швидким! \n\nПлагін допомагає автоматизувати рекрутинг у пару кліків:\n1. Заходьте на найпопулярніші портали з пошуку роботу в Україні та інших країнах.\n2. Відкривайте резюме вподобаних кандидатів.\n3. Відразу додавайте їх у свою базу HURMA.\n\nПлагін автоматично створить профіль кандидата в HURMA. Зі сторінки job-порталу туди буде перенесена надана кандидатом інформація за обраними категоріями. Ви зможете відразу перейти в створений профіль в новій вкладці.\n\nВажливо: для використання плагіна AI Fox Ви повинні бути авторизовані в особистому кабінеті HURMA."
  }
}