{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT ScreenSize"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "End the eye strain! ChatGPT ScreenSize offers bigger chat screen size for a more relaxed ChatGPT interaction."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your ChatGPT experience with ChatGPT ScreenSize – a Chrome extension designed to enhance your productivity. This extension simplifies and improves the ChatGPT interface, ensuring a comfortable and distraction-free environment. It's particularly beneficial for developers who rely on the code box for their work.\n\nKey Features:\n\n1- Automatically expands the ChatGPT main screen for a spacious and user-friendly interface.\n2- Enhances readability and productivity for developers using the code box.\n3- Say goodbye to cramped windows and hello to a more efficient workflow.\n\nHow to Use:\n\n1- Install ChatGPT ScreenSize from the Chrome Web Store.\n2- Pin your Chrome extension for convenient one-click access and to activate its functionality effortlessly.\n3- Navigate to the ChatGPT website. Start a conversation as usual.\n4- Experience the main screen smoothly expanding when you click the extension icon.\n\nFor developers, ChatGPT ScreenSize is a valuable tool for optimizing your workflow and making the most of the code box in ChatGPT. Install it today and prevent the need for horizontal scrolling when your code contains lengthy lines.\n\nFeedback & Support:\nWe value your feedback! If you encounter any issues or have suggestions for improvement, please reach out to gretidev@gmail.com.\n\nPrivacy & Permissions:\nRest assured, ChatGPT ScreenSize respects your privacy. We do not collect any personal data."
  }
}