{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce Tool Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare Salesforce Metadata, Generate Metadata Excel Reports, Monitor Debug Logs, Explore Schema, & Bulk DML on Salesforce Metadata"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your Salesforce productivity with our all-in-one toolkit designed for Salesforce admins, developers, architects, and consultants. Compare Profiles, Permission Sets, manage Debug Logs, and explore Schemas like never before—secure, powerful, and right on your device.\n\nWe never store your data on our servers; it's only stored on your laptop. \n\n**Key Features**\n\n*1. Reports*\nCompare Salesforce Profiles and Permission Sets across different orgs.\nMetadata: Effortlessly export essential details like Classes, Triggers, Process Builders, Flows, Validation Rules, VF Pages, and Workflow Rules in Excel. \nGet quick insights with the \"Super User Report.\"\n *Super User Report* - Based on the following Salesforce Blog, offers quick insight into five critical security breaches in your Salesforce Org https://developer.salesforce.com/blogs/2021/05/boost-security-by-auditing-your-privileged-users-with-soql\nExport essential details in Excel.\nAccess Approval Process details effortlessly.\n\n*2. Debug Logs*\nDive into Salesforce's core with Hierarchical log viewer.\nExperience \"Tail Logs\" like a pro, with SFDX CLI-styled tailed logs, no installation or configuration required.\nManage Trace Flags and Debug levels.\nInstantly debug client-reported errors for a given Salesforce User.\n\n*3. Schema Explorer*\nNavigate Salesforce schemas without memorising fields or relations.\nBuild complex SOQL queries with ease.\nQuickly sort, filter, edit records batch/inline, and export to Excel.\n\n*4. Event Monitoring*\nMonitor and download log files for over 50 critical Salesforce events.\nExclusive API-only feature not found in Salesforce setup.\n\n*5. Salesforce Tools*\nApex test: Get code coverage and execute test suites.\nEfficiently manage validation and workflow rules in bulk.\nStay informed about Salesforce Object limits.\nCreate or delete multiple Salesforce fields or objects in bulk.\nClone, delete, and manage reports, dashboards, flows, and record types in bulk.\n\n\n***Release Notes***\n\n* Version: v2.10.7\nFeature: Implemented Delimiter Option in Schema Explorer for CSV Export.\nUpdate: Introduced an enhanced Light Mode featuring a cleaner theme with balanced whitescale to complement intense colors.\nUpdate: Introduced subroutes for each sub-feature, now accessible on the left side of the navbar, enhancing navigation efficiency.\nUpdate: Integrated YouTube links for each feature in the Reports and Tools sections, accessible via feature cards, to provide comprehensive guidance.\nUpdate: Reorganized elements on the Settings page to improve usability and accessibility.\nBugFix: Resolved an issue preventing the extension from opening when using a sandbox organization.\n\n* Version: v2.10.6 \nFeature: Added Feedback Form and Subscription Hyperlink\nUpdate: Shorten the Extension Name Salesforce Tool Suite (Debug Logs, Schema) to Salesforce Tool Suite.\nUpdate: Added YouTube link to the Footer for all Chrome Extension Videos.\nUpdate: Updated The Company Logo.\nUpdate: How to Enable Event Monitoring Settings for Event feature.\nUpdate: Displaying an illustration if no records are found.\n\n\n* Version: v2.10.5 \n\nFeature: Generate metadata differences, such as for permission sets, objects, and Apex classes, between the two Salesforce orgs.\nFeature: Generate Excel file for the field level differences between two different orgs.\nFeature: Provide the Nick Name to the Orgs for future reference.\nUpdate: Assign Profiles and Permission Sets to the fields while creating bulk fields.\nBug: FixPerformance optimization and bug fixes in general.\n\n* Version: v2.10.4  \nFeature: Export User App Permissions Report in Excel.\nFeature: Save multiple queries in Schema Explorer for future reference.\nFeature: Change org throughout the extension.\nFeature: Share org session with other users.\nUpdate: Export more then 2000 records in Schema Explorer.\nBug: Performance optimization and bug fixes in general\n\n\n* Version: v2.10.3\nFeature: Generate a report of all users who have access to an app.\nFeature: Generate a report of all users with permission sets assigned.\nBugFix: Fixed Sandbox login bug in settings.\nBugFix: Fixed User Id Bug in Metadata Reports.\nUpdate: Added settings tab for quick navigation to settings.\n\n* Version: v2.10.2\nUpdate: Added multi-org support in Clone Flows.\nUpdate: Added multi-org support in Clone Global Picklist.\nUpdate: Added multi-org support in Clone Validation Rules.\nBugFix: Performance optimisation and bug fixes in general.\n\n* Version: v2.10.1\nUpdate: Added login and refresh token functionality in Compare Profiles & Permission Sets Reports.\nUpdate: Added login and refresh token functionality in Super User Reports.\nBugFix: Added login and refresh token functionality in Approval Process Reports.\nBugFix: Performance optimisation and bug fixes in general.\n\n* Version: v2.10.0\nUpdate: Compare Profiles and permission Sets across multiple orgs in a single instance.\nUpdate: Compare Super User across multiple orgs in a single instance.\nUpdate: Compare the Approval Process across multiple orgs in a single instance.\nUpdate: Login with multiple orgs once and refresh tokens from Settings.\nBugFix: Performance optimisation and bug fixes in general.\nFeature: Toggle record types in bulk (beta).\n\n* Version: v2.9.4\nUpdate: Added support for Aggregate Queries in Schema Explorer.\nUpdate: Added support of Fields(ALL), Fields(Standard), and Fields(Custom) functions in Schema Explorer.\nBugFix: Schema Explorer, some parsing issues have been fixed.\nBugFix: Performance optimisation and minor bug fixes in general.\n\n* Version: v2.9.3\nUpdate: Download multiple Debug Logs in a single Excel file.\nUpdate: Added object information in Process Builders and Flows Metadata Reports.\nBugFix: Schema Explorer export Excel issue fixed.\nBugFix: Performance optimisation and minor bug fixes in general.\n\n* Version: v2.9.2\nFeature: Toggle and Delete Flows in bulk.\nFeature: Clone Flows in bulk.\nUpdate: Enhanced User Experience for Toggle and Delete Validation Rules.\nUpdate: Enhanced User Experience for Toggle and Delete Workflow Rules.\nBugFix: Performance optimisation and bug fixes in general.\n\n* Version: v2.9.0 *\n\nFeature: Clone and Delete Reports in Bulk.\nFeature: Apex Test - Execute tests and see test results and code coverage in action (beta).\nBugFix: Bug Fixes in general.\n\n* Version: v2.8.3  Released On: Nov 4, 2022*\n\nFeature: Clone Global Picklists in Bulk.\nFeature: Know Object Limits for your Org.\nBugFix: The Schema Explorer Column Header Issue was fixed.\nBugFix: Add and Edit Object in Bulk Object Creation Issue was resolved.\nBugFix: Clear All Success Button Issue in Bulk Object Creation was fixed\nUpdate: Enhanced User Experience for Bulk Object Creation.\nUpdate: Enhanced User Experience for Bulk Field Creation.\n\n** Version: v2.8.2  Released On: Sept 2, 2022**\n\nFeature: Delete Objects in Bulk.\nFeature: Create Objects in Bulk.\nFeature: Delete Fields in Bulk.\nBugFix: Fixed Case Sensitive dependencies on fields while querying data.\nBugFix: Fixed Updation of Validation Rule created on Custom Metadata Type.\nBugFix: Fixed Graph for Login Event Type.\nUpdate: Updated UI for Bulk Field Creation.\nUpdate: API optimisations in Bulk Field Creation and Workflow Rules. (Reduced Calls)\n\n** Version: v2.8.0  Released On: June 10, 2022**\n\nUI/UX improvements.\nUpdate: More options are available in the toolbar.\nUpdate: API calls count optimised. They are making only 1/5th of requests for Superuser and Metadata reports.\nUpdate: New Reactive pattern-based Indexed DB wrapper for better, more stable transactions of History and cache.\nFeature: Settings and user preferences.\nFeature: Set which API version you want to use.\nFeature: Enable or disable notifications/toasts.\nFeature: Clear all toasts using the toolbar.\nFeature: Toggle breadcrumbs option.\nFeature: Cache and History settings for auto-delete, time limit, and disable options.\nFeature: Global Pool for all background processes to stop individual or all at once. Also, could you stop running polls from the tasks section of the settings?\nFeature: Report bugs option.\nFeature: Share feedback links to make the feedback process easy.\nFeature: Global caching(clearable) and temporary caching for frequently fetched API requests.\nFeature: Preserves last login tokens to access multiple users within a single extension instance. Launch the extension from multiple Salesforce orgs/users, and you will get access to all the orgs/users in the latest instance. You can also switch between different available orgs/users.\nFeature: While using multiple orgs, access different users/orgs histories and caches. Nothing is deleted; the extension maintains different instances of History and cache for different users/orgs.\nFeature: New Reports modules with reports menu and searchable cards.\nFeature: Metadata reports added; export up to eight metadata reports.\nFeature: Export multiple reports together from Metadata, Compare, or Superuser.\nFeature: clear cache from anywhere using a global toolbar.\nFeature: Navigate to a different page in fullscreen mode, using the Go-to feature in the toolbar.\nFeature: Throttle export click rate to avoid multiple duplicate exports on accidental clicks\nFeature: Numbered File naming system for all Excel exports.\nBugFix: Repeated export bug.\n\n**Version: v2.7.0  Released On: May 9, 2022**\nimproved themes, balanced grayscale for intense colors in dark mode\nUpdate: Improved stability/performance and compatibility for the latest browsers, built on the latest Angular Framework.\nUpdate: Performance improved with multithreaded processing\nUpdate: Build Size reduced\nUpdate: New UI and UX\nUpdate: Caching for frequently made API requests in validation rules\nUpdate: New architecture for validation rules, making a minimum of API calls\nFeature: Taillogs heap limiter\nFeature: Delete and bulk delete option for History\nFeature: Fullscreen option for all modules\nFeature: Mini game within waiting spinner\nFeature: Info for all modules\nFeature: Toolbar\nBugFix: Schema explorer pagination issue fixed\nBugFix: Schema explorer Boolean values not visible, fixed\nBugFix: Schema explorer Execute button glitch, fixed\nBugFix: Dark mode for toast, fixed\nBugFix: Schema explorer Filtered export, fixed\nBugFix: Not working for some salesforce orgs, fixed\n\n**Version: v2.6.0  Released On: March 2, 2022**\nNew Dark Theme option (beta)\nFeature: debug logs module huge log warning fixed\nFeature: History for Schema Explorer compare module is now available within their respective tabs\nUpdate: UI UX improved\nBugFix: Watch the new logs feature fixed in the Debug logs module\n\n**Version: v2.5.8  Released On: January 18, 2022**\nFeature: Tail-logs module\nBugFix: The query parsing bug in Schema Explorer was fixed"
  }
}