{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webstod"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We offer the best digital marketing services."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webstod is a leading Digital Marketing Company can be a very valuable part of your business, but you need to make sure that you hire the right one. Our company offer various digital marketing services like web designing, content marketing, search engine optimization, and social media marketing. We also have years of experience and a large clients’ base that make us Number 1# digital marketing of Faridabad.\n\nDigital marketing is a way of getting and keeping in touch with a wide variety of people who might want to hear about you and what you are offering. Of these people, you will find that most of them are on social networking websites. This means that you can easily reach a large number of potential customers.\nAs a leading Digital Marketing Company, we have developed an effective strategy and skill set which give your online business an edge over traditional advertising.\nOur company is also proficient in web designing services. Creating a website with many pages or using social networking websites is one way to take advantage of this amazing marketing concept which is implanted by our company. Web designing can take a lot of work. It requires extensive knowledge about various aspects and skills on how to make a site appealing and attractive. We can help you plan and design your website to meet the specific needs of your customers.\nWebstod also offer SEO services to make a distinct online presence of your brand on search engines. Our SEO expert use only White hat SEO techniques to rank your website on the first page of Google. Our SEO practices are completely ethical and curated by experienced SEO professionals."
  }
}