{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlights - Highlighter and Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight, tag and add notes across the Web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Highlights - Highlighter and Web Clipper\"  chrome extension by Learning Paths, helps you organise your content across the internet. \n\nHighlight, Tag and add notes to relevant content across the web. Think of this as URL specific note taker. You can also capture that micro context. The counter icon at the top shows how many annotations you have made in the page. Next time when you visit the web page all the relevant data that you have annotated will popup. So you have all your contextual data within the browser itself. \n\nWith our dashboard all the data that is relevant to you is one search away. You can search across the highlighted text, tags you have added, notes you have taken and also based on URL. The search is very powerful. Anything that you have used before is just a couple of keystrokes away.\n\nNEVER EVER MISS ANYTHING IMPORTANT AGAIN.\n\nThis is your all in one web clipper, web annotator, notes taker, scratch pad, bookmarks organizer, online journal, research companion, planner, todo list maker, blogging draft editor. Make connections easily between everything you are doing, whether it is reading, writing or research.\n\nDownload our android app so that all your notes, highlights and tags are available to you on mobile devices as well.\n\nExport to Twitter and ROAM\n\nFrom any webpage you can now export your highlights as a twitter thread or you can export them to Roam Research."
  }
}