{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flux FM Player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flux Fm. The alternative radio station from Berlin.",
    "de": "Flux FM. Die Alternative im Radio. Der alternative Radiosender aus Berlin.",
    "en_GB": "Flux FM. The alternative radio station from Berlin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome player extension for the Flux FM radio station from Berlin. The best radio station ever (imho). Play all Flux FM live streams directly inside the browser and see the current playlist for each channel.\nPlease note, it is a non official app. Please give feedback and report any bugs. \n\nAbout Flux FM\n\nEvery second new music is created everywhere around the world and, thanks to modern technology, finds its way quickly around the globe. Berlin is the up-and-coming hotspot of the global music scene and FluxFM is situated in its epicentre, focused on discovering and showcasing new music. You hear new artists first on FluxFM.\n\nFluxFM is the voice of Generation Flux – all those who are open and curious, who live change and help shape it: Creative people, makers, entrepreneurs, opinion leaders and multipliers, united by their love of music. Every day we select the best out of a giant pool of new music and play the songs that strike a chord with the people who thrive on music. We inspire and connect, because we like to be connected and inspired.\n\nFluxFM is a radio station, an online platform, a community and event organiser: a network for a variety of activities and scenes. Our focus is pop culture, internet culture and urban life. As part of an international radio alliance, FluxFM keeps listeners updated about musical events and trends around the world.\n\nSee more https://www.fluxfm.de/"
  }
}