{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HackMD Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can search texts in HackMD."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this extension, you can search from sentences of your notes in HackMD.\nTo reduce the burden of the server, this extension stores your all notes in Chrome extension cache.\nThen you can view and download the stored notes.\n\nこの拡張機能により、HackMDで未実装の全文検索を行うことができます。\nHackMDのサーバーへの負担を軽減するため、この拡張機能は随時ノートの内容を拡張機能のキャッシュとして保存します。\nこれにより、保存されたノートを閲覧したり、ダウンロードしたりできます。\n\n## Usage\n### Search\nInput words in the search input field and press Enter, then the results with the highlighted search words will be shown; they are sorted by updated time.\n\nYou can utilize some methods and combine them.\n\n全文検索においてはマイナス検索、フレーズ検索、正規表現検索を利用できます。\n\nmethod\tinput\teffect\ndefault\twords\tsplited with space and find notes with all queries\nminus\t-word\texclude notes with minus words from the results\nphrase\t\"words\"\twords surrounded \" are not splited even they include spaces\nRegEx\treg:regular expression\tyou can use regular expression\n\n### Download and View Stored Notes\nOn the option page, you can view and download sotred notes.\n\n### Store All Notes\n**Backup of all notes are automatically executed** on the initial use and once per a month.\nYou can also store all notes manually. There are two methods.\n- Push `Stote All Notes` in the navi menu\n- input `?StoreAllNotes` in the search input field and press Enter,\nWhen you open a note in HackMD, this extension updated the note content in the cache regularly.\n\n初回利用時および1ヶ月に1回、全ノートの保存は自動的に行われます。以下の方法により、手動で行うことも可能です。\n- ナビメニューのStore All Notesをクリックする。\n- 検索画面で ?StoreAllNotes と入力してEnterを押す。\n以降は、ノートの内容はキャッシュへ自動的に保存されます。"
  }
}