{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Burger Clicker : Hamburger Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Burger Clicker Game right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Burger Clicker: Build Your Burger Empire One Click at a Time!**\n\nWelcome, burger enthusiasts, to the sizzling world of **Burger Clicker** – the ultimate burger clicking game where you can turn your love for burgers into a thriving business! Click your way to burger greatness, earn coins, hire top-tier chefs, and upgrade your burger joint to become the talk of the town. Are you ready to flip patties, stack buns, and build the burger empire of your dreams?\n\n**Game Features:**\n\n1. **Burger Clicking Fun**: Click, click, click your way to burger success as you assemble delicious patties, fresh veggies, and savory sauces to create the ultimate burger masterpiece. The more you click, the more coins you earn!\n\n2. **Hire Top Chefs**: Recruit talented chefs to join your team and help you craft mouthwatering burgers that will keep your customers coming back for more. Unlock high-level chefs with unique skills to enhance your burger-making prowess.\n\n3. **Burger Joint Upgrades**: Invest your hard-earned coins in upgrading and customizing your burger shop. Improve your kitchen equipment, enhance your restaurant's ambience, and unlock special features to attract more customers and boost your profits.\n\nGet ready to embark on a flipping fantastic journey in **Burger Clicker**. Click your way to burger stardom, hire top chefs, upgrade your burger shop, and become the ultimate burger tycoon. Are you prepared to satisfy the appetites of burger lovers everywhere and build a burger empire that stands the test of time? Let the burger clicking frenzy begin!\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}