{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReachOut.App (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReachOut unterstützt Sie mit automatisierten Kampagnen bei der effizienten und präzisen Ansprache Ihrer Leads über LinkedIn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Füllen Sie Ihre Sales Pipeline mit qualifizierten LinkedIn-Leads und unterstützen Sie Ihren Marketing-Outreach, durch konstantes und spezifisches Erweitern der Zielgruppe in Ihrem Netzwerk\n\nWie profitieren Sie am meisten von LinkedIn, erreichen Ihre Zielgruppe und schöpfen den vollen Mehrwert aus den Kontakten in Ihrem bestehenden Netzwerk?\nNutzen Sie ReachOut!\n\n➡️ regelmäßig warme Leads, die genau aus Ihrer Zielgruppe stammen\n\n➡️ konstante, automatisierte Ausweitung Ihres Netzwerkes\n\n➡️ direkte Anbindung ins CRM\n\n➡️ personalisierte Kampangen zur Kontaktaufnahme\n\n➡️ Kampangen, um die Impressionen Ihrer Beiträge zu steigern\n\n➡️ Promotion von Events\n\n➡️ Import von CSV Listen und LinkedIn Kontakten\n\n➡️ qualifizierte Leads im Terminkalender\n\nWir unterstützen den Export von Leads aus der LinkedIn Suche, von LinkedIn Profilen und aus dem LinkedIn Sales Navigator.\n\nWir bieten Schnittstellen zu Ihrem CRM an: Hubspot, Pipedrive & Salesforce Daten nahtlos importieren und auf LinkedIn erreichen. LinkedIn Kontakte automatisch in Ihr CRM exportieren.\n\nMit ReachOut meistern Sie Social Selling auf LinkedIn- Sie bauen mit uns in wenigen Klicks Ihr Netzwerk auf und erweitern es konstant, eröffnen authentische Gespräche und platzieren wirksam Ihre Marke in Ihrer Zielgruppe.\n\nEinmal im LinkedIn Netzwerk profitieren Sie von konstant von den ansprechbaren und warmen Leads.\n\nFüllen Sie Ihren Terminkalender mit qualifizierten Leads, denen Sie wirklich weiterhelfen können.\n\n🗓️ Starten Sie den 7-Tage Trial kostenlos und legen Sie die ersten Grundsteine für einen erfolgversprechenden Sales-Funnel!\n\nMehr Informationen:\n\nwww.reach-out.app\n\nWir freuen uns über Fragen, Feedback und jegliche Anregungen!\n\n+49 163 2598238\n\nservice@reach-out.app"
  }
}