{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optiseller Listing Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display Optiseller Listing Checker on eBay item pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now it is easier than ever to do a quick health check on your eBay listings, as well as your competitors, with the Optiseller Single Listing Review Tool for eBay – all included in your Optiseller subscription!\n\nWith our OptiRating system built in to every part of the plugin, you will be able to make crucial tweaks to your listings, to drive your listing performance and maximise their potential on eBay.\n\nThe OptiRating will show your listing quality as a snapshot, and will react as you make changes to your listings in real time. Aim for excellent and give you and your listing a pat on the back!\n\nView your listing quality and metrics in 3 key views:\n\nListing Visibility Score\n\no   Title length – it is important to use as much of the available space for titles as possible, and to include important keywords.\n\no   Keywords in title – advises keywords to place in your title based on listings currently on eBay.\n\no   Required Item Specifics – Optiseller’s flagship formula pulls the required item specifics and lets you know what is missing from your listing.\n\no   Recommended Item Specifics – advises you which item specifics to apply to your listing to give it the extra boost it deserves.\n\n2. Shipping Availability\n\no   Fast & Free\n\no   Free Shipping\n\no   Express Shipping\n\no   Global Shipping Programme\n\n3. Listing Booster\n\no   Multiple Images\n\no   Secondary Category\n\no   Strikethrough pricing\n\n \n\n#SellMoreStress less with Optiseller"
  }
}