{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Fanatical PC Game Price Comparison",
    "de": "Preisvergleich für Fanatical PC-Spiele",
    "es": "Comparación de precios de juegos de PC Fanatical",
    "fr": "Comparaison des prix des jeux PC Fanatical",
    "it": "Confronto prezzi giochi per PC Fanatical",
    "ja": "Fanatical PC ゲームの価格比較",
    "ko": "Fanatical PC 게임 가격 비교",
    "nl": "Fanatical pc-game prijsvergelijking",
    "pl": "Fanatical porównanie cen gier na PC",
    "pt_PT": "Comparação de preços de jogos para PC Fanatical",
    "ru": "Fanatical сравнение цен на игры для ПК",
    "zh_CN": "Fanatical PC 游戏价格比较",
    "zh_TW": "Fanatical PC 遊戲價格比較"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Effortlessly save both time and money as you shop for games online. Compare the best gaming deals in one place!",
    "de": "Sparen Sie mühelos Zeit und Geld, wenn Sie online Spiele kaufen. Vergleichen Sie die besten Gaming-Angebote an einem Ort!",
    "es": "Ahorre tiempo y dinero sin esfuerzo al comprar juegos en línea. ¡Compara las mejores ofertas de juegos en un solo lugar!",
    "fr": "Économisez du temps et de l’argent sans effort lorsque vous achetez des jeux en ligne. Comparez les meilleures offres de jeux en un…",
    "it": "Risparmia facilmente tempo e denaro acquistando giochi online. Confronta le migliori offerte di giochi in un unico posto!",
    "ja": "オンラインでゲームを購入することで、時間とお金の両方を簡単に節約できます。最高のゲームセールを 1 か所で比較しましょう!",
    "ko": "온라인으로 게임을 쇼핑할 때 시간과 비용을 쉽게 절약하세요. 최고의 게임 상품을 한 곳에서 비교해보세요!",
    "nl": "Bespaar moeiteloos tijd en geld terwijl u online games winkelt. Vergelijk de beste gamingdeals op één plek!",
    "pl": "Bez wysiłku oszczędzaj czas i pieniądze, kupując gry online. Porównaj najlepsze oferty gier w jednym miejscu!",
    "pt_PT": "Economize tempo e dinheiro sem esforço ao comprar jogos online. Compare as melhores ofertas de jogos em um só lugar!",
    "ru": "Легко экономьте время и деньги, покупая игры в Интернете. Сравните лучшие игровые предложения в одном месте!",
    "zh_CN": "在线购买游戏时，轻松节省时间和金钱。在一处比较最佳游戏优惠！",
    "zh_TW": "在線購買遊戲時，輕鬆節省時間和金錢。在一個地方比較最佳遊戲優惠！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Product Notifications\nWith customisable product notifications, you'll always be one of the first to know when a Steam game you're eyeing is cheaper at Fanatical.\n\nAutomatic Savings\nDon't waste your time hunting for discount coupons – let the Fanatical Steam Price Comparison automatically discover and apply any available coupons to help you save money on your Fanatical order.\n\nCustomise your Experience\nSelect the online shopping sites you prefer to compare prices on, so that you can always get the best deal possible.\n\nExclusive Offers\nYou didn't hear this from us (actually, you did). Look out for some very special coupon codes which we will be providing exclusively through the Fanatical Steam Price Comparison.\n\nInstant Access to Game Deals\nSave time with one click access to all the best deals and new releases on Fanatical. The Fanatical Steam Price Comparison is your one-stop shop, and you choose what you see.\n\nExclusive Giveaways\nGet a game on us! You'll get exclusive access to claim game giveaways during set promotional periods.",
    "de": "Produktbenachrichtigungen\nMit anpassbaren Produktbenachrichtigungen erfahren Sie immer als einer der Ersten, wenn ein Steam-Spiel, das Sie im Auge behalten, bei Fanatical günstiger ist.\n\nAutomatische Einsparungen\nVerschwenden Sie Ihre Zeit nicht mit der Suche nach Rabattgutscheinen – lassen Sie den Fanatical Steam-Preisvergleich automatisch alle verfügbaren Gutscheine entdecken und anwenden, damit Sie bei Ihrer Fanatical-Bestellung Geld sparen können.\n\nPassen Sie Ihr Erlebnis individuell an\nWählen Sie die Online-Shopping-Websites aus, auf denen Sie die Preise vergleichen möchten, damit Sie immer das bestmögliche Angebot erhalten.\n\nExklusive Angebote\nDas haben Sie nicht von uns gehört (eigentlich schon). Halten Sie Ausschau nach ganz besonderen Gutscheincodes, die wir exklusiv über den Fanatical Steam-Preisvergleich anbieten.\n\nSofortiger Zugriff auf Spielangebote\nSparen Sie Zeit mit einem Klick auf die besten Angebote und Neuerscheinungen auf Fanatical. Der Fanatical Steam-Preisvergleich ist Ihr One-Stop-Shop und Sie entscheiden, was Sie sehen.\n\nExklusive Giveaways\nHolen Sie sich ein Spiel bei uns! Während festgelegter Aktionszeiträume erhalten Sie exklusiven Zugriff auf Spielgeschenke.",
    "es": "Notificaciones de productos\nCon notificaciones de productos personalizables, siempre serás uno de los primeros en saber cuándo un juego de Steam que estás considerando es más barato en Fanatical.\n\nAhorro Automático\nNo pierda el tiempo buscando cupones de descuento: deje que la Comparación de precios de Fanatical Steam descubra y aplique automáticamente los cupones disponibles para ayudarlo a ahorrar dinero en su pedido de Fanatical.\n\nPersonaliza tu experiencia\nSeleccione los sitios de compras en línea en los que prefiera comparar precios, para que siempre pueda obtener la mejor oferta posible.\n\nOfertas exclusivas\nNo escuchaste esto de nosotros (de hecho, sí lo escuchaste). Esté atento a algunos códigos de cupón muy especiales que proporcionaremos exclusivamente a través de la Comparación de precios de Fanatical Steam.\n\nAcceso instantáneo a ofertas de juegos\nAhorre tiempo con acceso con un clic a las mejores ofertas y nuevos lanzamientos en Fanatical. La comparación de precios de Fanatical Steam es tu ventanilla única y tú eliges lo que ves.\n\nSorteos Exclusivos\n¡Consigue un juego por nuestra cuenta! Obtendrás acceso exclusivo para reclamar obsequios de juegos durante períodos promocionales establecidos.",
    "fr": "Notifications de produits\nAvec des notifications de produits personnalisables, vous serez toujours l'un des premiers à savoir quand un jeu Steam que vous envisagez est moins cher chez Fanatical.\n\nÉconomies automatiques\nNe perdez pas votre temps à chercher des coupons de réduction – laissez la comparaison de prix Fanatical Steam découvrir et appliquer automatiquement tous les coupons disponibles pour vous aider à économiser de l'argent sur votre commande Fanatical.\n\nPersonnalisez votre expérience\nSélectionnez les sites d'achats en ligne sur lesquels vous préférez comparer les prix, afin de toujours obtenir la meilleure offre possible.\n\nOffres exclusives\nVous n'avez pas entendu cela de notre part (en fait, vous l'avez entendu). Recherchez des codes promo très spéciaux que nous fournirons exclusivement via la comparaison de prix Fanatical Steam.\n\nAccès instantané aux offres de jeux\nGagnez du temps en accédant en un clic à toutes les meilleures offres et nouveautés sur Fanatical. La comparaison de prix Fanatical Steam est votre guichet unique, et vous choisissez ce que vous voyez.\n\nCadeaux exclusifs\nObtenez un jeu sur nous ! Vous bénéficierez d'un accès exclusif pour réclamer des jeux cadeaux pendant des périodes promotionnelles définies.",
    "it": "Notifiche sui prodotti\nCon le notifiche di prodotto personalizzabili, sarai sempre uno dei primi a sapere quando un gioco Steam che stai guardando è più economico su Fanatical.\n\nRisparmio automatico\nNon perdere tempo a cercare buoni sconto: lascia che il confronto dei prezzi di Fanatical Steam scopra e applichi automaticamente tutti i coupon disponibili per aiutarti a risparmiare denaro sul tuo ordine Fanatical.\n\nPersonalizza la tua esperienza\nSeleziona i siti di shopping online su cui preferisci confrontare i prezzi, in modo da poter sempre ottenere il miglior affare possibile.\n\nOfferte esclusive\nNon l'hai sentito da noi (in realtà, l'hai sentito). Cerca alcuni codici coupon molto speciali che forniremo esclusivamente tramite il confronto dei prezzi di Fanatical Steam.\n\nAccesso immediato alle offerte di giochi\nRisparmia tempo con un clic e accedi a tutte le migliori offerte e nuove uscite su Fanatical. Il confronto dei prezzi di Fanatical Steam è il tuo sportello unico e tu scegli ciò che vedi.\n\nOmaggi esclusivi\nOttieni un gioco da noi! Avrai accesso esclusivo per richiedere giochi in omaggio durante determinati periodi promozionali.",
    "ja": "製品に関するお知らせ\nカスタマイズ可能な製品通知を使用すると、注目している Steam ゲームが Fanatical でいつ安くなるかを常に最初に知ることができます。\n\n自動貯蓄\n割引クーポンを探すのに時間を無駄にする必要はありません。Fanatical Steam 価格比較で利用可能なクーポンを自動的に検出して適用することで、Fanatical の注文でお金を節約できます。\n\nエクスペリエンスをカスタマイズする\nいつでも可能な限り最安値で購入できるように、価格を比較するために好みのオンライン ショッピング サイトを選択してください。\n\n特別オファー\nあなたは私たちからこのことを聞いていませんでした（実際には聞いていました）。 Fanatical Steam 価格比較を通じて独占的に提供されるいくつかの非常に特別なクーポン コードに注目してください。\n\nゲームのセールにすぐにアクセス\nFanatical のすべてのお買い得情報や新リリースにワンクリックでアクセスできるため、時間を節約できます。 Fanatical Steam 価格比較はワンストップ ショップであり、表示されたものを選択することができます。\n\n特別なプレゼント\n私たちにゲームをしてもらいましょう！ 設定されたプロモーション期間中に、ゲームの景品を獲得するための独占的なアクセス権が得られます。",
    "ko": "제품 알림\n맞춤형 제품 알림을 통해 귀하는 Fanatical에서 귀하가 주목하고 있는 Steam 게임이 언제 더 저렴해졌는지 항상 가장 먼저 알게 될 것입니다.\n\n자동 저축\n할인 쿠폰을 찾는 데 시간을 낭비하지 마세요. Fanatical Steam 가격 비교를 통해 사용 가능한 쿠폰을 자동으로 찾아 적용하여 Fanatical 주문 비용을 절약할 수 있습니다.\n\n경험을 맞춤화하세요\n가격 비교를 선호하는 온라인 쇼핑 사이트를 선택하면 항상 최상의 거래를 얻을 수 있습니다.\n\n독점 제안\n당신은 우리로부터 이 말을 듣지 못했습니다(실제로는 들어보셨습니다). Fanatical Steam 가격 비교를 통해 독점적으로 제공되는 매우 특별한 쿠폰 코드를 찾아보세요.\n\n게임 거래에 즉시 액세스\nFanatical의 모든 최고의 거래와 신규 릴리스에 대한 한 번의 클릭으로 액세스하여 시간을 절약하십시오. Fanatical Steam 가격 비교는 원스톱 상점이며, 보이는 것을 선택하실 수 있습니다.\n\n독점 경품\n우리에게 게임을 선물하세요! 정해진 프로모션 기간 동안 독점적으로 게임 경품을 받을 수 있습니다.",
    "nl": "Productmeldingen\nMet aanpasbare productmeldingen weet je altijd als een van de eersten wanneer een Steam-game die je zoekt goedkoper is bij Fanatical.\n\nAutomatische besparingen\nVerspil geen tijd met het zoeken naar kortingsbonnen – laat de Fanatical Steam-prijsvergelijking automatisch alle beschikbare kortingsbonnen ontdekken en toepassen, zodat je geld kunt besparen op je Fanatical-bestelling.\n\nPas uw ervaring aan\nSelecteer de online winkelsites waarmee u de prijzen wilt vergelijken, zodat u altijd de best mogelijke deal krijgt.\n\nExclusieve aanbiedingen\nJe hebt dit niet van ons gehoord (eigenlijk wel). Let op een aantal zeer speciale couponcodes die we exclusief aanbieden via de Fanatical Steam-prijsvergelijking.\n\nDirecte toegang tot spelaanbiedingen\nBespaar tijd met toegang met één klik tot de beste deals en nieuwe releases op Fanatical. De Fanatical Steam-prijsvergelijking is uw one-stop-shop en u kiest wat u ziet.\n\nExclusieve weggeefacties\nSpeel een spelletje met ons! Je krijgt exclusieve toegang om game-giveaways te claimen tijdens vaste promotieperiodes.",
    "pl": "Powiadomienia o produktach\nDzięki konfigurowalnym powiadomieniom o produktach zawsze będziesz jednym z pierwszych, którzy dowiedzą się, kiedy gra Steam, którą szukasz, jest tańsza w Fanatical.\n\nAutomatyczne oszczędności\nNie trać czasu na szukanie kuponów rabatowych – pozwól, aby porównywarka cen Fanatical Steam automatycznie odkryła i zastosowała wszelkie dostępne kupony, aby pomóc Ci zaoszczędzić pieniądze na zamówieniu Fanatical.\n\nDostosuj swoje doświadczenie\nWybierz witryny zakupów online, w których wolisz porównywać ceny, aby zawsze uzyskać najlepszą możliwą ofertę.\n\nEkskluzywne oferty\nNie słyszałeś tego od nas (właściwie to słyszałeś). Zwróć uwagę na specjalne kody kuponów, które będziemy udostępniać wyłącznie poprzez porównywarkę cen Fanatical Steam.\n\nNatychmiastowy dostęp do ofert gier\nOszczędzaj czas dzięki dostępowi jednym kliknięciem do wszystkich najlepszych ofert i nowości na Fanatical. Fanatyczna porównywarka cen Steam to miejsce, w którym możesz dokonać wyboru, co widzisz.\n\nEkskluzywne prezenty\nZdobądź u nas grę! Otrzymasz wyłączny dostęp do odbierania prezentów w grach w ustalonych okresach promocyjnych.",
    "pt_PT": "Notificações de produto\nCom notificações de produtos personalizáveis, você sempre será um dos primeiros a saber quando um jogo Steam que você está procurando é mais barato no Fanatical.\n\nPoupança Automática\nNão perca seu tempo procurando cupons de desconto – deixe a comparação de preços Fanatical Steam descobrir e aplicar automaticamente quaisquer cupons disponíveis para ajudá-lo a economizar dinheiro em seu pedido Fanatical.\n\nPersonalize sua experiência\nSelecione os sites de compras online nos quais você prefere comparar preços, para que você possa sempre conseguir o melhor negócio possível.\n\nOfertas exclusivas\nVocê não ouviu isso de nós (na verdade, você ouviu). Fique atento a alguns códigos de cupom muito especiais que forneceremos exclusivamente por meio da Fanatical Steam Price Comparison.\n\nAcesso instantâneo a ofertas de jogos\nEconomize tempo com acesso com um clique a todas as melhores ofertas e novos lançamentos no Fanatical. A Fanatical Steam Price Comparison é o seu balcão único e você escolhe o que vê.\n\nBrindes Exclusivos\nJogue por nossa conta! Você terá acesso exclusivo para reivindicar brindes de jogos durante períodos promocionais definidos.",
    "ru": "Уведомления о продуктах\nБлагодаря настраиваемым уведомлениям о продуктах вы всегда будете одним из первых, кто узнает, когда игра Steam, которую вы присматриваете, дешевле в Fanatical.\n\nАвтоматическая экономия\nНе тратьте время на поиск купонов на скидку — позвольте Fanatical Steam Сравнение цен автоматически обнаружить и применить все доступные купоны, чтобы помочь вам сэкономить деньги на вашем Fanatical заказе.\n\nНастройте свой опыт\nВыберите сайты интернет-магазинов, на которых вы предпочитаете сравнивать цены, чтобы всегда иметь возможность получить самое выгодное предложение.\n\nЭксклюзивные предложения\nВы не слышали этого от нас (на самом деле, слышали). Обратите внимание на некоторые особые коды купонов, которые мы будем предоставлять исключительно посредством фанатического сравнения цен в Steam.\n\nМгновенный доступ к игровым предложениям\nСэкономьте время, получив доступ ко всем лучшим предложениям и новым выпускам Fanatical одним щелчком мыши. Фанатическое сравнение цен в Steam — это ваш универсальный магазин, и вы выбираете то, что видите.\n\nЭксклюзивные подарки\nПолучите игру от нас! Вы получите эксклюзивный доступ к розыгрышам игр в течение определенных рекламных периодов.",
    "zh_CN": "产品通知\n借助可自定义的产品通知，您将始终是第一个知道您正在关注的 Steam 游戏何时在 Fanatical 上更便宜的人之一。\n\n自动储蓄\n不要浪费时间寻找折扣优惠券 - 让 Fanatical Steam 价格比较自动发现并应用任何可用的优惠券，以帮助您在 Fanatical 订单上省钱。\n\n定制您的体验\n选择您喜欢比较价格的在线购物网站，以便您始终可以获得最优惠的价格。\n\n独家优惠\n您没有从我们这里听到这一消息（事实上，您确实听到了）。 请留意我们将通过 Fanatical Steam 价格比较独家提供的一些非常特殊的优惠券代码。\n\n即时获取游戏优惠\n一键访问 Fanatical 上的所有最佳优惠和新版本，节省时间。 Fanatical Steam 价格比较是您的一站式商店，您可以选择您所看到的。\n\n独家赠品\n来玩我们的游戏吧！ 在规定的促销期间，您将获得领取游戏赠品的独家权利。",
    "zh_TW": "產品通知\n借助可自訂的產品通知，您將始終是第一個知道您正在關注的 Steam 遊戲何時在 Fanatical 上更便宜的人之一。\n\n自動儲蓄\n不要浪費時間尋找折扣優惠券 - 讓 Fanatical Steam 價格比較自動發現並應用任何可用的優惠券，以幫助您在 Fanatical 訂單上省錢。\n\n客製化您的體驗\n選擇您喜歡比較價格的線上購物網站，以便您始終可以獲得最優惠的價格。\n\n獨家優惠\n您沒有從我們這裡聽到這一消息（事實上，您確實聽到了）。 請留意我們將透過 Fanatical Steam 價格比較獨家提供的一些非常特殊的優惠券代碼。\n\n即時取得遊戲優惠\n一鍵造訪 Fanatical 上的所有最佳優惠和新版本，節省時間。 Fanatical Steam 價格比較是您的一站式商店，您可以選擇您所看到的。\n\n獨家贈品\n來玩我們的遊戲吧！ 在規定的促銷期間，您將獲得領取遊戲贈品的獨家權利。"
  }
}