{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send selected text to ChatGPT and ask it to summarize in your desired language"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Release Note v1.1\n\n* Update to work with latest ChatGPT site\n\n----------------------------------------------------------\nIntroducing ChatGPT Summarizer, a cutting-edge Chrome extension designed to revolutionize your browsing experience by leveraging the power of artificial intelligence. With this extension, you can effortlessly send selected text to ChatGPT and have it generate a concise summary in a matter of seconds. What's more, it can even summarize the text in another language of your choice!\n\nKey features of ChatGPT Summarizer:\n\nTime-saving: Quickly distill complex articles, long documents, or any other text-based content into clear and digestible summaries. No more sifting through lengthy texts when you're in a hurry.\nSeamless integration: The extension is designed to work smoothly with Chrome, enabling you to access ChatGPT Summarizer's powerful features with just a few clicks.\nBy installing ChatGPT Summarizer, you'll not only save time but also elevate your comprehension and information retention. This Chrome extension is perfect for busy professionals, students, and anyone who wants to make their online reading more efficient and enjoyable.\n\nAnd as a testament to its capabilities, even this description was generated by ChatGPT itself! Experience the power of AI-driven summarization with ChatGPT Summarizer, and revolutionize the way you interact with text online. Don't wait – install it now and unlock the full potential of your browsing experience."
  }
}