{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jailbreak the Patriarchy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genderswaps your view of the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jailbreak the Patriarchy genderswaps the world for you. When it's installed, everything you read in Chrome (except for gmail, so far) loads with pronouns and a reasonably thorough set of other gendered words swapped. For example: \"he loved his mother very much\" would read as \"she loved her father very much\", \"the patriarchy also hurts men\" would read as \"the matriarchy also hurts women\", that sort of thing. \n\nThis makes reading stuff on the internet a pretty fascinating and eye-opening experience, I must say. What would the world be like if we reversed the way we speak about women and men? Well, now you can find out!\n\n***\n\nRunning this extension will not trap you outside the asylum. When you install Jailbreak the Patriarchy, you'll see that there's a new button in the top right corner of your browser. When you click that button, it basically toggles the patriarchy. If Jailbreak the Patriarchy is active when you click, it pauses the extension and reloads your current tab back into reality. If the extension is already paused when you click the button, it unpauses the extension and reloads your current tab back into genderswapped-land. \n\nIt's easy to tell when the extension is paused, because the button in the browser will get a big red OFF tag.\n\nJust to be clear, only your current tab will reload automatically, but the pause/unpause is browser-wide and persists until you toggle the button again. \n\nEnjoy!\n\n***\n\nUPDATE: As of version 1.0.2, you can go into your extensions and click on 'Options' near Jailbreak if you want to set Jailbreak to turn itself on and off randomly once per day. This will only happen if you go out of your way to turn that option on - by default, you are in complete control and Jailbreak will never turn on unless you click the button. But for those of you who want more random confusion in your lives, the option is now there!\n\nIf you have any issues, feel free to email me at dsucher@gmail.com or (ideally) submit them on Github - https://github.com/DanielleSucher/Jailbreak-the-Patriarchy/issues"
  }
}