{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Window Merger"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merge windows into one, preserving tab groups and pinned tabs."
  },
  "long": {
    "am,ar,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,id,kn,ko,lv,ml,mr,ms,pt_BR,pt_PT,sl,sr,sw,ta,te,th,tr,vi,zh_TW": "A Chrome extension that helps you efficiently manage browser windows by merging multiple windows into one. (This extension was previously called \"Merge Window Extension.\")\n\nYou can left-click the extension icon or use Control + M (Command + M on Mac) to:\n\n- Merge all windows of the same profile.\n- Merge all incognito windows (if permission is granted for incognito mode)\n\nWhen windows are merged, tab groups and pinned tabs remain intact.\n\n### Important Information\n1. For instructions on enabling the extension in incognito mode,  \n   see: `https://support.google.com/chrome/a/answer/13130396`\n2. If the shortcut keys do not work, go to `chrome://extensions/shortcuts` and reassign the keys.\n\n### Caution\nTo protect your privacy, regular and incognito windows are not merged.\n\n### Release Note\n**v1.1.0**  \n- Added support for preserving tab groups after merging windows.  \n\n**v1.2.0**  \n- Added support for preserving pinned tabs during the merging process.",
    "bg": "Разширение за Chrome, което ви помага да управлявате ефективно прозорците на браузъра, като обединявате няколко прозореца в един. (Това разширение преди се наричаше \"Merge Window Extension.\")\n\nМожете да щракнете с левия бутон върху иконата на разширението или да използвате Control + M (Command + M на Mac), за да:\n\n- Обедините всички прозорци на един и същи профил\n- Обедините всички прозорци в режим инкогнито (ако е предоставено разрешение за режим инкогнито)\n\nКогато прозорците се обединяват, групите с раздели и фиксираните раздели остават непроменени.\n\n### Важна информация\n1. За инструкции как да активирате разширението в режим инкогнито  \n   вижте: `https://support.google.com/chrome/a/answer/13130396`\n2. Ако клавишните комбинации не работят, отидете на `chrome://extensions/shortcuts` и преназначете клавишите.\n\n### Предупреждение\nЗа да защитите личните си данни, обикновените и инкогнито прозорци не се обединяват.\n\n### Бележки към версията\n**v1.1.0**  \n- Добавена е поддръжка за запазване на групите с раздели след обединяване на прозорците.  \n\n**v1.2.0**  \n- Добавена е поддръжка за запазване на фиксираните раздели по време на процеса на обединяване.",
    "cs": "Rozšíření Chrome, které vám pomáhá efektivně spravovat okna prohlížeče sloučením více oken do jednoho. (Toto rozšíření se dříve jmenovalo \"Merge Window Extension.\")\n\nMůžete kliknout levým tlačítkem myši na ikonu rozšíření nebo použít Control + M (Command + M na Macu) k:\n\n- Sloučení všech oken stejného profilu\n- Sloučení všech oken v anonymním režimu (pokud je povoleno pro anonymní režim)\n\nPři sloučení oken zůstávají skupiny karet a připnuté karty nedotčeny.\n\n### Důležité informace\n1. Pokyny k povolení rozšíření v anonymním režimu  \n   naleznete na: `https://support.google.com/chrome/a/answer/13130396`\n2. Pokud klávesové zkratky nefungují, přejděte na `chrome://extensions/shortcuts` a znovu přiřaďte klávesy.\n\n### Upozornění\nPro ochranu vašeho soukromí nejsou běžná a anonymní okna sloučena.\n\n### Poznámky k vydání\n**v1.1.0**  \n- Přidána podpora pro zachování skupin karet po sloučení oken.  \n\n**v1.2.0**  \n- Přidána podpora pro zachování připnutých karet během procesu sloučení.",
    "da": "En Chrome-udvidelse, der hjælper dig med effektivt at administrere browservinduer ved at flette flere vinduer til ét. (Denne udvidelse blev tidligere kaldt \"Merge Window Extension.\")\n\nDu kan venstreklikke på udvidelsesikonet eller bruge Control + M (Command + M på Mac) til at:\n\n- Flette alle vinduer med samme profil\n- Flette alle inkognito-vinduer (hvis tilladelse til inkognito-tilstand er givet)\n\nNår vinduerne flettes, forbliver fanebladegrupper og fastgjorte faner intakte.\n\n### Vigtig information\n1. For instruktioner om, hvordan du aktiverer udvidelsen i inkognito-tilstand,  \n   se: `https://support.google.com/chrome/a/answer/13130396`\n2. Hvis genvejstasterne ikke virker, gå til `chrome://extensions/shortcuts` og omfordel tasterne.\n\n### Advarsel\nFor at beskytte dit privatliv bliver almindelige og inkognito-vinduer ikke flettet.\n\n### Versionsnoter\n**v1.1.0**  \n- Tilføjet understøttelse af at bevare fanebladegrupper efter fletning af vinduer.  \n\n**v1.2.0**  \n- Tilføjet understøttelse af at bevare fastgjorte faner under fletningsprocessen.",
    "de": "Eine Chrome-Erweiterung, die Ihnen hilft, Browserfenster effizient zu verwalten, indem Sie mehrere Fenster zu einem zusammenführen. (Diese Erweiterung hieß früher \"Merge Window Extension.\")\n\nSie können mit der linken Maustaste auf das Erweiterungssymbol klicken oder Control + M (Command + M auf dem Mac) verwenden, um:\n\n- Alle Fenster desselben Profils zusammenzuführen\n- Alle Inkognito-Fenster zusammenzuführen (wenn die Berechtigung für den Inkognito-Modus erteilt wurde)\n\nBeim Zusammenführen von Fenstern bleiben Tab-Gruppen und angeheftete Tabs erhalten.\n\n### Wichtige Informationen\n1. Anweisungen zum Aktivieren der Erweiterung im Inkognito-Modus finden Sie unter:  \n   `https://support.google.com/chrome/a/answer/13130396`\n2. Wenn die Tastenkombinationen nicht funktionieren, gehen Sie zu `chrome://extensions/shortcuts` und weisen Sie die Tasten neu zu.\n\n### Hinweis\nZum Schutz Ihrer Privatsphäre werden normale und Inkognito-Fenster nicht zusammengeführt.\n\n### Versionshinweise\n**v1.1.0**  \n- Unterstützung für die Beibehaltung von Tab-Gruppen nach dem Zusammenführen von Fenstern hinzugefügt.  \n\n**v1.2.0**  \n- Unterstützung für die Beibehaltung von angehefteten Tabs während des Zusammenführungsprozesses hinzugefügt.",
    "es": "Una extensión de Chrome que te ayuda a gestionar eficientemente las ventanas del navegador al fusionar varias ventanas en una sola. (Esta extensión anteriormente se llamaba \"Merge Window Extension.\")\n\nPuedes hacer clic izquierdo en el icono de la extensión o usar Control + M (Command + M en Mac) para:\n\n- Fusionar todas las ventanas del mismo perfil\n- Fusionar todas las ventanas de incógnito (si se ha otorgado permiso para el modo incógnito)\n\nCuando las ventanas se fusionan, los grupos de pestañas y las pestañas fijadas permanecen intactos.\n\n### Información importante\n1. Para obtener instrucciones sobre cómo habilitar la extensión en modo incógnito,  \n   consulta: `https://support.google.com/chrome/a/answer/13130396`\n2. Si las teclas de acceso directo no funcionan, ve a `chrome://extensions/shortcuts` y reasigna las teclas.\n\n### Advertencia\nPara proteger tu privacidad, las ventanas normales y de incógnito no se fusionan.\n\n### Notas de la versión\n**v1.1.0**  \n- Se agregó compatibilidad para preservar los grupos de pestañas después de fusionar ventanas.  \n\n**v1.2.0**  \n- Se agregó compatibilidad para preservar las pestañas fijadas durante el proceso de fusión.",
    "fr": "Une extension Chrome qui vous aide à gérer efficacement les fenêtres du navigateur en fusionnant plusieurs fenêtres en une seule. (Cette extension s'appelait auparavant \"Merge Window Extension.\")\n\nVous pouvez cliquer avec le bouton gauche sur l'icône de l'extension ou utiliser Control + M (Command + M sur Mac) pour :\n\n- Fusionner toutes les fenêtres d'un même profil\n- Fusionner toutes les fenêtres en mode incognito (si l'autorisation pour le mode incognito est accordée)\n\nLors de la fusion des fenêtres, les groupes d'onglets et les onglets épinglés restent intacts.\n\n### Informations importantes\n1. Pour savoir comment activer l'extension en mode incognito,  \n   consultez : `https://support.google.com/chrome/a/answer/13130396`\n2. Si les raccourcis clavier ne fonctionnent pas, allez sur `chrome://extensions/shortcuts` et réattribuez les touches.\n\n### Avertissement\nPour protéger votre vie privée, les fenêtres normales et incognito ne sont pas fusionnées.\n\n### Notes de version\n**v1.1.0**  \n- Ajout de la prise en charge de la conservation des groupes d'onglets après la fusion des fenêtres.  \n\n**v1.2.0**  \n- Ajout de la prise en charge de la conservation des onglets épinglés pendant le processus de fusion.",
    "hr": "Proširenje za Chrome koje vam pomaže učinkovito upravljati prozorima preglednika spajanjem više prozora u jedan. (Ovo proširenje se ranije zvalo \"Merge Window Extension.\")\n\nMožete lijevim klikom na ikonu proširenja ili upotrebom tipki Control + M (Command + M na Macu) učiniti sljedeće:\n\n- Spojiti sve prozore istog profila\n- Spojiti sve prozore u anonimnom načinu rada (ako je odobrena dozvola za anonimni način rada)\n\nKada su prozori spojeni, grupe kartica i pričvršćene kartice ostaju netaknute.\n\n### Važne informacije\n1. Za upute o omogućavanju proširenja u anonimnom načinu rada,  \n   pogledajte: `https://support.google.com/chrome/a/answer/13130396`\n2. Ako prečaci ne rade, idite na `chrome://extensions/shortcuts` i ponovno dodijelite tipke.\n\n### Upozorenje\nRadi zaštite vaše privatnosti, redovni i anonimni prozori nisu spojeni.\n\n### Napomena o izdanju\n**v1.1.0**  \n- Dodana podrška za očuvanje grupa kartica nakon spajanja prozora.  \n\n**v1.2.0**  \n- Dodana podrška za očuvanje pričvršćenih kartica tijekom postupka spajanja.",
    "hu": "Egy Chrome-bővítmény, amely segít hatékonyan kezelni a böngészőablakokat több ablak egyesítésével egyetlen ablakba. (Ez a bővítmény korábban \"Merge Window Extension\" néven volt ismert.)\n\nBal egérgombbal kattinthat a bővítmény ikonjára, vagy használhatja a Control + M (Mac-en Command + M) billentyűkombinációt az alábbiakhoz:\n\n- Egyesítse az azonos profilhoz tartozó összes ablakot\n- Egyesítse az összes inkognitóablakot (ha engedélyezve van az inkognitómód)\n\nAz ablakok egyesítésekor a lapcsoportok és a rögzített lapok érintetlenek maradnak.\n\n### Fontos információk\n1. Az inkognitómódhoz szükséges bővítmény engedélyezéséhez  \n   lásd: `https://support.google.com/chrome/a/answer/13130396`\n2. Ha a billentyűparancsok nem működnek, látogasson el ide: `chrome://extensions/shortcuts`, és rendelje újra a billentyűket.\n\n### Figyelmeztetés\nAz Ön adatainak védelme érdekében a normál és az inkognitóablakok nem egyesülnek.\n\n### Kiadási megjegyzések\n**v1.1.0**  \n- Támogatás hozzáadva a lapcsoportok megőrzéséhez az ablakok egyesítése után.  \n\n**v1.2.0**  \n- Támogatás hozzáadva a rögzített lapok megőrzéséhez az egyesítési folyamat során.",
    "it": "Un'estensione di Chrome che ti aiuta a gestire in modo efficiente le finestre del browser unendo più finestre in una sola. (Questa estensione era precedentemente chiamata \"Merge Window Extension.\")\n\nPuoi fare clic con il tasto sinistro sull'icona dell'estensione o usare Control + M (Command + M su Mac) per:\n\n- Unire tutte le finestre dello stesso profilo\n- Unire tutte le finestre in modalità incognito (se è stato concesso il permesso per la modalità incognito)\n\nQuando le finestre vengono unite, i gruppi di schede e le schede bloccate rimangono intatti.\n\n### Informazioni importanti\n1. Per istruzioni su come abilitare l'estensione in modalità incognito,  \n   consulta: `https://support.google.com/chrome/a/answer/13130396`\n2. Se i tasti di scelta rapida non funzionano, vai su `chrome://extensions/shortcuts` e riassegna i tasti.\n\n### Avvertenza\nPer proteggere la tua privacy, le finestre normali e in incognito non vengono unite.\n\n### Note di rilascio\n**v1.1.0**  \n- Aggiunto supporto per preservare i gruppi di schede dopo l'unione delle finestre.  \n\n**v1.2.0**  \n- Aggiunto supporto per preservare le schede bloccate durante il processo di unione.",
    "ja": "複数のウィンドウを1つに統合することで、ブラウザウィンドウを効率的に管理するChrome拡張機能です。（旧：Merge Window Extension）\n\n拡張機能のアイコンを左クリックするか、Control + M（MacではCommand + M）を使用して以下を実行できます：\n\n- 同じプロファイルのすべてのウィンドウを統合する\n- すべてのシークレットウィンドウを統合する（シークレットウィンドウでの実行が許可されている場合）\n\nウィンドウを統合しても、タブグループや固定タブはそのまま保持されます。\n\n### 重要な情報\n1. シークレットモードで拡張機能を有効にする方法については、  \n   `https://support.google.com/chrome/a/answer/13130396` をご覧ください。\n2. ショートカットキーが動作しない場合は、`chrome://extensions/shortcuts` にアクセスしてキーを再割り当てしてください。\n\n### 注意事項\nプライバシーを保護するため、通常のウィンドウとシークレットウィンドウは統合されません。\n\n### リリースノート\n**v1.1.0**  \n- ウィンドウ統合後にタブグループを保持する機能を追加しました。  \n\n**v1.2.0**  \n- 統合プロセス中に固定タブを保持する機能を追加しました。",
    "lt": "„Chrome“ plėtinys, kuris padeda efektyviai valdyti naršyklės langus sujungiant kelis langus į vieną. (Šis plėtinys anksčiau buvo vadinamas „Merge Window Extension“.)\n\nGalite paspausti kairįjį pelės klavišą ant plėtinio piktogramos arba naudoti „Control + M“ („Command + M“ „Mac“ įrenginiuose), kad:\n\n- Sujungtumėte visus to paties profilio langus\n- Sujungtumėte visus inkognito langus (jei suteiktas leidimas naudoti inkognito režimą)\n\nKai langai sujungiami, kortelių grupės ir prisegtos kortelės lieka nepakeistos.\n\n### Svarbi informacija\n1. Instrukcijas, kaip įjungti plėtinį inkognito režimu,  \n   rasite: `https://support.google.com/chrome/a/answer/13130396`\n2. Jei spartieji klavišai neveikia, eikite į `chrome://extensions/shortcuts` ir perkonfigūruokite klavišus.\n\n### Įspėjimas\nSiekiant apsaugoti jūsų privatumą, įprasti ir inkognito langai nėra sujungiami.\n\n### Versijos pastabos\n**v1.1.0**  \n- Pridėta palaikymo kortelių grupėms išsaugoti sujungus langus.  \n\n**v1.2.0**  \n- Pridėta palaikymo prisegtoms kortelėms išsaugoti sujungimo proceso metu.",
    "nl": "Een Chrome-extensie die je helpt browservensters efficiënt te beheren door meerdere vensters samen te voegen tot één. (Deze extensie heette eerder \"Merge Window Extension.\")\n\nJe kunt met de linkermuisknop op het extensie-icoon klikken of Control + M (Command + M op Mac) gebruiken om:\n\n- Alle vensters van hetzelfde profiel samen te voegen\n- Alle incognito-vensters samen te voegen (indien toestemming is verleend voor de incognito-modus)\n\nWanneer vensters worden samengevoegd, blijven tabgroepen en vastgezette tabbladen intact.\n\n### Belangrijke informatie\n1. Voor instructies over het inschakelen van de extensie in incognito-modus,  \n   zie: `https://support.google.com/chrome/a/answer/13130396`\n2. Als de sneltoetsen niet werken, ga naar `chrome://extensions/shortcuts` en wijs de toetsen opnieuw toe.\n\n### Waarschuwing\nOm je privacy te beschermen, worden gewone en incognito-vensters niet samengevoegd.\n\n### Release-opmerkingen\n**v1.1.0**  \n- Ondersteuning toegevoegd voor het behouden van tabgroepen na het samenvoegen van vensters.  \n\n**v1.2.0**  \n- Ondersteuning toegevoegd voor het behouden van vastgezette tabbladen tijdens het samenvoegen.",
    "no": "En Chrome-utvidelse som hjelper deg med å administrere nettleservinduer effektivt ved å slå sammen flere vinduer til ett. (Denne utvidelsen ble tidligere kalt \"Merge Window Extension.\")\n\nDu kan venstreklikke på utvidelsesikonet eller bruke Control + M (Command + M på Mac) for å:\n\n- Slå sammen alle vinduer med samme profil\n- Slå sammen alle inkognitovinduer (hvis tillatelse er gitt for inkognitomodus)\n\nNår vinduer slås sammen, forblir faner i grupper og festede faner intakte.\n\n### Viktig informasjon\n1. For instruksjoner om hvordan du aktiverer utvidelsen i inkognitomodus,  \n   se: `https://support.google.com/chrome/a/answer/13130396`\n2. Hvis hurtigtastene ikke fungerer, gå til `chrome://extensions/shortcuts` og tildel tastene på nytt.\n\n### Advarsel\nFor å beskytte personvernet ditt blir ikke vanlige og inkognitovinduer slått sammen.\n\n### Utgivelsesnotater\n**v1.1.0**  \n- Lagt til støtte for å bevare fanegrupper etter sammenslåing av vinduer.  \n\n**v1.2.0**  \n- Lagt til støtte for å bevare festede faner under sammenslåingsprosessen.",
    "pl": "Rozszerzenie Chrome, które pomaga efektywnie zarządzać oknami przeglądarki, łącząc wiele okien w jedno. (To rozszerzenie wcześniej nosiło nazwę \"Merge Window Extension.\")\n\nMożesz kliknąć lewym przyciskiem myszy ikonę rozszerzenia lub użyć kombinacji klawiszy Control + M (Command + M na Macu), aby:\n\n- Połączyć wszystkie okna tego samego profilu\n- Połączyć wszystkie okna w trybie incognito (jeśli zostało udzielone zezwolenie na tryb incognito)\n\nPo połączeniu okien grupy kart i przypięte karty pozostają nienaruszone.\n\n### Ważne informacje\n1. Instrukcje dotyczące włączania rozszerzenia w trybie incognito  \n   znajdziesz tutaj: `https://support.google.com/chrome/a/answer/13130396`\n2. Jeśli skróty klawiaturowe nie działają, przejdź do `chrome://extensions/shortcuts` i ponownie przypisz klawisze.\n\n### Ostrzeżenie\nAby chronić Twoją prywatność, zwykłe i incognito okna nie są łączone.\n\n### Notatki do wersji\n**v1.1.0**  \n- Dodano obsługę zachowania grup kart po połączeniu okien.  \n\n**v1.2.0**  \n- Dodano obsługę zachowania przypiętych kart podczas procesu łączenia.",
    "ro": "O extensie Chrome care te ajută să gestionezi eficient ferestrele browserului prin combinarea mai multor ferestre într-una singură. (Această extensie a fost anterior denumită \"Merge Window Extension.\")\n\nPoți face clic stânga pe pictograma extensiei sau poți folosi combinația de taste Control + M (Command + M pe Mac) pentru a:\n\n- Combină toate ferestrele aceluiași profil\n- Combină toate ferestrele în modul incognito (dacă permisiunea pentru modul incognito a fost acordată)\n\nCând ferestrele sunt combinate, grupurile de file și filele fixate rămân intacte.\n\n### Informații importante\n1. Pentru instrucțiuni despre cum să activezi extensia în modul incognito,  \n   consultă: `https://support.google.com/chrome/a/answer/13130396`\n2. Dacă scurtăturile de tastatură nu funcționează, accesează `chrome://extensions/shortcuts` și reasignează tastele.\n\n### Atenționare\nPentru a-ți proteja confidențialitatea, ferestrele obișnuite și cele în modul incognito nu sunt combinate.\n\n### Notițe despre versiune\n**v1.1.0**  \n- Suport adăugat pentru păstrarea grupurilor de file după combinarea ferestrelor.  \n\n**v1.2.0**  \n- Suport adăugat pentru păstrarea filelor fixate în timpul procesului de combinare.",
    "ru": "Расширение Chrome, которое помогает эффективно управлять окнами браузера, объединяя несколько окон в одно. (Ранее это расширение называлось \"Merge Window Extension.\")\n\nВы можете щёлкнуть левой кнопкой мыши по значку расширения или использовать комбинацию клавиш Control + M (Command + M на Mac), чтобы:\n\n- Объединить все окна одного профиля\n- Объединить все окна в режиме инкогнито (если разрешение на инкогнито предоставлено)\n\nПри объединении окон группы вкладок и закреплённые вкладки остаются нетронутыми.\n\n### Важная информация\n1. Инструкции по включению расширения в режиме инкогнито  \n   см. на странице: `https://support.google.com/chrome/a/answer/13130396`\n2. Если горячие клавиши не работают, перейдите на `chrome://extensions/shortcuts` и переназначьте клавиши.\n\n### Предупреждение\nДля защиты вашей конфиденциальности обычные и окна инкогнито не объединяются.\n\n### Примечания к выпуску\n**v1.1.0**  \n- Добавлена поддержка сохранения групп вкладок после объединения окон.  \n\n**v1.2.0**  \n- Добавлена поддержка сохранения закреплённых вкладок в процессе объединения.",
    "sk": "Rozšírenie Chrome, ktoré vám pomáha efektívne spravovať okná prehliadača zlúčením viacerých okien do jedného. (Toto rozšírenie sa predtým volalo \"Merge Window Extension.\")\n\nMôžete kliknúť ľavým tlačidlom myši na ikonu rozšírenia alebo použiť Control + M (Command + M na Macu) na:\n\n- Zlúčenie všetkých okien toho istého profilu\n- Zlúčenie všetkých okien v režime inkognito (ak je povolený režim inkognito)\n\nKeď sa okná zlúčia, skupiny kariet a pripnuté karty zostanú nedotknuté.\n\n### Dôležité informácie\n1. Pokyny na povolenie rozšírenia v režime inkognito nájdete na:  \n   `https://support.google.com/chrome/a/answer/13130396`\n2. Ak klávesové skratky nefungujú, prejdite na `chrome://extensions/shortcuts` a znovu priraďte klávesy.\n\n### Upozornenie\nNa ochranu vášho súkromia sa bežné a inkognito okná nezlučujú.\n\n### Poznámky k vydaniu\n**v1.1.0**  \n- Pridaná podpora na zachovanie skupín kariet po zlúčení okien.  \n\n**v1.2.0**  \n- Pridaná podpora na zachovanie pripnutých kariet počas procesu zlúčenia.",
    "sv": "En Chrome-tillägg som hjälper dig att effektivt hantera webbläsarfönster genom att slå samman flera fönster till ett. (Denna tillägg kallades tidigare \"Merge Window Extension.\")\n\nDu kan vänsterklicka på tilläggsikonen eller använda Control + M (Command + M på Mac) för att:\n\n- Slå samman alla fönster med samma profil\n- Slå samman alla inkognitofönster (om tillstånd för inkognitoläge har beviljats)\n\nNär fönstren slås samman förblir tabbgrupper och fastnaglade tabbar intakta.\n\n### Viktig information\n1. För instruktioner om hur man aktiverar tillägget i inkognitoläge,  \n   se: `https://support.google.com/chrome/a/answer/13130396`\n2. Om snabbkommandona inte fungerar, gå till `chrome://extensions/shortcuts` och tilldela om tangenterna.\n\n### Varning\nFör att skydda din integritet slås inte vanliga och inkognitofönster samman.\n\n### Versionsanteckningar\n**v1.1.0**  \n- Lagt till stöd för att bevara tabbgrupper efter sammanslagning av fönster.  \n\n**v1.2.0**  \n- Lagt till stöd för att bevara fastnaglade tabbar under sammanslagningsprocessen.",
    "uk": "Розширення Chrome, яке допомагає ефективно керувати вікнами браузера, об’єднуючи кілька вікон в одне. (Це розширення раніше називалося \"Merge Window Extension.\")\n\nВи можете клацнути лівою кнопкою миші на значку розширення або скористатися комбінацією клавіш Control + M (Command + M на Mac), щоб:\n\n- Об’єднати всі вікна одного профілю\n- Об’єднати всі вікна в режимі інкогніто (за умови надання дозволу для режиму інкогніто)\n\nПісля об’єднання вікон групи вкладок і закріплені вкладки залишаються незмінними.\n\n### Важлива інформація\n1. Інструкції з увімкнення розширення в режимі інкогніто  \n   дивіться тут: `https://support.google.com/chrome/a/answer/13130396`\n2. Якщо гарячі клавіші не працюють, перейдіть до `chrome://extensions/shortcuts` і перепризначте клавіші.\n\n### Застереження\nДля захисту вашої конфіденційності звичайні та інкогніто вікна не об’єднуються.\n\n### Примітки до випуску\n**v1.1.0**  \n- Додано підтримку збереження груп вкладок після об’єднання вікон.  \n\n**v1.2.0**  \n- Додано підтримку збереження закріплених вкладок під час процесу об’єднання.",
    "zh_CN": "一款 Chrome 擴展程序，幫助您通過將多個窗口合併為一個窗口來高效管理瀏覽器窗口。（此擴展程序以前稱為「Merge Window Extension」。）\n\n您可以左鍵單擊擴展程序圖標，或使用 Control + M（Mac 上為 Command + M）執行以下操作：\n\n- 合併同一個用戶配置的所有窗口\n- 合併所有隱身模式窗口（如果已授予隱身模式的許可）\n\n在窗口合併後，標籤頁組和固定的標籤頁將保持不變。\n\n### 重要信息\n1. 有關在隱身模式下啟用擴展程序的指導，  \n   請參閱：`https://support.google.com/chrome/a/answer/13130396`\n2. 如果快捷鍵無法使用，請訪問 `chrome://extensions/shortcuts` 重新分配按鍵。\n\n### 注意事項\n為了保護您的隱私，常規窗口和隱身窗口不會被合併。\n\n### 更新說明\n**v1.1.0**  \n- 新增在合併窗口後保留標籤頁組的支持。  \n\n**v1.2.0**  \n- 新增在合併過程中保留固定標籤頁的支持。"
  }
}