{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Advanced Prompt Expander"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expand simple prompts into detailed ones using various AI models and prompt formats"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Advanced Prompt Expander\n\nUnlock the full potential of your content creation with AI Prompt Framework Expander! This powerful Chrome extension allows you to generate SEO-optimized pages effortlessly. Simply enter a prompt like \"create an SEO optimized page on AI prompt frameworks,\" and watch as the extension expands it using popular AI Prompt Frameworks such as RISEN, APE, RTEN, RTF, and CoT.\n\nFeatures:\n\nSimple and Intuitive: Just enter a basic prompt, and let the extension do the rest.\nSEO Optimization: Generate content that's optimized for search engines, boosting your visibility.\nMultiple Frameworks: Leverage the power of various AI frameworks, including RISEN, APE, RTEN, RTF, and CoT.\nPrompt Library: Save and reuse your favorite prompts with the built-in prompt library.\nTime-Saving: Create detailed and high-quality content in seconds, saving you hours of work.\nVersatile Applications: Perfect for bloggers, marketers, students, and anyone needing well-structured content quickly.\n\nHow It Works:\n\nInstall the AI Prompt Framework Expander from the Chrome Web Store.\nClick the extension icon in your browser toolbar.\nEnter a simple prompt (e.g., \"create an SEO optimized page on AI prompt frameworks\").\nChoose your preferred AI framework (RISEN, APE, RTEN, RTF, or CoT).\nClick 'Expand' and get your comprehensive, SEO-optimized content.\nSave your favorite prompts in the prompt library for easy access and reuse.\n\nWhy Choose AI Prompt Framework Expander?\n\nEfficiency: Quickly generate high-quality content without spending hours on research and writing.\nDiversity: Access multiple AI frameworks for varied and rich content generation.\nSEO Benefits: Enhance your online presence with content designed to rank higher on search engines.\nUser-Friendly: Easy to use, even for those with minimal technical skills.\nConvenient Prompt Library: Keep your best prompts at your fingertips, ready to be reused whenever you need them.\nTransform your content creation process today with AI Prompt Framework Expander. Download now and experience the future of writing!"
  }
}