{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Interactive Investor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Research and trade LSE listed companies referenced on any web page you're viewing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Interactive Investor chrome extension provides a convenient way to obtain a recent bid and offer price along with a 30 day performance indicator. \n\nIf any web page you're viewing contains tickers/market codes and/or includes company names then the Interactive Investor icon will appear in your address bar indicating that one or more matches have been found. v1.0 of our extension covers all LSE tickers and the names of the FTSE350 companies.\n\nClick on the icon to view price information and link to either further research on Interactive Investor or to open a dealing screen on our trading platform (requires an account).\n\nNB. This extension sends NO information about the websites you are viewing nor the text contained on it. Your usage is anonymous.  The processing to detect share information is done within the extension itself.  The extension will then request price and chart data via our site to display.\n\nMore information on trading with Interactive Investor can be found at http://www.iii.co.uk/shares\n\nOur general privacy statement can be found at http://www.iii.co.uk/privacy\n\nRisk warning: The price and value of investments and their income fluctuates: you may get back less than the amount you invested. Past performance is no guarantee of future performance. If you are in any doubt you should consult a financial adviser.\n\nNo warranties are provided with regards to the accuracy of the data provided within this extension."
  }
}