{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Surge - Material New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace your new tab with the weather and a todolist displayed over a popular image from Reddit."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Surge is a simplistic new tab page designed to integrate seamlessly into your daily workflow. \n\nSet a custom background image or have Surge select one for you from a Reddit subreddit or multireddit of your choice. Check your personalized the time, date, and weather, and keep yourself on track with the built-in to-do list. Surge also features a custom search bar that can query different websites based on your input to help speed up your searches.\n\nFeatures:\n• Custom search bar that searches different websites based on input\n• User-settable background image\n• Automatically updating background image from subreddit or multireddit source\n• Built-in and user-customizable themes\n• To-do list\n• Weather\n• Draggable Time and Date\n• Quick access to Chrome Apps\n• Material Design inspired styling\n\n** Please note that after updating to version 2.0, you may have to reset your background image! ** \n\nWhat's New\nVersion 2.0\n• New Feature: Select City By ZIP Code (Set your weather location by entering the ZIP code of your city)\n• New Feature: Show/Hide Temperature Decimal Places (Toggle between between a more accurate or more simplistic temperature view)\n• Implemented cache layer to improve background update speed and reliability\n• Improved performance, efficiency, and scalability\n• Please note that you may have to reset your background image after this update\n\nVersion 1.4:\n• New Feature: Set Background Image Update Interval (Choose how often your background image will automatically update from the settings page)\n• Improved new user experience with additional save/home buttons on the settings page\n\nVersion 1.3:\n• New Feature: Main Card Styling and Themes (Switch between the built-in themes or create a custom theme of your own in settings)\n• Added card styling and wallpaper preview to the settings page\n\nVersion 1.2:\n• New Feature: \"Ahoy!\" - A Better Search Bar (Search Google by default, or type a keyword before your query to search that site instead)\n• Improved performance\n\nVersion 1.1:\n• New Feature: Draggable clock (Click and drag the clock to move it around; reset its position in settings)\n• Improved new user experience with increased emphasis on configurables\n• Added more salient cues to improve user awareness of committed actions"
  }
}