{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "MyPicture for Disney+: custom profile picture",
    "de": "MyPicture für Disney+: Profilbild",
    "es": "MiFoto para Disney+: perfil personalizado",
    "fr": "MonImage pour Disney+: profil personnalisé",
    "ja": "Disney+用のMyPicture: プロフィール画像",
    "ko": "Disney+를 위한 MyPicture: 프로필 사진",
    "pl": "MyPicture dla Disney+: własny obraz profilowy",
    "pt_BR": "MyPicture para Disney+: imagem de perfil própria",
    "th": "MyPicture Disney+ รูปโปรไฟล์ที่กำหนดเอง"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Extension to make a custom Disney Plus profile picture. Personalize your user account and choose your own profile icon.",
    "de": "Erweiterung, um dein Disney Plus Profilbild anzupassen. Personalisiere dein Konto und wähle dein eigenes Icon.",
    "es": "Extensión para personalizar la foto de perfil en Disney Plus. Personaliza tu cuenta y elige tu propio ícono.",
    "fr": "Extension pour personnaliser votre icône Disney Plus. Choisissez votre photo de profil.",
    "ja": "ディズニープラスのプロフィール画像をカスタマイズする拡張機能。自分のアイコンを選択しましょう。",
    "ko": "디즈니 플러스 프로필 사진을 맞춤 설정하는 확장 기능. 계정을 개인화하고 아이콘을 선택하세요.",
    "pl": "Rozszerzenie umożliwiające dostosowanie zdjęcia profilowego Disney Plus. Personalizuj konto i wybierz ikonę.",
    "pt_BR": "Extensão para personalizar a foto de perfil no Disney Plus. Personalize sua conta e escolha o ícone.",
    "th": "ส่วนขยายเพื่อปรับแต่งรูปโปรไฟล์ Disney Plus ของคุณ เลือกไอคอนโปรไฟล์ส่วนตัว."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Nowadays you can customize almost everything, so why not Disney Plus profile picture? \nIf you’re bored with the limited options available on Disney+ this extension is for you!\n\nMake your avatar stand out by uploading a picture of your choice. Whether it’s your selfie, cute photo of your pet, or your favorite band’s logo, now you can individualize your profile even more. Add some personal touch to your watching experience.\n\nHow does it work?\n1. Add the MyPicture for Disney+ extension to your browser\n2. Go to the Extensions menu (you can find it in upper right corner, puzzle icon) and open MyPicture Pop-up menu\n3. Choose the username you want to change\n4. Upload a picture to use as your avatar. Use a square one for the best result. \n\nMake your profile more distinctive and 100% personalized. It's as simple as that!\n\nPlease note: the extension will only modify the profile picture on the device it is installed on. This means your new picture won't be visible on smart TVs or smartphones.\n\nDisclaimer : Disney+ is a trademark of Disney Media and Entertainment Distribution. This website & extension hold no association or affiliation with Disney+ or any third-party companies.",
    "de": "Heutzutage kann fast alles angepasst werden, warum also nicht das Disney Plus Profilbild? Wenn du die begrenzten Optionen auf Disney+ satt hast, ist diese Erweiterung genau das Richtige für dich!\n\nLass deinen Avatar herausstechen, indem du ein Bild deiner Wahl hochlädst. Ob es dein Selfie, ein süßes Foto deines Haustiers oder das Logo deiner Lieblingsband ist, jetzt kannst du dein Profil noch individueller gestalten. Gib deinem Seherlebnis eine persönliche Note.\n\nAlles, was du tun musst, ist die MyPicture für Disney+ Erweiterung zu deinem Browser hinzuzufügen, dein Bild für den Avatar auszuwählen und dein Profil noch unverwechselbarer und 100% personalisiert zu machen. So einfach ist das!\n\nHaftungsausschluss: Disney+ ist eine Handelsmarke von Disney Media and Entertainment Distribution. Diese Webseite & Erweiterung stehen in keiner Verbindung oder Partnerschaft mit Disney+ oder irgendwelchen Drittfirmen.",
    "es": "Hoy en día puedes personalizar casi todo, entonces ¿por qué no tu foto de perfil de Disney Plus? Si estás aburrido de las opciones limitadas en Disney+, ¡esta extensión es para ti!\n\nHaz que tu avatar destaque subiendo una imagen de tu elección. Ya sea tu selfie, una foto adorable de tu mascota o el logo de tu banda favorita, ahora puedes individualizar aún más tu perfil. Añade un toque personal a tu experiencia de visualización.\n\nTodo lo que necesitas hacer es agregar la extensión MyPicture para Disney+ a tu navegador, elegir tu imagen para usar como avatar y hacer que tu perfil sea más distintivo y 100% personalizado. ¡Es tan simple como eso!\n\nDescargo de responsabilidad: Disney+ es una marca registrada de Disney Media and Entertainment Distribution. Este sitio web y la extensión no tienen ninguna asociación ni afiliación con Disney+ ni con ninguna empresa de terceros.\"\n\nPlease let me know if you need translations for other languages or any further assistance!",
    "fr": "De nos jours, vous pouvez personnaliser presque tout, alors pourquoi pas votre photo de profil Disney Plus ? Si vous êtes fatigué des options limitées disponibles sur Disney+, cette extension est pour vous !\n\nFaites ressortir votre avatar en téléchargeant une image de votre choix. Que ce soit votre selfie, une photo mignonne de votre animal de compagnie ou le logo de votre groupe préféré, vous pouvez maintenant personnaliser encore plus votre profil. Ajoutez une touche personnelle à votre expérience de visionnage.\n\nTout ce que vous avez à faire est d'ajouter l'extension MyPicture pour Disney+ à votre navigateur, de choisir votre image pour l'utiliser comme avatar, et de rendre votre profil plus distinctif et 100% personnalisé. C'est aussi simple que ça !\n\nAvertissement : Disney+ est une marque commerciale de Disney Media and Entertainment Distribution. Ce site web et cette extension ne sont associés ni affiliés à Disney+ ou à toute autre entreprise tierce.",
    "ja": "最近ではほとんどすべてをカスタマイズできるので、なぜDisney Plusのプロファイル画像はカスタマイズしないのでしょうか？Disney+で提供されている限定的なオプションに飽きたら、この拡張機能があなたにぴったりです！\n\nお好きな写真をアップロードしてアバターを際立たせましょう。自分のセルフィー、ペットの可愛い写真、お気に入りのバンドのロゴなど、プロファイルをさらに個性的にできます。視聴体験に個人的なタッチを加えてみましょう。\n\n必要なのは、ブラウザにMyPicture for Disney+拡張機能を追加し、アバターとして使用する画像を選び、プロファイルをより特徴的で100％パーソナライズすることだけです。それだけです！\n\n免責事項：Disney+はDisney Media and Entertainment Distributionの商標です。このウェブサイトおよび拡張機能はDisney+やその他の第三者企業とは一切関連性または提携関係はありません。",
    "ko": "요즘에는 거의 모든 것을 맞춤 설정할 수 있으므로 왜 Disney Plus 프로필 사진은 안될까요? Disney+에서 제공하는 제한된 옵션에 질려 있다면 이 확장 프로그램이 당신을 위한 것입니다!\n\n선택한 사진을 업로드하여 아바타를 돋보이게 하세요. 자신의 셀피, 반려동물의 귀여운 사진 또는 좋아하는 밴드의 로고 등 이제 프로필을 더욱 개성 있게 꾸밀 수 있습니다. 시청 경험에 개인적인 감성을 추가하세요.\n\n해야 할 일은 단지 브라우저에 MyPicture for Disney+ 확장 프로그램을 추가하고, 아바타로 사용할 사진을 선택한 다음, 프로필을 더 독특하고 100% 맞춤 설정하면 됩니다. 정말 간단합니다!\n\n면책 조항: Disney+는 Disney Media and Entertainment Distribution의 상표입니다. 이 웹사이트 및 확장 프로그램은 Disney+ 또는 다른 제3자 회사와 어떠한 연관이나 제휴 관계도 없습니다.",
    "pl": "Obecnie możesz dostosować prawie wszystko, więc dlaczego nie zdjęcie profilowe na Disney Plus? Jeśli znudziły Cię ograniczone opcje dostępne na Disney+, ta wtyczka jest dla Ciebie!\n\nWyróżnij swój avatar, przesyłając wybrane zdjęcie. Czy to twoje selfie, urocze zdjęcie twojego zwierzaka, czy logo twojego ulubionego zespołu, teraz możesz jeszcze bardziej spersonalizować swój profil. Dodaj osobisty akcent do swojego doświadczenia oglądania.\n\nWszystko, co musisz zrobić, to dodać rozszerzenie MyPicture dla Disney+ do swojej przeglądarki, wybrać zdjęcie na swojego avatara i uczynić swój profil bardziej wyjątkowym i w 100% spersonalizowanym. To takie proste!\n\nZastrzeżenie: Disney+ jest znakiem towarowym Disney Media and Entertainment Distribution. Ta strona i rozszerzenie nie mają żadnych powiązań ani afiliacji z Disney+ ani żadnymi firmami trzecimi.",
    "pt_BR": "Agora você pode personalizar quase tudo, então por que não a foto do perfil no Disney Plus? Se você está cansado das opções limitadas no Disney+, esta extensão é para você!\n\nDestaque seu avatar enviando a foto que você escolher. Seja uma selfie, uma foto fofa do seu pet ou o logotipo da sua banda favorita, agora você pode personalizar ainda mais seu perfil. Adicione um toque pessoal à sua experiência de visualização.\n\nTudo o que você precisa fazer é adicionar a extensão MyPicture para Disney+ ao seu navegador, selecionar uma foto para seu avatar e tornar seu perfil mais único e 100% personalizado. É tão simples!\n\nAviso: Disney+ é uma marca registrada da Disney Media and Entertainment Distribution. Este site e extensão não são afiliados ao Disney+ ou a nenhuma empresa terceira.",
    "th": "ในปัจจุบันคุณสามารถปรับแต่งได้เกือบทุกอย่าง ดังนั้นทำไมไม่เป็นรูปโปรไฟล์ Disney Plus ล่ะ? หากคุณเบื่อกับตัวเลือกที่จำกัดที่มีให้บน Disney+ ส่วนขยายนี้เหมาะสำหรับคุณ!\n\nทำให้อวาตาร์ของคุณโดดเด่นด้วยการอัปโหลดรูปภาพที่คุณเลือก ไม่ว่าจะเป็นเซลฟี่ของคุณเอง รูปถ่ายน่ารักของสัตว์เลี้ยง หรือโลโก้วงดนตรีที่คุณชื่นชอบ ตอนนี้คุณสามารถทำให้โปรไฟล์ของคุณเป็นส่วนตัวได้มากยิ่งขึ้น ใส่สัมผัสส่วนตัวให้กับประสบการณ์การรับชมของคุณ\n\nทุกอย่างที่คุณต้องทำคือเพิ่มส่วนขยาย MyPicture สำหรับ Disney+ ลงในเบราว์เซอร์ของคุณ เลือกรูปภาพที่จะใช้เป็นอวาตาร์ และทำให้โปรไฟล์ของคุณโดดเด่นและเป็นส่วนตัว 100% มันง่ายขนาดนั้นเอง!\n\nข้อจำกัดความรับผิดชอบ: Disney+ เป็นเครื่องหมายการค้าของ Disney Media and Entertainment Distribution และเว็บไซต์และส่วนขยายนี้ไม่มีความเกี่ยวข้องหรือสัมพันธ์ใดๆ กับ Disney+ หรือบริษัทภายนอกใดๆ"
  }
}