{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPTCommnds - Shortcut for ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut for ChatGPT with Superpowers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing GPTCommnds, the ultimate Chrome extension designed to revolutionize the way content creators, influencers, and bloggers generate content using the power of GPT-4 technology.\nWith GPTCommnds, you can now effortlessly create high-quality content in any text input field on any web page, saving you time and boosting your creativity.\n\nKey Features:\n1. Seamless Integration: GPTCommnds easily integrates with your Chrome browser, allowing you to access GPT-4's content generation capabilities with just a few clicks.\n2. Versatile Usage: Whether you're drafting a blog post, crafting social media content, or writing an email, GPTCommnds has you covered. Generate ideas, headlines, or even entire articles with ease.\n3. AI-Powered: GPTCommnds utilizes the advanced GPT-4 technology to provide you with relevant, engaging, and high-quality content that caters to your audience's needs.\n4. Save Time and Effort: Say goodbye to writer's block and tedious content creation processes. GPTCommnds streamlines your workflow, allowing you to focus on what matters most - growing your online presence.\n5. Continuous Updates: Our team is dedicated to improving GPTCommnds, ensuring you always have access to the latest features and enhancements.\n\nUnlock your full potential as a content creator, influencer, or blogger with GPTCommnds. Download the extension now and experience the future of content generation today!"
  }
}