{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "senhasegura MySafe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "senhasegura MySafe allows you to insert passwords from your senhasegura vault in your browser.",
    "de": "Mit senhasegura MySafe können Sie in Ihrem Browser Passwörter eingeben, die in Ihrem Tresor gespeichert sind.",
    "es": "senhasegura MySafe permite que usted inserte en su navegador contraseñas almacenadas en su cofre.",
    "fr": "senhasegura MySafe vous permet de saisir les mots de passe stockés dans votre coffre-fort dans votre navigateur.",
    "pl": "senhasegura MySafe umożliwia wstawianie haseł przechowywanych w menadżerze haseł senhasegura w przeglądarce.",
    "ru": "senhasegura MySafe позволяет вводить в браузере пароли, хранящиеся в senhasegura."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MySafe is a corporate personal and team data manager within senhasegura.\nIt allows users to securely store and manage their passwords, notes, files and API secrets from apps and online services.\n\nFunctionality\nIt functions as a central hub for privileged information in which users can store corporate personal and team data.\nPassword protection is the cornerstone of information security. That's why senhasegura developed a product that enables end-users to safeguard their passwords and other data against unwanted third-party access.\n\nApplicability\nProtect passwords, documents, notes, and API secrets from leaking.\nCreate a safe way to share data with team members.\nControl and manage access to privileged information."
  }
}