{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAPP Group Link Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto scrape tons of WhatsApp group links to get WhatsApp group member's phone numbers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Extension by SoLetsTalkDigital (also known as “SO”) this extension auto WApp group links to get WApp group member's phone numbers.\nYou can save a lot of your time and avoiding get customer number errors and finding a new group means finding many new WApp leads.\n\nFeatures\n✔ Help find WApp group link on google.com\n   - Need manual input first change \"keyword\" to targeted keyword\n   - Change region in search settings to targeted region/country\n✔ Get the list of your groups\n✔ Join all groups by your list\n✔ One click to download contacts to Excel sheet (.csv) file\n✔ Get all numbers from contacts list\n✔ Get all numbers from chats list\n✔ Get all numbers from groups\nNOTE: You might have less results than shown members due privacy settings of those people.\n\nWe charge an affordable yearly and lifetime price to give you unlimited access to the extension without any hidden fees. The subscription plans require payment that is processed by Razorpay.\nIf you like this chrome extension, consider sharing your review with us. Your support will help us make this extension more robust.\n\nFor any issues related to the WAPP Group Link Generator, feel free to reach out to us on info@soletstalkdigital.com.\n\nDISCLAIMER: \nThe privacy of the users is important to us. We don’t broadcast, sell, share or distribute any user collected data. The extension was designed to keep privacy of our users in mind. For more information, read:\n\nSoLetsTalkDigital privacy policy: \nhttps://soletstalkapp.com/privacy\nRazorpay privacy policy:https://razorpay.com/privacy/"
  }
}