{
  "name": {
    "ar": "دمج كتلة 2048 عبر الإنترنت",
    "am": "በመስመር ላይ 2048 ማዋሃድ",
    "bg": "Merge Block 2048 Онлайн",
    "bn": "ব্লক 2048 অনলাইন মার্জ করুন",
    "ca": "Missar el bloc 2048 en línia",
    "cs": "Sloučit blok 2048 online",
    "da": "Merge blok 2048 online",
    "de": "Fusion Block 2048 online zusammenführen",
    "el": "Συγχώνευση μπλοκ 2048 online",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Merge Block 2048 Online",
    "es": "Fusionar bloque 2048 en línea",
    "et": "Ühendage blokeerimine 2048 veebis",
    "fa": "ادغام بلوک 2048 آنلاین",
    "fi": "Yhdistä lohko 2048 verkossa",
    "fr": "Bloc de fusion 2048 en ligne",
    "gu": "2048 block નલાઇન મર્જ કરો",
    "he": "מיזוג בלוק 2048 מקוון",
    "hi": "मर्ज ब्लॉक 2048 ऑनलाइन",
    "hr": "Spajanje bloka 2048 Online",
    "hu": "Egyesítse a 2048 -as blokkot online",
    "id": "Gabungkan Blok 2048 Online",
    "it": "Unisci il blocco 2048 online",
    "ja": "ブロック2048をオンラインでマージします",
    "kn": "ಬ್ಲಾಕ್ 2048 ಅನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ವಿಲೀನಗೊಳಿಸಿ",
    "ko": "블록 2048 온라인 병합",
    "ml": "ബ്ലോക്ക് 2048 ഓൺലൈൻ ലയിപ്പിക്കുക",
    "mr": "ब्लॉक 2048 ऑनलाईन विलीन करा",
    "ms": "Gabungkan Blok 2048 dalam talian",
    "nl": "Block 2048 online samenvoegen",
    "no": "Fusjonsblokk 2048 online",
    "pl": "Scal Block 2048 Online",
    "ro": "Îmbinați blocul 2048 online",
    "ru": "Merge Block 2048 онлайн",
    "sk": "Zlúčiť blok 2048 online",
    "sl": "Združi blok 2048 na spletu",
    "sr": "Мерге Блоцк 2048 Онлине",
    "sv": "Slå samman block 2048 online",
    "sw": "Unganisha block 2048 mkondoni",
    "ta": "தொகுதி 2048 ஆன்லைனில் ஒன்றிணைக்கவும்",
    "te": "బ్లాక్ 2048 ఆన్‌లైన్‌లో విలీనం చేయండి",
    "th": "ผสานบล็อก 2048 ออนไลน์",
    "tr": "Birleştirme Bloğu 2048 Online",
    "uk": "Онлайн -блок об'єднання",
    "vi": "Hợp nhất khối 2048 trực tuyến"
  },
  "short": {
    "ar": "Merge Block 2048 هي لعبة ألغاز 2048 التي لا نهاية لها حيث يمكنك السحب وتحريك مكعب لدمجها بنفس المكعب المرقم.",
    "am": "ማዋሃድ 2048 የተዋሃደበት አንድ ተመሳሳይ ቁጥር ካለው ኪዩብ ጋር ለማዋሃድ ዙሪያውን ለማዋሃድ እና ለማንቀሳቀስ የሚረዱበት ማለቂያ የሌለው 2048 እንቆቅልሽ ጨዋታ ነው.",
    "bg": "Merge Block 2048 е безкрайна игра на пъзел 2048, където можете да плъзнете и премествате куб наоколо, за да го обедините със същия…",
    "bn": "মার্জ ব্লক 2048 একটি অন্তহীন 2048 ধাঁধা গেম যেখানে আপনি একই সংখ্যক কিউবের সাথে এটি মার্জ করার জন্য একটি ঘনককে টেনে আনতে এবং সরাতে…",
    "ca": "El bloc de fusions 2048 és un joc de trencaclosques 2048 interminable on podeu arrossegar i moure un cub per combinar -lo amb el…",
    "cs": "Merge Block 2048 je nekonečná logická hra 2048, kde můžete přetáhnout a přesunout kostku, abyste ji sloučili se stejnou očíslovanou…",
    "da": "Merge Block 2048 er et uendeligt 2048 -puslespil, hvor du kan trække og flytte en terning rundt for at flette det med den samme…",
    "de": "Merge Block 2048 ist ein endloses 2048 -Puzzlespiel, bei dem Sie einen Würfel ziehen und bewegen können, um es mit dem gleichen…",
    "el": "Το Merge Block 2048 είναι ένα ατελείωτο παιχνίδι παζλ 2048, όπου μπορείτε να σύρετε και να μετακινήσετε έναν κύβο γύρω για να το…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Merge Block 2048 is an endless 2048 puzzle game where you can drag and move a cube around to merge it with the same numbered cube.",
    "es": "Merge Block 2048 es un juego de rompecabezas 2048 interminable donde puedes arrastrar y mover un cubo para fusionarlo con el mismo…",
    "et": "Merge Block 2048 on lõputu 2048. aasta puslemäng, kus saate kuubi ümber lohistada ja teisaldada, et ühendada see sama nummerdatud…",
    "fa": "Merge Block 2048 یک بازی پازل بی پایان 2048 است که می توانید یک مکعب را بکشید و حرکت دهید تا آن را با همان مکعب شماره گذاری شده…",
    "fi": "Merge Block 2048 on loputon 2048 -palapelipeli, jossa voit vetää ja siirtää kuution ympäriinsä sulauttaaksesi sen samalla…",
    "fr": "Merge Block 2048 est un jeu de puzzle 2048 sans fin où vous pouvez faire glisser et déplacer un cube pour le fusionner avec le même…",
    "gu": "મર્જ કરો બ્લોક 2048 એ એક અનંત 2048 પઝલ રમત છે જ્યાં તમે તેને સમાન નંબરવાળા ક્યુબ સાથે મર્જ કરવા માટે ક્યુબને ખેંચીને આસપાસ ખસેડી…",
    "he": "Merge Block 2048 הוא משחק פאזל אינסופי של 2048 בו תוכלו לגרור ולהעביר קובייה מסביב כדי למזג אותה עם אותה קוביה ממוספרת.",
    "hi": "मर्ज ब्लॉक 2048 एक अंतहीन 2048 पहेली खेल है जहां आप एक क्यूब के साथ मर्ज करने के लिए एक क्यूब को खींच और स्थानांतरित कर सकते हैं।",
    "hr": "Merge Block 2048 je beskrajna igra za puzzle 2048 u kojoj možete povući i premjestiti kocku okolo kako biste je spojili s istom…",
    "hu": "A 2048 -as egyesítési blokk egy végtelen 2048 -os puzzle játék, ahol húzhat és mozgathat egy kocka körül, hogy egyesítse ugyanazzal…",
    "id": "Gabungkan Blok 2048 adalah game teka -teki 2048 yang tak ada habisnya di mana Anda dapat menyeret dan memindahkan kubus untuk…",
    "it": "Unione Block 2048 è un gioco puzzle infinito 2048 in cui è possibile trascinare e spostare un cubo per unire con lo stesso cubo…",
    "ja": "Merge Block 2048は無限の2048パズルゲームで、キューブをドラッグして移動して同じ番号の立方体とマージできます。",
    "kn": "ವಿಲೀನ ಬ್ಲಾಕ್ 2048 ಅಂತ್ಯವಿಲ್ಲದ 2048 ಪ game ಲ್ ಗೇಮ್ ಆಗಿದ್ದು, ಅಲ್ಲಿ ನೀವು ಘನವನ್ನು ಎಳೆಯಬಹುದು ಮತ್ತು ಅದೇ ಸಂಖ್ಯೆಯ ಘನದೊಂದಿಗೆ ವಿಲೀನಗೊಳಿಸಲು…",
    "ko": "Merge Block 2048은 끝없는 2048 퍼즐 게임으로 큐브를 끌고 움직여 동일한 번호가 매겨진 큐브로 병합 할 수 있습니다.",
    "ml": "ലയിപ്പിക്കൽ 2048 എന്നത് ഒരു അന്തിമ പസിൽ ഗെയിമാണ്.",
    "mr": "विलीनीकरण ब्लॉक 2048 हा एक अंतहीन 2048 कोडे गेम आहे जिथे आपण त्याच क्रमांकित घनसह विलीन करण्यासाठी एक घन ड्रॅग आणि हलवू शकता.",
    "ms": "Gabungan Blok 2048 adalah permainan teka -teki 2048 yang tidak berkesudahan di mana anda boleh menyeret dan menggerakkan kiub…",
    "nl": "Merge Block 2048 is een eindeloos 2048 -puzzelspel waarbij je een kubus kunt slepen en verplaatsen om het samen te voegen met…",
    "no": "Merge Block 2048 er et uendelig 2048 -puslespill hvor du kan dra og flytte en kube rundt for å slå den sammen med samme nummererte…",
    "pl": "Scal Block 2048 to niekończąca się grafika 2048, w której można przeciągnąć i przesunąć kostkę, aby połączyć ją z tym samym…",
    "ro": "Merge Block 2048 este un joc nesfârșit de puzzle 2048, unde puteți trage și muta un cub în jur pentru a -l îmbina cu același cub…",
    "ru": "Merge Block 2048 - это бесконечная игра 2048, в которой вы можете перетаскивать и перемещать куб, чтобы объединить его с тем же…",
    "sk": "Merge Block 2048 je nekonečná hra pre puzzle 2048, kde môžete pretiahnuť a presunúť kocku, aby ste ju zlúčili s rovnakou…",
    "sl": "Merge Block 2048 je neskončna puzzle igra 2048, kjer lahko povlečete in premaknete kocko, da jo združite z enako oštevilčeno kocko.",
    "sr": "Спајање блока 2048 је бескрајна игра 2048 пуззле у којој можете да превучете и преместите коцку около да бисте је спојили са истом…",
    "sv": "Fusion Block 2048 är ett oändligt 2048 pusselspel där du kan dra och flytta en kub runt för att slå samman det med samma numrerade…",
    "sw": "Unganisha block 2048 ni mchezo usio na mwisho wa 2048 wa puzzle ambapo unaweza kuvuta na kusonga mchemraba kuzunguka ili…",
    "ta": "ஒன்றிணைத்தல் 2048 என்பது முடிவில்லாத 2048 புதிர் விளையாட்டாகும், அங்கு நீங்கள் ஒரு கனசதுரத்தை அதே எண்ணற்ற கனசதுரத்துடன் ஒன்றிணைக்க…",
    "te": "విలీనం బ్లాక్ 2048 అనేది అంతులేని 2048 పజిల్ గేమ్, ఇక్కడ మీరు అదే సంఖ్యా క్యూబ్‌తో విలీనం చేయడానికి ఒక క్యూబ్‌ను లాగవచ్చు మరియు…",
    "th": "Merge Block 2048 เป็นเกมปริศนา 2048 ที่ไม่มีที่สิ้นสุดซึ่งคุณสามารถลากและย้ายลูกบาศก์ไปรอบ ๆ เพื่อรวมเข้ากับลูกบาศก์หมายเลขเดียวกัน",
    "tr": "Birleştirme Bloğu 2048, aynı numaralı küp ile birleştirmek için bir küpü sürükleyip hareket ettirebileceğiniz sonsuz bir 2048…",
    "uk": "Block Merge 2048 - це нескінченна гра в головоломку 2048, де ви можете перетягнути і перемістити куб, щоб об'єднати його з таким же…",
    "vi": "Hợp nhất khối 2048 là một trò chơi giải đố 2048 vô tận, nơi bạn có thể kéo và di chuyển một khối lập phương xung quanh để hợp nhất…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Merge Block 2048 is an endless 2048 puzzle game where you can drag and move a cube around to merge it with the same numbered cube. The goal of the game is to collect the infinity cube by merging cubes. Try to make combos and collect points. Enjoy!\n\nYou can also play some other game."
  }
}