{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SilenceFeed: Social Media Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Silence unwanted content in social media feeds (X and LinkedIn) by blocking keywords, topics, and accounts in multiple languages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Social Media Experience with SilenceFeed: Social Media Cleaner\n\nIn a world where social media is an integral part of our lives, it's easy to feel overwhelmed by content you don't want to see. SilenceFeed: Social Media Cleaner is your ally in taking control of your social media experience, allowing you to personalize and clean up your feed according to your personal preferences.\n\nWhat does SilenceFeed do?\n\nSilenceFeed gives you the ability to mute unwanted content discreetly and effectively. You can block keywords, specific topics, and entire accounts on social media platforms like X (formerly Twitter) and LinkedIn without the blocked user ever knowing. No more facing content you'd rather avoid; instead, enjoy a clean, organized feed tailored to your needs.\n\nKey Benefits:\n\nDigital Well-being: By reducing exposure to content that causes stress, anxiety, or annoyance, SilenceFeed contributes to your emotional well-being while browsing social media.\n\nExtreme Personalization: You decide what type of content is relevant to you. Block keywords, specific topics, or entire accounts in multiple languages, ensuring you only see what truly interests you.\n\nPrivacy Guaranteed: SilenceFeed works quietly in the background, without notifying the blocked accounts or users. Continue interacting on social media with total discretion.\n\nUser-Friendly: With an intuitive and simple interface, setting up SilenceFeed takes just minutes. Select the words, topics, or accounts you want to mute, and let the extension handle the rest.\n\nHow does it work?\n\nOnce installed, SilenceFeed integrates directly into your browser. Each time you navigate your social media feeds, the extension will automatically filter content based on your configured preferences. You can choose between two options: blur the content or remove it entirely from view. Plus, you can update your preferences anytime, adapting the experience as your needs evolve.\n\nPerfect for Multiple Languages\n\nWhether you interact in English, Spanish, Portuguese, or any other language, SilenceFeed is ready to assist. Configure keywords and accounts in multiple languages, ensuring a truly personalized experience.\n\nInstall SilenceFeed today and take back control of your social media.\n\nDiscover a new way to enjoy your social media feeds, eliminating the noise and keeping only what truly matters.\n\nContribute or Review the Code:\n\nThis extension is open-source, and you can find the source code on GitHub. We welcome contributions and feedback. \n\nCheck out the project here: https://github.com/sebauer96/SilenceFeed"
  }
}