{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lingohub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link to Lingohub website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a bookmark app for Lingohub, a next generation translation tool for hassle-free, on-demand localization to deliver software globally.\n\nKey Features\n========\n\n* Support of all major programming languages: Java, C#, PHP, Ruby, Python & Co.\n* Support of many different resource file formats: .yml, properties, .ini, .xml, strings, .resx, .resjson, .resw, .po, ...\n* Github integration\n* WYSIWYT (What You See Is What You Get)\n* LingoProfiles for translators\n\nSoftware Translation (i18n)\n=================\n\nFor Software Developers, Lingohub makes localization an integral part of the process. Developers find tools they need for synchronization, validation and integration of automatically localized elements into their main product. Lingohub supports all popular programming languages and development frameworks. Our marketplace and community helps to build trust as well as professional communities at your fingertips to localize your applications for a global audience instantly.\n\nTranslating Software\n=============\n\nFor translators, Lingohub is more than a marketplace to find localization work and an opportunity to build a professional profile in software development circles. Assisted by our innovative system, Lingohub offers standard tools for translation such as glossaries, spell-checking and a translation memory. Automated tools such as word count, time tracking, as well as statistics, make it a breeze to translate on our intuitive interface. With WYSIWYT (“what you see is what you translate”) you always have an idea of the context. Lingohub graduates translating to a first-class part of the process, and empowers translators"
  }
}