{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alerte Bons Plans eBuyClub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gagnez de l’argent sur tous vos achats avec l’Alerte Bons Plans eBuyClub !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EBUYCLUB  VOUS REVERSE DE L’ARGENT SUR VOS ACHATS CHEZ PLUS DE 1800 MARCHANDS !\n \nRetrouvez, toute l’année, nos offres de remboursement (CashBack, bons plans, codes promos, coupons de réduction, bons d’achat, carte cadeau) sur tous vos marchands préférés. Ils y sont TOUS ! Vous pouvez profiter aussi bien de promos sur vos courses alimentaires du quotidien ou de réductions exclusives sur vos achats d’électroménager !\n\nChaque jour de nouvelles promotions et offres de remboursement boostées et exclusives sont proposées pour vous faire bénéficier d’encore plus d'économies sur vos achats.\n\neBuyClub existe depuis plus de 20 ans et compte 2,5 millions de membres qui économisent en moyenne jusqu’à 200€/an. Rejoignez-les en installant l’extension et bénéficiez vous aussi de vos remboursements.\n\nCOMMENT PROFITER DE CES PROMOS ?\n\n- INSCRIVEZ-VOUS et devenez un membre d’eBuyClub (+3€ offerts à l’inscription)\n- FAITES VOS ACHATS en activant le CashBack.\n- RÉCUPÉREZ LE REMBOURSEMENT d'une partie de votre achat.\n- ENCAISSEZ VOS GAINS directement sur votre compte.\n\nEn tant que membre eBuyClub, vous bénéficierez d'un remboursement exclusif pouvant aller jusqu'à 50% du montant HT de vos achats sur nos sites partenaires.\nCe montant vous sera crédité sur votre cagnotte eBuyClub et vous pourrez le récupérer dès 10€ cumulés par virement bancaire, Paypal ou autres e-cartes-cadeaux.\n\nExemple : j'achète un article à 500€ HT chez Darty. Le CashBack est de 10%. Je reçois dans ma cagnotte eBuyClub 50€ + 3€ de bonus d'inscription. Je peux immédiatement transférer les 53€ de ma cagnotte par virement sur mon compte bancaire.\n\nCOMMENT C’EST POSSIBLE ?\n\nLorsque vous achetez chez l’un de nos 1800 marchands partenaires, celui-ci nous reverse une commission que nous partageons avec vous, c’est votre offre de remboursement CashBack !\n\nLES PLUS DE L’EXTENSION\n\n- Appliquez automatiquement meilleur codes promo disponible diminuant le plus votre panier\n- Activez en un clic l'offre de CashBack disponible chez le marchand de votre choix (en ligne, en magasin, en bons d'achat),\n- Gagnez de l’argent et faites des économies sur votre shopping en ligne en activant facilement vos CashBack\n- Profitez aussi du CashBack en magasin. Découvrez tous les bons plans et promotions à proximité de chez vous et économisez de l’argent dans tous vos magasins, restaurants et boutiques préférés directement depuis l’app.\n- Retrouvez tous les codes promo, bons plans et coupons de réduction disponibles parmi un large catalogue de marchands\n- Soyez alerté des promotions et bons plans proposés par vos marchands favoris (Hausse de CashBack, Codes promo imbattables, réductions exclusives…)\n- Ne ratez aucune promo en parcourant nos 1800 marchands partenaires présent dans une dizaine de catégories (mode, voyage, high-tech, alimentation / grande distribution, maison et jardin, …)\n- Consultez en temps réel le solde de votre cagnotte\n- Découvrez les avis des membres eBuyClub sur des milliers de marchands\n\n\neBuyClub, c’est simple, 100% gratuit… et ça vous rapporte.\nN’hésitez plus, rejoignez-nous dès maintenant et faites des économies en installant l'extension eBuyClub !\n\n\nRETROUVEZ NOUS ÉGALEMENT\n\nSur notre site :\nwww.ebuyclub.com\n\nSuivez nous sur les réseaux sociaux :\nhttps://fr-fr.facebook.com/ebuyclub/\nhttps://twitter.com/ebuyclub\nhttps://www.instagram.com/ebuyclub_fr/\nhttps://www.tiktok.com/@ebuyclub.officiel?lang=fr\n\nPar email :\ninformation@plebicom.com\n\nPolitique de confidentialité  :\nhttps://www.ebuyclub.com/confidentialite\n\n\nBon shopping avec eBuyClub !"
  }
}