{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Google Translate Assistant - Google | Baidu Engine | Online Translation",
    "ja": "Google翻訳アシスタント-Google｜Baidu翻訳エンジン｜オンライン翻訳",
    "zh_CN,zh_TW": "谷歌翻译助手 - Google | 百度翻译引擎 | 在线翻译"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Bilingual webpage translation, academic PDF translation, cross-border e-commerce image translation, YouTube subtitle translation",
    "ja": "バイリンガル対照のWeb翻訳を提供し、学術的なPDF翻訳（レイアウトを保留）をサポートし、クロスボーダー電子商取引専用版の画像翻訳、YouTubeバイリンガル字幕翻訳、集積DeepL、Google、百度、GPTなどの最前線エンジン技術",
    "zh_CN,zh_TW": "提供双语对照的网页翻译，支持学术性的PDF翻译（保留排版），跨境电商专供版图片翻译，YouTube双语字幕翻译，集成DeepL、谷歌、百度、GPT等前沿引擎技术"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "In today's globalization, it is particularly important to overcome language barriers.A professional translation extension that integrates top engines , provides you with unparalleled  services. \n\n🔥Main features:\n\n📌Website translation\n📌Word translation\n📌Image translation\n📌PDF translation\n📌Subtitle translation\n📌Wordbook\n📌Online translation\n❓Why choose us?\n✔Full support: the translation effect is no different from translate.google.com, supporting hundreds of language translations to meet the needs of different users.\n✔Accurate translation: integrate professional engines such as Google Translate and Baidu Scholar to ensure high translation accuracy.\n✔User-friendly: simple and intuitive user interface, you can enjoy translation services without complicated operations.\n✔Free and efficient work: one-click translation, save time and improve work efficiency.",
    "ja": "Google 翻訳アシスタント - オールラウンドな翻訳パートナー\n\n今日のグローバル化した世界では、言語の壁を克服することがさらに重要になっています。 Google 翻訳アシスタントは、Baidu 翻訳や Google 翻訳などのトップエンジンを統合したプロフェッショナルな翻訳拡張機能で、比類のない翻訳サービスを提供します。当社は、Baidu 翻訳または Google 翻訳のいずれを使用する場合でも、効率的な翻訳サービスを通じてウェブの閲覧や文書の閲覧を容易にすることに尽力しています。\n\n🔥主な機能:\n\n📌ウェブサイト翻訳: 外国語ウェブページのワンクリック翻訳、二か国語比較、高精度、美しいインターフェイスにより、究極のブラウジング体験を提供します。\n📌スワイプ単語翻訳: マウスを 1 回スワイプして翻訳し、ワンクリックで元のテキストまたは翻訳されたテキストをコピーします。複数のモードがあなたを待っています。\n📌画像翻訳: 「この画像を翻訳」をクリックすると、コピーとダウンロードがサポートされ、越境電子商取引に不可欠なツールです。\n📌PDF 翻訳: PDF をアップロードし、ワンクリックで翻訳し、二か国語の比較読み取りを行い、フォーマット変換は不要で、完璧なエクスペリエンスを提供します。\n📌字幕翻訳: 主流のビデオ Web サイト、Youtube、Netflix、Prime Video、Ted、Viki、BBC などと互換性があります。\n、リアルタイム字幕翻訳を実現します。\n📌単語帳: ワンクリックで単語帳に新しい単語を追加し、ページコレクション内の単語を強調表示することで、新しい単語をより効率的に習得できるようになります。\n📌オンライン翻訳: Google 翻訳と Baidu 翻訳でサポートされている数百の言語翻訳により、履歴記録が保持されるため、便利で効率的になります。\n\n❓なぜ私たちを選ぶのですか?\n✔包括的なサポート: 翻訳効果はtranslate.google.comと何ら変わりはなく、さまざまなユーザーのニーズを満たすために数百の言語への翻訳をサポートしています。\n✔正確な翻訳: Google 翻訳や Baidu Academic などのプロフェッショナル エンジンを統合して、高い翻訳精度を保証します。\n✔ユーザーフレンドリー：シンプルで直感的なユーザーインターフェースにより、複雑な操作なしで翻訳サービスを楽しむことができます。\n✔自由で効率的な作業: ワンクリック翻訳、時間を節約し、作業効率を向上させます。\n\n今すぐ Google 翻訳アシスタントをダウンロードして、境界のないコミュニケーションと探索を体験してください。当社のサービスが気に入っていただけましたら、5 つ星のレビューを残してください。あなたのサポートが当社を前進させる原動力です。",
    "zh_CN": "谷歌翻译助手 - 您的全能翻译伙伴\n\n在全球化的今天，跨越语言障碍变得尤为重要。谷歌翻译助手，一款集成了百度翻译和谷歌翻译等顶尖引擎的专业翻译扩展，为您提供无与伦比的翻译服务。我们致力于通过高效的翻译服务，让您轻松浏览网页、阅读文档，无论您使用的是百度翻译还是谷歌翻译，我们都能满足您的需求。\n\n🔥主要特点：\n\n📌网站翻译：一键翻译外语网页，双语对照，高准确率，美观界面，提供极致浏览体验。\n📌划词翻译：鼠标一划即可翻译，一键复制原文or译文，多种模式等你发现。\n📌图片翻译：点击“翻译此图片”，快速获取翻译，支持复制和下载，跨境电商必备工具。\n📌PDF翻译：上传PDF，一键翻译，双语对比阅读，无需格式转换，提供完美体验。\n📌字幕翻译：兼容主流视频网站，Youtube、Netflix、Prime Video、Ted、Viki、BBC等\n，实现实时字幕翻译。\n📌单词本：一键添加生词至单词本，页面收藏单词高亮，掌握新词汇更高效。\n📌在线翻译：搭配Google Translate和百度翻译支持的数百种语言翻译，保留历史记录，便捷高效。\n\n❓为什么选择我们？\n✔全面支持：翻译效果与translate.google.com无区别，支持上百种语言互译，满足不同用户的需求。\n✔精准翻译：集成谷歌翻译和百度学术等专业引擎，确保翻译的高准确率。\n✔用户友好：简洁直观的用户界面，无需复杂操作，即可享受翻译服务。\n✔免费高效工作：一键翻译，节省时间，提高工作效率。\n\n立即下载谷歌翻译助手，体验无界限的沟通和探索。如果您喜欢我们的服务，请留下五星好评，您的支持是我们前进的动力！",
    "zh_TW": "Google翻譯助理 - 您的全能翻譯夥伴\n\n在全球化的今天，跨越語言障礙變得特別重要。谷歌翻譯助手，一款整合了百度翻譯和谷歌翻譯等頂尖引擎的專業翻譯擴展，為您提供無與倫比的翻譯服務。我們致力於透過高效率的翻譯服務，讓您輕鬆瀏覽網頁、閱讀文檔，無論您使用的是百度翻譯還是谷歌翻譯，我們都能滿足您的需求。\n\n🔥主要特點：\n\n📌網站翻譯：一鍵翻譯外語網頁，雙語對照，高準確率，美觀介面，提供極致瀏覽體驗。\n📌劃詞翻譯：滑鼠一劃即可翻譯，一鍵複製原文or譯文，多種模式等你發現。\n📌圖片翻譯：點擊“翻譯此圖片”，快速取得翻譯，支援複製和下載，跨境電商必備工具。\n📌PDF翻譯：上傳PDF，一鍵翻譯，雙語對比閱讀，無需格式轉換，提供完美體驗。\n📌字幕翻譯：相容於主流影片網站，Youtube、Netflix、Prime Video、Ted、Viki、BBC等\n，實現即時字幕翻譯。\n📌單字本：一鍵加入生詞至單字本，頁面收藏單字高亮，掌握新詞彙更有效率。\n📌線上翻譯：搭配Google Translate和百度翻譯支援的數百種語言翻譯，保留歷史記錄，便捷高效。\n\n❓為什麼要選擇我們？\n✔全面支援：翻譯效果與translate.google.com無區別，支援上百種語言互譯，滿足不同使用者的需求。\n✔精準翻譯：整合谷歌翻譯和百度學術等專業引擎，確保翻譯的高準確率。\n✔使用者友善：簡潔直覺的使用者介面，無需複雜操作，即可享受翻譯服務。\n✔免費有效率工作：一鍵翻譯，節省時間，提高工作效率。\n\n立即下載Google翻譯助手，體驗無界線的溝通與探索。如果您喜歡我們的服務，請留下五星級好評，您的支持是我們前進的動力！"
  }
}