{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AEM Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortless AEM Management with AEM Toolkit\nStreamline your Adobe Experience Manager workflow with AEM Toolkit, the ultimate…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortless AEM Management with AEM Toolkit\nStreamline your Adobe Experience Manager workflow with AEM Toolkit, the ultimate companion for AEM developers and content managers. Whether you're switching between author and publish instances, debugging workflows, or managing multiple environments, this extension takes the hassle out of AEM navigation.\n\nWhat Makes AEM Toolkit Awesome?\nSeamless View Switching\nInstantly toggle between Edit Mode and Published View without manually adjusting URLs.\n\nMulti-Instance Management\nEffortlessly switch between multiple AEM environments, configured right from the extension’s settings.\n\nCustom Context Menus\nSave time with right-click shortcuts to key AEM tools like OSGi Bundles or CRXDE, tailored to your instance.\n\nBuilt-In Action Buttons\nAutomatic buttons on AEM pages let you:\n\nJump to Edit Mode.\nPreview Published Content.\nSwitch between Author and Publish environments with a click.\nWho’s It For?\nDevelopers: Debug workflows faster with direct access to AEM tools.\nContent Managers: Preview published content with ease.\nTeams: Manage environments across multiple projects or clients effortlessly.\nGetting Started\nInstall the Extension\nConfigure your AEM instances in the intuitive settings page.\n\nSwitch and Navigate\nUse in-page buttons or context menus to navigate seamlessly between environments and views.\n\nOptimize Your Workflow\nAdjust settings like default URLs, visibility of tools, and new tab preferences to match your workflow.\n\nYour Privacy Matters\nAEM Toolkit does not collect, share, or transmit your data. All configurations are securely stored in Chrome's sync storage, ensuring seamless transitions between devices.\n\nSupport and Feedback\nGot questions or suggestions? Reach out via GitHub Issues or email us at comicbit@gmail.com.\n\nTransform how you work with Adobe Experience Manager. Try AEM Toolkit today!"
  }
}