{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speak Subtitles for YouTube"
  },
  "short": {
    "ar": "يقوم الامتداد بتحويل ترجمات النص على YouTube إلى كلام طبيعي باستخدام تقنيات Google و Microsoft AI.",
    "am": "ማራዘሚያ በGoogle እና በማይክሮሶፍት AI ቴክኖሎጂዎች የተጎላበተውን የዩቲዩብ የጽሑፍ ንዑስ ርዕሶችን ወደ ተፈጥሯዊ ድምጽ ወደሚሰጥ ንግግር ይለውጣል።",
    "bg": "Разширението преобразува текстови субтитри за YouTube в естествено звучаща реч, използвана от технологиите на Google AI.",
    "bn": "এক্সটেনশান গুগল এআই প্রযুক্তি দ্বারা চালিত ব্যবহার করে ইউটিউবের জন্য পাঠ্য সাবটাইটেলগুলিকে প্রাকৃতিক শব্দে রূপান্তরিত করে।",
    "ca": "L'extensió converteix els subtítols de text de YouTube en veu de so natural mitjançant les tecnologies de Google AI.",
    "cs": "Rozšíření převádí textové titulky pro YouTube na přirozeně znějící řeč pomocí technologií Google a Microsoft AI.",
    "da": "Udvidelse konverterer teksttekster til YouTube til naturligt lydende tale ved hjælp af Google og Microsoft AI-teknologier.",
    "de": "Erweiterung wandelt Textuntertitel für YouTube mithilfe von KI-Technologien in natürlich klingende Sprache um.",
    "el": "Η επέκταση μετατρέπει υπότιτλους κειμένου για το YouTube σε ομιλία με φυσικό ήχο χρησιμοποιώντας τεχνολογίες τεχνητής νοημοσύνης.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Extension convert text subtitles for YouTube into natural-sounding speech using AI technologies.",
    "es": "La extensión convierte subtítulos de texto para YouTube en un discurso que suena natural.",
    "et": "Laiendus muudab YouTube'i tekstid loomulikuks kõneks, kasutades Google'i ja Microsofti tehisintellekti tehnoloogiaid.",
    "fa": "برنامه افزودنی ، زیرنویس های متنی YouTube را با استفاده از فناوری های هوش مصنوعی Google و Microsoft به گفتار طبیعی تبدیل می کند.",
    "fi": "Laajennus muuntaa YouTuben tekstityksen tekstiksi luonnollisen kuuloiseksi puheeksi käyttämällä Googlen tekoälytekniikoita.",
    "fil": "Gina-convert ng extension ang mga subtitle ng teksto para sa YouTube sa natural na tunog na pagsasalita.",
    "fr": "L'extension convertit les sous-titres de texte pour YouTube en un discours naturel à l'aide des technologies d'IA.",
    "gu": "એક્સ્ટેંશન એયુ ટેકનોલોજીનો ઉપયોગ કરીને યુ ટ્યુબ માટે ટેક્સ્ટ સબટાઈટલ નેચરલ સાઉન્ડિંગ સ્પીચમાં કન્વર્ટ કરે છે.",
    "he": "הרחבה המרת כתוביות טקסט עבור YouTube לדיבור בצלילים טבעיים באמצעות טכנולוגיות AI של Google ו-Microsoft.",
    "hi": "एक्सटेंशन एआई तकनीकों का उपयोग करके YouTube के लिए टेक्स्ट उपशीर्षक को नेचुरल-साउंडिंग स्पीच में परिवर्तित करता है।",
    "hr": "Proširenje pretvara tekstualne titlove za YouTube u govor prirodnog zvučanja koristeći tehnologije Google i Microsoft AI.",
    "hu": "A kiterjesztés átalakítja a YouTube szöveges feliratait természetes hangzású beszéddé az AI technológiák segítségével.",
    "id": "Ekstensi mengubah subtitle teks untuk YouTube menjadi ucapan yang terdengar alami menggunakan teknologi AI.",
    "it": "L'estensione converte i sottotitoli di testo per YouTube in un parlato dal suono naturale utilizzando le tecnologie AI.",
    "ja": "拡張機能は、GoogleとMicrosoft AIテクノロジーを利用して、YouTubeのテキスト字幕を自然な音声に変換します。",
    "kn": "ವಿಸ್ತರಣೆಯು ಎಐ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಯೂಟ್ಯೂಬ್‌ಗಾಗಿ ಪಠ್ಯ ಉಪಶೀರ್ಷಿಕೆಗಳನ್ನು ನೈಸರ್ಗಿಕ-ಧ್ವನಿ ಭಾಷಣವಾಗಿ ಪರಿವರ್ತಿಸುತ್ತದೆ.",
    "ko": "확장 프로그램은 Google 및 Microsoft AI 기술을 사용하여 YouTube용 텍스트 자막을 자연스러운 음성으로 변환합니다.",
    "lt": "Plėtinys konvertuoja „YouTube“ teksto subtitrus į natūraliai skambančią kalbą, naudojant AI technologijas.",
    "lv": "Paplašinājums pārvērš YouTube teksta subtitrus dabiski skanošā runā, izmantojot Google un Microsoft AI tehnoloģijas.",
    "ml": "വിപുലീകരണം YouTube- നായുള്ള ടെക്സ്റ്റ് സബ്ടൈറ്റിലുകൾ സ്വാഭാവിക ശബ്ദമുള്ള സംഭാഷണമാക്കി മാറ്റുന്നു.",
    "mr": "विस्तार यूट्यूबसाठी मजकूर उपशीर्षके एआय तंत्रज्ञानाचा वापर करून नैसर्गिक ध्वनी भाषणात रूपांतरित करतो.",
    "ms": "Sambungan menukar sari kata teks untuk YouTube menjadi ucapan semula jadi dengan menggunakan teknologi AI.",
    "nl": "Extensie zet tekstondertitels voor YouTube om in natuurlijk klinkende spraak met behulp van AI-technologieën.",
    "no": "Utvidelse konverterer teksting for YouTube til tale med naturlig lyd ved å bruke drevet av Google og Microsoft AI-teknologier.",
    "pl": "Rozszerzenie konwertuje napisy tekstowe dla YouTube na naturalnie brzmiącą mowę za pomocą technologii Google i Microsoft AI.",
    "ro": "Extensia convertește subtitrări text pentru YouTube în vorbire cu sunet natural folosind tehnologii AI.",
    "ru": "Расширение преобразует текстовые субтитры для YouTube в естественно звучащую речь, используя технологии искусственного интеллекта",
    "sk": "Rozšírenie prevádza textové titulky pre YouTube na prirodzene znejúcu reč pomocou technológií Google a Microsoft AI.",
    "sl": "Razširitev pretvori besedilne podnapise za YouTube v naravno zveneči govor z uporabo tehnologij Google in Microsoft AI.",
    "sr": "Екстензија претвара текстуалне титлове за ИоуТубе у говор који звучи природно користећи технологије Гоогле и Мицрософт АИ.",
    "sv": "Tillägg konverterar textundertexter för YouTube till naturligt klingande tal med hjälp av Googles och Microsofts AI-teknik.",
    "sw": "Kiendelezi hubadilisha manukuu ya YouTube kuwa hotuba ya sauti ya asili kwa kutumia teknolojia za AI.",
    "ta": "நீட்டிப்பு ஏடி தொழில்நுட்பங்களைப் பயன்படுத்தி யூடியூபிற்கான உரை வசன வரிகளை இயற்கையான ஒலி எழுப்பும் உரையாக மாற்றுகிறது.",
    "te": "పొడిగింపు YouTube కోసం టెక్స్ట్ ఉపశీర్షికలను AI టెక్నాలజీలను ఉపయోగించి సహజ ధ్వనించే ప్రసంగానికి మారుస్తుంది.",
    "th": "ส่วนขยายแปลงคำบรรยายข้อความสำหรับ YouTube เป็นคำพูดที่เป็นธรรมชาติโดยใช้เทคโนโลยี Google และ Microsoft AI",
    "tr": "Uzantı, Google ve Microsoft AI teknolojilerini kullanarak YouTube için metin altyazılarını doğal sesli konuşmaya dönüştürür.",
    "uk": "Розширення перетворює текстові субтитри для YouTube у мовлення природного звучання за допомогою технологій Google і Microsoft AI.",
    "vi": "Tiện ích mở rộng chuyển đổi phụ đề văn bản cho YouTube thành giọng nói có âm thanh tự nhiên bằng cách sử dụng công nghệ AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synth Voice reading subtitles for YouTube with Text-To-Speech Engine (TTS).\n\nConvert text subtitles for YouTube into natural-sounding speech using powered by Google and Microsoft AI technologies. Text-to-Speech enables to synthesize with 100+ voices, available in multiple languages and variants.\n\nInfo!\nThe extension may conflict with other extensions for youtube. If the extension doesn't work or you have a problem, try disabling other extensions.",
    "ru": "Расширение преобразует текстовые субтитры на YouTube в естественно звучащую речь, используя технологии искусственного интеллекта. Преобразование текста в речь позволяет синтезировать более 100 голосов, доступных на нескольких языках и вариантах.\n\nInfo!\nРасширение может конфликтовать с другими расширениями для YouTube. Если расширение не работает или у вас возникла проблема, попробуйте отключить другие расширения."
  }
}