{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert PDF to JPEG/PNG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free PDF File Converter - Two Supported Formats. Convert PDF to JPEG/PNG for Free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Convert PDF to JPEG/PNG.\n\n•PDF extension supports PDF conversion to PNG and JPEG\n•Convert PDF to PNG and JPEG files \n•Finish everything in your Browser \n•Unlimited number of conversions\n\nHow to use this extension:\n\n-Open the icon in the right corner of your browser\n-Choose PDF file you would like to convert\n-Chose format in which you would  like to convert, there are two options: JPEG and PNG\n-Click start converting green button\n-Converted file will be downloaded into your computer and you will see it in left bottom corner of the browser or in your downloaded list files\n\nNew Feature: \"Quick Convert\" Button in Chrome PDF Viewer\nWith this update, users will now see a \"Quick Convert\" button directly embedded in the Chrome PDF viewer. This feature allows for seamless one-click conversions without having to open the extension separately.\n\nHow it works:\n\nWhen viewing any PDF in Chrome’s built-in PDF viewer, a \"Quick Convert\" button will appear at the bottom-right of the viewer.\nUsers can instantly choose to convert the PDF they are viewing to either JPEG or PNG formats.\nThe conversion will start as soon as a format is selected, and the converted file will automatically download.\n\nIf you need any further assistance, feel free to contact us via email: \tfreepdfconversion@gmail.com"
  }
}