{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Counts"
  },
  "short": {
    "ar": "عد الكلمات",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sw,te,zh_CN,zh_TW": "Count Words",
    "bn": "শব্দ গণনা",
    "cs": "Počet slov",
    "da": "Tæl ord",
    "de": "Wörter zählen",
    "el": "Μετρήστε λέξεις",
    "es": "Contar palabras",
    "fi": "Laske Sanat",
    "fr": "Compter les mots",
    "he": "ספירת מילים",
    "hi": "शब्द गिनें",
    "hu": "Szavak számolása",
    "id": "Hitung Kata",
    "it": "Contare le parole",
    "ja": "言葉を数える",
    "ko": "단어 수 계산",
    "ms": "Kira Perkataan",
    "nl": "Woorden tellen",
    "no": "Telle ord",
    "pl": "Liczenie słów",
    "ro": "Număra cuvinte",
    "ru": "Счетные слова",
    "sk": "Počítajte slová",
    "sv": "Räkna ord",
    "ta": "வார்த்தைகளை எண்ணுங்கள்",
    "th": "นับคำ",
    "tr": "Kelimeleri Say",
    "uk": "Підрахуй слова",
    "vi": "Đếm từ"
  },
  "long": {
    "ar": "Word Counts هي أداة بسيطة ومجانية لعداد الكلمات على الإنترنت.\n\nباستخدام امتداد المتصفح هذا، ما عليك سوى تحديد نص على أي صفحة ويب والنقر بزر الماوس الأيمن. ثم حدد خيار عد الكلمات الجديد من القائمة.",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,kn,lt,lv,ml,mr,pt_BR,pt_PT,sl,sr,sw,te,zh_CN,zh_TW": "Word Counts is a simple & free online word counter tool.\n\nWith this browser extension, simply select text on any webpage and right-click. Then select the new word counting option from the menu.",
    "bn": "শব্দ গণনা একটি সহজ এবং বিনামূল্যে অনলাইন শব্দ কাউন্টার টুল.\n\nএই ব্রাউজার এক্সটেনশনের সাথে, যেকোন ওয়েবপেজে টেক্সট নির্বাচন করুন এবং ডান-ক্লিক করুন। তারপর মেনু থেকে নতুন শব্দ গণনা বিকল্পটি নির্বাচন করুন।",
    "cs": "Word Counts je jednoduchý a bezplatný online nástroj pro počítání slov.\n\nPomocí tohoto rozšíření prohlížeče stačí vybrat text na libovolné webové stránce a kliknout pravým tlačítkem myši. Poté v nabídce vyberte novou možnost počítání slov.",
    "da": "Word Counts er et enkelt og gratis online ordtællingsværktøj.\n\nMed denne browserudvidelse skal du blot vælge tekst på en hvilken som helst webside og højreklikke. Vælg derefter den nye ordtællingsindstilling i menuen.",
    "de": "Word Counts ist ein einfaches und kostenloses Online-Wortzähler-Tool.\n\nMit dieser Browsererweiterung markieren Sie einfach Text auf einer beliebigen Webseite und klicken mit der rechten Maustaste. Wählen Sie dann die neue Wortzählungsoption aus dem Menü.",
    "el": "Το Word Counts είναι ένα απλό και δωρεάν online εργαλείο μέτρησης λέξεων.\n\nΜε αυτή την επέκταση του προγράμματος περιήγησης, απλά επιλέξτε κείμενο σε οποιαδήποτε ιστοσελίδα και κάντε δεξί κλικ. Στη συνέχεια, επιλέξτε τη νέα επιλογή μέτρησης λέξεων από το μενού.",
    "es": "Word Counts es un contador de palabras en línea sencillo y gratuito.\n\nCon esta extensión del navegador, sólo tiene que seleccionar texto en cualquier página web y hacer clic con el botón derecho. A continuación, seleccione la nueva opción de recuento de palabras en el menú.",
    "fi": "Word Counts on yksinkertainen ja ilmainen online-sananlaskentatyökalu.\n\nValitse tämän selainlaajennuksen avulla teksti millä tahansa verkkosivulla ja napsauta hiiren kakkospainikkeella. Valitse sitten valikosta uusi sanojen laskenta -vaihtoehto.",
    "fr": "Word Counts est un outil simple et gratuit de comptage de mots en ligne.\n\nAvec cette extension de navigateur, il suffit de sélectionner du texte sur n'importe quelle page web et de faire un clic droit. Sélectionnez ensuite la nouvelle option de comptage de mots dans le menu.",
    "he": "ספירת מילים הוא כלי סופר מילים פשוט וחינמי מקוון.\n\nעם תוסף דפדפן זה, פשוט בחר טקסט בכל דף אינטרנט ולחץ לחיצה ימנית. לאחר מכן בחר באפשרות ספירת המילים החדשה מהתפריט.",
    "hi": "वर्ड काउंट्स एक सरल और मुफ़्त ऑनलाइन वर्ड काउंटर टूल है।\n\nइस ब्राउज़र एक्सटेंशन के साथ, बस किसी भी वेबपेज पर टेक्स्ट चुनें और राइट-क्लिक करें। फिर मेनू से नया वर्ड काउंटिंग विकल्प चुनें।",
    "hu": "A Word Counts egy egyszerű és ingyenes online szószámláló eszköz.\n\nEzzel a böngészőbővítménnyel egyszerűen jelölje ki a szöveget bármely weboldalon, és kattintson rá a jobb gombbal. Ezután válassza ki a menüből az új szószámlálás opciót.",
    "id": "Word Counts adalah alat penghitung kata online yang sederhana dan gratis.\n\nDengan ekstensi peramban ini, cukup pilih teks pada halaman web mana pun dan klik kanan. Kemudian pilih opsi penghitungan kata baru dari menu.",
    "it": "Word Counts è uno strumento di conteggio delle parole online semplice e gratuito.\n\nCon questa estensione del browser, è sufficiente selezionare il testo in qualsiasi pagina web e fare clic con il tasto destro del mouse. Quindi selezionare la nuova opzione di conteggio delle parole dal menu.",
    "ja": "Word Countsは、シンプルで無料のオンライン単語カウンターツールです。\n\nこのブラウザ拡張機能を使えば、ウェブページ上のテキストを選択して右クリックするだけです。次に、メニューから新しい単語カウントオプションを選択します。",
    "ko": "워드 카운트는 간단한 무료 온라인 단어 카운터 도구입니다.\n\n이 브라우저 확장 프로그램을 사용하면 웹페이지에서 텍스트를 선택하고 마우스 오른쪽 버튼을 클릭하기만 하면 됩니다. 그런 다음 메뉴에서 새 단어 수 계산 옵션을 선택하세요.",
    "ms": "Word Counts ialah alat pembilang kata dalam talian yang mudah & percuma.\n\nDengan sambungan penyemak imbas ini, hanya pilih teks pada mana-mana halaman web dan klik kanan. Kemudian pilih pilihan pengiraan perkataan baharu daripada menu.",
    "nl": "Word Counts is een eenvoudige en gratis online woordenteller.\n\nMet deze browserextensie selecteer je gewoon tekst op een willekeurige webpagina en klik je met de rechtermuisknop. Selecteer vervolgens de optie voor het tellen van nieuwe woorden in het menu.",
    "no": "Word Counts er et enkelt og gratis verktøy for ordtelling på nett.\n\nMed denne nettleserutvidelsen er det bare å velge tekst på en nettside og høyreklikke. Velg deretter det nye alternativet for ordtelling fra menyen.",
    "pl": "Word Counts to proste i darmowe narzędzie do liczenia słów online.\n\nDzięki temu rozszerzeniu przeglądarki wystarczy zaznaczyć tekst na dowolnej stronie internetowej i kliknąć prawym przyciskiem myszy. Następnie wybierz nową opcję liczenia słów z menu.",
    "ro": "Word Counts este un contor de cuvinte online simplu și gratuit.\n\nCu această extensie de browser, selectați pur și simplu textul de pe orice pagină web și faceți clic dreapta. Apoi selectați noua opțiune de numărare a cuvintelor din meniu.",
    "ru": "Word Counts - это простой и бесплатный онлайн-счетчик слов.\n\nС помощью этого расширения для браузера просто выделите текст на любой веб-странице и щелкните правой кнопкой мыши. Затем выберите в меню новую опцию подсчета слов.",
    "sk": "Slovo počíta je jednoduchý a bezplatný online nástroj na počítanie slov.\n\nPomocou tohto rozšírenia prehliadača jednoducho vyberte text na ľubovoľnej webovej stránke a kliknite pravým tlačidlom myši. Potom z ponuky vyberte novú možnosť počítania slov.",
    "sv": "Word Counts är ett enkelt och gratis verktyg för att räkna ord online.\n\nMed detta webbläsartillägg markerar du helt enkelt text på en webbsida och högerklickar. Välj sedan det nya alternativet för ordräkning från menyn.",
    "ta": "வேர்ட் கவுண்ட்ஸ் என்பது ஒரு எளிய மற்றும் இலவச ஆன்லைன் வேர்ட் கவுண்டர் கருவியாகும்.\n\nஇந்த உலாவி நீட்டிப்பு மூலம், எந்த வலைப்பக்கத்திலும் உரையைத் தேர்ந்தெடுத்து வலது கிளிக் செய்யவும். பின்னர் மெனுவிலிருந்து புதிய வார்த்தை எண்ணும் விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "th": "Word Counts คือเครื่องมือนับคำออนไลน์ที่ใช้งานง่ายและฟรี\n\nด้วยส่วนขยายเบราว์เซอร์นี้ เพียงเลือกข้อความบนเว็บเพจใดก็ได้แล้วคลิกขวา จากนั้นเลือกตัวเลือกการนับคำใหม่จากเมนู",
    "tr": "Word Counts basit ve ücretsiz bir çevrimiçi kelime sayacı aracıdır.\n\nBu tarayıcı uzantısı ile herhangi bir web sayfasındaki metni seçin ve sağ tıklayın. Ardından menüden yeni kelime sayma seçeneğini seçin.",
    "uk": "Word Counts - це простий і безкоштовний онлайн інструмент для підрахунку слів.\n\nЗа допомогою цього розширення для браузера просто виділіть текст на будь-якій веб-сторінці і клацніть правою кнопкою миші. Потім виберіть нову опцію підрахунку слів з меню.",
    "vi": "Word Counts là một công cụ đếm từ trực tuyến đơn giản và miễn phí.\n\nVới tiện ích mở rộng trình duyệt này, chỉ cần chọn văn bản trên bất kỳ trang web nào và nhấp chuột phải. Sau đó, chọn tùy chọn đếm từ mới từ menu."
  }
}