{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SprintPlus WebSprinter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebSprinter leest webpagina’s luidop voor.",
    "en": "WebSprinter can read webpages out loud.",
    "fr": "Websprinter lit toutes vos pages web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zo kan je de tekst sneller en beter begrijpen. Het voorgelezen woord wordt in kleur aangeduid zodat je makkelijk kan meevolgen. Je kan de kleur van het meevolgen wijzigen of het meevolgen uitschakelen. Voor de voorleesstem kies je uit verschillende talen, de leessnelheid stel je makkelijk in. Je kan ook de taal van de interface aanpassen.\n\nWebSprinter biedt hulp bij kinderen, jongeren en volwassenen met leerproblemen zoals dyslexie en bij anderstaligen. WebSprinter is een onderdeel van de SprintPlus webapp. Inloggen doe je met dezelfde inloggegevens als de webapp.",
    "en": "It helps to improve reading comprehension. As it speaks, it highlights the word that is pronounced. This helps to visualise the reading flow. You can change the reading speed, the highlight color or switch off highlighting. WebSprinter supports different languages. It’s a great tool when learning a foreign language.\n\nWebSprinter helps children, young people and adults with dyslexia and learning difficulties. WebSprinter is part of the SprintPlus webapp. Use the same account as the SprintPlus webapp to log in to WebSprinter.",
    "fr": "Comme cela, vous déchiffrer et comprenez plus rapidement les textes. Le mot lu est surligné en couleur pour suivre facilement ce qui est lu. La couleur du surlignage peut être modifiée ou désactivée. Il est possible de lire des textes en plusieurs langues et la vitesse de la lecture peut facilement être adaptée. La langue de l’interface peut aussi être modifiée.\n\nWebsprinter est un outil pour aider les enfants, adolescents et adultes avec des troubles de l’apprentissage comme la dyslexie ou des personnes parlant des langues étrangères. Websprinter est un module de l’application en ligne de SprintPlus. La connexion se fait avec les mêmes données que celles utilisées pour se connecter à l’application en ligne."
  }
}