{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stark Accessibility Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find and fix compliance issues in record time with automated checks and smart suggestions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of manually checking spreadsheets, messy handovers, and expensive retrofitting? The all-new Stark Suite is a powerful combination of integrated tools that help you streamline your accessibility workflow.\n\nNow, you can create and test accessible software in record time. Whether you’re building a website, online shop, mobile app, or SaaS product, Stark gives every designer, engineer, PM, and QA expert the manual and automated tools to make it accessible with ease.\n\nWith tools like Contrast Checker, Focus Order, Alt-Text Annotations, Vision Simulator, and more all in one place, you can find accessibility issues in a design before it goes into production—or quickly analyze and fix what’s already in flight. Get started for free today!\n\nWhat’s New \nWe’re thrilled to introduce the all-new Stark Suite, a powerful combination of fully redesigned plugins, even more browser extensions, and all-new tools to streamline you and your team’s accessibility workflow. New tools include: Alt-Text Annotations, Typography Analysis, Touch Targets and more.\n\nContrast Checker with Color Suggestions\nCheck your contrast ratios and get smart color suggestions to ensure your design always adheres to WCAG AA or AAA requirements.\n\nVision Simulator\nSimulate what your design may look like for people with different types of vision, including 4 different forms of color blindness and 6 other forms of impaired vision.\n\nLandmarks and Focus Order\nDesign for easy navigation with Landmarks and Focus Order, allowing anyone to experience your product with screen readers and other assistive technologies.\n\nAlt-Text Annotations\nGet actionable tips for writing alt text optimized for screen-reading tools and even SEO ranking with search engines like Google. We’ll even let you know when an image is decorative and doesn’t require alt text.\n\nTypography Analysis\nAnalyze the topography in a design to check that your selected fonts are legible and readable for people with different vision types.\n\nTouch Targets\nCreate touch targets large enough for everyone to complete tasks in your web and mobile interfaces with a tap.\n\nLive Preview\nEverything you change, fix or update in Stark reflects directly in your design for maximum efficiency. With Live Preview you can test accessible contrast updates, color suggestions and font-sizes directly in your browser using your live code.\n\nLet Stark help you streamline your workflow to get your team to long-term, sustained accessibility compliance faster. Learn more about us at https://getstark.co"
  }
}