{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allegro Flex"
  },
  "short": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Customize the Allegro layout to make key elements more accessible.",
    "cs": "Přizpůsobte rozvržení Allegro, aby byly klíčové prvky lépe přístupné.",
    "pl": "Dostosuj układ Allegro, aby najważniejsze elementy były bardziej dostępne.",
    "sk": "Prispôsobte rozloženie Allegro, aby boli kľúčové prvky dostupnejšie.",
    "uk": "Налаштуйте макет Allegro, щоб важливі елементи стали більш доступними."
  },
  "long": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Allegro Flex is a browser extension that customizes the Allegro layout to make key elements more accessible. This enhancement makes online shopping more convenient and intuitive. Installing Allegro Flex is recommended to save time and improve your experience on Allegro.",
    "cs": "Allegro Flex je rozšíření prohlížeče, které přizpůsobuje rozvržení Allegro tak, aby byly klíčové prvky lépe přístupné. Díky tomu se online nakupování stává pohodlnějším a intuitivnějším. Instalace Allegro Flex se doporučuje pro úsporu času a zlepšení zážitku na Allegro.",
    "pl": "Allegro Flex to rozszerzenie przeglądarki, które pozwala dostosować układ Allegro, aby najważniejsze elementy były bardziej dostępne. Dzięki temu zakupy online stają się wygodniejsze i bardziej intuicyjne. Warto zainstalować Allegro Flex, aby zaoszczędzić czas i poprawić komfort korzystania z Allegro.",
    "sk": "Allegro Flex je rozšírenie prehliadača, ktoré prispôsobuje rozloženie Allegro tak, aby boli kľúčové prvky dostupnejšie. Tým sa zlepšuje pohodlie a intuitívnosť online nakupovania. Inštalácia Allegro Flex sa odporúča na úsporu času a zlepšenie skúsenosti s Allegro.",
    "uk": "Allegro Flex — це розширення для браузера, яке дозволяє налаштувати макет Allegro, щоб найважливіші елементи стали більш доступними. Це покращує зручність та інтуїтивність покупок онлайн. Встановіть Allegro Flex, щоб заощадити час і покращити використання Allegro."
  }
}