{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keyword Discovery SEO tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keyword Discovery SEO tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uncover Lucrative Long-Tail and Google Suggest Keywords with Precision!\n\nAre you seeking an indispensable SEO tool that focuses on finding the most powerful long-tail keywords and Google Suggest keywords for your website's success? Look no further than the Keyword Discovery SEO Tool – your ultimate partner for unlocking untapped keyword potential and dominating search engine rankings!\n\n\nLaser-Focused Long-Tail Keyword Insights: Dive deep into our specialized database of long-tail keywords that hold the key to targeted, high-conversion traffic. Identify those hidden gems that your competitors might be missing.\n\nGoogle Suggest Keyword Harvesting: Harness the predictive power of Google Suggest to unearth real-time, user-driven search queries. Stay ahead of the curve by incorporating trending keywords into your content strategy.\n\nLocal and Global Keyword Insights: Tailor your SEO campaigns to specific geographic locations or go global with a comprehensive array of long-tail and Google Suggest keywords suited for every market.\n\nUser-Friendly Interface: Seamlessly navigate our intuitive interface and effortlessly extract valuable keyword data for your SEO endeavors.\n\n\n\nWhy Choose Keyword Discovery SEO Tool?\n\nPrecision Targeting: By focusing solely on long-tail and Google Suggest keywords, our tool allows you to reach users at the peak of their search intent, boosting your chances of conversion.\n\nSave Time and Effort: No need to sift through irrelevant keywords. Our tool streamlines the process, delivering the most relevant and high-performing keywords at your fingertips.\n\nExplosive Organic Growth: Supercharge your website's visibility and organic traffic with strategic long-tail and Google Suggest keyword integration.\n\nFuture-Proof SEO Strategies: Adapt to rapidly evolving search trends with real-time keyword suggestions powered by Google Suggest.\n\n\n\nIf you're ready to take control of your SEO game and harness the true potential of long-tail and Google Suggest keywords, the Keyword Discovery SEO Tool is your ultimate secret weapon. Watch your website soar to the top of search engine results and experience unparalleled success today!"
  }
}