{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VTopNaMP - бесплатная аналитика и подбор ниши на Wildberries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Анализ запросов, категорий, продавцов, брендов и карточек товаров по объёму продаж в цены сегментах, кол-ву оценок и рейтингу"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Привет, селеры и маркетологи!\n\nМы представляем вам виджет, который поможет вам провести глубокий анализ ниши на самом популярном маркетплейсе - Wildberries.\n \n✅ Инструкция к виджету.\n\n🔥 Мы обновили виджет, чтобы в ближайшее время сделать его более полезным для Вас\n📈 В ближайшее время мы в него добавим анализ ниши, продавцов, бренды и категории в динамике за 30 дней\n📊 А так же анализ внешнего трафика, ценовую сегментацию\n\n⚠️ Если у вас возникли сложности в работе виджета:\nhttps://t.me/vtopnamp/201\n\n Что может этот виджет? Все, что вам нужно для успешного исследования рынка! С помощью этого инструмента вы сможете:\n \n - Проанализировать нишу через список товаров в поиске по вашему запросу. Вы узнаете, какие товары пользуются наибольшим спросом и позволяют заработать больше.\n - Исследовать категории и увидеть, какие из них наиболее прибыльные. Вы сможете выбрать свою нишу и сосредоточиться на продуктах, которые приносят наибольшую выгоду.\n - Оценить частотность запроса и динамику, чтобы быть в курсе последних изменений на рынке и предугадать будущие тенденции.\n - Увидеть общий оборот товара в карточке товара. Вы будете знать, сколько денег обращается вокруг каждого конкретного товара и сможете просчитать свою прибыльность.\n - Получить информацию о средней и медианной цене товара. Это поможет вам правильно установить цену своих товаров, чтобы они были конкурентоспособными и приносили максимальную прибыль.\n - Узнать долю продаж на бренд и продавца. Это очень важно для анализа конкуренции и выбора правильных стратегий маркетинга.\n - Проанализировать товары конкретного продавца или бренда. Вы сможете увидеть, насколько успешной является их деятельность на Wildberries и повариться на основе этой информации свою маркетинговую стратегию.\n \n Но это не все! Виджет также показывает ставки по рекламе и авторекламе. Вы будете знать, сколько нужно заплатить, чтобы ваш товар был наиболее заметным для покупателей.\n \n А что еще? При просмотре карточки товара, вы сможете увидеть динамику по остаткам и продажам за последние 30 дней. Это поможет вам более точно спланировать свою поставку товара и избежать проблем с его отсутствием в наличии.\n \n И это еще не все! Виджет позволяет вам посмотреть остатки и продажи товара в разрезе размеров на круговой диаграмме. Это особенно полезно, если вы продаёте товары, имеющие разные размеры или вариации.\n \n Теперь вы можете сэкономить свое время и силы, получив всю необходимую информацию о нише и товарах прямо в вашем браузере! Не упускайте возможность повысить эффективность вашего бизнеса и достичь новых высот.\n \n Установите наш виджет прямо сейчас  и начните свое успешное исследование рынка на Wildberries!"
  }
}