{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SLT Usage Meter Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detailed usage meter for SLT Broadband"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SLT Usage Meter Pro is a powerful Chrome extension designed to enhance and simplify your experience of monitoring data usage. With this extension, you can now effortlessly keep track of your data balance, surpassing the capabilities of the SLT portal. We have incorporated numerous features that are not available in the SLT portal, making data management more convenient and efficient.\n\n~What's New in SLT Usage Meter Pro 0.0.2\nNow you can view your usage history in the Usage Log tab.\"\n\nFeatures:\n\nQuick Data Balance Overview: Our extension provides a rapid and real-time display of your data balance, giving you an instant snapshot of your usage.\n\nDay and Night Time Data Separation: Easily view your data consumption during day and night separately, allowing you to manage your usage patterns more effectively.\n\nDaily Quota Tracking: Stay on top of your daily data quota to ensure optimal data usage throughout the month. Our intuitive tracking system helps you make the most of your data allowance.\n\nUser-Friendly UI: We have designed SLT Usage Meter Pro with a user-friendly interface to ensure a seamless and enjoyable user experience.\n\nImportant Notice:\nPlease be aware that SLT Usage Meter Pro has been thoroughly tested with users whose packages renew on the 1st of each month. If your package renewal date falls on any other day, the quota data displayed may not be fully accurate. We kindly request users with package renewals on different dates to reach out to us via the \"Contact Developer\" option in case of any issues.\n\nDisclaimer:\nSLT Usage Meter Pro is an independent project and not an official product of SLT Mobitel. We are dedicated to providing an enhanced data usage monitoring solution for SLT users, but we are not affiliated with SLT Mobitel.\n\nExperience the next level of data usage tracking with SLT Usage Meter Pro and take control of your data consumption like never before. Download now and enjoy a seamless data management experience!\n\nNo personal data is collected.\nYour feedback is valuable as we constantly improve the extension."
  }
}