{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esferas.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your job hunt, recruitment, sales prospecting, or professional networking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expand and accelerate your network with the ultimate LinkedIn automation tool that is fully automated!\n\nWhether you are trying to land your new role and want to get in front of 2800 decision makers per week and accelerate your search or you’re a Recruiter trying to land more business and find more quality candidates YOU NEED this software.\n\nConsider saving 50+ hours per when you let Esferas connect with your ideal audience, send automated LinkedIn messages, visit hundreds of profiles a day, and the best part is it’s working for you 24/7 on autopilot allowing you more time to prepare to focus on what truly matters, the conversations. \n\nThis software is revolutionary for Job Seekers and Recruiters alike, its built by Job Seekers for Job Seekers as well as built by Recruiters for Recruiters.\n\nIt’s compatible with LinkedIn Free, Sales Navigator, and LinkedIn Premium. The tool works similar to Dux Soup, LinkedIn Helper, Clevery and many more but Esferas is fully automated, ensuring you don’t have to log in daily.  Plus, it mimics manual work and throttling to ensure your safety on LinkedIn and is the most trusted in the industry.\n\nIt’s automation software has been responsible for countless hires and new business development, what are you waiting for?  Put the power of Esferas to work!"
  }
}