{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital Health Score"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nSee how content shapes your mood - get a simple score to know the health of your online content. \n\nThis easy 1-5,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nSee how content shapes your mood - get a simple score to know the health of your online content. \n\nThis easy 1-5, green-red rating system shows the mental health impact of what you’re consuming online. Developed by researchers from Harvard, Imperial, UCL, and Bristol our proprietary method helps you understand the likely effects of content on your wellbeing—empowering you to take control of your digital life.\n\nHow it Works\n\nThis extension uses advanced AI sentiment analysis to gauge the tone and emotional themes of the content you view. It aggregates the negativity load you've consumed daily, weekly, and monthly, and assigns a score reflecting the potential impact on your mood and well-being. \n\nThe score isn’t biased by politics, sources, or misinformation - it's all about revealing how your content might be emotionally manipulating you. What you do with this insight is entirely up to you - this is a product built to maximize your agency. \n\nNavigating the Internet Safely\n\nThe internet is full of risks - cookies, misinformation, privacy breaches, and more. As online dangers rise, so do mental health issues, loneliness, and suicides. Despite the urgency, real solutions are lacking. \n\nThat's where Digital Health Score steps in. It helps you understand how the content you consume might impact your mind and your child's. Our score empowers you to spot what's safe and what's not, protecting you from the digital world's hidden dangers.\n\nTerms and Conditions\n\nBy installing the extension, you agree to and acknowledge:\nhttps://digitalhealthscore.io/terms\nhttps://digitalhealthscore.io/privacy-policy\n\nShare Feedback\n\nDigital Health Score (digitalhealthscore.io) is still learning and evolving under Aestora's research and development (www.aestora.com). As it develops, we're eager for your feedback and would love your involvement in this mission. Feel free to share your thoughts and to get in touch with us at info@aestora.com. We’re a growing team and are excited to hear from you!"
  }
}