{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rusprofile – быстрый анализ контрагентов"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Получайте подробную информацию о компаниях в два клика: выделите название или реквизиты в тексте и перейдите на профиль организации."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Как это работает:\n\n1) Установите расширение,\n2) Для получения подробной информации о любой компании достаточно двух кликов: выделите название или реквизиты организации в любом тексте, нажмите правую кнопку мыши и выберите “Искать на Rusprofile”. Вы перейдете на страницу интересующей вас организации с подробной информацией о ней.\n\nС новым дополнением вы получаете быстрый и удобный доступ к надежному источнику информации о российских компаниях и индивидуальных предпринимателях.\n\nПреимущества:\n\n - Поисковая строка всегда доступна на панели инструментов вашего браузера (вверху справа), теперь не нужно начинать поиск с ввода реквизитов в Яндекс или Google,\n - Предварительные результаты поиска помогают быстрее определиться с выбором интересующей компании, не покидая стартовой страницы.\n - Расширение позволяет сразу перейти на детальную страницу организации или предпринимателя для подробного анализа.\n\nС помощью сервиса вы получаете экспресс-доступ к следующим сведениям:\n\n - Данные из ЕГРЮЛ и ЕГРИП, информация о долгах, финансах, судебных делах, проверках, госзакупках и т.д.,\n - Оценку надежности контрагента, основанную на анализе важнейших фактов о его экономической деятельности,\n - Возможность отслеживания последних изменений, связанных с работой потенциального партнера: получение отметки о недостоверности сведений, смена учредителей или генерального директора, адреса и других ключевых сведений,\n - Результаты финансового анализа контрагента на основе данных бухгалтерской и налоговой отчетности,\n - Сопоставление статистических сведений разных лет, которые касаются выручки, прибыли и стоимости организации.\n\nУстановите расширение для браузера Rusprofile и получайте полную, понятную, актуальную информацию обо всех организациях  и предпринимателях, действующих в Российской Федерации. Сведения предоставляются на безвозмездной основе, в удобном и кратком формате."
  }
}