{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Console Enhanced Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Console Enhanced Analytics is a simple, time-saving extension that enhances your analysis."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Console Enhanced Analytics let’s you easily select and compare dates, generate percentage changes or generate search volumes. It enhances your analysis!\n\nFeatures\n- Select a custom standard period (either in the UI or in the extension)\n- Do a quick comparison\n- Do a custom comparison\n- Generate percentage changes\n- Generate search volumes\n- See exact metrics above the chart\n- Export all generated data to Excel\n\nPrivacy\nYour privacy is extremely important to me. This extension does not store any data. \n\nDoes this extension need Google Search Console property access?\nNo. The only thing this extension does to calculate data is use the info inside your browser. You do not need to give access to your Google Search Console property and I don’t store / send any data to a server.\n\nHow do you save my DataForSEO credentials?\nTo make sure you don’t need to login every time you open my extension, I give you an option to save your data.\n\nSave data, don’t remember me > Your credentials are saved in the session storage of your browser and are kept there during your browsers session.\n\nSave data, remember me > Your credentials are saved in the local storage of your browser and are kept there until you delete your data inside the extension or remove the extension."
  }
}