{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HeadingsMap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To show, browse and audit (for accessibility and SEO) the headings structure",
    "fr": "Montrer, parcourir et auditer la hiérarchie de titres",
    "ja": "見出し構造を表示、参照、監査する (アクセシビリティと SEO のため)",
    "pl": "Aby wyświetlać, przeglądać i przeprowadzać audyt (pod kątem dostępności i SEO) struktury nagłówków"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension generates a document map or index of any web document structured with headings, allowing direct access to content by clicking on any of its items. It now also displays the HTML5 outline. \nAlthough the extension was initially meant to assist web developers, consultants, and accessibility auditors, it turned to be useful for many users, facilitating the reading and navigation in long structured pages\n\nFeatures:\n* Lists headings with optional information about their levels and any breaks in the correct hierarchical structure.\n* Lists sections with header information, including optional details about structural errors.\n* Provides information from the main document and documents within frames, featuring a document selector when multiple documents are present.\n* Clicking on headers scrolls the document to the corresponding position and highlights it.\n* Detects changes in the DOM and updates content as necessary, with an option for manual refresh.\n* Allows collapsing of the header list by levels.\n* Optional HTML5 Outline test.\n* CSS outline for identifying headers or sections when clicking the tree.\n* Does not display hidden headers or sections (hidden from assistive technologies).\n* If a header or section is an anchor, the link in the results points to it. This is useful for copying directly from the tree using the browser's contextual menu. Optionally, it shows anchor-links that copy the link to the clipboard when clicked.\n* Two themes available.\n\nPrivacy statement on: https://rumoroso.bitbucket.io/",
    "es,fr,ja,pl": "The extension generates a documentmap or index of any web document structured with headings (you can access directly to the content by clicking on any of its items), and now, it shows the HTML 5 outline.\n\nFeatures:\n\n* List of headings and optional information about their level and if they break the correct hierarchical structure\n* List of sections with header information and includes optional information about errors in the structure\n* Information from the main document and also from the documents inside frames (includes a document selector that is active when there are multiple documents)\n* By clicking on the headers the document scrolls to the position of the header/section and highlights it \n* Detects changes in the DOM and when they finish, updates its content (if necessary)\n* It can also be refreshed manually\n* Allow collapsing list of headers by levels\n* HTML 5 Outline test is optional\n* CSS outline for identifying the header (or section) when clicking the tree\n* It doesn't show hidden headers or sections (hidden for assistive technologies)\n* If the header (or section) is an anchor, the link in the results has the href pointing to it (useful for being copied directly from the tree with the option in the contextual menu of the browser). Additionally, as option that can be disabled, it shows anchor-links that when clicked, copy the link to the clipboard\n* Two themes\n\nSo this is useful not only to facilitate navigation to anyone, but also to help webdevelopers, consultants and auditors.\n\nPrivacy statement on: https://rumoroso.bitbucket.io/"
  }
}