{
  "name": {
    "ar": "Download Instagram Reels and Stories(ابنقرة واحدة)",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Download Instagram Reels and Stories (save to PC IG video in one click)",
    "de": "Instagram Reels and Stories Downloader - (IG-Videos mit einem Klick)",
    "es": "Descargar Instagram Reels e Historias (guardar IG vídeo en un solo clic)",
    "fr": "Téléchargeur Instagram Reels et les Stories - en un clic",
    "hi": "इंस्टाग्राम रील्स डाउनलोडर - एक क्लिक में वीडियो सेव करें",
    "it": "Downloader di Reels e le Stories di Instagram - Salva IG video con un clic",
    "ja": "Instagramリールダウンローダー - ワンクリックで動画を保存",
    "ko": "인스타그램 릴 다운로드 - 클릭 한 번으로 동영상 저장",
    "pl": "Instagram Reels and Stories Downloader (Jednym kliknięciem)",
    "ru": "Скачать Instagram Reels and Stories - сохранить IG видео на ПК в один клик",
    "tr": "Instagram Reels and Stories İndirici - Tek tıkla video indir"
  },
  "short": {
    "ar": "قم بتنزيل فيديوهات Instagram Reels بسهولة: فقط انقر على أيقونة الإضافة لحفظ الفيديو.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Just click on the extension icon when you want to download Insta videos, reels, story",
    "de": "Klicken Sie einfach auf das Erweiterungssymbol, wenn Sie Insta-Videos, Reels und Stories herunterladen möchten.",
    "es": "Simplemente haga clic en el icono de la extensión cuando desee descargar vídeos Insta, carretes, historia",
    "fr": "Téléchargez facilement des vidéos Instagram Reels et les Stories – cliquez simplement sur l'icône de l'extension pour enregistrer…",
    "hi": "इंस्टाग्राम रील्स वीडियो को आसानी से डाउनलोड करें: वीडियो सेव करने के लिए एक्सटेंशन आइकन पर क्लिक करें।",
    "it": "Scarica facilmente i video di Insta Reels e le Stories: clicca semplicemente sull'icona dell'estensione per salvarli.",
    "ja": "Instagramリールの動画を簡単にダウンロードできます：拡張機能のアイコンをクリックして動画を保存してください。",
    "ko": "인스타그램 릴 동영상을 쉽게 다운로드하세요: 확장 프로그램 아이콘을 클릭하여 저장하세요.",
    "pl": "Łatwo pobieraj filmy z Insta Reels and Stories: kliknij ikonę rozszerzenia, aby zapisać film.",
    "ru": "Просто нажмите на иконку расширения, чтобы скачать рилс или сторис из Инстаграм",
    "tr": "Instagram Reels videolarını kolayca indirin: Videoyu kaydetmek için uzantı simgesine tıklayın."
  },
  "long": {
    "ar": "تبحث عن وسيلة جهد تحميل Instagram فيديو, بكرات و القصص ؟  هذا Chrome يتيح لك بسرعة حفظ المفضلة لديك Instagram بكرات و القصص في ذات جودة عالية (1080p) مباشرة إلى جهازك. لا حاجة لخطوات معقدة أو تطبيقات خارجية.\n\nالميزات الرئيسية:\n\nبنقرة واحدة تحميل: تحميل Instagram بكرات القصة على الفور بنقرة واحدة على أيقونة ملحق.\nمقاطع الفيديو عالية الجودة: حفظ Instagram بكرات و قصص مع الصوت في 1080p بكسل القرار.\nواجهة سهلة الاستخدام: لا الاشتراك ، لا إعلانات ، مجرد تحميل سلس وبسيط.\nيعمل للجميع: مثالي لمنشئي المحتوى أو المسوقين أو أي شخص يريد حفظ بكرات للعرض دون اتصال.\nكيف يعمل:\n\nفتح Instagram وانتقل إلى بكرة و القصة التي تريد تحميل.\nانقر على أيقونة التمديد في متصفح كروم الخاص بك.\nسيتم حفظ بكرة الخاص بك إلى جهازك على الفور.\nلماذا تختار هذا التمديد?\n\nحفظ Instagram بكرات و قصص جهد: سواء كنت تبحث لتحميل بكرات من تغذية الخاص بك أو أي شخص آخر الشخصي, هذه الأداة يعمل بسلاسة.\nتحميل Instagram فيديو: قم بتوسيع المجموعة الخاصة بك من خلال توفير بكرات إلى معرض الصور الخاص بك.\nالراحة والسرعة: لا حاجة لنسخ الروابط أو استخدام الأدوات عبر الإنترنت.\nأسئلة وأجوبة:\n\nيمكنني تحميل بكرات والقصص مع الصوت?\nنعم تمديد يحفظ Instagram بكرات مع الصوت الأصلي في1080p بكسل القرار.\n\nهل هو آمن?\nبالتأكيد. نحن نعطي الأولوية لخصوصية المستخدم وأمانه.\nابدأ باستخدام أفضل Instagram بكرات و قصص downloader اليوم والسيطرة المفضلة لديك محتوى الفيديو.\n\nالكلمات الرئيسية المدرجة:\nتحميل Instagram بكرات, تحميل Instagram قصص, تحميل Instagram فيديو, حفظ Instagram بكرات و قصص Instagram بكرات تنزيل, Instagram Video downloader, Instagram قصة downloader حفظ بكرات Instagram, تحميل IG بكرات آنا قصص, كيفية حفظ Instagram بكرات, تحميل Instagram بكرات معرض, Instagram بكرات تحميل على الانترنت, Instagram تحميل قصة على الانترنت, Instagram تحميل الفيديو على الانترنت/\n\nتثبيت الآن وحفظ بكرات المفضلة لديك وقصص بكل سهولة!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Click on the extension icon when watching reels or stories and the video will be downloaded.\n\nLooking for an effortless way to download Instagram video, Reels and Stories? This Chrome extension lets you quickly save your favorite Instagram Reels and Stories in high-quality (1080p) directly to your device. No need for complicated steps or external apps.\n\nKey Features:\n\nOne-Click Download: Download Instagram Reels and Story instantly with a single click on the extension icon.\nHigh-Quality Videos: Save Instagram Reels and Stories with audio in 1080p resolution.\nUser-Friendly Interface: No sign-up, no ads, just smooth and simple downloading.\nWorks for Everyone: Perfect for content creators, marketers, or anyone who wants to save Reels for offline viewing.\nHow It Works:\n\nOpen Instagram and navigate to the Reel and Story you want to download.\nClick on the extension icon in your Chrome browser.\nYour Reel will be saved to your device immediately.\nWhy Choose This Extension?\n\nSave Instagram Reels  and Stories effortlessly: Whether you’re looking to download Reels from your feed or someone else's profile, this tool works seamlessly.\nDownload Instagram videos: Expand your collection by saving Reels to your gallery.\nConvenience and speed: No need to copy links or use online tools.\nFAQs:\n\nCan I download Reels  and Stories with audio?\nYes, the extension saves Instagram Reels with their original audio in 1080p resolution.\n\nIs it safe?\nAbsolutely. We prioritize user privacy and security.\nStart using the best Instagram Reels  and Stories downloader today and take control of your favorite video content.\n\nKeywords Included:\nDownload Instagram Reels, Download Instagram Stories, Download Instagram video, Save Instagram Reels and Stories, Instagram Reels downloader, Instagram Video downloader, Instagram Story downloader, Save Reels Instagram, Download IG Reels ana Stories, How to save Instagram Reels, Download Instagram Reels to gallery, Instagram Reels download online, Instagram Story download online, Instagram video download online, download reels without watermark \n\nInstall now and save your favorite Reels and Stories with ease!",
    "de": "Klicken Sie auf das Erweiterungssymbol, wenn Sie Rils oder Storis ansehen, und das Video wird heruntergeladen.\n\nSuchen Sie nach einer mühelosen Möglichkeit, Instagram-Videos, -Reels und -Stories  herunterzuladen? Mit dieser Chrome-Erweiterung können Sie Ihre bevorzugten Instagram-Rollen und -Geschichten schnell in hoher Qualität (1080p) direkt auf Ihrem Gerät speichern. Keine komplizierten Schritte oder externen Apps erforderlich.\n\nSchlüsselfunktion:\n\nEin-Klick-Download: Laden Sie Instagram -Reels und -Stories  sofort mit einem einzigen Klick auf das Erweiterungssymbol herunter.\nHochwertige Videos: Speichern Sie Instagram-Rollen und -Geschichten mit Audio in 1080p-Auflösung.\nBenutzerfreundliche Oberfläche: Keine Anmeldung, keine Werbung, nur reibungsloses und einfaches Herunterladen.\nFunktioniert für alle: Perfekt für Inhaltsersteller, Vermarkter oder alle, die Rollen für die Offline-Anzeige speichern möchten.\nWie es funktioniert:\n\nÖffne Instagram und navigiere zu der Rolle und Geschichte, die du herunterladen möchtest.\nKlicken Sie in Ihrem Chrome-Browser auf das Erweiterungssymbol.\nIhre Rolle wird sofort auf Ihrem Gerät gespeichert.\nWarum diese Erweiterung wählen?\n\nSpeichern Sie mühelos Instagram-Rollen und -Geschichten: Egal, ob Sie Rollen aus Ihrem Feed oder dem Profil einer anderen Person herunterladen möchten, dieses Tool funktioniert nahtlos.\nLaden Sie Instagram-Videos herunter: Erweitern Sie Ihre Sammlung, indem Sie Rollen in Ihrer Galerie speichern.\nKomfort und Geschwindigkeit: Sie müssen keine Links kopieren oder Online-Tools verwenden.\nFAQs (Häufig gestellte Fragen):\n\nKann ich Rollen und Geschichten mit Audio herunterladen?\nJa, die Erweiterung speichert Instagram-Rollen mit ihrem Original-Audio in 1080p-Auflösung.\n\nIst es sicher?\nAbsolut. Wir priorisieren die Privatsphäre und Sicherheit der Benutzer.\nVerwenden Sie noch heute den besten Downloader für Instagram-Rollen und -Geschichten und übernehmen Sie die Kontrolle über Ihre Lieblingsvideoinhalte.\n\nSchlüsselwörter enthalten:\n Instagramrollen, Instagram-Rollen, Instagram-Rollen, Instagram-Rollen herunterladen Instagram-Geschichten-Galerie, Instagram-Rollen online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Videos online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Videos online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Geschichten online herunterladen, Instagram-Geschichten/\n\nInstallieren Sie jetzt und speichern Sie Ihre Lieblingsrollen und -geschichten mit Leichtigkeit!",
    "es": "Haz clic en el icono de extensión cuando veas rils o storis y el vídeo se descargará.\n\n¿Busca una forma sencilla de descargar videos, Carretes e Historias de Instagram? Esta extensión de Chrome te permite guardar rápidamente tus Carretes e historias favoritos de Instagram en alta calidad (1080p) directamente en tu dispositivo. No hay necesidad de pasos complicados o aplicaciones externas.\n\nCaracterísticas Clave:\n\nDescarga con un clic: Descargue Carretes e historias de Instagram al instante con un solo clic en el icono de la extensión.\nVideos de Alta Calidad: Guarde Carretes e historias de Instagram con audio en resolución de 1080p.\nInterfaz fácil de usar: Sin registro, sin anuncios, solo descarga fluida y sencilla.\nFunciona para todos: Perfecto para creadores de contenido, especialistas en marketing o cualquier persona que quiera guardar Carretes para verlos sin conexión.\nCómo Funciona:\n\nAbra Instagram y navegue hasta el Carrete y la historia que desea descargar.\nHaga clic en el icono de la extensión en su navegador Chrome.\nSu carrete se guardará en su dispositivo de inmediato.\n¿Por Qué Elegir Esta Extensión?\n\nGuarde Carretes e historias de Instagram sin esfuerzo: Ya sea que esté buscando descargar Carretes de su feed o del perfil de otra persona, esta herramienta funciona a la perfección.\nDescarga videos de Instagram: Expande tu colección guardando Carretes en tu galería.\nComodidad y rapidez: No es necesario copiar enlaces ni utilizar herramientas en línea.\nPreguntas Frecuentes:\n\n¿Puedo descargar Carretes e Historias con audio?\nSí, la extensión guarda los carretes de Instagram con su audio original en resolución de 1080p.\n\n¿Es seguro?\nAbsolutamente. Priorizamos la privacidad y seguridad del usuario.\nComience a usar el mejor descargador de Historias y Carretes de Instagram hoy y tome el control de su contenido de video favorito.\n\nPalabras Clave Incluidas:\nDescargar Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram descargador de videos de Instagram Descargador de historias de Instagram Guardar carretes de Instagram Descargar IG Reels ana Stories Cómo guardar Carretes de Instagram Descargar Carretes de Instagram a la galería Descargar carretes de Instagram en línea Descargar historias de Instagram en línea Descargar videos de Instagram en línea/\n\n¡Instálalo ahora y guarda tus Carretes e historias favoritos con facilidad!",
    "fr": "Cliquez sur l'icône d'extension lorsque vous regardez des bobines ou des histoires et la vidéo sera téléchargée.\n\nVous cherchez un moyen sans effort de télécharger des vidéos, des bobines et des histoires Instagram? Cette extension Chrome vous permet d'enregistrer rapidement vos bobines et histoires Instagram préférées en haute qualité (1080p) directement sur votre appareil. Pas besoin d'étapes compliquées ou d'applications externes.\n\nPrincipales Caractéristiques:\n\nTéléchargement en un clic: Téléchargez instantanément les bobines et l'histoire Instagram en un seul clic sur l'icône de l'extension.\nVidéos de haute qualité: Enregistrez des bobines et des histoires Instagram avec de l'audio en résolution 1080p.\nInterface conviviale: Pas d'inscription, pas de publicité, juste un téléchargement fluide et simple.\nFonctionne pour tout le monde: Parfait pour les créateurs de contenu, les spécialistes du marketing ou tous ceux qui souhaitent enregistrer des bobines pour une visualisation hors ligne.\nComment Ça Marche:\n\nOuvrez Instagram et accédez à la bobine et à l'histoire que vous souhaitez télécharger.\nCliquez sur l'icône de l'extension dans votre navigateur Chrome.\nVotre bobine sera immédiatement enregistrée sur votre appareil.\nPourquoi Choisir Cette Extension?\n\nEnregistrez des bobines et des histoires Instagram sans effort: Que vous cherchiez à télécharger des bobines à partir de votre flux ou du profil de quelqu'un d'autre, cet outil fonctionne de manière transparente.\nTéléchargez des vidéos Instagram: Élargissez votre collection en enregistrant des bobines dans votre galerie.\nCommodité et rapidité: Pas besoin de copier des liens ou d'utiliser des outils en ligne.\nFoire aux QUESTIONS:\n\nPuis-je télécharger des bobines et des histoires avec audio?\nOui, l'extension enregistre les bobines Instagram avec leur audio d'origine en résolution 1080p.\n\nEst-ce sécuritaire?\nAbsolument. Nous accordons la priorité à la confidentialité et à la sécurité des utilisateurs.\nCommencez à utiliser le meilleur téléchargeur de bobines et d'histoires Instagram dès aujourd'hui et prenez le contrôle de votre contenu vidéo préféré.\n\nMots Clés Inclus:\nInstagramtélécharger Instagram Reels ana Stories, Comment enregistrer Instagram Reels, Télécharger Instagram Reels dans la galerie, Instagram Reels télécharger en ligne, Instagram Story télécharger en ligne, Instagram video télécharger en ligne, télécharger des bobines sans filigrane \n/\n\nInstallez maintenant et enregistrez facilement vos bobines et histoires préférées!",
    "hi": "रीलों या कहानियों को देखते समय एक्सटेंशन आइकन पर क्लिक करें और वीडियो डाउनलोड हो जाएगा । \n\nइंस्टाग्राम वीडियो, रीलों और कहानियों को डाउनलोड करने का एक आसान तरीका खोज रहे हैं?? यह क्रोम एक्सटेंशन आपको अपने पसंदीदा इंस्टाग्राम रीलों और कहानियों को उच्च-गुणवत्ता (1080पी) में सीधे अपने डिवाइस पर सहेजने देता है।. जटिल चरणों या बाहरी ऐप्स की कोई आवश्यकता नहीं है । \n\nमुख्य विशेषताएं:\n\nवन-क्लिक डाउनलोड: एक्सटेंशन आइकन पर एक क्लिक के साथ इंस्टाग्राम रील्स और स्टोरी को तुरंत डाउनलोड करें।.\nउच्च गुणवत्ता वाले वीडियो: 720 पी रिज़ॉल्यूशन में ऑडियो के साथ इंस्टाग्राम रीलों और कहानियों को सहेजें।.\nउपयोगकर्ता के अनुकूल इंटरफेस: कोई साइन-अप नहीं, कोई विज्ञापन नहीं, बस चिकनी और सरल डाउनलोडिंग । \nसभी के लिए काम करता है: सामग्री निर्माता, विपणक, या जो कोई भी ऑफ़लाइन देखने के लिए रीलों को सहेजना चाहता है, उसके लिए बिल्कुल सही । \nयह कैसे काम करता है:\n\nInstagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram, Instagram Instagram, Instagram, Instagram,,,,,,,,,,,,,,,,,,,,,,,,,,,,, इंस्टाग्राम वीडियो डाउनलोड,,,,,,,,,,,,,,,,,,,,,,,,,,,,, इंस्टाग्राम वीडियो डाउनलोड,,,,,,,,,,,,,,,,,,,,,,,,,,, watermark,,,,,,,,,,,,,,,,,,,,,,,,,,,,, \nइंस्टाग्राम खोलें और उस रील और कहानी पर नेविगेट करें जिसे आप डाउनलोड करना चाहते हैं।.\nअपने क्रोम ब्राउज़र में एक्सटेंशन आइकन पर क्लिक करें । \nआपकी रील तुरंत आपके डिवाइस में सेव हो जाएगी । \nयह एक्सटेंशन क्यों चुनें?\n\nइंस्टाग्राम रीलों और कहानियों को सहजता से सहेजें: चाहे आप अपने फ़ीड या किसी और की प्रोफ़ाइल से रीलों को डाउनलोड करना चाहते हों, यह टूल मूल रूप से काम करता है।.\nइंस्टाग्राम वीडियो डाउनलोड करें: रीलों को अपनी गैलरी में सहेजकर अपने संग्रह का विस्तार करें।.\nसुविधा और गति: लिंक कॉपी करने या ऑनलाइन टूल का उपयोग करने की आवश्यकता नहीं है । \nअक्सर पूछे जाने वाले प्रश्न:\n\nक्या मैं ऑडियो के साथ रील और कहानियां डाउनलोड कर सकता हूं?\nहां, एक्सटेंशन 720 पी रिज़ॉल्यूशन में अपने मूल ऑडियो के साथ इंस्टाग्राम रीलों को बचाता है।.\n\nक्या यह सुरक्षित है?\nबिल्कुल। हम उपयोगकर्ता की गोपनीयता और सुरक्षा को प्राथमिकता देते हैं । \nआज ही सर्वश्रेष्ठ इंस्टाग्राम रील्स और स्टोरीज डाउनलोडर का उपयोग करना शुरू करें और अपनी पसंदीदा वीडियो सामग्री पर नियंत्रण रखें।.\n\nकीवर्ड शामिल:\n\n/\n\nअब स्थापित करें और आसानी से अपने पसंदीदा रीलों और कहानियों को बचाएं!",
    "it": "Cliccando sull'icona dell'estensione durante la visione di rils o storis, il video verrà scaricato.\n\nAlla ricerca di un modo semplice per scaricare video Instagram, Reels e Storie? Questa estensione Chrome consente di salvare rapidamente i tuoi preferiti Instagram Bobine e Storie in alta qualità (1080p) direttamente sul dispositivo. Non c'è bisogno di passaggi complicati o app esterne.\n\nCaratteristiche principali:\n\nDownload con un solo clic: scarica Instagram Reels e Story istantaneamente con un solo clic sull'icona dell'estensione.\nVideo di alta qualità: Salvare Instagram reels e storie con audio in risoluzione 1080p.\nInterfaccia user-Friendly: Nessuna iscrizione, nessun annuncio, solo liscia e semplice download.\nFunziona per tutti: perfetto per creatori di contenuti, marketer o chiunque voglia salvare i rulli per la visualizzazione offline.\nCome funziona:\n\nApri Instagram e vai alla bobina e alla storia che desideri scaricare.\nFai clic sull'icona dell'estensione nel tuo browser Chrome.\nLa bobina verrà salvata sul dispositivo immediatamente.\nPerché scegliere questa estensione?\n\nSalvare Instagram Bobine e storie senza sforzo: Se stai cercando di scaricare Bobine dal tuo feed o profilo di qualcun altro, questo strumento funziona senza soluzione di continuità.\nScarica video Instagram: Espandi la tua collezione salvando i rulli nella tua galleria.\nConvenienza e velocità: non è necessario copiare link o utilizzare strumenti online.\nDomande frequenti:\n\nPosso scaricare Bobine e storie con audio?\nSì, l'estensione salva Instagram Reels con il loro audio originale in risoluzione1080p.\n\nE ' sicuro?\nAssolutamente. Diamo priorità alla privacy e alla sicurezza degli utenti.\nInizia a utilizzare i migliori Instagram Reels e Stories downloader oggi e prendi il controllo dei tuoi contenuti video preferiti.\n\nParole chiave incluse:\nScaricare i rulli di Instagram, Scaricare le storie di Instagram, Scaricare i video di Instagram, Salvare i rulli e le storie di Instagram, Scaricare i rulli di Instagram, Scaricare i video di Instagram, Scaricare le storie di Instagram, Salvare i rulli di Instagram, Scaricare i rulli di IG e le storie, Come salvare i rulli di Instagram, Scaricare i rulli di Instagram nella galleria, Scaricare i rulli di Instagram online, Scaricare le storie di Instagram online, Scaricare i video di Instagram online, Scaricare i rulli senza filigrana \n\nInstalla ora e salva le tue bobine e storie preferite con facilità!",
    "ja": "リールやストーリーを見ているときに拡張アイコンをクリックすると、ビデオがダウンロードされます。\n\nInstagramのビデオ、リールやストーリーをダウンロードするための楽な方法をお探しですか？ このChrome拡張機能を使用すると、お気に入りのInstagramリールやストーリーを高品質（1080p）でデバイスに直接すばやく保存できます。 複雑な手順や外部アプリは必要ありません。\n\n主な特長:\n\nワンクリックダウンロード：拡張機能アイコンをワンクリックするだけで、Instagramのリールとストーリーを即座にダウンロードできます。\n高品質のビデオ：720pの解像度でオーディオでInstagramのリールやストーリーを保存します。\nユーザーフレンドリーなインターフェイス：いいえサインアップ、広告がない、ちょうど滑らかで簡単なダウンロード。\nすべての人のための作品：コンテンツ作成者、マーケティング担当者、またはオフライン表示のためにリールを保存したい人に最適です。\nそれがいかに働くか:\n\nInstagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram StoryダウンロードInstagramビデオダウンロードinstagramビデオダウンロードinstagramビデオダウンロードinstagramビデオダウンロードinstagramビデオダウンロードinstagramビデオダウンロー Instagram Instagram Instagram \nInstagramを開き、ダウンロードしたいリールとストーリーに移動します。\nChromeブラウザの拡張機能アイコンをクリックします。\nあなたのリールはすぐにあなたのデバイスに保存されます。\nなぜこの拡張機能を選ぶのですか？\n\nInstagramリールとストーリーを簡単に保存:フィードからリールをダウンロードしたい場合でも、他の人のプロフィールからリールをダウンロードしたい場合でも、このツールはシームレスに機能します。instagramのリールとストーリーを簡単に保存:フィードからリールをダウンロードしたい\nダウンロードInstagramのビデオ:あなたのギャラリーにリールを保存することで、あなたのコレクションを展開します。\n利便性とスピード：リンクをコピーしたり、オンラインツールを使用する必要はありません。\nよくあるご質問:\n\nリールやストーリーをオーディオでダウンロードできますか？\nはい、拡張機能はInstagram Reelsを元のオーディオで1080pの解像度で保存します。\n\nそれは安全ですか？\n絶対！. ユーザーのプライバシーとセキュリティを優先します。\n最高のInstagram Reels and Stories downloaderを今すぐ使い始めて、お気に入りのビデオコンテンツを管理してください。\n\nキーワードが含まれています:\n\n/\n\n今すぐインストールして、お気に入りのリールやストーリーを簡単に保存してください！",
    "ko": "릴 또는 스토리를 시청할 때 확장 아이콘을 클릭하면 동영상이 다운로드됩니다.\n\n인스 타 그램 비디오,릴 및 스토리를 쉽게 다운로드 할 수있는 방법을 찾고 계십니까?? 이 크롬 확장을 사용하면 좋아하는 인스 타 그램 릴과 이야기를 고품질(1080 마력)으로 장치에 직접 빠르게 저장할 수 있습니다.. 복잡한 단계 또는 외부 응용 프로그램에 대한 필요가 없습니다.\n\n주요 특징:\n\n원 클릭 다운로드:확장 아이콘을 클릭 한 번으로 즉시 인스 타 그램 릴 및 스토리를 다운로드하십시오..\n높은 품질의 비디오:1080 마력 해상도의 오디오와 인스 타 그램 릴 및 이야기를 저장합니다..\n사용자 친화적 인 인터페이스:가입,광고 없음,부드럽고 간단한 다운로드.\n모든 사람을위한 작품:콘텐츠 제작자,마케팅 담당자 또는 오프라인으로 볼 수 있도록 릴을 저장하려는 모든 사람에게 적합합니다.\n작동 원리:\n\n인스 타 그램을 열고 다운로드 할 릴 및 스토리로 이동합니다..\n크롬 브라우저에서 확장 아이콘을 클릭합니다.\n당신의 릴은 즉시 장치에 저장됩니다.\n왜이 확장을 선택?\n\n인스 타 그램 릴 및 스토리를 쉽게 저장:피드 또는 다른 사람의 프로필에서 릴을 다운로드 할 것인지 여부에 관계없이이 도구는 원활하게 작동합니다..\n인스 타 그램 동영상 다운로드:갤러리에 릴을 저장하여 컬렉션을 확장합니다..\n편리함과 속도:링크를 복사하거나 온라인 도구를 사용할 필요가 없습니다.\n자주 묻는 질문:\n\n오디오와 함께 릴 및 스토리를 다운로드 할 수 있습니까?\n예,확장은 1080 마력 해상도의 원래 오디오와 인스 타 그램 릴을 저장합니다..\n\n안전한가요?\n물론이죠 우리는 사용자 개인 정보 보호 및 보안을 우선시합니다.\n오늘 최고의 인스 타 그램 릴 및 스토리 다운로더를 사용하여 좋아하는 비디오 콘텐츠를 제어하십시오..\n\n키워드 포함:\n인스 타 Reels Instagram gallery \n\n지금 설치하고 좋아하는 릴과 이야기를 쉽게 저장하십시오!",
    "pl": "Kliknij ikonę rozszerzenia podczas oglądania filmów lub opowiadań, a wideo zostanie pobrane.\n\nSzukasz łatwego sposobu na pobieranie filmów, rolek i historii z Instagram? To rozszerzenie Chrome pozwala szybko zapisywać ulubione rolki i historie na Instagramie w wysokiej jakości (1080p) bezpośrednio na urządzeniu. Nie ma potrzeby wykonywania skomplikowanych kroków ani aplikacji zewnętrznych.\n\nNajważniejsze Cechy:\n\nPobieranie jednym kliknięciem: Pobierz rolki Instagram i historię natychmiast za pomocą jednego kliknięcia ikony rozszerzenia.\nWysokiej jakości filmy: Zapisz rolki i historie na Instagramie z dźwiękiem w rozdzielczości 1080p.\nPrzyjazny dla użytkownika interfejs: bez rejestracji, bez reklam, po prostu płynne i proste pobieranie.\nDziała dla każdego: idealny dla twórców treści, marketerów lub każdego, kto chce zapisać bębny do oglądania w trybie offline.\nJak To Działa:\n\nOtwórz Instagram i przejdź do rolki i historii, którą chcesz pobrać.\nKliknij ikonę rozszerzenia w przeglądarce Chrome.\nTwoja rolka zostanie natychmiast zapisana na Twoim urządzeniu.\nDlaczego Warto Wybrać To Rozszerzenie?\n\nZapisz rolki i historie na Instagramie bez wysiłku: niezależnie od tego, czy chcesz pobrać rolki ze swojego kanału, czy z czyjegoś profilu, to narzędzie działa bezproblemowo.\nPobierz Filmy Z Instagram: poszerz swoją kolekcję, zapisując rolki w swojej galerii.\nWygoda i szybkość: nie ma potrzeby kopiowania linków ani korzystania z narzędzi online.\nCzęsto zadawane pytania:\n\nCzy mogę pobrać Reels and Stories z dźwiękiem?\nTak, rozszerzenie zapisuje rolki Instagram z oryginalnym dźwiękiem w rozdzielczości 1080p.\n\nCzy to bezpieczne?\nOczywiście. Priorytetowo traktujemy prywatność i bezpieczeństwo użytkowników.\nZacznij korzystać z najlepszego Instagram Reels and Stories downloader już dziś i przejmij kontrolę nad swoimi ulubionymi treściami wideo.\n\nSłowa Kluczowe Zawarte:\nInstagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Instagram Video, Instagram Instagram video downloader, Instagram Video downloader, Instagram Story downloader, Zapisz rolki Instagram, Pobierz Ig Reels ana Stories, jak zapisać rolki Instagram, Pobierz Instagram Reels do galerii, Instagram Reels Pobierz online, Instagram Story Pobierz online, Instagram video Pobierz Online/\n\nZainstaluj teraz i zapisz swoje ulubione bębny i historie z łatwością!",
    "ru": "Кликните на иконку расширения, когда смотрите рилс или сторис и видео будет скачано.\n\nИщете простой способ загрузить видео, рилс и сторис из Instagram? Это расширение для Chrome позволяет быстро сохранять ваши любимые ролики и истории из Instagram в высоком качестве (1080p) прямо на ваше устройство. Не нужно выполнять сложные действия или использовать внешние приложения.\n\nключевые функции:\n\nЗагрузка в один клик: Скачивайте рилс и сторис из Инстаграм мгновенно, нажав на значок расширения.\nВысококачественные видео: Сохраняйте рилсы и сторис из Instagram со звуком в разрешении 1080p.\nУдобный интерфейс: Без регистрации, без рекламы, просто скачивайте без проблем.\nПодходит для всех: идеально подходит для создателей контента, маркетологов или тех, кто хочет сохранять ролики для просмотра в автономном режиме.\nкак это работает:\n\nОткройте Instagram и перейдите к ролику и истории, которые вы хотите загрузить.\nНажмите на значок расширения в вашем браузере Chrome.\nВаш ролик будет немедленно сохранен на вашем устройстве.\nПочему стоит выбрать это расширение?\n\nСохраняйте рилсы и сториз из Инстаграм без особых усилий: хотите ли вы загрузить ролики из своей ленты или из чьего-либо профиля, этот инструмент работает без проблем.\nЗагружайте видео из Instagram: Расширяйте свою коллекцию, сохраняя ролики в галерее.\nУдобство и скорость: Не нужно копировать ссылки или использовать онлайн-инструменты.\nЧасто задаваемые вопросы:\n\nМогу ли я загружать ролики и истории со звуком?\nДа, расширение сохраняет ролики Instagram с оригинальным звуком в разрешении 720p.\n\nБезопасно ли это?\nАбсолютно. Мы уделяем приоритетное внимание конфиденциальности и безопасности пользователей.\nНачните использовать лучшее приложение для загрузки рилс и сторис Instagram уже сегодня и получите доступ к своему любимому видеоконтенту.\n\nКлючевые слова включены:\nСкачать Instagram рилс, Скачать Instagram Stories Reels, Скачать Instagram видео, Сохранить Instagram рисл, Instagram ролики скачать, Instagram видео скачать, Instagram Story скачать, Сохранить Instagram видео, Скачать IG видео, Как сохранить Instagram ролики, Скачать Instagram ролики в галерею, Instagram рилс скачать онлайн, Instagram Story скачать онлайн, Instagram видео скачать онлайн, Скачать Инстаграм сторис онлайн, скачать рилс из Инстаграм, скачать сториз из инсты, Инстаграм сториз скачать, скачать рилс без вотермарки , скачать в один клик\n\n\nУстанавливайте прямо сейчас и с легкостью сохраняйте ваши любимые видео из Инстаграм!",
    "tr": "Makaraları veya hikayeleri izlerken uzantı simgesine tıklayın ve video indirilecektir.\n\nİnstagram videolarını, Makaralarını ve Hikayelerini indirmenin zahmetsiz bir yolunu mu arıyorsunuz? Bu Chrome uzantısı, en sevdiğiniz İnstagram Makaralarınızı ve Hikayelerinizi yüksek kalitede (1080p) doğrudan cihazınıza hızlı bir şekilde kaydetmenizi sağlar. Karmaşık adımlara veya harici uygulamalara gerek yok.\n\ntemel özellikler:\n\nTek Tıkla İndir: Uzantı simgesine tek bir tıklamayla İnstagram Makaralarını ve Hikayesini anında indirin.\nYüksek Kaliteli Videolar: 1080p çözünürlükte sesli İnstagram Makaralarını ve Hikayelerini kaydedin.\nKullanıcı Dostu Arayüz: Kayıt yok, reklam yok, sadece sorunsuz ve basit indirme.\nHerkes için çalışır: İçerik oluşturucular, pazarlamacılar veya çevrimdışı görüntüleme için Makaraları kaydetmek isteyen herkes için mükemmeldir.\nNasıl Çalışır:\n\nİnstagram uygulamasını açın ve indirmek istediğiniz Makaraya ve Hikayeye gidin.\nChrome tarayıcınızdaki uzantı simgesine tıklayın.\nMakaranız hemen cihazınıza kaydedilecektir.\nNeden Bu Uzantıyı Seçmelisiniz?\n\nİnstagram Makaralarını ve Hikayelerini zahmetsizce kaydedin: İster feed'inizden ister başkasının profilinden Makara indirmek istiyorsanız, bu araç sorunsuz çalışır.\nİnstagram videolarını indirin: Makaraları galerinize kaydederek koleksiyonunuzu genişletin.\nKolaylık ve hız: Bağlantıları kopyalamanıza veya çevrimiçi araçları kullanmanıza gerek yoktur.\nSSS'ler:\n\nMakaraları ve Hikayeleri sesli olarak indirebilir miyim?\nEvet, uzantı İnstagram Makaralarını orijinal sesleriyle 720p çözünürlükte kaydeder.\n\nGüvenli mi?\nKesinlikle. Kullanıcı gizliliğine ve güvenliğine öncelik veriyoruz.\nBugün en iyi İnstagram Makaraları ve Hikayeleri indiricisini kullanmaya başlayın ve en sevdiğiniz video içeriğinin kontrolünü elinize alın.\n\nAnahtar Kelimeler Dahil:\n\n/\n\nŞimdi yükleyin ve en sevdiğiniz Makaraları ve Hikayeleri kolaylıkla kaydedin!"
  }
}