{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beautiful Bookmarks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A beautiful way to save and manage your favorite URLs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beautiful Bookmarks transforms the way you organize and access your favorite websites. This sleek extension offers a visual, grid-based bookmark manager with powerful features for modern browsing. Your privacy is our priority. Rest assured that no data will be collected, stored or sold.\n\nKey Features:\n\nVisual Grid Layout - Bookmarks are displayed as clean, organized favicon grids for quick visual recognition\nTab Group Integration - Create Chrome tab groups directly from your bookmarks with automatic color coding\nCustom Icons - Personalize your bookmarks with custom icons or use website favicons\nSmart Organization - Group related bookmarks together for better organization\nQuick Search - Instantly find bookmarks with the built-in search feature\nBackup & Import - Easily backup your bookmarks to CSV and import them across devices\nOne-Click Access - Add the current page to your bookmarks with a single click\nClean Interface - Modern, minimalist design that's easy to navigate\n\nPerfect for:\n\nProfessionals managing multiple work-related websites\nStudents organizing research and learning resources\nAnyone who wants a more visual and organized browsing experience\n\nBeautiful Bookmarks combines functionality with visual appeal to make bookmark management both efficient and enjoyable. Keep your browsing organized and your favorite sites just a click away.\nNote: The extension requires permissions to manage tabs and tab groups to provide its full functionality."
  }
}