{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sent By Human Email Verification"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verifies emails as sent by a human and not a bot. Support for Gmail only."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sent By Human Email Verification\n\n🔒 Build Trust with Every Email You Send\n\nIn a world flooded with automated emails and phishing scams, Sent By Human Email Verification ensures your recipients know your messages are genuine and human-sent.\n\n✅ Prove Authenticity: Every email you send carries a verifiable badge confirming it was crafted and sent by a real person.\n✅ Boost Open Rates: Stand out in crowded inboxes with a mark of trust and credibility.\n✅ Enhance Customer Relationships: Build confidence with every interaction, improving response rates and conversions.\n✅ Seamless Integration: Works effortlessly with major email platforms and fits right into your workflow.\n\n🚀 Perfect for:\n\t•\tSales Teams\n\t•\tCustomer Support Agents\n\t•\tMarketing Professionals\n\t•\tEntrepreneurs & Small Businesses\n\n📈 Boost Sales and Conversions\nEmails that are trusted get opened, read, and acted upon. Sent By Human Email Verification builds immediate credibility, reducing bounce rates and increasing click-through rates. By signaling to prospects that a real person is behind the message, you’re more likely to start meaningful conversations and close more deals. Sales reps can use verified emails to follow up on leads, nurture prospects, and drive higher engagement.\n\nWhy Choose Sent By Human?\n\t•\tReal-time email verification\n\t•\tEasy to set up and use\n\t•\tDesigned for maximum trust and engagement\n\t•\tProven to reduce spam filters and improve deliverability\n\nWhether you’re closing deals, nurturing leads, or building customer loyalty, Sent By Human helps you create stronger, more trustworthy connections through every email you send.\n\n🔗 Start Sending Verified Emails Now and Supercharge Your Sales Efforts!"
  }
}