{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger Aide - Your new Personal Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger Aide is always with you even when you are not using Vtiger. See your agenda, join meetings, create tasks for action items."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vtiger Aide is a feature that lets you have a seamless experience of attending meetings, taking notes, and creating action items. It is a Google Chrome extension that you can install with a few simple steps. Let us dive into the installation process.\n\n**Managing Events**\n\nUnder the Today’s Events section, you see the events whose start date is the current date.\n\n* Clicking on an event under Today’s Events takes you to the event’s Detail View.\n* If it’s a Google Meet or Zoom Meet or Microsoft Teams meeting or Webex meetings event, you will see an option to join the meeting. Clicking on Join> will take you to the meeting link.\n\nIf the event is [Google Meet](https://help.vtiger.com/article/146450020-Using-Google-Meet) or [Zoom Meet](https://help.vtiger.com/article/148048597-Zoom-Meetings-Integration) or Microsoft Teams or Webex, you will see the Helper option. Read further to learn more.\n\n**Helper Button**\n\nClick the Helper button. There are multiple actions that you can take with its help.\n\n* Click the checkmark on the left to mark the event as Held (closed).\n* Mark as Held & Follow up - This option allows you to close an event (mark as Held) and create a follow-up event.\n* Reschedule - This option lets you reschedule the event by selecting new start and end dates.\n* Join> - You can join the meeting by clicking this button.\n* Tasks - Specify the task title and press Enter to create a task (action item). You can additionally set the task status, due date, and assignee.\n* Meeting notes - Add the meeting minutes here. This gets copied to the event record’s description.\n\nIf the event is of type Zoom Meet, Webex also, you get the following additional options:\n\n* The number of invitees who joined vs. the number of invitees who did not join the meeting\n* A list of invitees who joined or did not join the meeting\n* An option to alert the invitees who did not join the meeting\n\n**Managing Tasks**\n\nThe Today’s Tasks section shows tasks whose start date is the current date. Here are the actions you can perform on the task.\n\n* Mark task as Completed\n* Edit task name\n* Change task status\n* Change task’s due date\n\n**Searching records**\n\nApart from managing your events and tasks, you can also search for relevant records from Vtiger Aide.\n\nFollow these steps to search for records:\n\n* Open Vtiger Aide from Google Chrome.\n* Click the Search icon on the top.\n* Choose a module from the drop-down on the left.\n* Type a keyword in the search bar.\n\nThe search results are shown automatically as you type.\n\nYou can access Vtiger Aide from not just the CRM screen but also from any tab or page on your browser. You can be watching Ted Talks on YouTube and using Vtiger Aide at the same time.\n\n**About Vtiger CRM**\n\nVtiger CRM empowers Sales, Marketing, Customer Service, and Implementation teams with the power of one view on deals, cases, contacts, and tasks.\nOver 300,000 businesses use Vtiger to create delightful customer experiences that measurably improve business revenue, customer loyalty, and team performance.\n\n**Questions or suggestions?**\nEmail us at support@vtiger.com"
  }
}