{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TimeTamer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TimeTamer - the Chrome extension that blocks distracting websites so you can focus on what matters."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "TimeTamer, the ultimate Chrome extension that puts you in control of your time and boosts your productivity. With TimeTimer, you can now effortlessly block distracting websites for a specific duration, enabling you to dive deep into your work and stay laser-focused.\n\nWith TimeTimer, you have the power to set a customizable timer for any website, allowing you to temporarily block it and eliminate distractions.\n\nChoose the precise duration for which you want to block a website, ranging from a few minutes to several hours — TimeTamer acts as a visual curtain, ensuring you stay committed to your tasks.\n\nProvides a user-friendly interface, making it effortless to set and manage your TimeTimer. Select the website, set the timer, and let TimeTamer handle the rest.",
    "de": "TimeTamer, die ultimative Chrome-Erweiterung, die Ihnen die Kontrolle über Ihre Zeit gibt und Ihre Produktivität steigert. Mit TimeTamer können Sie jetzt mühelos ablenkende Websites für eine bestimmte Dauer blockieren und so tief in Ihre Arbeit eintauchen und konzentriert bleiben.\n\nMit TimeTamer haben Sie die Möglichkeit, einen anpassbaren Timer für jede Website festzulegen, sodass Sie sie vorübergehend blockieren und Ablenkungen beseitigen können.\n\nWählen Sie die genaue Dauer aus, für die Sie eine Website blockieren möchten, von wenigen Minuten bis zu mehreren Stunden - TimeTamer fungiert als visueller Vorhang und stellt sicher, dass Sie Ihren Aufgaben treu bleiben.\n\nBietet eine benutzerfreundliche Oberfläche, die es Ihnen ermöglicht, Ihren TimeTamer einfach einzustellen und zu verwalten. Wählen Sie die Website aus, stellen Sie den Timer ein und lassen Sie TimeTamer den Rest erledigen.",
    "es": "TimeTamer, la extensión definitiva para Chrome que te permite controlar tu tiempo y aumentar tu productividad. Con TimeTamer, ahora puedes bloquear sin esfuerzo los sitios web que te distraen durante una duración específica, lo que te permite sumergirte en tu trabajo y mantener la concentración.\n\nCon TimeTamer, tienes el poder de configurar un temporizador personalizable para cualquier sitio web, lo que te permite bloquearlo temporalmente y eliminar las distracciones.\n\nElige la duración precisa durante la cual deseas bloquear un sitio web, desde unos pocos minutos hasta varias horas: TimeTamer actúa como una cortina visual, asegurándote de que te mantengas comprometido con tus tareas.\n\nProporciona una interfaz fácil de usar, lo que facilita configurar y gestionar tu TimeTamer. Selecciona el sitio web, configura el temporizador y deja que TimeTamer se encargue del resto.",
    "fr": "TimeTamer, l'extension ultime pour Chrome qui vous permet de prendre le contrôle de votre temps et d'augmenter votre productivité. Avec TimeTamer, vous pouvez désormais bloquer facilement les sites web distrayants pendant une durée spécifique, ce qui vous permet de vous plonger profondément dans votre travail et de rester concentré.\n\nAvec TimeTamer, vous avez le pouvoir de définir une minuterie personnalisable pour n'importe quel site web, vous permettant de le bloquer temporairement et d'éliminer les distractions.\n\nChoisissez la durée précise pendant laquelle vous souhaitez bloquer un site web, allant de quelques minutes à plusieurs heures - TimeTamer agit comme un rideau visuel, vous assurant de rester engagé dans vos tâches.\n\nIl offre une interface conviviale, ce qui facilite le réglage et la gestion de votre TimeTamer. Sélectionnez le site web, réglez la minuterie et laissez TimeTamer s'occuper du reste.",
    "id": "TimeTamer, ekstensi Chrome yang paling mutakhir yang memberikan Anda kendali atas waktu dan meningkatkan produktivitas Anda. Dengan TimeTamer, kini Anda dapat dengan mudah memblokir situs web yang mengganggu untuk jangka waktu tertentu, memungkinkan Anda untuk fokus sepenuhnya pada pekerjaan Anda.\n\nDengan TimeTamer, Anda memiliki kekuatan untuk mengatur timer yang dapat disesuaikan untuk setiap situs web, memungkinkan Anda untuk sementara waktu memblokirnya dan menghilangkan gangguan.\n\nPilih durasi yang tepat untuk memblokir situs web, mulai dari beberapa menit hingga beberapa jam - TimeTamer bertindak sebagai tirai visual, memastikan Anda tetap berkomitmen pada tugas-tugas Anda.\n\nMenyediakan antarmuka yang ramah pengguna, sehingga mudah untuk mengatur dan mengelola TimeTamer Anda. Pilih situs web, atur timer, dan biarkan TimeTamer menangani sisanya.",
    "it": "TimeTamer, l'estensione definitiva per Chrome che ti permette di controllare il tuo tempo e aumentare la produttività. Con TimeTamer, puoi ora bloccare senza sforzo siti web distrattivi per una durata specifica, consentendoti di immergerti nel tuo lavoro e restare concentrato.\n\nCon TimeTamer, hai il potere di impostare un timer personalizzabile per qualsiasi sito web, permettendoti di bloccarlo temporaneamente ed eliminare le distrazioni.\n\nScegli la durata precisa per cui desideri bloccare un sito web, che vada da pochi minuti a diverse ore: TimeTamer agisce come una tenda visuale, garantendo che tu mantenga l'impegno verso i tuoi compiti.\n\nFornisce un'interfaccia utente intuitiva, semplificando l'impostazione e la gestione del tuo TimeTamer. Seleziona il sito web, imposta il timer e lascia che TimeTamer si occupi del resto.",
    "ja": "TimeTamerは、あなたの時間を制御し、生産性を向上させる究極のChrome拡張機能です。TimeTamerを使用すると、特定の期間にわたって気を散らすウェブサイトを簡単にブロックし、仕事に没頭し集中することができます。\n\nTimeTamerでは、任意のウェブサイトにカスタマイズ可能なタイマーを設定することができます。一時的にウェブサイトをブロックし、気を散らす要素を排除することができます。\n\nウェブサイトをブロックする正確な期間を選択できます。数分から数時間までの範囲で設定することができ、TimeTamerは視覚的なカーテンとなり、タスクに集中し続けることを保証します。\n\nTimeTamerは使いやすいインターフェースを提供し、タイマーの設定と管理が簡単に行えます。ウェブサイトを選択し、タイマーを設定し、あとはTimeTamerにお任せください。",
    "pl": "TimeTamer, ostateczne rozszerzenie dla przeglądarki Chrome, które daje Ci kontrolę nad czasem i zwiększa Twoją produktywność. Dzięki TimeTamerowi teraz łatwo możesz blokować rozpraszające strony internetowe przez określony czas, umożliwiając skupienie się na pracy.\n\nZ TimeTamerem masz możliwość ustawienia niestandardowego timera dla dowolnej strony internetowej, pozwalając tymczasowo zablokować ją i eliminować rozpraszacze.\n\nWybierz dokładny czas blokady dla danej strony internetowej, od kilku minut do kilku godzin - TimeTamer działa jak wizualna kurtyna, zapewniając, że pozostaniesz zaangażowany w wykonywane zadania.\n\nOferuje przyjazny interfejs, co ułatwia ustawianie i zarządzanie TimeTamerem. Wybierz stronę internetową, ustaw timer i pozwól TimeTamerowi zająć się resztą.",
    "pt_BR,pt_PT": "TimeTamer, a extensão definitiva do Chrome que coloca você no controle do seu tempo e aumenta sua produtividade. Com o TimeTamer, você agora pode bloquear sem esforço sites que distraem por uma duração específica, permitindo que você mergulhe profundamente no seu trabalho e mantenha o foco total.\n\nCom o TimeTamer, você tem o poder de definir um cronômetro personalizável para qualquer site, permitindo bloqueá-lo temporariamente e eliminar distrações.\n\nEscolha a duração precisa pela qual deseja bloquear um site, variando de alguns minutos a várias horas - o TimeTamer age como uma cortina visual, garantindo que você mantenha o compromisso com suas tarefas.\n\nOferece uma interface amigável, tornando fácil configurar e gerenciar seu TimeTamer. Selecione o site, defina o cronômetro e deixe o TimeTamer cuidar do resto.",
    "ru": "TimeTamer - лучшее расширение Chrome, которое позволяет контролировать свое время и повышает производительность. С TimeTimer вы можете без труда блокировать отвлекающие веб-сайты, что позволит вам погрузиться в работу и сохранить фокусировку.\n\nС TimeTimer у вас есть возможность установить настраиваемый таймер для любого веб-сайта, что позволит вам временно заблокировать его и избавиться от отвлекающих факторов.\n\nВыберите время, на которое вы хотите заблокировать сайт, TimeTamer опустит занавес, гарантируя, что вы не отвлекаетесь от своих задач.\n\nУдобный и простой интерфейс, позволяющий легко устанавливать и управлять TimeTimer. Выберите веб-сайт, установите таймер, TimeTamer сделает остальное.\n\nПереведено с помощью www.DeepL.com/Translator (бесплатная версия)",
    "tr": "TimeTamer, zamanınızı kontrol altına almanızı ve üretkenliğinizi artırmanızı sağlayan en üst düzey Chrome eklentisidir. TimeTamer ile şimdi dikkatinizi dağıtan web sitelerini belirli bir süre boyunca kolayca engelleyebilir, işinize derinlemesine dalabilir ve odaklanabilirsiniz.\n\nTimeTamer ile herhangi bir web sitesi için özelleştirilebilir bir zamanlayıcı ayarlayabilir, geçici olarak engelleyebilir ve dikkat dağıtıcı unsurları ortadan kaldırabilirsiniz.\n\nWeb sitesini engellemek istediğiniz kesin süreyi birkaç dakikadan birkaç saate kadar seçebilirsiniz - TimeTamer, görsel bir perde gibi hareket ederek görevlere bağlı kalmayı sağlar.\n\nKolay kullanımlı bir arayüz sunar, böylece TimeTamer'ınızı ayarlamak ve yönetmek kolaylaşır. Web sitesini seçin, zamanlayıcıyı ayarlayın ve gerisini TimeTamer'a bırakın.",
    "uk": "TimeTamer, остаточне розширення для Chrome, яке дозволяє вам контролювати свій час і підвищувати продуктивність. З TimeTamer ви тепер можете легко блокувати відволікаючі веб-сайти на певний проміжок часу, що дозволяє вам глибоко зануритися у роботу і зберігати максимальну увагу.\n\nЗа допомогою TimeTamer ви маєте можливість встановлювати настроюваний таймер для будь-якого веб-сайту, що дозволяє тимчасово блокувати його і усуняти відволікаючі фактори.\n\nВибирайте точну тривалість, на яку ви хочете заблокувати веб-сайт, від декількох хвилин до декількох годин - TimeTamer виступає в якості візуальної завіски, що гарантує ваше зосередження на завданнях.\n\nНадає зручний користувацький інтерфейс, що спрощує налаштування та управління вашим TimeTamer. Виберіть веб-сайт, встановіть таймер і дозвольте TimeTamer виконати решту.",
    "zh_CN": "TimeTamer是一款终极的Chrome浏览器扩展，让您掌控时间，提升工作效率。通过TimeTamer，您可以轻松地在一段特定时间内屏蔽令人分心的网站，使您能够专注于工作。\n\n借助TimeTamer，您可以为任何网站设置自定义计时器，临时屏蔽它们并消除干扰。\n\n您可以选择阻止网站的具体时间段，从几分钟到几个小时不等。TimeTamer就像一个视觉屏障，确保您专注于任务。\n\nTimeTamer提供用户友好的界面，轻松设置和管理您的计时器。选择网站，设定计时器，让TimeTamer处理其余事务。"
  }
}