{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save as Shortcut"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offers the ability to save tab(s) and bookmarks as Internet shortcut files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PLEASE NOTE: If you're experiencing a problem, please DO NOT SUBMIT A REVIEW. Email me for a fast reply or submit a support ticket for a slow reply.\n\n-Description-\n\tPersonally, I've always used Internet shortcut files for a variety of reasons. For example:\n\t\t1. To passively share links to content via shared folders.\n\t\t2. To supersede the temporary use of pinned tabs and bookmarks.\n\t\t3. As portable links.\n\t\t4. To accompany resources (installers with links to the websites, projects with links to assets, etc).\n\tHowever, I always found them so awkward to create, hence me creating this extension.\n\n-FAQ-\n\tQ: As Chrome manifest v2 is being depreciated in 2024, is this extension being updated to support v3?\n\tA: Yes, after quite a lot of work, I have successfully rewritten Save as Shortcut to support Chrome manifest v3 and its asynchronous service workers.\n\n\tQ: Why does this extension say that it reads my browsing history?\n\tA: I don't know. It does not. To see the real permissions, check file \"%localAppData%\\Google\\Chrome\\User Data\\Default\\Extensions\\flehofiklehmnnolpjcamplcnmhgcbkk\\<version>_0\\manifest.json\" → section / key \"permissions\".\n\n\tQ: Are you aware of X issue?\n\tA: As of 2024/11/23, I'm not aware of any issues.\n\n\tQ: Can this extension be updated to do X?\n\tA: I'm open to ideas so feel free to contact me.\n\n\tQ: Can I test upcoming features and fixes?\n\tA: Yes, there is a beta version available here: https://chrome.google.com/webstore/detail/save-as-shortcut-beta/kmemfmaclfmhaddkneldhbcmlpoanbmg\n\t\n\tQ: Does this extension have any tracking or collect any personal information?\n\tA: Nope. Simple as that. In fact, third parties regularly offer to pay me relatively large sums of money per month to inject their code into my app and I have always refused because I hate it when other developers do that so I don't want to be that person.\n\n\tQ: Can I donate?\n\tA: Sure. 😊 https://paypal.me/mythofechelon\n\n-Version history-\n\t• 5.70.2294, 2024/11/10 (published to beta first):\n\t\t- Changed method of triggering the download from chrome.downloads.download to chrome.scripting.executeScript with simulated clicks, hence adding \"permissions\" → \"active_tab\" and \"scripting\" and removing \"permissions\" → \"downloads\". This should resolve the following issues caused by the Chrome API:\n\t\t\t+ File name conflicts with other extensions.\n\t\t\t+ Saved folder always being \"Downloads\".\n\t\t\t+ Potentially other things like inconsistent triggering.\n\n\t• 5.69.2235, 2024/10/28 (published to beta first):\n\t\t- As requested by users, exposed internal logic as new option \"Shortcut file maximum characters\".\n\n\t• 5.68.2220, 2024/09/15 to 2024/09/22 (published to beta first):\n\t\t- Consolidated popup logging to service worker so all data is in one place which makes it easier to diagnose on-load issues with the popup as closing the popup closes the inspect window.\n\t\t- Added instructions on enabling developer mode which reveals the option to inspect the service worker in order to get the diagnostic log.\n\t\t- Implemented usage of chrome.downloads.onDeterminingFilename to resolve conflict with other extensions which was causing the saved file to be named \"download\".\n\n\t• 5.67.2213, 2024/05/25 (published to beta first):\n\t\t- Changed manifest version from 2 to 3 which required the following:\n\t\t\t+ As background pages have been removed, replaced with a service worker.\n\t\t\t+ As service workers cannot access localStorage, replaced usage with chrome.storage.local and message passing between service worker and popup.\n\t\t\t+ As service workers are inherently asynchronous but code needs to be processed synchronously, changed all functions to be async and all function calls to use await.\n\t\t\t+ As service workers don't have a page, changed download method from simulating a click on the background page to chrome.downloads.download (hence new permission \"downloads\").\n\t\t\t+ Replaced chrome.contextMenus.create → onclick with chrome.contextMenus.onClicked.addListener.\n\t\t\t+ As service workers cannot use chrome.extension.getViews to access the popup page, replaced usage with message passing.\n\t\t- Upgraded JSZip from v3.2.1 to v3.10.1.\n\n\t• 4.66.1952, 2024/06/06:\n\t\t- So that user options / preferences are preserved, added code to frequently migrate the data from localStorage to chrome.storage.local (hence new permission \"storage\") in preparation for the migration to already-completed Save as Shortcut v5 which uses Chrome manifest v3 which cannot access localStorage.\n\n\t• 4.65.1944, 2021/07/20 (published to beta first):\n\t\t- Implemented trimming of file names larger than 225 characters (Windows NTFS maximum of 255 minus spacing for prefixes of 30), as these were breaking extraction of ZIP files.\n\n\t• 4.64.1939, 2021/06/11:\n\t\t- Implemented workaround for Google Chrome version ~91.0.4472.77 bug / error \"Unchecked runtime.lastError: Tabs cannot be queried right now (user may be dragging a tab).\" Refer to https://stackoverflow.com/questions/67806779/im-getting-an-error-tabs-cannot-be-edited-right-now-user-may-be-dragging-a-ta\n\n\t• 4.64.1936, 2021/05/15:\n\t\t- Fixed bug where context menu wouldn't be removed. This was due to an old localStorage variable name being referenced in a catchall if statement and, therefore, always being null and matching.\n\n\t• 4.64, 2021/03/27 to 2021/03/28 (published to beta first):\n\t\t- Changed option \"Diagnostic log and console\" from opening background page to including guidance on how to open the background page, as it was opening a secondary one that didn't include the logging data.\n\t\t- Added copying to clipboard when selecting file name variables.\n\t\t- Added help tooltips to the more obscure file name variables.\n\t\t- Improved diagnostic logging details (greater detail, greater readability, consolidated background.js logging to also use function, removed 'background_Log(\"\")' and added newline characters to actual logging line, fixed logging of tab info objects).\n\t\t- Improved performance by removing calls to background_processData_Generate_Name_Shortcut() from background_Tabs_Single_setDetails_* and adding them to the end of each original function.\n\t\t- Changed option \"Preserve order in bookmarks archive\" to default to enabled.\n\t\t- Changed handling of unnamed bookmarks, appending host in parenthesis to give some indication.\n\t\t- Added handling of 0 tabs (happens when DevTools window is focused).\n\t\t- Updated description to include saving of bookmarks as a feature.\n\t\t- Converted the URL and archive name pattern fields from <input> to <textarea> too and set maximum heights on both.\n\t\t- Added calculation of bookmarks variable size to selectively display banner warning about ETA.\n\t\t\n\t• 4.63, 2021/03/24 (published to beta first):\n\t\t- Disabled diagnostic logging by default and added option to enable it.\n\t\t\n\t• 4.62, 2021/03/22 to 2021/03/24 (not published):\n\t\t- Fully modularised background functions so modes are no longer required.\n\t\t- Added option to save all favourites / bookmarks as an archive.\n\t\t- Increased width of popup from 350px to 400px to accommodate width of new buttons.\n\t\t- Disabled preservation of tab order in archives by default.\n\t\t\n\t• 3.61.1708, 2021/03/20:\n\t\t- Modified file \"popup.html\" marking macOS / .WEBLOC option as not recommended.\n\t\t\n\t• 3.61.1707, 2021/03/13 (not published):\n\t\t- Modified file \"popup.html\" removing reference to removed file \"info.css\" to resolve console error \"Failed to load resource: net::ERR_FILE_NOT_FOUND\".\n\t\t\n\t• 3.61.1706, 2020/10/28 (published to beta first):\n\t\t- Modified replacing of invalid characters so that quotation marks are replaced with properly opened and closed Unicode versions.\n\t\t\n\t• 3.60, 2020/10/10:\n\t\t- Fixed initialization of option \"Remove prefixed or suffixed site name\".\n\t\t- Modified option \"Work around Windows' restricted characters\" changing from recommended and enabled by default to disabled by default as it's personal preference and still experimental.\n\t\t- Modified option \"Remove notification indicators\" fixing the code to initialize as enabled by default to match the UI.\n\t\t- Modified option \"File name mode\" so that it's automatically set to \"Custom\" if the user previously set a filename suffix.\n\t\t\n\t• 3.59.1694, 2020/10/03 (published to beta only):\n\t\t- Bolded tooltips that are both default and recommended to make them stand out more.\n\t\t- Fixed unequal width of name and URL fields.\n\t\t\n\t• 3.59.*, 2020/10/02 (published to beta only):\n\t\t- Prevented newlines from being entered into the name textarea via Enter / Return.\n\t\t- Modified options section \"File name pattern variables\" making it hidden by default with the option to show and hide it (not saved / remembered).\n\t\t- Modified option \"Work around Windows' restricted characters\" so that it applied to macOS and Linux shortcut types too and updated tooltip to state this.\n\t\t- Added option to trigger button \"Save All\" via Enter / Return when it's focused on.\n\t\t- Refactored code for minor efficiency / de-duplication improvements.\n\t\t- Modified option \"File name mode\" adding missing \"Default\" tooltip.\n\t\t\n\t• 3.58.*, 2020/09/30 (published to beta only):\n\t\t- Changed save field \"Name\" from a text input to an auto-sized textarea so that the entire content can be seen.\n\t\t- Fixed bug that would cause %host% and %URI% to be all the same and wrong for each shortcut in an archive.\n\t\t- Modified option \"Remove site name\" (1) adding support for delimiter \"–\" (U+2013 EN DASH) used on sites like Dropbox, (2) adding tooltip explaining when it's particularly useful, and (3) renaming to \"Remove prefixed or suffixed site name\" as it doesn't do so when the title is only the site name.\n\t\t- Extended outline colouring to save buttons (<a> elements).\n\t\t\n\t• 3.57.*, 2020/09/29 (published to beta only):\n\t\t- Modified option \"Remove suffixed site name\" removing recommendation as it's down to personal preference.\n\t\t- Added option \"Remove notification indicators\" which is recommended and enabled by default.\n\t\t- Fixed bug that would cause changing the option \"Remove suffixed site name\" and \"Remove notification indicators\" from Enabled to Disabled to have no effect on the current page.\n\t\t- Modified option \"Remove suffixed site name\" renaming to \"Remove site name\" and re-designing the code to dynamically detect and remove the site name wherever it appears in the title.\n\t\t- Modified options where the first step is clicking on a link prefixing \"In the new tab, \" to step two.\n\n\t• 3.56.*, 2020/09/28 (published to beta only):\n\t\t- Added migration of old append string / filename suffix value.\n\t\t- Added variable %tabs% (total number) for archive file names.\n\t\t- Added automatic selecting of entire variable when it's clicked on.\n\t\t- Added option \"Remove suffixed site name\".\n\n\t• 3.55.*, 2020/09/24 to 2020/09/26 (published to beta only):\n\t\t- Fundamentally rewrote code to fully support customisable names for both the individual shortcut and archive files, including variables in any position.\n\t\t- Removed option \"Single file name suffix\" as it's now redundant.\n\t\t- Added variables %title%, %host%, %URL%, and %URI%.\n\t\t- Modified option \"Shortcut type\" renaming to \"Shortcut file type\".\n\t\t- Fixed bug where only one quotation mark would be replaced.\n\t\t- Split options into top group of file-related and bottom group of extension-related.\n\t\t- Refactored elements IDs, variable names, and function names so that they're more consistent to avoid confusion.\n\t\t- Modified options adding tick / checkmark tooltips for recommended / default settings.\n\t\t- Renamed and migrated localStorage names so that they're up to date with the options and less confusing.\n\t\t- Added promo tiles.\n\t\t- Removed unnecessary icon files from package.\n\n\t• 2.54.*, 2020/09/23 (published to beta only):\n\t\t- Modified option \"Filename suffix\" renaming to \"Single file name suffix\" and adding support for date and time variables.\n\n\t• 2.53.*, 2020/09/23 (not published):\n\t\t- Added banners for app installation and updates.\n\t\t- Added console logging of app installation, app updates, and Chrome updates.\n\n\t• 2.52.*, 2020/09/23 (not published):\n\t\t- Added <code> elements and styling to make direct extracts stand out better.\n\t\t- Modified option \"Download prompting\" renaming to \"Download folder\".\n\t\t- Modified options \"Download folder\" and \"Keyboard shortcuts\" splitting onto separate lines like the others and with instructions.\n\t\t- Tweaked some styling.\n\t\t- Modified option \"Preserve tab order by numbering files in ZIP file\" renaming to \"Preserve tab order in ZIP file\" and adding a tooltip explaining how. This makes the UI a bit neater.\n\t\t- Modified option \"Windows\" → tooltip to bold red as a warning.\n\t\t- Modified option \"Cross-platform\" replacing \" ← Recommended\" with a tooltip as it's been set by default for a while and hopefully the red question mark next to the option \"Windows\" will warn people off from it.\n\t\t- Modified styling of tooltips adding padding to tooltip so that they're easier to trigger and setting to colour to the same as links so users are more likely to know that they're interactive.\n\t\t- Modified tab opening changing active mode from true to false so that users can continue reading the instructions before choosing to close the extension popup.\n\t\t- Modified option \"Download folder\" adding explanation for why things currently work the way that they do.\n\n\t• 2.51.*, 2020/09/22:\n\t\t- Adjusted options section for diagnostic log and console to account for the fact that Opera and Edge (Chromium) don't display links to the background page.\n\t\t- Re-ordered function background_Save_Generate() so that the filename suffix also has its invalid characters processed.\n\n\t• 2.50.*, 2020/09/21 (published to beta only)\n\t\t- Added tooltip to Windows shortcut type to advise of problems.\n\t\t- Renamed options and context menus to \"Save Current\" and \"Save All\" for UI consistency.\n\t\t- Added CSS to prevent <sup> elements from affecting line height, thereby making line spacing inconsistent.\n\t\t- Added console logging for addition of Chrome event listeners.\n\t\t- Added section at the bottom of the options on how to access the diagnostic log.\n\t\t- Increased height of spacer elements by 2px as options were starting to look a bit crowded.\n\t\t- Added tabbing to the button \"Save All\".\n\n\t• 2.49.*, 2020/09/19 (published to beta only)\n\t\t- Fixed a bug where Unicode spaces and forward slashes were still set for the ZIP file name even when the option \"Work around Windows' character restrictions\" was disabled.\n\t\t- Refactored code so that:\n\t\t\t+ It is more intuitive which will make future changes easier and less error-prone.\n\t\t\t+ Options' localStorage values are initialised and centrally.\n\t\t\t+ All console logging is done on the background page and is easier to read.\n\nFor older version history, see file \"%localAppData%\\Google\\Chrome\\User Data\\Default\\Extensions\\flehofiklehmnnolpjcamplcnmhgcbkk\\<version>_0\\notes\\Versions.txt\""
  }
}