{
  "name": {
    "ar": "مساعد البحث ChatGPT",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,sl,sr,sv,sw,ta,te,vi,zh_TW": "ChatGPT Search Assistant",
    "bg": "Помощник за Търсене ChatGPT",
    "de": "ChatGPT Suchassistent",
    "el": "Βοηθός Αναζήτησης ChatGPT",
    "es": "Asistente de Búsqueda de ChatGPT",
    "fr": "Assistant de Recherche ChatGPT",
    "he": "עוזר חיפוש ChatGPT",
    "id": "Asisten Pencarian ChatGPT",
    "it": "Assistente di Ricerca ChatGPT",
    "ja": "ChatGPT 検索アシスタント",
    "ko": "ChatGPT 검색 보조 프로그램",
    "pt_BR": "Assistente de Busca do ChatGPT",
    "pt_PT": "Assistente de Pesquisa do ChatGPT",
    "ro": "Asistentul de Căutare ChatGPT",
    "ru": "Помощник поиска ChatGPT",
    "sk": "ChatGPT vyhľadávací asistent",
    "th": "ผู้ช่วยในการค้นหาของ ChatGPT",
    "tr": "ChatGPT Arama Yardımcısı",
    "uk": "Пошуковий помічник ChatGPT",
    "zh_CN": "ChatGPT 搜索助手"
  },
  "short": {
    "ar": "دع ChatGPT يرشدك إلى المعلومات الأكثر صلة على جوجل وبينج، عن طريق تحسين استعلامات البحث الخاصة بك للحصول على نتائج أسرع وأدق.",
    "am,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,sl,sr,sv,sw,ta,te,vi,zh_TW": "Let ChatGPT guide you to the most relevant information on Google, optimizing search queries for faster and more accurate results.",
    "bg": "Нека ChatGPT ви насочи към най-релевантната информация в Google и Bing, като оптимизира търсенията ви за по-бързи и по-точни…",
    "de": "Lassen Sie sich von ChatGPT zu den relevantesten Informationen auf Google und Bing führen, indem Sie Ihre Suchanfragen optimieren,…",
    "el": "Αφήστε το ChatGPT να σας καθοδηγήσει προς τις πιο σχετικές πληροφορίες στο Google και το Bing, βελτιώνοντας τις αναζητήσεις σας για…",
    "es": "Deja que ChatGPT te guíe hacia la información más relevante en Google y Bing, optimizando tus consultas de búsqueda para obtener…",
    "fr": "Laissez ChatGPT vous guider vers les informations les plus pertinentes sur Google et Bing, en optimisant vos requêtes de recherche…",
    "he": "תן ל-ChatGPT להפנות אותך למידע הכי רלוונטי בגוגל ובינג, ולייעל את השאילתות שלך לתוצאות יותר מהירות ומדויקות יותר.",
    "id": "Biarkan ChatGPT membimbing Anda ke informasi paling relevan di Google dan Bing, mengoptimalkan kueri pencarian Anda untuk hasil…",
    "it": "Lascia che ChatGPT ti guidi verso le informazioni più rilevanti su Google e Bing, ottimizzando le tue query di ricerca per…",
    "ja": "ChatGPT が Google や Bing で最も関連性の高い情報をご案内します。検索クエリを最適化して、より迅速かつ正確な結果を得ることができます。",
    "ko": "ChatGPT가 Google 및 Bing에서 가장 관련성 높은 정보를 안내합니다. 검색 쿼리를 최적화하여 더 빠르고 정확한 결과를 얻을 수 있습니다.",
    "pt_BR": "Deixe o ChatGPT guiar você para as informações mais relevantes no Google e Bing, otimizando suas consultas de busca para resultados…",
    "pt_PT": "Deixe o ChatGPT guiá-lo para as informações mais relevantes no Google e Bing, otimizando as suas consultas de pesquisa para…",
    "ro": "Permiteți ChatGPT să vă ghideze către cele mai relevante informații pe Google și Bing, optimizând interogările dvs. de căutare…",
    "ru": "Позвольте ChatGPT направить вас к наиболее актуальной информации в Google и Bing, оптимизируя ваши запросы для получения более…",
    "sk": "Nechajte ChatGPT viesť k najrelevantnejším informáciám na Google a Bing, optimalizovať vaše vyhľadávacie dopyty pre rýchlejšie a…",
    "th": "ให้ ChatGPT ช่วยคุณไปยังข้อมูลที่เกี่ยวข้องที่สุดใน Google และ Bing โดยการปรับปรุงคำค้นของคุณเพื่อผลลัพธ์ที่เร็วและแม่นยำมากขึ้น",
    "tr": "ChatGPT, Google ve Bing'de en ilgili bilgilere ulaşmanıza yardımcı olur; arama sorgularınızı daha hızlı ve daha doğru sonuçlar için…",
    "uk": "Дозвольте ChatGPT допомогти вам знайти найбільш актуальну інформацію на Google та Bing, оптимізуючи ваші запити для отримання…",
    "zh_CN": "让 ChatGPT 引导您在 Google 和 Bing 上找到最相关的信息，优化您的搜索查询，获得更快、更准确的结果。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let ChatGPT guide you to the most relevant information on Google and Bing, optimizing your search queries for faster and more accurate results."
  }
}