{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transliterator - EdinB"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Latinica u ćirilicu i ćirilica u latinicu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ovaj dodatak za Chrome vam omogućuje da prevedete cijeli sajt ili samo selektovani dio sajta sa ćirilice na latinicu ili sa latinice na ćirilicu. Ono što je najvažnije radi i sa poljima unosa (Textarea i Input) za razliku od većine drugih. \n\"Transliterator - EdinB\"  može biti koristan i za upis podataka u esdnevnik kada je neophodno neki podatak brzo konvertovati iz ćirilice u latinicu ili  iz latinice u ćirilicu, jer može vršiti i konverziju samo označenog dela teksta.\nOpcije dobijate desnim kllikom bilo gdje na stranici, ili desnim klikom na selektovani tekst, ili desnim klikom na ikonicu dodatka na adresnoj liniji Chrome-a.\n\nU verziji 1.1 su ispravljene manje greške pri transliteraciji.\n\nU verziji 1.2 je uklonjen zahtev za nepotrebnom dozvolom \"tabs\".\n\nU verziji 1.3 dodata je mogućnost da osim desnim klikom opcijama prisupite i preko malog \"plavog dugmeta\" koji se nakači u donjem desnom uglu stranice sa oznakom <<. Kada kliknete na tu oznaku dobijete sve opcije, a da ponovo umanjite kliknete na >>. Klikom na ikonicu zupčanik otvarate podešavanja gde možete i da isključite pojavljivanje ovog dugmeta, ako vam smeta. Ovo dugme sam dodao kako bi ovaj dodatak mogao da se koristi i na telefonima unutar aplikacije Kiwi Browser. Na tim podešavanjima imate i link ako želite da donirate preko PayPal-a.\n\n(Link za donacije preko PayPal-a:  https://paypal.me/edinbdonate?country.x=RS&locale.x=en_US)\n\n\nPozdrav."
  }
}