{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EmbedSocial - Get Rights to UGC Media"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Extension helps ES users request rights for showing the UGC from their customers while posting request into Instagram."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rights Management Extension Description\n\n\nEnhance your UGC rights management on Instagram with the help of EmbedSocial Chrome Extension.\n\nThis free extension allows EmbedSocial users to swiftly request rights to User-Generated Content (UGC) from their customers, sending these requests directly into the Instagram comments section. Ensuring swift, compliant, and seamless rights management for your UGC strategy.\n\nKey features:\n\n➡️ Request UGC rights on Instagram directly\n➡️ Auto-post requests in the Instagram comments section\n➡️ Track the status of your requests in real-time\n➡️ Streamline your rights management process within the EmbedSocial platform\n\nWhy you need EmbedSocial Rights Management:\n\nJust like the original EmbedSocial platform, this extension is built to simplify your UGC strategy. It allows you to request rights to valuable UGC quickly and directly via Instagram, accelerating the content acquisition process and ensuring full compliance with Instagram's rules and guidelines. All with the speed, simplicity, and accessibility of a lightweight Chrome extension.\n\nHow it works:\n\n\n\nStep 1: Install the Extension\n\nDownload and install the EmbedSocial Rights Management Chrome extension.\n\n\nStep 2: Log in to your EmbedSocial Account\n\n\nLog in to your EmbedSocial account.\nNavigate to the All posts tab.\n\n\nStep 3: Select Post and Choose Account\n\nIn the Requests Rights tab, choose the posts for which you want to request rights.\nClick “Request right” button next to the post\nChoose the Instagram account you want to be mentioned in the request for agreement.\n\n\nNote: Make sure you are logged in to both your Instagram account and the account added as a source in EmbedSocial.\n\n\nStep 5: Request Rights\n\nOnce you have selected the posts and specified the account, click on the \"Post comment now\" button.\nThe EmbedSocial extension will automatically add a comment to the selected posts, requesting rights for the content.\n\n\nStep 6: Track and Approve Requests\n\nMonitor the comments section of the Instagram posts for any responses.\nOnce the user responds positively, indicating their agreement, we track the request in EmbedSocial and he status of the request is changed from \"Pending\" to \"Approved.\"\n\n\nStep 7: Display Approved Posts in the Widget\n\nOpen your EmbedSocial widget, and navigate to the Filter panel.\nEnable the option \"Only posts that have approved rights\" to display only the approved posts in your widget.\n\n\nℹ️ FAQ (Frequently Asked Questions):\n\n\n\n\n🤔 Why does the extension need access to my Instagram account?\n👉 To streamline the rights requesting process, the extension needs access to your Instagram account. This allows it to automatically post your rights request comments on the UGC posts you choose. All actions are performed locally within your browser for a secure, serverless, and straightforward user experience.\n\n🤔 I'm having issues with the extension functioning properly. What could be the problem?\n👉 Several factors could influence the extension's operation. First, ensure that you have the necessary permissions on your Facebook or Instagram account. Additionally, you must be logged into your Instagram account for the extension to function correctly. If these conditions are met but issues persist, check whether your account is a business account linked via Facebook.\n\n🤔 I see a 'Pending' status on posts, but I can't locate the comment. Why is that?\n👉This could be due to Instagram's comment limitations. There may be a temporary restriction on commenting activity for your account. Please review your Instagram account status to verify this.\n\n\n\nNew features coming soon:\n\nEnhanced tracking and management of requests within the EmbedSocial platform\nSupport for more social media platforms besides Instagram\nOptimized rights request templates for higher approval rates"
  }
}