{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoHandbooks: Empower Your Team"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoHandbooks allows you & your team members to collaborate on and quickly access your business operations manual, anytime, anywhere."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoHandbooks is a safe and secure place for your team to capture and access your business procedures. This extension is used to log in to your GoHandbooks account and get quick access to your handbooks anytime you need them.\n\nRunning a business is not easy, growing one is even harder! Bringing on new team members takes time as you need to teach them your company culture and train them on how your company does things. Documentation is your #1 way to empowering them, ensuring consistent quality, and freeing yourself up to focus on your other priorities.\n\nINSTRUCTIONS AT YOUR FINGERTIPS\nOur browser plugin allows you and your team members to quickly open any handbook in seconds. Users can flag their favourites for even quicker access to the handbooks they use regularly. The search-as-you-type drop-down takes the hassle away from perusing through your full manuals.\n\nSMART ORGANISATION\nOrganise your handbooks into a logical structure. You can create multiple manuals with several hierarchy levels of handbook pages within each. Easily drag-and-drop to re-order the pages in your manuals. Rename titles in bulk.\n\nTOOLS, TIPS, and TEMPLATES\nOur rich-text editor is tailored for documenting business procedures with easy-to-use features that help you document your handbooks in an intuitive and logical fashion. Tips and templates are readily available to guide you on best practices.\n\nCOLLABORATIVE UPDATES\nAny team member can add or edit a handbook and all revisions are tracked. If you believe in continuous improvement, this setup allows anyone on the team to make adjustments or improvements to your documentation. The history trail is there in case you want to revert any changes. This fluidity and openness is like a wiki and creates agility for your business and autonomy for your team to prevent future issues. When you spot a problem, correct it immediately.\n\nIDEAL FOR REMOTE TEAMS\nGoHandbooks is in the cloud. All your handbooks are URL-based so if you have an online project management tool, you can easily incorporate shortcuts to the handbooks you need anywhere you want. Easily direct someone to a handbook page by sending them a URL. Updates to procedures are available to everyone in real-time with a simple page reload.\n\nINCREASED PRODUCTIVITY & QUALITY\nFor a team to gel, members need to be on the same page. GoHandbooks allows everyone to agree on best practices by documenting them. A culture of excellence will emerge as team members refer each other to handbook pages and adopt a mentality and a sense of duty to maintain them. Productivity and quality will increase because your team will stop re-inventing the wheel.\n\nYOUR PATH TO FREEDOM\nThe demands on an entrepreneur with a growing business can be heavy. Documenting what you do and how you do it is the only way for you to delegate with confidence. Start systematising your business today by documenting your procedures. GoHandbooks is specifically designed to support you in this journey by helping you incrementally mature your business while you simultaneously run your business. Over time, you will in effect create the operations manual for your business and create what all businesses want: repeatable quality.\n\nDocumenting your secret sauce is an iterative process—the sooner you start the better.\n\nFREE TRIAL\nGoHandbooks is priced affordably but we want to give you the chance to try it out first. All new teams are entitled to a free 3 month trial. Install our browser extension to get started."
  }
}