{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LangMetrics - Tracking Learning Metrics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track your leaning time in different languages, such as how much time you spend on English language websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track Your Language Learning Journey.\n\nAre you passionate about language learning? With LangMetrics, you can take your journey to the next level! This Chrome extension helps you track the time you spend reading in various languages, such as English and Chinese, providing you with insightful statistics.\n\nKey Features:\nHeatmap Visualization: Experience a geeky, GitHub-style heatmap that displays your reading activity over time. This visual representation makes it easy to see your progress and stay motivated.\n\nDetailed Statistics: Get an overview of your reading habits with daily, weekly, and monthly breakdowns, highlighting how much time you've dedicated to each language.\n\nEnhance Your Learning: By understanding your reading patterns, you can optimize your language learning strategy and set achievable goals.\nWhy Install LangMetrics?\n\nInstalling LangMetrics is perfect for anyone looking to improve their language skills while keeping track of their progress in a fun and engaging way. Whether you're a student, a professional, or simply a language enthusiast, this tool is designed to make your learning journey more efficient and enjoyable.\n\nStart tracking your language learning metrics today, and watch your skills soar!"
  }
}