{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Wordle History"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remember my Wordle games"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 1.14 sets a new maximum count of saved games (now 90)\nVersion 1.13 sets a new maximum count of saved games (now 93)\nVersion 1.12 fixes a bug with the arrow keys.\nVersion 1.11 displays your average score.\n\nThe New York Times \"Wordle\" game is wildly popular! But one thing they left out was allowing you to see your games from previous dates. This extension solves that problem by letting your 90 most recent games.\n\nYou don't have to create a login because the extension stores your game records right in Chrome's in-browser storage. And it syncs across your devices where you've installed Chrome and this extension.\n\nIt's super easy to use! Just click on the extension's icon to bring up the window. If you activate it while on the Wordle page, you'll have the option to save the current game. You can save only once per day.\n\nYou access your saved games by clicking on the right-hand tab. Use the left and right arrows to navigate saved games forward or backward in time.\n\nYou can also copy a saved game to the clipboard, and this will include the full state — all the words you played — not simply the color codes that you get from the game's share function.\n\nOnce you've saved 365 games, the oldest game will be discarded when you save a new one.\n\nIMPORTANT: If you uninstall the extension, your history is lost and it is not recoverable if you reinstall."
  }
}