{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Juicebox SEO Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your daily partner in SEO tasks such as On-Page SEO analysis, Images analysis, and SEO data downloading."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your SEO efforts with SEO Assistant, your multi-faceted companion for better on-page optimization. This easy-to-use extension provides a comprehensive on-page SEO overview and SEO data downloading capabilities that'll help you streamline your SEO optimization efforts right from your browser.\n\nKey Features Include:\n\nOn-Page Summary: Instantly analyze and download your webpage with a detailed on-page SEO report. Quickly access key information such as Page URL, Title Tag, Meta Description, Canonical Tag, Meta Robots, H1 Tag, and Hreflang Tags.\n\nHeadings Review: Keep track of your content structure with our Headings Review. Evaluate your H1, H2, H3 tags, and beyond to ensure your content is easily digestible by search engines.\n\nImage Analysis: Optimize and download your visual content with our Image Analysis. Get an overview of total images, images with alt attributes, and those missing alt attributes.\n\nDownloading SEO Data: With a single click, download the SEO analysis of your webpages for further inspection or for sharing with your team.\n\nThe SEO Assistant by Juicebox Group is designed to be intuitive, responsive, and easy to navigate, providing crucial insights right at your fingertips. Whether you're an SEO professional or a website owner looking to improve your site's SEO, this extension is a must-have tool in your arsenal.\n\nExperience the power of Juicebox's SEO Assistant and take control of your website's SEO today."
  }
}