{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment Generator for Threads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reply to a thread with just a button click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coming up with original ways to engage and comment can be really time-consuming. However, with Comment Generator for Threads, this is no longer the case. \n\nCustomers value this extension because:\n⭐️ it cut time drastically and helped relieve work load \n⭐️ it has significantly increased meaningful conversations\n⭐️ it has helped them to attract new followers\n⭐️ generated comments are natural and not \"bot language\"\n⁣\nBy using the Comment Generator to leave insightful comments, you are more likely to spark conversations, gain attention from the content creator, and attract potential followers. Meaningful engagement can lead to lasting connections within the Threads™ community.⁣\n\n★ Key features:\n✓ Easy to set up and get started\n✓ Choose from four different commenting styles\n✓ Works in all major European and Non-European languages\n✓ Supports many different domains including programming, news, photography, sports, design, ...\n\n★ Get started\nSign up for free: Comment Generator requires an account you can create immediately after the installation. You'll get a 7-day free trial with a quota of 30 comments (no credit card required) and can upgrade your account for more. Visit https://comment-generator.com for pricing details. Cancel anytime.\n\n★ Contact\nIf you want to report a bug or have a feature request, please do not hesitate to reach me directly at mail@comment-generator.com. You can find more info on the extension usage under https://www.comment-generator.com/getting-started-comment-generator-for-threads\n\n★ Disclaimer\nComment Generator does not belong or is not related to the official Threads™ application / website in any ways. It is an unofficial extension that is developed and maintained independently. Comment Generator (browser extension) is a wrapper to the original Threads™ web application and makes it more usable by adding functionality to add auto-generated comments. This Chrome plugin is not endorsed or certified by any third party. All third party logos and trademarks displayed on this Chrome plugin are properties of the third parties. Comment Generator is distributed AS IS. For more info and terms of service, visit our web site: https://comment-generator.com"
  }
}