{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mercato Scout AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover and Track Transfer Rumors for Your Sorare Players"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transforming Sorare Fantasy Football with Mercato Scout AIAt Mercato Scout AI, we’ve developed a Chrome extension that revolutionizes the experience for Sorare players. \n\nSorare is a fantasy football game where players buy, sell, and compete with digital football cards based on real-world performances. The value of these cards depends heavily on factors like the player’s club, status, performance, age, and position.However, a major challenge is tracking transfer rumors, which significantly impact a card’s value. Existing tools like Sorare Data are useful but don’t provide this critical information.\n\nOur Solution: Mercato Scout AI leverages artificial intelligence to provide real-time transfer rumors. Simply select a player, and our AI will fetch the latest rumors, detailing the potential new club, the relevant Sorare league, the transfer probability, the player’s likely status in the new team, the source, and a link to the article.\n\nKey Features:\n\n- Real-Time Updates: All detected rumors are stored in our database, accessible instantly.\n- User-Friendly Interface: Easily update rumors and see transfer probabilities directly on each card.\n- Strategic Advantage: Save hours of research and focus on building winning strategies.\n\nBy simplifying the process of staying updated on transfer news, Mercato Scout AI empowers Sorare managers to make informed decisions and gain a competitive edge."
  }
}