{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Side Panel - Tabbee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use ChatGPT applications visible on every page in the side panel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the ChatGPT Open Sidepanel Extension!\n------------------------------------------------------------------------------\n\nChatGPT Open Sidepanel is an easy-to-use Chrome extension that keeps ChatGPT just a click away. With this extension, you can quickly access ChatGPT without cluttering your browser tabs. Whether you’re looking for information or generating creative ideas, ChatGPT will always be right there with you!\n\nKey Features:\n------------------------------\nQuick Access: Instantly launch ChatGPT from the browser’s side panel.\nNo More Tab Clutter: Work with ChatGPT directly in the side panel without switching between tabs.\n\nUser-Friendly Interface: Simple and elegant design for easy navigation.\nAdvanced Permission Control: Operates exclusively on the chat.openai.com domain, ensuring a secure and controlled experience.\n\nHow to Use?\n------------------------------\nAdd the extension to Chrome.\nClick the ChatGPT button in the side panel to start using it instantly!\nManage your ideas, questions, and projects effortlessly.\n\nWhy Choose ChatGPT Open Sidepanel?\n------------------------------\nThis extension is designed to boost your productivity and simplify access to ChatGPT. It’s perfect for both personal and professional use. Make ChatGPT an integral part of your browsing experience!"
  }
}