{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nuance PowerMic Web Extension",
    "fr": "L'extension Nuance PowerMic Web Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nuance PowerMic Web Extension for Chrome",
    "de": "Nuance PowerMic Web Extension für Chrome",
    "es": "Nuance PowerMic Web Extension para Chrome",
    "fr": "L'extension Nuance PowerMic Web Extension pour Chrome",
    "it": "Nuance PowerMic Web Extension per Chrome",
    "nl": "Nuance PowerMic Web Extension voor Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension allows you to use Nuance PowerMic buttons to intuitively work with speech recognition via Dragon Medical Embedded in applications for Google Chrome web browser.",
    "de": "Mit dieser Erweiterung können Sie die Tasten des Nuance PowerMic verwenden und so ganz intuitiv mit der Spracherkennung arbeiten – via Dragon Medical Embedded in Applikationen für den Google Chrome Webbrowser.",
    "es": "Esta extensión permite utilizar los botones PowerMic de Nuance para trabajar de manera intuitiva con el reconocimiento del habla, mediante Dragon Medical Embedded incrustado en aplicaciones, para el explorador web Google Chrome.",
    "fr": "L’extension vous permet d’utiliser les boutons du PowerMic de Nuance et de travailler de manière intuitive avec la reconnaissance vocale dans des applications, via Dragon Medical Embedded, dans le navigateur Web Google Chrome.",
    "it": "L'estensione permette di utilizzare i pulsanti di Nuance Powermic per lavorare in modo intuitivo con il riconoscimento vocale tramite Dragon Medical Embedded nelle applicazioni per il browser Google Chrome.",
    "nl": "Wanneer u deze extensie installeert, kunt u de Nuance PowerMic-knoppen gebruiken om op intuïtieve wijze met spraakherkenning te werken via Dragon Medical Embedded in toepassingen voor de Google Chrome-webbrowser."
  }
}