{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen Shader | Smart Screen Tinting"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shades Chrome to a soothing orange color to decrease eye-strain, eye fatigue and to appease your brain's day/night cycle."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now open source! Check out the source code and contribute here: https://github.com/MarcGuiselin/screen-shader\n\n😁Do your eyes a favor, Install Screen Shader!\n\n😍The most popular screen tinting application for Chrome!\n\n🧐This extension is in not endorsed by or affiliated to f.lux Software LLC.\n\nComputer displays produce bright blue light which can strain your eyes late at night and interfere with your sleeping cycle.\nScreen Shader is designed to tint your computer display a “cozy” orange color to reduce eye-strain, eye fatigue, and restore day/night balance, while also providing a wide variety of settings for everyone's different tastes!\n\nWith over two months of very hard work I present version 2.0!\n⭐A completely redesigned modern menu!\n⭐A completely new shading algorithm based off the newest research\n⭐Full control over geopositioning, color, and darkness settings\n⭐Bug fixes for countless websites\n⭐Optimized to never slow chrome down\n\n👌Works everywhere you'd expect it to. YouTube, Facebook, Reddit, you name it!\n\n👍Continually tested on windows, mac, and chrome OS, and is constantly being bugfixed and updated with feedback from its users.\n\n🤟Includes these keyboard shortcuts to control the shade:\n    ALT SHIFT UP   to increase\n    ALT SHIFT DOWN to decrease\n    ALT SHIFT S    to toggle on or off\n    And many more! Edit them in the menu.\n\n📨Send me an email, or comment here.  I'll usually reply in a day or two! 😀\n\nBe sure to read the research that this extension is based off of: https://justgetflux.com/research.html\n\n📞Contact me at screenshaderapp@gmail.com\n⭐⭐⭐⭐⭐ Rate this extension\n\nＱ: I'm young and have good eyes. I don't need this.\nＡ: Young teens may be twice as sensitive to light at night, and the elderly much less so. These results have important implications for schools, senior care, and device usage at night, too. Simply put: everyone has a use for this and will notice benefits from decreased blue light.\n\nＱ: Why not G.lux or Night Light?\nＡ: Other extensions like G.Lux or Night Light just change your display's color. Screen Shader is the only extension available that smartly changes the color of your screen throughout the day using sunset/sunrise times! Research has proven that the circadian rhythm is tied to solar time. Individuals have shown greater preference for screen tinting applications that take that into account.\n\nＱ: Does this really remove blue light from my display?\nＡ: Yup! Screens work by individually tweaking the amount of red, green, and blue each pixel of your emits.  Pixels being the small square of colors that together form the image. Screen Shader alters the coloration of websites to a redder color.  To show these colors, the display will tweak its pixels to show more red light, less green light, and considerably less blue light; but just enough so you can still see different colors.  The more you increase the shade, the more the color of the website will be reddened, the less your computer display will emit blue light!\n\nＱ: Why do I need this?  Can’t I simply change my screen's brightness?\nＡ: Changing the luminosity does not remove white and blue light from your display. Those colors are still unnatural and will irritate your eyes, even if dimmed. A full day in front of your computer can wreak havoc upon your melatonin cycle and internal clock. The unnatural light can also harm your eye retina.  Screen Shader is designed to considerably reduce these effects by eliminating enough white and blue light to provide you with the best browsing experience and eye comfort.\n\nUpdate log:\n2.1:\n    Update to manifest v3\n    General optimizations\n    Many more site fixes\n    Add shade fullscreen (making it optional)\n\n2.0:\n    Everything is coded from scratch!\n    New menu - very nice\n    Fixes bugs on countless websites\n    New shading algorithm\n    Manually set your location\n    Better optimized shading engine\n    Just try it out!\n\n1.7:\n    Fixes for pages using buggy backdrops and backgrounds.\n    Big speed optimization for bug fixing subsystem.\n    Fixed bug with 10px bar at the top of websites\n    Force-loads itself on every tab when it loads up, so every tab is tinted :)\n    Can safely work in incognito mode (if you enable it to do so on chrome://extensions)\n    The party easter egg was unfortunately removed because too many people were running into it accidentally\n    Fixed issues on xml documents\n    Fixed issues with lastpass extension\n    Fixed scrollbar issues in upcoming chrome versions\n    Now works with podStation Podcast Player, another great extension you should totally try out!\n    Fixed incompatibility issues with norton security extensions.\n    Save extension settings to a file and load settings from save file.\n    Added new shortcuts\n    Fixed a bunch of visual bugs on a variety of websites.\n    Other various bug fixes.\n    \n1.6:\n    Works on anything fullscreen!\n    Content scripts have been rewritten to pure js. No more JQuery!\n    Won't accidentally mess with your printing anymore\n    Polished the cross-extension messaging feature\n    Will now stay off if you turned it off and close the browser\n    Bugs with newtab page should now be fixed\n    Option to disable party mode and scroll shortcut\n    New keyboard shortcuts to increase/decrease darkness\n    A few bug fixes (of course)\n\n1.5:\n    New option to set shade as high as you desire.\n    No White Flash script implemented\n    Fixed bugs with the new interface\n    Added donation page.\n    Using chrome.commands api, so now you can create your own keyboard shortcuts!\n    Added a ton of new keyboard shortcuts.\n    A lot of bugfixing.\n    \n1.4:\n    Fixed printing issue for google docs\n    Added a cool dynamic icon changer\n    Switched from hex color values and opacity to rgba color values(150% faster!)\n    Fixed blinking bug when using the ctrl alt + shortcut\n    Compressed unnecessarily large images.  -1.4 MB size!\n    Completely new and improved UI, thanks Jeeves!\n    Mix-blend-mode option for chrome. 20% cooler!\n\n1.3:\n    Fixed bug where the settings menu did not display correctly\n    Switched to a more reliable geo-ip service\n    Completely rewrote the shaded scrollbar, so it is now usable.\n\n1.2:\n    Fixed slowness issues on slow computers like chromebooks\n    Removed a good portion of the unnecessary code used for debugging\n    Improved the loading speed of the popup by running some scripts after the popup loads\n    Redid loader for map display\n    Removed console.logs\n    Updated sendRequests to sendMessages for next chrome update\n    Changed the 'Thank you' page to be more visually appealing\n\n1.1:\n    Finally! I updated/removed old code, improving performance.\n    Added ctrl alt scroll shortcut, and now keyboard shortcuts affect all tabs\n    Added the language option\n    Fixed a few bugs relating to the custom url option\n    Wrote a global system that manages shading settings on every tab simultaneously\n    When settings are changed, it affects all the tabs at the same time, so you don't see a blink or a flash when you change tabs\n    Page reload is no longer required on install\n\n1.0:\n    Uploaded to web store. yay :D\n    Added fullscreen mode\n    Added shaded scrollbar\n    Added custom urls option\n    Added a larger color selection interface + a new color picking menu\n    Added a install page to thank you guys for downloading the extension!\n\nProud to be Ad and Analytics free :)\n\nTime article: http://healthland.time.com/2012/09/13/computer-eye-strain-explained-and-how-to-avoid-it/\n\nI am in no way endorsed by or affiliated to Time inc or its partners.\nThe article was written by Laura Newcomer"
  }
}