{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortwave AI - Instant summaries, AI writing, AI search for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let AI write emails in your unique voice, get instant summaries, and search your email archive using AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✔️ Let AI write emails that sound like you based on past messages you’ve sent\n✔️ Get Instant Summaries for every email\n✔️ Search your emails using AI\n✔️ Schedule meetings and create calendar events using AI\n\n✍️ Best-in-class AI writing for email. Shortwave AI uses Ghostwriter technology that learns from your email archive to write emails that sound like you. The AI will learn how you respond to emails and pick up your unique style and tone. https://www.shortwave.com/blog/introducing-ghostwriter-ai-writing-that-learns-from-you/\n\n🔎 Search years of email history using AI. The Shortwave assistant will find facts and emails buried deep in your archives from years ago. Ask it a question and get the answers instantly.\n\n⚡️ Instant Summaries for every email. Get a one-line summary for each thread, no matter how long the thread is. Shows up instantly for every email.\n\nWant more? Get the best AI email experience by using the Shortwave email client. Shortwave is the world’s smartest email app – fully equipped with a built-in AI Assistant along with other powerful productivity features to save you an hour every day with the help of AI.  Download Shortwave's desktop and mobile apps at www.shortwave.com/download/"
  }
}