{
  "name": {
    "ar": "Shopify تصدير البيانات",
    "am": "Shopify ወደ ውጭ ላክ ውሂብ",
    "bg": "Данни за експортиране на Shopify",
    "bn": "Shopify রপ্তানি ডেটা",
    "ca": "Shopify Exporta dades",
    "cs": "Export dat Shopify",
    "da,no": "Shopify eksporter data",
    "de": "Shopify-Exportdaten",
    "el": "Shopify Εξαγωγή δεδομένων",
    "en,en_AU,en_GB,en_US,es_419,fil,hu,pt_BR,zh_TW": "Shopify Export Data",
    "es": "Shopify exportar datos",
    "et": "Shopify andmete eksportimine",
    "fa": "داده های صادراتی Shopify",
    "fi": "Shopify Vie tiedot",
    "fr": "Shopify Exporter des données",
    "gu": "Shopify નિકાસ ડેટા",
    "he": "Shopify ייצוא נתונים",
    "hi": "Shopify डेटा निर्यात करें",
    "hr": "Shopify izvoz podataka",
    "id": "Data Ekspor Shopify",
    "it": "Shopify Esporta dati",
    "ja": "Shopify エクスポートデータ",
    "kn": "Shopify ರಫ್ತು ಡೇಟಾ",
    "ko": "Shopify 수출 데이터",
    "lt": "Shopify eksportuoti duomenis",
    "lv": "Shopify eksportēt datus",
    "ml": "Shopify എക്സ്പോർട്ട് ഡാറ്റ",
    "mr": "Shopify निर्यात डेटा",
    "ms": "Data Eksport Shopify",
    "nl": "Shopify Exportgegevens",
    "pl": "Shopify Eksportuj dane",
    "pt_PT": "Dados de exportação da Shopify",
    "ro": "Date de export Shopify",
    "ru": "Экспортные данные Shopify",
    "sk": "Export údajov Shopify",
    "sl": "Izvoz podatkov Shopify",
    "sr": "Схопифи извоз података",
    "sv": "Shopify Exportera data",
    "sw": "Shopify Hamisha Data",
    "ta": "Shopify ஏற்றுமதி தரவு",
    "te": "Shopify ఎగుమతి డేటా",
    "th": "Shopify ส่งออกข้อมูล",
    "tr": "Shopify Verileri Dışa Aktarma",
    "uk": "Дані експорту Shopify",
    "vi": "Shopify xuất dữ liệu",
    "zh_CN": "Shopify 导出数据"
  },
  "short": {
    "ar": "يسمح هذا الامتداد للمستخدم بتصدير بيانات Shopify بتنسيق CSV وExcel.",
    "am": "ይህ ቅጥያ ተጠቃሚው የሱቅፋይ ውሂብን በ csv፣excel ቅርጸት ወደ ውጭ እንዲልክ ያስችለዋል።",
    "bg": "Това разширение позволява на потребителя да експортира shopify данни във формат csv, excel.",
    "bn": "এই এক্সটেনশনটি ব্যবহারকারীকে csv, excel ফর্ম্যাটে shopify ডেটা রপ্তানি করতে দেয়।",
    "ca": "Aquesta extensió permet a l'usuari exportar dades de Shopify en format csv, excel.",
    "cs": "Toto rozšíření umožňuje uživateli exportovat data shopify ve formátu csv, excel.",
    "da": "Denne udvidelse giver brugeren mulighed for at eksportere shopify-data i csv, excel-format.",
    "de": "Diese Erweiterung ermöglicht dem Benutzer, Shopify-Daten im CSV- und Excel-Format zu exportieren.",
    "el": "Αυτή η επέκταση επιτρέπει στον χρήστη να εξάγει δεδομένα shopify σε μορφή csv, excel.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,zh_TW": "This extension allows the user to export shopify data in csv,excel format.",
    "es": "Esta extensión permite al usuario exportar datos de Shopify en formato csv, excel.",
    "et": "See laiendus võimaldab kasutajal eksportida Shopify andmeid csv-, excel-vormingus.",
    "fa": "این افزونه به کاربر اجازه می دهد تا داده های shopify را با فرمت csv، excel صادر کند.",
    "fi": "Tämän laajennuksen avulla käyttäjä voi viedä shopify-tietoja csv-, excel-muodossa.",
    "fil": "Binibigyang-daan ng extension na ito ang user na mag-export ng data ng shopify sa csv,excel na format.",
    "fr": "Cette extension permet à l'utilisateur d'exporter les données Shopify au format csv, excel.",
    "gu": "આ એક્સ્ટેંશન વપરાશકર્તાને csv, excel ફોર્મેટમાં shopify ડેટા નિકાસ કરવાની મંજૂરી આપે છે.",
    "he": "הרחבה זו מאפשרת למשתמש לייצא נתוני shopify בפורמט csv,excel.",
    "hi": "यह एक्सटेंशन उपयोगकर्ता को Shopify डेटा को csv, एक्सेल प्रारूप में निर्यात करने की अनुमति देता है।",
    "hr": "Ovo proširenje omogućuje korisniku izvoz shopify podataka u csv, excel formatu.",
    "hu": "Ez a bővítmény lehetővé teszi a felhasználó számára, hogy csv, excel formátumban exportálja a shopify-adatokat.",
    "id": "Ekstensi ini memungkinkan pengguna untuk mengekspor data Shopify dalam format csv, excel.",
    "it": "Questa estensione consente all'utente di esportare i dati di Shopify in formato CSV, Excel.",
    "ja": "この拡張機能により、ユーザーは Shopify データを csv、Excel 形式でエクスポートできます。",
    "kn": "ಈ ವಿಸ್ತರಣೆಯು ಬಳಕೆದಾರರಿಗೆ shopify ಡೇಟಾವನ್ನು csv, excel ಸ್ವರೂಪದಲ್ಲಿ ರಫ್ತು ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ.",
    "ko": "이 확장 프로그램을 사용하면 사용자는 Shopify 데이터를 csv,excel 형식으로 내보낼 수 있습니다.",
    "lt": "Šis plėtinys leidžia vartotojui eksportuoti shopify duomenis csv, excel formatu.",
    "lv": "Šis paplašinājums ļauj lietotājam eksportēt Shopify datus csv, excel formātā.",
    "ml": "ഈ വിപുലീകരണം csv, excel ഫോർമാറ്റിൽ shopify ഡാറ്റ കയറ്റുമതി ചെയ്യാൻ ഉപയോക്താവിനെ അനുവദിക്കുന്നു.",
    "mr": "हा विस्तार वापरकर्त्याला csv, excel फॉरमॅटमध्ये shopify डेटा निर्यात करण्यास अनुमती देतो.",
    "ms": "Sambungan ini membolehkan pengguna mengeksport data shopify dalam format csv,excel.",
    "nl": "Met deze extensie kan de gebruiker shopify-gegevens exporteren in csv- en Excel-formaat.",
    "no": "Denne utvidelsen lar brukeren eksportere shopify-data i csv, excel-format.",
    "pl": "To rozszerzenie umożliwia użytkownikowi eksportowanie danych Shopify w formacie CSV, Excel.",
    "pt_PT": "Esta extensão permite ao usuário exportar dados do shopify no formato csv, excel.",
    "ro": "Această extensie permite utilizatorului să exporte datele Shopify în format csv, excel.",
    "ru": "Это расширение позволяет пользователю экспортировать данные Shopify в формате CSV, Excel.",
    "sk": "Toto rozšírenie umožňuje používateľovi exportovať údaje shopify vo formáte csv, excel.",
    "sl": "Ta razširitev omogoča uporabniku izvoz podatkov shopify v formatu csv, excel.",
    "sr": "Ово проширење омогућава кориснику да извезе схопифи податке у цсв, екцел формату.",
    "sv": "Detta tillägg tillåter användaren att exportera shopify-data i csv, excel-format.",
    "sw": "Kiendelezi hiki huruhusu mtumiaji kuhamisha data ya shopify katika umbizo la csv, excel.",
    "ta": "இந்த நீட்டிப்பு பயனரை csv,excel வடிவத்தில் shopify தரவை ஏற்றுமதி செய்ய அனுமதிக்கிறது.",
    "te": "ఈ పొడిగింపు వినియోగదారుని csv,excel ఆకృతిలో shopify డేటాను ఎగుమతి చేయడానికి అనుమతిస్తుంది.",
    "th": "ส่วนขยายนี้อนุญาตให้ผู้ใช้ส่งออกข้อมูล Shopify ในรูปแบบ CSV, Excel",
    "tr": "Bu uzantı, kullanıcının shopify verilerini csv, excel formatında dışa aktarmasına olanak tanır.",
    "uk": "Це розширення дозволяє користувачеві експортувати дані shopify у форматі csv, excel.",
    "vi": "Tiện ích mở rộng này cho phép người dùng xuất dữ liệu shopify ở định dạng csv, excel.",
    "zh_CN": "此扩展允许用户以 csv、excel 格式导出 shopify 数据。"
  },
  "long": {
    "am,ar,bn,ca,el,et,fa,gu,he,hi,kn,lt,lv,ml,mr,ms,sk,sl,sr,sw,ta,te": "Export product listing data with just one tap, no setup, no sign-up, 100% free. Download the export file automatically into two formats Excel and CSV.\n\nShopify Export Data is a complete product data exporter extension, download all product details with a single click and import them quickly into the Shopify store. Simple and easy to use. There is no limit to product listing download. You can export an unlimited number of collection pages.\n\nWith Shopify Export Data, you can\n    • Easy to operate\n    • Completely free\n    • All language website data exporters\n    • Easy export and download automatically\n    • With just one click, you can export thousand of products data\n    • The extension supports all screen resolutions of your desktop\n    • Use CSV files format to import products to or export products from your Shopify store\n    • Information may contain Handle, Title, Body (HTML), Vendor, Type, Tags, etc...\n\nHow Extension Work\n    • Tab the extension icon.\n    • Go to the Shopify website and click on that collection page for the product listing data you have to download.\n    • Select the export file format and click on the Export/Download button. In extension, you can export all collection data by choose to all collections.\n    • When you choose the collection, the number indicates how many products are in that collection.\n    • It will redirect automatically after the download is over. You can save your data in your selected folder.\n    • The data that will download will be in Excel and CSV files.\n    • You can easily import the data on your Shopify website.\n\n\nShopify Export Data is an easy to operate extension to facilitate the best user experience while dealing with the export product data.\n\nNote: Some time extension can take long time to download due to larger product details, so be patient until the download is over.",
    "bg": "Експортирайте данни от списъка с продукти само с едно докосване, без настройка, без регистрация, безплатно стартиране. Изтеглете файла за експортиране автоматично в два формата Excel и CSV.\n\nShopify Export Data е цялостно разширение за износ на данни за продукти, изтеглете всички подробности за продукта с едно кликване и ги импортирайте бързо в магазина на Shopify. Лесен и лесен за използване. Няма ограничение за изтегляне на списък с продукти. Можете да експортирате неограничен брой страници с колекции.\n\nС Shopify Export Data можете\n • Лесен за работа\n • Безплатен старт\n • Износители на данни за уебсайтове на всички езици\n • Лесно експортиране и изтегляне автоматично\n • Само с едно кликване можете да експортирате данни за хиляди продукти\n • Разширението поддържа всички разделителни способности на екрана на вашия работен плот\n • Използвайте CSV файлов формат за импортиране на продукти във или експортиране на продукти от вашия магазин Shopify\n • Информацията може да съдържа Handle, Title, Body (HTML), Vendor, Type, Tags и др...\n\nКак работят разширенията\n • Tab иконата на разширение.\n • Отидете на уебсайта на Shopify и щракнете върху тази страница за събиране на данните за списъка с продукти, които трябва да изтеглите.\n • Изберете файловия формат за експортиране и щракнете върху бутона Експортиране/Изтегляне. В разширението можете да експортирате всички данни за колекции, като изберете към всички колекции.\n • Когато изберете колекцията, числото показва колко продукта има в тази колекция.\n • Ще се пренасочи автоматично, след като изтеглянето приключи. Можете да запазите вашите данни в избраната от вас папка.\n • Данните, които ще се изтеглят, ще бъдат в Excel и CSV файлове.\n • Можете лесно да импортирате данните на вашия уебсайт Shopify.\n\n\nShopify Export Data е лесно за работа разширение за улесняване на най-доброто потребителско изживяване при работа с експортираните данни за продукта.\n\nЗабележка: Известно удължаване на времето може да отнеме много време за изтегляне поради по-големи подробности за продукта, така че бъдете търпеливи, докато изтеглянето приключи.",
    "cs": "Exportujte data záznamů o produktu jediným klepnutím, bez nastavování, bez registrace, spuštění zdarma. Stáhněte si exportovaný soubor automaticky do dvou formátů Excel a CSV.\n\nShopify Export Data je kompletní rozšíření exportéru produktových dat, stáhněte si všechny podrobnosti o produktu jediným kliknutím a rychle je importujte do obchodu Shopify. Jednoduché a snadné použití. Stahování výpisu produktů není nijak omezeno. Můžete exportovat neomezený počet stránek sbírky.\n\nPomocí Shopify Export Data můžete\n • Snadná obsluha\n • Volný začátek\n • Všechny jazykové exportéry dat webových stránek\n • Snadný export a automatické stahování\n • Jediným kliknutím můžete exportovat tisíce údajů o výrobcích\n • Rozšíření podporuje všechna rozlišení obrazovky vaší plochy\n • Použijte formát souborů CSV k importu produktů do nebo exportu produktů z vašeho obchodu Shopify\n • Informace mohou obsahovat popisovač, nadpis, tělo (HTML), dodavatele, typ, štítky atd...\n\nJak rozšíření funguje\n • Klepněte na ikonu rozšíření.\n • Přejděte na webovou stránku Shopify a klikněte na příslušnou stránku shromažďování údajů o produktu, které si musíte stáhnout.\n • Vyberte formát exportovaného souboru a klikněte na tlačítko Export/Stáhnout. Kromě toho můžete exportovat všechna data kolekce výběrem do všech kolekcí.\n • Když vyberete kolekci, číslo udává, kolik produktů je v této kolekci.\n • Po dokončení stahování se automaticky přesměruje. Svá data můžete uložit do vybrané složky.\n • Data, která se budou stahovat, budou v souborech Excel a CSV.\n • Data můžete snadno importovat na svůj web Shopify.\n\n\nShopify Export Data je snadno ovladatelné rozšíření, které usnadňuje uživatelskou zkušenost při práci s exportovanými daty produktu.\n\nPoznámka: Stahování některých prodloužení může trvat dlouho kvůli větším detailům produktu, takže buďte trpěliví, dokud stahování neskončí.",
    "da": "Eksporter produktlistedata med kun ét tryk, ingen opsætning, ingen tilmelding, Gratis at starte. Download eksportfilen automatisk til to formater Excel og CSV.\n\nShopify Export Data er en komplet produktdataeksportørudvidelse, download alle produktdetaljer med et enkelt klik og importer dem hurtigt til Shopify-butikken. Enkel og nem at bruge. Der er ingen grænse for download af produktliste. Du kan eksportere et ubegrænset antal samlingssider.\n\nMed Shopify Export Data kan du\n • Let at betjene\n • Gratis at starte\n • Eksportører af alle sproglige webstedsdata\n • Nem eksport og download automatisk\n • Med kun et enkelt klik kan du eksportere tusindvis af produktdata\n • Udvidelsen understøtter alle skærmopløsninger på dit skrivebord\n • Brug CSV-filformat til at importere produkter til eller eksportere produkter fra din Shopify-butik\n • Oplysninger kan indeholde håndtag, titel, brødtekst (HTML), leverandør, type, tags osv...\n\nSådan fungerer udvidelsen\n • Tab udvidelsesikonet.\n • Gå til Shopify-webstedet, og klik på den pågældende samlingsside for de produktlistedata, du skal downloade.\n • Vælg eksportfilformatet, og klik på knappen Eksporter/Download. I forlængelse heraf kan du eksportere alle samlingsdata ved at vælge til alle samlinger.\n • Når du vælger kollektionen, angiver tallet, hvor mange produkter der er i kollektionen.\n • Den omdirigerer automatisk, når overførslen er slut. Du kan gemme dine data i din valgte mappe.\n • De data, der downloades, vil være i Excel- og CSV-filer.\n • Du kan nemt importere dataene på dit Shopify-websted.\n\n\nShopify Export Data er en nem at betjene udvidelse for at lette den bedste brugeroplevelse, mens der håndteres eksportproduktdata.\n\nBemærk: En vis tidsudvidelse kan tage lang tid at downloade på grund af større produktdetaljer, så vær tålmodig, indtil overførslen er overstået.",
    "de": "Exportieren Sie Produktlistendaten mit nur einem Fingertipp, keine Einrichtung, keine Anmeldung, kostenlos. Laden Sie die Exportdatei automatisch in zwei Formaten herunter: Excel und CSV.\n\nShopify Export Data ist eine vollständige Produktdaten-Exporterweiterung. Laden Sie alle Produktdetails mit einem einzigen Klick herunter und importieren Sie sie schnell in den Shopify-Shop. Einfach und leicht zu verwenden. Es gibt keine Begrenzung für den Download von Produktlisten. Sie können eine unbegrenzte Anzahl von Sammlungsseiten exportieren.\n\nMit Shopify Export Data können Sie:\n\n• Einfach zu bedienen\n• Kostenlos zu verwenden\n• Website-Datenexporteure in allen Sprachen\n• Einfacher Export und automatischer Download\n• Mit nur einem Klick können Sie Tausende von Produktdaten exportieren\n• Die Erweiterung unterstützt alle Bildschirmauflösungen Ihres Desktops\n• Verwenden Sie das CSV-Dateiformat, um Produkte in Ihren Shopify-Shop zu importieren oder aus diesem zu exportieren\n• Informationen können Handle, Titel, Text (HTML), Anbieter, Typ, Tags usw. enthalten\n\nSo funktioniert die Erweiterung\n• Tippen Sie auf das Erweiterungssymbol.\n• Gehen Sie zur Shopify-Website und klicken Sie auf diese Sammlungsseite, um die Produktlistendaten anzuzeigen, die Sie herunterladen müssen.\n• Wählen Sie das Exportdateiformat aus und klicken Sie auf die Schaltfläche Exportieren/Herunterladen. In der Erweiterung können Sie alle Sammlungsdaten exportieren, indem Sie alle Sammlungen auswählen.\n\n• Wenn Sie die Sammlung auswählen, gibt die Zahl an, wie viele Produkte sich in dieser Sammlung befinden.\n\n• Nach Abschluss des Downloads erfolgt eine automatische Weiterleitung. Sie können Ihre Daten in dem von Ihnen ausgewählten Ordner speichern.\n\n• Die heruntergeladenen Daten liegen in Excel- und CSV-Dateien vor.\n\n• Sie können die Daten problemlos auf Ihre Shopify-Website importieren.\n\nShopify Export Data ist eine einfach zu bedienende Erweiterung, die das beste Benutzererlebnis beim Umgang mit den exportierten Produktdaten ermöglicht.\n\nHinweis: Aufgrund größerer Produktdetails kann das Herunterladen einiger Erweiterungen lange dauern. Haben Sie also Geduld, bis der Download abgeschlossen ist.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,zh_TW": "Export product listing data with just one tap, no setup, no sign-up, Free to start. Download the export file automatically into two formats Excel and CSV.\n\nShopify Export Data is a complete product data exporter extension, download all product details with a single click and import them quickly into the Shopify store. Simple and easy to use. There is no limit to product listing download. You can export an unlimited number of collection pages.\n\nWith Shopify Export Data, you can\n    • Easy to operate\n    • Free to start\n    • All language website data exporters\n    • Easy export and download automatically\n    • With just one click, you can export thousand of products data\n    • The extension supports all screen resolutions of your desktop\n    • Use CSV files format to import products to or export products from your Shopify store\n    • Information may contain Handle, Title, Body (HTML), Vendor, Type, Tags, etc...\n\nHow Extension Work\n    • Tab the extension icon.\n    • Go to the Shopify website and click on that collection page for the product listing data you have to download.\n    • Select the export file format and click on the Export/Download button. In extension, you can export all collection data by choose to all collections.\n    • When you choose the collection, the number indicates how many products are in that collection.\n    • It will redirect automatically after the download is over. You can save your data in your selected folder.\n    • The data that will download will be in Excel and CSV files.\n    • You can easily import the data on your Shopify website.\n\n\nShopify Export Data is an easy to operate extension to facilitate the best user experience while dealing with the export product data.\n\nNote: Some time extension can take long time to download due to larger product details, so be patient until the download is over.",
    "es": "Exporte datos de listado de productos con solo un toque, sin configuración, sin registro, gratis para comenzar. Descargue el archivo de exportación automáticamente en dos formatos Excel y CSV.\n\nShopify Export Data es una completa extensión exportadora de datos de productos, descarga todos los detalles del producto con un solo clic e impórtalos rápidamente a la tienda Shopify. Simple y fácil de usar. No hay límite para la descarga de listados de productos. Puede exportar un número ilimitado de páginas de colección.\n\nCon Shopify Exportar datos, puedes\n • Fácil de operar\n • Gratis para comenzar\n • Exportadores de datos de sitios web en todos los idiomas\n • Fácil exportación y descarga automática\n • Con solo un clic, puedes exportar miles de datos de productos.\n • La extensión admite todas las resoluciones de pantalla de su escritorio.\n • Utilice el formato de archivos CSV para importar o exportar productos desde su tienda Shopify\n • La información puede contener identificador, título, cuerpo (HTML), proveedor, tipo, etiquetas, etc.\n\nCómo funciona la extensión\n • Presione el icono de extensión.\n • Vaya al sitio web de Shopify y haga clic en esa página de colección para obtener los datos del listado de productos que debe descargar.\n • Seleccione el formato del archivo de exportación y haga clic en el botón Exportar/Descargar. Además, puede exportar todos los datos de la colección eligiendo todas las colecciones.\n • Cuando eliges la colección, el número indica cuántos productos hay en esa colección.\n • Se redireccionará automáticamente una vez finalizada la descarga. Puede guardar sus datos en la carpeta seleccionada.\n • Los datos que se descargarán estarán en archivos Excel y CSV.\n • Puedes importar fácilmente los datos en tu sitio web de Shopify.\n\n\nShopify Export Data es una extensión fácil de operar para facilitar la mejor experiencia de usuario al procesar los datos del producto de exportación.\n\nNota: Algunas extensiones de tiempo pueden tardar mucho en descargarse debido a detalles más grandes del producto, así que tenga paciencia hasta que finalice la descarga.",
    "fi": "Vie tuotetiedot yhdellä napautuksella, ei asennusta, ei rekisteröitymistä, ilmainen aloitus. Lataa vientitiedosto automaattisesti kahteen muotoon Excel ja CSV.\n\nShopify Export Data on täydellinen tuotetietojen viejälaajennus, lataa kaikki tuotetiedot yhdellä napsautuksella ja tuo ne nopeasti Shopify-kauppaan. Yksinkertainen ja helppokäyttöinen. Tuoteluettelon lataamista ei ole rajoitettu. Voit viedä rajattoman määrän kokoelmasivuja.\n\nShopify Export Datan avulla voit\n • Helppo käyttää\n • Ilmainen aloittaa\n • Kaikki kielten verkkosivustojen tietojen viejät\n • Helppo viedä ja ladata automaattisesti\n • Voit viedä tuhansia tuotetietoja yhdellä napsautuksella\n • Laajennus tukee kaikkia työpöytäsi näyttötarkkuuksia\n • Käytä CSV-tiedostomuotoa tuodaksesi tuotteita Shopify-kauppaasi tai viedäksesi tuotteita sieltä\n • Tiedot voivat sisältää kahvan, otsikon, tekstin (HTML), toimittajan, tyypin, tunnisteet jne...\n\nMiten laajennus toimii\n • Napauta laajennuskuvaketta.\n • Siirry Shopify-verkkosivustolle ja napsauta kyseistä kokoelmasivua saadaksesi ladattavat tuotetiedot.\n • Valitse vientitiedostomuoto ja napsauta Vie/Lataa-painiketta. Laajennuksessa voit viedä kaikki kokoelmatiedot kaikkiin kokoelmiin valitsemalla.\n • Kun valitset malliston, numero ilmaisee, kuinka monta tuotetta kyseisessä mallistossa on.\n • Se uudelleenohjaa automaattisesti latauksen päätyttyä. Voit tallentaa tietosi valitsemaasi kansioon.\n • Ladattavat tiedot ovat Excel- ja CSV-tiedostoissa.\n • Voit helposti tuoda tiedot Shopify-verkkosivustollesi.\n\n\nShopify Export Data on helppokäyttöinen laajennus, joka mahdollistaa parhaan käyttökokemuksen vientituotetietojen käsittelyssä.\n\nHuomautus: Joidenkin aikapäivitysten lataaminen voi kestää kauan, koska tuotetiedot ovat suuremmat, joten ole kärsivällinen, kunnes lataus on ohi.",
    "fil": "I-export ang data ng listahan ng produkto sa isang tap lang, walang setup, walang sign-up, Libre para magsimula. Awtomatikong i-download ang export file sa dalawang format na Excel at CSV.\n\nAng Shopify Export Data ay isang kumpletong extension ng exporter ng data ng produkto, i-download ang lahat ng mga detalye ng produkto sa isang pag-click at mabilis na i-import ang mga ito sa tindahan ng Shopify. Simple at madaling gamitin. Walang limitasyon sa pag-download ng listahan ng produkto. Maaari kang mag-export ng walang limitasyong bilang ng mga pahina ng koleksyon.\n\nSa Shopify Export Data, magagawa mo\n • Madaling patakbuhin\n • Libreng magsimula\n • Lahat ng mga taga-export ng data ng website ng wika\n • Madaling i-export at awtomatikong i-download\n • Sa isang pag-click lamang, maaari kang mag-export ng libu-libong data ng mga produkto\n • Sinusuportahan ng extension ang lahat ng mga resolution ng screen ng iyong desktop\n • Gumamit ng mga CSV file na format para mag-import ng mga produkto sa o mag-export ng mga produkto mula sa iyong Shopify store\n • Maaaring naglalaman ang impormasyon ng Handle, Title, Body (HTML), Vendor, Type, Tag, atbp...\n\nPaano Gumagana ang Extension\n • I-tab ang icon ng extension.\n • Pumunta sa website ng Shopify at mag-click sa pahina ng koleksyon na iyon para sa data ng listahan ng produkto na kailangan mong i-download.\n • Piliin ang export file format at i-click ang Export/Download na button. Sa extension, maaari mong i-export ang lahat ng data ng koleksyon sa pamamagitan ng pagpili sa lahat ng mga koleksyon.\n • Kapag pinili mo ang koleksyon, ang numero ay nagpapahiwatig kung gaano karaming mga produkto ang nasa koleksyon na iyon.\n • Ito ay awtomatikong magre-redirect pagkatapos ng pag-download. Maaari mong i-save ang iyong data sa iyong napiling folder.\n • Ang data na ida-download ay nasa Excel at CSV file.\n • Madali mong mai-import ang data sa iyong Shopify website.\n\n\nAng Shopify Export Data ay isang madaling patakbuhin na extension upang mapadali ang pinakamahusay na karanasan ng user habang nakikitungo sa data ng pag-export ng produkto.\n\nTandaan: Maaaring magtagal bago ma-download ang ilang extension ng oras dahil sa mas malalaking detalye ng produkto, kaya maging matiyaga hanggang sa matapos ang pag-download.",
    "fr": "Exportez les données de la liste de produits en un seul clic, sans configuration, sans inscription, gratuit pour démarrer. Téléchargez automatiquement le fichier d'export dans deux formats Excel et CSV.\n\nShopify Export Data est une extension complète d'exportation de données de produits, téléchargez tous les détails du produit en un seul clic et importez-les rapidement dans la boutique Shopify. Simple et facile à utiliser. Il n’y a aucune limite au téléchargement des listes de produits. Vous pouvez exporter un nombre illimité de pages de collection.\n\nAvec Shopify Export Data, vous pouvez\n • Facile à utiliser\n • Début gratuit\n • Exportateurs de données de sites Web dans toutes les langues\n • Exportation facile et téléchargement automatique\n • En un seul clic, vous pouvez exporter des milliers de données de produits\n • L'extension prend en charge toutes les résolutions d'écran de votre bureau\n • Utilisez le format de fichiers CSV pour importer ou exporter des produits depuis votre boutique Shopify.\n • Les informations peuvent contenir un identifiant, un titre, un corps (HTML), un fournisseur, un type, des balises, etc...\n\nComment fonctionnent les extensions\n • Appuyez sur l'icône d'extension.\n • Accédez au site Web Shopify et cliquez sur cette page de collecte pour les données de liste de produits que vous devez télécharger.\n • Sélectionnez le format du fichier d'exportation et cliquez sur le bouton Exporter/Télécharger. En extension, vous pouvez exporter toutes les données de collection en choisissant vers toutes les collections.\n • Lorsque vous choisissez la collection, le numéro indique le nombre de produits contenus dans cette collection.\n • Il sera redirigé automatiquement une fois le téléchargement terminé. Vous pouvez enregistrer vos données dans le dossier sélectionné.\n • Les données qui seront téléchargées seront dans des fichiers Excel et CSV.\n • Vous pouvez facilement importer les données sur votre site Web Shopify.\n\n\nShopify Export Data est une extension facile à utiliser pour faciliter la meilleure expérience utilisateur lors de la gestion des données de produits d'exportation.\n\nRemarque : Le téléchargement d'une certaine prolongation peut prendre beaucoup de temps en raison de détails plus importants sur le produit, alors soyez patient jusqu'à la fin du téléchargement.",
    "hr": "Izvezite podatke o popisu proizvoda samo jednim dodirom, bez postavljanja, bez prijave, besplatan početak. Preuzmite datoteku za izvoz automatski u dva formata Excel i CSV.\n\nShopify Export Data potpuno je proširenje za izvoz podataka o proizvodu, preuzmite sve pojedinosti o proizvodu jednim klikom i brzo ih uvezite u Shopify trgovinu. Jednostavan i lagan za korištenje. Ne postoji ograničenje za preuzimanje popisa proizvoda. Možete izvesti neograničen broj stranica zbirke.\n\nUz Shopify izvoz podataka, možete\n • Jednostavan za rukovanje\n • Slobodan početak\n • Izvoznici podataka web stranica na svim jezicima\n • Jednostavan izvoz i automatsko preuzimanje\n • Samo jednim klikom možete izvesti tisuće podataka o proizvodima\n • Proširenje podržava sve razlučivosti zaslona vaše radne površine\n • Koristite format CSV datoteka za uvoz proizvoda u ili izvoz proizvoda iz vaše Shopify trgovine\n • Informacije mogu sadržavati oznaku, naslov, tijelo (HTML), dobavljača, vrstu, oznake itd...\n\nKako rade ekstenzije\n • Pritisnite ikonu proširenja.\n • Idite na web stranicu Shopify i kliknite tu stranicu za prikupljanje podataka o popisu proizvoda koje morate preuzeti.\n • Odaberite format datoteke za izvoz i kliknite gumb Izvoz/Preuzimanje. U proširenju možete izvesti sve podatke o zbirci odabirom u sve zbirke.\n • Kada odaberete kolekciju, broj označava koliko se proizvoda nalazi u toj kolekciji.\n • Automatski će se preusmjeriti nakon završetka preuzimanja. Možete spremiti svoje podatke u odabranu mapu.\n • Podaci koji će se preuzeti bit će u Excel i CSV datotekama.\n • Možete jednostavno uvesti podatke na svoju Shopify web stranicu.\n\n\nShopify Export Data proširenje je jednostavno za rukovanje koje omogućuje najbolje korisničko iskustvo pri radu s podacima o izvozu proizvoda.\n\nNapomena: određeno produženje vremena može potrajati dugo za preuzimanje zbog većih podataka o proizvodu, stoga budite strpljivi dok preuzimanje ne završi.",
    "hu": "A terméklista adatait egyetlen érintéssel exportálhatja, nincs beállítás, nincs regisztráció, ingyenes az indulás. Töltse le automatikusan az exportfájlt két formátumba: Excel és CSV.\n\nA Shopify Export Data egy teljes termékadat-exportőr-bővítmény, amely egyetlen kattintással letöltheti az összes termékrészletet, és gyorsan importálhatja azokat a Shopify áruházba. Egyszerű és könnyen használható. A terméklista letöltésének nincs korlátozása. Korlátlan számú gyűjteményoldalt exportálhat.\n\nA Shopify Export Data segítségével megteheti\n • Könnyen kezelhető\n • Kezdés ingyenes\n • Minden nyelvi webhely adatexportőr\n • Egyszerű exportálás és automatikus letöltés\n • Egyetlen kattintással több ezer termékadatot exportálhat\n • A bővítmény támogatja az asztali számítógép összes képernyőfelbontását\n • Használjon CSV fájlformátumot termékek importálásához vagy exportálásához a Shopify áruházba\n • Az információ tartalmazhat fogantyút, címet, törzset (HTML), szállítót, típust, címkéket stb.\n\nHogyan működik a kiterjesztés\n • Érintse meg a kiterjesztés ikonját.\n • Nyissa meg a Shopify webhelyet, és kattintson a gyűjtőoldalra a letöltendő terméklista adatokért.\n • Válassza ki az export fájlformátumot, és kattintson az Exportálás/Letöltés gombra. A kiterjesztésben az összes gyűjteményadatot a választással exportálhatja az összes gyűjteménybe.\n • A kollekció kiválasztásakor a szám azt jelzi, hogy hány termék van a kollekcióban.\n • A letöltés után automatikusan átirányítja. Adatait a kiválasztott mappába mentheti.\n • A letöltött adatok Excel- és CSV-fájlokban lesznek.\n • Könnyen importálhatja az adatokat Shopify webhelyére.\n\n\nA Shopify Export Data egy könnyen kezelhető bővítmény, amely megkönnyíti a legjobb felhasználói élményt az exportált termékadatok kezelése során.\n\nMegjegyzés: A nagyobb termékadatok miatt bizonyos időhosszabbítások letöltése sokáig tarthat, ezért legyen türelmes, amíg a letöltés véget nem ér.",
    "id": "Ekspor data daftar produk hanya dengan satu ketukan, tanpa pengaturan, tanpa pendaftaran, Gratis untuk memulai. Download file ekspor secara otomatis ke dalam dua format Excel dan CSV.\n\nData Ekspor Shopify adalah ekstensi pengekspor data produk lengkap, unduh semua detail produk dengan satu klik dan impor dengan cepat ke toko Shopify. Sederhana dan mudah digunakan. Tidak ada batasan untuk mengunduh daftar produk. Anda dapat mengekspor halaman koleksi dalam jumlah tidak terbatas.\n\nDengan Shopify Mengekspor Data, Anda bisa\n • Mudah dioperasikan\n • Bebas untuk memulai\n • Pengekspor data situs web semua bahasa\n • Ekspor mudah dan unduh secara otomatis\n • Hanya dengan satu klik, Anda dapat mengekspor ribuan data produk\n • Ekstensi ini mendukung semua resolusi layar desktop Anda\n • Gunakan format file CSV untuk mengimpor produk atau mengekspor produk dari toko Shopify Anda\n • Informasi mungkin berisi Pegangan, Judul, Isi (HTML), Vendor, Jenis, Tag, dll...\n\nCara Kerja Ekstensi\n • Tab ikon ekstensi.\n • Kunjungi situs Shopify dan klik halaman koleksi untuk data daftar produk yang harus Anda unduh.\n • Pilih format file ekspor dan klik tombol Ekspor/Unduh. Selain itu, Anda dapat mengekspor semua data koleksi dengan memilih ke semua koleksi.\n • Saat Anda memilih koleksi, nomor tersebut menunjukkan berapa banyak produk yang ada dalam koleksi tersebut.\n • Ini akan mengalihkan secara otomatis setelah pengunduhan selesai. Anda dapat menyimpan data Anda di folder pilihan Anda.\n • Data yang akan diunduh akan berbentuk file Excel dan CSV.\n • Anda dapat dengan mudah mengimpor data ke situs Shopify Anda.\n\n\nData Ekspor Shopify adalah ekstensi yang mudah dioperasikan untuk memfasilitasi pengalaman pengguna terbaik saat menangani data produk ekspor.\n\nCatatan: Beberapa perpanjangan waktu dapat memakan waktu lama untuk diunduh karena detail produk yang lebih besar, jadi bersabarlah hingga unduhan selesai.",
    "it": "Esporta i dati dell'elenco dei prodotti con un solo tocco, nessuna configurazione, nessuna registrazione, inizio gratuito. Scarica automaticamente il file di esportazione in due formati Excel e CSV.\n\nShopify Export Data è un'estensione completa per l'esportazione dei dati di prodotto, scarica tutti i dettagli del prodotto con un solo clic e importali rapidamente nel negozio Shopify. Semplice e facile da usare. Non ci sono limiti al download dell'elenco dei prodotti. Puoi esportare un numero illimitato di pagine di raccolta.\n\nCon Shopify Export Data, puoi\n • Facile da usare\n • Inizio gratuito\n • Esportatori di dati di siti Web in tutte le lingue\n • Facile esportazione e download automatico\n • Con un solo clic puoi esportare migliaia di dati di prodotti\n • L'estensione supporta tutte le risoluzioni dello schermo del tuo desktop\n • Utilizza il formato file CSV per importare o esportare prodotti dal tuo negozio Shopify\n • Le informazioni possono contenere handle, titolo, corpo (HTML), fornitore, tipo, tag, ecc...\n\nCome funziona l'estensione\n • Toccare l'icona dell'estensione.\n • Vai al sito web Shopify e fai clic sulla pagina di raccolta per i dati dell'elenco dei prodotti che devi scaricare.\n • Selezionare il formato del file di esportazione e fare clic sul pulsante Esporta/Scarica. Inoltre, puoi esportare tutti i dati della raccolta scegliendo tra tutte le raccolte.\n • Quando scegli la collezione, il numero indica quanti prodotti ci sono in quella collezione.\n • Verrà reindirizzato automaticamente al termine del download. Puoi salvare i tuoi dati nella cartella selezionata.\n • I dati che verranno scaricati saranno in file Excel e CSV.\n • Puoi importare facilmente i dati sul tuo sito web Shopify.\n\n\nShopify Export Data è un'estensione facile da utilizzare per facilitare la migliore esperienza utente durante la gestione dei dati di prodotto esportati.\n\nNota: un'estensione temporale può richiedere molto tempo per il download a causa dei dettagli del prodotto più grandi, quindi sii paziente fino al termine del download.",
    "ja": "ワンタップで商品リストデータをエクスポートします。セットアップやサインアップは不要で、無料で開始できます。エクスポートファイルは、Excel と CSV の 2 つの形式で自動的にダウンロードされます。\n\nShopify エクスポートデータは、完全な商品データエクスポーター拡張機能です。ワンクリックですべての商品詳細をダウンロードし、Shopify ストアにすばやくインポートします。シンプルで使いやすいです。商品リストのダウンロードに制限はありません。無制限の数のコレクションページをエクスポートできます。\n\nShopify エクスポートデータを使用すると、次のことができます。\n• 操作が簡単\n• 無料で開始できます\n• すべての言語の Web サイトデータエクスポーター\n• 簡単にエクスポートして自動的にダウンロードできます\n• ワンクリックで、何千もの商品データをエクスポートできます\n• 拡張機能は、デスクトップのすべての画面解像度をサポートします\n• CSV ファイル形式を使用して、Shopify ストアに商品をインポートしたり、Shopify ストアから商品をエクスポートしたりします\n• 情報には、ハンドル、タイトル、本文 (HTML)、ベンダー、タイプ、タグなどが含まれます...\n\n拡張機能の動作方法\n• 拡張機能アイコンをタブします。\n• Shopify Web サイトに移動し、ダウンロードする必要がある商品リストデータのコレクションページをクリックします。\n• エクスポートファイル形式を選択し、[エクスポート/ダウンロード] ボタンをクリックします。拡張機能では、すべてのコレクションを選択してすべてのコレクション データをエクスポートできます。\n• コレクションを選択すると、そのコレクションに含まれる製品の数が表示されます。\n• ダウンロードが終了すると自動的にリダイレクトされます。選択したフォルダーにデータを保存できます。\n• ダウンロードされるデータは、Excel ファイルと CSV ファイルになります。\n• Shopify ウェブサイトにデータを簡単にインポートできます。\n\nShopify エクスポート データは、操作が簡単な拡張機能で、エクスポート製品データを処理する際に最高のユーザー エクスペリエンスを実現します。\n\n注: 製品の詳細が大きいため、拡張機能のダウンロードに時間がかかる場合があります。ダウンロードが完了するまでお待ちください。",
    "ko": "단 한 번의 탭으로 제품 목록 데이터를 내보낼 수 있으며, 설정이나 가입이 필요 없으며 무료로 시작할 수 있습니다. 내보내기 파일을 Excel과 CSV의 두 가지 형식으로 자동 다운로드합니다.\n\nShopify 내보내기 데이터는 완전한 제품 데이터 내보내기 확장 프로그램으로, 한 번의 클릭으로 모든 제품 세부 정보를 다운로드하고 Shopify 스토어로 빠르게 가져올 수 있습니다. 간단하고 사용하기 쉽습니다. 제품 목록 다운로드에는 제한이 없습니다. 컬렉션 페이지를 무제한으로 내보낼 수 있습니다.\n\nShopify 수출 데이터를 사용하면 다음을 수행할 수 있습니다.\n • 간편한 조작\n • 무료로 시작할 수 있습니다.\n • 모든 언어 웹사이트 데이터 내보내기\n • 간편한 자동 내보내기 및 다운로드\n • 단 한 번의 클릭으로 수천 개의 제품 데이터를 내보낼 수 있습니다.\n • 확장 프로그램은 데스크톱의 모든 화면 해상도를 지원합니다.\n • CSV 파일 형식을 사용하여 Shopify 스토어로 제품을 가져오거나 내보냅니다.\n • 정보에는 핸들, 제목, 본문(HTML), 공급업체, 유형, 태그 등이 포함될 수 있습니다.\n\n확장 작동 방식\n • 확장 아이콘을 탭하세요.\n • Shopify 웹사이트로 이동하여 다운로드해야 하는 제품 목록 데이터에 대한 해당 컬렉션 페이지를 클릭하세요.\n • 내보내기 파일 형식을 선택하고 내보내기/다운로드 버튼을 클릭합니다. 확장에서는 모든 컬렉션을 선택하여 모든 컬렉션 데이터를 내보낼 수 있습니다.\n • 컬렉션을 선택하면 숫자는 해당 컬렉션에 포함된 제품 수를 나타냅니다.\n • 다운로드가 끝나면 자동으로 리디렉션됩니다. 선택한 폴더에 데이터를 저장할 수 있습니다.\n • 다운로드할 데이터는 Excel 및 CSV 파일로 제공됩니다.\n • Shopify 웹사이트에서 데이터를 쉽게 가져올 수 있습니다.\n\n\nShopify 수출 데이터는 수출 제품 데이터를 처리하는 동안 최상의 사용자 경험을 촉진하기 위해 운영하기 쉬운 확장 프로그램입니다.\n\n참고: 일부 시간 연장은 제품 세부 정보가 더 크기 때문에 다운로드하는 데 시간이 오래 걸릴 수 있으므로 다운로드가 끝날 때까지 기다려주세요.",
    "nl": "Productvermeldingsgegevens exporteren met slechts één tik, geen configuratie, geen aanmelding, gratis om te beginnen. Download het exportbestand automatisch in twee formaten Excel en CSV.\n\nShopify Export Data is een complete extensie voor het exporteren van productgegevens. Download alle productgegevens met een enkele klik en importeer ze snel in de Shopify-winkel. Eenvoudig en gemakkelijk te gebruiken. Er is geen limiet voor het downloaden van productvermeldingen. U kunt een onbeperkt aantal collectiepagina's exporteren.\n\nMet Shopify Exportgegevens kan dat\n • Makkelijk te besturen\n • Gratis om te beginnen\n • Exporteurs van websitegegevens in alle talen\n • Eenvoudig automatisch exporteren en downloaden\n • Met slechts één klik kunt u duizenden productgegevens exporteren\n • De extensie ondersteunt alle schermresoluties van uw bureaublad\n • Gebruik de CSV-bestandsindeling om producten te importeren naar of te exporteren vanuit uw Shopify-winkel\n • Informatie kan handvat, titel, hoofdtekst (HTML), leverancier, type, tags, enz. bevatten...\n\nHoe extensie werkt\n • Tik op het extensiepictogram.\n • Ga naar de Shopify-website en klik op die verzamelpagina voor de productvermeldingsgegevens die u moet downloaden.\n • Selecteer het exportbestandsformaat en klik op de knop Exporteren/Downloaden. In uitbreiding kunt u alle incassogegevens naar alle collecties exporteren.\n • Wanneer u de collectie kiest, geeft het getal aan hoeveel producten er in die collectie zitten.\n • Het wordt automatisch omgeleid nadat het downloaden is voltooid. U kunt uw gegevens opslaan in de door u geselecteerde map.\n • De gegevens die worden gedownload, bevinden zich in Excel- en CSV-bestanden.\n • U kunt de gegevens eenvoudig importeren op uw Shopify-website.\n\n\nShopify Export Data is een eenvoudig te bedienen extensie om de beste gebruikerservaring te vergemakkelijken bij het omgaan met de exportproductgegevens.\n\nLet op: Door de grotere productdetails kan het downloaden lang duren vanwege de grotere productdetails. Wees dus geduldig tot het downloaden voorbij is.",
    "no": "Eksporter produktoppføringsdata med bare ett trykk, ingen oppsett, ingen registrering, gratis å starte. Last ned eksportfilen automatisk til to formater Excel og CSV.\n\nShopify Export Data er en komplett produktdataeksportørutvidelse, last ned alle produktdetaljer med et enkelt klikk og importer dem raskt til Shopify-butikken. Enkel og lett å bruke. Det er ingen grense for nedlasting av produktoppføringer. Du kan eksportere et ubegrenset antall samlingssider.\n\nMed Shopify Export Data kan du\n • Enkel å betjene\n • Gratis å starte\n • Eksportører av data på alle språklige nettsider\n • Enkel eksport og nedlasting automatisk\n • Med bare ett klikk kan du eksportere tusenvis av produktdata\n • Utvidelsen støtter alle skjermoppløsninger på skrivebordet\n • Bruk CSV-filformat for å importere produkter til eller eksportere produkter fra Shopify-butikken din\n • Informasjon kan inneholde håndtak, tittel, brødtekst (HTML), leverandør, type, etiketter osv...\n\nHvordan utvidelse fungerer\n • Tab utvidelsesikonet.\n • Gå til Shopify-nettstedet og klikk på den samlingssiden for produktoppføringsdataene du må laste ned.\n • Velg eksportfilformatet og klikk på Eksporter/Last ned-knappen. I forlengelsen kan du eksportere alle samlingsdata ved å velge til alle samlinger.\n • Når du velger kolleksjonen, indikerer tallet hvor mange produkter som er i den kolleksjonen.\n • Den vil omdirigere automatisk etter at nedlastingen er over. Du kan lagre dataene dine i den valgte mappen.\n • Dataene som vil lastes ned vil være i Excel- og CSV-filer.\n • Du kan enkelt importere dataene til Shopify-nettstedet ditt.\n\n\nShopify Export Data er en enkel å betjene utvidelse for å lette den beste brukeropplevelsen mens du håndterer eksportproduktdataene.\n\nMerk: En viss tidsforlengelse kan ta lang tid å laste ned på grunn av større produktdetaljer, så vær tålmodig til nedlastingen er over.",
    "pl": "Eksportuj dane z listy produktów jednym dotknięciem, bez konfiguracji i rejestracji. Rozpocznij bezpłatnie. Pobierz plik eksportu automatycznie do dwóch formatów Excel i CSV.\n\nShopify Export Data to kompletne rozszerzenie eksportera danych produktów, które pozwala pobrać wszystkie szczegóły produktu jednym kliknięciem i szybko zaimportować je do sklepu Shopify. Prosty i łatwy w użyciu. Nie ma ograniczeń co do pobierania listy produktów. Możesz wyeksportować nieograniczoną liczbę stron kolekcji.\n\nDzięki Shopify Export Data jest to możliwe\n • Łatwy w obsłudze\n • Na początek za darmo\n • Eksporterzy danych witryn internetowych we wszystkich językach\n • Łatwy eksport i automatyczne pobieranie\n • Jednym kliknięciem możesz wyeksportować dane tysięcy produktów\n • Rozszerzenie obsługuje wszystkie rozdzielczości ekranu Twojego pulpitu\n • Użyj formatu plików CSV, aby importować produkty do lub eksportować produkty ze swojego sklepu Shopify\n • Informacje mogą zawierać uchwyt, tytuł, treść (HTML), dostawcę, typ, znaczniki itp.\n\nJak działa rozszerzenie\n • Kliknij ikonę rozszerzenia.\n • Przejdź do witryny Shopify i kliknij stronę kolekcji, aby wyświetlić dane z listą produktów, które musisz pobrać.\n • Wybierz format pliku eksportu i kliknij przycisk Eksportuj/Pobierz. W rozszerzeniu możesz wyeksportować wszystkie dane kolekcji, wybierając do wszystkich kolekcji.\n • Po wybraniu kolekcji liczba wskazuje, ile produktów znajduje się w tej kolekcji.\n • Przekieruje automatycznie po zakończeniu pobierania. Możesz zapisać swoje dane w wybranym folderze.\n • Dane, które zostaną pobrane, będą w plikach Excel i CSV.\n • Możesz łatwo zaimportować dane na swojej stronie Shopify.\n\n\nShopify Export Data to łatwe w obsłudze rozszerzenie zapewniające najlepszą obsługę użytkownika podczas pracy z eksportowanymi danymi produktów.\n\nUwaga: pobranie może zająć trochę czasu ze względu na większe szczegóły produktu, dlatego należy zachować cierpliwość do zakończenia pobierania.",
    "pt_PT": "Exporte dados da lista de produtos com apenas um toque, sem configuração, sem registo Gratuito para começar. Descarregue o ficheiro de exportação automaticamente em dois formatos Excel e CSV.\n\nShopify Export Data é uma extensão completa de exportação de dados de produtos, descarregue todos os detalhes do produto com um único clique e importe-os rapidamente para a loja Shopify. Simples e fácil de usar. Não existe limite para o download da lista de produtos. Pode exportar um número ilimitado de páginas de coleção.\n\nCom os dados de exportação do Shopify, pode\n • Fácil de operar\n • Gratuito para começar\n • Exportadores de dados de sites em todos os idiomas\n • Fácil exportação e download automático\n • Com apenas um clique, pode exportar milhares de dados de produtos\n • A extensão suporta todas as resoluções de ecrã do seu ambiente de trabalho\n • Utilize o formato de ficheiros CSV para importar ou exportar produtos da sua loja Shopify\n • A informação pode conter identificador, título, corpo (HTML), fornecedor, tipo, tags, etc...\n\nComo funciona a extensão\n • Toque no ícone da extensão.\n • Aceda ao site Shopify e clique na página da coleção para obter os dados da lista de produtos que precisa de descarregar.\n • Selecione o formato do ficheiro de exportação e clique no botão Exportar/Descarregar. Além disso, pode exportar todos os dados da coleção escolhendo todas as coleções.\n • Ao escolher a coleção, o número indica quantos produtos existem nessa coleção.\n • Será redirecionado automaticamente após o término do download. Pode guardar os seus dados na pasta selecionada.\n • Os dados que serão descarregados estarão em ficheiros Excel e CSV.\n • Pode importar facilmente os dados do seu site Shopify.\n\n\nO Shopify Export Data é uma extensão fácil de operar para facilitar a melhor experiência do utilizador ao lidar com os dados do produto exportado.\n\nNota: algumas extensões de tempo podem demorar muito tempo a serem descarregadas devido a detalhes maiores do produto, por isso seja paciente até que o download termine.",
    "ro": "Exportați datele despre lista de produse cu o singură atingere, fără configurare, fără înscriere, pentru a începe gratuit. Descărcați automat fișierul de export în două formate Excel și CSV.\n\nShopify Export Data este o extensie completă de export de date despre produse, descărcați toate detaliile produsului cu un singur clic și importați-le rapid în magazinul Shopify. Simplu și ușor de utilizat. Nu există limită pentru descărcarea listelor de produse. Puteți exporta un număr nelimitat de pagini de colecție.\n\nCu Shopify Export Data, puteți\n • Uşor de operat\n • Liber pentru a începe\n • Exportatorii de date pentru toate limbile site-uri web\n • Export ușor și descărcare automată\n • Cu doar un clic, puteți exporta mii de date despre produse\n • Extensia acceptă toate rezoluțiile de ecran de pe desktop\n • Utilizați formatul de fișiere CSV pentru a importa produse sau a exporta produse din magazinul dvs. Shopify\n • Informațiile pot conține mâner, titlu, corp (HTML), furnizor, tip, etichete etc...\n\nCum funcționează extensia\n • Tastați pictograma extensiei.\n • Accesați site-ul Shopify și faceți clic pe pagina respectivă de colecție pentru datele despre lista de produse pe care trebuie să le descărcați.\n • Selectați formatul fișierului de export și faceți clic pe butonul Export/Download. În extensie, puteți exporta toate datele colecțiilor prin alegere în toate colecțiile.\n • Când alegeți colecția, numărul indică câte produse sunt în acea colecție.\n • Va redirecționa automat după terminarea descărcării. Puteți salva datele în folderul selectat.\n • Datele care vor fi descărcate vor fi în fișiere Excel și CSV.\n • Puteți importa cu ușurință datele de pe site-ul dvs. Shopify.\n\n\nShopify Export Data este o extensie ușor de utilizat pentru a facilita cea mai bună experiență de utilizare în timp ce se ocupă cu datele despre produse de export.\n\nNotă: o anumită extensie de timp poate dura mult timp pentru a descărca din cauza detaliilor mai mari ale produsului, așa că aveți răbdare până când descărcarea se termină.",
    "ru": "Экспортируйте данные о списке продуктов одним касанием, без настройки и регистрации, запуск бесплатный. Загрузите файл экспорта автоматически в два формата Excel и CSV.\n\nShopify Export Data — это полноценное расширение для экспорта данных о продуктах. Загрузите все сведения о продукте одним щелчком мыши и быстро импортируйте их в магазин Shopify. Легко и просто использовать. Нет ограничений на загрузку списка продуктов. Вы можете экспортировать неограниченное количество страниц коллекции.\n\nС помощью экспортных данных Shopify вы можете\n • Простота в эксплуатации\n • Начало бесплатное\n • Экспортеры данных веб-сайтов на всех языках.\n • Простой экспорт и автоматическая загрузка.\n • Всего одним щелчком мыши вы можете экспортировать тысячи данных о продуктах.\n • Расширение поддерживает все разрешения экрана вашего рабочего стола.\n • Используйте формат файлов CSV для импорта продуктов в магазин Shopify или экспорта продуктов из него.\n • Информация может содержать дескриптор, заголовок, текст (HTML), поставщика, тип, теги и т. д.\n\nКак работает расширение\n • Откройте значок расширения.\n • Перейдите на веб-сайт Shopify и щелкните страницу сбора данных, чтобы просмотреть список продуктов, которые необходимо загрузить.\n • Выберите формат файла экспорта и нажмите кнопку «Экспорт/Загрузить». Кроме того, вы можете экспортировать все данные коллекции, выбрав их для всех коллекций.\n • Когда вы выбираете коллекцию, число указывает, сколько продуктов находится в этой коллекции.\n • После завершения загрузки произойдет автоматическое перенаправление. Вы можете сохранить свои данные в выбранной вами папке.\n • Данные, которые будут загружены, будут в файлах Excel и CSV.\n • Вы можете легко импортировать данные на свой веб-сайт Shopify.\n\n\nShopify Export Data — это простое в использовании расширение, облегчающее работу пользователей с экспортными данными о продуктах.\n\nПримечание. Загрузка некоторого расширения может занять много времени из-за большого количества подробностей о продукте, поэтому наберитесь терпения, пока загрузка не закончится.",
    "sv": "Exportera produktinformation med bara ett tryck, ingen installation, ingen registrering, gratis att börja. Ladda ner exportfilen automatiskt till två format Excel och CSV.\n\nShopify Export Data är ett komplett produktdataexportörtillägg, ladda ner alla produktdetaljer med ett enda klick och importera dem snabbt till Shopify-butiken. Enkel och lätt att använda. Det finns ingen gräns för nedladdning av produktlistor. Du kan exportera ett obegränsat antal samlingssidor.\n\nMed Shopify Export Data kan du\n • Lätt att använda\n • Gratis att starta\n • Alla språkwebbplatsdataexportörer\n • Enkel export och nedladdning automatiskt\n • Med bara ett klick kan du exportera tusentals produktdata\n • Tillägget stöder alla skärmupplösningar på ditt skrivbord\n • Använd CSV-filformat för att importera produkter till eller exportera produkter från din Shopify-butik\n • Information kan innehålla handtag, titel, brödtext (HTML), leverantör, typ, taggar, etc...\n\nHur förlängning fungerar\n • Flika på tilläggsikonen.\n • Gå till Shopify-webbplatsen och klicka på den insamlingssidan för produktinformationen som du måste ladda ner.\n • Välj exportfilformat och klicka på knappen Exportera/Ladda ned. I förlängningen kan du exportera all samlingsdata genom att välja till alla samlingar.\n • När du väljer kollektionen anger siffran hur många produkter som finns i kollektionen.\n • Den omdirigeras automatiskt efter att nedladdningen är över. Du kan spara dina data i din valda mapp.\n • Datan som kommer att laddas ner kommer att finnas i Excel- och CSV-filer.\n • Du kan enkelt importera data till din Shopify-webbplats.\n\n\nShopify Export Data är ett lättanvänt tillägg för att underlätta den bästa användarupplevelsen samtidigt som man hanterar exportproduktdata.\n\nObs: En viss tidsförlängning kan ta lång tid att ladda ner på grund av större produktinformation, så ha tålamod tills nedladdningen är över.",
    "th": "ส่งออกข้อมูลรายการผลิตภัณฑ์ด้วยการแตะเพียงครั้งเดียว ไม่ต้องตั้งค่า ไม่ต้องลงทะเบียน เริ่มต้นฟรี ดาวน์โหลดไฟล์ส่งออกโดยอัตโนมัติเป็นสองรูปแบบ Excel และ CSV\n\nShopify Export Data เป็นส่วนขยายผู้ส่งออกข้อมูลผลิตภัณฑ์ที่สมบูรณ์ ดาวน์โหลดรายละเอียดผลิตภัณฑ์ทั้งหมดได้ด้วยคลิกเดียว และนำเข้าไปยังร้านค้า Shopify ได้อย่างรวดเร็ว เรียบง่ายและใช้งานง่าย ไม่จำกัดการดาวน์โหลดรายการผลิตภัณฑ์ คุณสามารถส่งออกหน้าคอลเลกชันได้ไม่จำกัดจำนวน\n\nด้วย Shopify ข้อมูลการส่งออก คุณสามารถทำได้\n • ใช้งานง่าย\n • อิสระในการเริ่มต้น\n • ผู้ส่งออกข้อมูลเว็บไซต์ทุกภาษา\n • ส่งออกและดาวน์โหลดได้ง่ายโดยอัตโนมัติ\n • เพียงคลิกเดียว คุณก็สามารถส่งออกข้อมูลผลิตภัณฑ์นับพันรายการได้\n • ส่วนขยายรองรับความละเอียดหน้าจอทั้งหมดของเดสก์ท็อปของคุณ\n • ใช้รูปแบบไฟล์ CSV เพื่อนำเข้าสินค้าไปยังหรือส่งออกสินค้าจากร้านค้า Shopify ของคุณ\n • ข้อมูลอาจมีหมายเลขอ้างอิง ชื่อ เนื้อหา (HTML) ผู้ขาย ประเภท แท็ก ฯลฯ...\n\nส่วนขยายทำงานอย่างไร\n • แท็บไอคอนส่วนขยาย\n • ไปที่เว็บไซต์ Shopify แล้วคลิกหน้าคอลเลกชันนั้นเพื่อดูข้อมูลรายการผลิตภัณฑ์ที่คุณต้องดาวน์โหลด\n • เลือกรูปแบบไฟล์ส่งออกและคลิกที่ปุ่มส่งออก/ดาวน์โหลด นอกจากนี้ คุณสามารถส่งออกข้อมูลคอลเลกชันทั้งหมดได้โดยเลือกไปยังคอลเลกชันทั้งหมด\n • เมื่อคุณเลือกคอลเลกชัน ตัวเลขจะระบุจำนวนสินค้าในคอลเลกชันนั้น\n • มันจะเปลี่ยนเส้นทางโดยอัตโนมัติหลังจากการดาวน์โหลดสิ้นสุดลง คุณสามารถบันทึกข้อมูลของคุณในโฟลเดอร์ที่คุณเลือกได้\n • ข้อมูลที่จะดาวน์โหลดจะอยู่ในไฟล์ Excel และ CSV\n • คุณสามารถนำเข้าข้อมูลบนเว็บไซต์ Shopify ของคุณได้อย่างง่ายดาย\n\n\nShopify Export Data เป็นส่วนขยายที่ใช้งานง่ายเพื่ออำนวยความสะดวกให้ผู้ใช้ได้รับประสบการณ์ที่ดีที่สุดในขณะที่ต้องจัดการกับข้อมูลการส่งออกผลิตภัณฑ์\n\nหมายเหตุ: การขยายเวลาบางครั้งอาจใช้เวลานานในการดาวน์โหลดเนื่องจากมีรายละเอียดสินค้าขนาดใหญ่ ดังนั้นโปรดอดทนรอจนกว่าการดาวน์โหลดจะสิ้นสุด",
    "tr": "Ürün listeleme verilerini tek dokunuşla, kurulum olmadan, kayıt olmadan dışa aktarın, Başlaması ücretsiz. Dışa aktarma dosyasını otomatik olarak iki formatta Excel ve CSV olarak indirin.\n\nShopify Export Data, eksiksiz bir ürün verisi dışa aktarıcı uzantısıdır; tüm ürün ayrıntılarını tek bir tıklamayla indirin ve bunları hızlı bir şekilde Shopify mağazasına aktarın. Basit ve kullanımı kolaydır. Ürün listeleme indirmesinde herhangi bir sınırlama yoktur. Sınırsız sayıda koleksiyon sayfasını dışa aktarabilirsiniz.\n\nShopify Export Verileri ile şunları yapabilirsiniz:\n • Kullanımı kolay\n • Ücretsiz başlangıç\n • Tüm dillerdeki web sitesi veri aktarıcıları\n • Otomatik olarak kolay dışa aktarma ve indirme\n • Tek tıklamayla binlerce ürün verisini dışa aktarabilirsiniz\n • Uzantı masaüstünüzün tüm ekran çözünürlüklerini destekler\n • Shopify mağazanıza ürün aktarmak veya buradan ürünleri dışa aktarmak için CSV dosya biçimini kullanın\n • Bilgiler Tanıtıcı, Başlık, Gövde (HTML), Satıcı, Tür, Etiketler vb. içerebilir.\n\nUzatma Nasıl Çalışır?\n • Uzantı simgesine dokunun.\n • Shopify web sitesine gidin ve indirmeniz gereken ürün listeleme verileri için ilgili koleksiyon sayfasına tıklayın.\n • Dışa aktarma dosyası formatını seçin ve Dışa Aktar/İndir düğmesine tıklayın. Ek olarak, tüm koleksiyon verilerini seçerek tüm koleksiyonlara aktarabilirsiniz.\n • Koleksiyonu seçtiğinizde sayı o koleksiyonda kaç ürün olduğunu gösterir.\n • İndirme bittikten sonra otomatik olarak yeniden yönlendirilecektir. Verilerinizi seçtiğiniz klasöre kaydedebilirsiniz.\n • İndirilecek veriler Excel ve CSV dosyalarında olacaktır.\n • Verileri Shopify web sitenize kolayca aktarabilirsiniz.\n\n\nShopify Export Data, dışa aktarılan ürün verileriyle ilgilenirken en iyi kullanıcı deneyimini kolaylaştırmak için kullanımı kolay bir uzantıdır.\n\nNot: Daha büyük ürün ayrıntıları nedeniyle bazı zaman uzantılarının indirilmesi uzun zaman alabilir, bu nedenle indirme işlemi bitene kadar sabırlı olun.",
    "uk": "Експортуйте дані про продукт лише одним дотиком, без налаштувань і реєстрації. Почати безкоштовно. Автоматично завантажте файл експорту в два формати Excel і CSV.\n\nShopify Export Data — це повне розширення для експорту даних про продукт, завантажте всі деталі продукту одним клацанням миші та швидко імпортуйте їх у магазин Shopify. Простий і зручний у використанні. Немає обмежень щодо завантаження списку продуктів. Ви можете експортувати необмежену кількість сторінок колекції.\n\nЗа допомогою Shopify Export Data ви можете\n • Легкий в експлуатації\n • Почати безкоштовно\n • Експорт даних веб-сайтів усіма мовами\n • Легкий експорт і автоматичне завантаження\n • Лише одним клацанням миші ви можете експортувати дані про тисячі продуктів\n • Розширення підтримує всі роздільності екрана вашого робочого столу\n • Використовуйте формат файлів CSV для імпорту продуктів у ваш магазин Shopify або експорту продуктів із нього\n • Інформація може містити маркер, заголовок, тіло (HTML), постачальника, тип, теги тощо...\n\nЯк працює розширення\n • Натисніть значок розширення.\n • Перейдіть на веб-сайт Shopify і клацніть сторінку колекції, щоб переглянути дані про продукт, які потрібно завантажити.\n • Виберіть формат експортованого файлу та натисніть кнопку Експортувати/Завантажити. У розширенні ви можете експортувати всі дані колекції за допомогою вибору до всіх колекцій.\n • Коли ви обираєте колекцію, число вказує на кількість продуктів у цій колекції.\n • Після завершення завантаження він автоматично переспрямує. Ви можете зберегти свої дані у вибраній папці.\n • Дані, які будуть завантажені, будуть у файлах Excel і CSV.\n • Ви можете легко імпортувати дані на свій веб-сайт Shopify.\n\n\nShopify Export Data — це просте в експлуатації розширення, яке забезпечує найкращий досвід роботи з експортованими даними про продукт.\n\nПримітка: деяке подовження часу може зайняти багато часу для завантаження через великі відомості про продукт, тож будьте терплячими, доки завантаження не закінчиться.",
    "vi": "Xuất dữ liệu danh sách sản phẩm chỉ bằng một cú chạm, không cần thiết lập, không cần đăng ký, Bắt đầu miễn phí. Tải xuống tệp xuất tự động thành hai định dạng Excel và CSV.\n\nShopify Xuất dữ liệu là tiện ích mở rộng xuất dữ liệu sản phẩm hoàn chỉnh, tải xuống tất cả chi tiết sản phẩm chỉ bằng một cú nhấp chuột và nhập chúng nhanh chóng vào cửa hàng Shopify. Đơn giản và dễ sử dụng. Không có giới hạn cho việc tải xuống danh sách sản phẩm. Bạn có thể xuất số lượng trang sưu tập không giới hạn.\n\nVới Dữ liệu xuất của Shopify, bạn có thể\n • Dễ dàng hoạt động\n • Bắt đầu tự do\n • Tất cả các nhà xuất khẩu dữ liệu trang web ngôn ngữ\n • Dễ dàng xuất và tải xuống tự động\n • Chỉ với một cú nhấp chuột, bạn có thể xuất hàng nghìn dữ liệu sản phẩm\n • Tiện ích mở rộng hỗ trợ tất cả độ phân giải màn hình của máy tính để bàn của bạn\n • Sử dụng định dạng tệp CSV để nhập sản phẩm vào hoặc xuất sản phẩm từ cửa hàng Shopify của bạn\n • Thông tin có thể chứa Tay cầm, Tiêu đề, Nội dung (HTML), Nhà cung cấp, Loại, Thẻ, v.v...\n\nCách thức hoạt động của tiện ích mở rộng\n • Tab biểu tượng tiện ích mở rộng.\n • Truy cập trang web Shopify và nhấp vào trang bộ sưu tập đó để xem dữ liệu danh sách sản phẩm bạn phải tải xuống.\n • Chọn định dạng tệp xuất và nhấp vào nút Xuất/Tải xuống. Trong tiện ích mở rộng, bạn có thể xuất tất cả dữ liệu bộ sưu tập bằng cách chọn tất cả các bộ sưu tập.\n • Khi bạn chọn bộ sưu tập, con số cho biết có bao nhiêu sản phẩm trong bộ sưu tập đó.\n • Nó sẽ tự động chuyển hướng sau khi quá trình tải xuống kết thúc. Bạn có thể lưu dữ liệu của mình vào thư mục đã chọn.\n • Dữ liệu tải xuống sẽ ở dạng tệp Excel và CSV.\n • Bạn có thể dễ dàng nhập dữ liệu trên trang web Shopify của mình.\n\n\nDữ liệu xuất của Shopify là một tiện ích mở rộng dễ vận hành nhằm mang lại trải nghiệm tốt nhất cho người dùng khi xử lý dữ liệu sản phẩm xuất.\n\nLưu ý: Một số phần mở rộng thời gian có thể mất nhiều thời gian để tải xuống do chi tiết sản phẩm lớn hơn, vì vậy hãy kiên nhẫn cho đến khi quá trình tải xuống kết thúc.",
    "zh_CN": "只需轻轻一按即可导出产品列表数据，无需设置，无需注册，免费开始。自动将导出文件下载为 Excel 和 CSV 两种格式。\n\nShopify Export Data 是一个完整的产品数据导出器扩展，只需单击一下即可下载所有产品详细信息并将其快速导入 Shopify 商店。简单易用。产品列表下载没有限制。您可以导出无限数量的收藏页面。\n\n使用 Shopify Export Data，您可以\n• 操作简单\n• 免费开始\n• 所有语言网站数据导出器\n• 轻松导出和自动下载\n• 只需单击一下，您就可以导出数千种产品数据\n• 该扩展支持您桌面的所有屏幕分辨率\n• 使用 CSV 文件格式将产品导入或导出 Shopify 商店中的产品\n• 信息可能包含句柄、标题、正文（HTML）、供应商、类型、标签等...\n\n扩展的工作原理\n• 选中扩展图标。\n• 转到 Shopify 网站并单击要下载的产品列表数据的收藏页面。\n• 选择导出文件格式，然后单击导出/下载按钮。在扩展中，您可以通过选择所有集合来导出所有集合数据。\n• 当您选择集合时，数字表示该集合中有多少产品。\n• 下载完成后它将自动重定向。您可以将数据保存在所选文件夹中。\n• 将下载的数据将以 Excel 和 CSV 文件的形式保存。\n• 您可以轻松地将数据导入 Shopify 网站。\n\nShopify Export Data 是一个易于操作的扩展，可在处理导出产品数据时提供最佳的用户体验。\n\n注意：由于产品详细信息较大，某些时间扩展可能需要很长时间才能下载，因此请耐心等待下载完成。"
  }
}