{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing Map Scrapper Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing Map Scrapper Tool is Scrape the business lead informations from Bing Map search pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing-Map Scrapper Tool is a software program designed to extract data from Bing Maps, specifically focused on business listings. This tool uses web scraping techniques to gather business data such as business name, address, phone number, website URL, and other relevant information.\n\nThe Bing-Map Scrapper Tool is particularly useful for businesses that need to extract large amounts of data from Bing Maps. It allows them to quickly and easily gather the information they need to make informed business decisions. For example, a marketing agency might use the tool to gather data on businesses in a certain area to develop targeted marketing campaigns. Similarly, a real estate company might use the tool to gather data on properties in a specific location to create a database for their agents.\n\nThe tool is user-friendly and easy to use. Users simply input the location they want to scrape, and the tool does the rest, gathering data from Bing Maps and exporting it to a CSV file. The software also provides various options for filtering data based on specific criteria, such as business category or ratings, allowing users to extract only the information they need.\n\nOne potential use case for this tool is for business intelligence and research purposes. With the data gathered from Bing Maps, businesses can identify trends, market gaps, and potential opportunities. For instance, a retail chain might use the tool to identify potential locations for new stores based on the presence of competitors or customer density.\n\nOverall, the Bing-Map Scrapper Tool is a powerful and efficient tool for businesses that need to extract business data from Bing Maps. It can save users a significant amount of time and effort, while providing valuable insights for business decision-making\n\nFor any issues related to the Bing Map Data Scrapper Tool  Extension, then feel free to reach out to us on info.scrappertool@gmail.com\n\nDISCLAIMER:\nThis Chrome plugin is not endorsed or certified by bing Inc and is merely an unofficial enhancement and automation tool that works with bing for Web.\n\nThe privacy of the users is important to us. We don’t broadcast, sell, share or distribute any user collected data. The extension was designed to keep privacy of our users in mind. For more information, read:\n\nApp Privacy policy: https://www.scrappertool.com/privacy-policy.html\n\nHow It Works?\nhttps://youtu.be/2Q5QhR3Eccc"
  }
}