{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time and Space Complexity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display the time and space complexities of the selected code in the web page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gemini's Time and Space Complexity Analyzer\n\nWorkflow:\n\n1. Select Context: Highlight the text on any webpage.\n2. Non-Code Selection: If the selected context is not code,it will notify you with a \"This is not code\" message.\n3. Code Analysis: If the selected context is code, the Gemini-1.5-flash LLM will analyze it and display the time and space complexity visually on a graph.\n\nUnlock the secrets of your code's performance with the Time and Space Complexity Analyzer, a must-have Chrome extension for students, coders, and the entire coding community. Powered by the advanced Google Gemini API, this tool provides instant analysis of the time and space complexity of your code snippets, helping you understand and optimize your code like never before.\n\nFor Students\nEmpower your learning journey with this indispensable tool:\n\nQuickly Learn and Verify: Get real-time feedback on the complexity of your code, reinforcing the theoretical concepts you learn in class.\nImprove Coding Skills: Identify inefficient code and learn how to optimize it, fostering better coding habits.\nPrepare for Exams and Interviews: Receive immediate insights into your code's performance, crucial for technical exams and coding interviews where efficiency is key.\n\nFor Coders and the Coding Community\nEnhance your coding prowess with these benefits:\n\nImmediate Feedback: Gain instant insights into the efficiency of your code, enabling quicker iterations and improvements.\nEnhanced Productivity: Save time by automating the complexity analysis, allowing you to focus more on solving the actual problem.\nLearning Resource: Acts as an educational tool, helping you understand the trade-offs between different algorithms and data structures.\n\nReal-World Relevance\nIn the broader context, this tool is a valuable addition to the coding community:\n\nOpen-Source Projects: Ensure your contributions are efficient, leading to better-performing projects.\nProfessional Development: Maintain high standards of code quality, crucial in professional environments.\nCommunity Growth: By promoting best practices in code optimization, this extension contributes to the overall growth and advancement of the coding community.\n\nWhy You Need This Tool\nIn today's fast-paced development environment, understanding and optimizing code efficiency is paramount. The Time and Space Complexity Analyzer democratizes access to advanced code analysis, making it an indispensable resource for anyone involved in coding. From beginners to experienced developers, this tool helps you maintain high-quality, efficient code effortlessly."
  }
}