{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get instant insights into page titles, descriptions, headings, canonical URLs, SEO, and analytics providers with SEO Check."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your website's search engine optimization with SEO Check, the essential Chrome extension for webmasters, marketers, and SEO enthusiasts. Unveil comprehensive SEO insights for any webpage at your fingertips.\n\n🔥 Key Features:\n\n✅ Page Title & Description Lengths\nInstantly view the title and meta description along with their exact lengths to ensure they meet best practices.\n\n✅ Canonical URL\nIdentify the primary URL for the page to avoid duplicate content issues.\n\n✅ SEO Provider Detection\nDiscover which SEO tools are in use on the website.\n\n✅ Analytics Provider Detection\nFind out which analytics platforms are tracking site data.\n\n✅ Heading Structure Analysis\nReview all headings (H1, H2, H3, etc.) exactly as they appear on the page to ensure proper hierarchical structure.\n\n✅ SERP Preview\nVisualize how your page will appear in search engine results, making it easier to optimize for maximum click-through rates.\n\n🔥 Why SEO Check?\n\n✅ User-Friendly\nDesigned for both beginners and experts. No technical knowledge required!\n\n✅ Comprehensive Insights\nGet a complete overview of on-page SEO elements effortlessly.\n\n✅ Improve Rankings\nMake informed decisions to boost your site's visibility in search engine results.\n\n🔥 Install SEO Check now and take the guesswork out of SEO. Make your website perform at its best!"
  }
}