{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Delete All Archived Chats on Facebook 2025"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🗑️ Effortlessly clear all types of your archived chats on Facebook with just a click. ✅"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About the Extension:\nSimplify your messages with the \"Delete All Archived Chats on Facebook 2025\" extension. Designed to streamline your digital space, this tool allows you to efficiently clear all types of archived messages, including Mrktplc archived messages, spam archived messages, and more, helping you maintain a clutter-free inbox. This extension works in all languages. Enjoy a free trial that lets you delete up to 5 archived messages!\n\nKey Advantages:\n\nMultilingual Support: Works in all languages.\nEfficient Cleanup: Quickly remove all archived messages with just a few clicks.\nUser-Friendly: Simple and intuitive interface ensures an effortless experience.\nFree Trial: Test the extension’s features by deleting up to 5 archived messages at no cost.\nTime-Saving: Eliminate the need for manual deletion, saving you valuable time.\nHow to Use:\n\nInstall the Extension: Add it to your Chrome browser.\nClick the Extension Icon: Open the extension by clicking its icon in your browser.\nNavigate to Facebook: Click the button \"Go to Facebook page\" if it is not already open.\nOpen Archived Chats: Click \"Load Archived Chats\" to prepare the messages for deletion.\nStart Deletion: Click \"Start Messages Deletion\" to begin removing archived messages. You can also click \"Stop Messages Deletion\" at any time if you wish to halt the process.\nEnjoy a cleaner and more organized Facebook experience today!\n\n\nNote: This extension is not authorized by Facebook."
  }
}