{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tourkit Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nEnhance your Tourkit CRM experience with the Tourkit CRM Assistant Chrome Plugin. Our plugin is designed to streamline…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nEnhance your Tourkit CRM experience with the Tourkit CRM Assistant Chrome Plugin. Our plugin is designed to streamline data entry and accelerate information retrieval within your Tourkit CRM platform.\n\nKey Features:\n\nEfficient Data Entry: Say goodbye to tedious data entry tasks. Our plugin simplifies and speeds up the process of entering customer information, booking details, and other essential data into Tourkit CRM.\n\nQuick Information Retrieval: Access customer profiles, booking history, and relevant data in an instant. The Tourkit CRM Assistant allows you to search and filter information swiftly, ensuring you have the details you need at your fingertips.\n\nSeamless Integration: Our plugin seamlessly integrates with Tourkit CRM, making it a natural extension of your workflow. Enjoy a more efficient and productive CRM experience.\n\nCustomization: Tailor the plugin to your specific needs. Customize settings and preferences to match your workflow and boost your productivity.\n\nTime-saving: By automating repetitive tasks and simplifying data management, Tourkit CRM Assistant helps you save time and focus on what matters most—building meaningful customer relationships and growing your business."
  }
}