{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start To Earn! Guide to Pocket Option Trading"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn binary options trading with Pocket Option! This extension provides a beginner-friendly checklist to start trading effectively."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master the essentials of binary options trading with the Pocket Option Beginner's Blueprint Chrome extension. Whether you're new to trading or exploring advanced strategies, this extension provides step-by-step guidance to navigate the Pocket Option platform effectively.\n\nKey Features:\n\n    Easy account setup walk through.\n    Access a demo account with $50,000 virtual funds.\n    Learn technical analysis: RSI, Fibonacci, Bollinger Bands.\n    Explore forex, stocks, commodities, and cryptocurrency trading.\n    Get exclusive promo codes like LKP494 for bonuses.\n    Risk management tips to safeguard your investments.\n    Video tutorials, calculators, and an economic calendar.\n    Engage with the social trading community and follow experts.\n\nEnhance your trading knowledge and make data-driven decisions. Install now and start building your confidence in trading binary options today!\nFrequently Asked Questions:\n\nWhat is Pocket Option?\nPocket Option is a binary options trading platform offering a user-friendly interface for beginners and advanced traders. It provides tools like demo accounts, technical indicators, and educational resources to enhance trading success.\n\nCan I use this extension for other brokers like Quotex or OlympTrade?\nThis extension is tailored for Pocket Option but includes general trading strategies, tools, and educational resources applicable to almost all binary option broker.\n\nIs the demo account completely free?\nYes, the demo account provides $50,000 in virtual funds, allowing you to practice risk-free before trading with real money.\n\nAre there any minimum deposit requirements?\nPocket Option requires a minimum deposit of $50. However, you can start with small stakes to familiarize yourself with the platform.\n\nWhat strategies are covered in the extension?\nThe extension includes popular strategies like RSI, Bollinger Bands, and Fibonacci retracement, along with risk management tips to minimize potential losses.\n\n Does the extension provide real-time signals or alerts?\nWhile this extension focuses on education and tools, you can pair it with external signal providers for real-time trading insights.\n\nExplore trading alternatives with platforms like Quotex and OlympTrade, known for their innovative features and user-friendly designs. Combine the insights from this extension with your favorite broker to maximize your trading potential.\n\nStart your journey in binary options trading with the guidance you need—download the Pocket Option Beginner's Blueprint now!"
  }
}