{
  "name": {
    "ar": "خمس ليالٍ في فريدي أونلاين ألعاب مفتوحة",
    "am": "፩ አዝማሪክ ታች ፍስ ናይት እች ፍሬድዲ ኦንሊን የህዝብ ጨዋታ",
    "bg": "Five Nights at Freddy's Онлайн Разблокирани Игри",
    "bn": "ফাইভ নাইটস এট ফ্রেডি'স অনলাইন আনব্লকড গেমস",
    "ca": "Cinc Nits a Freddy's Online Jocs Desbloquejats",
    "cs": "Pět nocí u Freddyho Online Odblokovat Hry",
    "da": "Five Nights at Freddy's Online Entsperrte Spiele",
    "de": "Hover Racer Drive Online Nicht blockierte Spiele",
    "el": "Five Nights at Freddy's Online Ξεκλειδωμένα Παιχνίδια",
    "en,en_AU": "Five Nights at Freddy's 3 Unblocked Games",
    "en_GB,en_US": "Five Nights at Freddy's Online Unblocked Games",
    "es,es_419": "Five Nights at Freddy's Juegos en línea Desbloqueados",
    "et": "Five Nights at Freddy's Online Lahtilukustatud Mängud",
    "fa": "پنج شب در فردی آنلاین بازی‌های غیرقفل شده",
    "fi": "Five Nights at Freddy's Online Lukitsemattomat Pelit",
    "fil": "Five Nights at Freddy's Online Hindi Nasusunog na mga Laro",
    "fr": "Five Nights at Freddy's Jeux en Ligne Débloqués",
    "gu": "ફાઇવ નાઇટ્સ એટ ફ્રેડ્ડી'સ ઑનલાઇન અનબ્લોક ગેમ્સ",
    "he": "Five Nights at Freddy's משחקים מחוסמים באינטרנט",
    "hi": "फाइव नाइट्स एट फ्रेडी के ऑनलाइन अनब्लॉक्ड गेम्स",
    "hr": "Pet Noći u Freddy's Online Deblokirane Igre",
    "hu": "Five Nights at Freddy's Online Kibontott Játékok",
    "id": "Five Nights at Freddy's Permainan Online Tanpa Pemblokiran",
    "it": "Five Nights at Freddy's Giochi Online Sbloccati",
    "ja": "Five Nights at Freddy's オンラインアンブロックゲーム",
    "kn": "ಫೈವ್ ನೈಟ್ಸ್ ಅಟ್ ಫ್ರೆಡಿಸ್ ಆನ್‌ಲೈನ್ ಅನ್‌ಬ್ಲಾಕ್ಡ್ ಗೇಮ್ಸ್",
    "ko": "Five Nights at Freddy's 온라인 언블록 게임",
    "lt": "Five Nights at Freddy's Internetiniai Deblokavimo Žaidimai",
    "lv": "Five Nights at Freddy's Tiešsaistes Atbloķētie Spēles",
    "ml": "ഫൈവ് നൈറ്റ്സ് ആറ്റ് ഫ്രെഡിസ് ഓൺ‌ലൈൻ അൺബ്ലോക്ക്‌ഡ് ഗെയിമുകൾ",
    "mr": "फायव्ह नाईट्स अँट फ्रेडीच्या ऑनलाइन अनब्लॉक केलेल्या गेम्स",
    "ms": "Permainan Dalam Talian Five Nights at Freddy's yang Tidak Diblok",
    "nl": "Five Nights at Freddy's Online Niet-geblokkeerde Spellen",
    "no": "Five Nights at Freddy's Online Ublokkede Spill",
    "pl": "Five Nights at Freddy's Gry Online Odblokowane",
    "pt_BR,pt_PT": "Five Nights at Freddy's Jogos Online Desbloqueados",
    "ro": "Five Nights at Freddy's Jocuri Online Deblocate",
    "ru": "Five Nights at Freddy's Онлайн Разблокированные Игры",
    "sk": "Five Nights at Freddy's Online Odblokované Hry",
    "sl": "Five Nights at Freddy's Spletni Odklenjeni Igralni",
    "sr": "Five Nights at Freddy's Online Odblokirane Igre",
    "sv": "Five Nights at Freddy's Online Olåsta Spel",
    "sw": "Five Nights at Freddy's Michezo ya Mtandaoni Yasiyofungwa",
    "ta": "பான் நைட்ஸ் அட் பிரெட்டிஸ் ஆன்லைன் அன்ப்ளாக்ட் விளையாட்டுகள்",
    "te": "పాన్స్ అట్ ఫ్రెడీస్ ఆన్‌లైన్ అన్‌బ్లాక్ గేమ్స్",
    "th": "Five Nights at Freddy's เกมออนไลน์ปลดล็อค",
    "tr": "Five Nights at Freddy's Çevrimdışı Engellenmemiş Oyunlar",
    "uk": "Five Nights at Freddy's Онлайн Розблоковані Ігри",
    "vi": "Five Nights at Freddy's Trò Chơi Trực Tuyến Không Bị Khóa",
    "zh_CN": "五夜后弗莱迪的在线未封锁游戏",
    "zh_TW": "五夜後佛萊迪的線上未封鎖遊戲"
  },
  "short": {
    "ar": "عش الرعب مع الدُمى المرعبة في هذا الجذب المرعب، اكتشف الأسرار، وابتعد عن الكابوس في هذه اللعبة المخيفة FNaF 3.",
    "am": "ይችላል ሆቴል አኒማትሮኒክስ ከትንታኔ ጋር ባዶ የሚኖርበትን የFNaF 3 አስተማሪ ጨዋታ የህዝብ መልእክት እንዲለዋወጥ እና በዚህ ታይዋዲ የተሞላበትን ይሁንታ እንዲደርስዎት የደከመውን በቅድሚያ ያስገቡ።",
    "bg": "Оцелявайте сред моторни аниматроници в този зловещ атракцион, разкривайте тайни и избягайте от кошмара в тази напрегната хорър игра…",
    "bn": "এই ভয়ঙ্কর FNaF 3 হরর গেমে চলুন ভুতের অ্যাট্রাকশনে প্রাণ বাঁচান, রহস্য খুঁজে বের করুন এবং এই তাণ্ডব থেকে পাল্টা নিন।",
    "ca": "Sobreviu als animatrònics encantats en aquesta atracció inquietant, descobriu secrets i escapeu de la nit en aquest tens joc…",
    "cs": "Přežijte strašidelné animatroniky v této napínavé atrakci, odhalte tajemství a unikněte noční můře v této napínavé hororové hře…",
    "da": "Überlebe geisterhafte Animatronik in dieser unheimlichen Attraktion, entdecke Geheimnisse und entkomme dem Albtraum in diesem…",
    "de": "Rasen Sie auf futuristischen Strecken, beherrschen Sie Hovercrafts und werden Sie der ultimative Rennfahrer in diesem…",
    "el": "Επιβιώστε από τα στοιχειωμένα ανιματρονικά σε αυτήν τη σκοτεινή ατραξιόν, ανακαλύψτε μυστικά και ξεφύγετε από το εφιάλτη σε αυτό το…",
    "en,en_AU,en_GB,en_US": "Survive haunted animatronics in an eerie attraction, uncover secrets, and escape the nightmare in this tense FNaF 3 horror game.",
    "es,es_419": "Sobrevive a los animatrónicos embrujados en una atracción espeluznante, descubre secretos y escapa de la pesadilla en este tenso…",
    "et": "Elage üle kummitavad animatronikad õõvastavas atraktsioonis, avastage saladusi ja põgenegae painajast selles pingelises FNaF 3…",
    "fa": "در این بازی ترسناک FNaF 3، با انیماترونیک‌هایی که در یک جذابیت ترسناک وجود دارند، زنده بمانید، رازها را کشف کنید و از کابوس فرار…",
    "fi": "Selviydy kummittelevista animatroniikoista synkässä huvipuistossa, paljasta salaisuudet ja pakenet painajaista tässä jännittävässä…",
    "fil": "Mag-survive sa mga haunted animatronics sa isang nakatatakot na attraction, alamin ang mga lihim, at makatakas sa bangungot sa…",
    "fr": "Survivez aux animatroniques hantées dans une attraction sinistre, découvrez des secrets et échappez au cauchemar dans ce jeu…",
    "gu": "આ ડરાવના એનીમેટ્રોનિકસ અત્યંત આકર્ષણમાં બચવો, રહસ્યો ખોલો અને આતતાયી FNaF 3 હોરર ગેમમાં આતતાયી ને બચાવો.",
    "he": "שרדו את האנימטרוניקס המטרידים באטרקציה מרושעת זו, גלו סודות וברחו מהסיוט במשחק אימה FNaF 3 המתוח.",
    "hi": "इस तनावपूर्ण FNaF 3 हॉरर गेम में एक भूतिया आकर्षण में भूतों वाले एनीमेट्रॉनिक्स को बचाने, रहस्यों का पता लगाने, और आत्मा को काबू…",
    "hr": "Preživite uklete animatronike u jezivoj atrakciji, otkrijte tajne i pobjegnite iz noćne more u ovoj napetoj horor igri FNaF 3.",
    "hu": "Élvezd túlélést a kísérteties animatronikusok között ebben a félelmetes látványosságban, fedezd fel a titkokat és szabadulj meg az…",
    "id": "Selamatkan diri dari animatronik berhantu di atraksi yang menyeramkan ini, temukan rahasia, dan lari dari mimpi buruk dalam…",
    "it": "Sopravvivi agli animatronici infestati in una spettrale attrazione, scopri segreti e sfuggi dall'incubo in questo teso gioco horror…",
    "ja": "この緊張感のあるFNaF 3ホラーゲームで、不気味なアトラクションで幽霊のアニマトロニクスから生き残り、秘密を明らかにし、悪夢から逃げましょう。",
    "kn": "ಈ ಬಯಕ್ತಿ ಆಕರ್ಷಣದಲ್ಲಿ ಭೂತಗಳಿಂದ ಕಾಯುತ್ತಿದ್ದ ಆನಿಮೇಟ್ರೋನಿಕ್ಸ್‌ಗಳನ್ನು ಹೆಜ್ಜೆಹೆಜ್ಜೆಯಾಗಿ ಸಾಕ್ಷರ್ಯ ಮಾಡಿ, ರಹಸ್ಯಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ಈ FNaF 3…",
    "ko": "이 긴장감 넘치는 FNaF 3 호러 게임에서 기괴한 어트랙션에서 저주받은 애니메이트로닉스를 이겨내고 비밀을 밝혀 납작한 악몽에서 탈출하세요.",
    "lt": "Išgyvenkite apsėstus animatronikus siaubo pramogose, atraskite paslaptis ir pabėkite iš košmaro šiame įtemptame FNaF 3 siaubo…",
    "lv": "Izdzīvojiet apburtos animatronikus šajā baiļu atrakcijā, atklājiet noslēpumus un izbēdziet no šī satraucošā FNaF 3 šausmu spēles.",
    "ml": "ഈ മനോഹര ആട്രാക്ഷനിൽ സുപര്ണമായ ആനിമാട്രോണിക്സുകൾ ഉണ്ടാക്കാനും, രഹസ്യങ്ങൾ അറിഞ്ഞ് ഇനിയും ഇനിയും ഉപകാരപ്പെടുക FNaF 3 ഹോറർ ഗെയിം.",
    "mr": "असा भयानक FNaF 3 हॉरर गेममध्ये एक अद्भुत आकर्षणात भूतांच्या अनिमॅट्रॉनिक्स सोडून, रहस्ये उघडा आणि हे तनावाचे खेळ निगडीले उधळा.",
    "ms": "Selamatkan diri daripada animatronik yang berhantu dalam tarikan yang menyeramkan ini, dedahkan rahsia, dan lari dari mimpi ngeri…",
    "nl": "Overleef spookachtige animatronics in een griezelige attractie, ontdek geheimen en ontsnap aan de nachtmerrie in dit spannende FNaF…",
    "no": "Overlev hjemsøkte animatronikker i en skummel attraksjon, avslør hemmeligheter og unnslipp marerittet i dette spennende FNaF…",
    "pl": "Przeżyj nawiedzone animatroniki w mrocznej atrakcji, odkryj tajemnice i ucieknij przed koszmarem w tej napiętej grze FNaF 3 w…",
    "pt_BR": "Sobreviva aos animatrônicos assombrados em uma atração macabra, descubra segredos e escape do pesadelo neste tenso jogo de horror…",
    "pt_PT": "Sobreviva aos animatrónicos assombrados numa atração sinistra, descubra segredos e escape do pesadelo neste tenso jogo de terror…",
    "ro": "Supraviețuiți animatronicii bântuiți într-o atracție înspăimântătoare, descoperiți secretele și scăpați din coșmar în acest joc de…",
    "ru": "Переживите призрачных аниматроников в жуткой аттракционе, раскройте секреты и сбегите от кошмара в этой напряженной хоррор-игре…",
    "sk": "Prežite strašidelné animatroniky v tejto napínavé atrakcii, odhalte tajomstvá a uniknite nočnej môre v tejto napínavom hororovom…",
    "sl": "Preživite strašljive animatronike v tem srhljivem privlačnostem, odkrijte skrivnosti in pobegnite iz nočne more v tej napeti igri…",
    "sr": "Preživite uklete animatronike u jezivoj atrakciji, otkrijte tajne i pobegnite iz noćne more u ovoj napetoj horor igri FNaF 3.",
    "sv": "Överlev hemsökta animatronikor i en skrämmande attraktion, avslöja hemligheter och fly från mardrömmen i detta spännande FNaF 3…",
    "sw": "Kuishi wanyama wa kufurahisha katika kivutio cha kutisha, kufunua siri, na kutoroka kutoka kwa jinamizi katika mchezo huu wa…",
    "ta": "இந்த மடிகு பரிதாப ஆக்ரோறத்தில் பயணிகளை காப்பாற்றுங்கள், ரகசியங்களை கண்டுபிடிங்கள் மற்றும் இந்த படித்தத்தில் கவனமாக முடிக்குக FNaF…",
    "te": "ఈ తనికాని FNaF 3 హారర్ గేమ్లో భయంకరంగా ఉన్న ఆట్రక్షన్‌లో ఆడాలి, రహస్యాలను ప్రకటించండి మరియు ఆ తనిక దూకానాకి ఎదురవెత్తూ భయపడకండి.",
    "th": "รอดตายจากอนิเมทรอนิคส์ผีในสถานที่อันน่ากลัวนี้ ค้นพบความลับ และหนีรอยฝันร้ายในเกมส์ FNaF 3 ที่น่าตื่นเต้นนี้",
    "tr": "Bu gerilim dolu FNaF 3 korku oyununda ürkütücü animatroniklerle korkunç bir cazibede hayatta kalın, sırları açığa çıkarın ve…",
    "uk": "Виживайте серед навіюючих жах аніматроніків у цій жахливій атракціоні, розкривайте таємниці і втечте від кошмару у цій напруженій…",
    "vi": "Sống sót trước animatronics ma quái trong một khu du lịch kỳ quái, khám phá bí mật và thoát khỏi cơn ác mộng trong trò chơi kinh dị…",
    "zh_CN": "在这款紧张的FNaF 3恐怖游戏中，生存下来，面对令人毛骨悚然的机械生物，在一个诡异的景点中揭示秘密，并逃离噩梦。",
    "zh_TW": "在這款緊張的FNaF 3恐怖遊戲中，生存下來，面對令人毛骨悚然的機械生物，在一個詭異的景點中揭示秘密，並逃離噩夢。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Description:\n\nGet ready for a heart-pounding, spine-tingling experience like no other in \"Five Nights at Freddy's 3\"! The third installment of this iconic horror game series takes you back to Freddy Fazbear's Pizza, but this time, the terror is more intense, and the mysteries are even darker.\n\nGameplay:\n\nYou play as a brave night security guard tasked with surviving five horrifying nights in this abandoned and decaying establishment. Your only tools are a monitor system, limited power supply, and your wits. Can you survive the onslaught of vengeful animatronic monsters that lurk in the shadows?\n\nNew Features:\n\nPhantom Animatronics: Beware of the eerie and ghostly appearances of the Phantom animatronics, who will jump-scare you when you least expect it. Keep your nerves steady as you try to fend them off while conserving your precious power.\n\nSpringtrap: The nightmarish animatronic, Springtrap, is on the loose, and he's out for revenge. He's a cunning adversary, and you must use your skills to avoid his deadly traps while keeping an eye on him through the cameras.\n\nThe Horror Attraction: Experience a brand new setting in the form of \"Fazbear's Fright: The Horror Attraction.\" Traverse its eerie corridors and terrifying rooms, each harboring its own secrets and dangers.\n\nMinigames: Dive deeper into the lore of the Fazbear franchise by uncovering hidden mini-games that shed light on the dark history of Freddy Fazbear's Pizza.\n\nImmersive Horror:\n\n\"Five Nights at Freddy's 3\" pushes the boundaries of fear, immersing you in a nightmarish world filled with tension, anxiety, and terror. The game's chilling atmosphere, haunting soundtrack, and jump-scare moments will keep you on the edge of your seat.\n\nCan You Survive?\n\nAs the story unravels and the horrors intensify, can you endure the relentless onslaught of the animatronics and survive until the morning light? \"Five Nights at Freddy's 3\" will test your nerves, your strategy, and your will to live. Can you conquer your fears and make it through the five nights?\n\nGet ready for a gaming experience that will haunt your dreams and challenge your courage. Face your fears and dive into the madness of \"Five Nights at Freddy's 3.\" Can you survive the night?\n\nHOW TO PLAY\nYou can play with mouse.\n\nHOW TO INSTALL\nClick download this Extension using the \"Add to Chrome\" button.\n\nOnce the game has finished loading, simply select the \"Extensions Icon\" button. \n\nAfter clicking this, you'll be directed to the playground area, where the game \"Tanuki Sunset Online Unblocked\" will launch automatically. All that's left is to press the play button and start enjoying the game.",
    "de,en,en_AU,en_GB,en_US,es,fr,it,ja,nl,ru,tr": "Description:\n\nGet ready for a heart-pounding, spine-tingling experience like no other in \"Five Nights at Freddy's 3\"! The third installment of this iconic horror game series takes you back to Freddy Fazbear's Pizza, but this time, the terror is more intense, and the mysteries are even darker.\n\nGameplay:\n\nYou play as a brave night security guard tasked with surviving five horrifying nights in this abandoned and decaying establishment. Your only tools are a monitor system, limited power supply, and your wits. Can you survive the onslaught of vengeful animatronic monsters that lurk in the shadows?\n\nNew Features:\n\nPhantom Animatronics: Beware of the eerie and ghostly appearances of the Phantom animatronics, who will jump-scare you when you least expect it. Keep your nerves steady as you try to fend them off while conserving your precious power.\n\nSpringtrap: The nightmarish animatronic, Springtrap, is on the loose, and he's out for revenge. He's a cunning adversary, and you must use your skills to avoid his deadly traps while keeping an eye on him through the cameras.\n\nThe Horror Attraction: Experience a brand new setting in the form of \"Fazbear's Fright: The Horror Attraction.\" Traverse its eerie corridors and terrifying rooms, each harboring its own secrets and dangers.\n\nMinigames: Dive deeper into the lore of the Fazbear franchise by uncovering hidden mini-games that shed light on the dark history of Freddy Fazbear's Pizza.\n\nImmersive Horror:\n\n\"Five Nights at Freddy's 3\" pushes the boundaries of fear, immersing you in a nightmarish world filled with tension, anxiety, and terror. The game's chilling atmosphere, haunting soundtrack, and jump-scare moments will keep you on the edge of your seat.\n\nCan You Survive?\n\nAs the story unravels and the horrors intensify, can you endure the relentless onslaught of the animatronics and survive until the morning light? \"Five Nights at Freddy's 3\" will test your nerves, your strategy, and your will to live. Can you conquer your fears and make it through the five nights?\n\nGet ready for a gaming experience that will haunt your dreams and challenge your courage. Face your fears and dive into the madness of \"Five Nights at Freddy's 3.\" Can you survive the night?\n\nHOW TO PLAY\nYou can play with mouse.\n\nHOW TO INSTALL\nClick download this Extension using the \"Add to Chrome\" button.\n\nOnce the game has finished loading, simply select the \"Extensions Icon\" button. \n\nAfter clicking this, you'll be directed to the playground area, where the game \"Five Nights at Freddy's 3 - FNAF 3\" will launch automatically. All that's left is to press the play button and start enjoying the game."
  }
}