{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapseed Online PC - Photo Editing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapseed is a complete professional photo editing tool for your smart device."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snapseed is a free photo editing application for all type of users. any new person can use the app effectively. You can easily download it from the any app stores. To edit your photos like a pro then you need this app.\n\nHow would the extension benefit you?\n\nThis Extension will provide you the complete guide of snapseed photo editing app and how to use it on your PC online. \n\nHow to use this extension: \n1. First, click the Add to Chrome button.\n2. The extension has now been added to your browser.\n3. Next, click the extension icon and then the list of snapseed guide.\n4. You will be provided with the features.\n\nMost people don't know the way to use all snapseed options to their photos. Install this extension on your chrome and get all the snapseed app editing tips on your browser easily.  \n\nIn this extension you will get the option to hide notification on the settings page and you can set time to check latest updates.\n\n#Best things about the snapseed \n\n*Correct the perspective of your image.\n*Accentuate your photos by adding extra contrast.\n*Accelerate the rate of blurring in the backdrop.\n*Selectively edit an image.\n*Remove anything that doesn't belong in a picture.\n*Place one image on top of another.\n*Instead of cropping, try expanding the image.\n\nOnly in English at the moment, but it will be available in other languages as time goes on."
  }
}