{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bugs Bunny 4K Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hop into a world of fun and laughter with the Bugs Bunny Live Wallpaper extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This 4K live wallpaper features the beloved Bugs Bunny in animated adventures that bring joy to your Chrome browser. Every new tab opens to the iconic antics of Bugs, adding a touch of humor and nostalgia to your browsing experience. Whether he's outwitting Elmer Fudd or enjoying a carrot, Bugs brings his timeless charm to your screen!\n\nLet Bugs Bunny add a smile to your new tab!\n\nFeatures:\n🐇 Live 4K Wallpaper: Animated scenes of Bugs Bunny’s classic mischief, bringing his lively character to your browser.\n🌐 Popular Site Shortcuts: Access your favorite websites quickly with pre-set shortcuts.\n➕ Addable Shortcuts: Customize your new tab with links to your most-visited sites.\n🔍 Search Bar: Perform web searches with your preferred search engine.\n🕒 Calendar & Clock: Stay on top of your schedule with the integrated calendar and clock display.\nWhy Choose This Extension?\nThe Bugs Bunny Live Wallpaper extension is secure, lightweight, and respects your privacy. It's simple to install and remove via your browser settings.\n\nExplore more live wallpaper extensions featuring other classic cartoons and characters. This extension also includes a note-taking tool, a privacy policy, and an uninstall option for your convenience.\n\nDownload the Bugs Bunny Live Wallpaper extension now and add some classic cartoon fun to your browsing experience! Visit our website for more exciting live wallpaper extensions!"
  }
}