{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CS2 Stash Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counter Strike 2 CS2Stash extension. Allows to inspect custom skin floats, patterns & view rare patterns."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⭐️Description:\nThe aim of this extension is to enhance CS2Stash by introducing extra functionalities not currently available on the website. It grants users the capability to access more details regarding Counter Strike 2 skins, examine specific float values and patterns of skins, and easily locate rare patterns.\n\nThis lightweight extension offers inspect links for viewing skins in the main menu and !gen codes for inspecting skins on custom Counter Strike servers.\n\nIt's a third-party extension that's integrated within with https://stash.clash.gg, serving as a small project dedicated to the CS community. It's provided completely free of charge and without any advertisements.\n\nFully compatible with Chromium-based browsers such as Chrome, Edge, Brave, Opera, and Opera GX.\n\n\n⭐️Features:\n• Pattern and Float Editing: Users can modify the pattern and float of the skin they are currently viewing and then inspect it seamlessly.\n\n• Multiple Phases Support: Users can view skins with multiple phases, such as Doppler with Phase 1-4, Ruby Sapphire, or Black Pearl variants.\n\n• Gen Code Generation: The extension generates the !gen code, enabling users to inspect skins on custom Counter Strike 2 servers effortlessly.\n\n• Inspect Code Generation: Users can generate inspect codes to paste inspect links directly into the Counter Strike 2 console for quick access.\n\n• Rare Pattern Database: The extension includes a comprehensive database of rare patterns, providing information on their rarities, such as case-hardened tiers.\n\n• Customizable Settings: Users have the flexibility to tweak certain parameters within the extension to tailor their experience according to their preferences.\n\n\n⭐️Usage Instructions:\n1) Install : Begin by installing the extension.\n\n2) Visit the Website: Navigate to https://stash.clash.gg and select a skin or glove.\n\n3) Select Skin Wear and Pattern: Choose the desired skin wear and pattern, then click the corresponding button to inspect in-game. Counter Strike will open, showcasing the exact skin as displayed.\n\n5) Pin the Addon: For convenience, pin the addon to your browser tab to access custom and additional features.\n\n\n⭐️Additional:\nIf you wish to contact me, please utilize the email provided on the store page or any of the social links available in the extension. You can easily access these links once you pin the extension to your browser.\n\n\n\n-------------------------------------------------------------------------------------------------------------------------------------------------\nTags: counter strike 2, csgo, cs, cs2stash, csgostash, inspect skins, float value, find skin pattern, browser extension, chromium-based browsers, skin wear, glove inspection, in-game inspection, browser addon, contact information, social links, installation guide, skin database, gaming community, rare skins, custom servers, skin customization, pattern recognition, user interface, seamless integration, user support, feedback, community engagement\n-------------------------------------------------------------------------------------------------------------------------------------------------"
  }
}