{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CiteDrive LibraLink: Open Access Navigator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CiteDrive LibraLink: Simplifies access to OA articles on journal websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CiteDrive LibraLink: The Open Access Navigator simplifies access to scholarly articles by making finding open-access publications across multiple journal websites easier. With optimized access, improved navigation, and instant download, researchers can easily find and download open-access articles in PDF format. Compatible with popular platforms such as PubMed, Semantic Scholar, and Google Scholar, CiteDrive LibraLink gives users easy access to valuable research resources. Discover the world of knowledge!\n\nIf you are interested in research, science, or advancing knowledge, you know how critical scientific articles are. However, it can be frustrating when you encounter paywalls and subscription restrictions limiting your information access. With CiteDrive LibraLink, you can say goodbye to these obstacles and embark on a seamless journey to access open-access articles directly from various journal websites.\n\nWith a user-friendly interface and intuitive navigation tools, CiteDrive LibraLink simplifies discovering open-access publications. Whether you want to follow the latest advances in your field or delve deeper into specific niche topics, our extension allows you to quickly find relevant publications. Say goodbye to tedious searches and cumbersome access routes. With CiteDrive LibraLink, you can access open-access publications on journal websites with just a few clicks.\n\nEnjoy a smooth and efficient browsing experience tailored to your research needs. Our extension integrates seamlessly into your browser and provides quick access to open-access publications without interrupting your workflow.\n\n\nWant to read or look up an article offline? CiteDrive LibraLink lets you download open-access publications in PDF format directly from the source, so you can access them conveniently anytime.\n\nCiteDrive LibraLink works seamlessly with popular platforms such as PubMed, Semantic Scholar, Google Scholar, IEEE Xplore, arXiv, and many others. Whether you are searching for articles in PubMed, research papers in Semantic Scholar, or visiting various journal websites, CiteDrive LibraLink ensures that open-access publications are just a click away.\n\nWith CiteDrive LibraLink, you can fully utilize the potential of Open-Access resources and improve your research experience: Open Access Navigator. Join thousands of researchers worldwide who rely on our extension to streamline their research processes and easily access valuable information.\n\nUpgrade to CiteDrive LibraLink today and embark on a journey of discovery without limits!"
  }
}