{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Onion Browser Button"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily browse the internet using TOR proxy with just one click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Onion Browser Button is an extension that let you easily connect to TOR network in your browser (browse under TOR proxy).\n\nImportant note: this addon does NOT belong or relate to Tor® project and has NO affiliations with Tor® anonymity software or website at all. It is basically an unofficial extension that is developed and maintained independently by its author.\n\nBefore using the addon please make sure your computer (PC or MAC) is connected to TOR. If you do NOT know how to connect your PC or MAC to the TOR network please read the following. A separate patch is prepared, to help users easily connect to the TOR network. In order to get the patch please visit this (https://github.com/jeremy-jr-benthum/onion-browser-button/releases) GitHub repo and download (mac.zip) or (win.zip) files.\n\nAfter downloading the patch to your computer, please follow the below steps to connect your machine to TOR network.\n\n1. If you have Windows machine, please download and unzip \"win.zip\" file to your computer, and if you have Mac download and unzip \"mac.zip\".\n\n2. For windows machine, please open downloaded \"win\" folder and run \"run.bat\" file within the folder. For Mac please open \"win\" folder and run \"run.sh\" file.\n\n3. You will see the screen with 6 options. In order to start TOR connection on your computer, please press 1 on your keyboard, once \"Tor is connected successfully!\" message is displayed, you can use Tor Browser Button add-on to connect your browser to the TOR network. To stop TOR connection please press 2. In order to get a new TOR identity, please press 5 and to restart TOR connection, please press 6 on your keyboard.\n\nNote: to report bugs, please visit addon's homepage (https://mybrowseraddon.com/tor-button.html) and fill the bug report form."
  }
}