{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AddMeFast tool for collecting points"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AddMeFast tool will help you with your micro tasks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your online presence effortlessly with the AddMeFast Auto Point Collector Chrome extension! If you're looking to supercharge your social media marketing and crypto promotion campaigns on AddMeFast.com, this tool is your secret weapon.\n\nKey Features:\n🚀 Automatic Point Collection: Save time and effort by automating the process of collecting points on AddMeFast. Our bot does the work for you, so you can focus on what matters most – creating and sharing content.\n\n🌐 Multiple Social Platforms: Whether you're interested in promoting your content on Facebook, Twitter, Instagram, YouTube, or any other social media platform supported by AddMeFast, our bot has you covered.\n\n🌟 Customization Options: Tailor the bot to your preferences with customizable settings. You have control over networks, speed and number of repetitions per session.\n\n💡 Save Time and Effort: Manual point collection can be time-consuming. Let our bot handle the repetitive tasks, so you have more time to develop your marketing strategies.\n\n📈 Watch Your Influence Grow: With a steady stream of points, you can boost your likes, shares, followers, and engagement, allowing you to reach a wider audience and improve your social media and crypto marketing results.\n\n\nSupercharge your online presence and grow your influence on AddMeFast with the AddMeFast Auto Point Collector Chrome extension. Try it today and take your social media marketing and crypto promotion campaigns to the next level!\n\nDisclaimer: This extension is not endorsed by AddMeFast.com\n\nPlease read AddMeFast documentation before using any tool to gain points."
  }
}