{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "gRPC Web Devtools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser DevTools extension for debugging gRPC-web network requests."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Installation\n\nAfter installing this, you need to register the gRPC-web interceptors.\n\nPlease refer to this example for the complete details: https://github.com/soc221b/grpc-devtools-example/tree/main\n\n# Features\n🚀 Uninterrupted Performance: With gRPC Devtools, enjoy uninterrupted performance, effortlessly managing even the largest of requests, for a truly smooth debugging experience.\n🔍 Filtering: Quickly filter out what you don't need. Focus on specific requests effortlessly, and you can even use regex to fine-tune your filtering.\n🎨 Elegant Layout: gRPC Devtools boasts an elegant layout inspired by Chrome's theme, making debugging a seamless experience.\n🔄 Server-side Streaming Support: Whether you're dealing with unary requests or more complex server-side streaming, gRPC Devtools can handle it.\n🌑 Night Owl Mode: If you like working late, you'll love this. We've got a dark mode that's easy on the eyes. Debugging won't feel like staring into a flashlight.\n\n# Change Logs\n## v1.18.0\n- feat: change the minimum height to display the EOF message as wel\n- feat: add eof icon\n- fix: it should close messages when the focused index is out of range\n- fix: it should close the setup dialog when hitting Escape key\n- fix: it should disable user select on checkboxes\n- fix: it should not allow focusing on the EOF message using the keyboard\n\n## v1.17.9\n- fix: it should flush all requests at once when the panel is shown\n- fix: it should use Ctrl key instead of Meta key for shortcuts on Windows\n- fix: when an empty regex is entered, all requests should always be displayed\n\n## v1.17.5\n- fix: unable to retrieve tab id if undock devtools\n\n## v1.17.4\n- fix: method name overflow\n- fix: deps: update dependency @headlessui/react to v2.1.2\n- fix: deps: update dependency change-case to v5\n- fix: deps: update dependency immer to v10\n- fix: deps: update dependency react-tooltip to v5.27.1\n\n## v1.17.2\n- fix: deep clone objects to avoid errors when sending proxied objects via postMessage\n\n## v1.14.0\n- feat: clear all stream messages\n\n## v1.13.1\n- perf: improve brief preview\n\n## v1.12.0\n- feat: support grpc-web-error-details\n\n## v1.10.1\n- fix: sometimes it didn't clear request rows after reloading"
  }
}