{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HWGame"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Плагин по игре Хроники Хаоса для помощи игрокам",
    "en": "Hero Wars plugin to help players"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Небольшое расширение для отображения основной информации из профиля Хроники Хаоса. \nПлагин работает с игрой во всех социальных сетях.\nВ данный момент показывает основную информацию о игроке, количество проведенных боев на арене (и количество побед), количество побед в Приключениях, а так же - количество потраченных изумрудов на артефакты титанов, сферы титанов, артефакты героев и на призыв питомцев.\nТак же поддерживает передачу данных по новогоднему событию!\nА в новой версии, начата разработка отображения боев, с арены, гранд арены и войны гильдий!\n\nВ ближайшее время количество отображаемой информации будет увеличиваться!",
    "en": "A small extension to display basic information from the Chronicle of Chaos profile.\nThe plugin works with the game on all social networks.\nAt the moment, it shows basic information about the player, the number of battles fought in the arena (and the number of victories), the number of victories in Adventures, as well as the number of emeralds spent on titan artifacts, titan spheres, hero artifacts and to summon pets.\nIt also supports data transfer for the New Year's event!\nAnd in the new version, the development of the display of battles, from the arena, grand arena and guild war, has begun!\n\nThe amount of information displayed will increase in the near future!"
  }
}