{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ELTic - Free Job Change Prediction - Identify Top Talent Before Anyone Else"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powered by ELTic`s proprietary Move Score. Uses advanced predictive analytics, focus on those most likely to make a career move."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Recruitment Strategy with LinkedIn Job Change Predictor!\nNow also includes Partner Change Prediction.\n\nHarness the Power of Predictive Analytics and AI\n\nLinkedIn Job Change Predictor is a cutting-edge Chrome extension designed by ELTic to revolutionise legal recruiting. Powered by ELTic's proprietary Move Score, our tool leverages predictive analytics and AI to analyze solicitor behavior, including factors like average job tenure, salary changes, promotions, and LinkedIn profile updates. This sophisticated model empowers legal recruiters to focus on candidates most likely to change jobs, dramatically improving success rates and efficiency.\n\nData-Driven Success\n\nOur predictive model, validated over six months, reveals that at any given time, 14% of candidates are actively considering a job change. Among these, our tool identifies those with a 40% likelihood of moving, enabling you to target your outreach more effectively. This data has been consistently accurate, ensuring recruiters focus on the most promising candidates.\n\nKey Benefits:\n\nHeadhunting Efficiency:\n\nFocus on High-Potential Candidates: Instead of contacting 100 people, prioritize the top 14% most likely to change jobs. Each identified candidate has a 40% likelihood of moving.\n\nSave Time and Effort: Reduce your outreach from days to just a few hours by targeting candidates who are open to new opportunities.\n\nCandidate-Driven Roles:\n\nOptimize for Scarce Talent: For roles where candidates are hard to find, such as legal partners or solicitors outside of London, add these candidates to a watchlist.\n\nReal-Time Notifications: Receive email alerts when these candidates are most likely to change jobs, giving you a competitive edge in candidate-driven markets.\n\nPremium Features:\n\nUnlimited Profile Monitoring: Track an unlimited number of LinkedIn profiles to never miss a promising candidate.\n\nOne-Click Add from LinkedIn: Effortlessly add candidates to your watchlist directly from LinkedIn.\n\nMass Upload Capability: Quickly populate your watchlist by uploading LinkedIn URLs in bulk.\n\nIntuitive Traffic Light System: Easily see how likely people are to move jobs with a simple green, yellow, or red indicator.\n\nExport to Excel: Download people in green, yellow, or red directly to Excel.\n\nEmail Alerts: Get notified straight into your inbox when people on the watchlist move to green.\n\nUnlimited Team Access: Share the tool with your entire team to maximize its impact.\n\nGet Started Today!\n\nStart your free trial now—no credit card required—and experience the future of legal recruiting with LinkedIn Job Change Predictor. Transform how you identify and connect with top talent, and stay ahead in a competitive market!"
  }
}