{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon International Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cerca Sconti fino al 99%. Un tool che permette di cercare sconti nascosti su Amazon."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lo sai che Amazon sconta più di 4.000 prodotti al giorno?\nCerca-Sconti.com è un sito indispensabile per i consumatori che vogliono risparmiare acquistando su Amazon.it.\n\nAmazon è davvero il miglior sito di shopping online. Ma il problema di Amazon è che è davvero enorme. Amazon offre tonnellate di offerte, sconti e coupon ma districarsi attraverso le infinite pagine non è facile.\n\nAmazon spesso offre i migliori sconti sulla rete anche fino al 90% di sconto sui prodotti, ma indirizza invece le persone in altre aree su prodotti con margini più alti di profitto.\n\nQuindi, per risolvere questo problema abbiamo creato questa piccola Estensione di Google Chrome - Amazon Discount Finder che vi aiuterà a cercare tutti gli sconti \"nascosti\" all'interno Amazon.\n\n* Come utilizzarlo *\n\n1. Cliccare sull'icona Amazon Discount Finder in Google Chrome\n2. Basta selezionare le categorie, inserire una parola chiave e cercare grandi offerte cliccando il tasto \"Cerca\". (Vedi Screen-shot qui sotto)\n\n* Suggerimenti: *\n1. La keyword (parola chiave) in realtà non è necessaria se si desidera esplorare tutti i prodotti disponibili nella categoria selezionata.\n2. Durante la ricerca, non basta guardare la prima pagina di occasioni, ma provarne diverse e non date per scontato che solo perché è in offerta sia un buon acquisto. Prova percentuali di sconti più elevati per gli articoli più piccoli ed economici e  percentuali più basse per articoli più costosi e di nicchia.\n3. Non tutti gli oggetti hanno la consegna gratuita, quindi basta spuntare il riquadro \"Mostra solo consegna gratuita\" e fare la ricerca. Mostrerà così solo i prodotti con consegna gratuita, quando la consegna di solito non è gratuita, dovrebbero essere esclusi dalla ricerca.\n\n* Le Caratteristiche: *\n\n1. Fornire opzioni avanzate di ricerca per Amazon.\n2. Supporto per tutti i 9 paesi degli Stati Uniti, Regno Unito, Germania, Francia, Italia, Spagna, Giappone, Cina e Canada.\n3. Cerca a seconda del range di Sconto: sarete in grado di cercare tutti i prodotti con sconti dal 10% al 90%.\n4. Risultati della ricerca brevi basate su:\n   • Bestseller\n   • Rilevanza\n   • Prezzo: Crescente\n   • Prezzo: Decrescente\n   • in ordine alfabetico: dalla A alla Z\n   • in ordine alfabetico: dalla Z alla A\n   • Media recensioni Clienti\n   • In primo piano.\n5. Fascia di prezzo: l'utente può immettere un range di prezzi per i quali si desidera vedere i risultati\n6. Spedizione Gratuita: Filtra i risultati della ricerca per i prodotti con spedizione gratuita.\n\nDISCAIMER: Amazon™ e loghi Amazon™ sono marchi registrati di Amazon.com, Google Chrome™ e Google™ loghi sono marchi registrati di Google Inc."
  }
}