{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chatgpt For Mac - AiChatMac"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AiChatMac is an extension that allows seamless access to ChatGPT directly from your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔴 Overview\nChatGPT for Mac - AiChatMac is a browser extension designed to offer seamless access to ChatGPT directly from your browser. Tailored for macOS users, it mimics the macOS aesthetic for a natural, integrated experience while providing quick, efficient, and reliable AI-powered responses for your queries.\n\n🔴 Extension Features:\n    ✔    Mac-Style Interface\n    ✔    Seamless AI Integration\n    ✔    Interactive Chat Log\n    ✔    Message Copy Functionality\n    ✔    Customizable API Usage\n    ✔  Auto-Formatting of Responses\n\n🔴 Why Use This Extension:\n\n This extension is a must-have for macOS users who value efficiency, style, and security. It streamlines AI-powered conversations directly within your browser, saving time and effort. Designed with a macOS-inspired aesthetic, it seamlessly blends functionality with elegance, catering to those who appreciate professional design. The inclusion of a customizable API key ensures both privacy and flexibility, allowing users to personalize their experience securely. Its user-friendly interface features intuitive controls, easy input management, and a clear chat log, making interactions smooth and hassle-free. Additionally, the one-click copy functionality lets you quickly save or share AI-generated content. Built with robust security standards, including content security policies, the extension guarantees a reliable and safe user experience.\n\n🔴 Disclaimer:\nThis extension is perfect for those seeking efficiency, a professional aesthetic, and a user-friendly interface, blending style and functionality seamlessly. Built with robust security standards, it ensures safe, reliable interactions while saving time and simplifying workflow. However, users are reminded that the extension operates with OpenAI's GPT-4 API, requiring a valid API key, and all AI-generated content should be verified before use. The developer operates independently of OpenAI and macOS, and users assume responsibility for how they utilize the tool."
  }
}