{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To Talk Connect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To Talk Connect é um CRM para WhatsApp Web. Organize seus chats e otimize seus negócios no WhatsApp Web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crie um verdadeiro funil de CRM para vender mais com To Talk\n\n Características:\n✔ Envio em massa para seus contatos ou contatos importados por csv\n✔ Crie Abas personalizadas, encontre facilmente seus contatos importantes\n✔ Envie mensagens para um número que não esteja na sua agenda\n✔ Crie notas para cada contato dentro do contato\n✔ Você tem que ligar de volta? Crie lembretes para cada contato\n✔ Agende Reuniões no google agenda \n✔ Crie lembretes de forma simples e seja notificado \n✔ Crie um banco de respostas rápidas para enviar com um clique\n✔ Exporte todos seus contatos ou contatos de grupos de wpp\n✔ Use em seu idioma nativo (português, espanhol, inglês)\n✔ Borre as mensagens  para criar vídeos tutorias \n\nImportante:\n✔ Aprovado na auditoria de segurança do Google Chrome\n✔ Não usa banco de dados, tudo acontece no seu computador.\n\nCrie seu funil de atendimento e vendas com muita facilidade, o To Talk foi criado por pessoas que trabalham e entendem a necessidade de um fluxo de trabalho ordenado.\n\n✔ imobiliárias\n✔ Consultores de seguros\n✔ Profissionais médicos\n✔ Advogados\n✔ Contadores\n✔ Profissionais de marketing digital\n✔ Vendedores online\n✔ Lojas de varejo\n✔ Lojas de atacado\n✔Restaurantes\n✔ Pizzarias e hamburguerias\n✔ Farmácias\n✔ E muito mais\n\nTo Talk é uma extensão independente do Chrome que adiciona recursos extras ao seu WhatsApp web, não fazemos parte do mesmo."
  }
}