{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weflow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The fastest way to update Salesforce. Manage your pipeline, notes & tasks. Designed for sales teams. Auto-synced to Salesforce."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weflow’s free Chrome Extension replaces your default new tab in Chrome with a powerful command center for Salesforce.\n\nUpdate your pipeline, create notes, manage tasks and add new records within seconds - all synced with Salesforce.\n\n\nFREE TO USE\n✓Save hours every week updating Salesforce. \n✓Log emails from Google Workspace / Gmail to Salesforce\n✓Manage your pipeline like a spreadsheet or Kanban board. \n✓Take sales notes & sync them to Salesforce with one click.\n✓Use templates to qualify deals, structure your meetings, and streamline data capture.\n✓Make Salesforce updates while writing notes.\n✓Simple and powerful task manager to stay on top of your deals.\n✓Work with Salesforce out-of-the-box.\n\n\nHOW IT WORKS\n1️⃣  Install the Chrome extension and sign in with your Salesforce account\n2️⃣  Open a new tab to use Weflow’s Salesforce command center or use our shortcut (MacOS: CMD + J | Windows: ALT + J) to launch global search from LinkedIn, Salesforce, Google Workspace, Outreach or Salesloft\n3️⃣  View your pipeline, create notes, manage tasks and add new records within seconds\n4️⃣  All changes are automatically synced with Salesforce\n\n\nWEFLOW IN THE NEWS\nTechcrunch: “Weflow...makes it faster to update Salesforce and reduces much of the busy work that takes up salespeople’s time.”\n\n\n★★★★★- Christian Eggert, Founder at Back:\nEveryone on our sales team happily uses Weflow which ensures all data is recorded timely inside SFDC. That alone resolves the majority of our data quality issues!\n\n★★★★★ - Charlotte Vaquier, Account Executive at Remerge:\n\"I was blown away by the amount of time I now have outside of Salesforce. I go in, get my accounts updated and get back to work. No more clicking around SFDC to log information and wasting my time! Thanks Weflow!!\"\n\n★★★★★ - Ben Beivers, Chief Revenue Officer at Remerge:\n\"Weflow gives us better pipeline visibility which helps maintain high close rates throughout our sales process inside Salesforce vs what we'd get without it. 5/5!\"\n\nSECURITY & PRIVACY\nYour Salesforce data is safe. The security of your data is at the core of our business. With automated processes, third-party auditing, and strict guidelines, we ensure that your data stays safe, always. Read more about what we do here: https://www.getweflow.com/security\n\nWeflow provides fast and simple access to a user’s Salesforce account from any website they are visiting. A user can use the command CMD+J (MacOS) or ALT+J (Windows) to trigger a search modal which is directly connected to their Salesforce account. When selecting a Salesforce record, it is then displayed in a panel, which is always loaded on the right side of the browser window and overlaying the currently visited website. Within the panel, users can quickly update Salesforce fields. Weflow also takes over the new tab page with the sole purpose to provide a quick access to the user’s Salesforce pipeline, notes and tasks as well as common sales web apps such as Outreach, Salesloft or simply GMail."
  }
}