{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lazy Scholar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic check for full text, details, and metrics of scientific articles, plus comments, citations, fast sharing and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UPDATE SEPTEMBER 2024: Due to changes to Chrome extensions, a substantial amount of code needed to be rewritten. Some features described below have not yet been restored.\n\n-------------------\n\nLazy Scholar automatically searches for a freely available full text the instant you open a scientific paper. In use, it finds one 36-41% of the time*. NEW: Lazy Scholar can deep link with your institution to find full texts even when you're off campus. In addition, it attempts to extract helpful information about the paper if relevant such as quick links to the population, intervention, outcomes, measurements, funding statement, outline, references, abbreviations, and supplemental documents. Further, it checks for comments on the paper in PubPeer, provides various citation metrics on the paper and journal, and one-click citation styles, including a preformed powerpoint style. \n\n\n\nFeatures in further detail:\n\n-Infobar automatically appears when a paper is opened & tells you if a free full text is available, and provides various metrics & comments, along with fast citations.\n-This can be turned off and you can click the browser button for these.\n-Type \"LS\" in the address bar and quickly query Google Scholar, PubMed, or Web of Science.\n-Search your paper history with natural language.\n-Get new PubMed listing recommendations - Lazy Scholar learns your research preferences automatically based on what papers you open.\n-Citation count (GScholar's, Web of Science, and Altmetric.com score).\n-PubPeer comment count\n-Journal ranking\n-Attempts to find a contact email address for the paper you are searching\n-Auto generated sharing links (Twitter, email, Mendeley, Endnote, RefWorks, etc)\n-Fast copying of citation to clipboard (over 900 citation styles, including a short citation for PowerPoint slides).\n-Paper details listed in PubMed search results if available.\n-Highlight text on a page, right click, \"Search Google Scholar\" for fast searching.\n-Automatically checks Beall's list of predatory journals and notifies of a match\n-Quick link to hypothes.is annotation layer\n-Recommended citations from citepeer.io\n-Optional check for preregistration through ClinicalTrials.gov, ISRCTN registry, ANZCTR registry, OSF.io, AsPredicted.org, and PROSPERO\n-Option to block non-scholarly websites for 1 hour to reduce online distractions :)\n\n\n--------------------------------------------\n\n\nNote: Please report bugs! I welcome any feedback:\nColby Vorland: colby.vorland at gmail | @LazyScholarExt | lazyscholar.org\n\n*More statistics here: http://www.lazyscholar.org/2017/10/06/new-statistics-on-full-text-availability-using-lazy-scholar/"
  }
}