{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuperSub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Type Superscripts, Subscripts, and Other Scientific and Mathematical Symbols Directly Into Google Forms and Google Sheets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No need to copy and paste from other sources!\n\nFor Superscript: type ^ before the character you want.\nFor Subscript: type _ before the character you want.\nFor Science or Math symbol: type \\ then the character you want.\nFor Accent or other symbols: type ` then the accent or character you want.\n\nTo toggle Superscripts: press ctrl and the . key. \nTo toggle Subscripts: press ctrl and the , key.\n\nThis extension applies only to Google Forms and Google Sheets. \n\nMore Details:\n\nFor most fonts these Unicode glyphs for super and sub scripts are actually the numerators and denominators for diagonal fractions and so they may not look exactly the same as the equivalent markup.  \n\nThere are super and sub scripts for all numerical digits. However, there are some super and sub Latin letters that have not yet been encoded by the Consortium, particularly for subscripts. In those cases a message will be displayed on the screen and the original typed character will appear instead. \n\nOnce installed, click on the SuperSub Extension Icon (top right corner of Chrome) to see the list of characters that have already been encoded and the required key to type.  I will of course update this list as soon as we get more super and sub glyphs encoded by the Consortium. \n\nFor the science and math symbols, I chose those that are, from my experience, the most commonly used in high school science and math and I tried to match the Greek letters to the closest corresponding Latin equivalents whenever I could. \n\nFor the overhead vector symbol, the vector symbol needs to be typed first and then the letter for the base. Placing a space before the overhead vector symbol may be necessary in some cases. \n\nFor accents above the letter: \n1. the letter needs to typed first,\n2. then press the ` key (usually found at the top left corner of  QWERTY keyboards),\n3. and then press the key corresponding to the accent that you want. \n\nHere are the keys for some of the most common accents:\n`1 for acute\n`2 for grave\n`3 for circumflex\n`4 for macron\n`5 for tilde\n`6 for breve\n`7 for hacek\n`8 for diaeresis or umlaut\n`9 for dot above\n`0 for ring above\n\nThere are other keys that will also trigger these accents. Click on the SuperSub Extension Icon for the full list of accents and some other international symbols.\n\nIn situations where you want ^ or _ or \\ or ` to appear in the text just press the key twice.\n\nShort Bio:\n\nHi, my name is Hyoun Park and I'm a high school teacher and developer living just north of Toronto in Canada.  I built this extension primarily for teachers and students. These days the need for simpler, more effective time-saving tools is an even greater imperative. I am also an associate member of the teachassist foundation."
  }
}