{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeSensAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your coding with AI-driven insights! CodeSensAI offers intuitive code reviews directly in your side panel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing CodeSensAI, a revolutionary Google Chrome extension that leverages the power of OpenAI to enhance your code reviews and code comprehension. Whether you're a solo developer, part of a coding boot camp, or working in a large software development team, CodeSensAI is your reliable assistant for effective and efficient code reviews.\n\nKey Features:\n\nAI-Powered Code Review: Harness the capabilities of OpenAI to review your code. Get insights into potential bugs, vulnerabilities, and improvement areas that you might have overlooked.\n\nCustomizable Review Focus and Personality: Tailor the focus of the review and the AI's personality to your needs. Whether you want a detailed inspection for bugs, a high-level check for best practices, a friendly companion, or a strict reviewer, you are in control.\n\nCustomizable Parameters Level: Choose your desired level of creativity with our exclusive feature. Higher creativity levels lead to more exploratory reviews, possibly offering unconventional insights, while lower levels stick to common patterns and best practices.\n\nSupport for Multiple Languages: Whether you're coding in Python, JavaScript, Java, or any other popular language, CodeSensAI is here to help. It's like having a coding expert fluent in multiple languages at your side.\n\nFree SensAI Card: Sign up and get a free SensAI card which you can use to enhance your coding skills further.\n\nWith CodeSensAI, ensure your code adheres to best practices, is free of bugs, and is as efficient as possible. Install CodeSensAI today and step into the future of code reviews!"
  }
}