{
  "name": {
    "ar": "برنامج تنزيل صور كوستكو",
    "am": "ኮስትኮ ምስሎች አውርዶ",
    "bg": "Изтегляне на изображения от Costco",
    "bn": "কস্টকো ইমেজ ডাউনলোডার",
    "ca": "Descarregador d'imatges de Costco",
    "cs": "Stahovač obrázků Costco",
    "da": "Costco-billeddownloader",
    "de": "Costco-Bilder-Downloader",
    "el": "Λήψη εικόνων από το Costco",
    "en,en_AU,en_GB,en_US,fil": "Costco Images Downloader",
    "es,es_419": "Descargador de Imágenes de Costco",
    "et": "Costco piltide allalaadija",
    "fa": "دانلود کننده تصاویر Costco",
    "fi": "Costco-kuvien lataaja",
    "fr": "Téléchargeur d'images Costco",
    "gu": "કોસ્ટ્કો ઈમેજ ડાઉનલોડર",
    "he": "הורדת תמונות של Costco",
    "hi": "कॉस्टको इमेज डाउनलोडर",
    "hr": "Preuzimač slika Costco",
    "hu": "Costco kép letöltő",
    "id": "Pengunduh Gambar Costco",
    "it": "Downloader di immagini Costco",
    "ja": "Costco画像ダウンローダー",
    "kn": "ಕೋಸ್ಟ್ಕೊ ಚಿತ್ರ ಡೌನ್‌ಲೋಡರ್",
    "ko": "Costco 이미지 다운로드",
    "lt": "„Costco“ vaizdų atsisiuntimo programa",
    "lv": "Costco attēlu lejupielādētājs",
    "ml": "കോസ്റ്റ്‌കോ ചിത്ര ഡൗൺലോഡർ",
    "mr": "कॉस्टको प्रतिमा डाउनलोडर",
    "ms": "Pemuatan Turun Imej Costco",
    "nl": "Costco Afbeeldingen Downloader",
    "no": "Costco-bildenedlaster",
    "pl": "Pobieracz obrazów Costco",
    "pt_BR": "Baixador de Imagens Costco",
    "pt_PT": "Descargador de Imagens Costco",
    "ro": "Descărcător de imagini Costco",
    "ru": "Загрузчик изображений Costco",
    "sk": "Sťahovač obrázkov Costco",
    "sl": "Prenosnik slik Costco",
    "sr": "Преузимач слика из Костка",
    "sv": "Costco-bildnedladdare",
    "sw": "Upakuaji wa Picha wa Costco",
    "ta": "காஸ்கோ படங்களை பதிவிறக்கி",
    "te": "కాస్ట్కో చిత్రాలను డౌన్‌లోడ్ చేయండి",
    "th": "ดาวน์โหลดภาพ Costco",
    "tr": "Costco Görüntü İndirici",
    "uk": "Завантажувач зображень Costco",
    "vi": "Trình tải xuống hình ảnh Costco",
    "zh_CN": "Costco 图片下载器",
    "zh_TW": "Costco 圖片下載器"
  },
  "short": {
    "ar": "Effortlessly download high-resolution images from Costco product listings with a single click using this powerful extension.",
    "am": "This extension is a must-have for Costco shop owners or anyone in need of quickly saving multiple product images.",
    "bg": "With just one click, download images from Costco listings, save them individually or in bulk for convenience.",
    "bn": "Gather and preserve high-quality photos of your favorite Costco items with ease, this download extension requires no coding skills.",
    "ca": "Quickly collect images of Costco products with this efficient one-click download extension, streamlining image archiving process.",
    "cs": "Access HD photos of Costco products with this easy-to-use image downloading extension, putting quality visuals within easy reach.",
    "da": "Create a collection of inspiring Costco product images effortlessly with this image scraper, designed for both casual & power users.",
    "de": "Bypass the manual downloading process and save time with this extension that simplifies bulk image downloading from Costco's website",
    "el": "Effortlessly save images of beloved Costco items with this simple extension, making image gathering a swift one-click task.",
    "en,en_AU": "Scrape and download high-resolution images of Costco product listings in bulk or one by one from any listing with just a click.",
    "en_GB": "Extract choice visual specimens of cherished Costco items quickly using this first-class photo scraping and saving extension.",
    "en_US": "Download high-resolution images of Costco products in one click with this simple but powerful extension.",
    "es": "This extension enables you to easily collect high-quality photos from your preferred Costco listings with just one click.",
    "es_419": "Maintain a digital archive or design resource filled with your Costco finds using this image scraping and bulk download tool.",
    "et": "Collect captivating Costco product photos with this straightforward one-click download extension, making the process pain-free.",
    "fa": "Instantly grab HD photos of inspiring Costco products with this bulk image downloading extension, requiring no complex steps.",
    "fi": "For both Costco shoppers and shop owners, allowing quick collection of photos of handcrafted items with a single click.",
    "fil": "This straightforward extension is crafted to meet your need for high-quality Costco product photos quickly and without hassle.",
    "fr": "Keep visual references of treasured Costco items at your fingertips with this versatile product photo downloading extension.",
    "gu": "Effortlessly gather dreamy high-resolution photos of Costco wares with this adept image scraping and bulk download extension.",
    "he": "Costo Images Downloader lets you quickly capture images of handcrafted goods that catch your eye with a simple click.",
    "hi": "Whether for casual browsing or professional use, this extension makes procuring photos from any Costco listing a breeze.",
    "hr": "For compiling or simply admiring, this Costco product photo extension allows you to amass inspiring HD images with minimal effort.",
    "hu": "Capture enticing visual details of your favorite Costco products with this high-resolution photo downloading extension.",
    "id": "Easily gather standout Costco product photos with this handy image scraping and bulk download extension, designed to minimize effort",
    "it": "This extension enables you to download HD Costco images in bulk or individually, streamlining your photo collection process.",
    "ja": "Quickly gather eye-catching product photos from your preferred Costco shops using this skilled image scraping and download extension",
    "kn": "Create a digital treasury of coveted Costco finds with this HD photo downloading extension, requiring little effort.",
    "ko": "Assembling a gallery of captivating Costco products is swift and straightforward with this capable image collecting tool.",
    "lt": "Download Costco photos or select gems with ease using this nimble bulk product image extension, tailored for various needs.",
    "lv": "Delight in saving dreamy Costco details with this clever high-resolution image downloading extension, demanding little from the user",
    "ml": "Gain fast access to photos of handcrafted goods from any Costco shop with minimal effort, thanks to this streamlined extension.",
    "mr": "Get HD images of any Costco item that captures your fancy with this masterful photo extension, requiring negligible work.",
    "ms": "Keep striking Costco finds close or compile professional resources using this insightful image scraping and download extension.",
    "nl": "Building a collection of visually enticing Costco products is efficient and straightforward with this astute photo collecting tool.",
    "no": "Gather photos of beloved Costco items using this precision bulk image downloading extension, requiring virtually no technical skills",
    "pl": "Velocity meets convenience as you gather Costco product photos with this meticulous high-resolution image scraping extension.",
    "pt_BR": "Cull or aggregate visual references from Costco with ease using this detailed multi-image downloading extension.",
    "pt_PT": "Quickly glean high-quality or niche photos from any Costco listing with this specialized product image extension.",
    "ro": "Extract and save photos of handcrafted items from Costco efficiently with this streamlined image downloading software.",
    "ru": "Compile a visual vault of choice Costco wares with this refined product photo extension, offering both speed and accuracy.",
    "sk": "Rapidly build a collection of visual specimens from Costco using this optimal image scraping and download tool.",
    "sl": "Aggregate a treasure trove of Costco goods with this photo collector, capturing high-resolution images with precision.",
    "sr": "Cull eye-catching Costco product photos with minimal technical know-how using this tweaked image downloading extension.",
    "sv": "Harvest Costco images swiftly with this photo scraping extension, requiring little expertise and offering high-resolution results.",
    "sw": "This patented Costco product photo extension provides quick harvesting of high-resolution images from any listing with ease.",
    "ta": "Store visually appealing Costco photos quickly using this image scraping and download innovation, perfect for fast-paced needs.",
    "te": "Collect stellar Costco product images with unmatched speed and precision using this leading HD photo collecting software.",
    "th": "Amass a visually arresting collection of Costco wares or design tools efficiently with this peerless image capture and download tool",
    "tr": "Instantly download product shots from Costco retailers with this bulk photo downloading invention, simplifying your image gathering.",
    "uk": "Build a vault of must-see resources from Costco in a flash with this HD image scraping extension, designed for quick access.",
    "vi": "Compile inspirational photos of handcrafted Costco goods with this image downloading solution, ensuring lightning speed and accuracy",
    "zh_CN": "Gain immediate access to a collection of striking Costco product images with this superlative photo downloading technology.",
    "zh_TW": "Harvest and bank visually stimulating Costco product photos rapidly with this hd image collecting tool, perfect for quick archiving."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Costco Images Downloader is the perfect tool for anyone looking to obtain high-resolution images from product listings with minimal effort. Whether you're a casual shopper, a power user, or a business owner needing product images for various purposes, this extension is tailored to meet your needs.\n\nFeatures:\n- One-Click Downloads: Easily download all the images associated with a product listing on Costco with just a single click.\n- Bulk Download Options: Download images individually or in a zip file for convenient bulk downloading.\n- User-Friendly: No technical or coding knowledge is required to use this extension. It's designed to be straightforward and accessible to all users.\n- Versatile Use Cases: Use the downloaded images for design projects, printing, archiving, or any other need that arises from having high-quality product images.\n- Data Privacy Assurance: Your data privacy is of utmost importance. All images are downloaded directly to your local machine without passing through any external servers.\n\nHow It Works:\n1. Navigate to a product page on Costco.com.\n2. Locate the “download icon” situated at the top left of the product listing images.\n3. Click the icon, and a popup window will appear, displaying all the product images.\n4. Select whether to download images individually or as a zip file for multiple images.\n\nBenefits:\n- Save Time: Quickly gather all the product images you need without the hassle of manual downloads.\n- High Quality: Access high-resolution images that are ideal for a variety of uses.\n- Convenience: Streamline collecting images from Costco, making it a breeze to get the visuals you want.\n\nSimple Yet Powerful:\nThe Extension may be simple to use, but it's a powerful tool that can significantly improve your productivity and efficiency when dealing with Costco product images.\n\nGet Started:\nBring the power to your browser today and experience the ease of downloading product images with just one click. Download the extension now and enjoy a more efficient way to manage your image needs.\n\nDisclaimer \nThis extension is an independently developed product by ExtensionsBox and has no association with Costco Inc."
  }
}