{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Facebook Ad Library data"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Meta Ad Library search results as Excel with each ad ids, text, links, media file URLs. Save HD videos with Save video as"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download all data displayed in search results of Facebook Ad Library as an Excel file. The saved source data includes: ids, text, links, URLs of low and high resolution images,  URLs of videos in SD and HD definitions. The most useful part of the source data are media URLs. The extension enables the most user-friendly way to download high resolution videos and images from selected ads.\n\nInstead of using URL in the downloaded ads, download high resolution videos and images directly from search results. The extension replaces in all videos elements URLs of standard definition videos with HD video URLs. The extension removes the video posters in search results so that durations of all videos are visible. The extension also substitutes URLs of low resolution images with URLs of high resolution images. \n\nHD videos can be conveniently downloaded to any selected folder using the standard option \"Save video as...\" of the context menu, whereas high resolution images can be downloaded using the familiar \"Save image as...\" of the context menu. \n \n- Click the extension's icon\n- Enter a query\n- The extension starts recoding data after a new query is executed\n- Click the colorful button to download an excel file with all the data of the displayed ads\n- Right-click any image to save its high resolution version\n- Right-click any video to save it high resolution version as an mp4 file.\n\nNote, the extension does not modify \"See ad details\" popups in order to keep it as a low resolution reference. High resolution videos and images should be downloaded from the search results.\n\nIf you browse the Facebook library too much, an annoying message starts to popup \"You’re Temporarily Blocked\". The extension removes this message to facilitate browsing\n\nThe extension is free and open source. Do not hesitate to suggest a feature"
  }
}