{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebSaver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your favorite sites, categorized!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "App Name: WebSaver\nDescription:\nWebSaver is a modern and elegant app designed to help users save and organize the websites they visit. With a minimalist design and user-friendly interface, WebSaver makes it easy to bookmark and categorize your favorite websites for quick access. Whether you’re browsing for work, personal interests, or educational purposes, WebSaver ensures that your important links are always at your fingertips.\n\nKey Features:\nBookmark Websites: Easily save the websites you visit with a single click.\nCategorize Links: Organize your bookmarks into categories such as News, Entertainment, Educational, Personal, and Work.\nSearch and Filter: Quickly find saved websites using the search and filter options.\nExport and Import: Export your saved websites to a JSON file and import them back whenever needed.\nEmail List: Send your saved list of websites to your email for easy access and sharing.\nResponsive Design: Enjoy a seamless experience across different devices with a responsive and elegant design.\nHow It Works:\nSave Websites: Use the WebSaver extension to save the current website URL and categorize it.\nView Saved Sites: Access your saved websites from the WebSaver dashboard, where you can view, edit, and delete bookmarks.\nSort and Filter: Sort your bookmarks by category, date, or name, and filter them based on your preferences.\nEmail List: Enter your email address and receive a neatly formatted list of your saved websites directly in your inbox.\nBenefits:\nEfficiency: Save time by quickly accessing your favorite websites without the need to remember URLs.\nOrganization: Keep your bookmarks organized and categorized for easy retrieval.\nAccessibility: Access your saved websites from any device with a responsive design.\nSharing: Easily share your saved list of websites with others via email.\nTarget Audience:\nWebSaver is ideal for professionals, students, researchers, and anyone who frequently browses the internet and wants to keep their favorite websites organized and easily accessible."
  }
}