{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open Same Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Make links open in the same tab for specific webpages.",
    "de": "Öffnen Sie Links auf derselben Registerkarte für bestimmte Webseiten.",
    "es": "Haga que los enlaces se abran en la misma pestaña para páginas web específicas.",
    "ja": "特定の Web ページに対して同じタブでリンクを開きます。",
    "ko": "특정 웹 페이지에 대해 동일한 탭에서 링크를 열수 있습니다.",
    "ru": "Сделайте ссылки открытыми в той же вкладке для определенных веб-страниц.",
    "zh_CN": "使特定网页的链接在同一选项卡中打开。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Nowadays search engines are greedy and want to keep you on their search results page for as long as possible. That's why they make each search result open in a new tab.\n\nWith this extension, simply click the toolbar icon when you are on a search results page, and the extension will remember the domain of the page and the next time you are on that page, the extension will force links to open in the same page.\n\nTo remove the domain from the extension, simply visit the same page and click the toolbar icon again.",
    "de": "Heutzutage sind Suchmaschinen gierig und wollen Sie so lange wie möglich auf ihrer Suchergebnisseite halten. Aus diesem Grund öffnen sie jedes Suchergebnis in einer neuen Registerkarte.\n\nMit dieser Erweiterung, klicken Sie einfach auf die Symbolleiste, wenn Sie auf einer Suchergebnisseite sind, und die Erweiterung wird die Domäne der Seite erinnern und wenn Sie das nächste Mal auf dieser Seite sind, wird die Erweiterung Links auf der gleichen Seite öffnen erzwingen.\n\nUm die Domäne aus der Erweiterung zu entfernen, besuchen Sie einfach dieselbe Seite und klicken Sie erneut auf das Symbol der Symbolleiste.",
    "es": "Hoy en día los motores de búsqueda son codiciosos y quieren mantenerte en su página de resultados de búsqueda durante el mayor tiempo posible. Es por eso que hacen que cada resultado de búsqueda se abra en una nueva pestaña.\n\nCon esta extensión, simplemente haga clic en el icono de la barra de herramientas cuando esté en una página de resultados de búsqueda, y la extensión recordará el dominio de la página y la próxima vez que esté en esa página, la extensión obligará a que los enlaces se abran en la misma página.\n\nPara eliminar el dominio de la extensión, simplemente visite la misma página y haga clic en el icono de la barra de herramientas de nuevo.",
    "ja": "今日の検索エンジンは貪欲であり、できるだけ長く検索結果ページにあなたを維持したいと考えています。そのため、検索結果を新しいタブで開く必要があります。\n\nこの拡張機能では、検索結果ページを表示しているときにツールバーアイコンをクリックするだけで、拡張機能はページのドメインを記憶し、次にそのページに移動すると、拡張機能は同じページでリンクを強制的に開きます。\n\n拡張からドメインを削除するには、同じページにアクセスして、ツールバーアイコンをもう一度クリックします。",
    "ko": "요즘 검색 엔진욕과 가능한 한 오랫동안 그들의 검색 결과 페이지에 당신을 유지 하 고 싶습니다. 그래서 새 탭에서 각 검색 결과를 열게 됩니다.\n\n이 확장을 사용 하 여, 단순히 도구 모음 아이콘을 클릭 검색 결과 페이지에 있을 때, 그리고 확장 페이지의 도메인을 기억 하 고 다음에 그 페이지에, 확장 같은 페이지에서 열려 링크를 강제로 것입니다.\n\n확장에서 도메인을 제거하려면 동일한 페이지를 방문하여 도구 모음 아이콘을 다시 클릭하면 됩니다.",
    "ru": "В настоящее время поисковые системы жадные и хотят держать вас на их странице результатов поиска как можно дольше. Вот почему они делают каждый результат поиска открытым в новой вкладке.\n\nС помощью этого расширения просто нажмите значок панели инструментов, когда вы находитесь на странице результатов поиска, и расширение будет помнить домен страницы и в следующий раз, когда вы находитесь на этой странице, расширение заставит ссылки, чтобы открыть на той же странице.\n\nЧтобы удалить домен из расширения, просто посетите ту же страницу и нажмите значок панели инструментов еще раз.",
    "zh_CN": "现在搜索引擎是贪婪的，并希望让你在他们的搜索结果页面尽可能长的时间。这就是为什么他们使每个搜索结果在新选项卡中打开的原因。\n\n使用此扩展名，只需在搜索结果页上单击工具栏图标，该扩展将记住该页的域，下次您在该页上时，扩展将强制链接在同一页上打开。\n\n要从扩展中删除域，只需访问同一页面，然后再次单击工具栏图标。"
  }
}