{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beeazt AI copilot powerd by ChatGPT and Gemini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beeazt is your AI copilot, with build-in prompt engineering, management and integration with ChatGPT, Gemini and Claude."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Beeazt, the revolutionary AI Copilot designed for professionals and businesses, seamlessly integrating into your Google Chrome browser. Beeazt offers unparalleled access to an extensive suite of AI technologies, including the comprehensive Claude models (Claude Instant, Claude 2.0, Claude 2.1, Haiku, Sonnet, Opus), Google's versatile Gemini models (Nano, Pro, Ultra), and the cutting-edge capabilities of OpenAI's ChatGPT (versions 3.5, 4, and 4 Visual), along with advanced text-to-speech and speech-to-text functionalities, and sophisticated image generation tools.\n\nThis diverse range of AI technologies ensures that Beeazt users are equipped with the most advanced tools for a variety of tasks, whether it's engaging in deep, contextual conversations using ChatGPT, harnessing the analytical power of Google's Gemini models, or unleashing creative potential through Claude's unique capabilities. Each model has been carefully selected to provide a broad spectrum of functionalities, from generating detailed text responses and creating intricate images to converting speech to text and vice versa, thereby covering all bases of professional and creative needs.\n\nMoreover, Beeazt enhances the user experience by allowing seamless transitions between different AI models within the same chat interface. This means you can start a conversation using ChatGPT for brainstorming ideas, switch to a Claude model for nuanced language understanding, and then utilize a Gemini model for task-specific inquiries—all while maintaining a coherent and context-aware dialogue. The ability to engage with two AI models simultaneously further enriches the interaction, offering comparative insights and a richer, more diversified output.\n\nIn addition to these capabilities, Beeazt places a strong emphasis on accessibility and user-friendliness. The inclusion of text-to-speech and speech-to-text features not only caters to diverse user preferences but also promotes inclusivity, making AI technologies accessible to a wider audience. Meanwhile, the image generation feature stands as a testament to Beeazt's commitment to driving creativity, allowing users to visualize their ideas with unprecedented ease and precision.\n\nIn a time where data privacy and security are paramount, Beeazt sets a new standard by ensuring that all user interactions and data are protected with state-of-the-art AES-256 encryption. This level of security means that every piece of information shared within the Beeazt platform, from casual conversations to sensitive business data, is encrypted in a way that is virtually impregnable to unauthorized access. AES-256 is recognized globally for its robustness and is used by governments and security experts worldwide to protect classified information, providing Beeazt users with peace of mind knowing their data is secured with the highest encryption standard available.\n\nFurthermore, Beeazt's commitment to privacy extends beyond encryption. The platform is designed with a strong focus on user privacy, ensuring that personal and professional data are handled with the utmost care and discretion. Users have full control over their data, with options to download and review their individual chats in JSON format, offering transparency and control over the information stored within the platform. This feature is not only essential for data portability but also reinforces Beeazt's dedication to user-centric privacy practices.\n\nTo complement its encryption and privacy measures, Beeazt also integrates seamlessly with various AI technologies, allowing users to access and interact with a wide range of AI models without compromising on security. This integration is done in a manner that maintains the integrity and confidentiality of user data, ensuring that interactions with AI models such as Google's Gemini, OpenAI's ChatGPT, and the Claude series are secure and private.\n\nBeyond its unparalleled AI capabilities and stringent security measures, Beeazt distinguishes itself by offering a suite of advanced features designed to optimize productivity and enhance the creative process for businesses and individuals alike. At the heart of these offerings is the innovative Prompt Manager, a tool that revolutionizes how users interact with AI by allowing them to save, manage, and reuse prompts effortlessly. This feature is a boon for users who rely on specific queries or commands regularly, providing a streamlined experience that saves time and enhances efficiency.\n\nMoreover, Beeazt's flexibility extends to its pricing model, which eliminates the need for separate subscriptions to access various AI models. Instead, Beeazt offers comprehensive access to an array of AI technologies, including Google's Gemini models, OpenAI's ChatGPT, and the entire Claude suite, under a single subscription. This approach not only simplifies the user experience but also provides significant cost savings, making cutting-edge AI technology accessible to a wider audience.\n\nAdditionally, Beeazt's adaptability is showcased through its customizable settings, which allow users to tailor their AI interactions to their specific needs. These settings include adjusting the AI's response temperature for more creative or conservative outputs and managing token usage to control the depth and breadth of responses. Such customization ensures that Beeazt can serve a wide range of applications, from generating complex technical content to crafting engaging marketing copy.\n\nBeeazt also emphasizes user empowerment through features that support data extraction and content creation across various formats. Whether it's pulling information from web pages, PDFs, Word documents, or Excel files, Beeazt simplifies the process, making data more accessible and actionable. Coupled with the ability to attach images and utilize advanced image generation tools, Beeazt is equipped to support a vast array of professional tasks and creative projects.\n\nIn conclusion, Beeazt stands as a comprehensive AI copilot, designed with the needs of modern professionals and businesses in mind. Its combination of advanced AI technology, robust security, and user-centric features makes it a standout platform in the realm of AI assistants. Beeazt not only streamlines the creative and analytical processes but also redefines the boundaries of what is possible with AI, all while ensuring user data remains secure and private."
  }
}