{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pantree"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join us at Pantree, a revolutionary platform dedicated to combating food waste and enlightening young adults about smart grocery…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join us at Pantree, a revolutionary platform dedicated to combating food waste and enlightening young adults about smart grocery management. With the United States discarding nearly 60 million tons of food annually, almost 40% of its entire food supply, the urgency to act has never been greater. This wastage not only represents a colossal loss of resources but also contributes significantly to environmental degradation. At Pantree, we're committed to turning the tide against food waste through education, awareness, and practical solutions designed to make a difference in everyday lives.\n\nOur mission is to empower you with the knowledge and tools needed to reduce food waste, optimize your grocery shopping, and embrace sustainable living practices. By joining Pantree, you're not just choosing to save money and minimize waste; you're also contributing to a larger movement towards a more sustainable and equitable world. Let's work together to make food waste a thing of the past, ensuring that our groceries nourish us without harming the planet. Sign up today and become part of the solution.\n\nOur chrome extension works alongside online retailers like Instacart, where the user will checkout and they will have the opportunity to track their order. By tracking the order, the user will have the opportunity to get notified when their food is about to go bad so they can remember to use them in their tasty meals."
  }
}