{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Transfer Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate the time required to transfer data over a network based on data size and speed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly estimate the time required to transfer data over a network with the Data Transfer Calculator. Whether you're dealing with large file uploads, downloads, or data synchronization, this extension provides a quick and easy way to calculate the transfer time based on the size of your data and your network speed.\n\nFeatures:\n\nAdjustable Data Amount: Use the slider to set the data amount from 1 MB up to 100 TB, depending on your needs. Choose between MB, GB, and TB units for precise calculations.\n\nConfigurable Network Speed: Set your network speed using the slider, ranging from 1 Mbps up to 10,000 Mbps for high-speed networks.\n\nReal-time Calculations: Instantly see the estimated transfer time as you adjust the data amount and network speed.\n\nDetailed Time Breakdown: Get a clear breakdown of the transfer time in days, hours, and minutes, making it easy to understand and plan your data transfers.\n\nUser-friendly Interface: Enjoy a clean, intuitive interface that makes complex calculations simple and accessible for everyone.\n\nPersistent Settings: Your last-used data amount and speed settings are saved, so you don't have to re-enter them each time you use the extension.\n\nWhether you're an IT professional, a data analyst, or just someone who needs to move large files, the Data Transfer Calculator is an essential tool to have in your browser. Download it now and take the guesswork out of data transfers!"
  }
}