{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gdoc Process Data"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Downloads the edit history data of a Google Doc for visualizing the writing journey."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Edit History of a Google Doc, Visualized for Self-reflection.\n\nThe Gdoc Revisions extension allows you to download the edit history of a Google Doc for viewing the writing journey. This downloaded file can then be used with tools such as Process Feedback which can provide in-depth reports on your writing habits.\n\nExample Use Case: After downloading the revisions file for a Google Doc, please visit the Process Feedback tool at https://gdocs.processfeedback.org and upload the downloaded gdoc_revisions.json file to view writing process-related details such as breaks taken during the writing process, typing fluency, copy-paste events, time spent on each paragraph, time allocated to revision versus content creation, and other relevant process information. At the website, writers can explore and learn from their own processes, and also download all process data and the charts as a comprehensive PDF report to share with others.\n\nThe extension is not tested with large documents with 100,000+ revisions or 100,000+ text characters. If you run into issues using the extension, please email us at gdoc@processfeedback.org.\n\nPrivacy Policy\n\nGdoc Revisions itself doesn't collect any user data. However, the platform where you upload the downloaded file for analysis (e.g. Process Feedback) might have its own data collection practices. It's recommended to review their privacy policy for details. Also, always obtain permission before downloading revision history for co-edited documents."
  }
}