{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "+ GGather"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly save links and see what everyone else are bookmarking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GGather is a shiny new bookmark manager with just the right mix of features and the most intuitive user experience.\n\n✓ Save\nCollect any article you want to read later, image that inspired you or video you want to watch later. Save anything, never lose it and view it without ever leaving GGather.\n\n✓ Organize\nOrganize your bookmarks with tags and notes. And GGather tags are special. Unlike any other tags they're human friendly and you can customize them as you want.\n\n\nWhat's new:\n\n★ FIXED & CHANGED IN 1.22.0 (22nd August 2020): Chrome v83+ changed how cookies in extensions work and this resulted in GGather automatically signing out from account. This is now fixed. This release also deprecated Facebook social sign due to low usage. \n\n★ CHANGED IN 1.18.0 (18 May 2020): Brought back ability to manually sign-in via email+password and social networks.\n\n★ IMPROVED IN 1.16.0 (5 April 2020): Updated how cookies are created for better compatibility with Google Chrome v80 update which changes cookies \"SameSite\" behavior. \n\n★ NEW & CHANGED IN 1.15.0 (3 February 2019): Further performance improvements. Dark app theme. Lots and lots of UI polishes and improvements. Toggleable favicon visibility in bookmark layouts. Select mode is now available for free accounts. Filtering by subtag was introduced to GGather Plus accounts. Changed payments processor. GGather Pro plan was renamed to GGather Plus. Terms/Policies updates. \n\n★ IMPROVED IN 1.14.2 (5 October 2018): Bookmarks now load roughly 500-1000% faster. \n\n★ NEW IN 1.14.0 (12 August 2018): Complete redesign of sidebar, drag and drop interactions and tagging interface. Removed tag categories in favor of parent tags under which you can nest other tags. Additionaly fixed and improved a lot of other parts of the application.\n\n★ NEW IN 1.11.4 (29 April 2018): 1) Big revamp to the extension so it's simpler and more straightforward to use. \"Lightweight\" save widget is now default save method and to open library you need to right click on extension icon. 2) Search feature was rewritten from scratch - searching your library should be now blazing fast and more accurate. 3) Some other minor features - default tag item layouts and link click behavior customization.\n\n★ NEW IN 1.10.0 (18 March 2018): You can now upgrade to GGather Pro seamlessly right from the app. And also check your billing & payments information in settings page.\n\n★ NEW IN 1.9.0 (15 March 2018): New contact form in contact page that will allow for quicker and more precise contact and faster replies.\n\n★ NEW IN 1.8.0 & 1.8.1 (12 Feb. 2018): Many small and medium UI/UX improvements, fixes and new landing page. Also topbar is now in blue GGather color.\n\n★ NEW IN 1.7.0 (20 Nov. 2017): Automatic account synchronization with GGather.com. Now you won't need to sign in manually inside GGather extension. This requires additional permission to read/write cookies.\n\n★ NEW IN 1.5.2 (27 Oct. 2017): Lightweight save widget improvements - mainly ability to delete links.\n\n★ NEW IN 1.5.0 (23 Oct. 2017): Custom bookmarks thumbnails. Choose from website content images, generate from image URL or just upload from your computer.\n\n★ NEW IN 1.4.0 (15 Oct. 2017): Batch select mode. Select, delete and open multiple bookmarks.\n\n★ NEW IN 1.3.0 (1 Oct. 2017): Optional lightweight save widget allowing you to bookmark links faster than before! Right click on the extension icon to enable."
  }
}