{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bulk image background remover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offline Batch Image Background Removal App"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We are proud to introduce a powerful Chrome browser extension designed to effortlessly remove image backgrounds. This plugin supports batch processing and operates offline, ensuring absolute data security by not uploading any information to servers.\n\nKey Advantages of the Product:\n\nAdvanced Image Background Removal: Our plugin employs state-of-the-art image processing algorithms to swiftly and accurately remove backgrounds, enabling users to easily create transparent background images.\n\nBatch Processing Capability: To enhance productivity, our plugin supports batch processing of multiple images. Users can effortlessly remove backgrounds from multiple images at once, eliminating the need for individual operations and saving significant time and effort.\n\nOffline Operation Support: Unlike many online tools, our plugin can be used offline. Users can utilize the plugin without an internet connection or dependence on servers, providing greater flexibility and convenience.\n\nUncompromised Data Security: We prioritize the safety and privacy of user data. Since the plugin does not upload any information to servers, users can trust its usage without concerns of sensitive data leaks or misuse. All data is processed locally on the user's device.\n\nUser-Friendly Interface: With a focus on user experience, we have designed a clean and intuitive interface that enables users, whether professional designers or casual users, to easily navigate and swiftly accomplish tasks. Our plugin offers an efficient background removal experience for everyone.\n\nWhether you need to remove backgrounds from product images, create personalized avatars, or edit images for websites or blogs, our Chrome browser extension will become your invaluable assistant, facilitating quick and precise completion of tasks. Download and experience our plugin today!\n-------\nWarning: As this product operates offline, the actual processing speed may vary depending on factors such as image size and computer performance. The time taken to process images can be substantial, so please be patient and allow for sufficient processing time.\n-------\nHow to Remove Image Background in Batches?\n1. Upload or drag and drop all the images that you want to remove background in page\n2. Click the “Erase background” Button to get started.\n3. Wait a few seconds,  AI background eraser will cut out backgrounds and make images transparent in batches."
  }
}