{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Travel Compare by Olamgo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You’re looking for the perfect hotel stay to relax. But before that, you’re gonna have to go through a dozen tabs and fake deals.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You’re looking for the perfect hotel stay to relax. But before that, you’re gonna have to go through a dozen tabs and fake deals. Or maybe you’ve accepted the situation and only use one website knowing that the prices are not the best. It doesn’t have to be like this!\n\nTravel Compare by Olamgo is here to simplify your booking experience and ensure you get the best bang for your buck. Every single time. No matter where you like browsing for stays. \n\nENHANCES YOUR BROWSING\n\nOur extension automatically detects when you're browsing popular hotel booking websites like Hotels.com, Booking.com, and Agoda. It's like having your personal price-checker right in your browser!\n\nSAVINGS AT A GLANCE\n\nWhen you visit a hotel page, a helpful bubble appears in the bottom right corner, letting you know if you're already getting the best price or how much you could save by switching to a competing site. No more guesswork!\n\nCOMPREHENSIVE COMPARISON\n\nTap the bubble, and a sleek drawer slides out, presenting you with a ranked list of competing websites. Each card displays the competing site's name, the price difference, and the total cost for your stay. It's your one-stop shop for informed decision-making.\n\nSEAMLESS BOOKING\n\nClick on a card, and you'll be seamlessly redirected to the competing website's page for the same hotel. We make sure you get to your dream hotel with just a few clicks.\n\nDon't settle for the first price you see. Let Travel Compare by Olamgo empower you to make informed choices and save big on your next hotel booking. Start enjoying more of your hard-earned money while experiencing the same amazing stays. It's time to travel smarter with us!\n\nDownload our extension now and unlock unbeatable hotel deals effortlessly."
  }
}