{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StreamSpeed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adjust playback speed and volume"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fine tune the playback speed of popular streaming services, including Netflix, HBO Max, Amazon Prime Video, DisneyPlus, and YouTube, from 0.1x to 16x speed. Use the slider bar, the + and - keys, or the [ and ] keys to adjust playback speed. Backspace and \\ resets to 1x. \n\nSlow playback to 0.1x so you can see sleight of hand in magic tricks, or watch an action scene unfold in slow motion. Speed up an audiobook 3x or DIY video 10x so you can get through them more quickly. Binge watch an entire 10 hour season on 3.3x speed in 3 (I suggest turning captions on at higher speeds)\n\nYou can also scroll to change the volume up and down - handy for watching movies from the couch if you don't have a remote for your speakers. Click the 'Scroll Volume' button on the left side of the slider bar to enable, and click again turn off scrolling volume and regain normal scrolling functionality. \n\n--------------------------------------------------------------------------------------------------\nUpdate April 2024 - Version 4.0.2\nAdded bug fix for slider value not updating after restarting the extension on Youtube Shorts.\n\nUpdate April 2024 - Version 4.0.1\nAdded patch for Disney+\nFixes for instagram reels and videos in DMs, & YouTube Shorts\n\nUpdate March 2024 - Version 4.0.0\nAdded functionality for YouTube Shorts, separate from YouTube.\nAdded functionality for Instagram Reels\nFixed the parent container element for Amazon Prime Video.\nAdded a button to close the tool and reset video to default settings\nAdded functionality to handle page navigation changes \n\nUpdate December 2023 - Version 3.0.2\nThe UI now uses the color schemes of Netflix and Youtube. Other sites remain the default orange. Small fix to slider label padding.\n\nUpdate December 2023 - Version 3.0.1\nUpgraded the extension to use Chrome's manifest v3. No changes otherwise to extension functionality or appearance.\n\nUpdate November 2023 - Version 3.0.0\nUpdated the slider label to match speeds up to 16x. \nFixed an issue where shortcut keys weren't working on some sites.\n\nUpdate September 2023 - Version 2.0.6\nMinor bug fixes\n\nUpdate August 2023 - Version 2.0.3\nNow works with most websites that have video, including iframe videos. Please report any sites that do not work and I will look into why. \nAdded alternative keyboard keys for changing speed, the two square bracket keys and the backslash key [ ] \\. Some websites like YouTube change the caption size with the + and - key, so the [ and ] key can be used instead. \nAdded finer speed increments of 0.05 for speeds under 1.5x."
  }
}