{
  "name": {
    "ar": "شظايا حمراء وسوداء",
    "am": "ቀይ እና ጥቁር ቁርጥራጮች",
    "bg": "Червени и черни парчета",
    "bn": "লাল এবং কালো শার্ডস",
    "ca": "Fragments vermells i negres",
    "cs": "červené A černé střepy",
    "da": "Røde og sorte skærver",
    "de": "Rote und schwarze Scherben",
    "el": "Κόκκινα και Μαύρα Σκάγια",
    "en,en_AU,en_GB,en_US,ru,te": "Red And Black Shards",
    "es,es_419": "Fragmentos rojos y negros",
    "et": "Punased ja mustad killud",
    "fa": "خرده های قرمز و سیاه",
    "fi": "Punaisia ​​ja mustia sirpaleita",
    "fil": "Pula At Itim na Shards",
    "fr": "Éclats rouges et noirs",
    "gu": "લાલ અને કાળા શાર્ડ્સ",
    "he": "רסיסים אדומים ושחורים",
    "hi": "रेड एंड ब्लैक शार्ड्स",
    "hr": "Crvene i crne krhotine",
    "hu": "Piros és Fekete Szilánkok",
    "id": "Pecahan Merah Dan Hitam",
    "it": "Frammenti Rossi E Neri",
    "ja": "赤と黒の破片",
    "kn": "ಕೆಂಪು ಮತ್ತು ಕಪ್ಪು ಚೂರುಗಳು",
    "ko": "빨간색과 검은색 파편",
    "lt": "Raudonos ir juodos šukės",
    "lv": "Sarkanas un melnas skaidiņas",
    "ml": "ചുവപ്പും കറുപ്പും കഷ്ണങ്ങൾ",
    "mr": "लाल आणि काळा शार्ड्स",
    "ms": "Serpihan Merah Dan Hitam",
    "nl": "Rode en zwarte scherven",
    "no": "Røde og svarte skår",
    "pl": "Czerwone i czarne odłamki",
    "pt_BR,pt_PT": "Fragmentos Vermelhos e Pretos",
    "ro": "Cioburi rosii si negre",
    "sk": "Červené a čierne črepy",
    "sl": "Rdeči in črni drobci",
    "sr": "Црвене и црне крхотине",
    "sv": "Röda Och Svarta Skärvor",
    "sw": "Vipu vyekundu na vyeusi",
    "ta": "சிவப்பு மற்றும் கருப்பு துண்டுகள்",
    "th": "เศษสีแดงและสีดำ",
    "tr": "Kırmızı ve Siyah Parçalar",
    "uk": "Червоні та чорні осколки",
    "vi": "Mảnh đỏ và đen",
    "zh_CN": "红色和黑色碎片",
    "zh_TW": "紅色和黑色碎片"
  },
  "short": {
    "ar": "خلفيات علامات تبويب جديدة من Red and Black Shards ، تستبدل علامة التبويب الجديدة بخلفيات علامة تبويب جديدة جميلة باللونين الأحمر…",
    "am": "ቀይ እና ጥቁር ሻርዶች አዲስ የትር የግድግዳ ወረቀቶች፣ አዲሱን ትርዎን ወደ ውብ ቀይ እና ጥቁር ሻርዶች አዲስ የትር የግድግዳ ወረቀቶች ይለውጠዋል።",
    "bg": "Тапети за нов раздел с червени и черни фрагменти, Заменя новия ви раздел с красиви тапети за нов раздел с червени и черни фрагменти.",
    "bn": "লাল এবং কালো শার্ডস নতুন ট্যাব ওয়ালপেপার, আপনার নতুন ট্যাবটিকে একটি সুন্দর লাল এবং কালো শার্ডস নতুন ট্যাব ওয়ালপেপারে প্রতিস্থাপন…",
    "ca": "Fons de pantalla de pestanyes noves de fragments vermells i negres, substitueix la vostra nova pestanya per uns bonics fons de…",
    "cs": "Červené a černé úlomky tapety na nové kartě, nahradí vaši novou kartu krásnými tapetami na nové kartě s červenými a černými střepy.",
    "da": "Røde og sorte skår Nye fanebaggrunde, Erstatter din nye fane til smukke røde og sorte skår nye fanebaggrunde.",
    "de": "Red And Black Shards New Tab Wallpapers, Ersetzt Ihre neue Registerkarte durch schöne rote und schwarze Shards New…",
    "el": "Ταπετσαρίες νέας καρτέλας Red And Black Shards, Αντικαθιστά τη νέα σας καρτέλα με μια όμορφη κόκκινη και μαύρη καρτέλα ταπετσαρία…",
    "en,en_AU,en_GB,en_US,ru,te": "Red And Black Shards New Tab Wallpapers, Replaces your new tab to a beautiful red and black shards new tab wallpapers.",
    "es,es_419": "Fondos de pantalla de la nueva pestaña de fragmentos rojos y negros, reemplaza su nueva pestaña por hermosos fondos de pantalla de…",
    "et": "Punased ja mustad killud uue vahekaardi taustapildid, asendab teie uue vahekaardi kaunite punaste ja mustade kildudega uue…",
    "fa": "Red And Black Shards New Tab Wallpapers، برگه جدید شما را با والپیپرهای جدید تب قرمز و مشکی جایگزین می کند.",
    "fi": "Punaisen ja mustan sirpaleen uudet välilehden taustakuvat, korvaa uuden välilehden kauniilla punaisilla ja mustilla sirpaleilla…",
    "fil": "Mga Wallpaper ng Bagong Tab na Pula At Itim na Shards, Pinapalitan ang iyong bagong tab ng magandang pula at itim na shards na mga…",
    "fr": "Red And Black Shards New Tab Wallpapers, remplace votre nouvel onglet par un magnifique fond d'écran de nouveaux onglets rouges et…",
    "gu": "લાલ અને કાળા શાર્ડ્સ નવા ટૅબ વૉલપેપર્સ, તમારા નવા ટૅબને સુંદર લાલ અને કાળા શાર્ડ્સ નવા ટૅબ વૉલપેપર્સમાં બદલો.",
    "he": "טפטים חדשים של רסיסים אדומים ושחורים, מחליף את הכרטיסייה החדשה שלך לטפטים חדשים של רסיסים אדומים ושחורים.",
    "hi": "लाल और काले रंग के नए टैब वॉलपेपर, आपके नए टैब को एक सुंदर लाल और काले रंग के नए टैब वॉलपेपर में बदल देते हैं।",
    "hr": "Crvene i crne krhotine pozadine nove kartice, zamjenjuje vašu novu karticu prekrasnim crvenim i crnim krhotinama nove kartice…",
    "hu": "Piros és fekete szilánkok új lapos háttérképek, az új fület egy gyönyörű piros és fekete szilánkok új lapos háttérképekre cseréli.",
    "id": "Wallpaper Tab Baru Pecahan Merah Dan Hitam, Mengganti tab baru Anda menjadi wallpaper tab baru pecahan merah dan hitam yang indah.",
    "it": "Sfondi della nuova scheda con frammenti rossi e neri, Sostituisce la nuova scheda con bellissimi sfondi per nuove schede con…",
    "ja": "赤と黒の破片の新しいタブの壁紙、新しいタブを美しい赤と黒の破片の新しいタブの壁紙に置き換えます。",
    "kn": "ಕೆಂಪು ಮತ್ತು ಕಪ್ಪು ಚೂರುಗಳು ಹೊಸ ಟ್ಯಾಬ್ ವಾಲ್‌ಪೇಪರ್‌ಗಳು, ನಿಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್ ಅನ್ನು ಸುಂದರವಾದ ಕೆಂಪು ಮತ್ತು ಕಪ್ಪು ಚೂರುಗಳ ಹೊಸ ಟ್ಯಾಬ್…",
    "ko": "빨간색과 검은색 조각 새 탭 배경 화면은 새 탭을 아름다운 빨간색과 검은색 조각 새 탭 배경 화면으로 바꿉니다.",
    "lt": "Raudonos ir juodos skeveldros naujo skirtuko fono paveikslėliai, pakeičia naują skirtuką į gražius raudonos ir juodos spalvos…",
    "lv": "Red and Black Shards New Tab Wallpapers, aizstāj jūsu jauno cilni ar skaistiem sarkaniem un melniem shards jaunas cilnes fona…",
    "ml": "ചുവപ്പും കറുപ്പും പുതിയ ടാബ് വാൾപേപ്പറുകൾ, നിങ്ങളുടെ പുതിയ ടാബിനെ മനോഹരമായ ചുവപ്പും കറുപ്പും നിറമുള്ള പുതിയ ടാബ്…",
    "mr": "लाल आणि काळा शार्ड्स नवीन टॅब वॉलपेपर, तुमचा नवीन टॅब एका सुंदर लाल आणि काळ्या शार्ड्सच्या नवीन टॅब वॉलपेपरमध्ये बदलतो.",
    "ms": "Kertas Dinding Tab Baharu Serpihan Merah Dan Hitam, Menggantikan tab baharu anda kepada kertas dinding tab baharu serpihan merah…",
    "nl": "Rode en zwarte scherven Nieuwe tabbladachtergronden, vervangt uw nieuwe tabblad door prachtige nieuwe tabbladen met rode en zwarte…",
    "no": "Red And Black Shards New Tab Wallpapers, Erstatter den nye fanen til vakre røde og svarte shards nye fane bakgrunnsbilder.",
    "pl": "Czerwone i czarne odłamki Nowa karta Tapety, zastępuje nową kartę pięknymi czerwonymi i czarnymi odłamkami tapety nowej karty.",
    "pt_BR,pt_PT": "Papéis de parede de nova guia de fragmentos vermelhos e pretos, substitui sua nova guia por belos papéis de parede de novas guias…",
    "ro": "Imagini de fundal cu cioburi roșii și negre pentru filă nouă, înlocuiește noua ta filă cu imagini de fundal frumoase cioburi roșii…",
    "sk": "Tapety na novú kartu s červenými a čiernymi črepinami, nahradia vašu novú kartu krásnymi tapetami novej karty s červenými a…",
    "sl": "Ozadja novega zavihka z rdečimi in črnimi drobci, vaš novi zavihek nadomesti s čudovitimi ozadji novega zavihka z rdečimi in črnimi…",
    "sr": "Позадине нове картице Црвене и црне крхотине, замењују вашу нову картицу прелепим позадинама нове картице са црвеним и црним…",
    "sv": "Red And Black Shards New Tab Wallpapers, Ersätter din nya flik till en vacker röd och svart shards new tab wallpapers.",
    "sw": "Mandhari Mapya ya Kichupo Nyekundu na Nyeusi, Hubadilisha kichupo chako kipya na kuwa na mandhari nzuri ya vichupo vyekundu na…",
    "ta": "சிவப்பு மற்றும் கருப்புத் துண்டுகள் புதிய தாவல் வால்பேப்பர்கள், உங்கள் புதிய தாவலை அழகான சிவப்பு மற்றும் கருப்புத் துண்டுகள் புதிய…",
    "th": "วอลเปเปอร์แท็บใหม่สีแดงและสีดำ แทนที่แท็บใหม่ของคุณเป็นวอลเปเปอร์แท็บใหม่ที่มีเศษสีแดงและสีดำที่สวยงาม",
    "tr": "Kırmızı ve Siyah Parçalar Yeni Sekme Duvar Kağıtları, Yeni sekmenizi güzel kırmızı ve siyah parçalar yeni sekme duvar kağıtlarıyla…",
    "uk": "Шпалери нової вкладки «Червоно-чорні осколки», замінює вашу нову вкладку красивими шпалерами нової вкладки «червоно-чорні…",
    "vi": "Red And Black Shards New Tab Wallpapers, Thay thế tab mới của bạn thành một hình nền tab mới màu đỏ và đen tuyệt đẹp.",
    "zh_CN": "红色和黑色碎片新标签壁纸，将您的新标签替换为美丽的红色和黑色碎片新标签壁纸。",
    "zh_TW": "紅色和黑色碎片新標籤壁紙，將您的新標籤替換為美麗的紅色和黑色碎片新標籤壁紙。"
  },
  "long": {
    "am,ar,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,te,th,tr,uk,vi,zh_CN,zh_TW": "Get my new tab and get different hd wallpapers in your custom start page.\n\nAwe-Inspiring features:\n\n> Weather widget.\n\n> Set your own red and black shards wallpapers by uploading your own wallpapers as your new tab.\n\n> Shuffle all red and black shards wallpapers, or just your favorite red and black shards wallpapers.\n\n> Popular links widget.\n\n> Time and date widget.\n\n> Quick access to your google apps.\n\n> Access 100+ of free games.\n\n> Quick access to other themes.\n\n> Breathtaking animation effects: slow motion, rain drops, rain and snow with each red and black shards tab.\n\n> Save your favorite sites to the theme shortcut panel new tab. You can go to important and frequently visited websites with just one click.\n\n> Easy to use search bar always visible on the middle of the screen.\n\n> Auto-Hide widgets and wallpapers when your new tab is open and idle.\n\n> Sticky notes and countdown widgets.\n\nThis newtab features some of the refreshing red and black shards backgrounds to brighten your day.\n\nThis red and black shards new tab created by fans and is not officially endorsed by or has any relationship with another entity.\n\nEnjoy this new tab experience!!",
    "bg": "Get my new tab and get different hd wallpapers in your custom start page.\n\nAwe-Inspiring features:\n\n> Weather widget.\n\n> Set your own red and black shards wallpapers by uploading your own wallpapers as your new tab.\n\n> Shuffle all abstract 3d wallpapers, or just your favorite dark wallpapers.\n\n> Popular links widget.\n\n> Time and date widget.\n\n> Quick access to your google apps.\n\n> Access 100+ of free games.\n\n> Quick access to other themes.\n\n> Breathtaking animation effects: slow motion, rain drops, rain and snow with each chrome tab.\n\n> Save your favorite sites to the theme shortcut panel new tab. You can go to important and frequently visited websites with just one click.\n\n> Easy to use search bar always visible on the middle of the screen.\n\n> Auto-Hide widgets and wallpapers when your new tab is open and idle.\n\n> Sticky notes and countdown widgets.\n\nThis newtab features some of the refreshing abstract backgrounds to brighten your day.\n\nThis red and black shards new tab created by fans and is not officially endorsed by or has any relationship with another entity.\n\nEnjoy this new tab experience!!",
    "de": "Get my new tab and get different hd wallpapers in your custom start page.\n\nAwe-Inspiring features:\n\n> Weather widget.\n\n> Set your own red and black shards wallpapers by uploading your own wallpapers as your new tab.\n\n> Shuffle all green wallpapers, or just your favorite justin maller wallpapers.\n\n> Popular links widget.\n\n> Time and date widget.\n\n> Quick access to your google apps.\n\n> Access 100+ of free games.\n\n> Quick access to other themes.\n\n> Breathtaking animation effects: slow motion, rain drops, rain and snow with each engine workshop tab.\n\n> Save your favorite sites to the theme shortcut panel new tab. You can go to important and frequently visited websites with just one click.\n\n> Easy to use search bar always visible on the middle of the screen.\n\n> Auto-Hide widgets and wallpapers when your new tab is open and idle.\n\n> Sticky notes and countdown widgets.\n\nThis newtab features some of the refreshing dark red backgrounds to brighten your day.\n\nThis red and black shards new tab created by fans and is not officially endorsed by or has any relationship with another entity.\n\nEnjoy this new tab experience!!",
    "el": "Get my new tab and get different hd wallpapers in your custom start page.\n\nAwe-Inspiring features:\n\n> Weather widget.\n\n> Set your own red and black shards wallpapers by uploading your own wallpapers as your new tab.\n\n> Shuffle all geometric wallpapers, or just your favorite blue shards wallpapers.\n\n> Popular links widget.\n\n> Time and date widget.\n\n> Quick access to your google apps.\n\n> Access 100+ of free games.\n\n> Quick access to other themes.\n\n> Breathtaking animation effects: slow motion, rain drops, rain and snow with each iphone tab.\n\n> Save your favorite sites to the theme shortcut panel new tab. You can go to important and frequently visited websites with just one click.\n\n> Easy to use search bar always visible on the middle of the screen.\n\n> Auto-Hide widgets and wallpapers when your new tab is open and idle.\n\n> Sticky notes and countdown widgets.\n\nThis newtab features some of the refreshing 1920x1080 backgrounds to brighten your day.\n\nThis red and black shards new tab created by fans and is not officially endorsed by or has any relationship with another entity.\n\nEnjoy this new tab experience!!",
    "es": "Get my new tab and get different hd wallpapers in your custom start page.\n\nAwe-Inspiring features:\n\n> Weather widget.\n\n> Set your own red and black shards wallpapers by uploading your own wallpapers as your new tab.\n\n> Shuffle all 1920x1080 wallpapers, or just your favorite abstract hd wallpapers.\n\n> Popular links widget.\n\n> Time and date widget.\n\n> Quick access to your google apps.\n\n> Access 100+ of free games.\n\n> Quick access to other themes.\n\n> Breathtaking animation effects: slow motion, rain drops, rain and snow with each 1920 tab.\n\n> Save your favorite sites to the theme shortcut panel new tab. You can go to important and frequently visited websites with just one click.\n\n> Easy to use search bar always visible on the middle of the screen.\n\n> Auto-Hide widgets and wallpapers when your new tab is open and idle.\n\n> Sticky notes and countdown widgets.\n\nThis newtab features some of the refreshing red and black shards backgrounds to brighten your day.\n\nThis red and black shards new tab created by fans and is not officially endorsed by or has any relationship with another entity.\n\nEnjoy this new tab experience!!",
    "ta": "Get my new tab and get different hd wallpapers in your custom start page.\n\nAwe-Inspiring features:\n\n> Weather widget.\n\n> Set your own red and black shards wallpapers by uploading your own wallpapers as your new tab.\n\n> Shuffle all black red shards hd wallpapers, or just your favorite iphone wallpapers.\n\n> Popular links widget.\n\n> Time and date widget.\n\n> Quick access to your google apps.\n\n> Access 100+ of free games.\n\n> Quick access to other themes.\n\n> Breathtaking animation effects: slow motion, rain drops, rain and snow with each desktop tab.\n\n> Save your favorite sites to the theme shortcut panel new tab. You can go to important and frequently visited websites with just one click.\n\n> Easy to use search bar always visible on the middle of the screen.\n\n> Auto-Hide widgets and wallpapers when your new tab is open and idle.\n\n> Sticky notes and countdown widgets.\n\nThis newtab features some of the refreshing blue backgrounds to brighten your day.\n\nThis red and black shards new tab created by fans and is not officially endorsed by or has any relationship with another entity.\n\nEnjoy this new tab experience!!"
  }
}