{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimpleLastTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Creates a New Tab when you are at your last tab to prevent the window from closing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A lightweight extension that prevents Chrome from closing when the last tab is closed.\n\nIt uses the naive and very simple method of opening a new tab when there is only one tab left.\nAnother way to look at it is that it try to ensure that there are at least 2 tabs.\n\nFeatures event page to ensure that it unloads when not needed.\nNo options and nothing flashy to warrant a screenshot :P\nMaking this extension as simple as possible.\n\nDecided to make this as Chrome Toolbox doesn't work anymore on recent Chrome versions.\n\n=================\nCHANGELOG:\n\n0.95 [04/04/2021]\n- remove 'tabs' permission as its not necessary \n\n0.94 [31/05/2014]\n- set the active tab back to the first tab\n- remove use of deprecated property\n\n0.93 [22/04/2014]\n- changed a deprecated api call\n- hopefully fix unclosable main Chrome window if theres a Chrome app loaded as a separate window\n\n0.92 [22/12/12]\n- changed the delay method of the timer\n\n0.91 [28/11/12]\n- added a delay to the tab creation method\n\n0.90 [26/11/12]\t\n- first version\n\n=================\nKNOWN BUG (probably fixed):\n\nAs the function that creates the new tab locks for about 1 second to alleviate the problem of multiple new tabs opening on operations like using 'close tabs to the right' on a large number of tabs:\n\n- there may be times where the new tab does not show up (e.g fast closing of tab, faster than 1 second when the function is still locked) or \n\n- there may be times when more than one new tabs show up (e.g using 'close tabs to the right' on a large number of tabs, slower than 1 second thus triggering the function again)."
  }
}