{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subturtle"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn English from any subtitle on Internet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Subturtle is a Google Chrome extension that makes learning English a breeze while watching online videos!\n\nYou can do so much more than just watch videos with Subturtle. You can easily translate words by simply hovering over them with your mouse, making it easy to understand unfamiliar vocabulary. You can also translate the entire subtitle into any language you desire. Plus, you can view detailed word definitions and learn about their part of speech and also saving any vocab you want to review later.\n\nSubturtle currently supports popular websites like YouTube and Netflix, with plans to add support for even more sites in the future.\n\nGet ready to take your language learning to the next level with Subturtle!\n\nHow does it work?\n- Try to open a video on one of the supported websites, then activate subtitle on a video and try to hover or click a word.\n\nHow to translate multiple words?\n1. Try to press Ctrl key on Windows or Command key on Mac.\n2. Then press and drag your mouse to select multiple words.\n3. Then The translation will be shown.\n\nAvailable features:\n- Translating single/multiple vocabularies on subtitles.\n- Selecting your mother tongue language to be use for translation.\n- Saving any vocabulary in your created bundles.\n- Explore your saved vocabularies in a dashboard.\n\nUpcoming features:\n- Flashcard feature to help you memorize vocabularies.\n- Matching game feature to practice your memorized vocabularies.\n- AI feature to speak with and practice your vocabularies.\n\nNote: We're committed to enhancing this product to create a more effective English learning tool for everyone. Your feedback is invaluable to us, so please feel free to share your thoughts and suggestions at navidshad72@gmail.com. Thank you for helping us improve!"
  }
}