{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XML Tree"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays XML data in a user friendly way."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A benefit of XML is that it's \"human readable\". Egyptian hieroglyphics and EULAs are also \"human readable\", but not necessarily human friendly. This extension is your friend.\n\nLocal file access (file://) is controlled via the chrome://extensions page.\n\nRecent Updates\n2.0.3 - Remove \"tabs\" permission\n2.0.2 - Create utils.js script tag dynamically as Chrome broke allowing static tag. Remove webintents logic/permission. Remove View Source and Options as Chrome blocks those now.\n2.0.1 - Fix bug in XPath1 functionality. Updates to address localStorage issues when Options have never been saved.\n2.0 - XSLT2/XPath2 support via Saxon-CE. Facelift.\n1.9.2.1 - Updates due to webintents changes.\n1.9.2 - Added webintents functionality to allow application/atom+xml and application/rss+xml to be viewed. Fixed ... bug on self-closing elements. Fixed js exceptions due to 1.9.1.10 updates.\n\nKnown Issues\n1. Collisions with other extensions inserting unwanted markup (i.e. <style/>).\n2. Some XML are served up with an inappropriate Content-Type header or reference unreachable files in DOCTYPE or xml-stylesheet PI causing issues with rendering.\n3. Issues with javascript's handling of non-prefixed namespaces (i.e. xmlns=\"www.shh.com.org\") in documents or duplicated prefixed namespaces (i.e. the prefix is the same and the URIs differ) could cause valid XPaths to fail using XPath Results functionality.\n4. Caching of HTTP URLs in XSL widget.\n5. XSL widget does not handle stylesheets that do import or include due to limitations in the javascript xsl processor.\n\nOriginal Author - Josh Moont\nOther Contributors - Arjan van Bentem, TarquinWJ, Jakub Roztocil"
  }
}