{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bloomingdale's Promo Code First Order Exclusive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enter the Bloomingdales promo code first order (PTF52) and get the best discount for all bloomingdale's items in 2024."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetch your bags now. The bloomingdale's discount code Extension will upscale your shopping to the fullest. Be it the need to freshen up your wardrobe or the desire for the latest lifestyle gadgets, now say farewell to paying inflated prices and say \"hi\" to phenomenal deals that will leave you spoilt for choice. Through this new member perk, might you grab private discounts and offers in addition to the regular modest purchases that are expected to bring smiles to your face. In the spirit of wise shopping, we invite you to follow us as we uncover the secrets of Bloomingdale's Discount Code Extension, which will set you up for shopping smarter, paying less and in extension, allowing you to improve your already good style. \n\nCome with me and let’s see bloomingdale's discount code and how worry-free savings can sometimes be.  🛍️💰\n\n1. bloomingdale's uae promo code 🛍️  (PTF51) Use promo code on your first order for unbeatable discounts!\n2. bloomingdale's kuwait promo code 👶  (PTF52) Apply code (zz16) at checkout for hassle-free delivery.\n3. bloomingdales dubai discount code 10 OFF 🛒 Get up to 20% OFF on all products using code (PTF50)!\n4. bloomingdale's promo code first order 🤱 Score up to 15% OFF on select items with code (PTF22) – act fast, limited time offer!\n5. bloomingdale's discount code free shipping 🤱  Use code (PTF23) at checkout for a special shipping discount – available only for UAE customers!\n\n👶🏻 Extension features: \n\nEffortless Savings: Get ready to say good-bye to yourself being brought down by eleventh-hour searches! With the bloomingdale's discount code extension.\nAutomatic Updates: Make sure you do not miss out on exclusive information regarding the newest coupons and promotions by having us keep you up to date automatically. \nWide Range of Products: It doesn't matter whether you are looking for fashion, cosmetics, ornaments or other goods, bloomingdale's discount code UAE is the perfect store for you, with a wide range of products you may want.\nSpecialized Support: There is also the possibility for different options that can be used by fashionistas and home decor junkies since our extension is the best in terms of delivering discount offers that are personalised for you.\nVariety and Versatility: bloomingdale's discount code kuwait  Offer different types of clothes, accessories, cosmetics, and home decorations, among other things.\n\n🌸 More Features:\n\nExclusive Discounts: Seize upon the mouthwatering deals and offers accessible solely via the Bloomingdale's Coupons. Besides that, you can also take full advantage of additional discounts that you love.\n\nPersonalized Recommendations: Be served with personalized suggestions from your browsing history and preferences, thus, make it easier for you to automatically discover new products you'll surely love and fall for.\n\nSeamless Integration: The bloomingdales promo code UAE plugin will stay on top of your browser and provide convenience when shopping online by eliminating the troubles of finding and using an extension, no matter where you are.\n\nDon't you dare to miss on these exclusive discounts and deals. Install bloomingdale's coupon code extension feast your eyes on saving money for the products you fancy! Upon tapping, all this is done from which the shopping experience is enhanced by the end of the day. Shoot goodbye to paying a full money and hello to enormous discounts - just click the button bellow to download and commence saving right now!"
  }
}