{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhitePaperGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhitePaperGPT is a chrome extension that uses GPT-3 to generate white papers for any topic."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The WhitePaperGPT Chrome extension revolutionizes the way users gather and utilize information from the internet by offering a seamless and efficient solution for creating white papers. With the extension installed, users can effortlessly collect relevant sources from various online platforms, such as websites, articles, and research papers. By simply clicking a button, the extension saves these sources and allows users to organize them into individual projects for easy management and retrieval.\n\nSee our demo to learn how to easily create white papers: https://s3.us-east-2.amazonaws.com/whitepapergpt.com/public/whitepapergpt_demo.mp4\n\nThe project management feature of WhitePaperGPT empowers users to stay organized throughout their research process. Users can create multiple projects, each tailored to a specific topic or subject area. Within each project, they can add, edit, and categorize their collected sources, making it simple to locate and reference information later. The extension's intuitive interface enables users to seamlessly navigate between projects and effortlessly switch between different sources, ensuring a streamlined experience for efficient white paper creation.\n\nOnce users have gathered and organized their sources within a project, WhitePaperGPT takes the automation process one step further by transforming these sources into professionally formatted white papers. By simply submitting their collection of sources, the extension utilizes advanced natural language processing and machine learning algorithms to analyze and synthesize the information, generating a cohesive and well-structured white paper. This saves users valuable time and effort that would otherwise be spent on manually crafting and formatting the document. With WhitePaperGPT, users can focus on the content and let the extension handle the arduous task of creating a polished white paper from their collected sources.\n\nGetting started:\n - Create an account by click \"view projects\"\n - Create a new project\n - Right-click on any content on any site and add to project\n - When you're ready click on \"Generate\" to generate a white paper using the saved content.\n\nWith PRO, regenerate as many times as you'd like all version will be saved\n\nVisit https://www.whitepapergpt.com/ to sign up for updates."
  }
}