{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Apply: Your AI Job Application Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write cover letter for any job application in seconds and find out salary estimates for jobs on LinkedIn with power of AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your job search with AI-powered Cover Letters and Salary Insights!\n\nLand your dream job faster with this powerful Chrome extension. Stop struggling with writer's block and tedious job applications. Generate personalized, compelling cover letters in seconds using the power of AI (ChatGPT & cutting-edge LLM technology). Simply upload your resume text, and let our extension craft a tailored cover letter for the job description that highlights your skills and experience perfectly.\n\nThis extension also reveals estimated salary ranges directly on any job listings like linkedin, indeed, angellist, welldev, etc., giving you valuable insights before you even apply. Make informed decisions and negotiate with confidence knowing your worth.\n\nFeatures:\n\nAI Cover Letter Generator: Create impressive cover letters effortlessly using your resume and the job description. Say goodbye to generic templates and hello to personalized applications.\n\nLinkedIn Salary Insights: See estimated salary ranges for jobs directly on LinkedIn, empowering you to target the right opportunities and maximize your earning potential.\n\nEasy Apply & Easy Application: Streamline your application process. Spend less time writing and more time finding the perfect role.\n\nChatGPT & LLM Powered: Leverage the latest advancements in artificial intelligence for optimized cover letter generation and accurate salary predictions.\n\nBoost Your Job Search: Increase your chances of landing interviews and getting hired with impactful cover letters and key salary data."
  }
}