{
  "name": {
    "ar": "مترجم - ترجمة صفحات الويب",
    "am": "ልንግስቲኛ - የድረ-ገጽ ተጠቃሚ",
    "bg": "Преводач на уеб страници - Linguist",
    "bn": "লিঙ্গুইস্ট - ওয়েব পৃষ্ঠাগুলি অনুবাদক",
    "ca": "Linguist - traductor de pàgines web",
    "cs": "Lingvista - překladatel webových stránek",
    "da": "Lingvist - oversætter af websider",
    "de": "Linguist - Webseiten-Übersetzer",
    "el": "Μεταφραστής ιστοσελίδων Linguist",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Linguist - web pages translator",
    "es": "Linguist - traductor de páginas web",
    "et": "Lingvist - veebilehtede tõlkija",
    "fa": "مترجم وب‌گاه‌های Linguist",
    "fi": "Kielitieteilijä - verkkosivujen kääntäjä",
    "fil": "Tagasalin ng mga pahina sa web - Linguist",
    "fr": "Linguiste - traducteur de pages web",
    "gu": "ભાષાવિદ - ઓનલાઇન પૃષ્ઠોનું અનુવાદક",
    "he": "מתרגם - תורגם דפי אינטרנט באינטרנט",
    "hi": "लिंग्विस्ट - वेब पृष्ठों का अनुवादक",
    "hr": "Lingvist - prevoditelj web stranica",
    "hu": "Fordító - weboldalak fordítója",
    "id": "Penerjemah - terjemahan halaman web",
    "it": "Linguist - traduttore di pagine web",
    "ja": "Linguist - ウェブページ翻訳者",
    "kn": "ಭಾಷಾಜ್ಞ - ವೆಬ್ ಪುಟಗಳ ಅನುವಾದಕ",
    "ko": "번역사 - 웹 페이지 번역기",
    "lt": "Lingvistas - internetinių puslapių vertėjas",
    "lv": "Linguist - tīmekļa lapu tulks",
    "ml": "ഭാഷാശാസ്ത്രജ്ഞൻ - വെബ് പേജുകൾ അനുവദിക്കുന്നത്",
    "mr": "लिंग्विस्ट - वेब पृष्ठ अनुवादक",
    "ms": "Penterjemah - penterjemah halaman web",
    "nl": "Linguist - webpagina vertaler",
    "no": "Linguist - nettsideoversetter",
    "pl": "Linguist - przetłumacz strony internetowe",
    "ro": "Lingvist - traducător de pagini web",
    "ru": "Linguist - переводчик веб-страниц",
    "sk": "Lingvista - prekladač webových stránok",
    "sl": "Prevajalec spletnih strani - Linguist",
    "sr": "Linguist - prevodilac veb stranica",
    "sv": "Linguist - översättare av webbsidor",
    "sw": "Mtafsiri wa Ukurasa wa Wavuti",
    "ta": "மொழியாளர் - வலைத்தள மொழிபெயர்ப்புக் கருவி",
    "te": "లింగ్విస్ట్ - వెబ్ పేజీల అనువాదకుడు",
    "th": "Linguist - แปลหน้าเว็บ",
    "tr": "Linguist - web sayfaları çevirmeni",
    "uk": "Лінгвіст - перекладач веб-сторінок",
    "vi": "Linguist - trình dịch trang web"
  },
  "short": {
    "ar": "ترجمة الصفحات والنصوص، القاموس، التاريخ، المترجمون دون اتصال والمخصصون",
    "am": "ገለባዎችንና ጽሑፎችን ትርጉም, መዝገበ ቃላት, ታሪክ, የዛሬው እና የግራ-ሙሉ ተረት ትርጉም ያሉ ተረቶች",
    "bg": "Превод на страници и текстове, речник, история, офлайн и персонализирани преводачи",
    "bn": "পৃষ্ঠা এবং লেখার অনুবাদ, অভিধান, ইতিহাস, অফলাইন এবং কাস্টম অনুবাদক",
    "ca": "Traducció de pàgines i textos, diccionari, històric, traductors personalitzats i sense connexió",
    "cs": "Překlady stránek a textů, slovník, historie, offline a vlastní překladatelé",
    "da": "Oversættelse af sider og tekster, ordbog, historik, offline- og brugerdefinerede oversættere",
    "de": "Seiten- und Textübersetzung, Wörterbuch, Verlauf, Offline- und benutzerdefinierte Übersetzer",
    "el": "Μετάφραση σελίδων και κειμένων, λεξικό, ιστορικό, μεταφραστές εκτός σύνδεσης και προσαρμοσμένοι μεταφραστές",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Pages and texts translation, dictionary, history, offline and custom translators",
    "es": "Traducción de páginas y textos, diccionario, historial, traductores offline y personalizados",
    "et": "Lehekülgede ja tekstide tõlkimine, sõnaraamat, ajalugu, võrguühenduseta ja isikupärastatud tõlkijad",
    "fa": "ترجمه صفحات و متن، دیکشنری، تاریخچه، مترجم آفلاین و سفارشی",
    "fi": "Sivujen ja tekstien käännös, sanakirja, historia, offline- ja mukautetut kääntäjät",
    "fil": "Pagsasalin ng mga pahina at teksto, diksiyonaryo, kasaysayan, offline at mga pasadyang tagasalin",
    "fr": "Traduction de pages et de textes, dictionnaire, historique, traducteurs hors ligne et personnalisés",
    "gu": "પૃષ્ઠો અને ટેક્સ્ટ અનુવાદ, શબ્દકોશ, ઇતિહાસ, ઑફલાઈન અને કસ્ટમ ટ્રાન્સલેટર્સ",
    "he": "תרגום עמודים וטקסטים, מילון, היסטוריה, מתרגמים מותאמים אישית ולא מחוברים לאינטרנט",
    "hi": "पृष्ठ और टेक्स्ट अनुवाद, शब्दकोश, इतिहास, ऑफ़लाइन और कस्टम अनुवादक",
    "hr": "Prevod stranica i tekstova, rječnik, povijest, offline i prilagođeni prevodioci",
    "hu": "Oldalak és szövegek fordítása, szótár, előzmények, offline és testreszabott fordítók",
    "id": "Terjemahan halaman dan teks, kamus, riwayat, penerjemah kustom, dan offline",
    "it": "Traduzione di pagine e testi, dizionario, cronologia, traduttori offline e personalizzati",
    "ja": "ページとテキストの翻訳、辞書、履歴、オフラインおよびカスタム翻訳",
    "kn": "ಪುಟಗಳು ಮತ್ತು ಪಠ್ಯಗಳ ಅನುವಾದ, ನಿಘಂಟು, ಹಿಂತಿರುಗಿ ನೋಡಲು ಹೊಂದಿಕೆ, ಶಾಶ್ವತವಾಗಿ ಉಪಯೋಗಿಸಬಹುದಾದ ಮತ್ತು ವೈಯಕ್ತಿಕ ಅನುವಾದಕರು",
    "ko": "페이지 및 텍스트 번역, 사전, 기록, 오프라인 및 사용자 정의 번역기",
    "lt": "Puslapių ir tekstų vertimas, žodynas, istorija, neprisijungęs režimas ir pasirinktiniai vertėjai",
    "lv": "Lapas un tekstu tulkošana, vārdnīca, vēsture, bezsaistes un pielāgoti tulki",
    "ml": "പേജുകളും ടെക്സ്റ്റുകളും പരിഭാഷ, നിഘണ്ടു, ചരിത്രം, ഓഫ്‌ലൈൻ എന്നിവയും കസ്റ്റം പരിഭാഷകൾ",
    "mr": "पृष्ठ आणि मजकूर भाषांतर, शब्दकोश, इतिहास, ऑफलाइन आणि सानुकूल भाषांतरकर्ते",
    "ms": "Terjemahan halaman dan teks, kamus, sejarah, penterjemah luar talian dan tersuai",
    "nl": "Pagina's en teksten vertaling, woordenboek, geschiedenis, offline en aangepaste vertalers",
    "no": "Oversetting av sider og tekster, ordbok, historikk, offline- og tilpassede oversettere",
    "pl": "Tłumaczenie stron i tekstów, słownik, historia, tłumacze offline i niestandardowe",
    "ro": "Traducere pagini și texte, dicționar, istoric, traducători offline și personalizați",
    "ru": "Перевод страниц и текстов, словарь, история, автономные и настраиваемые переводчики",
    "sk": "Preklad stránok a textov, slovník, história, offline a vlastné prekladatele",
    "sl": "Prevajanje strani in besedil, slovar, zgodovina, prevajalniki brez povezave ter prilagojeni prevajalniki",
    "sr": "Prevod stranica i tekstova, rečnik, istorija, prevodioci za offline korišćenje i prilagođeni prevodioci",
    "sv": "Översättning av sidor och texter, ordbok, historik samt översättare för offline och anpassade inställningar",
    "sw": "Tafsiri ya kurasa na maandishi, kamusi, historia, watafsiri wa mtandaoni na wateule",
    "ta": "பக்கங்கள் மற்றும் உரைகள் மொழிபெயர்ப்பு, அகராதி, வரலாறு, ஆஃப்லைன் மற்றும் தனியுரையாளர்கள்",
    "te": "పేజీలు మరియు పఠనాల అనువాదం, నిఘంటువు, చరిత్ర, ఆఫ్లైన్ మరియు కస్టమ్ అనువాదకులు",
    "th": "การแปลหน้าเว็บและข้อความ เช่น พจนานุกรม ประวัติ แปลออฟไลน์และแปลที่กำหนดเอง",
    "tr": "Sayfalar ve metinleri çevirme, sözlük, geçmiş, çevirmenlerde çevrimdışı ve özel çevirmenler",
    "uk": "Переклад сторінок та текстів, словник, історія, автономні та користувацькі перекладачі",
    "vi": "Dịch trang và văn bản, từ điển, lịch sử, dịch viên ngoại tuyến và tùy chỉnh"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Linguist is a powerful browser extension for translate pages and text, which are ready to replace your favorite translate service.\n\n# Features\n\nLinguist very convenient for use\n\n- Real time translate pages without reloading\n- Translate selection text segments\n- Translate manually input text\n- Dictionary for save important translates\n- Support all translate services (even your own service)\n\nSupported translators out of box:\n- Google\n- Yandex\n- Bing\n\nAlso you can use your own custom service (in development).\n\nYou control all your data and can download your personal dictionary and other data in any time.\n\nLinguist care about your traffic and use cache, then if you translate page or phrase once, you can do it again any time, even without internet connection. Cache may be disable if you want for translate private data.\n\n# Why it better than online translate services?\n\nWhen you use translate service, you can't translate pages, which require authorization, because online services can translate only public pages. Also, online service collect your personal data, track you and give you only one translator, but linguist may use any translate service, even local translate service which translate your data on your PC without internet.\n\n# Why it better than other extensions for translate?\n\nIt's free, open source, support all translate services and it is not collect your personal data.\n\nThis extension allow you not only translate text on pages, but translate all as you wish and keep important translates for you, it's like your personal translator in internet.\n\nIt is for make life little more comfortable, for all users of internet\n\n# Resources\n\n- GitHub: https://github.com/translate-tools/linguist",
    "de": "Übersetze Webseiten, markierte Texte, Netflix-Untertitel, private Nachrichten, sprich den übersetzten Text und speichere wichtige Übersetzungen in deinem persönlichen Wörterbuch, um Wörter in 130 Sprachen zu lernen.\n\nBegegnest du beim Lesen eines Online-Artikels unbekannten Wörtern? Wähle einfach den Text auf der Seite aus und klicke auf die Schaltfläche, um ihn zu übersetzen. Du kannst den übersetzten und den Originaltext sprechen und die Übersetzung in dein Wörterbuch speichern.\n\nWenn du Text eingeben und übersetzen möchtest, kannst du einfach auf die Schaltfläche \"Linguist\" klicken, um das Pop-up-Fenster zu öffnen.\n\nVollständige Seitenübersetzung\nMit Linguist kannst du ganze Webseiten bequem mit nur einem Klick übersetzen. Alles, was du tun musst, ist auf jeder beliebigen Webseite \"Seite übersetzen\" im Kontextmenü auszuwählen, und sie wird sofort in deine bevorzugte Sprache übersetzt.\n\nErstelle dein eigenes persönliches Wissensspeicher mit Linguist!\nJeder übersetzte Text wird in der Historie gespeichert, und du kannst deine Lieblingsübersetzungen in dein Wörterbuch aufnehmen. Du kannst nach Übersetzungen sowohl in deinem Wörterbuch als auch in deiner Historie suchen und sogar deine Übersetzungen nach Sprache filtern. Die Wörterbuchfunktion ist auch offline verfügbar, was es zu einem idealen Werkzeug für Sprachlernende oder Reisende macht, die ständigen Zugang zu ihren Wortlisten benötigen.\n\nOffline-Übersetzung und Datenschutz\nLinguist kann Texte auch ohne Internetverbindung übersetzen - eine Funktion, die keine andere Erweiterung bietet. Der Offline-Übersetzer ermöglicht es Ihnen, Texte auf Ihrem Gerät zu übersetzen, ohne private Nachrichten über das Internet zu senden und so Ihre Privatsphäre zu schützen. Aktivieren Sie einfach die Funktion auf der Optionsseite, um Ihre Privatsphäre beim Übersetzen von Arbeits-E-Mails und persönlichen Nachrichten zu wahren.\n\nPassen Sie Linguist nach Ihren Wünschen an\nIm Gegensatz zu anderen Browser-Erweiterungen ist Linguist nicht nur ein Wrapper über das Google Translator Widget; es handelt sich um ein vollständiges und unabhängiges Übersetzungssystem. Deshalb ist Linguist nicht in dem, was für Funktionen implementiert werden können, eingeschränkt. Linguist ist die führende Erweiterung für die Übersetzung von Seiten. Treten Sie Linguist bei und beginnen Sie jetzt, die fortschrittlichsten Funktionen zu nutzen, und bleiben Sie immer an vorderster Front des technologischen Fortschritts in der Zukunft.\n\nSie haben die volle Kontrolle über Ihre Daten und wie Linguist für Sie arbeitet:\n\n- Kontrolle der automatischen Übersetzung von Webseiten nach Sprache und Domain-Namen\n- Wählen Sie einen Dienst aus, der Ihre Texte übersetzt\n  - Sie können beliebte Dienste wie Google, Yandex, DeepL, Reverso, Bing verwenden\n  - Sie können einen Offline-Übersetzer verwenden, der Texte auf Ihrem Gerät übersetzt (nicht ins Internet gesendet)\n  - Sie können benutzerdefinierte Übersetzungsmodule verwenden, um Ihren eigenen Übersetzungsdienst zu nutzen. Lesen Sie mehr: https://github.com/translate-tools/linguist/blob/master/docs/CustomTranslator.md\n- Wählen Sie einen Dienst zum Sprechen von Texten\n- Passen Sie die Benutzeroberfläche und verfügbaren Funktionen an.\n\nDatenschutz\nLinguist ist kostenlos, Open-Source und sammelt niemals Ihre persönlichen Daten.\n\nWenn Sie einen Fehler melden, eine Funktion vorschlagen oder spenden möchten, besuchen Sie GitHub: https://github.com/translate-tools/linguist",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT,zh_CN,zh_TW": "Translate web pages, highlighted text, Netflix subtitles, private messages, speak text, and save important translations to your personal dictionary to learn words in 130 languages.\n\nEncountering unfamiliar words while reading an online article? Just select text on the page and click the button to translate it. You can speak the translated and original text, and save the translation to your dictionary.\n\nIf you need to input text and translate it, you can just click the Linguist button to open the pop-up window.\n\nFull-page translation\nWith Linguist, you can conveniently translate entire web pages with just one click. All you need to do is select \"Translate page\" from the context menu on any webpage, and it will be instantly translated into your preferred language.\n\nMake your own personal knowledge base with Linguist!\nAny translated text is saved in the history, and you can add your favorite translations to your dictionary. You can search for translations in both your dictionary and history, and even filter your translations by language. The dictionary feature is available even when you are offline, making it an ideal tool for language learners or travelers who require constant access to their word lists.\n\nOffline translation and privacy\nLinguist can translate texts even without the internet - a feature that no other extension has. The offline translator allows you to translate texts on your device without sending any private messages over the internet, ensuring your privacy. Simply enable the feature on the options page to maintain your privacy while translating work emails and personal messages.\n\nCustomize Linguist as you wish\nUnlike other browser extensions, Linguist is not just a wrapper over the Google Translator Widget; it's a complete and independent translation system. This is why Linguist is not limited in what features may be implemented. Linguist is the leading extension for translating pages. Join Linguist and start using the most advanced features now and always stay at the forefront of technological progress in the future.\n\nYou have complete control over your data and how Linguist works for you:\n\n- Control web pages auto-translation by language and domain name\n- Choose a service that will translate your texts\n  - You may use popular services like Google, Yandex, DeepL, Reverso, Bing\n  - You may use an offline translator that will translate texts on your device (not sent to the internet at all)\n  - You may use custom translator modules to use your own translation service. Read more: https://github.com/translate-tools/linguist/blob/master/docs/CustomTranslator.md\n- Choose a service to speak texts\n- Customize the user interface and available features\n\nPrivacy\nLinguist is free, open-source, and never collects your personal data.\n\nIf you want to report a bug, suggest a feature, or donate, visit GitHub: https://github.com/translate-tools/linguist",
    "es": "Traduzca páginas web, texto resaltado, subtítulos de Netflix, mensajes privados, hable el texto traducido, y guarde traducciones importantes en su diccionario personal para aprender palabras en 130 idiomas.\n\n¿Encontrando palabras desconocidas mientras lee un artículo en línea? Simplemente seleccione el texto en la página y haga clic en el botón para traducirlo. Puede hablar el texto original y traducido, y guardar la traducción en su diccionario.\n\nSi necesita ingresar texto y traducirlo, simplemente haga clic en el botón Linguist para abrir la ventana emergente.\n\nTraducción de página completa\nCon Linguist, puede convenientemente traducir páginas web completas con solo un clic. Todo lo que necesita hacer es seleccionar \"Traducir página\" del menú contextual en cualquier página web, y será instantáneamente traducido a su idioma preferido.\n\n¡Haga su propia base de conocimientos personal con Linguist!\nCualquier texto traducido se guarda en el historial, y puede agregar sus traducciones favoritas a su diccionario. Puede buscar traducciones tanto en su diccionario como en el historial, e incluso filtrar sus traducciones por idioma. La función de diccionario está disponible incluso cuando no está conectado a internet, convirtiéndolo en una herramienta ideal para los estudiantes de idiomas o viajeros que requieren acceso constante a sus listas de palabras.\n\nTraducción del texto al español:\n\nTraducción sin conexión y privacidad\nLinguist puede traducir textos incluso sin internet, una característica que ninguna otra extensión tiene. El traductor sin conexión le permite traducir textos en su dispositivo sin enviar ningún mensaje privado por Internet, garantizando su privacidad. Simplemente habilite la función en la página de opciones para mantener su privacidad mientras traduce correos electrónicos de trabajo y mensajes personales.\n\nPersonalice Linguist como desee\nA diferencia de otras extensiones de navegador, Linguist no es simplemente un envoltorio sobre el Widget de Traductor de Google; es un sistema de traducción completo e independiente. Por eso, Linguist no está limitado en cuanto a qué características se pueden implementar. Linguist es la principal extensión para la traducción de páginas web. Únase a Linguist y comience a usar las funciones más avanzadas ahora y siempre manténgase a la vanguardia del progreso tecnológico en el futuro.\n\nUsted tiene control total sobre sus datos y cómo funciona Linguist para usted:\n\n- Controlar la auto-traducción de páginas web por idioma y nombre de dominio.\n- Elija un servicio que traduzca sus textos:\n  - Puede utilizar servicios populares como Google, Yandex, DeepL, Reverso, Bing.\n  - Puede utilizar un traductor sin conexión que traduzca los textos en su dispositivo (no los envía a Internet en absoluto).\n  - Puede utilizar módulos de traducción personalizados para utilizar su propio servicio de traducción. Leer más: https://github.com/translate-tools/linguist/blob/master/docs/CustomTranslator.md\n- Elija un servicio para hablar textos.\n- Personalice la interfaz de usuario y las características disponibles.\n\nPrivacidad\nLinguist es gratuito, de código abierto y nunca recopila tus datos personales.\n\nSi deseas informar de un error, sugerir una función o hacer una donación, visita GitHub: https://github.com/translate-tools/linguist",
    "fr": "Traduisez des pages web, du texte surligné, des sous-titres Netflix, des messages privés, parlez le texte traduit et enregistrez les traductions importantes dans votre dictionnaire personnel pour apprendre des mots dans 130 langues.\n\nRencontrez-vous des mots inconnus en lisant un article en ligne ? Il suffit de sélectionner le texte sur la page et de cliquer sur le bouton pour le traduire. Vous pouvez parler le texte traduit et original, et sauvegarder la traduction dans votre dictionnaire.\n\nSi vous avez besoin d'entrer du texte et de le traduire, vous pouvez simplement cliquer sur le bouton Linguist pour ouvrir la fenêtre contextuelle.\n\nTraduction de page entière\nAvec Linguist, vous pouvez facilement traduire des pages web entières en un seul clic. Tout ce que vous avez à faire est de sélectionner \"Traduire la page\" dans le menu contextuel sur n'importe quelle page web, et elle sera instantanément traduite dans votre langue préférée.\n\nCréez votre propre base de connaissances personnelle avec Linguist !\nTout texte traduit est enregistré dans l'historique, et vous pouvez ajouter vos traductions préférées à votre dictionnaire. Vous pouvez rechercher des traductions dans votre dictionnaire et votre historique, et même filtrer vos traductions par langue. La fonction de dictionnaire est disponible même lorsque vous êtes hors ligne, ce qui en fait un outil idéal pour les apprenants de langue ou les voyageurs qui ont besoin d'un accès constant à leurs listes de mots.\n\nLa traduction hors-ligne et la confidentialité\nLinguist peut traduire des textes même sans connexion internet - une fonctionnalité que n'a aucune autre extension. Le traducteur hors-ligne vous permet de traduire des textes sur votre appareil sans envoyer de messages privés sur Internet, garantissant ainsi votre confidentialité. Il suffit d'activer la fonctionnalité sur la page des options pour maintenir votre confidentialité lors de la traduction des e-mails professionnels et des messages personnels.\n\nPersonnalisez Linguist comme vous le souhaitez\nContrairement à d'autres extensions de navigateur, Linguist n'est pas simplement un wrapper sur le widget de traduction Google ; c'est un système de traduction complet et indépendant. C'est pourquoi Linguist n'est pas limité dans les fonctionnalités qui peuvent être implémentées. Linguist est l'extension leader pour la traduction de pages. Rejoignez Linguist et commencez à utiliser les fonctionnalités les plus avancées dès maintenant et restez toujours à la pointe du progrès technologique à l'avenir.\n\nVous avez un contrôle complet sur vos données et sur le fonctionnement de Linguist :\n\n- Contrôlez la traduction automatique des pages Web par langue et nom de domaine\n- Choisissez un service qui traduira vos textes\n  - Vous pouvez utiliser des services populaires tels que Google, Yandex, DeepL, Reverso, Bing\n  - Vous pouvez utiliser un traducteur hors ligne qui traduira des textes sur votre appareil (sans les envoyer du tout sur Internet)\n  - Vous pouvez utiliser des modules de traduction personnalisés pour utiliser votre propre service de traduction. En savoir plus: https://github.com/translate-tools/linguist/blob/master/docs/CustomTranslator.md\n- Choisissez un service pour parler les textes\n- Personnalisez l'interface utilisateur et les fonctionnalités disponibles.\n\nVie privée\nLinguist est gratuit, open-source et ne collecte jamais vos données personnelles.\n\nSi vous souhaitez signaler un bug, suggérer une fonctionnalité ou faire un don, rendez-vous sur GitHub: https://github.com/translate-tools/linguist",
    "it": "Traduci pagine web, testo evidenziato, sottotitoli Netflix, messaggi privati, pronuncia il testo tradotto e salva le traduzioni importanti nel tuo dizionario personale per imparare le parole in 130 lingue.\n\nIncontri parole sconosciute durante la lettura di un articolo online? Seleziona semplicemente il testo sulla pagina e clicca il pulsante per tradurlo. Puoi pronunciare il testo tradotto e originale, nonché salvare la traduzione nel tuo dizionario.\n\nSe hai bisogno di inserire del testo e tradurlo, puoi semplicemente fare clic sul pulsante Linguist per aprire la finestra pop-up.\n\nTraduzione di intere pagine\nCon Linguist, puoi comodamente tradurre intere pagine web con un solo clic. Tutto ciò che devi fare è selezionare \"Traduci pagina\" dal menu contestuale su qualsiasi pagina web e verrà immediatamente tradotta nella tua lingua preferita.\n\nCrea la tua base di conoscenza personale con Linguist!\nOgni testo tradotto viene salvato nella cronologia e puoi aggiungere le tue traduzioni preferite al tuo dizionario. Puoi cercare le traduzioni sia nel dizionario che nella cronologia e filtrare le tue traduzioni per lingua. La funzione di dizionario è disponibile anche quando sei offline, rendendolo uno strumento ideale per gli studenti di lingue o i viaggiatori che necessitano di accesso costante alle loro liste di parole.\n\nTraduzione offline e privacy\nLinguist può tradurre testi anche senza internet, una funzione che nessun'altra estensione possiede. Il traduttore offline ti consente di tradurre testi sul tuo dispositivo senza inviare alcun messaggio privato su internet, garantendo la tua privacy. Abilita semplicemente la funzione nella pagina delle opzioni per mantenere la tua privacy durante la traduzione di email di lavoro e messaggi personali.\n\nPersonalizza Linguist come desideri\nA differenza delle altre estensioni del browser, Linguist non è solo un involucro del widget del traduttore di Google; è un sistema di traduzione completo e indipendente. Per questo motivo, Linguist non è limitato in quale caratteristica possa essere implementata. Linguist è l'estensione leader per la traduzione di pagine. Unisciti a Linguist e inizia ad utilizzare le funzionalità più avanzate ora e rimani sempre al passo con il progresso tecnologico futuro.\n\nHai il completo controllo sui tuoi dati e su come Linguist funziona per te:\n\n- Controllo della traduzione automatica delle pagine web per lingua e nome di dominio\n- Scegli un servizio che tradurrà i tuoi testi\n  - Puoi utilizzare servizi popolari come Google, Yandex, DeepL, Reverso, Bing\n  - Puoi utilizzare un traduttore offline che tradurrà i testi sul tuo dispositivo (senza inviarli affatto su internet)\n  - Puoi utilizzare moduli di traduzione personalizzati per utilizzare il tuo servizio di traduzione. Leggi di più: https://github.com/translate-tools/linguist/blob/master/docs/CustomTranslator.md\n- Scegli un servizio per parlare i testi\n- Personalizza l'interfaccia utente e le funzionalità disponibili.\n\nPrivacy\nLinguist è gratuito, open-source e non raccoglie mai i tuoi dati personali.\n\nSe vuoi segnalare un bug, suggerire una funzione o donare, visita GitHub: https://github.com/translate-tools/linguist",
    "ru": "Переводите веб-страницы, выделенный текст, субтитры Netflix, личные сообщения, озвучивайте текст и сохраняйте важные переводы в свой личный словарь для изучения слов на 130 языках.\n\nСталкиваетесь с незнакомыми словами при чтении статьи онлайн? Просто выделите текст на странице и нажмите кнопку, чтобы перевести его. Вы можете произносить переведенный и оригинальный текст, а также сохранять перевод в свой словарь.\n\nЕсли Вам нужно ввести текст и перевести его, вы можете просто нажать кнопку \"Linguist\", чтобы открыть всплывающее окно.\n\nПеревод всей страницы\nС Linguist вы можете удобно переводить целые веб-страницы всего одним кликом. Вам нужно только выбрать \"Перевести страницу\" из контекстного меню на любой веб-странице, и она будет мгновенно переведена на выбранный вами язык.\n\nСоздайте свою собственную базу знаний с помощью Linguist!\nЛюбой переведенный текст сохраняется в истории, и вы можете добавлять свои любимые переводы в свой словарь. Вы можете искать переводы как в своем словаре, так и в истории, а также фильтровать свои переводы по языку. Функция словаря доступна даже без подключения к Интернету, что делает ее идеальным инструментом для изучения языков или путешествий для тех, кто требует постоянного доступа к своим спискам слов.\n\nОффлайн-перевод и конфиденциальность\nLinguist может переводить тексты даже без Интернета - функция, которой нет у других расширений. Оффлайн-переводчик позволяет переводить тексты на Вашем устройстве, не отправляя личные сообщения через Интернет, обеспечивая Вашу конфиденциальность. Просто включите функцию на странице параметров, чтобы сохранить свою конфиденциальность при переводе рабочей электронной почты и личных сообщений.\n\nНастройте Linguist по своему усмотрению\nВ отличие от других браузерных расширений, Linguist не просто обертка над виджетом Google Translator; это полная и независимая система перевода. Поэтому Linguist не ограничен в возможностях реализации новых функций. Linguist - это передовое расширение для перевода страниц. Присоединяйтесь к Linguist и начните использовать самые продвинутые функции перевода прямо сейчас, всегда оставаясь на передовой технологического прогресса в будущем.\n\nУ вас полный контроль над своими данными и тем, как Linguist работает на вас:\n\n- Управляйте автоматическим переводом веб-страниц по языку и доменному имени\n- Выберите сервис, который будет переводить Ваши тексты\n  - Вы можете использовать популярные сервисы, такие как Google, Yandex, DeepL, Reverso, Bing\n  - Вы можете использовать офлайн-переводчик, который будет переводить тексты на Вашем устройстве (не отправлять их в Интернет вообще)\n  - Вы можете использовать модули настраиваемых переводчиков для использования своего собственного сервиса перевода. Подробнее: https://github.com/translate-tools/linguist/blob/master/docs/CustomTranslator.md\n- Выберите сервис для озвучивания текстов\n- Настройте пользовательский интерфейс и доступные функции\n\nКонфиденциальность\nLinguist бесплатный, открытый и не собирает данные пользователей.\n\nЕсли вы хотите сообщить об ошибке, предложить функцию или задонатить, посетите GitHub: https://github.com/translate-tools/linguist",
    "uk": "Linguist это браузерное расширение для перевода страниц и текста, готовое заменить ваш любимый сервис перевода.\n\n# Особенности\n\nLinguist очень удобен в использовании\n\n- Поддерживается перевод страниц в режиме реального времени\n- Перевод фрагментов выделенного текста\n- Перевод введённого вручную текста\n- Словарь для сохранения важных переводов\n- Поддержка всех сервисов перевода (даже ваше личный сервис)\n\nПоддерживаемые сервисы перевода из коробки:\n- Google\n- Yandex\n- Bing\n\nТак же можно использовать собственные модули перевода (в разработке).\n\nВы контролируете ваши данные, можете скачать содержимое словаря и другие данные в любой момент.\n\nLinguist заботится о вашем трафике и кэширует данные, поэтому после перевода страницы или фразы однажды, вы можете переводить это снова в любой момент даже без интернета. Кэш может быть отключен, если вам необходимо перевести текст с приватными данными.\n\n# Почему это лучше онлайн сервисов?\n\nКогда вы используете сайты для перевода страниц, вы не можете перевести приватные страницы, доступные не для всех, например требующие авторизации. А ещё, онлайн сервисы собирают ваши персональные данные, отслеживают вас и предоставляют только один модуль перевода, в отличие от linguist, который поддерживает много сервисов из коробки и может использовать для перевода любой другой сервис, даже ваш собственный, поднятый в локальной сети и недоступный из интернета.\n\n\n# Почему это расширение лучше других расширений для перевода?\n\nОно полностью бесплатно, с понятным открытым исходным кодом, поддерживает все сервисы перевода и не собирает ваши личные данные.\n\nРасширение позволяет не только переводить страницы, но и произвольный текст, а важные переводы сохранять в словарь. Это ваш личный переводчик в интернете.\n\nЭто созданно для того, что бы сделать жизнь немного удобнее для всех пользователей интернета\n\n# Ресурсы\n\n- GitHub: https://github.com/translate-tools/linguist"
  }
}