{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PouetPouetExt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Une extension non-officielle pour les utilisateurs de 1Fichier, apportant quelques fonctionnalités supplémentaires"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension, non officielle, est développée par un adepte de l'hébergeur 1Fichier mais ne lui est aucunement affilié.\n\nA qui s'adresse cette extension ?\nElle est destinée aux utilisateurs de l'hébergeur 1Fichier :\n - Ceux qui possèdent un compte premium.\n - Ceux qui n'ont pas de compte premium MAIS qui connaissent le token d'un compte premium (communiqué par un tiers).\n\nA quoi peut-elle me servir ?\nElle apporte plusieurs fonctionnalités qui vous permettront de gagner du temps en vous facilitant certaines opérations, en voici les principales :\n - Inutile de noyer le poisson, le principal intérêt de cette extension est de pouvoir \"débrider\" des liens 1Fichier sans nécessairement avoir acquis un compte premium. Bien entendu cela n'est possible que si vous connaissez un token premium, que ce soit celui de votre propre compte ou celui d'un tiers.\n - La possibilité de visualiser, en streaming lorsqu'il s'agit d'un fichier vidéo ou audio, le fichier qui se cache derrière un lien 1Fichier sans avoir à le télécharger. Attention, l'extension ne fait aucun transcodage donc cela ne fonctionne qu'avec les fichiers dont l'encodage est nativement supporté par le navigateur.\n - La possibilité d'importer dans votre compte 1Fichier les fichiers publiés par d'autres utilisateurs 1Fichier, sans avoir à les télécharger puis à les réuploader.\n - La possibilité d'obtenir des informations sur le fichier qui se cache derrière un lien 1Fichier.\n \nConcrètement ça s'utilise comment ?\nPour commencer il faut configurer l'extension en cliquant sur son icone situé dans la liste des extensions qui est accessible depuis le bouton représentant une pièce de puzzle, à droite de la barre d'adresse du navigateur :\n - Si vous avez votre propre compte 1Fichier et que vous souhaitez pouvoir y importer des liens 1Fichier tiers, cochez la case \"Importer les liens dans votre ou vos propres comptes 1Fichier ; paramètres d'import\" et ajoutez votre compte dans la liste située juste dessous.\n - Si vous souhaitez pouvoir débrider des liens 1Fichier, cochez la case \"Télécharger (débrider) les liens 1Fichier ; tokens/clés d'API\" et renseignez au moins un token dans la zone située sous cette case à cocher.\n - Plusieurs cases à cocher situées sous ces deux premiers blocs permettent d'activer des options, testez-les !\n - Je vous invite à cocher au moins la dernière option qui ajoute des \"boutons d'actions rapides\", vous allez vite comprendre son utilité.\n\nEn termes d'ergonomie, dans ses premières versions il fallait faire un clic-droit sur un lien 1Fichier (ou un bloc de texte sélectionné ou encore le fond de la page, selon la fonctionnalité désirée) pour pouvoir accéder aux fonctionnalités de l'extension dans une rubrique dédiée du menu contextuel.\n\nRécemment l'option \"boutons d'actions rapides\" a été ajoutée. Elle permet d'afficher des boutons juste à droite de chaque lien 1Fichier. Le nombre de ces boutons dépend des options que vous aurez activé. Bien entendu, les fonctionnalités de l'extension restent toujours accessibles depuis le menu contextuel, certaines ne sont d'ailleurs accessible que par ce biais.\n\nNotes :\n - Depuis la v2.8, priorité est donnée aux tokens définis dans la zone \"Télécharger\", hormis pour l'import de liens qui utilise toujours le token correspondant.\n - Positionnez le pointeur de votre souris sur les \"boutons d'actions rapides\" et attendez une fraction de seconde sans bouger pour qu'apparaisse une information concernant leur utilité. En particulier sur le bouton \"C\" (copier le lien) qui présente quelques spécificités lorsque les touches SHIFT ou CTRL sont pressées lors du clic.\n - L'utilisateur peut configurer des raccourcis clavier pour accéder plus rapidement à certaines fonctionnalités. Pour ce faire, sur Chrome/Edge cliquez sur la rubrique \"Raccourcis claviers\" dans la page des extensions ; sur Firefox cliquez sur l'icone représentant un engrenage (\"Outils pour tous les modules\") puis \"Gérer les raccourcis d'extensions\" dans la page des extensions.\n - L'extension communique directement avec les serveur de 1Fichier sans passer par moi. En conséquence je n'ai accès à AUCUNE information sur ses utilisateurs et sur l'utilisation qu'ils en font. En d'autres mots : il n'y a aucun flicage de ma part ! Du coup je n'ai accès à aucun log qui me permettrait de déceler d'éventuels bugs. Alors si vous rencontrez des problèmes, donnez-moi le plus d'informations possibles pour que je puisse tenter de reproduire et apporter les corrections nécessaires.\n - Depuis les dernières version de Firefox, ce dernier empêche le bon fonctionnement de l'extension en provoquant l'erreur suivante : \"TypeError : NetworkOrror when attempting to fetch resource.\" (erreur relative à CORS). Il faudrait pouvoir désactiver cette sécurité mais je ne sais pas comment y parvenir. J'ai tenté d'installer diverses extensions censées empêcher cette erreur mais sans succès hélas. Si vous y parvenez, merci de m'en informer. En attendant, l'extension fonctionne parfaitement avec les deux autres principaux navigateurs."
  }
}