{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TELELIKE - Automatically Like for Instagram"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically like Instagram posts in Instagram Pods/Engagement Groups"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TELELIKE - Auto Liker For Instagram Engagement Groups\n\nAre you tired of liking hundred posts in Dx50, Dx80, Dx100 Engagement Groups. This extension help you like all the links in Engagement groups. Save your time and get more likes quickly.\n\nTELELIKE is working well for all engagement groups/pods\n\nIt only works in Google Chrome desktop.\n\nIt DOES NOT requires your Instagram and Telegram password.\n\nYou need to be logged in to your Instagram account in the Chrome browser.\n\nTELELIKE uses your Chrome browser to automate the likes so Instagram cannot detect it as a bot and thus it is safe to use.\nRuns in the background, as long as Chrome is open. You can using other tab when TELELIKE running.\n\nHOW IT WORKS:\n\n1. Press \"Add to Chrome\"\nA prompt will appear, press \"Add extension\"\n\n2. Open your Instagram home page on the same Chrome browser.\n\n3. Click on extension on the extensions bar.\nCopy all the Instagram links that needs to be liked from the Engagement group and paste it in the LIST box\n\n4. Set the delay time (in seconds) - after how much time the extension will like the next post. It then uses that time as a reference and randomises the time between each like.\n\n5. Press START button and wait.\nYou can go and do other things in other tab while the extension runs in the background.\n\n6. After done. Back to your Engagement groups and drop your link"
  }
}