{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goodreads Review Shield for Authors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Goodreads for Authors to protect their mental health that hides ratings and low reviews."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin was made for authors who would like to use Goodreads but not at the cost of their mental health. \n\nWhen enabled in the NEW Goodreads theme (as shown in screenshots 1-3) it automatically sorts your reviews to 5* and most recent.\n\nIf you're still on the OLD theme, you can try opening an incognito window and paste the link to your book. There's a high chance it will be the new theme (might take a few tries), just make sure to enable the extension to work with private browsers first AND once you get the new theme you have to reload the page once for the sorting to adjust.\n\nIn the new theme it immediately hides: \n\n1. Star ratings on all pages, including individual book pages and author profile.\n2. Number ratings on book pages and author profile.\n3. Ratings graph below Community Reviews on book pages. \n4. Social ratings on the book pages. \n5. All reviews that are not set as 5* on book pages.\n6. Average number rating on the Author Dashboard.\n\nIt does NOT hide: \n\n1. Currently Reading and Want to Read numbers. You can still see them above the About the Author portion, or on your Author Dashboard. \n2. If you or your mutual friends rated and/or reviewed a book. \n3. You can still see all ratings information if you click on Book statistics without turning off the plugin. \n\nWhen enabled in the OLD Goodreads theme (as shown in screenshots 4-5) it:\n\n1. Automatically hides ALL ratings and reviews except ones you write as there is no way to auto-sort or hide only the lower ratings (sorry!). \n\n2. Also hides sort controls to avoid seeing the numbers of low star reviews. \n\nYou can still see your currently reading and want to read numbers if you click on Author Dashboard under Your Books (all star and # ratings are hidden so there's no risk)."
  }
}