{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flamory"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create page snapshot with searchable content and screenshots. Works for local files too!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remember everything! \nFlamory saves a copy of every web page or file that you see on your screen.\n\nSnapshot interesting stuff. Tell Flamory to make a snapshot. It will save a screenshot, selected text and position on the page. Double-click the snapshot and Flamory will open the exact place in the web page. It's like a bookmark, but better.\n\nSearch your memory. Find a saved web page by any words from its contents. Or scroll the list of snapshots and find the one by screenshot.\n\nAuto-search. When you do a Google search, Flamory will search your snapshots too. If it founds something, blue stripe will appear on the right side of the screen. This stripe will also appear when you visit a page that you snapshotted. Right-click it to see what was found.\n\nTopics. Flamory groups related snapshots into topics. Just click on T near any snapshot to see your whole research in one place.\n\nAll the apps. Flamory works the same way with web pages, emails, local files, pdf books, and other documents.\n\nPrivacy protected. History and all the snapshots stay on your computer. They are never uploaded to any cloud. Flamory will ignore private browsing sessions and hidden files. You can pause history recording at any time.\n\nNOTE: For this plugin to work, you need Flamory Desktop App installed. Download it from http://flamory.com/en/download"
  }
}