{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MillionPugs: Shop & get in-game content"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop at your favorite brands and get exclusive content for your favorite games."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get exclusive content for your favorite games, for free, whenever you shop online. \n\nPAYLOAD SECURED\n\nWe’ve partnered with the biggest game publishers like Riot Games, Ubisoft, Wargaming and more to hook you up with the best gaming rewards every time you shop online. \n\nBrands are looking to build loyalty and reward gamers like you - and they know the best way is with a pile of free stuff. MillionPugs is your hookup. \n\nDownload and install MillionPugs, and every time you shop with one of our 20,000 partnered brands, you’ll earn pugs™ (loyalty points). Redeem pugs™ for RP, skins, premium tanks, gift cards, Robux, V-Bucks or even entire AAA games. \n\nHOW DOES IT WORK? \n\nEarning is easy. \n\nStart by installing our super-secure browser extension. We never collect or snoop, and your data is only used to verify a transaction or award you with pugs.\n\nEach time you land on a pug™-awarding site or retailer, our extension will notify you. Simply Activate MillionPugs (with the push of a button), and watch the pugs™ fly in.\n\nFlex and win: Swap those pugs™ to get the dopest drops from your favorite games.\n\nNeat, right?\n\nWHATCHA WAITIN’ FOR? \n\nYour next purchase could earn you skins. Don’t miss out on a single drop. \nDownload the Million Pugs extension now and start grinding those gaming goodies for League of Legends, Roblox, VALORANT, Fortnite, and World of Tanks right away."
  }
}