{
  "name": {
    "ar": "أداة تنزيل الصور لإتسي",
    "am": "የስዕላት አውርዳይስ ለኢትሲ",
    "bg": "Изтегляч на изображения за Etsy",
    "bn": "এটসির জন্য ইমেজ ডাউনলোডার",
    "ca": "Descàrrega d'imatges per a Etsy",
    "cs": "Stahovač obrázků pro Etsy",
    "da": "Billedhenter til Etsy",
    "de": "Bilder-Downloader für Etsy",
    "el": "Λήψη εικόνων για το Etsy",
    "en,en_AU,en_GB,en_US": "Etsy Images Downloader",
    "es,es_419": "Descargador de imágenes para Etsy",
    "et": "Etsy piltide allalaadija",
    "fa": "دانلودکننده تصاویر برای اتسی",
    "fi": "Kuvien lataaja Etsyille",
    "fil": "Downloader ng Mga Imahe para sa Etsy",
    "fr": "Téléchargeur d'images pour Etsy",
    "gu": "એટ્સી માટે છબીઓ ડાઉનલોડર",
    "he": "מוריד תמונות ל-Etsy",
    "hi": "एट्सी के लिए छवि डाउनलोडर",
    "hr": "Preuzimač slika za Etsy",
    "hu": "Képletöltő az Etsy számára",
    "id": "Pengunduh Gambar untuk Etsy",
    "it": "Scaricatore di immagini per Etsy",
    "ja": "Etsy用画像ダウンローダー",
    "kn": "ಎಟ್ಸಿ‌ಗೆ ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್",
    "ko": "Etsy 이미지 다운로더",
    "lt": "Vaizdų atsisiuntimo priemonė „Etsy“",
    "lv": "Attēlu lejupielādētājs Etsy",
    "ml": "എറ്റ്സിക്കായി ഇമേജ് ഡൗൺലോഡർ",
    "mr": "एट्सीसाठी इमेजेस डाऊनलोडर",
    "ms": "Pemuat Turun Imej untuk Etsy",
    "nl": "Afbeeldingen Downloader voor Etsy",
    "no": "Bilder nedlasting for Etsy",
    "pl": "Pobieracz obrazów dla Etsy",
    "pt_BR,pt_PT": "Downloader de Imagens para Etsy",
    "ro": "Downloader de imagini pentru Etsy",
    "ru": "Загрузчик изображений для Etsy",
    "sk": "Stiahnutie obrázkov pre Etsy",
    "sl": "Prenosnik slik za Etsy",
    "sr": "Преузимач слика за Етси",
    "sv": "Bildnedladdare för Etsy",
    "sw": "Kipakuzi cha Picha kwa Etsy",
    "ta": "எட்ஸி படங்களைப் பதிவிறக்கி",
    "te": "ఎట్సీ కోసం ఇమేజ్ డౌన్‌లోడర్",
    "th": "ตัวดาวน์โหลดรูปภาพสำหรับ Etsy",
    "tr": "Etsy için Görüntü İndirici",
    "uk": "Завантажувач зображень для Etsy",
    "vi": "Trình tải xuống hình ảnh cho Etsy",
    "zh_CN": "Etsy图片下载器",
    "zh_TW": "Etsy圖片下載器"
  },
  "short": {
    "ar": "This convenient Chrome extension allows effortless downloading of high-resolution images from Etsy listings in bulk or individually.",
    "am": "Easily gather and save high-quality photos of your favorite items on Etsy using this uncomplicated download extension.",
    "bg": "Quickly amass and archive Etsy product images for any purpose with this straightforward one-click download extension.",
    "bn": "This easy to use Etsy image downloading extension puts high-resolution photos of coveted handcrafted goods well within reach.",
    "ca": "Download a collection of inspiring Etsy product photos using this handy image scraping extension created for power users alike.",
    "cs": "Save time and skip the hassle of manually downloading Etsy images with this intuitive bulk image downloading extension.",
    "da": "For reference or safekeeping, this Etsy product pic extension lets you swiftly gather images of items you adore with minimum effort.",
    "de": "This Etsy image downloading extension was designed to make collecting high-quality photos from your favorite product with one click.",
    "el": "Keep a digital archive or design resource of cherished Etsy finds using this image scraping and bulk downloading extension.",
    "en,en_AU": "Scrape and download high-resolution images of Etsy product listings in bulk or one by one from any listing with just a click.",
    "en_GB": "A convenient tool for Etsy shop owners or anyone who needs to quickly grab multiple product images from the site.",
    "en_US": "Download high-resolution images of Etsy products in one click with this simple but powerful Chrome extension.",
    "es": "Collecting captivating Etsy product photos is quick and painless with this simple one-click download extension.",
    "es_419": "Grab high-resolution photos of Etsy goods in an instant using this uncomplicated yet capable bulk image downloading extension.",
    "et": "For Etsy shoppers and owners alike, this extension saves time amassing photos of coveted handmade items with a single click.",
    "fa": "This straightforward Etsy image downloading extension was created to swiftly fulfill your need for high-quality photos.",
    "fi": "Keep stunning visual references of beloved Etsy scores on hand using this simple yet versatile product photo downloading extension.",
    "fil": "Gather dreamy high-resolution photos of Etsy wares effortlessly using this skillful image scraping and bulk download extension.",
    "fr": "This Etsy product photo extension allows you to swiftly seize images of whatever goods catch your fancy with a quick click.",
    "gu": "Designed for casual and professional use alike, this extension handily procures photos of any listing with a single click.",
    "he": "This adept Etsy product photo extension deftly amasses inspiring high-quality images with minimum work required.",
    "hi": "Save enticing visual details of favorite Etsy gems with this high-resolution photo downloading extension.",
    "hr": "Gathering stellar Etsy product photos is a snap with this dexterous image scraping and bulk download extension.",
    "hu": "This proficient Etsy photo extension handily procures high-resolution images in bulk or one by one from any product.",
    "id": "Gather eye-catching product photos from your preferred Etsy shops in a flash using this image scraping and download extension.",
    "it": "Keep a digital treasury of coveted Etsy finds using this high-resolution photo downloading extension requiring scarcely any work.",
    "ja": "For business or leisure, building a gallery of captivating Etsy wares is swift and simple using this able image collecting extension",
    "kn": "Resourcefully download multiple stunning photos or pinpointed gems from select Etsy stores using this bulk product image extension.",
    "ko": "Save dreamy Etsy details that delight you using this adroit high-resolution image downloading extension.",
    "lt": "Gain swift access to photos of inspiring handcrafted goods from any Etsy shop with this extension requiring minimal effort.",
    "lv": "This masterful Etsy photo extension handily amasses images in high resolution of any item that catches your fancy with one click.",
    "ml": "Keep striking Etsy finds close at hand or compile professional design resources using this image scraping and download extension.",
    "mr": "For any purpose, building a vault of visually enticing Etsy wares is expedient and simple using this photo collecting extension.",
    "ms": "Gather photos of beloved Etsy using this precisian bulk image downloading extension requiring virtually no technical proficiency.",
    "nl": "Gather Etsy product photos using this punctilious high-resolution image scraping extension demanding scarcely any know-how.",
    "no": "Aggregate inspiring visual references from preferred Etsy retailers with ease using this multi-image downloading extension.",
    "pl": "Glean high-quality or niche photos from any Etsy listing in short order with this specialized product image extension.",
    "pt_BR": "Extract and save photos of coveted handcrafted items from select Etsy stores with efficiency using this image downloading extension.",
    "pt_PT": "Compile a useful visual vault of choice Etsy wares with speed and accuracy using this honed product photo extension.",
    "ro": "Build a cache of stellar visual specimens from preferred Etsy retailers rapidly using this optimal image scraping & download tool.",
    "ru": "Aggregate a trove of Etsy goods or resources with velocity using this fine-tuned high-resolution photo collecting extension.",
    "sk": "Cull eye-catching Etsy product photos using this tweaked image downloading extension requiring virtually no technical ability.",
    "sl": "Harvest Etsy images with haste using this calibrated high-resolution photo scraping extension demanding scarcely any expertise.",
    "sr": "This patented Etsy product photo extension allows swift harvesting of any listing's images in high resolution with one click.",
    "sv": "Reap and store visually enticing photos of beloved Etsy scores using this unrivaled image scraping and download innovation.",
    "sw": "Gather stellar Etsy product images with breakneck speed using this unsurpassed high-resolution photo collecting software.",
    "ta": "Amass a trove of visually arresting Etsy wares expeditiously using this peerless image capture and download extension.",
    "te": "Aggregate a hoard of eye-grabbing product shots from select Etsy retailers instantly using this bulk photo downloading extension.",
    "th": "Build a vault of must-see resources from any Etsy shop in a flash using this paramount high-resolution image scraping extension.",
    "tr": "Compile inspirational photos of coveted goods with lightning speed and accuracy using this premier Etsy image downloading solution.",
    "uk": "Harvest and bank visually stimulating product photos from preferred Etsy stores using this prime multi-image collecting software.",
    "vi": "Extract choice visual specimens of cherished Etsy scores in a blink using this high-resolution photo scraping and saving extension.",
    "zh_CN": "Save time by easily downloading all product images or zip them together for bulk download.",
    "zh_TW": "Gain immediate access to a collection of striking Etsy product images with ease using this superlative photo downloading technology."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Etsy Images Downloader\nThis Chrome extension allows you to easily download high-resolution images of products listed on Etsy.com. With one click, you can download all the images of a product. You have the option to download images individually or zip them together for bulk download. No coding knowledge is required. This handy extension makes grabbing product images from Etsy a breeze. \nWhether you want to use the images for design inspiration, print them, or simply archive your favorites, the Etsy Images Downloader extension helps you gather high-quality Etsy product photos with ease. Download what you need and skip the hassle. This useful tool was created for casual Etsy shoppers and power users alike.\nBring Etsy images to your desktop in just one click! The Etsy Images Downloader Chrome extension - is simple but powerful.\n\nWhat Etsy Images Downloader can do for me?\nEtsy Images Downloader is a Chrome Extension that allows users to scrape and download product images from Etsy listings easily. With just one click, users can download all images for a particular product, making it a convenient tool for Etsy shop owners or anyone who needs to quickly grab product images from the site.\n\nHow to download all the listing images from a given Etsy product?\nScraping and downloading Etsy images can be done easily with our tool, without any need for coding. Simply follow these steps:  \n- Open any product on Etsy.com. \n- Click the “download icon” on the right top of the product listings images.\n- All the product listings images should display on the popup window. You can download images individually or as a bundled zip file.\n\nData Privacy\nThe data you work with remains confined to your local machine and does not traverse our servers at any point.\n\nEtsy™ is a trademark of Etsy Inc. registered in the U.S. and other countries. This is an independent project developed by ExtensionBox and has no relationship to Etsy or Etsy Inc."
  }
}