{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OP.GG Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically proceed with multi-search, champion analysis, and rune settings to make your games more comfortable.",
    "es": "Se te ponen automáticamente la búsqueda múltiple, el análisis del campeón y el ajuste de las Runas para que puedas jugar más cómodo.",
    "ko": "여러분이 게임을 편하게 즐길 수 있도록 멀티서치, 챔피언 분석, 룬 선택을 자동으로 진행하세요.",
    "pt_BR,pt_PT": "Você receberá automaticamente a busca múltipla, a análise do campeão e o ajuste das Runas para que você possa jogar mais…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Switch over to our new & improved Desktop App! [OP.GG for Desktop]\nhttps://bit.ly/3xHik67\n\n* Available in all regions except Korea server.\n\nChrome extension makes OP.GG easier!\nStart using OP.GG automatically. When the game starts, it automatically proceeds with multi-search, champion analysis, and rune settings depending on the situation.\nOP.GG Extension is currently in beta testing. We'll take your feedback and come with a better service.\n\n\nKey features\n\n- Automatic Multi-Search\nNow don't need to copy/paste to multi-search.\nWhen the game starts, the summary of your team members will automatically appear on OP.GG.\n\n\n- Champion Statistics\nCheck the champion analysis page with the champion that you choose.\nExtension will automatically show the champion analysis page when you choose a champion.\n\n\n\n- Automatic Rune Settings\nIf you are having hard time changing rune right before the game starts, check out the automatic rune settings feature.\nExtension will automatically set your rune with the most popular one based on our champion analysis data.",
    "es": "* Disponible en todas las regiones, excepto KR y Garena.\n\n¡La extensión de Chrome hace que OP.GG sea más conveniente!\n\nAhora puedes usar OP.GG automáticamente. Cuando el juego comienza, se configuran automáticamente la búsqueda múltiple, el análisis del campeón y el ajuste de las runas. \n\nLa extensión OP.GG está actualmente en Prueba Beta.  \n\nPor favor déjanos saber si tienes alguna duda o problema. Todos tus comentarios son esenciales para mejorar nuestro servicio.\n\n\nCaracterísticas clave\n\n- Búsqueda múltiple automática\n\nAhora no es necesario copiar/pegar para multi-búsqueda. \n\nEl resumen de los miembros de tu equipo aparecerá automáticamente en OP.GG cuando el juego comienza.\n\n\n- Estadísticas del Campeón\n\nPuedes comprobar la página de análisis del campeón más convenientemente.\n\nAl seleccionar tu campeón, se te pone auntomaticamente la página de análisis del campeón.\n\n\n- Ajuste automático de Runas\n\nSi usted está teniendo dificultades para cambiar de runa antes de comenzar el juego, echa un vistazo.\n\nLa extensión ajusta las runas automáticamente con la más popular, con base en nuestros datos de análisis de campeón.",
    "ko": "* 한국 서버를 제외한 모든 지역에서 사용할 수 있습니다.\n\n\nOP.GG Extension의 베타 테스트를 진행합니다! OP.GG가 내놓은 유용한 기능들을 남들보다 빠르게 체험해보세요.\n\n버그나 문제점이 있으면 언제든지 알려주세요! 여러분의 의견을 새겨담아 좋은 서비스로 보답하겠습니다.\n\n\n\n-\n\n크롬 익스텐션으로 OP.GG를 더욱 편리하게\n\n픽/밴이 시작되면 우리 팀의 전적 요약 정보와 선택한 챔피언의 분석 페이지를 자동으로 보여주고, OP.GG 인기 룬을 LoL 클라이언트에 불러올 수 있습니다.\n\n\n\n주요 기능\n\n■ 자동 멀티서치\n\n이제 귀찮게 복사/붙여넣기로 멀티서치하지 마세요.\n\n픽/밴이 시작되면 자동으로 우리 팀의 전적을 한 눈에 볼 수 있는 멀티서치 페이지로 이동합니다.\n\n\n\n■ 자동 챔피언 분석\n\n선택한 챔피언의 분석 페이지를 손쉽게 확인하세요.\n\n여러분이 챔피언을 선택하면 해당 챔피언의 분석 페이지로 자동 이동합니다.\n\n\n\n■ 인기 룬 자동 불러오기\n\n매번 룬을 바꾸는게 지겹다면? 자동 룬 불러오기 기능을 이용해보세요.\n\n챔피언 분석 정보를 바탕으로 그 챔피언의 가장 인기있는 룬을 자동으로 불러옵니다.",
    "pt_BR,pt_PT": "* Disponível em todas as regiões, exceto KR.\n\nA extensão do Chrome torna o OP.GG mais conveniente!\n\nAgora você pode usar o OP.GG automaticamente. Quando o jogo começa, a pesquisa múltipla, a análise de campeão e a configuração das Runas são configuradas automaticamente.\n\nA extensão OP.GG está atualmente em teste beta. \n\nPor favor, deixe-nos saber se você tem alguma dúvida ou problema. Todos os seus comentários são essenciais para melhorar o nosso serviço.\n\n\nCaracterísticas-chave\n\n- Pesquisa múltipla automática\n\nAgora não é necessário copiar/colar para a pesquisa múltipla.\n\nO resumo dos membros de sua equipe aparecerá automaticamente no OP.GG quando o jogo começa.\n\n\n-Estatísticas do Campeão\n\nVocê pode verificar a página de análise do campeão de forma mais conveniente.\n\nQuando você seleciona seu campeão, você é apogeu a página de análise do campeão.\n\n\n-Ajuste automático de Runas\n\nSe você está tendo dificuldade em mudar de runa antes do jogo começar, confira isso.\n\nA extensão ajusta automaticamente as runas com as mais populares, com base em nossos dados de análise de campeão."
  }
}