{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your browser tabs in groups and archives."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabit helps you manage your chrome tabs. It provides a clean UI for tab management and organizes browser tabs under named groups for various usage (e.g., Dev, Latest, Some Project, Regular Visits). By saving opened browser tabs in a named group you can reopen them later quickly, and thus you may close those opened tabs to reduce browser memory. You need not worry about closing the browser mistakenly.\n \nMore ways to save tabs. You can save all opened browser tabs to a new group on Tabit Page, and you can also do it for the active tab or multiple selected tabs in the browser window to a specific group with the extension popup window.\n\nHome and Archive. There are two workspaces on Tabit. One is the Home page for regular or daily use of tab groups, and the other is the archive page with tab groups for future use. Home page displays tab groups in card view and supports dragging groups and tabs as you like. You can save the latest working or most used browser tabs in a group and archive or delete them to make your home page clean.\n\nSearching for tabs. By clicking the top search icon you can search browser tabs. Besides, Tabit provides a group box to manage groups, with which you can filter and select groups you want to display. On the group box, you can merge, archive and delete them in batch. \n\nExport and import of tab data. On Tabit you can export all the tab data to a JSON file and import it later. \n\nNow tabit supports dark mode relying on the operating system preference. Set your operating system to dark theme to activate it."
  }
}