{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "K-Dropz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay updated with the latest K-pop comebacks!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay Updated with K-Dropz\n\nDive into the vibrant world of K-pop with K-Dropz, your go-to comeback tracker! \n\nTailored for both seasoned K-pop veterans and newcomers alike, K-Dropz ensures you're always in the loop with the latest releases and comebacks from your favorite artists and groups.\n\nFeatures:\n\nReal-Time Updates: Receive updates on K-pop comebacks as they happen. Our comprehensive, up-to-the-minute database means you'll never miss out on new releases.\n\nSearch and Discover: With our intuitive search functionality, easily find information on comebacks from specific artists or groups.\n\nK-Dropz makes it effortless to explore the vast K-pop landscape and uncover new music that fits your taste.\n\nSupport K-Dropz: \n\nEnjoying your journey with K-Dropz? \n\nConsider supporting us with a coffee through our Ko-fi page. Your support fuels our passion and keeps the updates coming. www.corruptedsoju.com\n\nDesigned for Fans, by a Fan: Jin Park, a dedicated K-pop enthusiast, developed K-Dropz to connect fans around the globe to the music they love. \n\n\nWhy K-Dropz?\n\nK-Dropz is not just a tracker; it's a gateway to a community brimming with passion for K-pop. The extension's design focuses on enhancing your K-pop experience, ensuring easy access to the latest news and releases with a user-friendly interface. It's the perfect tool for keeping up with your favorite music without hassle.\n\nEasy to Use:\n\nK-Dropz boasts a sleek, intuitive interface that simplifies tracking comebacks and discovering new music. \n\nDesigned to fit seamlessly into your daily life, it ensures the latest K-pop news is always just a click away."
  }
}