{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaTMa Property Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See price history on Rightmove, Zoopla and others. View investment yield, ROI and rent. See comps and addresses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free access to property price history on Rightmove, Zoopla, OnTheMarket, PropertyNews and PropertyPal.\n\nUse the PaTMa browser extension to enhance your property negotiating position - see the pricing history of each property as you search.\n\nFor property investors - access yield, ROI and rent estimates instantly while browsing all these property portals. Just create a free PaTMa account - see the link when using the extension.\n\nProperty comparables (sales and rental), property addresses and extended data, available in PaTMa Prospector, is also easily accessed from this browser extension.\n\nIf you can't see the embedded PaTMa panel, click on the PaTMa extension icon in the browser bar to access all the property data.\n\nProperty price history, yield, ROI and estimated rent are available free. Property addresses and other advanced features require a PaTMa subscription.\n\nShould you ever experience problems with the extension, you can find our support email address on the PaTMa website.\n\n\n## Changelog\n\n2.8.0 - 2024-07-20\n\nStreamlined saving of potential investment properties (PaTMa Prospector subscribers).\nBug fixes around graph display.\n\n2.7.0 - 2023-11-05\n\nNew graphs for regional trends and better visibility of displayed numbers. \n\n2.6.1 - 2023-07-01\n\nPerformance improvement.\n\n2.6.0 - 2023-06-01\n\nUpdate for change in Rightmove HTML.\nAdd \"PaTMa\" to the extension name.\n\n2.5.1 - 2023-04-05\n\nImprove error handling on slower connections.\n\n2.5.0 - 2023-03-29\n\nAdd support for a new layout (including enhanced graphs) - coming soon.\nUpdates for improved Zoopla support.\n\n2.4.1 - 2021-10-18\n\nFix missing data when a search result is hidden on Rightmove. Thanks to Alex for reporting.\n\n2.4.0 - 2021-08-10\n\nAdjust embedded panel placement and prepare support for future display improvements.\nFix missing panel on Rightmove after some page changes.\n\n2.3.2 - 2021-07-07\n\nAdjust the property price history embedded panel placement on Rightmove and Zoopla.\n\n2.3.1 - 2020-10-21\n\nImprove support for the new style of Rightmove property pages.\n\n2.3.0 - 2020-10-19\n\nDisplay data panel within Zoopla property pages.\n\n2.2.3 - 2020-10-08\n\nUpdates for the new Rightmove page designs.\nAdd support for some additional portals.\n\n2.2.2 - 2020-04-30\n\nFix loading of data on search results pages beyond the first (due to change on Rightmove).\n\n2.2.1 - 2020-03-09\n\nAdded support for improved visual elements that will be introduced soon. These will enable better display of property data, especially around local comparable information.\n\n2.1.1 - 2019-11-06\n\nFixes to improve the integration with Rightmove search results so the property data is displayed more reliably.\n\n2.1.0 - 2019-10-20\n\nSupport for property pricing history and investment data to be included within Rightmove search screen results.\n\n2.0.0 - 2019-06-03\n\nEmbed property price history, additional data and easy access to PaTMa Prospector features within Rightmove property detail pages."
  }
}