{
  "name": {
    "ar,bg,ca,cs,et,fil,id,ms,pl,sv": "Wild West Sniper War Games",
    "am,de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,lt,nl,no,pt_BR,pt_PT,ro,ru,sr,th,tr,uk,vi,zh_CN,zh_TW": "Wild West Sniper Shooting Game",
    "bn,el,hr,hu,ml,sw": "Wild West Sniper War Game",
    "da,fa,fi,hi,ja,sk,sl": "Wild West Sniper Action Game",
    "he,kn,ko,lv,mr": "Wild West Sniper Action Games",
    "ta,te": "Wild West Sniper Shooting Games"
  },
  "short": {
    "ar": "تنتظرك تجربة FPS واقعية مع إطلاق النار على قناص الغرب المتوحش.",
    "am": "እውነታውን ያገናዘበ የኤፍ ፒ ኤስ ተሞክሮ የዱር ምዕራብ የነፍስ ወከፍ ተኩስ ይጠብቅሃል .",
    "bg": "Реалистичен FPS опит ви очаква с див запад снайперист стрелба.",
    "bn": "ওয়াইল্ড ওয়েস্ট স্নাইপার শুটিংয়ের সাথে বাস্তবসম্মত এফপিএস অভিজ্ঞতা আপনার জন্য অপেক্ষা করছে।",
    "ca": "L'experiència FPS realista t'espera amb un tiroteig de franctirador del salvatge oest.",
    "cs": "Realistický FPS zážitek na vás čeká s divokým západem odstřelovačů.",
    "da": "Realistisk FPS-oplevelse venter dig med snigskytteskydning i det vilde vesten.",
    "de": "Ein realistisches FPS-Erlebnis erwartet Sie mit Wildwest-Scharfschützenschießen.",
    "el": "Ρεαλιστική εμπειρία FPS σας περιμένει με σκοποβολή ελεύθερου σκοπευτή άγριας δύσης.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Realistic FPS experience awaits you with wild west sniper shooting.",
    "es": "La experiencia realista de FPS te espera con disparos de francotiradores del salvaje oeste.",
    "et": "Realistlik FPS-kogemus ootab teid metsiku lääne snaiprilaskmisega.",
    "fa": "تجربه FPS واقع بینانه در انتظار شما با تیراندازی تک تیرانداز غرب وحشی.",
    "fi": "Realistinen FPS-kokemus odottaa sinua villin lännen tarkka-ampuja-ammunnassa.",
    "fil": "Makatotohanang karanasan FPS naghihintay sa iyo na may ligaw na kanluran sniper shooting.",
    "fr": "Une expérience FPS réaliste vous attend avec le tir de sniper du Far West.",
    "gu": "વાસ્તવિક એફપીએસ અનુભવ વાઇલ્ડ વેસ્ટ સ્નાઇપર શૂટિંગ સાથે તમારી રાહ જુએ છે.",
    "he": "חוויית FPS מציאותית מחכה לך עם ירי צלפים במערב הפרוע.",
    "hi": "यथार्थवादी एफपीएस अनुभव आपको जंगली पश्चिम स्नाइपर शूटिंग के साथ इंतजार कर रहा है।",
    "hr": "Realistično FPS iskustvo očekuje vas sa snimanjem snajperista divljeg zapada.",
    "hu": "Valósághű FPS-élmény vár rád vadnyugati mesterlövészettel.",
    "id": "Pengalaman FPS realistis menanti Anda dengan penembakan sniper barat liar.",
    "it": "Un'esperienza FPS realistica ti aspetta con le sparatorie da cecchino del selvaggio west.",
    "ja": "リアルなFPS体験がワイルドウェストスナイパーシューティングであなたを待っています。",
    "kn": "ವೈಲ್ಡ್ ವೆಸ್ಟ್ ಸ್ನೈಪರ್ ಶೂಟಿಂಗ್ ನೊಂದಿಗೆ ವಾಸ್ತವಿಕ ಎಫ್ ಪಿಎಸ್ ಅನುಭವ ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿದೆ.",
    "ko": "와일드 웨스트 저격 슈팅으로 현실적인 FPS 경험이 여러분을 기다립니다.",
    "lv": "Reālistiska FPS pieredze jūs gaida ar savvaļas rietumu snaiperu šaušanu.",
    "ml": "വൈൽഡ് വെസ്റ്റ് സ്നൈപ്പർ ഷൂട്ടിംഗിൽ റിയലിസ്റ്റിക് എഫ്പിഎസ് അനുഭവം നിങ്ങളെ കാത്തിരിക്കുന്നു.",
    "mr": "वाइल्ड वेस्ट स्नायपर शूटिंगसह वास्तववादी एफपीएस अनुभव आपली वाट पाहत आहे.",
    "ms": "Pengalaman FPS yang realistik menanti anda dengan menembak penembak tepat barat liar.",
    "nl": "Realistische FPS-ervaring wacht op je met wildwest-sluipschutterschieten.",
    "no": "Realistisk FPS-opplevelse venter på deg med vill vest snikskytterskyting.",
    "pl": "Realistyczne wrażenia FPS czekają na Ciebie dzięki strzelaniu snajperskim na dzikim zachodzie.",
    "ro": "Experiența FPS realistă vă așteaptă cu fotografierea lunetistului din vestul sălbatic.",
    "ru": "Реалистичный шутер от первого лица ждет вас со снайперской стрельбой на Диком Западе.",
    "sk": "Realistický zážitok z FPS na vás čaká pri streľbe ostreľovačov z divokého západu.",
    "sl": "Realistična izkušnja FPS vas čaka s streljanjem ostrostrelcev divjega zahoda.",
    "sv": "Realistisk FPS-upplevelse väntar på dig med vilda västern prickskytteskytte.",
    "sw": "Uzoefu wa kweli wa FPS unakusubiri na risasi ya sniper ya magharibi.",
    "ta": "வைல்ட் வெஸ்ட் ஸ்னைப்பர் ஷூட்டிங் மூலம் யதார்த்தமான எஃப்.பி.எஸ் அனுபவம் உங்களுக்காக காத்திருக்கிறது.",
    "te": "వైల్డ్ వెస్ట్ స్నైపర్ షూటింగ్ తో రియలిస్టిక్ ఎఫ్ పిఎస్ అనుభవం మీ కోసం ఎదురుచూస్తుంది.",
    "th": "ประสบการณ์ FPS ที่สมจริงรอคุณอยู่ด้วยการยิงสไนเปอร์ตะวันตกอย่างดุเดือด",
    "tr": "Vahşi batı keskin nişancı atışları ile gerçekçi FPS deneyimi sizi bekliyor.",
    "uk": "Реалістичний досвід FPS чекає на вас зі снайперською стрільбою дикого заходу."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wild West Sniper Shooting, where realistic graphics and striking sound effects meet in an adrenaline-charged world, combines the wild west theme with an unforgettable sniping experience. This game offers an adventure on the dusty roads of the wild west, where you try to hit targets in the blink of an eye with your sniper rifle.\n\nWild West Sniper Shooting offers the wild west atmosphere of the game to the players with all its features. Its detailed graphics reflect characteristic wild west landscapes, transporting players to a bygone era. In addition, the realistic sound effects in the game deepen the atmosphere of the environment and weapons.\n\nThere are two different game modes: Free mode and level select. In free mode, it turns into a training ground where you can show off your sniping skills. Here you can aim as you wish and neutralize surrounding targets. Level Selection Mode includes challenging levels. You have to reach the target scores in ten different levels in a limited time. In these levels, you must find the best hiding spots with your character, defeat enemy guards and reach your goals.\n\nOne of the most fascinating aspects of the game is the tactical approach, where you have to use your sniping skills to neutralize enemy guards. You can use environmental objects such as stones and cactus to achieve your goals. Thus, you can defeat enemies and make the best use of the tactical dimension of the game.\n\nCombining the concepts of sniper games and war games, Wild West Sniper Shooting is an ideal option for players who want to experience the rapidly changing scenes of the wild west, its characteristic elements, and the wildlife challenge. Experiencing the pleasure of sniping on the dusty roads of the wild west turns into a truly adrenaline-filled experience, accompanied by realistic graphics and striking sound effects. Dive into the game, aim, and reveal your sniper identity in the wild west.\n\nHow To Play\nYou can move your character with WASD keys. You can aim with the right mouse button and shoot with the left mouse button.\n\nWild West Sniper Shooting Game Features\n✓ Realistic sounds\n✓ Realistic Environment\n✓ Easy control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Wild West Sniper Shooting Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}