{
  "name": {
    "ar": "الأمازون استعراض السلع",
    "am": "Ամազոնի արտադրանքի վերանայման CSV-ի մեկ կոճակը",
    "bg": "С едно кликване експортиране на ревюта на продукти",
    "bn": "অ্যামাজোন প্রযুক্তি প্রাপ্ত পর্যবেক্ষণের CSV ক্লিক করুন",
    "ca": "Un clic d'exportació de CSV d'Amazon",
    "cs": "Jedním kliknutím exportovat CSV recenzí produktů Amazon",
    "da": "Et klik eksport CSV af Amazon produkt anmeldelser",
    "de": "Mit einem Klick CSV von Amazon Produktbewertungen exportieren",
    "el": "Εξαγωγή με ένα κλικ των αξιολογήσεων προϊόντων της Αμαζονίας",
    "en,en_GB,en_US": "One click export CSV of Amazon product reviews",
    "en_AU,zh_CN": "Amazon商品评论一键导出CSV",
    "es,es_419": "Amazon Commodity Review exporta CSV con un solo clic",
    "et": "Ühe klõpsuga eksport CSV Amazon toote ülevaated",
    "fa": "یک فشار از CSV صادرات محصول آمازون",
    "fi": "Yhden klikkauksen export CSV of Amazon product reviews",
    "fil": "Isang click ang export ng CSV ng Amazon product reviews",
    "fr": "Amazon merchandising Reviews Export CSV en un clic",
    "gu": "એક ક્લિક અમેઝોન પ્રોડક્ટ રીવ્યુઝોનની આયાત કરો",
    "he": "קליק אחד להוציא CSV של ביקורי מוצרים Amazon",
    "hi": "एक क्लिक अमेजान प्रोडेक्ट रीव्यूज़र के CSV को निर्यात करें",
    "hr,sr": "Jedan klik izvoz CSV iz Amazon pregleda proizvoda",
    "hu": "Egy kattintással exportálja az Amazon termék értékeléseit",
    "id": "Satu klik mengeksport CSV dari revisi produk Amazon",
    "it": "Un clic esporta CSV delle recensioni dei prodotti Amazon",
    "ja": "Amazon商品レビューワンタッチでCSVをエクスポート",
    "kn": "ಒಂದು ಕ್ಲಿಕ್ ಅಮೆಜಾನ್ ಉತ್ಪಾದ ವೀಕ್ಷಣೆಗಳ CSV ಅನ್ನು ರಫ್ತು ಮಾಡಿ",
    "ko": "Amazon 상품 리뷰 클릭 한 번으로 CSV 내보내기",
    "lt": "Vienu spragtelėjimu eksportuoti Amazon produktų peržiūras CSV",
    "lv": "Viena klikšķa eksporta CSV Amazon produktu pārskatīšanas",
    "ml": "ഒരു ക്ലിക്ക് ചെയ്യുക അമാസണ്‍ പ്രൊജറ്റ് പരിശോധിക്കുന്നതിനുള്ള CSV",
    "mr": "एकच क्लिक अमेजॉनियन उत्पादन दर्शविण्याच्या CSV निर्यात करा",
    "ms": "Satu klik mengeksport CSV bagi ulasan produk Amazon",
    "nl": "Eén klik exporteer CSV van Amazon productreviews",
    "no": "Ett klikk eksport CSV for Amazon-preparatet",
    "pl": "Jednym kliknięciem eksportuj CSV z recenzji produktów Amazon",
    "pt_BR": "Um clique exporta CSV de revisões de produtos da Amazon",
    "pt_PT": "Exportar CSV de avaliações de produtos da Amazon com um clique",
    "ro": "Un singur clic export CSV de recenzii ale produsului Amazon",
    "ru": "Amazon Обзор товаров Экспорт CSV одним нажатием клавиши",
    "sk": "Jeden klik na vývoz CSV Amazonských preskúmaní výrobkov",
    "sl": "En klik izvozi CSV pregledov izdelkov Amazon",
    "sv": "Ett klick exportera CSV av Amazon produktrecensioner",
    "sw": "Kibonzo kimoja cha kuuuza CSV cha matokeo ya uzalishaji wa Amazon",
    "ta": "ஒரு க்ளிக் ஆமாசன் பொருள் முன்னோட்டம்",
    "te": "అమెజాన్ ఉత్పాదాన్ని రివీక్షన్ యొక్క CSV ను ఎక్స్‌పోర్ట్ చేయుము",
    "th": "ความคิดเห็นสินค้า Amazon ส่งออก CSV ในคลิกเดียว",
    "tr": "Amazon ürünlerin görüntülerinin CSV'ini dışarı aktarın bir tıklayın",
    "uk": "Одного клацання на експорт CSV рецензій Amazon продуктів",
    "vi": "Amazon Product Review xuất CSV chỉ với một cú nhấp chuột",
    "zh_TW": "Amazon商品評論一鍵匯出CSV"
  },
  "short": {
    "ar": "لا تحتاج إلى أي معرفة البرمجة ، بنقرة واحدة لتصدير السلع الأمازون تعليقات المستخدم إلى ملف CSV ، وسهلة الاستخدام أداة تصدير…",
    "am": "Անհրաժեշտ չէ ծրագրավորումների գիտելիք, մեկ կտր Amazon արտադրանքների օգտագործողների վերանայման արտահայտությունը CSV ֆայլերի մեջ,…",
    "bg": "Не се изискват познания за програмиране, експортиране с едно кликване на потребителските ревюта на продуктите на удобен и лесен за…",
    "bn": "কোন প্রোগ্রামিং জ্ঞানের প্রয়োজন নেই, একটি ক্লিক করে সিসিভি ফাইলে ব্যবহারকারীর প্রযুক্তির পরিদর্শনের ক্লিক করুন, একটি সুবিধা এবং…",
    "ca": "No es requereix coneixement de programació, un clic d'exportació de revisions d'usuaris de productes d'Amazon a fichers CSV, una…",
    "cs": "Žádné znalosti programování, jedním kliknutím export uživatelských recenzí produktů Amazon do souboru CSV, pohodlný a snadno…",
    "da": "Ingen programmeringsviden kræves, et klik eksport af brugeranmeldelser af Amazon produkter til CSV-fil, en praktisk og nem at bruge…",
    "de": "Keine Programmierkenntnisse erforderlich, ein Klick Export von Benutzerbewertungen von Amazon Produkten in CSV Datei, ein bequemes…",
    "el": "Δεν απαιτούνται γνώσεις προγραμματισμού, εξαγωγή αξιολογήσεων χρηστών με ένα κλικ σε αρχείο Ένα βολικό και εύχρηστο εργαλείο…",
    "en,en_GB,en_US": "No programming knowledge required, one click export of user reviews of Amazon products to CSV file, a convenient and easy-to-use…",
    "en_AU,zh_CN": "不需要任何编程知识，一键导出Amazon商品的用户评论到CSV文件，方便好用的亚马逊评论导出工具",
    "es,es_419": "Los usuarios que exportan productos de Amazon con un solo clic comentan a los archivos CSV sin ningún conocimiento de programación,…",
    "et": "Programmeerimise teadmised puuduvad, Amazon toodete kasutajate ülevaatete eksport CSV-faili ühe klõpsuga, mugav ja lihtne kasutada…",
    "fa": "هیچ دانش برنامه‌بندی لازم نیست، یک فشار از انتقال‌بندی‌های کاربر از محصول‌های آمازون به پرونده CSV، یک ابزار انتقال آزمایش آمازون…",
    "fi": "Ohjelmointiosaamista ei tarvita, Amazon-tuotteiden käyttäjien arvostelujen vienti CSV-tiedostoon yhdellä napsautuksella, kätevä ja…",
    "fil": "Walang kinakailangang kaalaman sa programasyon, isang click ang export ng mga user reviews ng mga produkto ng Amazon sa CSV file,…",
    "fr": "Aucune connaissance en programmation n'est requise, un seul clic pour exporter les commentaires des utilisateurs sur les produits…",
    "gu": "કોઈ પ્રોગ્રામીંગ જ્ઞાન જરૂરી નથી, એક વપરાશકર્તાને આમેઝોન પ્રોડેક્ટની નિકાસોને ક્લિક કરો, આમેઝોન પ્રો",
    "he": "אין צורך לידע תוכנית, קילוק אחד להוציא ביקורת משתמשים של מוצרים Amazon לקובץ CSV, כלי ייצוא ביקורת אמאזון נוח וקל להשתמש",
    "hi": "कोई प्रोग्रामिंग ज्ञान आवश्यक नहीं, एमेजॉन प्रोग्रामिंग के प्रयोक्ता के प्रदर्शन के निर्यात क्लिक करें, एमेजॉन प",
    "hr": "Nema potrebnih znanja za programiranje, jedan klik na izvoz pregleda korisnika Amazon proizvoda u CSV datoteku, prikladan i lako…",
    "hu": "Nincs szükség programozási ismeretekre, az Amazon termékek felhasználói értékeléseinek egyetlen kattintással történő exportálására…",
    "id": "Tidak diperlukan pengetahuan pemrograman, satu klik ekspor penelitian pengguna dari produk Amazon ke berkas CSV, alat ekspor…",
    "it": "Nessuna conoscenza di programmazione richiesta, esportazione con un clic delle recensioni degli utenti dei prodotti Amazon in file…",
    "ja": "プログラミングの知識を一切必要とせず、Amazon商品のユーザーレビューをCSVファイルにワンタッチで導き出す、使いやすいアマゾンレビュー書き出しツール",
    "kn": "ಯಾವುದೆ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಮಾಡುವ ತಿಳುವಳಿಕೆಯನ್ನು ಅಗತ್ಯವಿಲ್ಲ, ಅಮೆಜಾನ್ ಉತ್ಪತ್ತಿಗಳನ್ನು CSV ಕಡತಕ್ಕೆ ವಿನ್ಯಾಸಕ್ಕೆ ಒಂ",
    "ko": "아무런 프로그래밍 지식도 필요 없이, 클릭 한 번으로 Amazon 상품을 내보내는 사용자가 CSV 파일에 리뷰하고, 사용하기 쉬운 아마존 리뷰 내보내기 도구입니다.",
    "lt": "Nėra reikalingų programavimo žinių, vienas spragtelėjimas eksportuojant Amazon produktų peržiūras į CSV failą, patogi ir lengva…",
    "lv": "Nav nepieciešamas programmatūras zināšanas, viens klikšķis uz Amazonas produktu lietotāju pārskatu eksportu uz CSV failu, piemērots…",
    "ml": "പ്രോഗ്രാമിംഗ് അറിവ് ആവശ്യമില്ല, ഒരു ഉപയോക്താവിന്റെ പ്രോഗ്രാമിങ്ങ് പരിശോധിപ്പിക്കുന്നതിന്റെ ഒരു ക്ലിക്ക് ചെയ്യുക",
    "mr": "काही प्रोग्रामिंग ज्ञान आवश्यक नाही, अमेजान उत्पादनांच्या वापरकर्ता पुन्हा CSV फाइलमध्ये एक क्लिक करा, एका उपयोगी व स",
    "ms": "Tiada pengetahuan pemrograman diperlukan, satu klik eksport ulasan pengguna produk Amazon ke fail CSV, alat eksport ulasan Amazon…",
    "nl": "Geen programmeerkennis vereist, één klik exporteren van gebruikersbeoordelingen van Amazon producten naar CSV bestand, een handige…",
    "no": "Ingen programming-kunnskap er nødvendig, én klikk eksport for bruk av bruk av Amazonprodukter til CSV-fil, et beleilig og…",
    "pl": "Nie wymaga znajomości programowania, jednym kliknięciem eksport opinii użytkowników produktów Amazon do pliku CSV, wygodne i łatwe…",
    "pt_BR": "Nenhum conhecimento de programação requerido, um clic na export a ção de revisões de usuários de produtos Amazon para arquivo CSV,…",
    "pt_PT": "Nenhum conhecimento de programação é necessário, exportação de avaliações de usuários de produtos da Amazon para arquivo CSV com um…",
    "ro": "Nu sunt necesare cunoștințe de programare, exportul cu un singur clic al recenziilor utilizatorilor de produse Amazon în fișierul…",
    "ru": "Без каких - либо знаний в области программирования, один клик для экспорта пользовательских отзывов о товарах Amazon в файл CSV,…",
    "sk": "Žiadne programové znalosti sa nevyžadujú, jeden klik vývoz hodnotení používateľov Amazon výrobkov do CSV súboru, vhodný a…",
    "sl": "Ni potrebno znanje o programiranju, izvoz pregledov uporabnikov Amazon izdelkov z enim klikom v datoteko CSV, priročno in enostavno…",
    "sr": "Nema potrebnih znanja za programiranje, jedan klik na izvoz pregleda korisnika Amazonskih proizvoda u CSV datoteku, prikladan i…",
    "sv": "Ingen programmeringskunskap krävs, ett klick export av användarrecensioner av Amazon-produkter till CSV-fil, ett bekvämt och…",
    "sw": "Hakuna maarifa ya programu yanayohitajika, kifunguo kimoja cha kufuatilia utafiti wa bidhaa za Amazon kwenda kwenye faili la CSV,…",
    "ta": "நிரல் அறிவிப்பு தேவைப்படவில்லை, ஒரு சொடுக்கி CSV கோப்பில் அமாசான் பொருட்களின் முன்னோட்டு ஏற்றுமதி செய்ய பயன்படுத்தும் சுலபமான",
    "te": "ఏ ప్రోగ్రామింగ్ జ్ఞానము అవసరం లేదు, అమెజాన్ ప్రదానాలను CSV ఫైలుకు ఎక్స్ పోర్ట్ చేయుటకు ఒక నొక్కుము, అమెజా",
    "th": "ไม่มีความรู้การเขียนโปรแกรมใด ๆ ที่จำเป็น, หนึ่งคลิกเพื่อส่งออกความคิดเห็นของผู้ใช้สินค้า Amazon ไปยังไฟล์ CSV, สะดวกและใช้งานดี…",
    "tr": "Programlama bilgileri gerekmiyor, Amazon ürünlerinin CSV dosyasına uygun ve kolay kullanılan Amazon kontrol dışarı aracı için…",
    "uk": "Не потрібно знань програмування, одного клацання на експорт рецензій користувача Amazon продуктів до файла CSV, зручний і легкий…",
    "vi": "Không cần bất kỳ kiến thức lập trình, chỉ cần một cú nhấp chuột để xuất các đánh giá của người dùng về các sản phẩm Amazon vào các…",
    "zh_TW": "不需要任何程式設計知識，一鍵匯出Amazon商品的用戶評論到CSV檔案，方便好用的亞馬遜評論匯出工具"
  },
  "long": {
    "ar": "الأمازون CSV هو استعراض أداة جمع البيانات المصممة من أجل الأمازون البائعين ومشغلي الكهرباء والباحثين في السوق . وتشمل المهام الرئيسية :\nتلقائيا الزحف الأمازون صفحة المنتج تعليقات المستخدم ، نقاط ، المشتري التحقق من صحة البيانات .\nمفتاح واحد لتصدير بيانات التعليق في شكل ملف CSV سهلة التحليل .\nدعم تصدير الكثير من التعليقات على العديد من السلع ASIN ، وتحسين كفاءة العمل .\nلا تحتاج إلى معرفة البرمجة ، عملية بسيطة ، ومناسبة الأمازون مبتدئ البائع .\nيمكن تصدير التعليقات في فترات زمنية مختلفة ، من السهل تتبع المنتج كلمة من فمه التغييرات .\nدعم مواقع أمازون متعددة الجنسيات ، مثل الولايات المتحدة ، المملكة المتحدة ، ألمانيا ، اليابان ، وهلم جرا .\nجمع البيانات بسرعة صوت العملاء ( المركبات العضوية المتطايرة ) للمساعدة في تحسين المنتج و قائمة الأمثل .\nالبيانات التي تم الحصول عليها يمكن استخدامها في تحليل المنتجات المنافسة ، الكلمات الرئيسية التعدين ، وتحليل أسباب سوء التقييم ، الخ .\nمساعدة البائعين بسرعة فهم مزايا وعيوب المنتجات ، وتحسين نوعية خدمة العملاء .\nتنطبق على شركات الكهرباء عبر الحدود ، والأمازون مكتب التحقيقات الفدرالي البائعين ، العلامات التجارية الخاصة label ، وهلم جرا .",
    "am": "Amazon արտադրանքի վերլուծությունը մեկ կոնկրետ էքստորացման CSV-ն է \"վերլուծության տվյալների հավաքածու գործիք, որը նախագծված է մասնավորապես Amazon վաճառողների, էլեկտրոնային առևտրի գործիչների և շուկայի հետազոտո Հիմնական ֆունկցիաները ներառում են.\nՕգտագործողների վերանայմանները, գնահատականները, գնողի ստուգումների կարգավիճակը և այլ տվյալները Amazon արտադրանքի էջերից:\nՄի սեղմել մեկ անգամ արտահանել մեկնաբանական տվյալները CSV ֆայլեր, որը հեշտ է վերլուծելու:\nՀաջակցել աշխատանքի արդյունավետության բարելավման համար բազմաթիվ ASin արտադրանքների մեկնաբանությունների արտահանումը:\nՈչ մի ծրագրավորումների գիտելիք չպահանջվում, պարզ գործողություն, համապատասխան Amazon-ի սկզբնական վաճառողների համար:\nԿարող է արտադրել մեկնաբանություններ տարբեր ժամանակահատվածներից, որպեսզի պարզ հետևի արտադրության համբավի փոփոխությունները:\nԱմազոնի կայքերին աջակցել բազմաթիվ երկրներում, ինչպիսիք են Միացյալ Նահանգները, Միացյալ Թագավորությունը, Գերմանիան, Ճապոնիան և այլն:\nՀիմա հավաքել է հաճախորդի ձայնի (ԼոԿ) տվյալները, որպեսզի օգնենք արտադրանքի օպտիմացման և օպտիմացման ցուցադրման մեջ:\nԷքսպորտացված տվյալները կարող են օգտագործվել մրցակցության վերլուծության, հանքահանման բառերի և բացասական վերլուծումների պատճառների վերլուծության համար:\nՕգնեք վաճառողներին արագ հասկանալ իրենց ապրանքների առավելությունները և բացակայությունները և բարելավել հաճախորդների ծառայության որակը:\nՀաճելի է միջսահմանային էլեկտրոնային առևտրի, Amazon FBA-ի վաճառողների, մասնավոր պիտակ բրենդի առևտրի և այլն:",
    "bg": "Преглед на продукта е инструмент за събиране на данни за преглед, предназначен специално за продавачи, оператори на електронна търговия и пазарни изследователи. Основните функции включват:\nАвтоматично улавяне на потребителски отзиви, оценки, състояние на проверка на купувача и други данни от продуктови страници.\nЕкспортиране с едно кликване на данни за коментари във формат файл, който е лесен за анализ.\nПодкрепете експорта на партиди на коментари за множество продукти за подобряване на ефективността на работата.\nНе се изискват познания за програмиране, проста работа, подходяща за начинаещи продавачи на Амазон да използват.\nМоже да експортира коментари от различни периоди от време за лесно проследяване на промените в репутацията на продукта.\nПоддръжка на сайтове в няколко страни, като САЩ, Великобритания, Германия, Япония и др.\nБързо събирайте данни за гласа на клиента, за да подпомогнете оптимизацията на продуктите и оптимизацията на обявите.\nИзнесените данни могат да се използват за анализ на конкурентите, извличане на ключови думи и анализ на причините за отрицателни прегледи.\nПомогнете на продавачите бързо да разберат предимствата и недостатъците на своите продукти и да подобрят качеството на обслужване на клиентите.\nПодходящ за трансгранична електронна търговия, търговци на търговски марки и др.",
    "bn": "আমাজোন প্রযুক্তি প্রোডেক্ট রিভিউ এক ক্লিক এক্সপোর্ট সিসিভি, “এটি একটি পুনরায় তথ্য সংগ্রহ টুল যা বিশেষ করে আমাজন বিক্রেতা, ই-বাণিজ্যিক অপার প্রধান ফাংশনের মধ্যে রয়েছে:\nস্বয়ংক্রিয়ভাবে ব্যবহারকারীর প্রতিক্রিয়া, রেটিং, ক্রেতার পরিচিতি এবং আমাজোন প্রযুক্তি পাতা থেকে অন্যান্য তথ্\nএক ক্লিক করুন একটি CSV ফর্ম্যাট ফাইলে মন্তব্যের তথ্য রপ্তানি করুন, যা বিশ্লেষণ করার জন্য সহজ।\nকাজের দক্ষতা উন্নত করার জন্য ব্যাচ এক্সপোর্টের মন্তব্যের জন্য সমর্থন করুন।\nকোন প্রোগ্রামিং জ্ঞান দরকার নেই, সহজ অপারেশন, নোভিস আমাজোন বিক্রেতাদের জন্য যথাযথ।\nপ্রজেক্টের নামের পরিবর্তনের সহজ পরিচিতির জন্য বিভিন্ন সময়ের সময় থেকে মন্তব্য রপ্তানি করতে পারে।\nবেশ কিছু দেশে আমাজনের সাইট সমর্থন করুন, যেমন যুক্তরাষ্ট্র, যুক্তরাষ্ট্র, জার্মানি, জাপান, ইত্যাদি।\nস্বনির্বাচন ও অপারেশন তালিকায় সাহায্য করার জন্য দ্রুত কণ্ঠস্বর অফ স্বনির্বাচিত (VOC) তথ্য সংগ্রহ করুন।\nThe exported data can be used for competitor analysis, keyword mining, and analysis of reasons for negative reviews.\nসাহায্য করে বিক্রেতাদের দ্রুত তারা তাদের পণ্যের সুবিধা ও অস্থিরতা বুঝতে পারে এবং ক্যাস্টার সার্ভিসে\nসীমান্তের ই-বাণিজ্য, আমাজোন এফবিএ বিক্রেতা, ব্যক্তিগত লেবেল ব্র্যান্ড ব্যবসায়ীদের জন্য সুযোগ।",
    "ca": "Amazon Product Review One Click Export CSV \"és una eina de recollició de dades dissenyada específicament per a venders d'Amazon, operadors de comerç electrònic i investigadors de mercat. Les funcions principals inclouen:\nCaptura automàticament les revisions dels usuaris, les notes, l'estatus de verificació del comprador i altres dades de les pàgines d'Amazon.\nUn clic en l'exportació de dades de comentaris a un arxiu de format CSV que és fàcil d'analitzar.\nSuportar l'exportació de comentaris per a múltiples productes ASIN per millorar l'eficiència laboral.\nNo es requereix coneixement de programació, operació senzilla, adequada per a que els noves venedors d'Amazon utilitzin.\nPoden exportar comentaris de diferents períodes de temps per seguir fàcilment els canvis en la reputació dels productes.\nApoyar llocs d'Amazònia en molts països, com els Estats Units, el Regne Unit, Alemanya, Japó, etc.\nRecollir ràpidament les dades de la veu del client (VOC) per ajudar a optimitzar els productes i a llistar l'optimització.\nLes dades exportades es poden utilitzar per a l'anàlisi dels competidors, la mineria de paraules clau i l'anàlisi de raons per a revisions negatives.\nAjuda els venedors a entendre ràpidament els avantatges i inconvenients dels seus productes i millorar la qualitat del servei al client.\nAdequat per al comerç electrònic transfrontalier, venedors de la Amazon FBA, comerciants de marcas privades, etc.",
    "cs": "Amazon Product Review One Click Export CSV \"je nástroj pro shromažďování dat recenzí navržený speciálně pro prodejce Amazon, operátory e-commerce a průzkumníky trhu. Mezi hlavní funkce patří:\nAutomaticky zachycujte recenze uživatelů, hodnocení, stav ověření kupujícího a další údaje ze stránek produktů Amazon.\nJedním kliknutím exportujte data komentářů do souboru ve formátu CSV, který je snadno analyzovatelný.\nPodporujte dávkový export komentářů pro více produktů ASIN pro zlepšení efektivity práce.\nŽádné znalosti programování, jednoduchá obsluha, vhodná pro začínající Amazon prodejce používat.\nMůže exportovat komentáře z různých časových období pro snadné sledování změn v reputaci produktu.\nPodporujte weby Amazon ve více zemích, jako jsou Spojené státy, Velká Británie, Německo, Japonsko atd.\nRychle shromažďujte data hlasu zákazníka (VOC), která pomáhají při optimalizaci produktů a výpisů.\nExportovaná data mohou být použita pro analýzu konkurentů, dolování klíčových slov a analýzu důvodů negativních recenzí.\nPomozte prodejcům rychle porozumět výhodám a nevýhodám jejich produktů a zlepšit kvalitu zákaznických služeb.\nVhodné pro přeshraniční e-commerce, Amazon FBA prodejce, obchodníky s privátními značkami atd.",
    "da": "Amazon Product Review One Click Export CSV \"er et gennemgangsdataindsamlingsværktøj designet specielt til Amazon sælgere, e-handelsoperatører og markedsforskere. Hovedfunktionerne omfatter:\nRegistrer automatisk brugeranmeldelser, vurderinger, køberbekræftelsesstatus og andre data fra Amazon-produktsider.\nEt klik eksport af kommentar data til en CSV format fil, der er let at analysere.\nStøtte batcheksport af kommentarer til flere ASIN-produkter for at forbedre arbejdseffektiviteten.\nIngen programmering viden kræves, enkel betjening, egnet til nybegyndere Amazon sælgere at bruge.\nKan eksportere kommentarer fra forskellige tidsperioder for nem sporing af ændringer i produktomdømme.\nSupport Amazon websteder i flere lande, såsom USA, Storbritannien, Tyskland, Japan osv.\nIndsaml hurtigt VOC-data (Voice of Customer) for at hjælpe med produktoptimering og annonceoptimering.\nDe eksporterede data kan bruges til konkurrentanalyse, keyword mining og analyse af årsager til negative anmeldelser.\nHjælp sælgere med hurtigt at forstå fordele og ulemper ved deres produkter og forbedre kvaliteten af kundeservice.\nVelegnet til grænseoverskridende e-handel, Amazon FBA sælgere, private label mærkehandlere osv.",
    "de": "Amazon Product Review One Click Export CSV \"ist ein Tool zur Sammlung von Bewertungsdaten, das speziell für Amazon-Verkäufer, E-Commerce-Betreiber und Marktforscher entwickelt wurde. Zu den wichtigsten Funktionen gehören:\nErfassen Sie automatisch Benutzerbewertungen, Bewertungen, Käuferverstätigungsstatus und andere Daten von Amazon-Produktseiten.\nExportieren Sie Kommentardaten mit einem Klick in eine CSV-Datei, die einfach zu analysieren ist.\nUnterstützen Sie Batch-Export von Kommentaren für mehrere ASIN-Produkte, um die Arbeitseffizienz zu verbessern.\nKeine Programmierkenntnisse erforderlich, einfache Bedienung, geeignet für Anfänger Amazon Verkäufer zu verwenden.\nKann Kommentare aus verschiedenen Zeiträumen exportieren, um Änderungen in der Produktreputation einfach zu verfolgen.\nUnterstützen Sie Amazon-Websites in mehreren Ländern, wie den Vereinigten Staaten, Großbritannien, Deutschland, Japan usw.\nSammeln Sie schnell Voice of Customer (VOC)-Daten, um die Produktoptimierung und Listing-Optimierung zu unterstützen.\nDie exportierten Daten können für Wettbewerbsanalysen, Keyword Mining und Analyse von Gründen für negative Bewertungen verwendet werden.\nHelfen Sie Verkäufern, die Vor- und Nachteile ihrer Produkte schnell zu verstehen und die Qualität des Kundenservice zu verbessern.\nGeeignet für grenzüberschreitenden E-Commerce, Amazon FBA Verkäufer, Private Label Markenhändler, etc.",
    "el": "\"Είναι ένα εργαλείο συλλογής δεδομένων αναθεωρήσεων που έχει σχεδιαστεί ειδικά για πωλητές, φορείς ηλεκτρονικού εμπορίου και ερευνητές αγοράς. Οι κύριες λειτουργίες περιλαμβάνουν:\nΚαταγράψτε αυτόματα κριτικές χρηστών, αξιολογήσεις, κατάσταση επαλήθευσης αγοραστή και άλλα δεδομένα από τις σελίδες προϊόντων της.\nΕξαγωγή δεδομένων σχολίων με ένα κλικ σε ένα αρχείο μορφής που είναι εύκολο να αναλυθεί.\nΥποστήριξη μαζικής εξαγωγής σχολίων για πολλαπλά προϊόντα για τη βελτίωση της αποδοτικότητας εργασίας.\nΚαμία γνώση προγραμματισμού που απαιτείται, απλή λειτουργία, κατάλληλη για αρχάριους πωλητές για χρήση.\nΜπορεί να εξαγάγει σχόλια από διαφορετικές χρονικές περιόδους για εύκολη παρακολούθηση των αλλαγών στη φήμη προϊόντων.\nΥποστήριξη τοποθεσιών σε πολλές χώρες, όπως οι Ηνωμένες Πολιτείες, το Ηνωμένο Βασίλειο, η Γερμανία, η Ιαπωνία, κ.λπ.\nΣυλλέξτε γρήγορα δεδομένα για να βοηθήσετε στη βελτιστοποίηση των προϊόντων και τη βελτιστοποίηση των καταχωρίσεων.\nΤα εξαγόμενα δεδομένα μπορούν να χρησιμοποιηθούν για ανάλυση ανταγωνιστών, εξόρυξη λέξεων-κλειδιών και ανάλυση των λόγων για αρνητικές κριτικές.\nΒοηθήστε τους πωλητές να κατανοήσουν γρήγορα τα πλεονεκτήματα και τα μειονεκτήματα των προϊόντων τους και να βελτιώσουν την ποιότητα της εξυπηρέτησης πελατών.\nΚατάλληλος για το διασυνοριακό ηλεκτρονικό εμπόριο, τους πωλητές εμπορικών σημάτων του Αμαζονίου, τους εμπόρους εμπορικών σημάτων ιδιωτικής ετικέτας, κ.λπ.",
    "en,en_GB,en_US": "Amazon Product Review One Click Export CSV \"is a review data collection tool designed specifically for Amazon sellers, e-commerce operators, and market researchers. The main functions include:\nAutomatically capture user reviews, ratings, buyer verification status, and other data from Amazon product pages.\nOne click export of comment data to a CSV format file that is easy to analyze.\nSupport batch export of comments for multiple ASIN products to improve work efficiency.\nNo programming knowledge required, simple operation, suitable for novice Amazon sellers to use.\nCan export comments from different time periods for easy tracking of changes in product reputation.\nSupport Amazon sites in multiple countries, such as the United States, United Kingdom, Germany, Japan, etc.\nQuickly collect Voice of Customer (VOC) data to assist in product optimization and listing optimization.\nThe exported data can be used for competitor analysis, keyword mining, and analysis of reasons for negative reviews.\nHelp sellers quickly understand the advantages and disadvantages of their products and improve the quality of customer service.\nSuitable for cross-border e-commerce, Amazon FBA sellers, private label brand merchants, etc.",
    "en_AU,vi,zh_CN": "\"Amazon商品评论一键导出CSV\"是一款专为亚马逊卖家、电商运营人员和市场调研人员设计的评论数据采集工具。主要功能包括：\n\n自动抓取Amazon商品页面的用户评论、评分、购买者验证状态等数据。\n一键将评论数据导出为易于分析的CSV格式文件。\n支持批量导出多个ASIN商品的评论，提高工作效率。\n无需编程知识，操作简单，适合亚马逊新手卖家使用。\n可导出不同时间段的评论，方便跟踪产品口碑变化。\n支持多国家亚马逊站点，如美国、英国、德国、日本等。\n快速收集Voice of Customer (VOC)数据，助力产品优化和listing优化。\n导出的数据可用于竞品分析、关键词挖掘、差评原因分析等。\n帮助卖家快速了解产品优缺点，改进客户服务质量。\n适用于跨境电商、亚马逊FBA卖家、私label品牌商等。",
    "es,es_419": "\"Amazon Commodity Review one click Export csv\" es una herramienta de adquisición de datos de comentarios diseñada especialmente para vendedores de amazon, operadores de comercio electrónico e investigadores de mercado. Las principales funciones incluyen:\nCaptura automáticamente los comentarios del usuario, las puntuaciones, el Estado de verificación del comprador y otros datos de la página de productos de amazon.\nExportar los datos de comentarios a un archivo de formato CSV fácil de analizar con un solo clic.\nSoporte para exportar comentarios de varios productos asin por lotes y mejorar la eficiencia del trabajo.\nNo se necesitan conocimientos de programación, la operación es simple y es adecuada para los vendedores novatos de amazon.\nSe pueden exportar comentarios de diferentes períodos de tiempo para facilitar el seguimiento de los cambios en la reputación del producto.\nApoyar sitios de Amazon en varios países, como Estados unidos, Reino unido, alemania, japón, etc.\nRecopilar rápidamente datos de voz del cliente (voc) para ayudar a optimizar el producto y la optimización de la lista.\nLos datos exportados se pueden utilizar para el análisis de productos competitivos, la minería de palabras clave, el análisis de causas de mala evaluación, etc.\nAyudar a los vendedores a comprender rápidamente las ventajas y desventajas de los productos y mejorar la calidad del servicio al cliente.\nAdecuado para el comercio electrónico transfronterizo, vendedores de Amazon fba, comerciantes de marcas privadas de etiquetas, etc.",
    "et": "Amazon Product Review One Click Export CSV \"on ülevaate andmete kogumise vahend, mis on mõeldud spetsiaalselt Amazoni müüjatele, e-kaubanduse operaatoritele ja turu-uurijatele. Peamised ülesanded on järgmised:\nSaate automaatselt jäädvustada kasutajate ülevaateid, hinnanguid, ostja kontrolli olekut ja muid andmeid Amazon toodete lehtedelt.\nÜhe klõpsuga eksport kommentaaride andmed CSV vormingus faili, mida on lihtne analüüsida.\nToetage mitme ASIN toote kommentaaride partii eksportimist, et parandada töö tõhusust.\nEi ole vaja programmeerimise teadmisi, lihtne toimimine, sobib algajatele Amazon müüjatele kasutada.\nSaab eksportida kommentaare erinevatest ajavahemikest, et hõlpsasti jälgida muutusi toote maines.\nToetage Amazon saite mitmes riigis, nagu Ameerika Ühendriigid, Ühendkuningriik, Saksamaa, Jaapan jne.\nKoguge kiiresti Voice of Customer (VOC) andmeid, et aidata toote optimeerimisel ja loetelu optimeerimisel.\nEksporditud andmeid saab kasutada konkurentide analüüsimiseks, märksõnade kaevandamiseks ja negatiivsete ülevaadete põhjuste analüüsimiseks.\nAita müüjatel kiiresti mõista oma toodete eeliseid ja puudusi ning parandada klienditeeninduse kvaliteeti.\nSobib piiriülesele e-kaubandusele, Amazon FBA müüjatele, erakaubamärgiga kauplejatele jne.",
    "fa": "آزمایش محصولات آمازون یک فشار ورودی CSV\" یک ابزار مجموعه اطلاعات تحقیقاتی است که مخصوصا برای فروشندگان آمازون، عملکترهای تجارت e-commerce و محققان بازار طراحی شده است. عملکرد اصلی شامل:\nبررسی‌های کاربر، امتیاز‌ها، وضعیت تصدیق‌کننده‌ی خریدگار و داده‌های دیگر از صفحه‌های محصولات آمازون را به طور خودکار دستگیر کنید.\nیک فشار خارج از داده های توضیح به پرونده قالب CSV که برای تحلیل آسان است.\nپشتیبانی از صادرات گروهی از توضیح‌ها برای بسیاری از محصول‌های ASIN برای تأثیر فعالیت کار.\nهیچ دانش برنامه‌ریزی لازم نیست، عملیات ساده، مناسب برای فروشندگان جدید آمازون استفاده کنند.\nمی‌تواند توضیح‌ها را از زمان‌های مختلف برای ردیابی تغییرات در شهرت محصولات آسان انتقال دهد.\nپشتیبانی از سایت‌های آمازون در کشورهای متعدد مانند ایالات متحده، انگلیسی، آلمان، ژاپن و غیره.\nبه سرعت اطلاعات صوتی مشتری (VOC) را برای کمک به optimization of products and listing optimization collect.\nداده‌های منتقل می‌توانند برای تحلیل مسابقه، خرید کلمات کلید و تحلیل دلایل تحلیل منفی استفاده کنند.\nبه فروشندگان کمک کنید به سرعت سودی و ناتوانی از محصولات خود را درک کنند و کیفیت خدمت مشتری را بهبود دهند.\nبرای تجارت برنامه‌های عبور مرز، فروشنده‌های FBA آمازون، فروشنده‌های برنامه‌های خصوصی و غیر از آن مناسب است.",
    "fi": "Amazon Product Review One Click Export CSV \"on katsaustietojen keruutyökalu, joka on suunniteltu erityisesti Amazonin myyjille, verkkokauppaoperaattoreille ja markkinatutkijoille. Tärkeimmät tehtävät ovat:\nTallenna käyttäjien arvostelut, arvostelut, ostajan vahvistustila ja muut tiedot automaattisesti Amazonin tuotesivuilta.\nKommenttitiedot viedään yhdellä napsautuksella helposti analysoitavaan CSV-tiedostoon.\nTue useiden ASIN-tuotteiden kommenttien erävientiä työn tehokkuuden parantamiseksi.\nEi tarvita ohjelmointitietoa, yksinkertainen käyttö, sopii aloitteleville Amazon-myyjille käyttää.\nVoidaan viedä kommentteja eri ajanjaksoilta tuotteen maineen muutosten seuraamiseksi.\nTukea Amazon sivustoja useissa maissa, kuten Yhdysvalloissa, Iso-Britanniassa, Saksassa, Japanissa jne.\nKerää nopeasti Voice of Customer (VOC) -tietoja, jotka auttavat tuotteiden optimoinnissa ja listauksen optimoinnissa.\nVientiä voidaan käyttää kilpailija-analyysiin, avainsanojen louhintaan ja negatiivisten arvioiden syiden analysointiin.\nAuta myyjiä ymmärtämään nopeasti tuotteidensa edut ja haitat ja parantamaan asiakaspalvelun laatua.\nSoveltuu rajat ylittävään verkkokauppaan, Amazon FBA -myyjiin, yksityisiin tuotemerkkeihin jne.",
    "fil": "Ang Amazon Product Review One Click Export CSV \"ay isang review data collection tool na disenyo nang tiyak para sa mga mamimili ng Amazon, mga operador ng e-commerce at mga mananaliksik sa market. Kasama ang mga pangunahing funksyon:\nAutomatically capture user reviews, ratings, buyer verification status, and other data from Amazon product pages.\nIsang click ang export ng mga comment data sa isang CSV format file na madaling suriin.\nSuportahan ang batch export ng mga komento para sa maraming produkto ng ASIN upang mapabuti ang epektibo ng trabaho.\nWalang kinakailangang kaalaman sa programasyon, simpleng operasyon, angkop para sa mga bagong nagbebenta ng Amazon na gamitin.\nMaaari bang i-export ang mga komento mula sa iba't ibang panahon para madaling mapapanood ang mga pagbabago sa reputasyon ng produkto.\nSuportahan ang mga Amazon site sa iba't ibang bansa, gaya ng Estados Unidos, Reino Unido, Alemanya, Japan, atbp.\nMabilis na mangolekta ng Voice of Customer (VOC) data upang makatulong sa pag-optimization ng produkto at pag-listahan ng pag-optimization.\nAng mga datos na pina-export ay maaaring gamitin para sa pagsusuri ng mga kompetitor, pagmimina ng keyword, at pagsusuri ng mga dahilan para sa mga negatibong pagsusuri.\nTulungan mo ng mga nagbebenta na mabilis na maunawaan ang mga bentahe at kahihiyan ng kanilang mga produkto at mapabuti ang kwalidad ng serbisyo ng mga customer.\nMagkasya para sa cross-border e-commerce, mga nagbebenta ng Amazon FBA, mga pribadong tindero ng marka, atbp.",
    "fr": "« Amazon merchandising Reviews one - click Export CSV » est un outil de collecte de données de commentaires conçu pour les vendeurs Amazon, les opérateurs de commerce électronique et les chercheurs de marché. Les principales caractéristiques sont:\nExplorez automatiquement les données telles que les avis des utilisateurs, les évaluations, le statut de vérification des acheteurs, etc. pour les pages Amazon merchandising.\nExportez les données des commentaires en un seul clic dans un fichier au format CSV facile à analyser.\nPrise en charge de l'exportation en masse des avis de plusieurs produits ASIN pour une productivité accrue.\nAucune connaissance en programmation requise, facile à utiliser et adapté aux vendeurs débutants sur Amazon.\nIl est possible d'exporter les commentaires pour différentes périodes de temps, ce qui facilite le suivi des changements de bouche à oreille du produit.\nPrend en charge les sites Amazon Multi - pays tels que les États - Unis, le Royaume - Uni, l'Allemagne, le Japon, etc.\nCollectez rapidement des données Voice of Customer (VOC) pour optimiser les produits et les listes.\nLes données exportées peuvent être utilisées pour l'analyse concurrentielle, l'exploration de mots clés, l'analyse des causes de mauvaise évaluation, etc.\nAidez les vendeurs à comprendre rapidement les avantages et les inconvénients des produits et à améliorer la qualité du service à la clientèle.\nPour les e - commerçants transfrontaliers, les vendeurs Amazon FBA, les marques de label privées, etc.",
    "gu": "આમેઝોન પ્રોડક્ટ રીવ્યુટ એક ક્લિક નિકાસ સીવી \"એ આમેઝોન વેચકો, ઇ-વ્યાપાર્ટ ઓપરેટરો અને માર્કેટ સંશોધકો માટે સ મુખ્ય વિધેયો સમાવે છે:\nવપરાશકર્તા પુનરાવર્તન, રેટીંગ, ખરીદાર ચકાસણી સ્થિતિ, અને અમેઝોન પ્રોડોક્ટ પાનાંઓમાંથી બીજી મા\nએક ટિપ્પણીની માહિતીને ક્લિક કરો કે જે વિશ્લેષણ કરવા સરળ છે.\nઘણા એસીન પ્રોડેક્ટો માટે ટિપ્પણીઓની બેચ નિકાસ આધાર આપે કાર્યક્ષમતા સુધારવા માટે.\nકોઈ પ્રોગ્રામીંગ જ્ઞાન જરૂરી નથી, સરળ પ્રક્રિયા, નવીસ અમેઝોન્સ વેચકો વાપરવા માટે યોગ\nપ્રોડોક્ટ પ્રમાણપત્રમાં ફેરફારો ટ્રેક કરવા માટે સરળ ટ્રેક કરવા માટે વિવિધ સમય સમય સમયોમાંથ\nઘણા દેશોમાં અમેઝાન સાઇટોને આધાર આપો, જેમ કે યુનાઇટેડ સ્ટેટ્સ, યુનાઇટેડ રાજ્ય, જર્મન, જાપા\nપ્રોડક્ટ ઓપ્ટીમાઇઝેશન અને ઓપ્ટીમાઇઝેશન યાદીમાં મદદ કરવા માટે વાયસ વ્યક્તિ (વોક) માહિતીની વાક્સને \nનિકાસ થયેલ માહિતીને સ્પર્ગતિક વિશ્લેષક, કીવર્ડ મિનીંગ, અને નકારાત્મક વિશ્લેષણો માટે કારણોનું વ\nવિક્રેતાઓને ઝડપી સમજાવે છે તેમના ઉત્પાદનોની લાભો અને અસ્પષ્ટો અને ગ્રાહક સેવાની ગુણવત્તા સુધાર\nક્રિસ-કિનારી ઈ-વ્યાપાર, અમેઝોન ફીબા વ્યાપારીઓ, ખાનગી લેબલ બ્રેન્ડ વ્યાપારીઓ, વગેરે.",
    "he": "מחקר מוצרים של Amazon One Click Export CSV (באנגלית: Amazon Product Review One Click Export CSV) הוא כלי אוסף נתונים המתוכנן במיוחד למכירים של Amazon, מנהלים מסחר אלקטרוני וחוקרים בשוק. הפונקציות העיקריות כוללות:\nלתפוס באופן אוטומטי ביקורות משתמשים, ציונים, סטטוס האמת לקונה, ומידע אחר מדפי מוצרים של Amazon.\nקליק אחד להוציא מידע תגובה לקובץ צורת CSV שקל לנתח.\nתמכו באיצור במחלקה של תגובות למוצרים ASIN רבים כדי לשפר יעילות עבודה.\nאין צורך לידע תוכנית, מבצע פשוט, מתאים למכירים האמזונים החדשים להשתמש.\nיכול להוציא תגובות מתקומות זמן שונים לאתר קל של שינויים במוניטין המוצר.\nתמיכה לאתרי אמזון במדינות רבות, כמו ארצות הברית, בריטניה, גרמניה, יפן וכו\"ב.\nלאסוף במהירות נתונים קול הלקוח (VOC) כדי לעזור באופטימיזציה של מוצרים ולרשימה אופטימיזציה.\nהנתונים הנוצאים יכולים להשתמש לניתוח מתחרים, מילים מפתחות כרייה, וניתוח סיבות לבדיקות שליליות.\nעזור למכירים להבין במהירות את היתרונות והנזקות של המוצרים שלהם ולהשפר את איכות שירות הלקוחות.\nמתאים לסחר אלקטרוני מעבר לגבול, מוכרים של האמזונס, סוחרי תווים פרטיים, וכו\"כ.",
    "hi": "अमेजान प्रोडेक्ट रीव्यूट एक क्लिक एसएसवी निर्यात करें \"एक रीव्यूट डाटा संग्रह औजार है जो अमेजान विक्रेताओं के लिए व मुख्य फंक्शन्स समाविष्ट हैं:\nउपयोक्ता पुनरावृत्ति, रेटिंग, खरीदार पुनरावृत्ति स्थिति और अमेजान पृष्ठों से अन्य डाटा स्वचालित\nटिप्पणी डाटा के एक क्लिक को CSV फॉर्मेट फ़ाइल में निर्यात करें जो विश्लेषण के लिए आसान है.\nकार्य क्रियाशीलता सुधार करने के लिए बहुत एसआईन उत्पादकों के लिए टिप्पणी के बैच निर्यात समर्थन\nकोई प्रोग्रामिंग ज्ञान आवश्यक नहीं, साधारण आपरेशन, नवीन अमेजान विक्रेताओं के लिए उपयोगी है.\nविभिन्न समय अवधि से टिप्पणी निर्यात कर सकते हैं उत्पादक प्रसिद्धित में परिवर्तनों का आसान ट्रैक करने के \nबहुत देशों में अमेजान साइट समर्थन करें, जैसे यूनाइटेड स्टेट्स, यूनाइटेड किंग्राज्य, जर्मनी, जपान, इत\nप्रोडेक्ट ऑप्टीमाइजेशन और ऑप्टीमाइजेशन सूची में मदद करने के लिए मदद करने के लिए अनुकूलन करनेवाले (VOC) डाटा का आ\nनिर्यात किया गया डाटा प्रतिवेदक विश्लेषण, कीवर्ड मिनिंग और नाकारात्मक विश्लेषण के कारणों के लिए उपयोग\nविक्रेताओं को तुरंत समझते हैं अपने उत्पादनों के लाभ और अपमान और ग्राहक सेवा की गुणवत्ता सुधारित करें.\nक्रास्स-सीमा इमेल व्यापार, अमेजान एफबी व्यापारी, निजी लेबल ब्रांड व्यापारी इत्यादि के लिए उपयोगी है.",
    "hr": "Amazon Product Review One Click Export CSV\" je instrument za prikupljanje podataka koji je dizajniran posebno za prodavače Amazon, e-trgovinske operatore i istraživače tržišta. Glavne funkcije uključuju:\nAutomatski uhvatite preglede korisnika, ocjene, status provjere kupaca i ostale podatke iz Amazonske stranice proizvoda.\nJedan klik izvoz podataka komentara u CSV format datoteku koji je lako analizirati.\nPodrška izvozu serije komentara za višestruke proizvode ASIN-a kako bi poboljšala učinkovitost rada.\nNema potrebnih znanja za programiranje, jednostavne operacije, odgovarajuće za novih Amazon prodavača.\nMože izvesti komentare iz različitih vremenskih perioda za lako praćenje promjena reputacije proizvoda.\nPodrška Amazon lokacijama u višestrukim zemljama, poput Sjedinjenih Država, Ujedinjenog Kraljevstva, Njemačke, Japana itd.\nBrzo prikupite podatke o glasu klijenta (VOC) kako bi pomogli optimizaciji proizvoda i optimizaciji popisa.\nIzvozni podaci se mogu koristiti za analizu konkurenta, ključne riječi rudarstva i analizu razloga za negativne preglede.\nPomoći prodavačima brzo razumijeti prednosti i nedostatke njihovih proizvoda i poboljšati kvalitet klijentske usluge.\nPrikladno za prekograničnu e-trgovinu, prodavače Amazon FBA, trgovce privatnih etiketa, itd.",
    "hu": "Amazon Product Review One Click Export CSV \"egy értékelési adatgyűjtő eszköz, amelyet kifejezetten Amazon eladók, e-kereskedelmi szolgáltatók és piackutatók számára terveztek. A fő funkciók a következők:\nAutomatikusan rögzítheti a felhasználói értékeléseket, értékeléseket, vásárlói ellenőrzési állapotot és egyéb adatokat az Amazon termékoldalakról.\nEgy kattintással exportálja a megjegyzések adatait egy CSV formátumú fájlba, amely könnyen elemezhető.\nTámogatja a megjegyzések kötegelt exportálását több ASIN termék esetében a munka hatékonyságának javítása érdekében.\nNincs szükség programozási ismeretekre, egyszerű működésre, alkalmas kezdő Amazon eladók használatára.\nKülönböző időszakokból származó megjegyzéseket exportálhat a termék hírnevében bekövetkezett változások könnyű nyomon követése érdekében.\nTámogatja az Amazon webhelyeket több országban, például az Egyesült Államokban, az Egyesült Királyságban, Németországban, Japánban stb.\nGyorsan gyűjtse össze a Voice of Customer (VOC) adatait a termékek optimalizálásához és a listaoptimalizáláshoz.\nAz exportált adatok felhasználhatók versenytársak elemzésére, kulcsszavak bányászatára és a negatív értékelések okainak elemzésére.\nSegítsen az eladóknak gyorsan megérteni termékeik előnyeit és hátrányait, és javítsa az ügyfélszolgálat minőségét.\nAlkalmas határokon átnyúló e-kereskedelem, Amazon FBA eladók, privát márkás kereskedők stb.",
    "id": "Amazon Product Review One Click Export CSV \"adalah alat koleksi data review yang direncanakan khusus untuk penjual Amazon, operator e-commerce, dan peneliti pasar. Fungsi utama termasuk:\nTangkap secara otomatis penelitian pengguna, nilai, status verifikasi pembeli, dan data lainnya dari halaman produk Amazon.\nSatu klik mengeksport data komentar ke berkas format CSV yang mudah dianalisis.\nDukungan eksport seri komentar untuk berbagai produk ASIN untuk meningkatkan efisiensi kerja.\nTidak perlu pengetahuan program, operasi sederhana, cocok untuk penjual Amazon yang baru untuk digunakan.\nBisa mengeksport komentar dari waktu yang berbeda untuk pelacakan mudah perubahan reputasi produk.\nmendukung situs Amazon di berbagai negara, seperti Amerika Serikat, Inggris, Jerman, Jepang, dll.\nCepat mengumpulkan data Suara Pelanggan (VOC) untuk membantu dalam optimisasi produk dan daftar optimisasi.\nData yang dieksport dapat digunakan untuk analisis kompetitor, pengembaraan kata kunci, dan analisis alasan untuk analisis negatif.\nBantu penjual dengan cepat memahami keuntungan dan kelemahan produk mereka dan meningkatkan kualitas layanan pelanggan.\nTersesuai untuk perdagangan e-perbatasan, penjual FBA Amazon, pedagang label pribadi, dll.",
    "it": "One Click Export CSV \"è uno strumento di raccolta dati di recensioni progettato specificamente per venditori Amazon, operatori di e-commerce e ricercatori di mercato. Le funzioni principali comprendono:\nAcquisisci automaticamente recensioni degli utenti, valutazioni, stato di verifica degli acquirenti e altri dati dalle pagine dei prodotti Amazon.\nEsporta con un clic i dati dei commenti in un file in formato CSV facile da analizzare.\nSupporta l'esportazione batch di commenti per più prodotti ASIN per migliorare l'efficienza del lavoro.\nNessuna conoscenza di programmazione richiesta, funzionamento semplice, adatto per i venditori principianti Amazon da utilizzare.\nPuò esportare commenti da diversi periodi di tempo per un facile monitoraggio dei cambiamenti nella reputazione del prodotto.\nSupporta siti Amazon in più paesi, come Stati Uniti, Regno Unito, Germania, Giappone, ecc.\nRaccogli rapidamente i dati VOC (Voice of Customer) per aiutarti nell'ottimizzazione dei prodotti e nell'ottimizzazione delle inserzioni.\nI dati esportati possono essere utilizzati per l'analisi dei concorrenti, il mining di parole chiave e l'analisi dei motivi delle recensioni negative.\nAiuta i venditori a comprendere rapidamente i vantaggi e gli svantaggi dei loro prodotti e migliorare la qualità del servizio clienti.\nAdatto per e-commerce transfrontaliero, venditori Amazon FBA, commercianti di marca privata, ecc.",
    "ja": "「Amazon商品レビューワンタッチ導出CSV」は、アマゾンの売り手、電子商取引運営者、市場調査員のために設計されたレビューデータ収集ツールです。主な機能は次のとおりです。\nAmazon商品ページのユーザーレビュー、スコア、購入者検証ステータスなどのデータを自動的にキャプチャします。\nワンタッチでコメントデータを解析しやすいCSV形式ファイルにエクスポートします。\n複数のASIN商品のレビューの一括エクスポートをサポートし、作業効率を向上させる。\nプログラミングの知識は必要なく、操作が簡単で、アマゾンの初心者の販売者に適しています。\n異なる時間帯のコメントを導き出すことができ、製品の口コミの変化を追跡するのに便利である。\n米国、英国、ドイツ、日本など、多くの国のアマゾンサイトをサポートしています。\nVoice of Customer（VOC）データを迅速に収集し、製品の最適化とlistingの最適化を支援する。\n導出されたデータは競合品分析、キーワードマイニング、差評価原因分析などに用いることができる。\n売り手が製品の長所と短所を迅速に理解し、顧客サービスの質を改善するのを支援する。\n国境を越えた電子商取引、アマゾンFBAの売り手、プライベートレーベルのブランド商などに適している。",
    "kn": "ಅಮೆಜಾನ್ ಉತ್ಪತ್ತಿ ಪರಿಶೀಲಿಸುವ ಒಂದು ಕ್ಲಿಕ್ CSV ಆಫ್ರೋಟ್ ಮಾಡು \"ಅಮೆಜಾನ್ ಮಾರ್ಚುಗಾರರು, e- ವ್ಯಾಪಾರ್ಟ್ ಕಾರ್ಯಕರು, ಮತ್ತು ಮಾ ಮುಖ್ಯ ಕ್ರಿಯೆಗಳು:\nಬಳಕೆದಾರರ ವೀಕ್ಷಣೆಗಳನ್ನು, ರೇಟಿಂಗ್‌ಗಳನ್ನು, ಕೊಂಡುಕೊಳ್ಳುವವರ ಪರಿಶೀಲಿಸುವ ಸ್ಥಿತಿಯನ್ನು ಮತ್ತು ಅಮಾಜಾನ್ ಉತ್ಪಾದ ಪ\nಒಂದು ಟಿಪ್ಪಣಿಗಳ ದತ್ತಾಂಶವನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಸುಲಭ ವಾದ CSV ವಿನ್ಯಾಸ ಕಡತಕ್ಕೆ ಎಕ್ಸ್ಪೋರ್ಟ್ ಮಾಡಿ.\nಬಹು ASIN ಉತ್ಪತ್ತಿಗಳಿಗಾಗಿ ಕೆಲಸಕ್ರಿಯತೆಯನ್ನು ಉತ್ತಮಪಡಿಸುವ ದಕ್ಕಾಗಿ ಟಿಪ್ಪಣಿಗಳ ಬಟ್ಟಿಗೆ ಆಫ್ರೋ\nಯಾವುದೆ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಜ್ಞಾನವಿಲ್ಲ, ಸರಳ ಕಾರ್ಯಾಚರಣೆ, ಹೊಸ ಅಮೆಜಾನ್ ಮಾರ್ಚರುಗಳಿಗೆ ಬಳಸಬೇಕಾಗುವ ಸ\nಉತ್ಪಾದ ಪ್ರಮಾಣದಲ್ಲಿ ಸುಲಭವಾದ ಬದಲಾವಣೆಗಳನ್ನು ಟ್ರಾಕ್ ಮಾಡಲು ವಿವಿಧ ಸಮಯ ಕಾಲಗಳಿಂದ ಟಿಪ್ಪಣಿಗಳನ್ನು ರಫ್ತ\nಅಮೆಜಾನ್ ಸೈಟ್‌ಗಳನ್ನು ಅನೇಕ ದೇಶಗಳಲ್ಲಿ ಬೆಂಬಲಿಸುವಂತೆ, ಯುನೈಟೇಕ್ ಸ್ಟೇಟ್ಸ್, ಯುನೈಟೇಕ್ ರಿಂಗಿಡ್, ಜರ್ಮನ\nಉತ್ಪತ್ತಿಯನ್ನು ಅಪ್ಟಿಮೈಜೇಶನ್ ಮತ್ತು ಅಪ್ಟಿಮೈಜೇಶನ್ ಪಟ್ಟಿಗೆ ಸಹಾಯ ಮಾಡುವ ದತ್ತಾಂಶವನ್ನು ಶೀಘ್ರವಾಗಿ ಸಂಗ್ರಹಿಸ\nಎಕ್ಸ್ಪೋರ್ಟ್ ಮಾಡಲಾದ ದತ್ತಾಂಶವನ್ನು ಪ್ರತ್ಯೇಕಿತ ವಿಶ್ಲೇಷಕ, ಕೀಲಿಪದವುಗಳನ್ನು ನಿರ್ಮಾಣಗೊಳಿಸುವುದಕ್ಕೂ \nಮಾರುವವರಿಗೆ ಸಹಾಯ ಮಾರುವವರು ತಕ್ಷಣವಾಗಿ ತಮ್ಮ ಉತ್ಪತ್ತಿಗಳ ಉಪಯೋಗಗಳನ್ನು ಮತ್ತು ಅಸ್ಥಿರತೆಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳು\nಅಮೆಜಾನ್ FBI ಮಾರ್ಚುಗಾರರಿಗೆ, ವ್ಯಕ್ತಿಗತ ಲೇಬಲ್ ಬ್ರಾಂಡ್ ವ್ಯಾಪಾರಿಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ.",
    "ko": "\"Amazon 상품 리뷰 원클릭 CSV 내보내기\"는 아마존 판매자, 전자상거래 운영자 및 시장 조사 연구원을 위해 특별히 설계된 리뷰 데이터 수집 도구입니다.주요 기능은 다음과 같습니다.\nAmazon 상품 페이지의 사용자 리뷰, 채점, 구매자 검증 상태 등의 데이터를 자동으로 캡처합니다.\n클릭 한 번으로 설명 데이터를 분석하기 쉬운 CSV 형식 파일로 내보냅니다.\n다중 ASIN 제품에 대한 의견을 대량 내보내고 생산성을 높일 수 있습니다.\n프로그래밍 지식이 필요 없고 조작이 간단하여 아마존 초보 판매자가 사용하기에 적합하다.\n다양한 시간대의 리뷰를 도출하여 제품 입소문 변화를 쉽게 추적할 수 있습니다.\n미국, 영국, 독일, 일본 등 여러 나라의 아마존 사이트를 지원한다.\nVoice of Customer(VOC) 데이터를 빠르게 수집하여 제품 최적화 및 listing 최적화를 지원합니다.\n도출된 데이터는 경쟁품 분석, 키워드 발굴, 혹평 원인 분석 등에 활용할 수 있다.\n판매자가 제품의 장단점을 신속하게 이해하고 고객 서비스의 질을 개선하도록 돕다.\n크로스보더 전자상거래, 아마존 FBA 판매자, 개인 label 브랜드 업체 등에 적용된다.",
    "lt": "„Amazon Product Review One Click Export CSV“ yra peržiūros duomenų rinkimo priemonė, specialiai sukurta Amazon pardavėjams, e. prekybos operatoriams ir rinkos tyrėjams. Pagrindinės funkcijos yra šios:\nAutomatiškai surinkti naudotojų peržiūras, reitingus, pirkėjo patikros status ą ir kitus Amazon produktų puslapių duomenis.\nVienu spaudimu eksportuoti komentarų duomenis į CSV formato failą, kurį lengva analizuoti.\nremti kelių ASIN produktų komentarų serijų eksportą siekiant padidinti darbo efektyvumą.\nNėra reikalingų programavimo žinių, paprastų operacijų, tinkamų naujiems Amazonos pardavėjams naudoti.\nGali eksportuoti pastabas iš skirtingų laikotarpių, kad būtų lengvai stebimi produktų reputacijos pokyčiai.\nremti Amazonos teritorijas keliose šalyse, pvz., Jungtinėse Valstijose, Jungtinėje Karalystėje, Vokietijoje, Japonijoje ir t. t.\nGreitai surinkti vartotojų balso (LOG) duomenis siekiant padėti optimizuoti produktus ir įtraukti į sąrašą optimizavimą.\nEksportuoti duomenys gali būti naudojami konkurentų analizei, pagrindinių žodžių kasybai ir neigiamų peržiūrų priežasčių analizei.\nPadėti pardavėjams greitai suprasti savo produktų privalumus ir trūkumus ir pagerinti klientų paslaugų kokybę.\nTinka tarpvalstybinei e. prekybai, Amazonos FBA pardavėjams, privatiems prekiautojams su ženklais ir t. t.",
    "lv": "Amazon Product Review One Click Export CSV ir pārskata datu vākšanas instruments, kas īpaši paredzēts Amazon pārdevējiem, e-komercijas operatoriem un tirgus pētniekiem. Galvenās funkcijas ietver:\nAutomātiski uztver lietotāju pārskatus, reitingus, pircēju pārbaudes statusu un citus datus no Amazon ražojumu lapām.\nViens klikšķis eksportēt komentāru datus uz CSV formāta failu, kas ir viegli analizējams.\nAtbalstīt vairāku ASIN produktu komentāru partijas eksportu, lai uzlabotu darba efektivitāti.\nNav vajadzīgas plānošanas zināšanas, vienkārša operācija, kas piemērota jauno Amazon pārdevēju izmantošanai.\nVar eksportēt komentārus no dažādiem laikposmiem, lai viegli novērotu izmaiņas produktu reputācijā.\nAtbalstīt Amazon teritorijas vairākās valstīs, piemēram, Amerikas Savienotajās Valstīs, Apvienotajā Karalistē, Vācijā, Japānā utt.\nPaātrināti vāc klienta (VOC) balss datus, lai palīdzētu optimizēt produktus un iekļaut optimizāciju sarakstā.\nEksportētos datus var izmantot konkurentu analīzei, galveno vārdu ieguvei un negatīvu pārskatu iemeslu analīzei.\nPalīdz pārdevējiem ātri izprast produktu priekšrocības un trūkumus un uzlabot klientu pakalpojumu kvalitāti.\nPiemērojami pārrobežu e-komercijai, Amazon FBA pārdevējiem, privātajiem marķējuma zīmolu tirgotājiem utt.",
    "ml": "അമാസണ്‍ പ്രൊട്ടോക്ട് റിവിയൂ ഒന്ന് ക്ലിക്ക് എപ്പോര്‍ട്ട് സിസിവി \"അമാസണ്‍ വില്‍ക്കാര്‍ക്ക്, ഇ- കമ്പനിസ് ഓപ്പറേറ്ററുകള്‍ക്കും മാര്‍ക്ക പ്രധാന ഫങ്ഷനുകള്‍ ചേര്‍ക്കുന്നു:\nഉപയോക്താവിന്റെ പരിശോധന, റേറ്റേഷന്‍, വാങ്ങുന്ന സ്ഥിതിയും അമാസണ്‍ പ്രൊട്ടേഷന്‍ താളുകളില്‍ നിന്നും മറ്റുള്ള വിവ\nക്ലിക്ക് ചെയ്യുക\nപ്രവര്‍ത്തിപ്പിക്കുന്നതിന് വേണ്ടി ഒരുപാട് ആസിന്‍ പ്രൊജറ്റുകള്‍ക്കുള്ള ബാച്ച് എപ്പോര്‍ട്ട് പിന്ത\nപ്രോഗ്രാമിംഗ് അറിവ് ആവശ്യമില്ല, ലളിതമായ പ്രവര്‍ത്തനങ്ങള്‍, നോവൈസ് അമാസണ്‍ വില്‍ക്കുന്നവര്‍ക്ക് പ്രായോഗ\nCan export comments from different time periods for easy tracking of changes in product reputation.\nഒരുപാട് രാജ്യങ്ങളില്‍ അമാസണ്‍ സൈറ്റുകളെ പിന്തുണയ്ക്കുക, യുണൈറ്റഡ്, ജര്‍മ്മനി, ജപ്പാന്‍, etc.\nപദ്ധതിയുടെ ഉപാധീകരണങ്ങള്‍ക്കും ഉപാധീകരണങ്ങള്‍ ലിസ്റ്റ് ചെയ്യുന്നതിനും സഹായിക്കാന്‍ വേഗത്തില്‍ ശബ്ദം (VOC) ഡേ\nഎപ്പോര്‍ട്ടോര്‍ട്ട് ചെയ്ത വിവരങ്ങള്‍ പരിശോധിക്കുന്നതിനും, കീവോര്‍ഡ് മിനിങ്ങിങ്ങിനും, നെജറിവ് വിവരങ്ങള്‍ക്കുള\nവില്‍ക്കാന്‍ സഹായിക്കുന്നവര്‍ പെട്ടെന്ന് മനസ്സിലാക്കുന്നു. അവരുടെ സാധനങ്ങളുടെ ഉപകരണങ്ങളും അസാധാരണങ്ങളും മനസ്സില\nഅതിര്‍ത്തിയില്‍ നിന്ന് ഇ-കച്ചവടക്കാര്‍ക്ക്, അമാസണ്‍ എഫ്‌ബിഎ വില്‍ക്കാര്‍ക്ക്, സ്വകാര്യ ലേബ് ബ്രാന്‍ഡ് ക",
    "mr": "Amazon Product Review One Click Export CSV \"हा एक रीव्यूट माहिती संग्रह साधन अमेजान विक्रेतकर्ता, e-commerce operators व बाजार संशोधकांसाठी निर्माण केलेला आहे. मुख्य फंक्शन्स समाविष्टीत आहेत:\nवापरकर्ता पुनरावृत्ती, रेटिंग, विक्रीकर्ता पुनरावृत्ती स्थिती व अमेजॉन पानांपासून इतर माहिती स्व\nटिप्पणी माहितीची एक क्लिक करा CSV स्वरूप फाइलात जे विश्लेषण सोपे आहे.\nअनेक ASIN उत्पादनांसाठी बॅच निर्यात करण्यासाठी अनेक टिप्पणीची समर्थन करा.\nप्रोग्रामिंग ज्ञान आवश्यक नाही, साधा कार्य, नवीन अमेजान विक्रेतांसाठी उपयोगी आहे.\nवेगवेगळ्या वेगवेगळ्या वेगवेगळ्या वेगळ्या वेगळ्या वेगळ्या वेगळ्या वेगळ्या वेगळ्या व\nयुनाइटेड स्टेट्स, युनाइटेड राज्य, जर्मनी, जपान, इतर देशांमध्ये अमेजान साइट समर्थन करा.\nउत्पादक अप्टीमाइजेशन आणि यादीतील अप्टीमाइजेशन यासाठी मदत करण्यासाठी क्वास्टरच्या आवाज (VOC) माहिती\nनिर्यातीत माहितीचा विश्लेषक, कीशब्द मिनिमिंग आणि नकारात्मक पाठविण्यासाठी कारणांचा विश्लेषण करू श\nविक्रेत्यांना तेव्हा त्यांच्या उत्पादनाचे उपयोग व अपमान व ग्राहक सेवेचे गुणवत्ता सुधारीत समजते.\nक्रास्ट-बार्डी व्यापार, अमेजान फीबी व्यापारी, खाजगी लेबल ब्रॅन्ड व्यापार, इत्यादी.",
    "ms": "Amazon Review Product One Click Export CSV \"adalah alat koleksi data revision yang direka secara khusus untuk penjual Amazon, operator e-commerce, dan penyelidik pasar. Fungsi utama termasuk:\nTangkap secara automatik ulasan pengguna, nilai, status pengesahan pembeli, dan data lain dari halaman produk Amazon.\nSatu klik mengeksport data ulasan ke fail format CSV yang mudah dianalisis.\nSokongan eksport batch ulasan untuk produk ASIN berbilang untuk meningkatkan efisiensi kerja.\nTiada pengetahuan pemrograman yang diperlukan, operasi sederhana, sesuai untuk penjual Amazon yang mula digunakan.\nBoleh mengeksport ulasan dari masa yang berbeza untuk mengesan perubahan dalam reputasi produk mudah.\nSokongan laman Amazon di beberapa negara, seperti Amerika Syarikat, United Kingdom, Jerman, Jepun, dll.\nCepat mengumpulkan data Suara Pelanggan (VOC) untuk membantu dalam optimizasi produk dan senaraikan optimizasi.\nData yang dieksport boleh digunakan untuk analisis kompetitor, pengembaraan kata kunci, dan analisis alasan untuk ulasan negatif.\nBantu penjual dengan cepat memahami keuntungan dan kelemahan produk mereka dan meningkatkan kualiti perkhidmatan pelanggan.\nTersesuai untuk perdagangan e-perbatasan, penjual FBA Amazon, pedagang label peribadi, dll.",
    "nl": "Amazon Product Review One Click Export CSV \"is een tool voor het verzamelen van review gegevens speciaal ontworpen voor Amazon verkopers, e-commerce operators en marktonderzoekers. De belangrijkste functies omvatten:\nVerzamel automatisch gebruikersbeoordelingen, beoordelingen, de status van kopersverificatie en andere gegevens van Amazon-productpagina's.\nEén klik exporteren van commentaargegevens naar een CSV-formaat bestand dat gemakkelijk te analyseren is.\nOndersteun batch export van opmerkingen voor meerdere ASIN-producten om de werkefficiëntie te verbeteren.\nGeen programmeerkennis vereist, eenvoudige bediening, geschikt voor beginnende Amazon verkopers te gebruiken.\nKan opmerkingen uit verschillende periodes exporteren voor het gemakkelijk bijhouden van veranderingen in productreputatie.\nOndersteun Amazon-sites in meerdere landen, zoals de Verenigde Staten, het Verenigd Koninkrijk, Duitsland, Japan, enz.\nVerzamel snel Voice of Customer (VOC) gegevens om te helpen bij productoptimalisatie en listing optimalisatie.\nDe geëxporteerde gegevens kunnen worden gebruikt voor concurrentenanalyse, keyword mining en analyse van redenen voor negatieve beoordelingen.\nHelp verkopers snel de voor- en nadelen van hun producten te begrijpen en de kwaliteit van de klantenservice te verbeteren.\nGeschikt voor grensoverschrijdende e-commerce, Amazon FBA verkopers, private label merkhandelaren, enz.",
    "no": "Amazon Product Review One Click Export CSV er et gjennomgang datasamling tool designet spesielt for Amazonselgere, e-commerce operatorer og markedsforforskere. Hovedfunksjonene inkluderer:\nAutomatisk pågrep av brukeranmeldelser, rasjoner, kjøper bekreftelse status og andre data fra Amazon produktssider.\nEtt klikk eksport av kommentarsdata til en CSV-format fil som er lett for å analyse.\nStøtt batch eksport av kommentarer for flere ASINprodukter for å forbedre arbeidsforsikring.\nIngen program-kunnskap kreves, enkel operasjon, egnet for novice Amazon-selgere å bruke.\nKan eksportere kommentarer fra ulike tidsperioder for lett sporing av endringer i produktryktet.\nStøtt Amazon-steder i flere land, som USA, Storbritannia, Tyskland, Japan, etc.\nSamle raskt stemme av Customer (VOC) data for å bidra til optimalisering av produktet og liste opp optimalisering.\nDe eksporterte data kan brukes til konkurrente analyse, nøkkeldormining og analyse av grunner til negativ vurdering.\nHelp sellers quickly understand the advantages and disadvantages of their products and improve the quality of customer service.\nTilpasselig for transgrensen e-bransjer, Amazon FBA-selgere, privatetikettsvarer, etc.",
    "pl": "Amazon Product Review One Click Export CSV to narzędzie do gromadzenia danych recenzyjnych zaprojektowane specjalnie dla sprzedawców Amazon, operatorów e-commerce i badaczy rynku. Do głównych funkcji należą:\nAutomatycznie przechwytuj recenzje użytkowników, oceny, status weryfikacji kupującego i inne dane ze stron produktów Amazon.\nJednym kliknięciem eksportuj dane komentarza do pliku formatu CSV, który jest łatwy do analizy.\nObsługa wsadowego eksportu komentarzy dla wielu produktów ASIN w celu poprawy efektywności pracy.\nNie wymagana wiedza programowania, prosta obsługa, odpowiednia dla początkujących sprzedawców Amazon.\nMożna eksportować komentarze z różnych okresów czasu, aby łatwo śledzić zmiany w reputacji produktu.\nObsługa witryn Amazon w wielu krajach, takich jak Stany Zjednoczone, Wielka Brytania, Niemcy, Japonia itp.\nSzybko zbieraj dane Voice of Customer (VOC), aby pomóc w optymalizacji produktów i optymalizacji listy.\nEksportowane dane mogą być wykorzystywane do analizy konkurencji, wydobywania słów kluczowych i analizy przyczyn negatywnych recenzji.\nPomóż sprzedawcom szybko zrozumieć zalety i wady ich produktów i poprawić jakość obsługi klienta.\nNadaje się do transgranicznego handlu elektronicznego, sprzedawców Amazon FBA, sprzedawców marek prywatnych itp.",
    "pt_BR": "A Amazon Product Review One Click Export CSV é uma ferramenta de recolha de dados de revisão projetada especificamente para vendedores da Amazon, operadores de comércio electrónico e pesquisadores de mercado. As principais funções incluem:\nCaptura automaticamente as revisões dos usuários, notações, estado de verificação do comprador e outros dados das páginas de produtos da Amazon.\nUm clic na export a ção de dados de comentários para um ficheiro de formato CSV que é fácil de analisar.\nApoio à exportação por lote de comentários para múltiplos produtos ASIN para melhorar a eficiência do trabalho.\nNenhum conhecimento de programação requerido, operação simples, adequado para os novatos vendedores da Amazônia.\nPode exportar comentários de diferentes períodos de tempo para acompanhar facilmente as mudanças na reputação dos produtos.\nApoiar sites da Amazônia em vários países, como os Estados Unidos, o Reino Unido, a Alemanha, o Japão, etc.\nRápido coleta dados de Voz do Cliente (VOC) para ajudar na otimização de produtos e listagem de otimização.\nOs dados exportados podem ser usados para análise de concorrentes, mineração de palavras chave e análise de razões para revisões negativas.\nAjuda os vendedores rapidamente a entender as vantagens e desvantagens de seus produtos e melhorar a qualidade do serviço de clientes.\nAdequado para o comércio electrónico transfronteiriço, vendedores da Amazônia FBA, comerciantes privados de marcas, etc.",
    "pt_PT": "Amazon Product Review One Click Export CSV \"é uma ferramenta de coleta de dados de revisão projetada especificamente para vendedores da Amazon, operadores de comércio eletrônico e pesquisadores de mercado. As principais funções incluem:\nCapture automaticamente avaliações de usuários, classificações, status de verificação de compradores e outros dados das páginas de produtos da Amazon.\nExportação de dados de comentários com um clique para um arquivo de formato CSV fácil de analisar.\nApoie a exportação em lote de comentários para vários produtos ASIN para melhorar a eficiência do trabalho.\nNenhum conhecimento de programação necessário, operação simples, adequado para vendedores iniciantes da Amazon para usar.\nPode exportar comentários de diferentes períodos de tempo para facilitar o rastreamento de mudanças na reputação do produto.\nSuporte sites da Amazon em vários países, como Estados Unidos, Reino Unido, Alemanha, Japão, etc.\nColete rapidamente dados de Voz do Cliente (VOC) para ajudar na otimização do produto e otimização de listagem.\nOs dados exportados podem ser usados para análise de concorrentes, mineração de palavras-chave e análise de razões para revisões negativas.\nAjude os vendedores a entender rapidamente as vantagens e desvantagens de seus produtos e melhorar a qualidade do atendimento ao cliente.\nAdequado para comércio eletrônico transfronteiriço, vendedores Amazon FBA, comerciantes de marcas de marca privada, etc.",
    "ro": "Amazon Product Review One Click Export CSV \"este un instrument de colectare a datelor de revizuire conceput special pentru vânzătorii Amazon, operatorii de comerț electronic și cercetătorii de piață. Principalele funcții includ:\nCapturați automat recenziile utilizatorilor, evaluările, starea de verificare a cumpărătorului și alte date din paginile produselor Amazon.\nExportul datelor comentariilor cu un singur clic într-un fișier format CSV care este ușor de analizat.\nSprijiniți exportul loturilor de comentarii pentru mai multe produse ASIN pentru a îmbunătăți eficiența lucrului.\nNu sunt necesare cunoștințe de programare, operare simplă, potrivită pentru vânzătorii Amazon începători de a utiliza.\nPoate exporta comentarii din diferite perioade de timp pentru urmărirea ușoară a modificărilor în reputația produsului.\nSuport site-uri Amazon în mai multe țări, cum ar fi Statele Unite, Regatul Unit, Germania, Japonia etc.\nColectați rapid date Voice of Customer (VOC) pentru a ajuta la optimizarea produselor și optimizarea listelor.\nDatele exportate pot fi utilizate pentru analiza concurenților, extragerea cuvintelor cheie și analiza motivelor pentru recenziile negative.\nAjutați vânzătorii să înțeleagă rapid avantajele și dezavantajele produselor lor și să îmbunătățească calitatea serviciului pentru clienți.\nPotrivit pentru comerțul electronic transfrontalier, vânzătorii Amazon FBA, comercianții de marcă privată etc.",
    "ru": "« Amazon Commercial Review Export CSV» - это инструмент сбора данных отзывов, предназначенный для продавцов Amazon, операторов электронной коммерции и исследователей рынка. Основные функции включают:\nАвтоматический захват отзывов пользователей, оценок, статуса проверки покупателей и других данных на странице товаров Amazon.\nОдин нажатие клавиши экспортирует данные комментариев в легко анализируемый файл формата CSV.\nПоддержка массового экспорта отзывов о нескольких товарах ASIN для повышения эффективности работы.\nНет необходимости в знаниях программирования, операция проста и подходит для новых продавцов Amazon.\nМожно экспортировать комментарии в разные периоды времени, чтобы легко отслеживать изменения в репутации продукта.\nПоддержка многонациональных сайтов Amazon, таких как США, Великобритания, Германия, Япония и так далее.\nБыстрый сбор данных Voice of Customer (VOC) для оптимизации продукта и листинга.\nЭкспортированные данные могут использоваться для анализа конкурентов, анализа ключевых слов, анализа причин расхождений и т.д.\nПомогает продавцам быстро понять преимущества и недостатки продукта и улучшить качество обслуживания клиентов.\nДля трансграничной электронной коммерции, продавцов Amazon FBA, частных брендов Label и т.д.",
    "sk": "Amazon Product Review One Click Export CSV je nástrojom zberu údajov určeným osobitne pre predajcov Amazon, prevádzkovateľov elektronického obchodu a výskumných pracovníkov trhu. Hlavné funkcie zahŕňajú:\nAutomaticky zachytávajú hodnotenia používateľov, ratingy, stav overovania kupujúceho a iné údaje z strán Amazon výrobkov.\nJeden klik na vývoz údajov komentárov do súboru formátu CSV, ktorý je ľahko analyzovaný.\nPodpora vývozu pripomienok v šarži pre viaceré ASIN výrobky s cieľom zlepšiť účinnosť práce.\nŽiadne programové znalosti sa nevyžadujú, jednoduché fungovanie, vhodné pre nových predajcov Amazony na použitie.\nMôže vyvážať pripomienky z rôznych časových období na jednoduché sledovanie zmien v reputácii výrobkov.\nPodpora Amazonských lokalít v viacerých krajinách, ako sú Spojené štáty, Spojené kráľovstvo, Nemecko, Japonsko atď.\nRýchlo zbierať údaje o hlase zákazníka (VOC) s cieľom pomôcť optimalizácii výrobkov a optimalizácii zoznamu výrobkov.\nVývožené údaje sa môžu použiť na analýzu konkurentov, ťažbu kľúčových slov a analýzu dôvodov negatívnych preskúmaní.\nPomôcť predajcom rýchlo pochopiť výhody a nevýhody svojich výrobkov a zlepšiť kvalitu služieb zákazníkov.\nvhodný pre cezhraničný elektronický obchod, predajcov Amazon FBA, obchodníkov so súkromnými značkami atď.",
    "sl": "Amazon Product Review One Click Export CSV \"je orodje za zbiranje podatkov za pregled, zasnovano posebej za Amazon prodajalce, operaterje e-trgovine in tržne raziskovalce. Glavne funkcije vključujejo:\nSamodejno zajemite preglede uporabnikov, ocene, stanje preverjanja kupca in druge podatke s strani Amazon izdelkov.\nZ enim klikom izvoz podatkov o komentarjih v datoteko oblike CSV, ki jo je enostavno analizirati.\nPodpora serijskemu izvozu komentarjev za več ASIN izdelkov za izboljšanje učinkovitosti dela.\nNi potrebno znanje o programiranju, enostavno delovanje, primerno za začetnike Amazon prodajalce za uporabo.\nLahko izvažate komentarje iz različnih časovnih obdobij za enostavno sledenje sprememb v ugledu izdelka.\nPodpora Amazon spletnih mest v več državah, kot so Združene države, Združeno kraljestvo, Nemčija, Japonska itd.\nHitro zbirajte podatke Voice of Customer (VOC) za pomoč pri optimizaciji izdelkov in optimizaciji seznama.\nIzvoženi podatki se lahko uporabljajo za analizo konkurentov, rudarjenje ključnih besed in analizo razlogov za negativne preglede.\nPomagajte prodajalcem hitro razumeti prednosti in slabosti svojih izdelkov in izboljšati kakovost storitev za stranke.\nPrimerno za čezmejno e-trgovanje, prodajalce Amazon FBA, trgovce z blagovnimi znamkami zasebnih znamk itd.",
    "sr": "Amazon Product Review One Click Export CSV je instrument za kolekciju podataka koji je dizajniran posebno za prodavače Amazon, e-komercijalne operacije i istraživače tržišta. Glavne funkcije uključuju:\nAutomatski uhvatite preglede korisnika, ocjene, status verifikacije kupaca i ostale podatke iz Amazonske stranice proizvoda.\nJedan klik izvoz podataka komentara u CSV format datoteku koji je lako analizirati.\nPodrška eksportu serije komentara za mnoge ASIN proizvode za poboljšanje učinkovitosti rada.\nNema potrebnih znanja za programiranje, jednostavne operacije, odgovarajuće za novih Amazon prodavača.\nMože izvesti komentare iz različitih vremenskih perioda za lako praćenje promjena reputacije proizvoda.\nPodrška Amazonskim sajtovima u višestrukim zemljama, poput Sjedinjenih Država, Ujedinjenog Kraljevstva, Njemačke, Japana i tako dalje.\nBrzo skupljajte podatke glasa klijenta (VOC) kako bi pomogli optimizaciji proizvoda i optimizaciji popisa.\nIzvozni podaci se mogu koristiti za analizu konkurenta, ključne riječi rudarstva i analizu razloga za negativne preglede.\nPomozi prodavateljima da brzo shvate prednosti i nedostatke njihovih proizvoda i poboljšavaju kvalitet klijentske usluge.\nPrikladno za prekograničnu e-trgovinu, prodavače Amazon FBA, trgovce privatnih etiketa, itd.",
    "sv": "Amazon Product Review One Click Export CSV \"är ett verktyg för insamling av granskningsdata som utformats speciellt för Amazon-säljare, e-handelsoperatörer och marknadsforskare. Huvudfunktionerna är följande:\nFånga automatiskt användarrecensioner, betyg, köpverifieringsstatus och annan data från Amazon-produktsidor.\nEtt klick export av kommentarsdata till en CSV-formatfil som är lätt att analysera.\nStöd batchexport av kommentarer för flera ASIN-produkter för att förbättra arbetseffektiviteten.\nIngen programmeringskunskap krävs, enkel drift, lämplig för nybörjare Amazon säljare att använda.\nKan exportera kommentarer från olika tidsperioder för enkel spårning av förändringar i produktryktet.\nStöd Amazon webbplatser i flera länder, såsom USA, Storbritannien, Tyskland, Japan, etc.\nSamla snabbt in VOC-data (Voice of Customer) för att hjälpa till med produktoptimering och listoptimering.\nDe exporterade uppgifterna kan användas för konkurrentanalys, sökordsutbrytning och analys av orsaker till negativa recensioner.\nHjälp säljare snabbt förstå fördelarna och nackdelarna med sina produkter och förbättra kvaliteten på kundservice.\nLämplig för gränsöverskridande e-handel, Amazon FBA säljare, private label varumärke handlare, etc.",
    "sw": "Kupitia Mapitio ya Product One Click Export CSV \"ni zana ya ufuatiliaji wa data zilizoundwa hasa kwa ajili ya wauzaji wa Amazon, wafanyabiashara wa biashara na watafiti wa soko. Functions kuu ni pamoja:\nTatizo la mtumiaji binafsi la kutafiti, uvunjifu, hadhi ya kuthibitishwa kwa mnunuzi, na taarifa nyingine kutoka kwenye kurasa za uzalishaji za Amazon.\nKifunguo kimoja cha kuuza taarifa za maoni kwenye faili la mfumo wa CSV ambalo ni rahisi ya uchambuzi.\nUnaweza kuunga mkono mabango ya maoni kwa bidhaa nyingi za ASIN ili kuboresha ufanisi wa kazi.\nHakuna maarifa ya programu yanayohitajika, operesheni rahisi, inayofaa kwa ajili ya wauzaji wa Amazon wa vijijini.\nUnaweza kuuza maoni kutoka kwa siku tofauti kwa ajili ya kufuatilia mabadiliko ya uzalishaji.\nKuunga mkono tovuti za Amazon katika nchi mbalimbali kama vile Marekani, Uingereza, Ujerumani, Japan, etc.\nPicha sauti za Wateja (VOC) ili kusaidia kuboresha matumizi ya bidhaa na kuorodhesha matumaini.\nTakwimu zilizouzwa zinaweza kutumika kwa ajili ya uchambuzi wa mpinzani, uchunguzi wa maneno ya ufunguo, na uchambuzi wa sababu za uchunguzi hasi.\nWasaidia wauza haraka kuelewa faida na vibaya vya bidhaa zao na kuboresha ubora wa huduma za wateja.\nSuitable for cross-border e-commerce, Amazon FBA sellers, private label brand merchants, etc.",
    "ta": "Amazon Product Review One Click Export CSV\" is a review data collection tool for designed specifically for Amazon விற்பனை, e- commerce operators, and market researchers. முக்கிய செயல்பாடுகள் உள்ளடக்கப்படுகின்றன:\nபயனர் முன்னோட்டம், விகிதம், வாங்கி உறுதிப்படுத்தல் நிலையையும், மற்றும் அமாசான் பொருள் பக்கங்களில் இருந்து மற்ற தகவலை\nஒரு க்ளிக் செய்து குறிப்பு தகவல் ஏற்றுமதி சிஎஸ்வி வடிவத்தின் கோப்பிற்கு எளிதாக இருக்கும்.\nபலவிதமான ASIN உறுப்புகளுக்கான பிளாச் ஏற்றுமதி குறிப்புகளை ஆதரிக்கவும்\nநிரல் அறிவு தேவைப்படவில்லை, சுலபமான செயல்பாடு, நோவிஸ் அமாசான் விற்பவர்களுக்கு பொருத்தமானது.\n@ info: whatsthis\nபல நாடுகளில் அமாசான் தளங்களை ஆதரி\n@ info: whatsthis\nமுன்னிருப்பிய தரவுகள் எதிர்பார்ப்புகளுக்கான காரணங்களின் விசைவார்த்தை குறைந்து, மற்றும் ஆய்வுகளின் காரண\nஉதவி விற்பவர்கள் விரைவில் புரிந்து கொள்ளுகிறார்கள் அவர்கள் பொருட்களின் நன்மைகள் மற்றும் தீவிலைகள் புரிந்த\nவரம்பு விளையாடுபவர்களுக்கு தேவைப்படுகிறது, Amazon FBA விற்பவர்கள், தனிப்பட்ட விளையாட்டு குறிப்பு வியாபாரிகள் மற்",
    "te": "అమెజాన్ ప్రోడెక్ట్ రివీట్ ఒక నొక్కు ఎక్స్ పోర్ట్ CSV\" అమెజాన్ అమ్మజాన్ అమ్మజాన్ అమ్మజాన్ అమ్మజాన్ అమ్మజాన్  ముఖ్య ఫంక్షన్సులు కలిగివుంటాయి:\nస్వయంచాలితంగా వినియోగదారులను, రేటింగ్స్, కొనుకున్న పరిశీలికరణ స్థితిని, మరియు అమెజాన్ ప్ర\nవిశ్లేషించుటకు సులభమైన CSV ఫార్మాట్ దస్త్రమునకు ఒక టిప్పటీ డాటాను ఎక్స్ పోర్ట్ చేయుము.\nకార్యక్రియాశీలతాన్ని మెరుగుటకు బట్టి ASIN ఉత్పత్తుల కోసం టిప్పటీలు బట్చ్ ఎక్స్‌పోర్\nఏ ప్రోగ్రామింగ్ జ్ఞానము అవసరం లేదు, సాధారణ కార్యక్రమం, నొవైస్ అమెజాన్ అమ్మస్ అమ్మస్ అమ\nప్రతిఫలము ప్రతిస్థానములో మార్పులు సులభంగా ట్రాకింగ్ కొరకు వివిధ సమయ కాలముల నుండి వివిధ సమ\nఅమెజాన్ సైటులను అనేక దేశాలలో సహాయం చేయుము, అమెరికాన్ స్టేట్స్, యునైటెడ్ రాజ్యం, జాపాన్, ఇత\nఉత్పాదాన్ని ఆప్టిమైజేషన్ మరియు ఆప్టిమైజేషన్ లిస్ట్ చేయడానికి సహాయం చేయడానికి తగ్గితంగా కస్టమై\nఎక్స్పోర్ట్ చేయబడిన దత్తాంశాన్ని ప్రత్యేకిత విశ్లేషణ, కీవర్డ్ మినింగ్, మరియు నానాత్మక విశ్\nఅమ్మకారులకు సహాయం త్వరగా వారి ఉత్పాదాన్ని మరియు వారి ఉత్పాదాన్ని మరియు గ్రాహితుల సేవ యొక్క గుణ\nక్రింస్-సరిహద్దు e-commerce, అమెజాన్ FBA అమ్మకారులు, ప్రైవేట్ లేబ్రాండ్ వ్యాపారులు ఇత్తరంగా.",
    "th": "\"Amazon Commodity Review One Click Export CSV\" เป็นเครื่องมือรวบรวมข้อมูลความคิดเห็นที่ออกแบบมาสำหรับผู้ขาย Amazon, ผู้ประกอบการอีคอมเมิร์ซและนักวิจัยตลาด คุณสมบัติหลัก ได้แก่:\nรวบรวมข้อมูลจากหน้าสินค้า Amazon ของผู้ใช้คะแนนการตรวจสอบสถานะของผู้ซื้อและอื่น ๆ อีกมากมาย\nส่งออกข้อมูลความคิดเห็นเป็นไฟล์รูปแบบ CSV ที่ง่ายต่อการวิเคราะห์ในคลิกเดียว\nสนับสนุนการส่งออกจำนวนมากของสินค้า ASIN ความคิดเห็นเพื่อปรับปรุงประสิทธิภาพการทำงาน\nไม่มีความรู้ในการเขียนโปรแกรมใช้งานง่ายเหมาะสำหรับผู้ขายมือใหม่ของ Amazon\nสามารถส่งออกความคิดเห็นในช่วงเวลาต่าง ๆ สะดวกในการติดตามการเปลี่ยนแปลงของปากต่อปากของผลิตภัณฑ์\nรองรับเว็บไซต์ Amazon หลายประเทศเช่นสหรัฐอเมริกาสหราชอาณาจักรเยอรมนีญี่ปุ่น ฯลฯ\nรวบรวมข้อมูล Voice of Customer (VOC) ได้อย่างรวดเร็วช่วยเพิ่มประสิทธิภาพของผลิตภัณฑ์และการเพิ่มประสิทธิภาพรายการ\nข้อมูลที่ส่งออกสามารถใช้ในการวิเคราะห์ผลิตภัณฑ์คู่แข่งการทำเหมืองคำหลักการวิเคราะห์สาเหตุของความคิดเห็นที่ไม่ดีและอื่น ๆ\nช่วยให้ผู้ขายทราบถึงข้อดีและข้อเสียของสินค้าได้อย่างรวดเร็วและปรับปรุงคุณภาพการบริการลูกค้า\nเหมาะสำหรับอีคอมเมิร์ซข้ามพรมแดนผู้ขาย FBA ของ Amazon แบรนด์แล็บส่วนตัวและอื่น ๆ",
    "tr": "Amazon Product Review One Click Export CSV \"Amazon satıcıları, e-ticaret operatörleri ve pazar araştırmaları için özellikle tasarlanmış bir inceleme veri koleksiyonu aracı. Ana fonksiyonlar:\nKullanıcı görüntülerini, değerlendirmeleri, alıcı doğrulama durumu ve Amazon ürün sayfalarından diğer verileri otomatik olarak yakalayın.\nŞerh verilerini analiz edecek kolay bir CSV format ı dosyasına dışarı aktarın bir tıklayın.\nÇeşitlik etkinliğini geliştirmek için çoklu ASIN ürünleri için yorumlar kaydırmasını destekle.\nProgramlama bilgileri gerekli değil, basit operasyon, yeni Amazon satıcıları kullanmak için uygun.\nÜrünün itibarındaki değişiklikleri kolay izlemek için farklı zamanlı periyodlardan yorumlar dışarı atabilir.\nBirleşik Devletler, Birleşik Krallık, Almanya, Japonya gibi birçok ülkede Amazon sitelerini destekle.\nÇabuk müşteriler (VOC) verilerini ürünlerin iyileştirmesine ve iyileştirmesine yardım etmek için sesi hızlı toplayın.\nEksport verileri yarışmacı analizi, anahtar kelime madenci ve negatif görüntülerin sebeplerini analizi için kullanabilir.\nSatıcılara, ürünlerinin avantajlarını ve ihtiyaçlarını hızlı anlamaya yardım et ve müşteri hizmetinin kalitesini geliştirir.\nÜç sınır e-ticareti, Amazon FBA satıcıları, özel etiketli marka ticareti, vb.",
    "uk": "Перегляд Amazon Product Review One Click Export CSV « є інструментом збирання даних перегляду, створеним особливо для продавців Amazon, операторів електронної торгівлі та дослідників ринку. Основними функціями є:\nАвтоматично захоплює рецензії користувача, рейтинги, стан перевірки купувача та інші дані з сторінок Amazon продуктів.\nКлацніть одним клацанням на експорт даних коментарів до файла формату CSV, який легко аналізувати.\nПідтримувати партнерний експорт коментарів для декількох продуктів ASIN, щоб покращити ефективність роботи.\nНе потрібні знання програмування, проста операція, відповідні для використання початкових продавців Amazon.\nМожна експортувати коментарі з різних часових періодів для легкого спостереження за змінами репутації продукту.\nПідтримувати сайти Амазонії в декількох країнах, таких як Сполучені Штати, Сполучене Королівство, Німеччина, Японія тощо.\nШвидко збирати дані про голос клієнта (VOC), щоб допомогти оптимізації продуктів і оптимізації списку.\nЕкспортовані дані можна використовувати для аналізу конкурентів, виробництва ключових слів і аналізу причин негативних рецензій.\nДопоможіть продавцям швидко зрозуміти переваги та недоліки своїх продуктів і покращити якість послуг клієнтів.\nПридатний для через кордонний електронний торгівля, продавців Amazon FBA, приватних маркетичних торгівців тощо.",
    "zh_TW": "“Amazon商品評論一鍵匯出CSV”是一款專為亞馬遜賣家、電商運營人員和市場調研人員設計的評論資料獲取工具。 主要功能包括：\n自動抓取Amazon商品頁面的用戶評論、評分、購買者驗證狀態等數據。\n一鍵將評論數據匯出為易於分析的CSV格式檔案。\n支持批量匯出多個ASIN商品的評論，提高工作效率。\n無需程式設計知識，操作簡單，適合亞馬遜新手賣家使用。\n可匯出不同時間段的評論，方便跟踪產品口碑變化。\n支持多國家亞馬遜網站，如美國、英國、德國、日本等。\n快速收集Voice of Customer（VOC）數據，助力產品優化和listing優化。\n匯出的數據可用於競品分析、關鍵字挖掘、差評原因分析等。\n幫助賣家快速瞭解產品優缺點，改進客戶服務質量。\n適用於跨境電商、亞馬遜FBA賣家、私label品牌商等。"
  }
}