{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MadWallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save & earn, Swap, Store, Receive and Send Crypto within your browser with MadWallet — A Secured Multichain Wallet on Steroids"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mad Wallet is a DeFi Wallet for your Browser.\n\nSend, receive, withdraw, and save digital currency anytime, anywhere with Xend Finance’s award-winning technology and Wallet Extension.\n\nWith this App, you can also Buy Digital Currency through your local currency – the only Digital Currency Bank you will ever need for all your savings – fixed savings or flexible.\n\nMad Wallet savings plans with up to 15% APY (Annual Percentage Yield) through Xend Finance Auto Yield API.\n\nWhat makes MAD Wallet better than existing products?\n\n- It is a Custom savings DeFi Wallet on a Layer-2 Protocol\n- Bridge Tokens across multiple chains\n- Earn the Highest Yields on your Digital/Crypto Assets directly from your wallet.\n- Xend’s Cross-Chain High Yield Aggregator automatically scans and ensures the highest yields across multiple chains\n- Save on-the-go with stable currencies: $BUSD, $USDT, $USDC and more assets coming soon.\n\n- Earn $XEND as rewards\n- Audited multiple times with Industry-leading auditing firms\n- Decentralized insurance to protect assets and investments.\n- Enables access to:\n- Web 3.0\n- Dapps\n- NFTs\n- Erc20\n- Tokens\n- ICOs\n- Erc271\n...and more!\n\nIf you need support or want to follow our updates, we are available on the following socials:\nFollow us on Telegram — https://t.me/xendFinance\nFollow us on Discord — https://discord.io/xendfinance\nFollow us on Reddit — https://www.reddit.com/r/XendFinance/\nFollow us on Medium — https://medium.com/xendfinance\nFollow us on Telegram Ann — https://t.me/XendAnnouncements\n\nYou can also contact us at hello@xend.finance\n\nAbout Xend Finance\n\nXend Finance is a global crypto bank offering up to 15% interest, with an open Web3 infrastructure for developers. Members can earn multiple levels of interest on their savings by seamlessly exchanging their crypto or fiat currency to stable cryptocurrencies and staking on the Xend Finance platform. The company’s Cross-Chain High Yield Aggregator is the first product in the industry that automatically scans and ensures the highest yields across multiple chains.\n\nThe international team consists of professionals with backgrounds in mathematics, finance, cryptography, and blockchain development, working for KPMG, Chevron, Huobi, and Stanbic Bank. Xend Finance is backed by Binance, Google Launchpad, NGC Ventures, Hashkey, and AU21 Capital, amongst others, and is headquartered in Enugu, Nigeria."
  }
}