{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synchro: Productivity Manager for Students"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synchro is a simple and intuitive task tracker built specifically for students to stay productive and organized."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whether it be homework, projects, extra curricular activities or personal chores, use Synchro to manage all your tasks to maximize productivity and organization. Synchro uses a simple drag and drop system to make it very easy to get started organizing.\n\nSome of these features include tasks changing color (green > yellow > red) based on how close they are to the deadline. It will also send notifications when tasks approach their due date. The last feature is Canvas Integration, a feature never seen before, and why it is so specifically tailored towards students. Synchro will automatically insert assignments from all your canvas courses into Synchro, with no effort from the user. These tasks act like any other; they change colors and they send notifications, so you never forget any assignment. All these features can be customized in the settings tab.\n\nSynchro is safe, and does not store any personally identifiable  information.\n\nv3.0: migrate to manifest v3\n\nv2.3: New method to grab your assignments from your Canvas. Now it works uiversally with all schools.\n\nv2.2: Cleaned up the UI, and added a backend database\n\nv2.1: Introducing a new feature: Editing! Right click on a task to open editing and click enter our out of the box to save your edits. Simple!\n - Bug fixes with notifications and special characters like \"&\"\n\nv2.0: Emergency Update: Only for the first time using opening Synchro, users will have to insert their Canvas domain, so that Synchro can collect assignments from the correct source. This new field is in the settings tab.\n\nv1.9: Synchro's newest revolutionary feature: Canvas integration. Given user permission, Synchro can now take all events up to 10 days in advanvece from Canvas's calendar and insert them directly into Synchro. Update to notifications.\n\nv1.8: Updated to using official Chrome notifications.\n\nv1.7: Added Notifications! Synchro will notify you as your task due date reaches almost halfway (from green to yellow), when it is close to the deadline (yellow to red), and when it is due.\n\nv1.6: Tasks change color based on the approaching due date\n\nv1.5: Now adding new tasks to the top of Todo instead of at the bottom.\n\nv1.4: Task now displays only the due date. Internal database structure updated to be more versatile for future updates.\n\nv1.3: Based on recent feedback, the UI is now visibly smaller and more compact.\n\nv1.2: Our newest feature includes a due date: crucial for all students tracking their assignments and assessments. The tasks are then color coded based on the due date to show a clear visual representation of your progress."
  }
}