{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boss Hub | Design"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BossHub Design | Sidebar, AI Design, UI,UX Design, Design Post, Design Webpage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BOSS HUB | BOSS DESIGN - Image or Graphics Creator tool for Social Media, Advertisement, Presentation, Website\n\nFeatures:\n✅ 1000+ Templates\n✅ AI Design\n✅ Youtube thumbnail lib\n\nBOSS HUB | BOSS DESIGN - Image or Graphics Creator tool for Social Media, Advertisement, Presentation, Website is a user-friendly image editor tool developed using CodeIgniter technology. The tool is packed with over 1000+ ads, graphic banners, thumbnail images, and many more. It has really simple editing features that will make your work much more pleasant!\n\nYou can access a vast library of pre-created templates and editing tools to help you fine-tune the templates. The editor is integrated with various customization options, like adding text, shapes, or images to the templates or changing the background colour of the templates.\n\nSeveral filter options provide you with the flexibility to create posts, banner images, and covers for social media platforms like Facebook, Instagram, Pinterest, Twitter, and many more. It has a wide collection of ad templates and website banners. It offers a variety of typography options to customise text, including font style, colour, and font size. Thus allowing you to create engaging content for the banners, ads, and posts."
  }
}