{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minimap Scroller"
  },
  "short": {
    "ar": "يعرض خريطة صغيرة قابلة للتمرير على الجانب الأيمن من مواقع الويب.",
    "am": "በድረ-ገጾች በቀኝ በኩል ሊሽከረከር የሚችል አነስተኛ ካርታ ያሳያል።",
    "bg": "Показва мини карта с възможност за превъртане от дясната страна на уебсайтовете.",
    "bn": "ওয়েবসাইটগুলির ডানদিকে একটি স্ক্রোলযোগ্য মিনি মানচিত্র প্রদর্শন করে৷",
    "ca": "Mostra un mini mapa que es pot desplaçar a la part dreta dels llocs web.",
    "cs": "Zobrazí rolovací minimapu na pravé straně webových stránek.",
    "da": "Viser et rullebart minikort på højre side af websteder.",
    "de": "Zeigt auf der rechten Seite von Websites eine scrollbare Minikarte an.",
    "el": "Εμφανίζει έναν μίνι χάρτη με δυνατότητα κύλισης στη δεξιά πλευρά των ιστότοπων.",
    "en,en_AU,en_GB,en_US,es_419,he,hr,no,pt_BR,pt_PT": "Displays a scrollable mini map on the right side of websites.",
    "es": "Muestra un minimapa desplazable en el lado derecho de los sitios web.",
    "et": "Kuvab veebisaitide paremal küljel keritava minikaardi.",
    "fa": "یک نقشه کوچک قابل پیمایش را در سمت راست وب سایت ها نمایش می دهد.",
    "fi": "Näyttää vieritettävän pienoiskartan verkkosivustojen oikealla puolella.",
    "fil": "Nagpapakita ng scrollable mini map sa kanang bahagi ng mga website.",
    "fr": "Affiche une mini carte scrollable sur le côté droit des sites internet.",
    "gu": "વેબસાઇટ્સની જમણી બાજુએ સ્ક્રોલ કરી શકાય તેવો મિની નકશો પ્રદર્શિત કરે છે.",
    "hi": "वेबसाइटों के दाईं ओर एक स्क्रॉल करने योग्य मिनी मानचित्र प्रदर्शित करता है।",
    "hu": "Görgethető mini térképet jelenít meg a webhelyek jobb oldalán.",
    "id": "Menampilkan peta mini yang dapat digulir di sisi kanan situs web.",
    "it": "Visualizza una mini mappa scorrevole sul lato destro dei siti web.",
    "ja": "ウェブサイトの右側にスクロール可能なミニマップを表示します。",
    "kn": "ವೆಬ್‌ಸೈಟ್‌ಗಳ ಬಲಭಾಗದಲ್ಲಿ ಸ್ಕ್ರೋಲ್ ಮಾಡಬಹುದಾದ ಮಿನಿ ನಕ್ಷೆಯನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.",
    "ko": "웹사이트 오른쪽에 스크롤 가능한 미니맵을 표시합니다.",
    "lt": "Dešinėje svetainių pusėje rodomas slenkamas mini žemėlapis.",
    "lv": "Vietņu labajā pusē parāda ritināmu mini karti.",
    "ml": "Memaparkan peta mini boleh tatal di sebelah kanan tapak web.",
    "mr": "वेबसाइट्सच्या उजव्या बाजूला स्क्रोल करण्यायोग्य मिनी नकाशा प्रदर्शित करते.",
    "ms": "ممڤاميركن ڤتا ميني يڠ بوليه دڬوليڠ د بهاڬين كانن لامن ويب.",
    "nl": "Geeft een scrollende minikaart weer aan de rechterkant van websites.",
    "pl": "Wyświetla przewijaną minimapę po prawej stronie stron internetowych.",
    "ro": "Afișează o mini hartă care poate fi derulată în partea dreaptă a site-urilor web.",
    "ru": "Отображает прокручиваемую мини-карту в правой части веб-сайтов.",
    "sk": "Zobrazuje rolovaciu minimapu na pravej strane webových stránok.",
    "sl": "Na desni strani spletnih mest prikaže drsni mini zemljevid.",
    "sr": "Приказује мини мапу која се може померати на десној страни веб локација.",
    "sv": "Visar en rullningsbar minikarta på höger sida av webbplatser.",
    "sw": "Huonyesha ramani ndogo inayoweza kusogezwa kwenye upande wa kulia wa tovuti.",
    "ta": "வலைத்தளங்களின் வலது பக்கத்தில் உருட்டக்கூடிய மினி வரைபடத்தைக் காட்டுகிறது.",
    "te": "వెబ్‌సైట్‌ల కుడి వైపున స్క్రోల్ చేయదగిన చిన్న మ్యాప్‌ను ప్రదర్శిస్తుంది.",
    "th": "แสดงแผนที่ขนาดเล็กแบบเลื่อนได้ทางด้านขวาของเว็บไซต์",
    "tr": "Web sitelerinin sağ tarafında kaydırılabilir bir mini harita görüntüler.",
    "uk": "Відображає міні-карту, яку можна прокручувати, праворуч від веб-сайтів.",
    "vi": "Hiển thị bản đồ nhỏ có thể cuộn ở phía bên phải của trang web.",
    "zh_CN": "在网站右侧显示可滚动的小地图。",
    "zh_TW": "在網站右側顯示可捲動的迷你地圖。"
  },
  "long": {
    "ar": "انتهت أشرطة التمرير القديمة!",
    "am": "የድሮ ጥቅልሎች አልቋል!",
    "bg": "Старите ленти за превъртане свършиха!",
    "bn": "পুরানো স্ক্রলবার শেষ!",
    "ca": "S'han acabat les barres de desplaçament antigues!",
    "cs": "Starým posuvníkům je konec!",
    "da": "Gamle rullebjælker er forbi!",
    "de": "Die alten Bildlaufleisten sind passé!",
    "el": "Οι παλιές γραμμές κύλισης τελείωσαν!",
    "en,en_AU,en_GB,en_US,es_419,he,hr,no,pt_BR,pt_PT": "The old scrollbars are over!",
    "es": "¡Las viejas barras de desplazamiento han terminado!",
    "et": "Vanad kerimisribad on läbi!",
    "fa": "نوارهای اسکرول قدیمی به پایان رسید!",
    "fi": "Vanhat vierityspalkit ovat ohi!",
    "fil": "Tapos na ang mga lumang scrollbar!",
    "fr": "Les anciennes barres de défilement sont terminées !",
    "gu": "જૂના સ્ક્રોલબાર સમાપ્ત થઈ ગયા!",
    "hi": "पुराने स्क्रॉलबार ख़त्म हो गए हैं!",
    "hu": "Vége a régi görgetősávoknak!",
    "id": "Bilah gulir lama sudah berakhir!",
    "it": "Le vecchie barre di scorrimento sono ormai un lontano ricordo!",
    "ja": "古いスクロールバーは終わりました!",
    "kn": "ಹಳೆಯ ಸ್ಕ್ರಾಲ್‌ಬಾರ್‌ಗಳು ಮುಗಿದಿವೆ!",
    "ko": "오래된 스크롤바는 끝났습니다!",
    "lt": "Senos slinkties juostos baigėsi!",
    "lv": "Vecās ritjoslas ir beigušās!",
    "ml": "Bar skrol lama sudah tamat!",
    "mr": "जुने स्क्रोलबार संपले!",
    "ms": "باريس سكرول لاما تله براخير!",
    "nl": "De oude schuifbalken zijn voorbij!",
    "pl": "Koniec ze starymi paskami przewijania!",
    "ro": "Scrollbar-urile vechi s-au terminat!",
    "ru": "Старые полосы прокрутки ушли в прошлое!",
    "sk": "Starým posúvačom je koniec!",
    "sl": "Starih drsnih trakov je konec!",
    "sr": "Старе траке за померање су готове!",
    "sv": "Gamla rullningslister är över!",
    "sw": "Upau wa zamani wa kusogeza umekwisha!",
    "ta": "பழைய சுருள்கள் முடிந்துவிட்டன!",
    "te": "పాత స్క్రోల్‌బార్లు ముగిశాయి!",
    "th": "แถบเลื่อนแบบเก่าหมดสมัยแล้ว!",
    "tr": "Eski kaydırma çubukları bitti!",
    "uk": "Старі смуги прокрутки закінчилися!",
    "vi": "Thanh cuộn cũ đã không còn nữa!",
    "zh_CN": "旧式滚动条已过时！",
    "zh_TW": "舊的滾動條已經結束了！"
  }
}