{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fleeting Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick notes from the browser to Obsidian"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fleeting Notes is the ultimate solution for quick, efficient, and secure note-taking. Whether you're on your phone, tablet, or browsing the web, capture your thoughts in an instant, keep them organized and accessible, all while maintaining control over your data.\n\nHere's what sets Fleeting Notes apart:\n- Offline First: Our design prioritizes offline functionality, so you can take notes anytime, anywhere, even without an internet connection.\n- Open Source: We believe in transparency and community collaboration. Fleeting Notes is open source, inviting users and developers to contribute and improve upon our platform.\n- End-to-End Encryption: Your privacy is our priority. With end-to-end encryption, your notes and ideas stay secure and private.\n- Quick Capture & Easy Interface: Jot down thoughts, highlights, and URLs swiftly with our user-friendly interface. Capture ideas as they come, without any hassle.\n- Obsidian Sync: Seamless synchronization with Obsidian ensures your notes are always up-to-date across platforms. Use our dedicated Obsidian plugin for effortless integration.\n- Home Widgets: Keep your notes at your fingertips. With home widgets, your notes are just a tap away, right from your home screen.\n- Bi-Directional Linking: Create a web of connected ideas. Our bi-directional linking feature allows for link previews and backlinks, making it easy to navigate and expand your notes.\n\nWhether you're a dedicated Obsidian user or looking for a powerful mobile note-taking tool, Fleeting Notes is designed to enhance your productivity and secure your data. Download Fleeting Notes today – experience the future of note-taking, made simple, efficient, and secure.\n\nDiscord: https://discord.gg/xrj6yuGNmx\n\nTerms and Conditions: https://fleetingnotes.app/terms-and-conditions\nPrivacy Policy: https://fleetingnotes.app/privacy-policy"
  }
}