{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Utilities by innaton.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Utilities to make working with ChatGPT more efficient. Starting with a smart 'continue' button."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Initial Version of ChatGPT Utilities to make working with ChatGPT more efficient.\nStarting with a smart \"continue\" button.\n\nA \"smart\" continue button - forces ChatGPT to continue right from where it stopped. No more skipped, repeated, or malformed responses when working with long responses. \nEspecially useful when dealing with code or long text responses.\n\nCurrently at a 90%+ success rate since the first release of ChatGPT.\n\n(Still outperforming the official continue functionality released by OpenAI)\n\nExample dynamic continue prompt:\n\"\nYour last response stopped here:\n```\n[LAST_FEW_LINES_BEFORE_STOP]\n```\nPlease continue.\n\"\n\nCurrently it uses pre-defined prompts, but in the future might allow the user to customise as needed.\n\nIf this get's enough traction and support, we might follow up with a larger and more powerful toolkit for ChatGPT.\n\n\nIdeas for future versions:\n- Button/prompt to accept large code as input and wait until all data is provided before initiating a conversation\n- Special buttons/prompts for developers that are optimised for generating boiler-plate code for specific languages\n- Export conversation to PDF\n- Customisation of prompts used in any of the buttons\n- Schedule and execute prompts (schedule multiple prompts and auto-continue)\n\nFor any questions, comments, or suggestions, please reach out on info@innaton.com\n\nTo support this project you can use the following link:\nhttps://bmc.link/waelmas\n\nV2.12 Updates:\n- Usual frequent fixes for breaking UI changes introduced to the ChatGPT UI.\n\nV2.11 Updates:\n- Usual fixes for breaking UI changes introduced to the ChatGPT UI.\n\nV2.10 Updates:\n- Minor fixes to button mounting due to UI changes introduced to the ChatGPT UI.\n\nV2.9 Updates:\n- Minor UI fix to the appearance of the Continue button.\n\nV2.8 Updates:\n- Fixing button disappearing issue after changes introduced to the ChatGPT UI.\n\nV2.7 Updates:\n- Minor fixes after changes introduced to the ChatGPT UI.\n\nV2.6 Updates:\n- Major changes to injecting continue prompt to the input text after OpenAI introduced breaking changes apparently in attempts to make automated messages harder for non-humans.\n- Minor improvements to performance and handling edge cases.\n\nV2.5 Updates:\n- Support for GPT-4 Browsing & Plugin chats.\n- Minor performance improvements.\n\nV2.4 Updates:\n- Fixing breaking changes introduced in the ChatGPT version of May 3rd  causing the button to fail to mount.\n\nV2.2 & V2.3 Updates:\n- Minor fix to allow the mounting of the button on the new format of ChatGPT URLs (silent change pushed by OpenAI)\n\nV2.1 Updates:\n- Minor fix of an issue that prevented the attachment of the continue button on the page for new chats with model selected being GPT-4 or GPT-3.5-Legacy.\n\nV2.0 Updates:\n- Rework of all page selectors due to breaking changes introduced in the ChatGPT Mar 23 version.\n- Improved functionalities making ChatGPT continue without repetitions\n- Handling of content in ordered/unordered lists\n- Better handling of codeblocks\n\nV1.1 Updates:\n- Fixing dynamic content pickup after OpenAI introduced breaking changes with the ChatGPT Jan 30 version\n\n\n-> BEFORE adding a review, please check the release notes above AND wait a couple of days after a new ChatGPT version was released. OpenAI keeps introducing breaking changes, and every-time we deploy a fix we have to wait for approval from Google before the extension is updated.\n\nThis extension is maintained by 1 person with work commitments, so please be patient."
  }
}