{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PNG Compress Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save images as PNG, with or without compression"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PNG Compress Saver: Your One-Click Image Download and Compression Solution\nOverview:\nWelcome to PNG Compress Saver, a versatile Chrome extension designed for seamless image downloading and compression. Whether you are a graphic designer, a web developer, or simply someone who regularly works with images online, PNG Compress Saver is your go-to tool for handling PNG images efficiently.\n\nKey Features:\n\nEasy-to-Use Context Menu Options: Right-click on any image you wish to download, and you'll find two handy options: \"Save as PNG\" and \"Save as PNG (Compressed)\". Choose as per your need – a straightforward download or a compressed version to save space.\n\nEfficient Image Compression: Using the advanced UPNG.js, PNG Compress Saver can compress images without compromising on quality. This feature is perfect for reducing image size for web use, emails, or document attachments.\n\nHigh-Quality Downloads: When you choose to download without compression, rest assured that you get the image in its original, pristine quality.\n\nCORS Handling for Cross-Domain Images: PNG Compress Saver is designed to handle cross-origin resource sharing (CORS), making it possible to download and compress images from various sources across the web.\n\nFast and Lightweight: The extension is built to be both quick and lightweight, ensuring that your browsing experience remains smooth and uninterrupted.\n\nSafe and Secure: We prioritize your security. PNG Compress Saver operates without collecting or storing any of your personal data.\n\nHow It Works:\n\nRight-Click on Any Image: Navigate to any image on the web and right-click on it.\n\nChoose Your Option: Select \"Save as PNG\" to download the image in its original format or \"Save as PNG (Compressed)\" for a compressed version.\n\nAutomatic Processing: The extension processes your request in the background. If you choose compression, it employs UPNG.js to reduce the image size efficiently.\n\nDownload Initiated: Once processed, the download starts automatically. If you've chosen compression, you'll notice a significant reduction in file size, ideal for saving storage space and faster loading.\n\nIdeal for Various Users:\n\nGraphic Designers: Quick access to images in high resolution or compressed format for your designs.\n\nWeb Developers: Optimize your website images for faster load times without the need for additional software.\n\nStudents and Educators: Easily gather and compress images for presentations and projects.\n\nEveryday Web Users: Simplify the process of saving images for personal use – be it recipes, DIYs, or memorable photos.\n\nFuture Updates & User Support:\n\nWe are committed to continually improving PNG Compress Saver. Future updates will include more customization options and enhanced compression algorithms. Got feedback or need assistance? Our dedicated support team is just an email away.\n\nDownload PNG Compress Saver Today!\n\nEnhance your web experience with effortless image downloading and compression. PNG Compress Saver is more than just an extension – it's an essential tool for anyone working with web images. Try it now and experience the difference!"
  }
}