{
  "name": {
    "ar": "مستخرج تقييمات Shopee",
    "am": "Shopee አስተያየቶች አንሳሳ",
    "bg": "Shopee Екстрактор на ревюта",
    "bn": "Shopee রিভিউ এক্সট্রাক্টর",
    "ca": "Extractor de ressenyes de Shopee",
    "cs": "Shopee extraktor recenzí",
    "da": "Shopee anmeldelsesudtrækker",
    "de": "Shopee-Bewertungen-Extraktor",
    "el": "Εξαγωγέας κριτικών Shopee",
    "en,en_AU,en_GB,en_US,fil": "Shopee Reviews Extractor",
    "es,es_419": "Extractor de reseñas de Shopee",
    "et": "Shopee arvustuste ekstraktor",
    "fa": "استخراج کننده نظرات Shopee",
    "fi": "Shopee-arvostelujen uuttaja",
    "fr": "Extracteur d'avis Shopee",
    "gu": "Shopee સમીક્ષાઓ એક્સટ્રાક્ટર",
    "he": "שואפי ממצה ביקורות",
    "hi": "Shopee समीक्षाएँ निष्कर्षक",
    "hr": "Shopee Extractor recenzija",
    "hu": "Shopee véleménykivonó",
    "id": "Shopee Extractor Ulasan",
    "it": "Estrattore di recensioni Shopee",
    "ja": "Shopeeレビュー抽出ツール",
    "kn": "Shopee ವಿಮರ್ಶೆಗಳು ಎಕ್ಸ್ಟ್ರಾಕ್ಟರ್",
    "ko": "Shopee 리뷰 추출기",
    "lt": "Shopee atsiliepimų ištraukiklis",
    "lv": "Shopee atsauksmju ekstraktors",
    "ml": "Shopee അവലോകനങ്ങൾ എക്സ്ട്രാക്റ്റർ",
    "mr": "Shopee पुनरावलोकने एक्स्ट्रॅक्टर",
    "ms": "Shopee Pengekstrak Ulasan",
    "nl": "Shopee-recensie-extractor",
    "no": "Shopee anmeldelsesekstraktor",
    "pl": "Ekstraktor recenzji Shopee",
    "pt_BR,pt_PT": "Extrator de avaliações Shopee",
    "ro": "Extractor de recenzii Shopee",
    "ru": "Экстрактор отзывов Shopee",
    "sk": "Shopee extraktor recenzií",
    "sl": "Shopee izvleček ocen",
    "sr": "Shopee Ekstraktor recenzija",
    "sv": "Shopee recensionsextraktor",
    "sw": "Kichakata Maoni ya Shopee",
    "ta": "Shopee மதிப்பீடுகள் அகழ்வான்",
    "te": "Shopee సమీక్షలు ఎక్స్ట్రాక్టర్",
    "th": "เครื่องมือดึงรีวิว Shopee",
    "tr": "Shopee Yorumları Çıkarıcı",
    "uk": "Shopee Екстрактор відгуків",
    "vi": "Trình trích xuất đánh giá Shopee",
    "zh_CN": "Shopee评论提取器",
    "zh_TW": "Shopee評論提取器"
  },
  "short": {
    "ar": "Export Shopee reviews instantly in your preferred format. AI-generated summaries highlight key product strengths and improvement.",
    "am": "Simplify review analysis with the Shopee Reviews Extractor. Export data in CSV, JSON, or XLSX and get AI summarize customer feedback",
    "bg": "Extract and export Shopee reviews. AI review summaries offer insights into product pros, cons, and improvement recommendations.",
    "bn": "Shopee Reviews Extractor export reviews in structured formats. AI analyzes customer feedback, providing actionable insights.",
    "ca": "Scrape and export Shopee reviews in minutes. AI summaries highlight advantages, disadvantages, and data-driven recommendations.",
    "cs": "Export Shopee review data in CSV, JSON, or XLSX formats. AI review summaries offer insights of product strengths and improvement.",
    "da": "Extract and export Shopee reviews. Use AI to get summaries of customer feedback, including pros, cons, and improvement tips.",
    "de": "Export Shopee reviews in customizable formats. AI-driven summaries highlight key product aspects and offer actionable insights.",
    "el": "Get Shopee review data with customizable export options. AI review summaries provide insights into product strengths and weaknesses.",
    "en,en_AU": "Scrape and export Shopee reviews in CSV, JSON, or XLSX formats. AI summaries highlight product pros, cons, and actionable insights.",
    "en_GB": "Extract and export Shopee reviews with a single click. Use AI to analyze advantages, disadvantages, receive improvement suggestions.",
    "en_US": "Quickly export Shopee product reviews and receive AI-driven summaries. Customize data in CSV, JSON, or XLSX for detailed analysis.",
    "es": "Easily export Shopee reviews and receive AI-generated summaries. Customize data in CSV, JSON, or XLSX for detailed insights.",
    "es_419": "Extract and export Shopee reviews seamlessly. AI-powered summaries highlight product pros, cons, and provide recommendations.",
    "et": "Export Shopee reviews in structured formats with ease. AI analyzes reviews to offer insights of product strengths and improvement.",
    "fa": "Get Shopee review data in CSV, JSON, or XLSX. AI summaries highlight key feedback, providing actionable product insights.",
    "fi": "Easily scrape and export Shopee reviews. AI-powered summaries highlight advantages, disadvantages, and offer improvement suggestions",
    "fil": "Export Shopee reviews quickly in your preferred format. AI-driven summaries provide clear insights into product needing enhancement.",
    "fr": "Extract and export Shopee reviews effortlessly. AI summaries offer actionable insights into product pros, cons, and suggestions.",
    "gu": "Extract and export Shopee reviews effortlessly with customizable formats. AI summaries reveal product insights and actionable views.",
    "he": "Export Shopee reviews instantly in CSV, JSON, or XLSX formats. AI-generated summaries provide clear advantages, and improvement tips",
    "hi": "Scrape Shopee reviews and export them in your preferred format. AI analysis highlights product pros, cons, and actionable insights.",
    "hr": "Export Shopee review data with customizable options. AI-powered summaries offer comprehensive insights into customer feedback.",
    "hu": "Extract Shopee reviews with a click and get AI-driven summaries. Customize exports in CSV, JSON, or XLSX for detailed analysis.",
    "id": "Efficiently export Shopee reviews and receive AI-generated insights. Summaries highlight product strengths, weaknesses, suggestions.",
    "it": "Easily scrape and export Shopee reviews in structured formats. AI summaries provide actionable insights into product pros and cons.",
    "ja": "Export Shopee review data in CSV, JSON, or XLSX. AI-driven summaries offer clear, actionable insights for better decisions.",
    "kn": "Quickly extract and export Shopee reviews with customizable options. AI summaries highlight product feedback and improvement areas.",
    "ko": "Export Shopee reviews in your preferred format and get AI-powered summaries. Analyze product strengths, weaknesses, and suggestions.",
    "lt": "Seamlessly scrape and export Shopee reviews. AI summaries offer actionable insights into customer feedback and product improvements.",
    "lv": "Extract and export Shopee reviews in CSV, JSON, or XLSX. AI summaries provide comprehensive insights into product pros and cons.",
    "ml": "Export Shopee reviews effortlessly and receive AI-driven summaries. Customize data for detailed analysis of customer feedback.",
    "mr": "Quickly export Shopee review data with customizable formats. AI summaries highlight product advantages, disadvantages.",
    "ms": "Efficiently scrape and export Shopee reviews. AI summaries provide clear insights into product strengths and areas for improvement.",
    "nl": "Export Shopee reviews in CSV, JSON, or XLSX. AI-driven summaries offer actionable insights into customer feedback and enhancement.",
    "no": "Extract Shopee reviews effortlessly in CSV, JSON, or XLSX. AI analysis highlights key feedback and provides actionable suggestions.",
    "pl": "Quickly export Shopee reviews and get AI-generated summaries. Customize data formats for insights into product pros and cons.",
    "pt_BR": "Seamlessly scrape Shopee reviews and export them in your preferred format. AI summaries provide clear, actionable product feedback.",
    "pt_PT": "Export Shopee review effortlessly in structured formats. AI-powered summaries highlight key feedback, offering actionable insights.",
    "ro": "Efficiently scrape Shopee reviews and export in CSV, JSON, or XLSX. AI summaries provide clear insights into product strengths.",
    "ru": "Export Shopee reviews in your preferred format. AI summaries highlight product advantages, disadvantages, and actionable feedback.",
    "sk": "Quickly extract and export Shopee review data. AI-powered summaries offer comprehensive insights into customer feedback.",
    "sl": "Seamlessly scrape Shopee reviews and export in structured formats. AI provides clear product pros, cons, and improvement suggestions",
    "sr": "Export Shopee reviews in CSV, JSON, or XLSX formats. AI-driven summaries offer actionable insights for better product decisions.",
    "sv": "Easily extract and export Shopee reviews. AI summaries provide key insights into product strengths, weaknesses, and recommendations.",
    "sw": "Export Shopee reviews with customizable formats. AI-generated summaries highlight product pros, cons, and actionable feedback.",
    "ta": "Seamlessly export Shopee review data in your preferred format. AI summaries provide insights into customer feedback and improvements",
    "te": "Extract Shopee reviews effortlessly and receive AI-driven summaries. Customize exports in CSV, JSON, or XLSX for detailed analysis.",
    "th": "Export Shopee reviews quickly in structured formats. AI-powered summaries offer insights into product strengths and improvements.",
    "tr": "Efficiently export Shopee reviews. AI analysis provides comprehensive insights into product pros, cons, and improvement tips.",
    "uk": "Quickly export Shopee review data. AI-generated summaries highlight key product feedback and actionable suggestions.",
    "vi": "Seamlessly extract and export Shopee reviews. AI summaries provide clear insights into customer feedback, highlighting pros and cons",
    "zh_CN": "Get comprehensive Shopee review data in customizable formats. AI-powered summaries provide clear product insights.",
    "zh_TW": "Export Shopee reviews effortlessly in CSV, JSON, or XLSX. AI-driven summaries offer actionable insights for product enhancement."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The enhanced Shopee Reviews Extractor is a powerful tool for e-commerce professionals to gather and analyze product review data without coding skills. Extract comprehensive review information and receive AI-generated summaries to make data-driven decisions.\n\nKey Features:\n- One-click review extraction\n- Customizable data export (CSV, JSON, XLSX)\n- AI Review Summary powered by ChatGPT\n- User-friendly interface\n- Local data processing for privacy\n\nAI Review Summary provides:\n- Product advantages\n- Product disadvantages\n- Improvement suggestions\n- \"To Buy or Not to Buy\" recommendation\n\nHow to Use:\n1. Navigate to any Shopee.com product page\n2. Click the \"Download Reviews\" button below the product title\n3. Choose your export format in the popup window\n4. (Optional) Click \"AI Review Summary\" for detailed analysis\n\nPerfect for:\n- E-commerce professionals\n- Market researchers\n- Product managers\n- Business owners\n\nUnlock customer insights and drive growth with the Enhanced Shopee Reviews Extractor!\n\nData Privacy:\nAll data processing occurs locally on your device and is not transmitted to our servers.\n\nDisclaimer:\nExtensionsBox independently develops this extension and is not associated with Shopee Inc."
  }
}