{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT and AI Detector by ZeroGPT.cc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZeroGPT.cc: Use the Best Free AI Text Detector for Accurate Results"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZeroGPT.cc: Your Go-To AI Text Detector Tool for Accurate Results\n\n⭐How Does the AI ZeroGPT Work?\n\nOur AI content detector, ZeroGPT.cc, uses massive amounts of data from different sources to precisely predict the origin of a text or a phrase. It has been tested and trained to use combinations of machine learning algorithms alongside natural language processing techniques to present the most accurate results. These algorithms are designed and developed by the expert and professional team of ZeroGPT. The accuracy of these algorithms is backed by several in-house experiments and published highly reputable papers.\n\nOur AI text detector works effectively for all versions of GPT models, including GPT-4. You can easily detect whether your text is human-written or AI/GPT Generated. Our AI text detector accurately displays the percentage of AI/GPT plagiarized text for an in-depth analysis of your content.\n\nUsing the ZeroGPT.cc extension is easy, and installation takes seconds. Simply follow these steps:\n1. Click \"Add to Chrome\".\n2. Click on the extension icon, and pin ZeroGPT.cc to the extensions bar.\n3. No need to login or setup. Simply start using AI Content Detection free.\n4. Highlight and click on Z (extension) to scan text.\n\n⭐ZeroGPT.cc Key Features:\n✅ Detects ChatGPT, GPT-4, GPT-3.5, GPT-3, GPT-2, and many other AI-based languages and technologies.\n✅ Highlights areas of the text that are most likely AI generated.\n✅ Free to Use.\n\n⭐Why Should You Choose Our AI Text Detector - ZeroGPT.cc?\n✅ Accurate Results\n✅ Fast Results\n✅ Easy to Operate"
  }
}