{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online EML Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tool to view and manage .eml files"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the Free Online EML File Viewer Tool, your go-to solution for effortlessly viewing EML files. This utility is a complete freeware offering, designed specifically to cater to users seeking to access their EML files and attachments without the hassle of installing any native email applications.\n\nAccess the Free Online EML File Viewer Tool, allowing seamless viewing of EML files. It's a no-cost utility, enabling users to observe eml files sans the need for any native email application installation. The tool operates locally on your system, eliminating the necessity of uploading files to third-party servers, ensuring data security and peace of mind.\n\nOne of the standout features of this tool is its independence from third-party servers. Unlike other solutions, there's no need to upload your sensitive EML files to external servers or cloud platforms. Instead, our viewer operates directly on your system, ensuring maximum data security and confidentiality. Your information stays within your control, mitigating any privacy concerns commonly associated with online tools.\n\nWhether you're a professional handling numerous EML files or an individual looking to access specific email data, our viewer simplifies the process. It grants you the ability to navigate through EML content seamlessly, providing a hassle-free experience without the need for additional software installations.\n\nMoreover, the user-friendly interface ensures a smooth and intuitive viewing experience. You'll be able to access and explore your EML files effortlessly, enabling you to locate and extract the necessary information with ease.\n\nExperience the convenience and security of accessing your EML files without compromising on data privacy. Download our free viewer today and gain peace of mind knowing that your data remains secure within your system's confines."
  }
}