{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Debug-GPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI-Powered Debugging Assistant."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Debug-GPT – your indispensable debugging companion that transforms the way you tackle complex errors within Chrome DevTools. Powered by advanced artificial intelligence, Debug-GPT reads and deciphers intricate error logs, offering a user-friendly understanding of the root causes and suggesting actionable steps to swiftly resolve issues. You will need an OpenAI token to activate Debug GPT features. Fetch your token on https://platform.openai.com/account/api-keys\n\nKey features:\n• AI-Powered Decoding: Debug-GPT leverages OpenAI technology to translate cryptic error messages into plain language explanations. Say goodbye to the frustration of deciphering complex logs.\n• Actionable Insights: Debug-GPT provides actionable insights, guiding you through the next steps to effectively troubleshoot and resolve issues.\n• Language Translations: Break down language barriers with Debug-GPT’s language translation feature. Get error explanations in your preferred language, enhancing accessibility and usability.\n\nDebug-GPT seamlessly integrates into Chrome DevTools, enhancing your debugging workflow without disrupting your development environment. By expediting issue resolution, Debug-GPT helps you maintain high code quality and productivity, freeing you to focus on building exceptional websites.\n\nHow to get started\n• Install the Debug-GPT Chrome extension from the Chrome Web Store.\n• Pin the Debug-GPT extension in the taskbar\n• Open Chrome Developer Tools in your browser window (View>Developer>Developer Tools)\n• Open the Debug-GPT panel in the Drawer section of the Developer Tools window.\n• Click on the Debug-GPT icon in the taskbar. You should get confirmation that an extension is debugging the browser.\n• Encounter an error message you’d like to understand better.\n• Click the “Enhance” button in the error message panel.\n\nSay hello to a smoother debugging experience and a more productive coding journey.\n\nNote: Debug-GPT is an open-source project developed by CircleCI. Join our community, https://github.com/CircleCI-Public/debug-gpt, and contribute to the evolution of smarter debugging for developers worldwide."
  }
}