{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Download Notifier",
    "zh_CN": "下载提醒"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You get a desktop notification while your downloading finished.",
    "zh_CN": "下载完成后，显示桌面提醒"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "It's now open-sourced. \nhttps://github.com/ehaagwlke/download-notifier\n\n**********\n\nV0.0.5\n\nI get the time to make the 'play a sound when download finished' feature configurable. And you also can decide whether the default download shelf should display or not (though I prefer NOT).\n\nAnother change is, there will be more than one notification card displayed.\n\nAll things now could be configured via options page.\n\n**********\nV0.0.4\nHere comes three new things:\n1. The \"Open\" button now can be used\n2. While one download finished, it would play a sound (not configurable for now)\n3. The icon would be visible even if you are using a pure black theme\n\nand one more thing (might be buggy):\n- sometimes Chrome thought the file downloaded would be harmful, once this happened, this extension will prompt to ask for your confirmation, and this will be done on the chrome://downloads page. And, this feature might be buggy, if\nyou encounter any problem, contact or email me. Thank you.\n\n**********\n\nThis extension does two things:\n\n1. Disabled the download shelf. Yes, I personally do not like it. So when I get the change, I just disabled it. You will get a badge while something is downloading. Sorry no progress bar available for now. \n\n2. Display a desktop notification when your downloading finished, and you could find it by one simple click.\n\nTODO(May be implemented in future, may not):\n\n1. An animated browser action icon which could show the downloading progress\n\n2. A \"OPEN\" button on the notification card -- depends on whether Google would allow me to do so. [V0.0.4 added]\n\n3. A popup shows all the downloads -- actually it was almost there, if there had not been some annoying bugs.",
    "zh_CN": "It's now open-sourced. \nhttps://github.com/ehaagwlke/download-notifier\n\n**********\n\nV0.0.5\n新增设置页面。\n可以设置：\n1. 是否下载完成后播放提示音，以及声音是可以选的\n2. 是否默认显示Chrome自带的下载工具条（download shelf）\n提示卡片从固定一个，改成了一个下载对应一张提示卡片。\n\n进度条还没时间弄哦。\n\n**********\nV0.0.4\n新增三个小功能：\n1. “打开”按钮可以用了\n2. 下载完成后，会有一个提示音（目前不能关闭）\n3. 图标做了优化，黑色主题下也能按清楚了\n\nOne more thing：（可能有bug）\n- 如果下载的文档被chrome认为是“有害的”，扩展会弹出一个对话框，让你确认一遍，这个确认会需要到下载页面去做。可能会有bug\n\n**********\n\n两个小功能：\n\n1. 禁用浏览器底部的下载条(Download Shelf)。下载的时候，浏览器上的扩展图标会显示正在下载的文件个数。\n\n2. 下载完成后，会显示一个桌面提示，有一个“在文件夹中显示”的按钮，点击可以前往资源管理器/Finder里显示刚下载的文件。如果有多个，只显示最后一个。\n\nTODO(也可能不DO):\n\n1. 把扩展的icon变成有动画效果的，可以显示下载进度的图片(有现成的代码，不想抄)。\n\n2. 加一个“打开”按钮。之前是有的，但是Chrome最近因为有人滥用这个API，对使用有了限制，所以不一定能加。【V0.0.4加上了】\n\n3. 本来做好了一个点击扩展icon显示下载列表的Popup的，但是有些小bug没搞定，下个版本(如果有的话)会放出来。"
  }
}