{
  "name": {
    "ar": "JSON إلى CSV",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "JSON to CSV",
    "bg": "JSON към CSV",
    "ca,es": "JSON a CSV",
    "cs,pl,sk": "JSON do CSV",
    "da,no": "JSON til CSV",
    "de": "JSON zu CSV",
    "el": "JSON σε CSV",
    "et": "JSON-st CSV-ks",
    "fa": "JSON به CSV",
    "fi": "JSONista CSV:ksi",
    "fil": "JSON hanggang CSV",
    "fr": "JSON vers CSV",
    "he": "JSON ל-CSV",
    "hi": "JSON से CSV",
    "hr": "JSON u CSV",
    "hu": "JSON-ból CSV-be",
    "id": "JSON ke CSV",
    "it": "JSON in CSV",
    "ja": "JSON から CSV",
    "ko": "JSON에서 CSV로",
    "lt": "JSON į CSV",
    "lv": "JSON uz CSV",
    "ms": "JSON kepada CSV",
    "nl": "JSON naar CSV",
    "ro": "JSON în CSV",
    "ru": "JSON в CSV",
    "sl": "JSON v CSV",
    "sr": "ЈСОН у ЦСВ",
    "sv": "JSON till CSV",
    "th": "JSON เป็น CSV",
    "tr": "JSON&#39;den CSV&#39;ye dönüştürücü",
    "uk": "JSON у CSV",
    "vi": "JSON sang CSV",
    "zh_CN": "JSON 转 CSV",
    "zh_TW": "JSON 轉 CSV"
  },
  "short": {
    "ar": "تحويل مصفوفات / كائنات JSON إلى تنسيق csv.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Convert JSON arrays/objects into csv format.",
    "bg": "Конвертирайте JSON масиви/обекти в csv формат.",
    "ca": "Converteix matrius/objectes JSON en format csv.",
    "cs": "Převeďte pole/objekty JSON do formátu csv.",
    "da": "Konverter JSON-arrays/objekter til csv-format.",
    "de": "Konvertieren Sie JSON-Arrays/Objekte in das CSV-Format.",
    "el": "Μετατροπή συστοιχιών/αντικειμένων JSON σε μορφή csv.",
    "es": "Convierta matrices/objetos JSON en formato csv.",
    "et": "Teisendage JSON-massiivid/objektid csv-vormingusse.",
    "fa": "آرایه ها/اشیاء JSON را به فرمت csv تبدیل کنید.",
    "fi": "Muunna JSON-taulukot/objektit csv-muotoon.",
    "fil": "I-convert ang mga array/object ng JSON sa csv format.",
    "fr": "Convertissez les tableaux/objets JSON au format csv.",
    "he": "המרת מערכי/אובייקטים של JSON לפורמט csv.",
    "hi": "JSON सरणियों / वस्तुओं को csv प्रारूप में बदलें।",
    "hr": "Pretvorite JSON nizove/objekte u csv format.",
    "hu": "Konvertálja a JSON-tömböket/objektumokat csv formátumba.",
    "id": "Konversikan array/objek JSON ke dalam format csv.",
    "it": "Converti array/oggetti JSON in formato csv.",
    "ja": "JSON 配列/オブジェクトを csv 形式に変換します。",
    "ko": "JSON 배열/객체를 csv 형식으로 변환합니다.",
    "lt": "Konvertuokite JSON masyvus / objektus į csv formatą.",
    "lv": "Konvertējiet JSON masīvus/objektus csv formātā.",
    "ms": "Tukar tatasusunan/objek JSON ke dalam format csv.",
    "nl": "Converteer JSON-arrays/-objecten naar csv-indeling.",
    "no": "Konverter JSON-matriser/objekter til csv-format.",
    "pl": "Konwertuj tablice/obiekty JSON na format csv.",
    "ro": "Convertiți matrice/obiecte JSON în format csv.",
    "ru": "Преобразование массивов/объектов JSON в формат csv.",
    "sk": "Konvertujte polia/objekty JSON do formátu csv.",
    "sl": "Pretvorite polja/predmete JSON v format csv.",
    "sr": "Претворите ЈСОН низове/објекте у цсв формат.",
    "sv": "Konvertera JSON-matriser/objekt till csv-format.",
    "th": "แปลงอาร์เรย์/วัตถุ JSON เป็นรูปแบบ csv",
    "tr": "JSON dizilerini/nesnelerini csv formatına dönüştürün.",
    "uk": "Перетворення масивів/об’єктів JSON у формат csv.",
    "vi": "Chuyển đổi mảng / đối tượng JSON sang định dạng csv.",
    "zh_CN": "将 JSON 数组/对象转换为 csv 格式。",
    "zh_TW": "將 JSON 數組/對象轉換為 csv 格式。"
  },
  "long": {
    "ar": "قم بتحويل ملفات JSON إلى تنسيق CSV.\n\nإليك كيفية البدء في استخدام هذا البرنامج.\n\nانقر فوق أيقونة الامتداد.\nالصق كود JSON في مربع النص\nاضغط على زر التحويل\n\nسيتم تحويل رمز JSON إلى تنسيق CSV ويمكنك تنزيل ملف CSV هذا على جهاز الكمبيوتر الخاص بك.\n\nهذا البرنامج مجاني 100٪. يتم احترام خصوصيتك ولا يتم الاحتفاظ بأي بيانات عن مستخدمينا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Convert your JSON files to CSV format.\n\nHere is how to get started using this software.\n\nClick on the extension icon.\nPaste your JSON code into the textbox\nPress the convert button\n\nThe JSON code will be converted into CSV format and you can download this CSV file onto your computer.\n\nThis software is 100% free. Your privacy is respected and no data on our users is kept.",
    "bg": "Конвертирайте вашите JSON файлове в CSV формат.\n\nЕто как да започнете да използвате този софтуер.\n\nКликнете върху иконата на разширение.\nПоставете своя JSON код в текстовото поле\nНатиснете бутона за конвертиране\n\nJSON кодът ще бъде преобразуван във формат CSV и можете да изтеглите този CSV файл на вашия компютър.\n\nТози софтуер е 100% безплатен. Вашата поверителност се зачита и не се съхраняват данни за нашите потребители.",
    "ca": "Converteix els teus fitxers JSON a format CSV.\n\nA continuació s'explica com començar a utilitzar aquest programari.\n\nFeu clic a la icona de l'extensió.\nEnganxeu el vostre codi JSON al quadre de text\nPremeu el botó de conversió\n\nEl codi JSON es convertirà en format CSV i podeu descarregar aquest fitxer CSV al vostre ordinador.\n\nAquest programari és 100% gratuït. Es respecta la teva privadesa i no es conserva cap dada dels nostres usuaris.",
    "cs": "Převeďte své soubory JSON do formátu CSV.\n\nZde je návod, jak začít používat tento software.\n\nKlikněte na ikonu rozšíření.\nVložte svůj kód JSON do textového pole\nStiskněte tlačítko převést\n\nKód JSON bude převeden do formátu CSV a tento soubor CSV si můžete stáhnout do svého počítače.\n\nTento software je 100% zdarma. Vaše soukromí je respektováno a žádná data o našich uživatelích nejsou uchovávána.",
    "da": "Konverter dine JSON-filer til CSV-format.\n\nSådan kommer du i gang med at bruge denne software.\n\nKlik på udvidelsesikonet.\nIndsæt din JSON-kode i tekstboksen\nTryk på konverter-knappen\n\nJSON-koden vil blive konverteret til CSV-format, og du kan downloade denne CSV-fil til din computer.\n\nDenne software er 100 % gratis. Dit privatliv respekteres, og der opbevares ingen data om vores brugere.",
    "de": "Konvertieren Sie Ihre JSON-Dateien in das CSV-Format.\n\nHier erfahren Sie, wie Sie mit der Verwendung dieser Software beginnen.\n\nKlicken Sie auf das Erweiterungssymbol.\nFügen Sie Ihren JSON-Code in das Textfeld ein\nDrücken Sie die Konvertierungstaste\n\nDer JSON-Code wird in das CSV-Format konvertiert und Sie können diese CSV-Datei auf Ihren Computer herunterladen.\n\nDiese Software ist 100 % kostenlos. Ihre Privatsphäre wird respektiert und es werden keine Daten unserer Benutzer gespeichert.",
    "el": "Μετατρέψτε τα αρχεία JSON σας σε μορφή CSV.\n\nΔείτε πώς μπορείτε να ξεκινήσετε να χρησιμοποιείτε αυτό το λογισμικό.\n\nΚάντε κλικ στο εικονίδιο επέκτασης.\nΕπικολλήστε τον κώδικα JSON στο πλαίσιο κειμένου\nΠατήστε το κουμπί μετατροπής\n\nΟ κώδικας JSON θα μετατραπεί σε μορφή CSV και μπορείτε να κάνετε λήψη αυτού του αρχείου CSV στον υπολογιστή σας.\n\nΑυτό το λογισμικό είναι 100% δωρεάν. Το απόρρητό σας τηρείται και δεν τηρούνται δεδομένα για τους χρήστες μας.",
    "es": "Convierta sus archivos JSON a formato CSV.\n\nA continuación se explica cómo empezar a utilizar este software.\n\nHaga clic en el icono de la extensión.\nPegue su código JSON en el cuadro de texto\nPresiona el botón convertir\n\nEl código JSON se convertirá a formato CSV y podrá descargar este archivo CSV en su computadora.\n\nEste software es 100% gratuito. Se respeta su privacidad y no se guardan datos de nuestros usuarios.",
    "et": "Teisendage oma JSON-failid CSV-vormingusse.\n\nSiit saate teada, kuidas selle tarkvara kasutamist alustada.\n\nKlõpsake laienduse ikooni.\nKleepige oma JSON-kood tekstikasti\nVajutage teisendamisnuppu\n\nJSON-kood teisendatakse CSV-vormingusse ja saate selle CSV-faili oma arvutisse alla laadida.\n\nSee tarkvara on 100% tasuta. Teie privaatsust austatakse ja meie kasutajate kohta andmeid ei säilitata.",
    "fa": "فایل های JSON خود را به فرمت CSV تبدیل کنید.\n\nدر اینجا نحوه شروع استفاده از این نرم افزار آورده شده است.\n\nروی آیکون افزونه کلیک کنید.\nکد JSON خود را در جعبه متن قرار دهید\nدکمه تبدیل را فشار دهید\n\nکد JSON به فرمت CSV تبدیل می شود و می توانید این فایل CSV را در رایانه خود دانلود کنید.\n\nاین نرم افزار 100% رایگان است. حریم خصوصی شما رعایت می شود و هیچ اطلاعاتی در مورد کاربران ما حفظ نمی شود.",
    "fil": "Muunna JSON-tiedostosi CSV-muotoon.\n\nNäin aloitat tämän ohjelmiston käytön.\n\nNapsauta laajennuskuvaketta.\nLiitä JSON-koodisi tekstiruutuun\nPaina muunnospainiketta\n\nJSON-koodi muunnetaan CSV-muotoon ja voit ladata tämän CSV-tiedoston tietokoneellesi.\n\nTämä ohjelmisto on 100% ilmainen. Yksityisyyttäsi kunnioitetaan, eikä käyttäjistämme säilytetä tietoja.",
    "fr": "Convertissez vos fichiers JSON au format CSV.\n\nVoici comment commencer à utiliser ce logiciel.\n\nCliquez sur l'icône d'extension.\nCollez votre code JSON dans la zone de texte\nAppuyez sur le bouton de conversion\n\nLe code JSON sera converti au format CSV et vous pourrez télécharger ce fichier CSV sur votre ordinateur.\n\nCe logiciel est 100% gratuit. Votre vie privée est respectée et aucune donnée sur nos utilisateurs n'est conservée.",
    "hi": "अपनी JSON फ़ाइलों को CSV प्रारूप में बदलें।\n\nइस सॉफ़्टवेयर का उपयोग शुरू करने का तरीका यहां दिया गया है।\n\nएक्सटेंशन आइकन पर क्लिक करें।\nअपने JSON कोड को टेक्स्टबॉक्स में पेस्ट करें\nकन्वर्ट बटन दबाएं\n\nJSON कोड को CSV प्रारूप में बदल दिया जाएगा और आप इस CSV फ़ाइल को अपने कंप्यूटर पर डाउनलोड कर सकते हैं।\n\nयह सॉफ्टवेयर 100% फ्री है। आपकी गोपनीयता का सम्मान किया जाता है और हमारे उपयोगकर्ताओं का कोई डेटा नहीं रखा जाता है।",
    "hr": "Pretvorite svoje JSON datoteke u CSV format.\n\nEvo kako početi koristiti ovaj softver.\n\nKliknite na ikonu proširenja.\nZalijepite svoj JSON kod u tekstni okvir\nPritisnite gumb za pretvaranje\n\nJSON kod bit će pretvoren u CSV format i tu CSV datoteku možete preuzeti na svoje računalo.\n\nOvaj softver je 100% besplatan. Poštujemo vašu privatnost i ne čuvamo podatke o našim korisnicima.",
    "hu": "Alakítsa át JSON fájljait CSV formátumba.\n\nÍgy kezdheti el a szoftver használatát.\n\nKattintson a bővítmény ikonjára.\nIllessze be a JSON-kódot a szövegmezőbe\nNyomja meg a konvertálás gombot\n\nA JSON-kódot CSV-formátumba konvertáljuk, és ezt a CSV-fájlt letöltheti számítógépére.\n\nEz a szoftver 100%-ban ingyenes. Tiszteletben tartjuk az Ön személyes adatait, és a felhasználóinkról semmilyen adatot nem tárolunk.",
    "id": "Konversikan file JSON Anda ke format CSV.\n\nBerikut adalah cara untuk mulai menggunakan perangkat lunak ini.\n\nKlik pada ikon ekstensi.\nRekatkan kode JSON Anda ke dalam kotak teks\nTekan tombol konversi\n\nKode JSON akan diubah menjadi format CSV dan Anda dapat mengunduh file CSV ini ke komputer Anda.\n\nPerangkat lunak ini 100% gratis. Privasi Anda dihormati dan tidak ada data pengguna kami yang disimpan.",
    "it": "Converti i tuoi file JSON in formato CSV.\n\nEcco come iniziare a utilizzare questo software.\n\nFare clic sull'icona dell'estensione.\nIncolla il tuo codice JSON nella casella di testo\nPremi il pulsante di conversione\n\nIl codice JSON verrà convertito in formato CSV e potrai scaricare questo file CSV sul tuo computer.\n\nQuesto software è gratuito al 100%. La tua privacy è rispettata e nessun dato sui nostri utenti viene conservato.",
    "ja": "JSON ファイルを CSV 形式に変換します。\n\nこのソフトウェアの使用を開始する方法は次のとおりです。\n\n拡張機能のアイコンをクリックします。\nJSON コードをテキストボックスに貼り付けます\n変換ボタンを押します\n\nJSON コードは CSV 形式に変換され、この CSV ファイルをコンピューターにダウンロードできます。\n\nこのソフトウェアは 100% 無料です。あなたのプライバシーは尊重され、ユーザーに関するデータは保持されません。",
    "ko": "JSON 파일을 CSV 형식으로 변환합니다.\n\n이 소프트웨어를 시작하는 방법은 다음과 같습니다.\n\n확장 아이콘을 클릭합니다.\nJSON 코드를 텍스트 상자에 붙여넣습니다.\n변환 버튼을 누르세요\n\nJSON 코드는 CSV 형식으로 변환되며 이 CSV 파일을 컴퓨터에 다운로드할 수 있습니다.\n\n이 소프트웨어는 100% 무료입니다. 귀하의 개인 정보는 존중되며 사용자에 대한 데이터는 보관되지 않습니다.",
    "lt": "Konvertuokite JSON failus į CSV formatą.\n\nŠtai kaip pradėti naudotis šia programine įranga.\n\nSpustelėkite plėtinio piktogramą.\nĮ teksto laukelį įklijuokite JSON kodą\nPaspauskite konvertavimo mygtuką\n\nJSON kodas bus konvertuotas į CSV formatą ir galėsite atsisiųsti šį CSV failą į savo kompiuterį.\n\nŠi programinė įranga yra 100% nemokama. Jūsų privatumas gerbiamas ir jokie duomenys apie mūsų vartotojus nesaugomi.",
    "lv": "Konvertējiet savus JSON failus CSV formātā.\n\nLūk, kā sākt lietot šo programmatūru.\n\nNoklikšķiniet uz paplašinājuma ikonas.\nIelīmējiet savu JSON kodu tekstlodziņā\nNospiediet konvertēšanas pogu\n\nJSON kods tiks pārveidots CSV formātā, un jūs varat lejupielādēt šo CSV failu savā datorā.\n\nŠī programmatūra ir 100% bezmaksas. Jūsu privātums tiek ievērots, un nekādi dati par mūsu lietotājiem netiek glabāti.",
    "ms": "Tukar fail JSON anda kepada format CSV.\n\nBerikut ialah cara untuk mula menggunakan perisian ini.\n\nKlik pada ikon sambungan.\nTampalkan kod JSON anda ke dalam kotak teks\nTekan butang tukar\n\nKod JSON akan ditukar kepada format CSV dan anda boleh memuat turun fail CSV ini ke komputer anda.\n\nPerisian ini 100% percuma. Privasi anda dihormati dan tiada data mengenai pengguna kami disimpan.",
    "nl": "Converteer uw JSON-bestanden naar CSV-indeling.\n\nHier leest u hoe u aan de slag kunt gaan met deze software.\n\nKlik op het extensiepictogram.\nPlak uw JSON-code in het tekstvak\nDruk op de convert-knop\n\nDe JSON-code wordt geconverteerd naar CSV-indeling en u kunt dit CSV-bestand downloaden naar uw computer.\n\nDeze software is 100% gratis. Uw privacy wordt gerespecteerd en er worden geen gegevens van onze gebruikers bijgehouden.",
    "no": "Konverter JSON-filene dine til CSV-format.\n\nHer er hvordan du kommer i gang med å bruke denne programvaren.\n\nKlikk på utvidelsesikonet.\nLim inn JSON-koden i tekstboksen\nTrykk på konverter-knappen\n\nJSON-koden vil bli konvertert til CSV-format, og du kan laste ned denne CSV-filen til datamaskinen din.\n\nDenne programvaren er 100 % gratis. Personvernet ditt blir respektert og ingen data om brukerne våre lagres.",
    "pl": "Konwertuj pliki JSON do formatu CSV.\n\nOto jak zacząć korzystać z tego oprogramowania.\n\nKliknij ikonę rozszerzenia.\nWklej swój kod JSON do pola tekstowego\nNaciśnij przycisk konwersji\n\nKod JSON zostanie przekonwertowany na format CSV i możesz pobrać ten plik CSV na swój komputer.\n\nTo oprogramowanie jest w 100% darmowe. Twoja prywatność jest szanowana i żadne dane dotyczące naszych użytkowników nie są przechowywane.",
    "ro": "Convertiți fișierele dvs. JSON în format CSV.\n\nIată cum să începeți să utilizați acest software.\n\nFaceți clic pe pictograma extensiei.\nLipiți codul dvs. JSON în caseta de text\nApăsați butonul de conversie\n\nCodul JSON va fi convertit în format CSV și puteți descărca acest fișier CSV pe computer.\n\nAcest software este 100% gratuit. Confidențialitatea dumneavoastră este respectată și nu sunt păstrate date despre utilizatorii noștri.",
    "ru": "Преобразуйте файлы JSON в формат CSV.\n\nВот как начать использовать это программное обеспечение.\n\nНажмите на значок расширения.\nВставьте свой код JSON в текстовое поле.\nНажмите кнопку конвертировать\n\nКод JSON будет преобразован в формат CSV, и вы сможете загрузить этот файл CSV на свой компьютер.\n\nЭто программное обеспечение на 100% бесплатно. Ваша конфиденциальность соблюдается, и данные о наших пользователях не хранятся.",
    "sk": "Preveďte svoje súbory JSON do formátu CSV.\n\nTu je návod, ako začať používať tento softvér.\n\nKliknite na ikonu rozšírenia.\nPrilepte svoj kód JSON do textového poľa\nStlačte tlačidlo previesť\n\nKód JSON sa skonvertuje do formátu CSV a tento súbor CSV si môžete stiahnuť do svojho počítača.\n\nTento softvér je 100% zadarmo. Rešpektujeme vaše súkromie a neuchovávame žiadne údaje o našich používateľoch.",
    "sl": "Pretvorite datoteke JSON v format CSV.\n\nTukaj je opisano, kako začeti uporabljati to programsko opremo.\n\nKliknite ikono razširitve.\nPrilepite kodo JSON v besedilno polje\nPritisnite gumb za pretvorbo\n\nKoda JSON bo pretvorjena v format CSV in to datoteko CSV lahko prenesete v svoj računalnik.\n\nTa programska oprema je 100 % brezplačna. Vašo zasebnost spoštujemo in ne hranimo nobenih podatkov o naših uporabnikih.",
    "sr": "Конвертујте своје ЈСОН датотеке у ЦСВ формат.\n\nЕво како да почнете да користите овај софтвер.\n\nКликните на икону проширења.\nНалепите свој ЈСОН код у оквир за текст\nПритисните дугме за конверзију\n\nЈСОН код ће бити конвертован у ЦСВ формат и можете преузети ову ЦСВ датотеку на свој рачунар.\n\nОвај софтвер је 100% бесплатан. Ваша приватност се поштује и подаци о нашим корисницима се не чувају.",
    "sv": "Konvertera dina JSON-filer till CSV-format.\n\nSå här kommer du igång med denna programvara.\n\nKlicka på tilläggsikonen.\nKlistra in din JSON-kod i textrutan\nTryck på konvertera-knappen\n\nJSON-koden kommer att konverteras till CSV-format och du kan ladda ner den här CSV-filen till din dator.\n\nDenna programvara är 100 % gratis. Din integritet respekteras och inga uppgifter om våra användare sparas.",
    "th": "แปลงไฟล์ JSON ของคุณเป็นรูปแบบ CSV\n\nนี่คือวิธีเริ่มต้นใช้งานซอฟต์แวร์นี้\n\nคลิกที่ไอคอนส่วนขยาย\nวางโค้ด JSON ของคุณลงในกล่องข้อความ\nกดปุ่มแปลง\n\nรหัส JSON จะถูกแปลงเป็นรูปแบบ CSV และคุณสามารถดาวน์โหลดไฟล์ CSV นี้ลงในคอมพิวเตอร์ของคุณได้\n\nซอฟต์แวร์นี้ฟรี 100% ความเป็นส่วนตัวของคุณได้รับการเคารพและไม่มีข้อมูลผู้ใช้ของเราถูกเก็บไว้",
    "tr": "JSON dosyalarınızı CSV formatına dönüştürün.\n\nBu yazılımı kullanmaya nasıl başlayacağınız aşağıda açıklanmıştır.\n\nUzantı simgesine tıklayın.\nJSON kodunuzu metin kutusuna yapıştırın\nDönüştür düğmesine basın\n\nJSON kodu CSV formatına dönüştürülecek ve bu CSV dosyasını bilgisayarınıza indirebilirsiniz.\n\nBu yazılım %100 ücretsizdir. Gizliliğinize saygı duyulur ve kullanıcılarımızla ilgili hiçbir veri tutulmaz.",
    "uk": "Перетворіть файли JSON у формат CSV.\n\nОсь як почати використовувати це програмне забезпечення.\n\nНатисніть на значок розширення.\nВставте код JSON у текстове поле\nНатисніть кнопку конвертації\n\nКод JSON буде перетворено у формат CSV, і ви зможете завантажити цей файл CSV на свій комп’ютер.\n\nЦе програмне забезпечення на 100% безкоштовне. Ваша конфіденційність поважається, а дані про наших користувачів не зберігаються.",
    "vi": "Chuyển đổi tệp JSON của bạn sang định dạng CSV.\n\nĐây là cách bắt đầu sử dụng phần mềm này.\n\nNhấp vào biểu tượng tiện ích mở rộng.\nDán mã JSON của bạn vào hộp văn bản\nNhấn nút chuyển đổi\n\nMã JSON sẽ được chuyển đổi thành định dạng CSV và bạn có thể tải tệp CSV này xuống máy tính của mình.\n\nPhần mềm này là 100% miễn phí. Quyền riêng tư của bạn được tôn trọng và không có dữ liệu nào về người dùng của chúng tôi được lưu giữ.",
    "zh_CN": "将您的 JSON 文件转换为 CSV 格式。\n\n以下是如何开始使用此软件。\n\n单击扩展图标。\n将您的 JSON 代码粘贴到文本框中\n按下转换按钮\n\nJSON 代码将转换为 CSV 格式，您可以将此 CSV 文件下载到您的计算机上。\n\n这个软件是100%免费的。您的隐私受到尊重，我们不会保留任何有关我们用户的数据。",
    "zh_TW": "將您的 JSON 文件轉換為 CSV 格式。\n\n以下是如何開始使用此軟件。\n\n單擊擴展圖標。\n將您的 JSON 代碼粘貼到文本框中\n按下轉換按鈕\n\nJSON 代碼將轉換為 CSV 格式，您可以將此 CSV 文件下載到您的計算機上。\n\n這個軟件是100%免費的。您的隱私受到尊重，我們不會保留任何關於我們用戶的數據。"
  }
}