{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Odoo Better Ide"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Odoo Code Editor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Odoo Better IDE - Supercharge Your Odoo IDE! 🚀\n\nTired of the plain Odoo code editor? Say hello to Odoo Better IDE, the ultimate extension designed to take your coding experience to the next level! 🎉\n\nFeatures That Code Like Magic:\n✨ Modern Code Editor: Experience the power of CodeMirror 6 with IntelliSense, autocompletion, and an overall sleek interface.  \n✨ Real-Time Syncing: Seamlessly sync your edits from our enhanced editor to the Odoo editor in real time—no manual hassle.  \n✨ Full Customization: Make it yours! Choose from stunning themes and adjust font sizes for your perfect coding environment.  \n\nWhy You'll Love It:\n✅ Effortless setup—just install and start coding!  \n✅ Boost productivity with faster, smarter coding tools.  \n✅ Stay in control with options tailored to your style.  \n\nUnleash Your Coding Superpowers!  \nTransform your Odoo development workflow today with **Odoo Code Booster**. Because coding doesn’t have to be boring. 🌟\n\nLimitations:\n- Only supports Python for now.\n- I suggest using only for Server Actions, Scheduled Actions\n\nHow to use:\n1. Install the Extension.\n2. Select your preferred theme and font size.\n3. Navigate to Odoo Server Actions or any forms with Python IDE.\n4. Enable the the Extension in the Popup and click the \"Reload Page\" button or manually reload the page (Ctrl + r).\n\nAuthor's Note:\nThis project aims to enhance Odoo's in-browser code editor for Scheduled Actions by overlaying a CodeMirror editor with advanced features such as IntelliSense, syntax highlighting, and visual customization.\n\nKey Features:\n[ / ] : Enhanced Code Editor: Add a modern editor with Intellisense and Autocompletion using CodeMirror 6.\n[ / ] : Real-Time Syncing: Sync code from CodeMirror to Odoo editor (in the background).\n[ / ] : Customizations: Allow theme, font size.\n[ x ]: Multi-language support: Supports Python, XML, JavaScript, HTML, CSS (supports Python for now).\n[ x ]: Enabled by default: Automatically embed the CodeMirror editor to the page when enabled (need to reload the browser for now).\n[ / ] : Handle Odoo Discard: Revert code when user clicked the discard button. (thanks to https://github.com/acgonzales)\n[ x ]: Vim Keybinds: Use Vim-like keybinding.\n\nContribute:\nFound bugs or want to make a pull request? you can find the actual code in Github: https://github.com/dwarjie/odoo-better-ide"
  }
}