{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Datagator – claim back your privacy",
    "nl": "Datagator – claim je privacy terug van trackers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join claims against trackers and websites that don’t respect your privacy. Complements your ad blocker.",
    "nl": "Doe mee met claims tegen trackers en websites die je privacy niet respecteren. Een aanvulling op je adblocker."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identify sites and trackers that violate your privacy, and join claims for compensation for past breaches and to prevent future ones. \n\nWhenever Datagator wins a claim you joined, we share up to 60% of any proceeds we received with you. \n\n✓ Clean up the internet by taking action against privacy violators to help create a more private future.\n✓ All browsing data is stored and analysed on your computer. Datagator can only access data that you choose to share if you join a claim. \n✓ Complements ad blockers such as uBlock Origin, Adblock Plus, Adguard and Ghostery.",
    "nl": "Ontdek welke websites en trackers je privacy schenden, en sluit je aan bij claims voor compensatie voor eerdere inbreuken, en boetes om toekomstige te voorkomen.\n\nAls Datagator een claim wint waaraan jij deelneemt, delen we tot 60% van de ontvangen opbrengsten met jou.\n\n✓ Ruim het internet op door actie te ondernemen tegen privacyschenders, en draag bij een privacy-vriendelijke toekomst. \n✓ Alle browsinggegevens worden op je computer opgeslagen en geanalyseerd. Datagator kan alleen toegang krijgen tot gegevens die je kiest te delen als je meedoet aan een claim. \n✓ Aanvulling op adblockers zoals uBlock Origin, Adblock Plus, Adguard en Ghostery."
  }
}