{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nebulate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nebulate links YouTube and Nebula videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you love watching videos from your favorite creators on Nebula, but find it a hassle to switch back and forth between YouTube and Nebula to find them all? Introducing the Nebula Chrome Extension - the ultimate solution for finding and watching Nebula videos on YouTube!\n\nFeatures: \n\n- Highlight videos on YouTube that are also available on Nebula and add a Redirect Rocket, so you can easily switch to watching them there\n- Highlight Nebula videos on YouTube's search, channel, home, featured, and subscription pages, as well as in recommended videos, so you can quickly find them\n- Add a redirect rocket button to YouTube thumbnails for Nebula videos, so you can jump straight to the Nebula version of the video with just one click\n\nAnd the best part? This extension uses a local lookup table that doesn't call home or track your watch hisotry. The table is regularly updated with the latest information from both Nebula and YouTube, so you can be sure you're always seeing the most accurate and up-to-date data!\n\nWith the Nebula Chrome Extension, you'll never have to waste time switching back and forth between YouTube and Nebula to find the videos you want to watch. Simply install the extension, and start enjoying the convenience of finding and watching your favorite creators on Nebula, all from within YouTube.\n\nSo why wait? Install the Nebula Chrome Extension today and start watching your favorite creators on Nebula!"
  }
}