{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unit Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert units"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of effortless unit conversion with the Unit Converter Chrome extension! Seamlessly convert units across Length, Volume, Weight, Temperature, Time, Percentage, and Number categories right from your browser.\n\nKey Features:\n\n- Versatile Unit Support:\nEasily convert between different units within categories such as meters, feet, liters, gallons, kilograms, pounds, Celsius, Fahrenheit, seconds, minutes, hours, and more.\n\n- Intuitive Interface:\nStreamlined design for a user-friendly experience. Access the converter with just a click, and enjoy a straightforward interface for quick and precise unit conversions.\n\n- Comprehensive Categories:\nCovering a wide range of everyday units, including Length for measurements, Volume for liquids and solids, Weight for mass calculations, Temperature for weather or cooking, Time for all your temporal and chronological needs, Percentage for quick ratios, and Number for basic numeric base conversions.\n\n- Real-time Results:\nWitness instant and accurate unit conversions as you type, making your workflow more efficient and eliminating the need for manual calculations.\n\n- Customizable Settings:\nTailor the extension to fit your preferences. Adjust decimal precision and choose your preferred units for quick access to your most frequently used conversions.\n\nWhy Unit Converter?\n\n- Time-Saving:\nBoost your productivity by eliminating the need to search for unit conversion websites. Convert units directly in your Chrome browser.\n\n- All-in-One Solution:\nNo need to install multiple extensions for different unit categories. Unit Converter has you covered with its comprehensive range.\n\n- Offline Access:\nOnce installed, enjoy unit conversions even when you're offline. Perfect for when you're on the go or in areas with limited internet connectivity.\n\nUpgrade your browsing experience with the Unit Converter Chrome extension and say goodbye to unit conversion headaches. Install now and simplify your daily calculations effortlessly!"
  }
}