{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loadmill Test Composer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate API Tests using AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loadmill Test Composer uses AI to generate automated API tests in real-time, right from your browser.\n\nSpend less time creating boilerplate and repetitive test code and more time adding your human insights to your tests. Play a user flow in your app, and the Test Composer will immediately generate an end-to-end API test script for it.\n\nHow to use the Chrome dev tools to generate an end-to-end API test:\n➤ Open the Chrome Developer Tools and switch to the Loadmill Composer tab\n➤ If you are not logged in to Loadmill, you will be prompted to the login page\n➤ Play a the user flow you would like to test and let Loadmill analyze your API requests\n➤ When you are done performing your tested user flow, click the Create Test button at the bottom\n\n★ What's new \n• Support for multiple recording profiles (Using different processing algorithms for each)\n• Better support for multi-systems testing. Upload HARs to combine recordings from multiple applications into a single test flow\n• Test analysis will now use your account algorithm settings\n• Improving the ability to hide and obfuscate sensitive values\n• No longer clearing the request list after test creation\n• Updated UI visuals and Layout\n• Adding automated API descriptions\n• Filter irrelevant requests from your session in one click\n• View WebSocket binary messages in clear text\n• WebSocket! WebSocket events are now included in the generated tests.\n• \"Non-API call\" filter bug fixed\n• Syntax highlighting for JSON \n• Showing the request and response body\n• Better control on which requests will be filtered out\n• Fixed bug for when no test suite is selected\n• Copy a single request and paste it into your Loadmill tests\n• Better support for base64 encoded responses\n• JavaScript stack trace removed from HAR files to make them smaller\n• Create a new test suite by typing its name in the test suite selector bar\n• updated to work with the new app.loadmill.com subdomain\n• Better error reporting\n• Fixed test analysis regression"
  }
}