{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WriteFastAI - ChatGPT on Demand, on any Website"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A better way to use ChatGPT right from the website you are on. You can Comment, Explain, Summarize, Reword, CopyWrite & Reply."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is WriteFastAI?    \nWriteFastAI is a powerful AI writing assistant that can help with a variety of writing tasks, including content generation, summarization, and more.\n\nWhat is the installation method for WriteFastAI?\nWriteFastAI is available as a Chrome extension, making installation quick and easy.\n\nHow can I get support for WriteFastAI?\nIf you need assistance or have questions, you can reach out to our support team at support@writefastai.com.\n\nCan I change the prompts used by WriteFastAI?\nYes, you have the ability to customize prompts to tailor the AI-generated content to your specific needs and desired tone.\n\nDo I need to provide my own OpenAI API key?\nYes, users are required to provide their own OpenAI API key to use WriteFastAI's AI capabilities.\n\nIs user data stored by WriteFastAI?\nNo, WriteFastAI does not store any user data. Everything is processed in the user's browser, ensuring 100% privacy.\n\nCan I change the tone and prompts used by WriteFastAI?\nYes, you have control over the tone (professional, witty, conversational) and prompts, allowing you to customize the generated content to your liking.\n\nWhat licensing options are available for WriteFastAI?\nWriteFastAI offers two types of licenses: a single-install license and a 5-install license, providing flexibility based on your requirements.WriteFastAI is a powerful AI writing assistant that can help with a variety of writing tasks, including content generation, summarization, and more."
  }
}