{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebTranslate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebTranslate give you the ability to translate your web page in 104 different languages!.",
    "fr": "WebTranslate vous permet de traduire votre page Web dans plus de 104 langues différentes!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebTranslate is an Open Source add-on which allow you to translate your web page in more than 100 differents languages.\n\nAnd all of this comes with one small ergonomic contextual menu when you right click on one of your web pages. (See attached screenshots below).\n\nFeatures available\n\n** You can choose your translate engine between Google or Bing. More translate engine will come up later !.\n\n** If you require to keep your current page, it is possible, you can choose how the new translate page will come up (in a new tab or use the current one).\n\nIf you have any improvements to add or suggestions, please you are welcome to send to me by email to hello@arradimohamed.fr.",
    "fr": "WebTranslate est un Add-On totalement Open Source qui vous permet de traduire votre page Web dans plus 104 langues différentes. Tout ceci viens un petit menu contextuel très simple et ergonomique !. Dite adieu aux longs réglages pour simplement traduire une page.\n\nAjoutez simplement l'extension de l'application WebTranslate à votre navigateur et profitez de la page dans la langue de votre choix.\n\nFonctionnalités disponibles :\n\n** Vous avez la possibilité de choisir votre moteur de traduction tel que Google ou si vous n'aimez pas Google vous pouvez choisir Microsoft Bing !.\nD'autres moteur de traduction seront ajoutés au fur et à mesure.\n\n** Possibilité de régler le mode d'affichage de la page à traduire ( dans un nouvel onglet ou dans la même page).\n\nSi vous avez des améliorations à ajouter ou des suggestions, n'hésitez pas à les envoyer par email à hello@arradimohamed.fr."
  }
}