{
  "name": {
    "ar,bn,hu,id,ja,ko,ta": "Helix Stack Ball Online Game",
    "am,bg,el,fi,gu,lv,mr,pl,sv": "Helix Stack Ball Online",
    "ca,da,fa,ml,ms,te,th": "Helix Stack Ball Game",
    "cs,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,hi,it,kn,lt,nl,no,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Helix Stack Ball Arcade Game",
    "fil,he,hr,ro,sk,sl,sw": "Helix Stack Ball Unblocked Game"
  },
  "short": {
    "ar": "Helix Stack Ball هي مغامرة مثيرة للكرة المرتدة في متاهة البرج الحلزوني.",
    "am": "Helix Stack ኳስ በspiral tower maze ውስጥ የሚንሸራተት አስደሳች ጀብዱ ነው.",
    "bg": "Helix Stack Ball е вълнуващо приключение на подскачаща топка в спирала кула лабиринт.",
    "bn": "হেলিক্স স্ট্যাক বল সর্পিল টাওয়ার গোলকধাঁধায় বাউন্সিং বল একটি উত্তেজনাপূর্ণ দু: সাহসিক কাজ।",
    "ca": "Helix Stack Ball és una emocionant aventura de rebotar pilota en laberint de torre espiral.",
    "cs": "Helix Stack Ball je vzrušující dobrodružství skákající koule ve spirálovém bludišti věže.",
    "da": "Helix Stack Ball er et spændende eventyr med hoppebold i spiraltårnslabyrint.",
    "de": "Helix Stack Ball ist ein aufregendes Abenteuer des hüpfenden Balls im spiralförmigen Turmlabyrinth.",
    "el": "Το Helix Stack Ball είναι μια συναρπαστική περιπέτεια αναπήδησης μπάλας σε σπειροειδή λαβύρινθο πύργου.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Helix Stack Ball is an exciting adventure of bouncing ball in spiral tower maze.",
    "es": "Helix Stack Ball es una emocionante aventura de rebotar bolas en el laberinto de la torre en espiral.",
    "et": "Helix Stack Ball on põnev seiklus kopsakas palli spiraal torn labürint.",
    "fa": "مارپیچ پشته توپ ماجراجویی هیجان انگیز از تندرست توپ در پیچ و خم برج مارپیچ است.",
    "fi": "Helix Stack Ball on jännittävä seikkailu pomppivasta pallosta spiraalitornin sokkelossa.",
    "fil": "Helix Stack Ball ay isang kapana-panabik na pakikipagsapalaran ng bouncing bola sa spiral tower maze.",
    "fr": "Helix Stack Ball est une aventure passionnante de balle rebondissante dans le labyrinthe de tours en spirale.",
    "gu": "હેલિક્સ સ્ટેક બોલ એ સર્પાકાર ટાવરની ભુલભુલામણીમાં બોલને ઉછળવાનું એક ઉત્તેજક સાહસ છે.",
    "he": "Helix Stack Ball הוא הרפתקה מרגשת של כדור מקפיץ במבוך מגדל ספירלי.",
    "hi": "हेलिक्स स्टैक बॉल सर्पिल टॉवर भूलभुलैया में गेंद उछाल का एक रोमांचक साहसिक कार्य है।",
    "hr": "Helix Stack Ball uzbudljiva je avantura odskakanja lopte u labirintu spiralnog tornja.",
    "hu": "A Helix Stack Ball egy izgalmas kaland a spiráltorony labirintusában pattogó labdával.",
    "id": "Helix Stack Ball adalah petualangan menarik bola yang memantul di labirin menara spiral.",
    "it": "Helix Stack Ball è un'emozionante avventura di palla che rimbalza nel labirinto di torri a spirale.",
    "ja": "ヘリックスタックボールは、スパイラルタワー迷路でボールを跳ね返すエキサイティングな冒険です。",
    "kn": "ಹೆಲಿಕ್ಸ್ ಸ್ಟ್ಯಾಕ್ ಬಾಲ್ ಸುರುಳಿಯಾಕಾರದ ಗೋಪುರದ ಮೇಜ್ ನಲ್ಲಿ ಚೆಂಡನ್ನು ಪುಟಿಯುವ ರೋಮಾಂಚಕ ಸಾಹಸವಾಗಿದೆ.",
    "ko": "Helix Stack Ball은 나선형 타워 미로에서 공을 튀기는 흥미 진진한 모험입니다.",
    "lv": "Helix Stack Ball ir aizraujošs piedzīvojums, atlecot bumbai spirālveida torņa labirintā.",
    "ml": "ഹെലിക്സ് സ്റ്റാക്ക് ബോൾ സർപ്പിള ടവർ മേസിൽ ബൗൺസിംഗ് പന്തിന്റെ ആവേശകരമായ സാഹസികതയാണ്.",
    "mr": "हेलिक्स स्टॅक बॉल हे सर्पिलाकार टॉवर चक्रव्यूहात चेंडूला उसळी मारण्याचे एक रोमांचक साहस आहे.",
    "ms": "Helix Stack Ball adalah petualangan menarik bola memantul di menara spiral maze.",
    "nl": "Helix Stack Ball is een spannend avontuur van stuiterende bal in spiraalvormige toren doolhof.",
    "no": "Helix Stack Ball er et spennende eventyr av hoppende ball i spiral tårnet labyrint.",
    "pl": "Helix Stack Ball to ekscytująca przygoda odbijania piłki w spiralnym labiryncie wieży.",
    "ro": "Helix Stack Ball este o aventură interesantă de viguros mingea în labirint turn spirală.",
    "ru": "Helix Stack Ball - это захватывающее приключение прыгающего шара в спиральном башенном лабиринте.",
    "sk": "Helix Stack Ball je vzrušujúce dobrodružstvo skákajúcej lopty v špirálovom vežovom bludisku.",
    "sl": "Helix Stack Ball je razburljivo avanturo odskakanja žogo v spiralni stolp labirint.",
    "sv": "Helix Stack Ball är ett spännande äventyr med studsande boll i spiraltornlabyrinten.",
    "sw": "Helix Stack Ball ni adventure ya kusisimua ya mpira bouncing katika spiral mnara maze.",
    "ta": "ஹெலிக்ஸ் ஸ்டேக் பால் சுழல் கோபுர பிரமை உள்ள பவுன்சிங் பந்து ஒரு அற்புதமான சாகச உள்ளது.",
    "te": "హెలిక్స్ స్టాక్ బాల్ అనేది స్పైరల్ టవర్ మేజ్ లో బంతిని బౌన్స్ చేసే ఉత్తేజకరమైన సాహసం.",
    "th": "Helix Stack Ball เป็นการผจญภัยที่น่าตื่นเต้นของการกระดอนลูกบอลในเขาวงกตหอคอยเกลียว",
    "tr": "Helix Stack Ball, spiral kule labirentinde zıplayan topun heyecan verici bir macerasıdır.",
    "uk": "Helix Stack Ball - захоплююча пригода підстрибуючої кулі в лабіринті спіральної вежі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a legendary casual game that has taken the world by storm. Pass the toughest levels and start the challenging adventure. The helix stack ball game has more than one hundred helix jump levels. The main objective of the Stack Ball game is to avoid obstacles while descending from the spiral and destroy all the stacks with the help of the ball.\n\nStacks you destroy in a row are combos, and you can destroy all stacks in a single move. In this way, you can complete the levels faster with the help of the combo in the helix jump game. When you complete each level, levels with different themes will be waiting for you.\n\nHow To Play\nWith the help of the mouse, you can make the automatic bouncing ball go down. In the helix stack ball game, where timing is essential, you must complete the level as quickly as possible without hitting the black obstacles in the spiral.\n\nHelix Stack Ball Arcade Game Features\n✓ Cartoon graphics\n✓ 10+ Level\n✓ Fun sounds\n✓ Little particle\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Helix Stack Ball Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}