{
  "name": {
    "ar": "اختبار سرعة الواي فاي",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Wifi Speed Test",
    "bg": "Тест за скорост на Wifi",
    "ca": "Prova de velocitat Wifi",
    "cs": "Test rychlosti Wifi",
    "da": "Wifi hastighedstest",
    "de": "WLAN-Geschwindigkeitstest",
    "el": "Δοκιμή ταχύτητας Wifi",
    "es": "Prueba de velocidad Wi-Fi",
    "et": "Wifi kiiruse test",
    "fa": "تست سرعت وای فای",
    "fi": "Wi-Fi-nopeustesti",
    "fil": "Pagsubok sa Bilis ng Wifi",
    "fr": "Test de vitesse Wi-Fi",
    "he": "בדיקת מהירות Wifi",
    "hi": "वाईफाई स्पीड टेस्ट",
    "hr": "Test brzine Wi-Fija",
    "hu": "Wifi sebesség teszt",
    "id": "Tes Kecepatan Wi-Fi",
    "it": "Test di velocità Wi-Fi",
    "ja": "Wi-Fi速度テスト",
    "ko": "와이파이 속도 테스트",
    "lt": "Wifi greičio testas",
    "lv": "Wifi ātruma pārbaude",
    "ms": "Ujian Kelajuan Wifi",
    "nl": "Wifi-snelheidstest",
    "no": "Wifi-hastighetstest",
    "pl": "Test prędkości Wi-Fi",
    "ro": "Test de viteză Wifi",
    "ru": "Тест скорости Wi-Fi",
    "sk": "Test rýchlosti Wifi",
    "sl": "Preizkus hitrosti Wi-Fi",
    "sr": "Тест брзине Ви-Фи",
    "sv": "Wifi hastighetstest",
    "th": "การทดสอบความเร็ว Wifi",
    "tr": "Kablosuz Hız Testi",
    "uk": "Тест швидкості Wi-Fi",
    "vi": "Kiểm tra tốc độ Wifi",
    "zh_CN": "Wifi 速度测试",
    "zh_TW": "Wifi 速度測試"
  },
  "short": {
    "ar": "تحقق من الإنترنت Download / Upload / Ping",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Check internet Download/Upload/Ping",
    "bg": "Проверете Изтегляне / качване / пинг в интернет",
    "ca": "Consulteu la descàrrega / pujada / ping d&#39;Internet",
    "cs": "Zkontrolujte stahování / nahrávání / ping na internetu",
    "da": "Tjek internet download / upload / ping",
    "de": "Überprüfen Sie den Internet-Download / Upload / Ping",
    "el": "Ελέγξτε το Διαδίκτυο Λήψη / Μεταφόρτωση / Ping",
    "es": "Verifique la descarga / carga / ping de Internet",
    "et": "Kontrollige Interneti allalaadimist / üleslaadimist / pingimist",
    "fa": "بارگیری / بارگذاری / پینگ اینترنت را بررسی کنید",
    "fi": "Tarkista Internet Download / Upload / Ping",
    "fil": "Suriin ang Pag-download / Pag-upload / Ping sa internet",
    "fr": "Vérifier le téléchargement Internet / Télécharger / Ping",
    "he": "בדוק הורדה / העלאה / פינג באינטרנט",
    "hi": "इंटरनेट डाउनलोड / अपलोड / पिंग की जाँच करें",
    "hr": "Provjerite Internet Download / Upload / Ping",
    "hu": "Ellenőrizze az internetes letöltés / feltöltés / ping elemet",
    "id": "Periksa Download / Upload / Ping internet",
    "it": "Controlla download / upload / ping da Internet",
    "ja": "インターネットのダウンロード/アップロード/ Pingを確認してください",
    "ko": "인터넷 다운로드 / 업로드 / 핑 확인",
    "lt": "Patikrinkite interneto atsisiuntimą / įkėlimą / ping",
    "lv": "Pārbaudiet interneta lejupielādi / augšupielādi / ping",
    "ms": "Periksa muat turun / muat naik / ping internet",
    "nl": "Controleer internet Download / Upload / Ping",
    "no": "Sjekk nedlasting / opplasting / ping av internett",
    "pl": "Sprawdź Internet Download / Upload / Ping",
    "ro": "Verificați descărcare / încărcare / ping pe internet",
    "ru": "Проверьте Интернет Скачать / Загрузить / Пинг",
    "sk": "Skontrolujte internetové sťahovanie / nahrávanie / ping",
    "sl": "Preverite internetno nalaganje / nalaganje / ping",
    "sr": "Проверите да ли је Интернет Довнлоад / Уплоад / Пинг",
    "sv": "Kontrollera internetnedladdning / uppladdning / ping",
    "th": "ตรวจสอบอินเทอร์เน็ตดาวน์โหลด / อัพโหลด / ปิง",
    "tr": "İnterneti kontrol edin İndirme / Yükleme / Ping",
    "uk": "Перевірте Інтернет завантаження / завантаження / пінг",
    "vi": "Kiểm tra Internet Tải xuống / Tải lên / Ping",
    "zh_CN": "检查互联网下载/上传/ Ping",
    "zh_TW": "檢查互聯網下載/上傳/ Ping"
  },
  "long": {
    "ar": "اختبار السرعة - تحقق من سرعة الإنترنت لديك.\n\n- يجعل اختبار السرعة من السهل قياس سرعة الإنترنت بلمسة واحدة. للتحقق من سرعة الإنترنت يكفي بضع ثوان ، سنعرض سرعة التنزيل بالضبط.\nانقر فوق اختبار السرعة في شريط الأدوات للتحقق بسرعة وسهولة من أداء الإنترنت لديك. تحقق من speed test الآن.\n\nميزات اختبار السرعة:\n\nما الذي تحصل عليه عند استخدام امتدادنا؟\n- تمديد مدمج متعدد الوظائف\n- قياس سرعة الإنترنت وسرعة الإنترنت في ثوان\n\nتحقق من الإنترنت ، وتحقق من سرعة الإنترنت في 3 ثوانٍ باستخدام جهاز اختبار Wifi الخاص بنا:\n- نتائج اختبار سرعة دقيقة\n- اختبار أمان السرعة الفعال\n- واجهة ملائمة لبرنامجنا\n- سهولة استخدام اختبار تنزيل الإنترنت\n- اختبار السرعة هو برنامج منخفض الطاقة وسريع التحميل\n- مجاني broadband speed test\n\nتحقق من سرعة الإنترنت لديك بشكل صحيح باستخدام ملحق Speed Test. قم بإجراء net speed test الآن و check upload speed.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. موقع Speed Test Internet ليس مملوكًا لشركة Google Inc. ، فهو غير مرخص له وليس شركة تابعة لها",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Speed Test - Check your internet speed.\n\n- Speed Test makes it easy to measure the speed of the Internet with one touch. To check the speed of the Internet a couple of seconds is enough, we will show the exact download speed.\nClick on Speed Test in the toolbar to quickly and easily check the performance of your Internet. Check your speed test now.\n\nFeatures of Speed Test:\n\nWhat do you get when using our extension?\n- compact multifunctional extension\n- Measure internet speed, internet speed in seconds\n\nCheck the Internet, check the Internet speed in 3s using our Wifi tester:\n- Accurate speed test results\n- Effective speed safety test\n- convenient interface for our software program\n- Easy to use Internet Download Test\n- Speed Test is a low-power, fast-loading program\n- Free broadband speed test\n\nCheck your internet speed correctly with the Speed Test extension. Conduct a net speed test now and check upload speed.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Speed Test Internet is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Тест за скорост - Проверете скоростта на интернет.\n\n- Тестът за скорост улеснява измерването на скоростта на интернет с едно докосване. За да проверим скоростта на интернет са достатъчни няколко секунди, ще покажем точната скорост на изтегляне.\nЩракнете върху Тест за скорост в лентата с инструменти, за да проверите бързо и лесно работата на вашия Интернет. Проверете вашия speed test сега.\n\nХарактеристики на теста за скорост:\n\nКакво получавате, когато използвате нашето разширение?\n- компактно многофункционално удължение\n- Измерете скоростта на интернет, скоростта на интернет в секунди\n\nПроверете интернет, проверете скоростта на интернет за 3 секунди с помощта на нашия Wifi тестер:\n- Точни резултати от теста за скорост\n- Ефективен тест за безопасност на скоростта\n- удобен интерфейс за нашата софтуерна програма\n- Лесен за използване тест за изтегляне от Интернет\n- Тестът за скорост е програма с ниска мощност и бързо зареждане\n- Безплатно broadband speed test\n\nПроверете скоростта на интернет правилно с разширението Speed Test. Проведете net speed test сега и check upload speed.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Speed Test Internet не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Prova de velocitat: comproveu la velocitat d'Internet.\n\n- La prova de velocitat facilita mesurar la velocitat d'Internet amb un sol toc. Per comprovar la velocitat d'Internet amb un parell de segons n'hi ha prou, mostrarem la velocitat de descàrrega exacta.\nFeu clic a Prova de velocitat a la barra d'eines per comprovar de forma ràpida i senzilla el rendiment de la vostra Internet. Comproveu el vostre speed test ara.\n\nCaracterístiques de la prova de velocitat:\n\nQuè obteniu quan utilitzeu la nostra extensió?\n- extensió compacta multifuncional\n- Mesureu la velocitat d'Internet, la velocitat d'Internet en segons\n\nComproveu Internet, comproveu la velocitat d'Internet en 3 segons mitjançant el nostre provador de Wifi:\n- Resultats precisos de les proves de velocitat\n- Prova de seguretat de velocitat efectiva\n- Interfície convenient per al nostre programa\n- Prova de descàrrega d'Internet fàcil d'utilitzar\n- Speed Test és un programa de baix consum i càrrega ràpida\n- Gratuït broadband speed test\n\nComproveu la velocitat d’Internet correctament amb l’extensió Speed Test. Realitzeu un net speed test ara i check upload speed.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Speed Test Internet no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Test rychlosti - Zkontrolujte rychlost internetu.\n\n- Test rychlosti usnadňuje měření rychlosti internetu jedním dotykem. Abychom zkontrolovali rychlost internetu pár sekund, ukážeme přesnou rychlost stahování.\nKliknutím na Test rychlosti na panelu nástrojů můžete rychle a snadno zkontrolovat výkon svého Internetu. Zkontrolujte své speed test hned teď.\n\nVlastnosti testu rychlosti:\n\nCo získáte při používání našeho rozšíření?\n- kompaktní multifunkční rozšíření\n- Změřte rychlost internetu, rychlost internetu během několika sekund\n\nZkontrolujte internet, zkontrolujte rychlost internetu za 3 s pomocí našeho Wifi testeru:\n- Přesné výsledky testu rychlosti\n- Účinná zkouška bezpečnosti rychlosti\n- pohodlné rozhraní pro náš softwarový program\n- Snadno použitelný test stahování z internetu\n- Test rychlosti je program s nízkou spotřebou a rychlým načítáním\n- Zdarma broadband speed test\n\nSprávně zkontrolujte rychlost internetu pomocí rozšíření Speed Test. Proveďte net speed test hned a check upload speed.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Speed Test Internet není vlastněn, není licencován a není dceřinou společností společnosti Google Inc.",
    "da": "Hastighedstest - Kontroller din internethastighed.\n\n- Hastighedstest gør det let at måle Internethastigheden med et enkelt tryk. For at kontrollere Internethastigheden er et par sekunder nok, vi viser den nøjagtige downloadhastighed.\nKlik på Hastighedstest i værktøjslinjen for hurtigt og nemt at kontrollere ydeevnen på dit internet. Tjek din speed test nu.\n\nFunktioner ved hastighedstest:\n\nHvad får du, når du bruger vores udvidelse?\n- kompakt multifunktionel udvidelse\n- Mål internethastighed, internethastighed på få sekunder\n\nTjek Internettet, tjek Internethastigheden i 3s ved hjælp af vores Wifi-tester:\n- Nøjagtige hastighedstestresultater\n- Effektiv hastighedssikkerhedstest\n- praktisk interface til vores softwareprogram\n- Let at bruge Internet Download Test\n- Hastighedstest er et program med lav effekt og hurtig belastning\n- Gratis broadband speed test\n\nTjek din internethastighed korrekt med Speed Test-udvidelsen. Gennemfør en net speed test nu og check upload speed.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Speed Test Internet ejes ikke af, det er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Geschwindigkeitstest - Überprüfen Sie Ihre Internetgeschwindigkeit.\n\n- Mit dem Geschwindigkeitstest können Sie die Geschwindigkeit des Internets ganz einfach mit einem Tastendruck messen. Um die Geschwindigkeit des Internets zu überprüfen, reichen einige Sekunden aus, um die genaue Download-Geschwindigkeit anzuzeigen.\nKlicken Sie in der Symbolleiste auf Geschwindigkeitstest, um die Leistung Ihres Internets schnell und einfach zu überprüfen. Überprüfen Sie jetzt Ihre speed test.\n\nMerkmale des Geschwindigkeitstests:\n\nWas bekommen Sie, wenn Sie unsere Erweiterung verwenden?\n- kompakte multifunktionale Erweiterung\n- Messen Sie die Internetgeschwindigkeit, die Internetgeschwindigkeit in Sekunden\n\nÜberprüfen Sie das Internet, überprüfen Sie die Internetgeschwindigkeit in 3 Sekunden mit unserem Wifi-Tester:\n- Genaue Geschwindigkeitstestergebnisse\n- Effektiver Geschwindigkeitssicherheitstest\n- bequeme Schnittstelle für unser Softwareprogramm\n- Einfach zu bedienender Internet Download Test\n- Speed Test ist ein schnelles Ladeprogramm mit geringem Stromverbrauch\n- Kostenlos broadband speed test\n\nÜberprüfen Sie Ihre Internetgeschwindigkeit korrekt mit der Erweiterung Speed Test. Führe jetzt eine net speed test und check upload speed durch.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Speed Test Internet gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Δοκιμή ταχύτητας - Ελέγξτε την ταχύτητα του διαδικτύου σας.\n\n- Η Δοκιμή ταχύτητας διευκολύνει τη μέτρηση της ταχύτητας του Διαδικτύου με ένα άγγιγμα. Για να ελέγξετε την ταχύτητα του Διαδικτύου μερικά δευτερόλεπτα αρκεί, θα δείξουμε την ακριβή ταχύτητα λήψης.\nΚάντε κλικ στο Speed Test στη γραμμή εργαλείων για να ελέγξετε γρήγορα και εύκολα την απόδοση του Διαδικτύου σας. Ελέγξτε το speed test τώρα.\n\nΧαρακτηριστικά της δοκιμής ταχύτητας:\n\nΤι λαμβάνετε όταν χρησιμοποιείτε την επέκτασή μας;\n- συμπαγής πολυλειτουργική επέκταση\n- Μετρήστε την ταχύτητα του διαδικτύου, την ταχύτητα του Διαδικτύου σε δευτερόλεπτα\n\nΕλέγξτε το Διαδίκτυο, ελέγξτε την ταχύτητα του Διαδικτύου σε 3 δευτερόλεπτα χρησιμοποιώντας τον δοκιμαστή Wifi:\n- Ακριβώς αποτελέσματα δοκιμών ταχύτητας\n- Αποτελεσματική δοκιμή ασφάλειας ταχύτητας\n- βολική διεπαφή για το πρόγραμμα λογισμικού μας\n- Εύκολο στη χρήση Δοκιμή λήψης Διαδικτύου\n- Το Speed Test είναι ένα πρόγραμμα χαμηλής ισχύος και γρήγορης φόρτωσης\n- Δωρεάν broadband speed test\n\nΕλέγξτε σωστά την ταχύτητα του διαδικτύου σας με την επέκταση Δοκιμή ταχύτητας. Πραγματοποιήστε μια net speed test τώρα και check upload speed.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Speed Test Internet δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Prueba de velocidad: compruebe la velocidad de Internet.\n\n- La prueba de velocidad facilita la medición de la velocidad de Internet con un solo toque. Para comprobar la velocidad de Internet basta con un par de segundos, mostraremos la velocidad exacta de descarga.\nHaga clic en Prueba de velocidad en la barra de herramientas para comprobar rápida y fácilmente el rendimiento de su Internet. Compruebe su speed test ahora.\n\nCaracterísticas de la prueba de velocidad:\n\n¿Qué obtienes al usar nuestra extensión?\n- extensión multifuncional compacta\n- Mida la velocidad de Internet, la velocidad de Internet en segundos\n\nVerifique Internet, verifique la velocidad de Internet en 3s usando nuestro probador de Wifi:\n- Resultados precisos de la prueba de velocidad\n- Prueba de seguridad de velocidad efectiva\n- interfaz conveniente para nuestro programa de software\n- Prueba de descarga de Internet fácil de usar\n- Speed Test es un programa de carga rápida y de bajo consumo\n- Gratis broadband speed test\n\nVerifique su velocidad de Internet correctamente con la extensión Speed Test. Realice un net speed test ahora y check upload speed.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Speed Test Internet no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Speed Test - kontrollige oma Interneti-kiirust.\n\n- Kiirusetesti abil on Interneti-kiiruse mõõtmine ühe puudutusega lihtne. Interneti-kiiruse kontrollimiseks piisab paarist sekundist, näitame täpset allalaadimiskiirust.\nInterneti toimimise kiireks ja hõlpsaks kontrollimiseks klõpsake tööriistaribal nuppu Kiirtesti. Kontrollige oma speed test kohe.\n\nKiirusetesti omadused:\n\nMida saate meie laienduse kasutamisel?\n- kompaktne multifunktsionaalne pikendus\n- Mõõtke Interneti-kiirust, Interneti-kiirust sekundites\n\nKontrollige Internetti, kontrollige Interneti-kiirust kolme sekundiga, kasutades meie Wifi-testrit:\n- täpsed kiiruskatse tulemused\n- tõhus kiiruse ohutuskatse\n- mugav liides meie tarkvara jaoks\n- Lihtne kasutada Interneti allalaadimise testi\n- Speed Test on väikese energiatarbega ja kiiresti laaditav programm\n- tasuta broadband speed test\n\nKiirustesti laiendusega kontrollige oma Interneti-kiirust õigesti. Tehke net speed test kohe ja check upload speed.\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Kiirtesti Internet ei kuulu Google Inc.-le, see pole litsentseeritud ega ole ka Google Inc.",
    "fa": "تست سرعت - سرعت اینترنت خود را بررسی کنید.\n\n- Speed Test اندازه گیری سرعت اینترنت را با یک لمس آسان می کند. برای بررسی سرعت اینترنت چند ثانیه کافی است ، ما سرعت دقیق بارگیری را نشان خواهیم داد.\nدر نوار ابزار بر روی Speed Test کلیک کنید تا به سرعت و به راحتی عملکرد اینترنت خود را بررسی کنید. اکنون speed test خود را بررسی کنید.\n\nویژگی های تست سرعت:\n\nهنگام استفاده از برنامه افزودنی ما چه چیزی دریافت می کنید؟\n- پسوند چند منظوره جمع و جور\n- سرعت اینترنت ، سرعت اینترنت را در چند ثانیه اندازه بگیرید\n\nبا استفاده از دستگاه تست WiFi اینترنت را بررسی کنید ، سرعت اینترنت را در 3 ثانیه بررسی کنید:\n- نتایج آزمایش سرعت دقیق\n- تست ایمنی سرعت موثر\n- رابط کاربری مناسب برای برنامه نرم افزاری ما\n- استفاده آسان از آزمون دانلود اینترنت\n- Speed Test یک برنامه کم مصرف و پر بار است\n- رایگان broadband speed test\n\nبا افزونه Speed Test سرعت اینترنت خود را به درستی بررسی کنید. net speed test اکنون و check upload speed را انجام دهید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. اینترنت Speed Test متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Speed ​​Test - Tarkista Internet-nopeutesi.\n\n-SpeedTest on helppo mitata Internetin nopeus yhdellä kosketuksella. Muutaman sekunnin Internet-nopeuden tarkistamiseen riittää, näytämme tarkan latausnopeuden.\nNapsauta työkalurivillä SpeedTest tarkistaaksesi nopeasti ja helposti Internetin suorituskyvyn.\n\nSpeedTestin ominaisuudet:\n\nMitä saat, kun käytät SpeedTest-laajennusta?\n- SpeedTest-kompakti monitoimilaite\n- Mittaa Internet-nopeus, Internet-nopeus sekunneissa\n\nTarkista Internet, tarkista Internet-nopeus 3 sekunnissa SpeedTestin, Wifi-testaimen avulla:\n- Tarkat nopeustestitulokset\n- Hallitse verkon vakautta SpeedTest-ohjelmalla\n- Tehokas nopeusturvatesti\n- kätevä käyttöliittymä SpeedTest-ohjelmaan\n- Helppo käyttää SpeedTest-ohjelmaa\n- SpeedTest on vähätehoinen, nopeasti ladattava ohjelma\n\nTarkista Internet-nopeutesi oikein SpeedTest-laajennuksella.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™ -testin nopeustesti ei ole omistaja, eikä se ole Google Inc: n tytäryhtiö.",
    "fil": "Nopeustesti - Tarkista Internet-nopeus.\n\n- Nopeustesti helpottaa Internetin nopeuden mittaamista yhdellä kosketuksella. Muutaman sekunnin tarkistus Internetin nopeudesta riittää, näytämme tarkan latausnopeuden.\nNapsauta nopeustestiä työkalupalkissa tarkistaaksesi Internetin suorituskyvyn nopeasti ja helposti. Tarkista speed test nyt.\n\nNopeustestin ominaisuudet:\n\nMitä saat käytettäessä laajennustamme?\n- kompakti monitoiminen jatke\n- Mittaa Internet-nopeus, Internet-nopeus sekunneissa\n\nTarkista Internet, tarkista Internet-nopeus kolmessa sekunnissa Wifi-testerimme avulla:\n- Tarkat nopeustestitulokset\n- Tehokas nopeusturvatesti\n- kätevä käyttöliittymä ohjelmistoomme\n- Helppokäyttöinen Internet-lataustesti\n- Nopeustesti on pienitehoinen, nopeasti latautuva ohjelma\n- ilmainen broadband speed test\n\nTarkista Internet-nopeus oikein Speed Test -laajennuksella. Suorita net speed test nyt ja check upload speed.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Speed Test Internet ei ole Google Inc: n omistuksessa, sillä ei ole sen käyttöoikeuksia eikä se ole tytäryhtiö Google Inc.",
    "fr": "Test de vitesse - Vérifiez votre vitesse Internet.\n\n- Le test de vitesse permet de mesurer facilement la vitesse d'Internet avec une seule touche. Pour vérifier la vitesse d'Internet, quelques secondes suffisent, nous montrerons la vitesse de téléchargement exacte.\nCliquez sur Test de vitesse dans la barre d'outils pour vérifier rapidement et facilement les performances de votre Internet. Vérifiez votre speed test maintenant.\n\nCaractéristiques du test de vitesse:\n\nQu'obtenez-vous en utilisant notre extension?\n- extension multifonctionnelle compacte\n- Mesurez la vitesse Internet, la vitesse Internet en quelques secondes\n\nVérifiez Internet, vérifiez la vitesse Internet en 3s à l'aide de notre testeur Wifi:\n- Résultats de test de vitesse précis\n- Test de sécurité de vitesse efficace\n- interface pratique pour notre logiciel\n- Test de téléchargement Internet facile à utiliser\n- Speed Test est un programme à faible puissance et à chargement rapide\n- Gratuit broadband speed test\n\nVérifiez correctement votre vitesse Internet avec l'extension Speed Test. Organisez une net speed test maintenant et check upload speed.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Speed Test Internet n'est pas la propriété de, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "מבחן מהירות - בדוק את מהירות האינטרנט שלך.\n\n-SpeedTest מקל על מדידת מהירות האינטרנט בנגיעה אחת. כדי לבדוק את מהירות האינטרנט מספר שניות זה מספיק, נציג את מהירות ההורדה המדויקת.\nלחץ על SpeedTest בסרגל הכלים כדי לבדוק במהירות ובקלות את ביצועי האינטרנט שלך.\n\nתכונות של SpeedTest:\n\nמה אתה מקבל כשאתה משתמש בתוסף SpeedTest?\n- סיומת רב-פונקציונלית SpeedTest קומפקטית\n- למדוד את מהירות האינטרנט, מהירות האינטרנט בשניות\n\nבדוק את האינטרנט, בדוק את מהירות האינטרנט בשלישיות באמצעות SpeedTest, בודק Wifi:\n- תוצאות בדיקת מהירות מדויקות\n- שלוט ביציבות הרשת באמצעות SpeedTest\n- בדיקת בטיחות מהירה אפקטיבית\n- ממשק נוח של תוכנית SpeedTest\n- קל לשימוש ב- SpeedTest\n- SpeedTest היא תוכנית בעלת הספק נמוך וטעינה מהירה\n\nבדוק נכון את מהירות האינטרנט שלך באמצעות התוסף SpeedTest.\n\nהצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. מבחן המהירות של Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "स्पीड टेस्ट - अपने इंटरनेट की गति की जाँच करें।\n\n- स्पीड टेस्ट इंटरनेट की गति को एक स्पर्श से मापना आसान बनाता है। इंटरनेट की गति की जांच करने के लिए कुछ सेकंड का समय पर्याप्त है, हम सटीक डाउनलोड गति दिखाएंगे।\nजल्दी और आसानी से अपने इंटरनेट के प्रदर्शन की जांच करने के लिए टूलबार में स्पीड टेस्ट पर क्लिक करें। अब अपने speed test की जाँच करें।\n\nस्पीड टेस्ट की विशेषताएं:\n\nहमारे एक्सटेंशन का उपयोग करते समय आपको क्या मिलता है?\n- कॉम्पैक्ट मल्टीफंक्शनल एक्सटेंशन\n- इंटरनेट की गति, सेकंड में इंटरनेट की गति को मापें\n\nइंटरनेट की जाँच करें, हमारे वाईफ़ाई परीक्षक का उपयोग करके 3 एस में इंटरनेट की गति की जांच करें:\n- सटीक गति परीक्षण के परिणाम\n- प्रभावी गति सुरक्षा परीक्षण\n- हमारे सॉफ्टवेयर प्रोग्राम के लिए सुविधाजनक इंटरफ़ेस\n- इंटरनेट डाउनलोड टेस्ट का उपयोग करना आसान\n- स्पीड टेस्ट एक लो-पॉवर, फास्ट-लोडिंग प्रोग्राम है\n- नि: शुल्क # 7}\n\nस्पीड टेस्ट एक्सटेंशन के साथ अपने इंटरनेट की गति को सही ढंग से जांचें। अब एक net speed test और check upload speed का संचालन करें।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। स्पीड टेस्ट इंटरनेट का स्वामित्व नहीं है, यह लाइसेंस प्राप्त नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Test brzine - provjerite brzinu interneta.\n\n- Test brzine olakšava mjerenje brzine Interneta jednim dodirom. Da bismo provjerili brzinu Interneta dovoljno je nekoliko sekundi, pokazat ćemo točnu brzinu preuzimanja.\nKliknite na Test brzine na alatnoj traci za brzu i jednostavnu provjeru performansi vašeg Interneta. Provjerite svoj speed test odmah.\n\nZnačajke testa brzine:\n\nŠto dobivate kada koristite naše proširenje?\n- kompaktni višenamjenski nastavak\n- Izmjerite brzinu interneta, brzinu interneta u sekundama\n\nProvjerite Internet, provjerite brzinu interneta za 3 s pomoću našeg Wifi testera:\n- Točni rezultati ispitivanja brzine\n- Učinkovit test sigurnosti brzine\n- prikladno sučelje za naš softverski program\n- Jednostavan za korištenje Internet Download Test\n- Test brzine je program s brzim učitavanjem male snage\n- Besplatno broadband speed test\n\nIspravno provjerite brzinu interneta s proširenjem Test brzine. Provedite net speed test sada i check upload speed.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Internet za testiranje brzine nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Speed Test - Ellenőrizze az internet sebességét.\n\n- A Speed Test megkönnyíti az internet sebességének egyetlen érintéssel történő mérését. Az internet sebességének ellenőrzéséhez elegendő néhány másodperc, megmutatjuk a pontos letöltési sebességet.\nKattintson az eszköztáron a Sebesség teszt elemre az internet teljesítményének gyors és egyszerű ellenőrzéséhez. Most ellenőrizze a (z) speed test készüléket.\n\nA sebesség teszt jellemzői:\n\nMit kap, amikor a kiterjesztésünket használja?\n- kompakt multifunkcionális hosszabbító\n- Mérje meg az internet sebességét, az internet sebességét másodpercek alatt\n\nEllenőrizze az internetet, ellenőrizze az internet sebességét 3 másodpercen belül a Wifi tesztelőnk segítségével:\n- Pontos sebességvizsgálati eredmények\n- Hatékony sebességbiztonsági teszt\n- kényelmes felület szoftverünk számára\n- Könnyen használható internetes letöltési teszt\n- A Speed Test alacsony fogyasztású, gyorsan betöltődő program\n- Ingyenes broadband speed test\n\nEllenőrizze helyesen az internet sebességét a Speed Test kiterjesztéssel. Végezzen most net speed test és check upload speed.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Speed Test Internet nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Tes Kecepatan - Periksa kecepatan internet Anda.\n\n- Tes Kecepatan memudahkan untuk mengukur kecepatan Internet dengan satu sentuhan. Untuk memeriksa kecepatan internet beberapa detik sudah cukup, kami akan menunjukkan kecepatan unduh yang tepat.\nKlik Tes Kecepatan di bilah alat untuk memeriksa kinerja Internet Anda dengan cepat dan mudah. Periksa speed test Anda sekarang.\n\nFitur Tes Kecepatan:\n\nApa yang Anda dapatkan saat menggunakan ekstensi kami?\n- ekstensi multifungsi kompak\n- Ukur kecepatan internet, kecepatan internet dalam hitungan detik\n\nPeriksa Internet, periksa kecepatan Internet dalam 3 detik menggunakan penguji Wifi kami:\n- Hasil tes kecepatan yang akurat\n- Uji keamanan kecepatan efektif\n- Antarmuka yang nyaman untuk program perangkat lunak kami\n- Mudah digunakan Internet Download Test\n- Tes Kecepatan adalah program berdaya rendah dan memuat cepat\n- Gratis broadband speed test\n\nPeriksa kecepatan internet Anda dengan benar dengan ekstensi Tes Kecepatan. Lakukan net speed test sekarang dan check upload speed.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Speed Test Internet tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Test di velocità: controlla la velocità di Internet.\n\n- Speed Test semplifica la misurazione della velocità di Internet con un solo tocco. Per controllare la velocità di Internet è sufficiente un paio di secondi, mostreremo l'esatta velocità di download.\nFare clic su Speed Test nella barra degli strumenti per controllare rapidamente e facilmente le prestazioni di Internet. Controlla il tuo speed test ora.\n\nCaratteristiche del test di velocità:\n\nCosa ottieni usando la nostra estensione?\n- prolunga multifunzionale compatta\n- Misura la velocità di Internet, la velocità di Internet in pochi secondi\n\nControlla Internet, controlla la velocità di Internet in 3 secondi utilizzando il nostro tester Wi-Fi:\n- Risultati accurati del test di velocità\n- Prova di sicurezza della velocità effettiva\n- comoda interfaccia per il nostro programma software\n- Test di download da Internet facile da usare\n- Speed Test è un programma a bassa potenza ea caricamento rapido\n- Gratuito broadband speed test\n\nControlla correttamente la velocità di Internet con l'estensione Speed Test. Esegui un net speed test adesso e check upload speed.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Speed Test Internet non è di proprietà di, non è concesso in licenza da e non è una sussidiaria di Google Inc.",
    "ja": "速度テスト-インターネット速度を確認します。\n\n-速度テストでは、ワンタッチでインターネットの速度を簡単に測定できます。インターネットの速度を確認するには数秒で十分です。正確なダウンロード速度を表示します。\nツールバーのSpeed Testをクリックして、インターネットのパフォーマンスをすばやく簡単に確認します。今すぐspeed testを確認してください。\n\nスピードテストの特徴：\n\n拡張機能を使用すると何が得られますか？\n-コンパクトな多機能エクステンション\n-インターネット速度、秒単位のインターネット速度を測定する\n\nインターネットを確認し、Wifiテスターを使用してインターネット速度を3秒で確認します。\n-正確な速度テスト結果\n-効果的な速度安全テスト\n-ソフトウェアプログラムの便利なインターフェイス\n-使いやすいインターネットダウンロードテスト\n-速度テストは、低電力、高速読み込みプログラムです\n-無料broadband speed test\n\nSpeed Test拡張機能を使用して、インターネット速度を正しく確認してください。今すぐnet speed testとcheck upload speedを実施してください。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Speed Test Internetは、Google Inc.が所有しておらず、ライセンスも付与もしておらず、Google Incの子会社でもありません。",
    "ko": "속도 테스트-인터넷 속도를 확인합니다.\n\n-속도 테스트를 통해 원터치로 인터넷 속도를 쉽게 측정 할 수 있습니다. 인터넷 속도를 확인하려면 몇 초면 충분하며 정확한 다운로드 속도를 보여줍니다.\n도구 모음에서 속도 테스트를 클릭하여 인터넷 성능을 빠르고 쉽게 확인하십시오. 지금 speed test을 (를) 확인하십시오.\n\n속도 테스트의 특징 :\n\n확장 기능을 사용할 때 무엇을 얻습니까?\n-컴팩트 한 다기능 확장\n-인터넷 속도, 인터넷 속도를 초 단위로 측정\n\n인터넷을 확인하고 Wifi 테스터를 사용하여 3 초 안에 인터넷 속도를 확인하세요.\n-정확한 속도 테스트 결과\n-효과적인 속도 안전 테스트\n-소프트웨어 프로그램을위한 편리한 인터페이스\n-사용하기 쉬운 인터넷 다운로드 테스트\n-속도 테스트는 저전력, 빠른 로딩 프로그램입니다.\n-무료 broadband speed test\n\nSpeed Test 확장 프로그램으로 인터넷 속도를 올바르게 확인하십시오. 지금 net speed test을 수행하고 check upload speed.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Speed Test Internet은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Greičio testas - patikrinkite interneto greitį.\n\n- Greičio testas leidžia lengvai išmatuoti interneto greitį vienu paspaudimu. Norėdami patikrinti interneto greitį, užtenka poros sekundžių, parodysime tikslų atsisiuntimo greitį.\nNorėdami greitai ir lengvai patikrinti interneto veikimą, įrankių juostoje spustelėkite „Greičio testas“. Patikrinkite „speed test“ dabar.\n\nGreičio bandymo ypatybės:\n\nKą gaunate naudodamiesi mūsų plėtiniu?\n- kompaktiškas daugiafunkcinis pratęsimas\n- Išmatuokite interneto greitį, interneto greitį per kelias sekundes\n\nPatikrinkite internetą, patikrinkite interneto greitį per 3 sekundes naudodami „Wifi“ testerį:\n- tikslūs greičio bandymo rezultatai\n- Efektyvus greičio saugumo bandymas\n- patogi sąsaja mūsų programinei programai\n- Lengva naudoti interneto atsisiuntimo testą\n- „Speed Test“ yra mažos galios, greitai įkeliama programa\n- nemokama broadband speed test\n\nTinkamai patikrinkite interneto greitį naudodami „Speed Test“ plėtinį. Atlikite net speed test dabar ir check upload speed.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Speed Test Internet“ nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Ātruma pārbaude - pārbaudiet interneta ātrumu.\n\n- Ātruma pārbaude ļauj viegli izmērīt interneta ātrumu ar vienu pieskārienu. Lai pārbaudītu interneta ātrumu, pietiek ar pāris sekundēm, mēs parādīsim precīzu lejupielādes ātrumu.\nLai ātri un ērti pārbaudītu interneta veiktspēju, rīkjoslā noklikšķiniet uz Ātruma pārbaude. Pārbaudiet savu speed test tūlīt.\n\nĀtruma testa iezīmes:\n\nKo jūs saņemat, izmantojot mūsu paplašinājumu?\n- kompakts daudzfunkcionāls pagarinājums\n- Izmēra interneta ātrumu, interneta ātrumu sekundēs\n\nPārbaudiet internetu, pārbaudiet interneta ātrumu 3 sekunžu laikā, izmantojot mūsu Wifi testeri:\n- Precīzi ātruma testa rezultāti\n- Efektīvs ātruma drošības tests\n- ērts interfeiss mūsu programmatūrai\n- Viegli lietojams interneta lejupielādes tests\n- Ātruma pārbaude ir mazjaudas, ātri ielādējama programma\n- bezmaksas broadband speed test\n\nPareizi pārbaudiet interneta ātrumu, izmantojot Speed Test paplašinājumu. Veiciet net speed test tūlīt un check upload speed.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Ātrās pārbaudes internets nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Uji Kelajuan - Periksa kelajuan internet anda.\n\n- Uji Kelajuan memudahkan untuk mengukur kelajuan Internet dengan satu sentuhan. Untuk memeriksa kelajuan Internet beberapa saat sudah cukup, kami akan menunjukkan kelajuan muat turun yang tepat.\nKlik pada Speed Test di bar alat untuk memeriksa prestasi Internet anda dengan cepat dan mudah. Lihat speed test anda sekarang.\n\nCiri-ciri Ujian Kelajuan:\n\nApa yang anda dapat semasa menggunakan pelanjutan kami?\n- sambungan pelbagai fungsi padat\n- Ukur kelajuan internet, kelajuan internet dalam beberapa saat\n\nPeriksa Internet, periksa kelajuan Internet dalam 3an menggunakan penguji Wifi kami:\n- Hasil ujian kelajuan yang tepat\n- Ujian keselamatan kelajuan yang berkesan\n- antara muka yang mudah untuk program perisian kami\n- Ujian Muat turun Internet yang mudah digunakan\n- Uji Kelajuan adalah program pemuatan cepat dan rendah kuasa\n- Percuma broadband speed test\n\nPeriksa kelajuan internet anda dengan betul dengan pelanjutan Uji Kelajuan. Lakukan net speed test sekarang dan check upload speed.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Speed Test Internet tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Snelheidstest - Controleer uw internetsnelheid.\n\n- Speed Test maakt het gemakkelijk om de snelheid van internet te meten met één aanraking. Om de snelheid van internet te controleren is een paar seconden voldoende, we zullen de exacte downloadsnelheid laten zien.\nKlik op Snelheidstest in de werkbalk om snel en eenvoudig de prestaties van uw internet te controleren. Controleer nu uw speed test.\n\nKenmerken van snelheidstest:\n\nWat krijg je als je onze extensie gebruikt?\n- compacte multifunctionele uitbreiding\n- Meet internetsnelheid, internetsnelheid in seconden\n\nControleer het internet, controleer de internetsnelheid in 3 seconden met behulp van onze wifi-tester:\n- Nauwkeurige snelheidstestresultaten\n- Effectieve snelheidstest\n- handige interface voor ons softwareprogramma\n- Makkelijk te gebruiken internet downloadtest\n- Snelheidstest is een programma met laag vermogen en snel laden\n- Gratis broadband speed test\n\nControleer uw internetsnelheid correct met de Speed Test-extensie. Voer nu een net speed test en check upload speed uit.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Speed Test Internet is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Hastighetstest - Sjekk hastigheten på Internett.\n\n- Speed Test gjør det enkelt å måle hastigheten på Internett med ett trykk. For å sjekke hastigheten på Internett et par sekunder er nok, vil vi vise den eksakte nedlastingshastigheten.\nKlikk på Hastighetstest i verktøylinjen for raskt og enkelt å sjekke ytelsen til Internett. Sjekk speed test nå.\n\nFunksjoner av hastighetstest:\n\nHva får du når du bruker utvidelsen vår?\n- kompakt multifunksjonsutvidelse\n- Mål internett hastighet, internett hastighet i sekunder\n\nSjekk Internett, sjekk Internett-hastigheten i 3s ved hjelp av Wifi-tester:\n- Nøyaktige hastighetstestresultater\n- Effektiv hastighetssikkerhetstest\n- praktisk grensesnitt for vårt program\n- Enkel å bruke Internett-nedlastingstest\n- Hastighetstest er et hurtigkjøringsprogram med lav effekt\n- Gratis broadband speed test\n\nSjekk Internett-hastigheten din riktig med Speed Test-utvidelsen. Gjør en net speed test nå og check upload speed.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Speed Test Internet eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Test prędkości - Sprawdź prędkość swojego internetu.\n\n- Test prędkości ułatwia zmierzenie szybkości Internetu jednym dotknięciem. Aby sprawdzić prędkość Internetu, wystarczy kilka sekund, pokażemy dokładną prędkość pobierania.\nKliknij przycisk Test prędkości na pasku narzędzi, aby szybko i łatwo sprawdzić wydajność swojego Internetu. Sprawdź teraz swój speed test.\n\nFunkcje testu prędkości:\n\nCo otrzymujesz korzystając z naszego rozszerzenia?\n- kompaktowe wielofunkcyjne rozszerzenie\n- Zmierz prędkość internetu, prędkość internetu w kilka sekund\n\nSprawdź Internet, sprawdź prędkość Internetu w 3 sekundy za pomocą naszego testera Wi-Fi:\n- Dokładne wyniki testu prędkości\n- Efektywny test bezpieczeństwa prędkości\n- wygodny interfejs dla naszego programu\n- Łatwy w użyciu test pobierania z Internetu\n- Speed Test to program o niskim poborze mocy, szybko ładujący się\n- Bezpłatnie broadband speed test\n\nSprawdź poprawnie prędkość internetu za pomocą rozszerzenia Speed Test. Przeprowadź net speed test teraz i check upload speed.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Speed Test Internet nie jest własnością, nie jest licencjonowany i nie jest spółką zależną Google Inc.",
    "ro": "Test de viteză - Verificați viteza internetului.\n\n- Testul de viteză facilitează măsurarea vitezei internetului cu o singură atingere. Pentru a verifica viteza internetului câteva secunde este suficient, vom arăta viteza exactă de descărcare.\nFaceți clic pe Test de viteză în bara de instrumente pentru a verifica rapid și ușor performanța internetului dvs. Verificați speed test acum.\n\nCaracteristici ale testului de viteză:\n\nCe obțineți atunci când utilizați extensia noastră?\n- extensie multifunctionala compacta\n- Măsurați viteza internetului, viteza internetului în câteva secunde\n\nVerificați internetul, verificați viteza internetului în 3 secunde folosind testerul nostru Wifi:\n- Rezultate exacte ale testului de viteză\n- Test eficient de siguranță a vitezei\n- interfață convenabilă pentru programul nostru software\n- Test de descărcare pe internet ușor de utilizat\n- Speed Test este un program de încărcare rapidă cu consum redus de energie\n- Gratuit broadband speed test\n\nVerificați corect viteza internetului cu extensia Speed Test. Efectuați un net speed test acum și check upload speed.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Speed Test Internet nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Тест скорости - проверьте скорость вашего интернета.\n\n- Speed Test позволяет легко измерить скорость Интернета одним касанием. Для проверки скорости интернета достаточно пары секунд, мы покажем точную скорость загрузки.\nЩелкните «Тест скорости» на панели инструментов, чтобы быстро и легко проверить производительность вашего Интернета. Проверьте свой speed test сейчас.\n\nОсобенности теста скорости:\n\nЧто вы получаете при использовании нашего расширения?\n- компактное многофункциональное расширение\n- Измерьте скорость интернета, скорость интернета в секундах\n\nПроверь интернет, проверь скорость интернета за 3 секунды с помощью нашего тестера Wi-Fi:\n- Точные результаты теста скорости\n- Эффективный тест безопасности скорости\n- удобный интерфейс для нашей программы\n- Простой в использовании тест загрузки из Интернета\n- Speed Test - программа с низким энергопотреблением и быстрой загрузкой.\n- Бесплатно broadband speed test\n\nПравильно проверьте скорость вашего интернета с помощью расширения Speed Test. Проведите net speed test сейчас и check upload speed.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Speed Test Internet не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Test rýchlosti - Skontrolujte rýchlosť internetu.\n\n- Test rýchlosti uľahčuje meranie rýchlosti internetu jedným dotykom. Na kontrolu rýchlosti internetu stačí pár sekúnd, ukážeme si presnú rýchlosť sťahovania.\nKliknite na Test rýchlosti na paneli nástrojov, aby ste rýchlo a ľahko skontrolovali výkon vášho internetu. Skontrolujte svoje speed test hneď teraz.\n\nVlastnosti testu rýchlosti:\n\nČo získate pri používaní nášho rozšírenia?\nkompaktné multifunkčné rozšírenie\n- Zmerajte rýchlosť internetu, rýchlosť internetu v sekundách\n\nSkontrolujte internet, rýchlosť internetu za 3 s pomocou nášho testera Wifi:\n- Presné výsledky skúšky rýchlosti\n- Skúška bezpečnosti pri účinnej rýchlosti\n- pohodlné rozhranie pre náš softvérový program\n- Ľahko použiteľný test sťahovania z internetu\n- Test rýchlosti je program s nízkou spotrebou a rýchlym načítaním\n- zadarmo broadband speed test\n\nSkontrolujte si správne rýchlosť internetu pomocou rozšírenia Speed Test. Vykonajte net speed test teraz a check upload speed.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Speed Test Internet nie je vo vlastníctve spoločnosti Google, nemá licenciu od spoločnosti Google Inc. a nie je jej dcérskou spoločnosťou.",
    "sl": "Test hitrosti - preverite hitrost interneta.\n\n- Test hitrosti omogoča enostavno merjenje hitrosti interneta z enim dotikom. Za preverjanje hitrosti interneta je dovolj nekaj sekund, prikazali bomo natančno hitrost prenosa.\nV orodni vrstici kliknite Test hitrosti, da hitro in enostavno preverite delovanje vašega interneta. Preverite svoj speed test zdaj.\n\nZnačilnosti preskusa hitrosti:\n\nKaj dobite pri uporabi naše razširitve?\n- kompaktna večnamenska razširitev\n- Izmerite hitrost interneta in hitrost interneta v sekundah\n\nPreverite internet, preverite hitrost interneta v treh sekundah z uporabo našega testerja Wifi:\n- Natančni rezultati preizkusa hitrosti\n- Učinkovit preskus varnosti pri hitrosti\n- priročen vmesnik za naš program\n- Preprost test za prenos interneta\n- Test hitrosti je program z nizko porabo energije, ki se hitro nalaga\n- Brezplačno broadband speed test\n\nPravilno preverite svojo internetno hitrost z razširitvijo Speed Test. Izvedite net speed test zdaj in check upload speed.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Speed Test Internet ni v njegovi lasti, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Тест брзине - Проверите брзину интернета.\n\n- Тест брзине олакшава мерење брзине Интернета једним додиром. Да бисмо проверили брзину Интернета довољно је неколико секунди, показаћемо тачну брзину преузимања.\nКликните на Тест брзине на траци са алаткама да бисте брзо и лако проверили перформансе вашег Интернета. Проверите speed test одмах.\n\nКарактеристике теста брзине:\n\nШта добијате када користите наше проширење?\n- компактно вишенаменско продужење\n- Измерите брзину интернета, брзину интернета у секундама\n\nПроверите Интернет, проверите брзину интернета за 3 с помоћу нашег Вифи тестера:\n- Тачни резултати испитивања брзине\n- Ефективни тест сигурности брзине\n- погодан интерфејс за наш софтвер\n- Једноставан за коришћење Интернет Довнлоад Тест\n- Тест брзине је програм за брзо учитавање мале снаге\n- Бесплатно broadband speed test\n\nПроверите тачно брзину интернета помоћу наставка за Тест брзине. Спроведите net speed test сада и check upload speed.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Интернет за тестирање брзине није у власништву компаније, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Hastighetstest - Kontrollera din internethastighet.\n\n- Hastighetstest gör det enkelt att mäta hastigheten på Internet med en knapptryckning. För att kontrollera hastigheten på Internet är det tillräckligt med några sekunder, vi visar den exakta nedladdningshastigheten.\nKlicka på hastighetstest i verktygsfältet för att snabbt och enkelt kontrollera prestanda på ditt internet. Kontrollera din speed test nu.\n\nFunktioner i hastighetstest:\n\nVad får du när du använder vårt tillägg?\n- kompakt multifunktionell förlängning\n- Mät internethastighet, internethastighet på några sekunder\n\nKontrollera Internet, kolla internethastigheten i 3s med vår Wifi-testare:\n- Exakta resultat av hastighetstest\n- Effektivt hastighetssäkerhetstest\n- bekvämt gränssnitt för vårt program\n- Enkelt att använda test för internetnedladdning\n- Hastighetstest är ett program med låg effekt och snabb laddning\n- Gratis broadband speed test\n\nKontrollera din internethastighet korrekt med tillägget Speed Test. Genomför en net speed test nu och check upload speed.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Speed Test Internet ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ทดสอบความเร็ว - ตรวจสอบความเร็วอินเทอร์เน็ตของคุณ\n\n- การทดสอบความเร็วทำให้ง่ายต่อการวัดความเร็วของอินเทอร์เน็ตด้วยสัมผัสเดียว ในการตรวจสอบความเร็วของอินเทอร์เน็ตสองสามวินาทีก็เพียงพอแล้วเราจะแสดงความเร็วในการดาวน์โหลดที่แน่นอน\nคลิกที่ Speed Test ในแถบเครื่องมือเพื่อตรวจสอบประสิทธิภาพอินเทอร์เน็ตของคุณอย่างรวดเร็วและง่ายดาย ตรวจสอบ speed test ของคุณตอนนี้\n\nคุณสมบัติของการทดสอบความเร็ว:\n\nคุณจะได้อะไรเมื่อใช้ส่วนขยายของเรา?\n- ส่วนขยายมัลติฟังก์ชั่นขนาดกะทัดรัด\n- วัดความเร็วอินเทอร์เน็ตความเร็วอินเทอร์เน็ตเป็นวินาที\n\nตรวจสอบอินเทอร์เน็ตตรวจสอบความเร็วอินเทอร์เน็ตใน 3 วินาทีโดยใช้เครื่องทดสอบ Wifi ของเรา:\n- ผลการทดสอบความเร็วที่แม่นยำ\n- การทดสอบความปลอดภัยความเร็วที่มีประสิทธิภาพ\n- อินเตอร์เฟซที่สะดวกสำหรับโปรแกรมซอฟต์แวร์ของเรา\n- ทดสอบการดาวน์โหลดทางอินเทอร์เน็ตที่ใช้งานง่าย\n- Speed Test เป็นโปรแกรมโหลดเร็วที่ใช้พลังงานต่ำ\n- ฟรี broadband speed test\n\nตรวจสอบความเร็วอินเทอร์เน็ตของคุณอย่างถูกต้องด้วยส่วนขยาย Speed Test ดำเนินการ net speed test ตอนนี้และ check upload speed\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Speed Test Internet ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Hız Testi - İnternet hızınızı kontrol edin.\n\n- Hız Testi, İnternet hızını tek dokunuşla ölçmeyi kolaylaştırır. İnternetin hızını kontrol etmek için birkaç saniye yeterli, tam indirme hızını göstereceğiz.\nİnternetinizin performansını hızlı ve kolay bir şekilde kontrol etmek için araç çubuğundaki Hız Testi'ne tıklayın. speed test cihazınızı şimdi kontrol edin.\n\nHız Testinin Özellikleri:\n\nUzantımızı kullanırken ne elde edersiniz?\n- kompakt çok işlevli genişletme\n- İnternet hızını, internet hızını saniyeler içinde ölçün\n\nİnternet'i kontrol edin, Wifi test cihazımızı kullanarak 3 saniyede İnternet hızını kontrol edin:\n- Doğru hız testi sonuçları\n- Etkili hız güvenliği testi\n- yazılım programımız için uygun arayüz\n- Kullanımı kolay İnternet İndirme Testi\n- Hız Testi, düşük güçte, hızlı yüklenen bir programdır\n- Ücretsiz broadband speed test\n\nHız Testi uzantısı ile internet hızınızı doğru şekilde kontrol edin. Şimdi bir net speed test ve check upload speed yürütün.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Speed Test Internet, Google Inc.'e ait değildir, lisansı yoktur ve bir Google Inc. yan kuruluşu değildir.",
    "uk": "Тест швидкості - Перевірте швидкість Інтернету.\n\n- Тест швидкості дозволяє легко виміряти швидкість Інтернету одним дотиком. Щоб перевірити швидкість Інтернету досить пари секунд, ми покажемо точну швидкість завантаження.\nКлацніть на Тест швидкості на панелі інструментів, щоб швидко та легко перевірити роботу Інтернету. Перевірте свій speed test зараз.\n\nОсобливості тесту на швидкість:\n\nЩо ви отримуєте, використовуючи наше розширення?\n- компактне багатофункціональне розширення\n- Виміряйте швидкість Інтернету, швидкість Інтернету в секундах\n\nПеревірте Інтернет, перевірте швидкість Інтернету через 3 секунди за допомогою нашого тестера Wi-Fi:\n- Точні результати тесту на швидкість\n- Ефективний тест на безпеку швидкості\n- зручний інтерфейс для нашої програми\n- Простий у використанні тест на завантаження з Інтернету\n- Тест швидкості - це програма з низьким енергоспоживанням, що швидко завантажується\n- Безкоштовно broadband speed test\n\nПравильно перевіряйте швидкість Інтернету за допомогою розширення Speed Test. Проведіть net speed test зараз і check upload speed.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Тест швидкості Інтернету не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Kiểm tra tốc độ - Kiểm tra tốc độ internet của bạn.\n\n- Kiểm tra tốc độ giúp bạn dễ dàng đo tốc độ Internet bằng một lần chạm. Để kiểm tra tốc độ của Internet, một vài giây là đủ, chúng tôi sẽ hiển thị tốc độ tải xuống chính xác.\nNhấp vào Kiểm tra tốc độ trên thanh công cụ để nhanh chóng và dễ dàng kiểm tra hiệu suất Internet của bạn. Kiểm tra speed test của bạn ngay bây giờ.\n\nCác tính năng của Kiểm tra tốc độ:\n\nBạn nhận được gì khi sử dụng tiện ích mở rộng của chúng tôi?\n- phần mở rộng đa chức năng nhỏ gọn\n- Đo tốc độ internet, tốc độ internet trong vài giây\n\nKiểm tra Internet, kiểm tra tốc độ Internet trong 3 giây bằng trình kiểm tra Wifi của chúng tôi:\n- Kết quả kiểm tra tốc độ chính xác\n- Kiểm tra tốc độ an toàn hiệu quả\n- giao diện thuận tiện cho chương trình phần mềm của chúng tôi\n- Dễ dàng sử dụng Kiểm tra tải xuống từ Internet\n- Speed Test là một chương trình tải nhanh, tốn ít năng lượng\n- Miễn phí broadband speed test\n\nKiểm tra tốc độ internet của bạn một cách chính xác với tiện ích Kiểm tra tốc độ. Tiến hành net speed test ngay bây giờ và check upload speed.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Internet Test Tốc độ không thuộc sở hữu của, nó không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "速度测试-检查您的互联网速度。\n\n-速度测试可轻松实现一键式测量Internet的速度。要检查几秒钟的互联网速度就足够了，我们将显示确切的下载速度。\n单击工具栏中的Speed Test（速度测试）可以快速轻松地检查Internet的性能。现在检查您的speed test。\n\n速度测试功能：\n\n使用我们的扩展程序会得到什么？\n-紧凑的多功能扩展\n-测量互联网速度，以秒为单位的互联网速度\n\n检查互联网，使用我们的Wifi测试仪以3秒钟的速度检查互联网速度：\n-准确的速度测试结果\n-有效的速度安全测试\n-我们软件程序的便捷界面\n-易于使用的Internet下载测试\n-Speed Test是一种低功耗，快速加载程序\n-免费broadband speed test\n\n使用“速度测试”扩展程序正确检查您的互联网速度。立即执行net speed test，然后执行check upload speed。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Speed Test Internet不归Google Inc.所有，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "速度測試-檢查您的互聯網速度。\n\n-速度測試可輕鬆實現一鍵式測量Internet的速度。要檢查幾秒鐘的互聯網速度就足夠了，我們將顯示確切的下載速度。\n單擊工具欄中的Speed Test（速度測試）可以快速輕鬆地檢查Internet的性能。現在檢查您的speed test。\n\n速度測試功能：\n\n使用我們的擴展程序會得到什麼？\n-緊湊的多功能擴展\n-測量互聯網速度，以秒為單位的互聯網速度\n\n檢查互聯網，使用我們的Wifi測試儀以3秒鐘的速度檢查互聯網速度：\n-準確的速度測試結果\n-有效的速度安全測試\n-我們軟件程序的便捷界面\n-易於使用的Internet下載測試\n-Speed Test是一種低功耗，快速加載程序\n-免費broadband speed test\n\n使用“速度測試”擴展程序正確檢查您的互聯網速度。立即執行net speed test，然後執行check upload speed。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Speed Test Internet不歸Google Inc.所有，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}