{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DnD Beyond Kit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate, add common metrics, and add new features to your D&D Beyond pages."
  },
  "long": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is used to:\n\n- Translate your D&D Beyond character sheet page to your language;\n- Use the International Unit System (SI) for metrics on Character Sheet, monsters, spells, etc.;\n- Remove the Character Sheet interface pollution leaving it simpler;\n- Add a \"Skip to the top\" button on long pages;\n- Add autoload on listing pages (such as monsters and spells pages).\n\nCurrently we have translations to the following languages:\n- Brazilian Portuguese (Português)\n- Spanish (Español)\n- English (Only metric system changes)\n- Italian (Italiano)\n- French (Français)\n- German (Deutsch)\n- Czech (Čeština)\n- Japanese (日本語)\n\nWe are Open Source, so if you see a missing translation you can help us translate it!\nGitHub: https://github.com/hotaydev/dnd-beyond-kit/",
    "cs": "Tato rozšíření se používá k:\n\n- Překladu stránky vaší postavy D&D Beyond do vašeho jazyka;\n- Používání Mezinárodního systému jednotek (SI) pro metriky na kartě postavy, u monster, kouzel atd.;\n- Odstranění nadbytečných prvků z rozhraní karty postavy, aby bylo jednodušší;\n- Přidání tlačítka „Přejít na začátek“ na dlouhých stránkách;\n- Přidání automatického načítání na stránkách s výpisy (například na stránkách monster a kouzel).\n\nV současné době máme překlady do následujících jazyků:\n- Brazilská portugalština (Português)\n- Španělština (Español)\n- Angličtina (Pouze změny v metrickém systému)\n- Italština (Italiano)\n- Francouzština (Français)\n- Němčina (Deutsch)\n- Čeština (Čeština)\n- Japonský (日本語)\n\nRozšíření s otevřeným zdrojovým kódem, takže pokud si všimnete, že něco chybí v překladu, můžete nám pomoci to přeložit!\nGitHub: https://github.com/hotaydev/dnd-beyond-kit",
    "de": "Diese Erweiterung wird verwendet, um:\n\n- Die Charakterbogen-Seite von D&D Beyond in deine Sprache zu übersetzen;\n- Das Internationale Einheitensystem (SI) für Maßeinheiten im Charakterbogen, bei Monstern, Zaubern usw. zu verwenden;\n- Überflüssige Elemente in der Benutzeroberfläche des Charakterbogens zu entfernen, um sie einfacher zu gestalten;\n- Einen \"Zum Anfang\"-Button auf langen Seiten hinzuzufügen;\n- Automatisches Laden auf Listenseiten (wie Monster- und Zauberseiten) zu aktivieren.\n\nDerzeit haben wir Übersetzungen für die folgenden Sprachen:\n- Brasilianisches Portugiesisch (Português)\n- Spanisch (Español)\n- Englisch (Nur Änderungen im metrischen System)\n- Italienisch (Italiano)\n- Französisch (Français)\n- Deutsch (Deutsch)\n- Tschechisch (Čeština)\n- Japanisch (日本語)\n\nOpen-Source-Erweiterung, also wenn Sie bemerken, dass eine Übersetzung fehlt, können Sie uns helfen, sie zu übersetzen!\nGitHub: https://github.com/hotaydev/dnd-beyond-kit",
    "es": "Esta extensión se utiliza para:\n\n- Traducir la página de la hoja de personaje de D&D Beyond a tu idioma;\n- Usar el Sistema Internacional de Unidades (SI) para las métricas en la hoja de personaje, monstruos, hechizos, etc.;\n- Eliminar elementos innecesarios de la interfaz de la hoja de personaje, haciéndola más sencilla;\n- Agregar un botón de \"Volver al inicio\" en páginas largas;\n- Activar la carga automática en páginas de listado (como las páginas de monstruos y hechizos).\n\nActualmente, tenemos traducciones para los siguientes idiomas:\n- Portugués brasileño (Português)\n- Español (Español)\n- Inglés (Solo cambios en el sistema métrico)\n- Italiano (Italiano)\n- Francés (Français)\n- Alemán (Deutsch)\n- Checo (Čeština)\n- Japonés (日本語)\n\nExtensión de código abierto, así que si notas que falta alguna traducción, ¡puedes ayudarnos a traducirla!\nGitHub: https://github.com/hotaydev/dnd-beyond-kit",
    "fr": "Cette extension est utilisée pour :\n\n- Traduire la page de votre fiche de personnage D&D Beyond dans votre langue ;\n- Utiliser le Système international d'unités (SI) pour les mesures dans la fiche de personnage, les monstres, les sorts, etc. ;\n- Supprimer les éléments superflus de l'interface de la fiche de personnage pour la rendre plus simple ;\n- Ajouter un bouton « Revenir en haut » sur les pages longues ;\n- Activer le chargement automatique dans les pages de liste (comme les pages de monstres et de sorts).\n\nActuellement, nous avons des traductions pour les langues suivantes :\n- Portugais brésilien (Português)\n- Espagnol (Español)\n- Anglais (Seulement les modifications du système métrique)\n- Italien (Italiano)\n- Français (Français)\n- Allemand (Deutsch)\n- Tchèque (Čeština)\n- Japonais (日本語)\n\nExtension open source, donc si vous remarquez qu'il manque une traduction, vous pouvez nous aider à la traduire !\nGitHub: https://github.com/hotaydev/dnd-beyond-kit",
    "it": "Questa estensione viene utilizzata per:\n\n- Tradurre la pagina della tua scheda personaggio di D&D Beyond nella tua lingua;\n- Utilizzare il Sistema Internazionale di Unità (SI) per le misure nella scheda personaggio, nei mostri, negli incantesimi, ecc.;\n- Rimuovere elementi superflui dell'interfaccia della scheda personaggio, rendendola più semplice;\n- Aggiungere un pulsante \"Torna in cima\" per le pagine lunghe;\n- Aggiungere il caricamento automatico nelle pagine di elenco (come le pagine di mostri e incantesimi).\n\nAttualmente, abbiamo traduzioni per le seguenti lingue:\n- Portoghese Brasiliano (Português)\n- Spagnolo (Español)\n- Inglese (Solo cambiamenti nel sistema metrico)\n- Italiano (Italiano)\n- Francese (Français)\n- Tedesco (Deutsch)\n- Ceco (Čeština)\n- Giapponese (日本語)\n\nEstensione open source, quindi se noti che manca una traduzione, puoi aiutarci a tradurla!\nGitHub: https://github.com/hotaydev/dnd-beyond-kit",
    "ja": "この拡張機能は以下の目的で使用されます：\n\n- D&D Beyondのキャラクターシートページをあなたの言語に翻訳します。  \n- キャラクターシート、モンスター、呪文などに国際単位系（SI）を使用します。  \n- キャラクターシートのインターフェースから不要な要素を削除し、シンプルにします。  \n- 長いページに「トップへスキップ」ボタンを追加します。  \n- リストページ（モンスターや呪文のページなど）で自動読み込み機能を追加します。  \n\n現在、以下の言語への翻訳があります：  \n- ブラジルポルトガル語（Português）  \n- スペイン語（Español）  \n- 英語（メートル法の変更のみ）  \n- イタリア語（Italiano）  \n- フランス語（Français）  \n- ドイツ語（Deutsch）  \n- チェコ語（Čeština）  \n- 日本語（日本語）  \n\n私たちはオープンソースですので、翻訳が不足している場合は、翻訳に協力することができます！  \nGitHub: https://github.com/hotaydev/dnd-beyond-kit/",
    "pt_BR": "Esta extensão é usada para:\n\n- Traduzir a página da sua ficha de personagem do D&D Beyond para o seu idioma;\n- Utilizar o Sistema Internacional de Unidades (SI) para métricas na Ficha de Personagem, monstros, feitiços, etc.;\n- Remover elementos desnecessários da interface da Ficha de Personagem, deixando-a mais simples;\n- Adicionar um botão de \"Voltar ao topo\" em páginas longas;\n- Adicionar carregamento automático em páginas de listagem (como nas páginas de monstros e feitiços).\n\nAtualmente, temos traduções para os seguintes idiomas:\n- Português do Brasil\n- Espanhol (Español)\n- Inglês (Somente alterações no sistema métrico)\n- Italiano (Italiano)\n- Francês (Français)\n- Alemão (Deutsch)\n- Tcheco (Čeština)\n- Japonês (日本語)\n\nExtensão de código aberto, então se você perceber que falta alguma tradução, você pode nos ajudar a traduzi-la!\nGitHub: https://github.com/hotaydev/dnd-beyond-kit"
  }
}