{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HubSpot Developer Extension",
    "de": "HubSpot Entwicklererweiterung",
    "es": "Extensión para desarrolladores HubSpot",
    "fr": "Extension HubSpot pour développeur",
    "ja": "HubSpot デベロッパーエクステンション"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Must have for HubSpot Developers, adding convenience features to HubSpot",
    "de": "Ein Muss für HubSpot-Entwickler. Ein schneller Zugegriff zu häufig verwendete Abfrageparameter welche eine einfache Funktion zu…",
    "es": "Debe tener para desarrolladores de HubSpot, agregando características de conveniencia a HubSpot",
    "fr": "Incontournable pour les développeurs HubSpot, ajoute des fonctionnalités pratiques à HubSpot",
    "ja": "HubSpot開発者必携の、便利な機能をHubSpotに追加します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome/Chromium extension for HubSpot developers built and maintained by the community (not by HubSpot itself) that adds useful shortcuts to commonly used HubSpot query parameters, resources and tools for making HubSpot Development easier and more enjoyable.\n\n*Buttons for activating commonly used HubSpot Query Parameters such as hsDebug, AMP, footer jQuery, and a cache buster\n*Google Page Speed Insights Tester - great to see if moving jquery to the footer has a significant impact\n*Quick access shortcuts to the most used areas of the HubSpot Dev Docs\n*Optional Dark Theme for the Design Manager(toggle is in develop tab)\n*Optional Developer Menu injected into HubSpot Nav(toggle is in develop tab)\n*Mac users rejoice! we've solved the dark cursor on dark code editor problem!\n*Tab scrollbar hard to grab? we got your back.\n*Dev related tips\n*More features coming!\n\nIf you find a bug or want to request a feature please report it in our GitHub Issues. See our GitHub as well if you're interested in beta testing new versions.\n\nThis extension is available in several languages.\nInterested in helping translate the extension? We could use your help visit the GitHub! \n\nhttps://github.com/TheWebTech/HubSpot-Developer-Extension",
    "de": "Eine Chrome / Chromium-Erweiterung für HubSpot-Entwickler, die hilfreiche Verknüpfungen zu häufig verwendeten HubSpot-Abfrageparametern, Ressourcen und Tools enthält, um HubSpot Development einfacher und angenehmer zu gestalten.\n\n* Schaltflächen zum Aktivieren von häufig verwendeten HubSpot-Abfrageparametern wie hsDebug, AMP, Fußzeile jQuery und einem Cache-Buster\n* Google Page Speed ​​Insights Tester - großartig, um zu sehen, ob das Verschieben von jQuery in die Fußzeile eine signifikante Auswirkung hat\n* Schnellzugriff auf die am häufigsten verwendeten Bereiche der HubSpot Dev Docs\n* Optionales Dark Theme für den Design Manager\n* Optionales Entwicklermenü, das in HubSpot Nav eingespeist wird\n* Mac-Benutzer freuen sich! Wir haben den dunklen Cursor auf das Problem des dunklen Code-Editors gelöst!\n* Weitere Funktionen kommen!\n\nWenn Sie einen Fehler finden oder ein Feature anfordern möchten, melden Sie es bitte in unseren GitHub-Ausgaben. Sehen Sie sich auch unseren GitHub an, wenn Sie an Beta-Tests neuer Versionen interessiert sind.\n\nDiese Erweiterung ist in Englisch und Spanisch verfügbar\nSind Sie daran interessiert, die Erweiterung zu übersetzen? Wir könnten deine Hilfe nutzen, um den GitHub zu besuchen! Wir brauchen Hilfe beim Übersetzen ins Spanische, Deutsche und Japanische!\n\nhttps://github.com/williamspiro/HubSpot-Developer-Extension",
    "es": "Una extensión de Chrome / Chromium / edge para desarrolladores de HubSpot que añaden accesos directos útiles a las funciones de HubSpot comúnmente utilizadas, recursos y herramientas para hacer que el desarrollo de HubSpot sea más fácil y divertido.\n\n* Botones para activar los parámetros en HubSpot  como hsDebug, AMP, footer jQuery e ignorar caché\n* Tester de estadísticas de velocidad de página de Google: excelente para ver si mover jquery al pie de página tiene un impacto significativo\n* Accesos directos de acceso rápido a las áreas más usadas de HubSpot Dev Docs\n* Tema Dark opcional para el administrador de diseño\n* ¡Pronto más funciones!\n\nSi encuentra un error o desea solicitar una función, infórmenos en nuestros problemas de GitHub.",
    "fr": "Une extension Chrome/Chromium pour les développeurs HubSpot qui ajoute des raccourcis utiles aux paramètres, ressources et outils de requête HubSpot couramment utilisés pour rendre le développement HubSpot plus facile et plus agréable.\n\n*Des boutons pour activer les paramètres de requête HubSpot couramment utilisés tels que hsDebug, AMP, pied de page jQuery, et un désactivateur de cache.\n*Google Page Speed Insights Tester - idéal pour voir si le déplacement de jQuery dans le pied de page a un impact significatif\n*Raccourcis vers les zones les plus utilisées de la documentation développeur HubSpot\n*Thème sombre optionnel pour le Design Manager\n*Menu développeur optionnel injecté dans le HubSpot Nav\n*Que les utilisateurs de Mac se réjouissent ! Nous avons résolu le problème du curseur noir sur l'éditeur de code noir !\n*Plus de fonctionnalités à venir !\n\nSi vous trouvez une erreur ou si vous souhaitez demander une fonctionnalité, veuillez le signaler dans nos Issues GitHub. Consultez également notre GitHub si vous êtes intéressé par les tests bêta de nouvelles versions.\n\nVous-souhaitez nous aider à traduire l'extension ? Nous pourrions avoir besoin de votre aide pour cela, rendez-vous sur GitHub ! Nous avons besoin d'aide pour traduire en espagnol, allemand, français et japonais !\n\nhttps://github.com/williamspiro/HubSpot-Developer-Extension",
    "ja": "この拡張機能は、HubSpotの開発者向けにHubSpotのクエリパラメータでよく使われるショートカット、リソース、ツールを追加しHubSpotの開発を簡単に、より快適に行えるようにします。\n\n*HubSpotクエリパラメータでよく使われるhsDebug、AMP、フッターjQuery、キャッシュバスターを有効にするボタン\n*Google Page Speed Insights テスター - たとえばjqueryをフッターに移動した場合の効果が視覚的によくわかります\n*HubSpot開発者ドキュメントでよく参照されるエリアへのクイックアクセスショートカット\n*デザインマネージャ向けのダークテーマオプション\n*HubSpotナビゲーションへの開発者用メニューの追加\n*Macユーザに朗報です！ダークテーマのコードエディタ上で同じくダークテーマのカーソルが表示される問題を解決しました！\n*さらなる機能追加を予定しています！\n\nもしバグの発見や機能追加のリクエストがある場合はGitHub Issuesで知らせてください。また、新バージョンのベータテストに興味がある方もぜひGitHubを参照してください。\n\nこの拡張機能は英語版とスペイン語版もあります。\n翻訳作業に興味がありますか？ぜひ我々のGitHubで手伝ってください！スペイン語、ドイツ語、日本語の翻訳者を必要としています！\n\nhttps://github.com/williamspiro/HubSpot-Developer-Extension"
  }
}