{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PUCMM WIFI Auto Login"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esto es una extensión que permite iniciar sesión en la red WIFI de PUCMM Santiago de una manera más fácil y rápida."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Historial de cambios\nv0.6.1: Actualización de los dominios del Websise y login dentro de la red wifi.\n\nv0.6:Se Realizaron mejoras en cuanto al proceso de llevar a cabo el logueo y tambien se mejoro el poder abrir multiples tabs en el websise.\n\nv0.5: Se agregaron dos nuevas funcionalidades. Ahora la extensión permite que puedas abrir multiples tabs en el WebSise y también al detectar el login del wifi, el add-on ejecuta el logueo automáticamente.\n\nv0.4: Se realizaron algunas mejoras con respecto a la interacción con el usuario y también mejoras en el manifiesto de la aplicación.\n\nv0.3: Se Agregó la capacidad de notificar al usuario si los datos de iniciar sesión están correctos al momento de hacer click para loguearse.\n\nCansado de escribir tu usuario & contraseña cada vez que necesitas navegar a través del Internet inalámbrico de la PUCMM? Pues esta es la solución ideal ya que almacena tus datos y con un simple click en el boton de la aplicación, podrás iniciar sesión de manera rápida y sencilla sin tener que escribir tus datos cada vez que requieras iniciar sesión. Para lograr que la aplicación funcione correctamente debes estar conectado en la red inalámbrica correspondiente y asegurarte de tener los datos de iniciar sesión sean los correctos. \n\nPara introducir tus datos de la aplicación solo debes hacer click derecho en el icono y seleccionar opciones, luego de estar ahi introduces tus datos y procedes a almacenarlos."
  }
}