{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Group My Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Group tabs by domain in Chrome with one click, enhancing built-in functionality for organized browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is not just another browser extension; it's your personal tab manager designed to declutter and organize your browsing experience. Ever found yourself lost amidst a multitude of open tabs? \n\nOur extension seamlessly groups them for you, ensuring a clean, organized browser interface with just one click. Why navigate chaos when you can have order? \n\nWith \"Group My Tabs\", you can quickly find what you're looking for, reduce memory usage, and improve your overall productivity. Don't let countless tabs slow you down; install \"Group My Tabs\" today and experience browsing like never before.\n\nKey Features:\n- Group and Name all your tabs with ONE click\n- Group tabs per Chrome window opened\n- Find corresponding group for newly opened tabs automatically\n\nMORE FEATURES TO COME SOON!!!\n\n\nThis extension is an open source project developed by a community to serve our community. \n\nWant new feature? Sure, develop it and we will add it in.\nFound a Bug and you can fix it? Fork the branch and submit your PR!\nFound a Bug and can't fix it or you wish this extension had new feature? Head into Support section and let us know, we will try to fix it ASAP!!\n\nThe repository can be found at: \nhttps://github.com/AdamKmet1997/Group-My-Tabs\n\nDiscord link:\nhttps://discord.gg/GBdJdAcZpH"
  }
}