{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeyCrypt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Encrypt Password based on your key"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Ultimate Password Solution\n\nAre you tired of struggling to create unique and secure passwords for all your online accounts? Say goodbye to the hassle and welcome KeyCrypt! KeyCrypt is a cutting-edge application designed to revolutionize the way you manage and generate passwords.\n\nWith KeyCrypt, you can effortlessly generate personalized patterns for your passwords, ensuring that each one is unique and tailored to your preferences. No more forgetting or reusing passwords across multiple websites. KeyCrypt empowers you to create a diverse set of strong passwords, effortlessly enhancing your online security.\n\nBut that's not all! KeyCrypt goes the extra mile by generating encrypted passwords based on your personalized patterns. Your passwords are transformed into a virtually uncrackable code, adding an extra layer of protection against hackers and unauthorized access.\n\nWhy choose KeyCrypt?\n1. Simplified Password Management: KeyCrypt streamlines the process of managing passwords, allowing you to easily generate,  and retrieve them whenever needed.\n\n2. Enhanced Security: By generating unique patterns and encrypting passwords, KeyCrypt ensures the highest level of security for your online accounts. Say goodbye to the risks of weak or easily guessable passwords.\n\n3. Convenience at Your Fingertips: KeyCrypt provides a user-friendly interface, making it accessible for both tech-savvy users and beginners alike.\n\n4. Versatile and Compatible: KeyCrypt seamlessly integrates with popular browsers.\n\nUnlock the power of KeyCrypt and take control of your passwords today! Experience the freedom and peace of mind that comes with a secure and convenient password management solution.\n\nDon't wait any longer. Join the KeyCrypt community and download the app now to embark on a secure online journey like never before!"
  }
}