{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save to Pinboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trigger 'Save-to-Pinboard' popup window in one single click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "***Popup* Window triggered with *one single click* of a button to bookmark a page to your Pinboard account. Does the same thing as some Pinboard bookmarklet, only without bookmarklet.**\n\n### Yet another Pinboard browser extension ! Why ??\n\nThere are many [Pinboard](https://pinboard.in) extensions that can do *many* great things such as [this one] (https://chrome.google.com/webstore/detail/pinboard/lclbbneapfiaihigbkalcoophalpbapl). Even if you configure them to be slim, you still need to click the button, hover the mouse to the saving option, then click *again* to launch the popup window where you can *finally* edit and save your boomark. The problem is people like me are only using these extensions to do this single thing. So we would be better off with something quicker !\n\nThis \"extension\" does only *one* thing with *one single click* of a button: open a popup window to edit (which mean adding tags for me) and save the bookmark. Obviously, some other Pinboard extensions I forgot about open a new *tab* with a single click, but this is not great if you don't want to lose focus on the page you're on.\n\n### Why not using a Pinboard boomarklet ?\n\nI know you will tell me it does the exact same thing as the Pinboard bookmarklet... Only it does that with a button instead of a bookmark, which is good for those who don't want their browser be cluttered with a bookmarks bar.\nAnd by the way, we already have Pinboard. Bookmarks Bar, leave us alone."
  }
}