{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Total Adblock - Ad Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Instantly block annoying ads, pop-ups & intrusive trackers with Total Adblock.",
    "da": "Bloker øjeblikkeligt irriterende reklamer & påtrængende trackere med Total Adblock.",
    "de": "Sofortiges Blockieren von lästigen Werbeanzeigen, Pop-ups & aufdringlichen Trackern mit Total Adblock.",
    "es": "Bloquee instantán. anuncios molestos, pop-ups y rastreadores con Total Adblock.",
    "fr": "Bloquez instantanément pubs, pop-ups et trackers avec Total Adblock.",
    "it": "Blocca subito pubblicità, pop-up e tracker invasivi con Total Adblock.",
    "nl": "Blokkeer onmiddellijk vervelende advertenties, pop-ups & opdringerige trackers met Total Adblock.",
    "no": "Blokker straks irriterende annonser, pop-ups og påtrengende sporing med Total Adblock.",
    "pl": "Natychmiast blokuj irytujące reklamy, wyskakujące okienka i nachalne trackery z Total Adblock.",
    "sv": "Blockera genast irriterande annonser, pop-ups & påträngande spårare med Total Adblock.",
    "tr": "Total Adblock ile rahatsız edici reklamları, pop-up'ları ve iz sürücüleri hemen engelleyin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Total Adblock is the one tool you need to take full control of your online browsing experience.\n\nInstantly eliminate unwanted adverts, intrusive notifications and advertising trackers within a matter of a few clicks.\n\nKey benefits include:\n\nBlock Unwanted Ads & Trackers\n\nEnjoy the internet peacefully without any limits by removing unwanted ads & trackers.\n\nYou also have an option for ‘Acceptable Ads’ should you wish to manage your own list of websites.\n\nDisable Annoying Notifications\n\nInstantly disable annoying browser push notifications from appearing and getting in your way with our 'Pop-Up Blocker' feature.\n\nGet back in the driving seat today and take full control of your browsing experience with our 7 day free premium access to disable unwanted ads, intrusive trackers and annoying notifications.\n\nYour Total Adblock trial license will provide you with complimentary access to our premium service.\n\nDuring your trial period you will be able to experience blocking unlimited ads and trackers on all websites for the length of your allocated evaluation license.\n\nUpon expiration you have the ability to continue to use our adblock free of charge but will require a premium license if you wish to block ads & trackers on popular websites.\n\nWe collect your IP address on initial installation in order to allocate your free trial access without requiring any personal information. You will only be required to provide personal details such as your name, email address & payment credentials should you wish to activate a premium subscription.\n\nFurther details of both our terms & privacy policies can be found below:\n\nTerms: https://www.totaladblock.com/terms\nPrivacy: https://www.totaladblock.com/privacy\n\nMore details can be found on on pricing page https://www.totaladblock.com/pricing\n\nTotal AdBlock will not store or log your data your privacy is our priority.\n\nThis service is sold by Protected.net Group Limited.\n\nYouTube™ is a trademark of Google Inc. Use of this trademark is subject to Google permissions.",
    "da,nl,no,pl,sv,tr": "Total Adblock is the one tool you need to take full control of your online browsing experience.\n\nInstantly eliminate unwanted adverts, intrusive notifications and advertising trackers within a matter of a few clicks.\n\nKey benefits include:\n\nBlock Unwanted Ads & Trackers\n\nEnjoy the internet peacefully without any limits by removing unwanted ads & trackers.\n\nYou also have an option for ‘Acceptable Ads’ should you wish to manage your own list of websites.\n\nDisable Annoying Notifications\n\nInstantly disable annoying browser push notifications from appearing and getting in your way with our 'Quiet Mode' feature.\n\nGet back in the driving seat today and take full control of your browsing experience with our 7 day free premium access to disable unwanted ads, intrusive trackers and annoying notifications.\n\nYour Total Adblock trial license will provide you with complimentary access to our premium service.\n\nDuring your trial period you will be able to experience blocking unlimited ads and trackers on all websites for the length of your allocated evaluation license.\n\nUpon expiration you have the ability to continue to use our adblock free of charge but will require a premium license if you wish to block ads & trackers on popular websites.\n\nWe collect your IP address on initial installation in order to allocate your free trial access without requiring any personal information. You will only be required to provide personal details such as your name, email address & payment credentials should you wish to activate a premium subscription.\n\nFurther details of both our terms & privacy policies can be found below:\n\nTerms: https://www.totaladblock.com/terms\nPrivacy: https://www.totaladblock.com/privacy\n\nMore details can be found on on pricing page https://www.totaladblock.com/pricing\n\nTotal AdBlock will not store or log your data your privacy is our priority.\n\nThis service is sold by Protected.net Group Limited.\n\nYouTube™ is a trademark of Google Inc. Use of this trademark is subject to Google permissions.",
    "de": "Total Adblock ist das einzige Tool, das Sie benötigen, um die vollständige Kontrolle über Ihr Online-Surferlebnis zu erlangen.\n\nBeseitigen Sie unerwünschte Werbung, aufdringliche Benachrichtigungen und Werbe-Tracker sofort mit wenigen Klicks.\n\nZu den wichtigsten Vorteilen gehören:\n\nBlockieren Sie unerwünschte Anzeigen und Tracker\n\nGenießen Sie das Internet friedlich und ohne Einschränkungen, indem Sie unerwünschte Anzeigen und Tracker entfernen.\n\nSie haben auch die Option \"Akzeptable Anzeigen\", wenn Sie Ihre eigene Liste von Websites verwalten möchten.\n\nDeaktivieren Sie störende Benachrichtigungen\n\nDeaktivieren Sie sofort, dass störende Browser-Push-Benachrichtigungen mit unserer Funktion \"Ruhiger Modus\" angezeigt werden und Ihnen im Weg stehen.\n\nSetzen Sie sich noch heute auf den Fahrersitz und übernehmen Sie die volle Kontrolle über Ihr Surferlebnis mit unserem 7-tägigen kostenlosen Premium-Zugang, um unerwünschte Anzeigen, aufdringliche Tracker und nervige Benachrichtigungen zu deaktivieren.\n\nMit Ihrer Total Adblock-Testlizenz erhalten Sie kostenlosen Zugang zu unserem Premium-Service.\n\nWährend Ihres Testzeitraums können Sie unbegrenzt viele Anzeigen und Tracker auf allen Websites für die Dauer Ihrer zugewiesenen Evaluierungslizenz blockieren.\n\nNach Ablauf haben Sie die Möglichkeit, unseren Werbeblock weiterhin kostenlos zu nutzen, benötigen jedoch eine Premium-Lizenz, wenn Sie Anzeigen und Tracker auf beliebten Websites blockieren möchten.\n\nWir erfassen Ihre IP-Adresse bei der Erstinstallation, um Ihren kostenlosen Testzugriff zuzuweisen, ohne dass persönliche Daten erforderlich sind. Sie müssen nur dann persönliche Daten wie Ihren Namen, Ihre E-Mail-Adresse und Ihre Zahlungsdaten angeben, wenn Sie ein Premium-Abonnement aktivieren möchten.\n\nWeitere Details zu unseren Nutzungsbedingungen und Datenschutzrichtlinien finden Sie unten:\n\nNutzungsbedingungen: https://www.totaladblock.com/terms\nDatenschutz: https://www.totaladblock.com/privacy\n\nWeitere Informationen finden Sie auf der Preisseite https://www.totaladblock.com/pricing\n\nTotal AdBlock speichert oder protokolliert Ihre Daten nicht. Ihre Privatsphäre ist unsere Priorität.\n\nDieser Service wird von Protected.net Group Limited verkauft.\n\nYouTube ™ ist eine Marke von Google Inc. Die Verwendung dieser Marke unterliegt den Google-Berechtigungen.",
    "es": "Total Adblock es la única herramienta que necesita para tomar el control total de su experiencia de navegación en línea.\n\nElimine instantáneamente anuncios no deseados, notificaciones intrusivas y rastreadores de publicidad en cuestión de unos pocos clics.\n\nLos beneficios clave incluyen:\n\nBloquear anuncios y rastreadores no deseados\n\nDisfrute de Internet de forma pacífica y sin límites eliminando anuncios y rastreadores no deseados.\n\nTambién tiene una opción para \"Anuncios aceptables\" si desea administrar su propia lista de sitios web.\n\nDesactivar notificaciones molestas\n\nDesactive instantáneamente las molestas notificaciones push del navegador para que no aparezcan y se interpongan en su camino con nuestra función 'Modo silencioso'.\n\nVuelva al asiento del conductor hoy y tome el control total de su experiencia de navegación con nuestro acceso premium gratuito de 7 días para deshabilitar anuncios no deseados, rastreadores intrusivos y notificaciones molestas.\n\nSu licencia de prueba de Total Adblock le proporcionará acceso gratuito a nuestro servicio premium.\n\nDurante su período de prueba, podrá experimentar el bloqueo de anuncios y rastreadores ilimitados en todos los sitios web durante la duración de su licencia de evaluación asignada.\n\nUna vez vencido, tiene la capacidad de seguir utilizando nuestro bloque de anuncios de forma gratuita, pero necesitará una licencia premium si desea bloquear anuncios y rastreadores en sitios web populares.\n\nRecopilamos su dirección IP en la instalación inicial para poder asignar su acceso de prueba gratuito sin requerir ninguna información personal. Solo se le pedirá que proporcione datos personales como su nombre, dirección de correo electrónico y credenciales de pago si desea activar una suscripción premium.\n\nA continuación, se pueden encontrar más detalles de nuestros términos y políticas de privacidad:\n\nTérminos: https://www.totaladblock.com/terms\nPrivacidad: https://www.totaladblock.com/privacy\n\nSe pueden encontrar más detalles en la página de precios https://www.totaladblock.com/pricing\n\nTotal AdBlock no almacenará ni registrará sus datos, su privacidad es nuestra prioridad.\n\nEste servicio lo vende Protected.net Group Limited.\n\nYouTube ™ es una marca comercial de Google Inc. El uso de esta marca comercial está sujeto a los permisos de Google.",
    "fr": "Total Adblock est le seul outil dont vous avez besoin pour prendre le contrôle total de votre expérience de navigation en ligne.\n\nÉliminez instantanément les publicités indésirables, les notifications intrusives et les trackers publicitaires en quelques clics.\n\nLes principaux avantages comprennent:\n\nBloquer les publicités et les trackers indésirables\n\nProfitez d'Internet en toute tranquillité sans aucune limite en supprimant les publicités et les trackers indésirables.\n\nVous avez également une option pour \"Annonces acceptables\" si vous souhaitez gérer votre propre liste de sites Web.\n\nDésactiver les notifications ennuyeuses\n\nDésactivez instantanément les notifications push ennuyeuses du navigateur d'apparaître et de vous gêner grâce à notre fonction `` Mode silencieux ''.\n\nReprenez le volant aujourd'hui et prenez le contrôle total de votre expérience de navigation avec notre accès premium gratuit de 7 jours pour désactiver les publicités indésirables, les traqueurs intrusifs et les notifications ennuyeuses.\n\nVotre licence d'essai Total Adblock vous donnera un accès gratuit à notre service premium.\n\nPendant votre période d'essai, vous pourrez faire l'expérience de bloquer des publicités et des trackers illimités sur tous les sites Web pour la durée de votre licence d'évaluation allouée.\n\nÀ l'expiration, vous avez la possibilité de continuer à utiliser notre adblock gratuitement, mais vous aurez besoin d'une licence premium si vous souhaitez bloquer les publicités et les trackers sur les sites Web populaires.\n\nNous collectons votre adresse IP lors de l'installation initiale afin d'allouer votre accès d'essai gratuit sans nécessiter aucune information personnelle. Il vous sera uniquement demandé de fournir des informations personnelles telles que votre nom, votre adresse e-mail et vos informations de paiement si vous souhaitez activer un abonnement premium.\n\nVous trouverez ci-dessous plus de détails sur nos conditions et notre politique de confidentialité:\n\nConditions: https://www.totaladblock.com/terms\nConfidentialité: https://www.totaladblock.com/privacy\n\nPlus de détails peuvent être trouvés sur la page de tarification https://www.totaladblock.com/pricing\n\nTotal AdBlock ne stockera ni n'enregistrera vos données, votre confidentialité est notre priorité.\n\nCe service est vendu par Protected.net Group Limited.\n\nYouTube ™ est une marque commerciale de Google Inc. L'utilisation de cette marque est soumise aux autorisations de Google.",
    "it": "Total Adblock è l'unico strumento di cui hai bisogno per avere il pieno controllo della tua esperienza di navigazione online.\n\nElimina istantaneamente annunci indesiderati, notifiche intrusive e tracker pubblicitari in pochi clic.\n\nI vantaggi principali includono:\n\nBlocca annunci e tracker indesiderati\n\nGoditi Internet in modo pacifico senza limiti rimuovendo annunci e tracker indesiderati.\n\nHai anche un'opzione per \"Annunci accettabili\" se desideri gestire il tuo elenco di siti web.\n\nDisattiva le notifiche fastidiose\n\nDisattiva istantaneamente le fastidiose notifiche push del browser che compaiono e ti intralciano con la nostra funzione \"Modalità silenziosa\".\n\nTorna al posto di guida oggi e prendi il pieno controllo della tua esperienza di navigazione con il nostro accesso premium gratuito di 7 giorni per disabilitare annunci indesiderati, tracker intrusivi e notifiche fastidiose.\n\nLa tua licenza di prova Total Adblock ti fornirà l'accesso gratuito al nostro servizio premium.\n\nDurante il periodo di prova potrai provare a bloccare annunci e tracker illimitati su tutti i siti web per la durata della licenza di valutazione assegnata.\n\nAlla scadenza hai la possibilità di continuare a utilizzare il nostro blocco annunci gratuitamente, ma richiederà una licenza premium se desideri bloccare annunci e tracker su siti Web popolari.\n\nRaccogliamo il tuo indirizzo IP durante l'installazione iniziale per allocare il tuo accesso di prova gratuito senza richiedere alcuna informazione personale. Ti verrà richiesto solo di fornire dettagli personali come nome, indirizzo e-mail e credenziali di pagamento se desideri attivare un abbonamento premium.\n\nUlteriori dettagli sia dei nostri termini che delle nostre politiche sulla privacy sono disponibili di seguito:\n\nTermini: https://www.totaladblock.com/terms\nPrivacy: https://www.totaladblock.com/privacy\n\nMaggiori dettagli possono essere trovati nella pagina dei prezzi https://www.totaladblock.com/pricing\n\nTotal AdBlock non memorizzerà o registrerà i tuoi dati la tua privacy è la nostra priorità.\n\nQuesto servizio è venduto da Protected.net Group Limited.\n\nYouTube ™ è un marchio di Google Inc. L'utilizzo di questo marchio è soggetto alle autorizzazioni di Google."
  }
}