{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TotalTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Save & launch bunches of tabs in one go",
    "es": "Guarde y ejecute grupos de pestañas de una sola vez",
    "fr": "Enregistrez et lancez des groupes d'onglets en une seule fois",
    "it": "Salva e avvia gruppi di schede in una volta sola",
    "ja": "一連のタブを一度に保存して起動する",
    "ko": "한 번에 여러 탭 저장 및 실행",
    "pt_BR,pt_PT": "Salve e inicie várias guias de uma vez",
    "zh_CN": "一次性保存和启动一堆标签页",
    "zh_TW": "一次性保存並啟動許多標籤頁"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Got loads of tabs open? Running low on memory?\n\nSave them in a list and speed up your browser\n\nAll your tabs are stored locally and are never transmitted anywhere.",
    "es": "¿Tienes muchas pestañas abiertas? ¿Se está quedando sin memoria?\n\nGuárdelos en una lista y acelere su navegador\n\nTodas sus pestañas se almacenan localmente y nunca se transmiten a ningún lado.",
    "fr": "Vous avez plein d'onglets ouverts ? Manque de mémoire ?\n\nEnregistrez-les dans une liste et accélérez votre navigateur\n\nTous vos onglets sont stockés localement et ne sont jamais transmis nulle part.",
    "it": "Hai un sacco di schede aperte? A corto di memoria?\n\nSalvali in una lista e velocizza il tuo browser\n\nTutte le tue schede sono memorizzate localmente e non vengono mai trasmesse da nessuna parte.",
    "ja": "たくさんのタブが開いていますか？ メモリが不足していますか？\n\nそれらをリストに保存して、ブラウザを高速化します\n\nすべてのタブはローカルに保存され、どこにも送信されることはありません。",
    "ko": "탭이 많이 열려 있습니까? 메모리가 부족합니까?\n\n목록에 저장하고 브라우저 속도 향상\n\n모든 탭은 로컬에 저장되며 어디에도 전송되지 않습니다.",
    "pt_BR,pt_PT": "Tem várias guias abertas? Com pouca memória?\n\nSalve-os em uma lista e acelere seu navegador\n\nTodas as suas guias são armazenadas localmente e nunca são transmitidas para qualquer lugar.",
    "zh_CN": "是否打开了大量标签？ 内存不足？\n\n将它们保存在列表中并加快浏览器速度\n\n您的所有标签都存储在本地，永远不会传输到任何地方。",
    "zh_TW": "是否打開了大量標籤？ 內存不足？\n\n將它們保存在列表中並加快瀏覽器速度\n\n您的所有標籤都存儲在本地，永遠不會傳輸到任何地方。"
  }
}