{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Timeout"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Closes all the unused stale tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✅ Declutter Your Browsing Experience\n\n👉 Are you overwhelmed by a cluttered browser with countless tabs open? Tab Timeout is your solution! This extension automatically closes inactive tabs after a customizable time period, helping you regain focus and boost productivity.\n\n✅ How it Works\n\n👉 Tab Timeout intelligently tracks your tab usage. Once you've defined a preferred inactivity threshold, the extension automatically closes tabs that haven't been accessed within that timeframe. Don't worry about losing important pages; closed tabs are safely stored in your browser's history and can be easily restored with a simple `Ctrl+Shift+T`\n\n✅ Key Features\n\n👉 Customizable Inactivity Threshold : Tailor the extension to your browsing habits by setting the exact amount of time your tabs must be idle before closure.\n👉 Efficient Tab Management : Reclaim valuable screen space and system resources by automatically clearing away unused tabs.\n👉 Data Preservation : Closed tabs are not deleted but moved to your browser's history for easy access.\n👉 Undo Functionality : Accidentally closed a crucial tab? Quickly restore it with the standard Ctrl+Shift+T shortcut.\n👉 User-Friendly Interface : Enjoy a simple and intuitive setup process with minimal configuration required.\n\n✅ Benefits\n\n👉 Improved Focus : Reduce distractions and enhance concentration by decluttering your browser.\n👉 Boosted Productivity : Optimize your workflow by streamlining tab management.\n👉 Enhanced System Performance : Free up memory and speed up your browser.\n👉 Peace of Mind : Know that your important tabs are safe and easily recoverable.\n\nTake control of your browsing experience and say goodbye to tab overload. Download 🚀 Tab Timeout 🚀 today!"
  }
}