{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickGPT AI assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickGPT AI Assistant for in-browser ChatGPT access and features"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the future of browsing with QuickGPT AI Assistant - your very own AI companion that transforms your browser into a powerhouse of productivity, creativity, and automation.\n\nBuilt on the advanced capabilities of OpenAI's GPT, QuickGPT AI Assistant is more than just an extension. It's a revolution in how you interact with digital content and services.\n\nHere's what you can expect from QuickGPT AI Assistant:\n\nAI-Powered Assistance: From routine tasks to complex challenges, the extension is equipped to assist you across diverse areas, including research, writing, programming, social media, and more. The AI-powered tool is built to save you time, reduce your workload, and enhance your productivity.\n\nCustomized Solutions: Adapt the AI to your specific needs. Use custom prompts and templates to guide the assistant's output, ensuring the solutions are tailored to your unique requirements.\n\nCreativity Booster: With QuickGPT AI Assistant, you'll never face a creative block again. Use it to generate ideas, draft content, or get inspiration in real-time.\n\nOn-Demand Learning: Use the assistant as your learning partner. Whether it's a new language, a programming problem, or a challenging homework, the AI is there to help you make the most of your time online.\n\nQuickGPT AI Assistant is committed to maintaining user data privacy and ensures secure communication.\n\nTake your browsing experience to the next level. Install QuickGPT AI Assistant today and unlock the power of AI at your fingertips."
  }
}