{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fiskl"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create free invoices, add expenses, get your live business overview and status notifications"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fiskl brings all your business finances in one app: invoices, payments, estimates, expenses, products and services, time and mileage tracking, banking transactions & accounting. \n\nFiskl is smart, simple and modern accounting software, built for business owners and their teams. With automated cloud accounting software, there is no more manual data entry, so you can focus on growing your business.\n\nUsed by entrepreneurs and small businesses in over 156 countries, Fiskl makes it easy to invoice clients in over 60 languages and 153 currencies. Free account available. \n\n*** Winner of Visa Everywhere 2021***  \n\nYou can manage your finances from anywhere - all the features are available on mobile:\n\n- Issue invoices, recurring invoices and estimates on the go from any device\n- Take mobile and online payments via Apple Pay, Stripe, Paypal, WePay/Chase, iDeal, GoCardless, Bancontact, Google Pay\n- Create products and services catalogs to speed up invoicing\n- Sync banking transactions via secure APIs, Open Banking or manual import\n- Scan expenses on the go and Fiskl will extract the receipt data instantly\n- Take control of your cash flow with automated accounting and instant reports\n- Track team member time and bill clients automatically \n- Track mileage via seamless integration with Google Maps\n- Be on top of your deadlines with a financial calendar\n- Business dashboard shows your your financial status at a glance\n- Manage multiple brands - one accounting, multiple brands under one roof\n- Put your billing on autopilot with automated customer emails \n- Use automated exchange rates for over 150 currencies\n- Add your team and assign permission rights so they can enter their own items\n\nWho is using Fiskl? Self-employed entrepreneurs and small businesses up to 100 employees.\n\nFrom a variety of industries: business and professional services, small manufacturing, commerce, construction, health, medical, legal, tourism, entertainment, food, financial, education and much more.\n\nWith state-of-the-art encryption, bank-grade security and multi-redundancy cloud storage, your data is safe, secure and accessible from anywhere. \n\nPrivacy Policy: https://fiskl.com/legal/privacy-policy/\nTerms of Service: https://fiskl.com/legal/customer-terms-of-service/"
  }
}