{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Exam Room - Block website during exam",
    "de": "Prüfungsraum - Webseite während der Prüfung blockieren",
    "es": "Sala de Exámenes - Bloquear sitios web durante el examen",
    "fr": "Exam Room - Bloquer des sites web pour les examens",
    "it": "Sala Esami - Blocca siti web durante l'esame"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate an exam environment and block/allow specific websites",
    "de": "Aktivieren Sie eine Prüfungsumgebung und blockieren/erlauben Sie bestimmte Websites",
    "es": "Activa un entorno de examen y bloquea/permite sitios web específicos",
    "fr": "Activez un environnement d'examen et bloquez/autorisez des sites Web spécifiques",
    "it": "Attiva un ambiente d'esame e blocca/consenti siti web specifici"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Exam Room\" extension for Google Chrome is designed to create a secure and controlled environment during online exams, such as TOSA / ISOGRAD certifications. This extension is ideal for students, teachers, and educational institutions who want to ensure integrity and focus during online tests. By using this extension, you can easily block access to certain websites while allowing those necessary to take the exam.\n\nKey Features:\n\nActivation of Exam Environment:\nA simple click on the \"Launch Exam Room\" button activates exam mode. In this mode, only authorized websites are accessible, thus blocking any potential distractions.\n\nManagement of Allowed and Blocked Websites:\nCreate customized lists of allowed and blocked websites. You can easily add or remove sites from these lists to suit each exam.\n\nSimple and Intuitive Interface:\nThe extension offers a user-friendly interface with clearly defined options. The options page allows you to configure your preferences in a few clicks.\n\nEasy Activation/Deactivation:\nEasily switch between enabled and disabled modes for full control over website access during exams.\n\nPreconfigured Settings:\nUse preconfigured settings for quick and effective setup. Ideal for users who want to start quickly without delving into technical details.\n\nUpdates and Support:\nBenefit from regular updates that add new features and improvements. Additionally, user support is available to answer your questions and resolve any issues.\n\nBenefits of the Extension:\n\nImproved Concentration:\nBy blocking distracting sites, students can fully concentrate on their exams, which can improve their performance.\n\nExam Integrity:\nEnsure exams are taken honestly and without cheating by limiting access to unauthorized resources.\n\nEase of Use:\nThe extension is easy to install and use, with an intuitive user interface that requires no special technical skills.\n\nFree of Charge:\nDownload and use the extension for free. We believe that access to quality educational tools should not be limited by fees.\n\nWhy Download \"Exam Room\"?\n\nSecure your online exams.\nIncrease productivity and student performance.\nEnjoy a free and easy-to-use solution.\n\nDownload the \"Exam Room\" extension now on the Chrome Web Store and transform your online exam experience by ensuring a more secure and focused environment.",
    "de": "Die Erweiterung \"Exam Room\" für Google Chrome ist darauf ausgelegt, eine sichere und kontrollierte Umgebung während Online-Prüfungen, wie TOSA / ISOGRAD-Zertifizierungen, zu schaffen. Diese Erweiterung ist ideal für Schüler, Lehrer und Bildungseinrichtungen, die die Integrität und Konzentration während der Online-Tests gewährleisten möchten. Mit dieser Erweiterung können Sie den Zugriff auf bestimmte Websites einfach blockieren und gleichzeitig diejenigen zulassen, die für die Prüfung erforderlich sind.\n\nHauptfunktionen:\n\nAktivierung der Prüfungsumgebung:\nEin einfacher Klick auf die Schaltfläche \"Prüfungsraum starten\" aktiviert den Prüfungsmodus. In diesem Modus sind nur autorisierte Websites zugänglich, wodurch potenzielle Ablenkungen blockiert werden.\n\nVerwaltung der erlaubten und blockierten Websites:\nErstellen Sie angepasste Listen der erlaubten und blockierten Websites. Sie können diese Listen leicht hinzufügen oder entfernen, um sie an jede Prüfung anzupassen.\n\nEinfache und intuitive Benutzeroberfläche:\nDie Erweiterung bietet eine benutzerfreundliche Oberfläche mit klar definierten Optionen. Auf der Optionsseite können Sie Ihre Präferenzen mit wenigen Klicks konfigurieren.\n\nEinfache Aktivierung/Deaktivierung:\nWechseln Sie einfach zwischen aktivierten und deaktivierten Modi, um die Kontrolle über den Website-Zugriff während der Prüfungen vollständig zu übernehmen.\n\nVorkonfigurierte Einstellungen:\nVerwenden Sie vorkonfigurierte Einstellungen für eine schnelle und effektive Einrichtung. Ideal für Benutzer, die schnell starten möchten, ohne sich mit technischen Details zu befassen.\n\nUpdates und Support:\nProfitieren Sie von regelmäßigen Updates, die neue Funktionen und Verbesserungen hinzufügen. Darüber hinaus steht Ihnen der Benutzer-Support zur Verfügung, um Ihre Fragen zu beantworten und eventuelle Probleme zu lösen.\n\nVorteile der Erweiterung:\n\nVerbesserte Konzentration:\nDurch das Blockieren ablenkender Websites können sich die Schüler vollständig auf ihre Prüfungen konzentrieren, was ihre Leistung verbessern kann.\n\nIntegrität der Prüfungen:\nStellen Sie sicher, dass Prüfungen ehrlich und ohne Betrug abgelegt werden, indem Sie den Zugriff auf nicht autorisierte Ressourcen einschränken.\n\nBenutzerfreundlichkeit:\nDie Erweiterung ist einfach zu installieren und zu verwenden, mit einer intuitiven Benutzeroberfläche, die keine speziellen technischen Kenntnisse erfordert.\n\nKostenlos:\nLaden Sie die Erweiterung kostenlos herunter und verwenden Sie sie. Wir glauben, dass der Zugang zu hochwertigen Bildungswerkzeugen nicht durch Gebühren eingeschränkt werden sollte.\n\nWarum \"Exam Room\" herunterladen?\n\nSichern Sie Ihre Online-Prüfungen.\nSteigern Sie die Produktivität und Leistung der Schüler.\nProfitieren Sie von einer kostenlosen und benutzerfreundlichen Lösung.\n\nLaden Sie jetzt die Erweiterung \"Exam Room\" im Chrome Web Store herunter und verwandeln Sie Ihr Online-Prüfungserlebnis, indem Sie eine sicherere und fokussiertere Umgebung gewährleisten.",
    "es": "La extensión \"Exam Room\" para Google Chrome está diseñada para crear un entorno seguro y controlado durante los exámenes en línea, como las certificaciones TOSA / ISOGRAD. Esta extensión es ideal para estudiantes, profesores e instituciones educativas que desean garantizar la integridad y la concentración durante las pruebas en línea. Al utilizar esta extensión, puede bloquear fácilmente el acceso a ciertos sitios web mientras permite aquellos necesarios para realizar el examen.\n\nFunciones Principales:\n\nActivación del Entorno de Examen:\nUn simple clic en el botón \"Lanzar Sala de Examen\" activa el modo de examen. En este modo, solo los sitios web autorizados son accesibles, bloqueando así cualquier distracción potencial.\n\nGestión de Sitios Web Permitidos y Bloqueados:\nCree listas personalizadas de sitios web permitidos y bloqueados. Puede agregar o eliminar fácilmente sitios de estas listas para adaptarse a cada examen.\n\nInterfaz Simple e Intuitiva:\nLa extensión ofrece una interfaz fácil de usar con opciones claramente definidas. La página de opciones le permite configurar sus preferencias en unos pocos clics.\n\nFácil Activación/Desactivación:\nCambie fácilmente entre los modos activado y desactivado para tener un control total sobre el acceso a los sitios web durante los exámenes.\n\nConfiguraciones Preconfiguradas:\nUtilice configuraciones preconfiguradas para una configuración rápida y efectiva. Ideal para usuarios que desean comenzar rápidamente sin profundizar en detalles técnicos.\n\nActualizaciones y Soporte:\nAproveche las actualizaciones regulares que añaden nuevas funciones y mejoras. Además, el soporte al usuario está disponible para responder a sus preguntas y resolver cualquier problema.\n\nBeneficios de la Extensión:\n\nMejora de la Concentración:\nAl bloquear los sitios que distraen, los estudiantes pueden concentrarse completamente en sus exámenes, lo que puede mejorar su rendimiento.\n\nIntegridad de los Exámenes:\nAsegure que los exámenes se realicen de manera honesta y sin trampas, limitando el acceso a recursos no autorizados.\n\nFacilidad de Uso:\nLa extensión es fácil de instalar y usar, con una interfaz intuitiva que no requiere conocimientos técnicos especiales.\n\nGratuidad:\nDescargue y utilice la extensión de forma gratuita. Creemos que el acceso a herramientas educativas de calidad no debería estar limitado por tarifas.\n\n¿Por qué Descargar \"Exam Room\"?\n\nAsegure sus exámenes en línea.\nAumente la productividad y el rendimiento de los estudiantes.\nDisfrute de una solución gratuita y fácil de usar.\n\nDescargue ahora la extensión \"Exam Room\" en la Chrome Web Store y transforme su experiencia de exámenes en línea garantizando un entorno más seguro y concentrado.",
    "fr": "L'extension \"Exam Room\" pour Google Chrome est conçue pour créer un environnement sécurisé et contrôlé pendant les examens en ligne, comme les certifications TOSA / ISOGRAD. Cette extension est idéale pour les étudiants, les enseignants et les institutions éducatives qui souhaitent garantir l'intégrité et la concentration durant les tests en ligne. En utilisant cette extension, vous pouvez facilement bloquer l'accès à certains sites web tout en autorisant ceux nécessaires pour passer l'examen.\n\nFonctionnalités Principales :\n\nActivation de l’Environnement d’Examen :\nUn simple clic sur le bouton \"Lancer Salle de Examen\" permet d'activer le mode examen. Dans ce mode, seuls les sites web autorisés sont accessibles, bloquant ainsi toute distraction potentielle.\n\nGestion des Sites Web Autorisés et Bloqués :\nCréez des listes personnalisées de sites web autorisés et bloqués. Vous pouvez facilement ajouter ou supprimer des sites de ces listes pour s'adapter à chaque examen.\n\nInterface Simple et Intuitive :\nL’extension offre une interface conviviale avec des options clairement définies. La page des options vous permet de configurer vos préférences en quelques clics.\n\nActivation/Désactivation Facile :\nBasculez facilement entre les modes activé et désactivé pour un contrôle total sur l’accès aux sites web pendant les examens.\n\nOptions de Configuration Préconfigurées :\nUtilisez des paramètres préconfigurés pour une mise en place rapide et efficace. Idéal pour les utilisateurs qui souhaitent démarrer rapidement sans entrer dans les détails techniques.\n\nMises à Jour et Support :\nProfitez des mises à jour régulières qui ajoutent de nouvelles fonctionnalités et améliorations. De plus, un support utilisateur est disponible pour répondre à vos questions et résoudre les éventuels problèmes.\n\nAvantages de l’Extension :\n\nAmélioration de la Concentration :\nEn bloquant les sites distrayants, les étudiants peuvent se concentrer pleinement sur leurs examens, ce qui peut améliorer leurs performances.\n\nIntégrité des Examens :\nGarantissez que les examens sont passés de manière honnête et sans tricherie en limitant l'accès à des ressources non autorisées.\n\nFacilité d’Utilisation :\nL'extension est facile à installer et à utiliser, avec une interface utilisateur intuitive qui ne nécessite aucune compétence technique particulière.\n\nGratuité :\nTéléchargez et utilisez l'extension gratuitement. Nous croyons que l'accès à des outils de qualité pour l'éducation ne devrait pas être limité par des frais.\n\nPourquoi Télécharger \"Salle de Examen\" ?\n\nSécurisez vos examens en ligne.\nAugmentez la productivité et les résultats des étudiants.\nProfitez d'une solution gratuite et facile à utiliser.\n\nTéléchargez dès maintenant l'extension \"Salle de Examen\" sur le Chrome Web Store et transformez votre manière de passer des examens en ligne en garantissant une expérience plus sécurisée et concentrée.",
    "it": "L'estensione \"Exam Room\" per Google Chrome è progettata per creare un ambiente sicuro e controllato durante gli esami online, come le certificazioni TOSA / ISOGRAD. Questa estensione è ideale per studenti, insegnanti e istituzioni educative che desiderano garantire l'integrità e la concentrazione durante i test online. Utilizzando questa estensione, puoi facilmente bloccare l'accesso a determinati siti web consentendo quelli necessari per sostenere l'esame.\n\nFunzionalità Principali:\n\nAttivazione dell'Ambiente d'Esame:\nUn semplice clic sul pulsante \"Avvia Sala Esami\" attiva la modalità esame. In questa modalità, solo i siti web autorizzati sono accessibili, bloccando così qualsiasi potenziale distrazione.\n\nGestione dei Siti Web Consentiti e Bloccati:\nCrea elenchi personalizzati di siti web consentiti e bloccati. Puoi facilmente aggiungere o rimuovere siti da questi elenchi per adattarli a ciascun esame.\n\nInterfaccia Semplice e Intuitiva:\nL'estensione offre un'interfaccia user-friendly con opzioni chiaramente definite. La pagina delle opzioni ti permette di configurare le tue preferenze in pochi clic.\n\nFacile Attivazione/Disattivazione:\nPassa facilmente tra le modalità attivata e disattivata per avere il controllo totale sull'accesso ai siti web durante gli esami.\n\nImpostazioni Preconfigurate:\nUtilizza impostazioni preconfigurate per un'installazione rapida ed efficace. Ideale per gli utenti che desiderano iniziare rapidamente senza approfondire i dettagli tecnici.\n\nAggiornamenti e Supporto:\nApprofitta degli aggiornamenti regolari che aggiungono nuove funzionalità e miglioramenti. Inoltre, è disponibile il supporto agli utenti per rispondere alle tue domande e risolvere eventuali problemi.\n\nVantaggi dell'Estensione:\n\nMiglioramento della Concentrazione:\nBloccando i siti che distraggono, gli studenti possono concentrarsi completamente sugli esami, migliorando così le loro prestazioni.\n\nIntegrità degli Esami:\nAssicura che gli esami vengano sostenuti in modo onesto e senza imbrogliare, limitando l'accesso a risorse non autorizzate.\n\nFacilità d'Uso:\nL'estensione è facile da installare e utilizzare, con un'interfaccia intuitiva che non richiede conoscenze tecniche particolari.\n\nGratuità:\nScarica e utilizza l'estensione gratuitamente. Crediamo che l'accesso a strumenti educativi di qualità non debba essere limitato da tariffe.\n\nPerché Scaricare \"Exam Room\"?\n\nAssicura i tuoi esami online.\nAumenta la produttività e le prestazioni degli studenti.\nGoditi una soluzione gratuita e facile da usare.\n\nScarica ora l'estensione \"Exam Room\" nel Chrome Web Store e trasforma la tua esperienza di esame online garantendo un ambiente più sicuro e concentrato."
  }
}