{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NeuralWriter — rewriting and paraphrasing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow hard paraphrase/rewrite mode for neuralwriter"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "!!!NEW!!! Would you like to automate paraphrasing? Take advantage of our new API:\nhttps://rapidapi.com/neuralwriter-neuralwriter-default/api/paraphrasing-and-rewriter-api/pricing\n\nNeuralWriter - is an online text rewriter and synonymizer based on neural networks. Also with us you can summarize text and use a modern AI text translator with no charge.\n\nWith this extension, you can use the \"Hard\" mode in the rewriter, which makes the text more unique and difficult to distinguish from the original. Also NO ads on the site, FASTER response for your rewrite requests and NO additional payments for the service forever.\n\n➤ Paraphraser\n\nOur online paraphrasing tool can make any text unique. The program not only changes words with synonyms or does the usual rewrite, it can change and append entire phrases. Rewrite will be hard to distinguish from human work. We can rewording any text and articles. You'll get a free tool that gives you plagiarism free text.\n\n➤ Summarizer\n\nWe process a longer text and start highlighting important fragments from it, all this happens thanks to Natural Language Processing and an AI based internal tool. After analyzing the entire text, we generate a shorter one (summary of text) that conveys the main point of the article in a short and understandable way.\n\nActually there are two main types of summary generator, extraction and abstractive summarization, the difference is that the first extracts the main content and makes it shorter by merging it, and the second uses NLP technology which in addition changes the sentence structure.\n\n➤ Translator\n\nOur universal translator can easily translate into many languages, using a modern approach and neural networks, we were able to train our translator to translate words and sentences better than legacy models. We have no limits on the number of transfers or any other. Our online translator works for free and without interruption!"
  }
}