{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SSE CardServices"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Signature des formulaires WEB"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Document Signing Extension with Smart Card\nOur innovative extension uses smart card technology to ensure secure and reliable document signing. By using the Forge.js library, we are able to create and manage digital signatures directly from your browser.\n\nMS Cert Store Support\nThe extension is designed to work in harmony with the MS Cert Store, allowing seamless integration with existing public key infrastructures. This means you can use your existing certificates stored in the MS Cert Store to sign documents.\n\nSmart Cards via MiniDriver\nOur extension supports smart cards via MiniDriver, meaning you can use a variety of smart cards for document signing. Whether you’re using a standard smart card or a smart card specific to your organization, our extension can handle it.\n\nNative GIDS Cards\nIn addition to supporting smart cards via MiniDriver, our extension also supports native GIDS cards. This means that if you’re using a GIDS card for authentication or other security functions, you can also use it for document signing with our extension.\n\nBy using our extension, you can leverage the security and convenience of smart cards for document signing. Whether you need to sign documents for legal, business, or personal reasons, our extension makes the process simple and secure.\n\nAs this extension works with a native component, you need to download it at this address: https://www.smartcardsecurity.ca/Extension/SSEWebExtension.exe\n\nPrivacy and Security\nIt’s important to note that our extension does not communicate with any remote servers and does not collect any personal data. All operations are performed locally on your machine. This means your information stays secure and private, giving you peace of mind when using our extension for document signing."
  }
}