{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mandala the Wall Tapestry's Cave"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "mandala-the-wall-tapestry-cave.com - Wall Tapestry / Wall Decor"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tapestry specialist, Mandala helps you transform your wall decor into a real wall art. \nCome and discover our incredible collection of tapestries wall hanging, wall tapestry, and mandala tapestry, and consider the wall decoration from another perspective. \nThe wall art decor has never been so simple and accessible with beautiful and cheap tapestries.\nEffectively redecorate your wall blankets, home wall decor, room tapestry or bedroom tapestry. \nOur tapestry customization offer will even allow you to create your own tapestry, customize tapestry with great ease, multiple formats and at a ridiculous price.\nWe also offer a wide selection of round beach towels, with the most varied shapes and colors.\nFinally, consider visiting our blog, Wall Tapestry Tips, with a unique and high quality content waiting for you, and that will answer all your main questions like How to hang a tapestry, how to hang a tapestry on the ceiling, how to hang a round tapestry ... and dozens of other topics that will help you improve the life and longevity of your tapestry.\nRediscover all the trendiest tapestry categories: trippy tapestries, elephant tapestry, world map tapestry (tapestry map), unicorn tapestries, blue tapestry, mandala wall tapestry, cool tapestries, tapestry hippie, wall tapestry mandala, tie-dye tapestry, large tapestries, beach tapestry, tapestry for guys (mens tapestry), bohemian tapestry, Indian tapestry, ocean tapestry, floral tapestry, wolf tapestry, space tapestry, mountain tapestry... are all examples of what you will find at Mandala's Wall Tapestry's Cave.\nBut you can also take advantage of your favorite colorful atmosphere, or the most trendy of the moment: black and white tapestry, pink tapestry, white tapestry (white wall decor), purple tapestry, black tapestry, gold tapestry...\nFeel free and visit us, you can even download our free ebook: How to hang a tapestry - The Complete Guide, and follow us on the main social networks.\nFinally, our commitment to the land and our environment makes us ecology partners, and for each tapestry purchased, we will plant a tree in partnership with a specialized NGO.\nMandala The Wall Tapestry's Cave: Change the way you decorate your world."
  }
}