{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Probukmekerov checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "check top sites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение поможет подобрать надежный сайт для аналитики и отслеживания спортивных событий. Полезная для спортивных аналитиков информация есть на многих площадках, однако не все они лицензированы согласно законам рынка. Посещение порталов с сомнительной репутацией может обернуться финансовыми потерями и утечкой личных данных. Чекер исключает любые риски, предоставляя всю информацию о сайте сразу после перехода на него. Установив расширение, аудитория сразу понимает, у кого лучшие прогнозы на футбол и другие виды спорта.\n\n===Как работает расширение===\nДля анализа спортивного события нужна статистика выступлений его участников. Например, точные прогнозы на футбол составляются после изучения турнирной таблицы, результатов последних матчей, количества забитых и пропущенных голов, составов и прочих факторов. Эту информацию предоставляет целый ряд статистических сервисов. При посещении сайта для прогнозистов чекер покажет его оценку. К ней прилагается ссылка на обзор портала, прочитав который можно убедиться в объективности оценивания.\nКакому уровню надежности соответствуют выставленные расширением баллы:\n2 и ниже — плохой.\nДо 4 — удовлетворительный.\n4 и выше — хороший.\nЧто оценивается\nНа уровень надежности сайтов с прогнозами на футбол сегодня влияет не только наличие у них их лицензии. Также важна информативность и наличие удобств по типу мобильного приложения на Android и iOS.\n\n===Статистика и результаты===\nСобираемые до и по ходу спортивных событий сведения должны быть исчерпывающими. Турнирного положения и счета матчей недостаточно для качественной аналитики. Хорошую оценку получают платформы, которые подсчитывают все, что только можно — от процента владения мячом до количества угловых и ударов в каркас ворот.\nТакже будет плюсом, если у оператора есть архив с результатами. Прогнозисты обращаются к нему с целью изучить статистику личных встреч будущих соперников. Иногда бывает так, что оппоненты не встречались несколько сезонов. В этом случае хорошо, если площадка хранит данные годами.\n\n===Видеоэфиры===\nУдобно, когда сухие цифры дополнены живой картинкой происходящего на спортивных аренах, и все это в одном месте. Видеотрансляции — лучших помощник для составления бесплатных прогнозов на футбол и другие дисциплины в лайве. Они помогают максимально объективно оценить, насколько у команд опасные удары в створ, стандарты и другие атакующие действия.\nЕсли видеоэфиры не реализованы, расширение обращает внимание на наличие инфографики. Плюсом будет и публикация ссылок на сторонние ресурсы с текстовой или видеотрансляцией.\n\n===Бонусы===\nБольшинство площадок дарят подарки новичкам за регистрацию и постоянным пользователям за активность. Чекер оценивает насыщенность, щедрость и сложность акционных предложений. Если бонусов много, они достигают сумм с несколькими нулями, а для их получения достаточно создать профиль, то расширение поставит хорошую оценку.\n\n===Мобильное приложение===\nВ эру мобильности неудобно быть привязанным к стационарному ПК. Делать футбольные прогнозы приятнее в любом месте, просто достав смартфон из кармана. Чекер показывает наличие  мобильных приложений на Android и iOS. Дополнительно оцениваются их функциональность и скорость работы.\n===Способы оплаты===\nМногие сайты для прогнозистов предлагают регистрацию и пополнение депозита. Способов транзакций много: от банковских карт до криптовалют. Расширение показывает не только ассортимент платежных инструментов, но и скорость их работы, лимиты, комиссии, принимаемые валюты.\n\n===Служба поддержки===\nНовичкам бывает сложно разобраться, как получить прогнозы на футбол на сегодня бесплатно. Решить эту и сопутствующие ей проблемы должен саппорт площадок. Чекер выставляет оценку компетентности и скорости работы службы поддержки. Дополнительно приводится перечень способов общения: электронная почта, лайв-чат, боты в мессенджерах и/или горячая линия.\n\n===Регистрация===\nНа некоторых площадках есть продукты, работающие в демонстрационном режиме. Однако, чтобы воспользоваться большинством услуг операторов, нужна регистрация. Чекер покажет, пользователи из каких стран могут создавать аккаунт и какими способами (через телефон, почту, соцсети и прочие). Также отмечается, нужно ли верифицировать профиль: когда, как, сроки.\n\n===Виды спорта===\nБесплатные прогнозы на футбол с анализом — самый востребованный продукт рынка. Однако у других спортивных дисциплин есть своя внушительная аудитория. Расширение показывает, сколько и какие категории представлены на сайте. Хорошо, когда портал выделяется наличием редкого спорта, например, флорбола или спидвея.\nНе менее важные критерии оценки — насыщенность дисциплины событиями и их роспись. Будет плюсом, если, к примеру, английский футбол представлен не только всемирно известной АПЛ, но и менее популярной Лигой 1. Также хорошо, если анализируется не только результат матча (победитель или ничья), но и различные индивидуальные и командные показатели: кто из футболистов забьет, будет ли пенальти, сколько подадут угловых и прочие."
  }
}