{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "unbait"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Using AI to replace clickbait headlines - one news site at a time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VIGTIGT: Denne udvidelse er pt ikke funktionel. Det er uklart om udvidelsen bryder de respektive mediers ophavsret. Så længe denne uklarhed består er der \"slukket\" for udvidelsens funktionalitet. Flere detaljer her: https://www.reddit.com/r/Denmark/comments/144a3oc/hej_rdenmark_jeg_ser_mig_desv%C3%A6rre_n%C3%B8dsaget_til/\n\n\n\nUpgrade your news browsing experience with our cutting-edge AI-powered Chrome extension. Say goodbye to clickbait and hello to informative headlines! Our extension intelligently analyzes and replaces clickbait headlines on select news websites. Current BETA version supports Danish news sites ekstrabladet.dk, tv2.dk, and bt.dk. Get ready for a more insightful and satisfying reading journey.\n\nFeatures:\n- Enhanced Headlines: Our AI algorithm swiftly identifies clickbait headlines and replaces them with accurate and informative alternatives.\n- Selective Support: Currently supporting ekstrabladet.dk, more to come!\n- Seamless Integration: The extension seamlessly integrates into your Chrome browser, working quietly in the background to enhance your news browsing experience.\n\nWhy choose our extension?\n- Stay Informed: Say goodbye to misleading and sensationalized headlines. Our extension empowers you with relevant and trustworthy information.\n- Effortless Browsing: Enjoy a seamless browsing experience without being bombarded by clickbait distractions.\n- Tailored Experience: We are constantly working to expand our supported websites, ensuring you have access to accurate headlines across a variety of news sources.\n\nJoin our growing community of informed readers and make every click count. Upgrade your news consumption today with our AI-powered Chrome extension!"
  }
}