{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "B2Brain"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Insights & Talking Points and Account-based Cadences for your target accounts. Add leads from LinkedIn. Generous free tier!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "😍 Introducing AI-powered Account-based Cadences\n- No more one-size fits all standard salesy email templates\n- Instead, each message packed with Insights, prospects will love it!\n- Cold outreach, Warm outreach, Re-engagement of churned customers, Re-activation of closed-lost, and plenty of other use cases\nhttps://youtu.be/hFGNlUzjsGw\n\n🏁 B2Brain is now Free Forever!\n- Make Notes anywhere on the web\n- Get them in your CRM or SEP\n- Instantly, for Free!\n- Track your accounts\nhttps://youtu.be/kpp-1_DPdMM\n\n- Add Leads from LinkedIn to your CRM/SEP\n\n---\n💌 Want to know why?\n\nImagine users saying\n\"I'm currently using a tool to just copy, it saves everything but I don't get it in my CRM. Too many notes that I write or edit on my Slack or Notepad, and then edit-copy-paste them in my Hubspot\"\n\n\"We sell high ticket / high ACV. Our customers expect us to be knowledgeable and contextual to their business. So, we have to do a lot of research across the company website, their job board, linkedin, sales navigator and their quarterly earnings reports. All this goes into Slack, googlesheet, even WhatsApp messages!\"\n\nhttps://www.b2brain.com/stories/save-research-notes-in-crm-instant-free\n\n---\n🎁 Want more? Track accounts from any website (new) and automate the entire research process. \n---\n⛳️ Automate manual account research. Get contextual insights, Talking Points and Leads for your target accounts, relevant to your products and services. All within your workspace.\n---\n\n📤 Prioritize Accounts better: Timely intels ensure that you reach out to prospects at the right time, and hit the right chord\n\n✂️ Craft compelling messages: Personalize your message with Talking Points that connect the context of your prospect with your value proposition\n\n🤝🏼 Engage Prospects better: With your informed and thoughtful outreach, engage prospects better and open more accounts\n\n---\nWith B2Brain, sales teams build pipeline 35-150% more. Check out how much faster your pipeline will grow, from here: https://www.b2brain.com/roi-calculator/\n---\n\n📞 📧 Preparing sales people for the day ahead\nUpdates on your target accounts, with usable insights into how it impacts them. Along with recommended leads & decision-makers, and contextual talking points.\n\nEngage your prospects with intel across:\n▸Company Plans\n▸Product Launches\n▸Media, News and PR\n▸Marketing Campaigns\n▸Mergers & Acquisitions\n▸Hirings & Openings\n▸Deals & Partnerships\n▸Finance & Stocks\n▸Regulatory and Legal\n▸Layoffs and RIFs\n▸...and several others\n---\n📦 Works out of the box with:\nPopular CRMs like Salesforce and Hubspot\nPopular SEPs like Outreach and Salesloft\nPopular collaboration tools like Slack and MS Teams\n\nCheck the full list of integrations here https://www.b2brain.com/integrations\n---\n🏁 Just install the extension and start a 14-day free trial with 10 accounts. No credit card required! \n\nEnjoy the new pricing options for self serve users (any resemblance to The Office is purely coincidental :).\n\nLaunching our Free Forever offering: Create intels anywhere in the web, get them in your CRM, SEP, Collaboration workspace or B2Brain dashboard. See what users say about B2Brain\nhttps://www.g2.com/products/b2brain/reviews/b2brain-review-7987940\n---\nTeam and Individual plans available to help you build a qualified pipeline of engaged prospects and gain an advantage over your competitors.\n\nSDR Managers: Qualify and prioritize accounts for your TAM based on Account Intent. This complements the buying signals you use from ABM platforms like 6sense, Demandbase, and Bombora. And did we say it is incredibly cost effective?\n---\n💌 Loved and trusted by global sales teams\n\n“Set up a meeting with a tough-to-open account within a week of using B2Brain's Talking Points”\nAugie Hoffmann, Director Sales Development at FourKites\n\n\"Until B2Brain, I never understood how to be so \"personalized\" and scale a high volume of accounts. This tool solves that nicely and will be relevant for most SDR teams.\"\nKirsten Veiledal, Sales Development Representative at Patsnap\n\n\"The quality of insights and leads improved the personalization significantly for Auditoria’s prospects.\"\nNick Ezzo, VP Marketing at Auditoria\n\n\"At Lightlytics, Context is King. B2Brain effortlessly supplies relevant context and leads, allowing our messaging to be personalized and efficient.\"\nDoug Roberson, Founding Executive, Enterprise Sales at Lightlytics\n\n\"What do you like best about B2Brain?\n2 of the biggest benefits were the contacts, changes and industry updates. I helped created a very personalized email based on news about the company. I verified the information outside of the platform and it was spot on. I also like the integrations with other software like SFDC crm.\"\nParesh Patel, Account Executive at Grin.co\n\n“12% higher responses with personalization using B2Brain intel”\nWilliam Sturgis, Enterprise Sales Development Representative at Salesloft\n\n\"B2Brain is the tool to have if you are in sales! The lead B2Brain sent me was the perfect persona with an account I had been trying to get into for months.\"\nParis Beasley, Sales Development Representative at Venminder\n\n“SDRs feel empowered and fully armored with the most unique and curated content. One of the best tools to make you supercharged before you kickstart the outreach”\nKalpesh Kunsavlikar, SDR Manager at Netcore Cloud\n\nRead more customer stories at https://www.b2brain.com/customer-success/\n\n---\n\n🎁 Gift B2Brain to your team or network\nRefer a colleague or a sales person\nWhen they set up a trial, you get 1 month extra on your subscription plan\nAnd they get 1 month extra when they subscribe to a plan\nLook for your personalized referral link from https://app.b2brain.com/dashboard/\n---\nB2Brain for SDRs and BDRs: https://www.b2brain.com/sdrs\nB2Brain for SDR and BDR Managers: https://www.b2brain.com/sdr-leaders\nB2Brain for ABM: https://www.b2brain.com/abm\nComing soon to the browser near you: Account intent inside your CRM - https://www.b2brain.com/account-intent/\n---\nGet industry-specific insights\nB2Brain for Supply Chain and Logistics: https://www.b2brain.com/supply-chain-logistics-account-intelligence\nB2Brain for Finance and Procurement: https://www.b2brain.com/finance-procurement-account-intelligence\n\n---\n\n📍 Quick Links:\n▸ Email:  support@b2brain.com\n▸ Pricing Plans:  https://www.b2brain.com/pricing/\n▸ More Information:  https://www.b2brain.com"
  }
}