{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Idle Breakout Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Idle Breakout Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Idle Breakout is a captivating and addictive idle game that reimagines the classic concept of breaking bricks in a fresh and engaging way. Combining elements of strategy, incremental progression, and satisfying gameplay, it offers players a unique experience of watching their success unfold passively while actively engaging in the game's mechanics.\n\nAt its core, Idle Breakout tasks players with breaking blocks using a bouncing ball and a paddle, much like the traditional arcade game, but with a twist. In this idle version, players earn currency and upgrades even while they're offline. The primary goal is to break as many blocks as possible, earning points and currency that can be used to improve and upgrade various aspects of gameplay.\n\nThe game's idle mechanics allow progress to continue even when players are not actively interacting with the game. This means that upgrades, power-ups, and block-breaking capabilities accrue over time, offering a sense of satisfaction and progress with minimal effort. Players can return to the game to collect their earnings, upgrade their paddle, ball speed, damage, or acquire special abilities that enhance their brick-breaking experience.\n\nAs players advance, they'll encounter different types of blocks with unique properties, requiring varied strategies to efficiently break through them. Some blocks may offer bonus points, while others may contain power-ups or special rewards, adding an extra layer of excitement and challenge.\n\nVisually, Idle Breakout often boasts vibrant and colorful graphics, making the gameplay visually appealing and enjoyable. The user-friendly interface allows players to easily track their progress, upgrades, and achievements as they strive to reach higher levels and break more blocks.\n\nThe game's blend of idle mechanics with the familiar, nostalgic gameplay of brick-breaking offers an addictive and satisfying experience. With its incremental progress system, diverse upgrades, and engaging mechanics, Idle Breakout caters to both casual players looking for a relaxing experience and avid gamers seeking to optimize their strategies and reach new milestones."
  }
}