{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Mode+(Karanlık Mod+)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Karanlık Mod+ gece modu olmayan sitelere gece modu ekleyerek kullanımı kolaylaştırır. Ekran parlaklık ayarı ile göz sağlığını korur."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Karanlık Mod+ Eklentisi\n\nKaranlık Mod+, web tarayıcınızda kullanabileceğiniz kullanışlı bir eklentidir. Bu eklenti, web deneyiminizi özelleştirmenize yardımcı olur ve gece kullanımlarını daha hoş bir hale getirir. Kullanıcıların parlaklık düzeylerini ayarlamalarına olanak tanırken, ziyaret ettiğiniz siteleri karanlık moda çevirme özelliği ile göz yorgunluğunu azaltmanızı sağlar.\n\nTemel Özellikler:\n\nParlaklık Ayarı: Karanlık Mod+ eklentisi, web sayfalarının parlaklık düzeylerini özelleştirmenize imkan tanır. Kullanıcı dostu arayüzü sayesinde parlaklık seviyesini artırabilir veya azaltabilirsiniz. Bu özellik, gözlerinizi yormadan uzun süre web gezintisi yapmanıza yardımcı olur.\n\nKaranlık Mod: Eklenti, ziyaret ettiğiniz web sitelerini karanlık moda çevirebilir. Arka plan rengini koyu tonlara, metinleri açık renklere dönüştürerek gece kullanımlarında daha rahat bir deneyim sunar. Ayrıca, kullanıcılar belirli siteleri manuel olarak karanlık moda geçirebilir veya eklentinin otomatik olarak seçtiği siteleri karanlık moda çevirmesine izin verebilir.\n\nKişiselleştirme: Karanlık Mod+ ile tercihlerinizi kişiselleştirebilirsiniz. Parlaklık ayarı, karanlık moda geçirilen siteler ve diğer özelleştirmeler için kullanıcı dostu bir ayarlar menüsü sunar. Böylece, eklentinin sizin ihtiyaçlarınıza en uygun şekilde çalışmasını sağlayabilirsiniz.\n\nGelişmiş Seçenekler (Opsiyonel): Eklentinin gelişmiş versiyonlarında, belirli saat aralıklarında veya günün belirli zamanlarında otomatik olarak karanlık moda geçiş sağlayabilirsiniz. Ayrıca, özel CSS stilleri yükleyerek web sitelerinin görünümünü tamamen kişiselleştirebilirsiniz.\n\nNasıl Kullanılır:\n\nEklentiyi tarayıcınıza kurun ve etkinleştirin.\nEklenti ayarlarına erişmek için tarayıcınızdaki eklenti menüsünü veya simgesini tıklayın.\nParlaklık ayarları bölümünden genel parlaklık seviyesini ayarlayın.\nKaranlık moda geçirilmesini istediğiniz siteleri belirleyin veya otomatik geçişi etkinleştirin.\nDeğişiklikleri kaydedin ve web sitelerini karanlık modda deneyimleyin.\nNot: Eklentinin çalışması, tarayıcı türüne ve sürümüne bağlı olarak değişiklik gösterebilir. Eklenti ayarlarınızı doğru yapılandırdığınızdan emin olun ve web sitelerinin düzgün çalışmasını engellememeye özen gösterin.\n\nKaranlık Mod+ eklentisi, göz yorgunluğunu azaltmak ve web deneyiminizi kişiselleştirmek isteyen kullanıcılar için ideal bir çözümdür. Eklenti, parlaklık ayarı ve karanlık moda geçiş gibi özelliklerle daha rahat ve hoş bir gezinti deneyimi sunar.\n\nDark Mode+ is a convenient extension for your web browser. This extension helps you personalize your web experience and enhances nighttime browsing. While allowing users to adjust brightness levels, it also offers the feature of converting visited websites into dark mode.\n\nKey Features:\n\nBrightness Adjustment: Dark Mode+ enables you to customize the brightness levels of web pages. Through a user-friendly interface, you can increase or decrease the brightness level. This feature assists in reducing eye strain during extended periods of web browsing.\n\nDark Mode: The extension has the ability to transform the websites you visit into dark mode. By changing the background to darker tones and the text to lighter colors, it provides a more comfortable experience for nighttime use. Additionally, users can manually apply dark mode to specific sites or grant the extension permission to automatically activate dark mode on selected sites.\n\nPersonalization: Dark Mode+ allows you to personalize your preferences. A user-friendly settings menu offers options to adjust brightness settings, enable dark mode on specific sites, and other customizations. This way, the extension can cater to your specific needs.\n\nAdvanced Options (Optional): In advanced versions of the extension, you can schedule automatic transitions to dark mode during specific time intervals or times of the day. Furthermore, you can completely personalize the appearance of websites by applying custom CSS styles.\n\nHow to Use:\n\nInstall and enable the extension in your web browser.\nClick on the extension menu or icon in your browser to access the extension settings.\nAdjust the general brightness level in the brightness settings section.\nChoose the sites you want to enable dark mode for, or activate automatic mode switching.\nSave your changes and enjoy browsing websites in dark mode.\nNote: The functionality of the extension may vary depending on the type and version of your browser. Ensure that you configure the extension settings correctly and be mindful not to disrupt the proper functioning of websites.\n\nDark Mode+ is an ideal solution for users who want to reduce eye strain and personalize their web browsing experience. With features like brightness adjustment and automatic dark mode switching, this extension offers a more comfortable and enjoyable browsing experience."
  }
}