{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jamming Car Escape Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Jamming Car Escape Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jamming Car Escape available as a Chrome Extension and can also be played for free on the website https://unblockedgames6x.org/.\nJamming Car Escape is an exciting car puzzle game where players must strategically move vehicles in the right order to unblock a traffic jam. In this game, you take on the role of a traffic controller, deciding when each car is allowed to leave the street. Letting a car pass in the wrong order will cause them to collide, adding to the chaos.\n\nAs you progress through the levels, the gameplay becomes increasingly challenging, testing your problem-solving skills. In addition to the core gameplay, you can also unlock a variety of avatars to customize your character, from humans to robots and even adorable animals.\n\nThis game provides a unique and engaging experience for players who have always wanted to try their hand at managing traffic flow. Whether you're looking to kill some time or put your strategic thinking to the test, Jamming Car Escape is a must-try unblocked game available for free on the Unblocked Games 6x website.\n\n*Note: We have added \"Unblocked Games 6x, Poki Unblocked\" button, making it easy for players to quickly access the games on our website! https://unblockedgames6x.org/, https://poki.ee/"
  }
}