{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailinblack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailinblack"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sikker,  exclusivement accessible aux clients Mailinblack, votre gestionnaire de mots de passe, sécurise votre vie numérique professionnelle et personnelle. Avec un seul mot de passe maître, accédez à tous vos comptes en toute sérénité. Nos technologies avancées garantissent des mots de passe forts et une sécurité inébranlable. L'interface intuitive de Sikker rend la gestion des mots de passe facile et sûre, offrant un parfait équilibre entre sécurité et simplicité.\n\nAvec Sikker, stockez sereinement vos mots de passe et éloignez les menaces de cyberattaques liées à la compromission de vos identifiants.\n\n•  Stockez vos identifiants personnels et professionnels au même endroit.\n•  Générez des mots de passe complexes et stockez-les dans un coffre-fort numérique chiffré.\n•  Laissez l’application remplir automatiquement vos identifiants sur tous les sites et applications que vous utilisez.\n•  Partagez des mots de passe avec vos équipes via des coffres-forts partagés.\n•  Surveillez la sécurité de vos mots de passe avec notre outil de surveillance du dark web.•\n•  Accédez à vos mots de passe sur tous vos appareils, en toute sécurité.\n\nPour pouvoir utiliser Sikker, une licence professionnelle Mailinblack est indispensable.\nVous n’avez pas de licence ? Découvrez Mailinblack : https://www.mailinblack.com/demo/",
    "de,es,it,pl": "Un gestionnaire de mots de passe sécurisé conçu pour les clients de Mailinblack.",
    "en": "Sikker, exclusively available to Mailinblack clients, is your password manager that secures your professional and personal digital life. With just one master password, access all your accounts with peace of mind. Our advanced technologies guarantee strong, unbreakable passwords. Sikker's intuitive interface makes managing passwords easy and secure, providing a perfect balance between security and simplicity.\n\n\nWith Sikker, securely store your passwords and protect yourself from cyber threats related to credential compromise:\n\n• Store personal and professional credentials in one place.\n• Generate complex passwords and store them in an encrypted digital vault.\n• Let the app automatically fill in your credentials on all websites and apps.\n• Share passwords with your teams through shared vaults.\n• Monitor your password security with our dark web surveillance tool.\n• Access your passwords securely on all your devices.\n\n\nTo use Sikker, a professional Mailinblack license is required. \nDon't have a license? Discover Mailinblack : https://www.mailinblack.com/dem"
  }
}