{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Poppy Playtime Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Poppy Playtime Game on chrome. Poppy Playtime unblocked online game. Created for Poppy Playtime unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Poppy Playtime is a survival horror game that has taken the gaming community by storm with its unique blend of creepy storytelling and innovative gameplay. Developed by MOB Games, Poppy Playtime thrusts players into the eerie, abandoned factory of Playtime Co., where they must unravel the mysteries of what happened to the missing staff while dodging monstrous toys that roam the halls.\n\nOne of the standout features of Poppy Playtime is its gameplay mechanic, particularly the GrabPack. This tool functions as both a puzzle-solving device and a means of defense. It allows players to interact with the environment from a distance, manipulate objects, and even defend themselves against the game's antagonists. The puzzles in Poppy Playtime are cleverly designed to integrate seamlessly with the narrative, pushing players to think creatively under pressure.\n\nIf you have any questions about our Poppy Playtime Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Poppy Playtime Unblocked game extension.\n4. Press \"Remove\""
  }
}