{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NPY No Pub YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NPY No Pub YouTube est une extension innovante qui enrichit votre expérience sur YouTube en éliminant toutes les publicités. Elle…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NPY No Pub YouTube est une extension innovante qui enrichit votre expérience sur YouTube en éliminant toutes les publicités. Elle redirige automatiquement les vidéos vers la version \"no-cookie\", vous permettant de visionner vos contenus favoris sans interruptions.\n\nFonctionnalités clés:\n\nZéro Publicité: Dites adieu aux interruptions - NPY supprime complètement les publicités de votre expérience YouTube.\nProtection de la Vie Privée: Réduisez votre empreinte digitale avec des redirections qui limitent l'usage de cookies par YouTube.\nFacilité d'Utilisation: L'extension fonctionne en arrière-plan. Installez-la et profitez instantanément d'une navigation YouTube sans pub.\nPerformance Optimale: NPY est conçu pour être léger et rapide, garantissant une expérience utilisateur fluide.\nPourquoi choisir NPY No Pub YouTube?\nSi les publicités incessantes gâchent votre plaisir de visionner des vidéos sur YouTube, NPY est la solution idéale. Outre l'élimination des publicités, vous bénéficierez d'une plus grande confidentialité grâce à la version sans cookie des vidéos.\n\nInstallation rapide:\nUn simple clic sur \"Ajouter à Chrome\" et NPY No Pub YouTube s'occupe du reste. Transformez votre expérience YouTube dès maintenant.\n\nAppréciez YouTube comme jamais auparavant avec NPY No Pub YouTube. Lancez-vous dans une navigation épurée et pleinement concentrée sur le contenu que vous aimez."
  }
}