{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Summary for Youtube ✦ AI Video Summary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Very fast and high quality YouTube video summaries. Premium information in a fraction of the time. Powered by AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of sifting through long YouTube videos to find the information you need? Smart Summary is here to transform your viewing experience. Our Chrome extension offers high-quality, AI-powered summaries of YouTube videos, delivering premium information in a fraction of the time.\n\nKey Features:\n\nAI-Powered Summaries: Leveraging advanced AI technology, Smart Summary provides concise and accurate summaries of YouTube videos. Whether it's a lengthy tutorial, a detailed review, or an educational lecture, get the gist of it in moments.\n\nTime Efficiency: Our extension is a game-changer for busy professionals, students, and anyone looking to optimize their time. Smart Summary drastically reduces the time spent on watching videos, enabling you to absorb key information quickly and efficiently.\n\nUser-Friendly Interface: Smart Summary integrates seamlessly with YouTube's interface, offering an intuitive and hassle-free user experience. With just a click, you can activate our summarizer and enjoy streamlined content.\n\nHigh-Quality Content: We understand the importance of accuracy and depth. Our AI technology ensures that the summaries are not only quick but also of premium quality, capturing the essential points of each video.\n\nUniversal Compatibility: Smart Summary is designed to work with a wide range of YouTube videos, encompassing various genres and categories.\n\nBenefits for You:\n\nSave Time: Get the key points of any video without watching it in its entirety, saving you hours every week.\n\nImprove Learning: Ideal for students and lifelong learners, quickly grasp complex subjects and review educational content efficiently.\n\nStay Informed: Perfect for staying up-to-date with news, technology trends, and professional developments without dedicating excessive time.\n\nEasy Installation and Use:\n\nInstalling Smart Summary is a breeze. Simply add it to your Chrome browser from the Chrome Web Store, and you're ready to go. With a user-friendly interface and straightforward functionality, diving into efficient video consumption has never been easier.\n\nResponsive Support and Feedback:\n\nYour experience with Smart Summary matters to us. We offer responsive customer support and welcome user feedback to continually improve and tailor our extension to your needs.\n\nJoin the Smart Summary Community:\n\nEmbrace the future of YouTube viewing with Smart Summary. Try it today and experience a smarter, faster way to consume video content!\n\nBy signing up and installing the browser extension you agree with Smart Summary's Privacy Policy and Terms of Service."
  }
}