{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vlogging Guru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vlogging Guru is blog which helps you to become good in vlogging skill with tipstactics and we suggest you best gear for shooting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A problem usually arises in our everyday lives when we opt for something that is the best under our budget, but we can’t seem to find the right thing elsewise the variety for that product is less in the plate for us to choose from. Some of us are usually not quite satisfied with our purchases which is exactly the reason why the thought of  Vlogging Guru crossed our mind.\n\nVlogging Guru is an affiliate website, wholeheartedly dedicated to giving its users completely honest and detailed reviews about each and every product that they need in their lives. We try our level best to gather true information about a product, and only then review it.\n\nWe post our reviews of top-notch, sophisticated products after studying and observing them thoroughly if found precise and up to the needs of the market, we share that respective product with our visitors. The reviews are written are highly accurate and to the point, thus avoiding confusion, so that you can make an easy choice between the product that you want to choose. We do our level best to write the review in simple and easy words for everyone to understand.\n\nThe aim is to provide the best products thus making it easy for people to select things from home rather than spending hourly times at the shop and returning with something they are unsatisfied with, we provide a platform for people for doing a proper research on the product that they are looking for and then directly buy it online, all by sitting comfortably in their chair.\n\nIt is very hard going from places to places on the internet which is why we bring you all the best varieties of the product you are looking for within one detailed article so that you can make an easy choice.\n\n“We want you to fully know about a product before you make a choice.”\n\nWe hope that you will have a pleasant experience on our website. We are highly responsive and friendly towards our family of visitors, customers, members etc. Feel free to let us know if you have any ideas clicking in your mind that you would want us to put up here on our website, also let us know if you have a problem, we would be glad to help.\n\nLooking forward to your positive feedback.\n\nWe hope you enjoy our products as much as we love offering them to you after working really hard on them."
  }
}