{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReTextify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retextify is a browser plugin for quick, easy rephrasing. Ideal for efficient communicators — transform text in one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Retextify is a browser extension that transforms how you work with text online. Perfect for professionals, writers, and anyone who values streamlined communication, Retextify lets you rephrase, refine, and customize text instantly on any webpage.\n\nSimply highlight text or select an input field, open the Retextify popup, and choose from your custom prompts to transform content in a single click. With Retextify, all processing is handled locally using your OpenAI account and API key, so your data stays private and secure. From editing emails to refining social media posts, Retextify puts flexible AI-driven text tools right where you need them.\n\nWhy Install Retextify?\n\nQuick Rephrasing Anywhere: Instantly transform text on any webpage—no copying and pasting between apps.\n\nCustomizable Prompts: Save and apply your favorite prompts for specific tasks like rephrasing, summarizing, or simplifying language.\n\nSafe & Private: Retextify uses your OpenAI account directly, with no third-party access to your data.\n\nOne-Click Pasting: Easily insert edited text back into the original field.\n\nExecution History: View up to five recent transformations, letting you keep track of past edits.\n\nDark & Light Modes: Choose the look that best suits your browsing style.\n\nExample: When drafting an email, type your message, open Retextify, and select a prompt like “Make More Polished.” Instantly, you’ll have an improved version to paste back. Perfect for emails, reports, social posts, and more—Retextify turns any text task into a breeze.\n\nInstall Retextify to make powerful, private AI-driven text tools a natural part of your online workflow."
  }
}