{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tricoma.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "tricoma.ai Browserextension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Die tricoma.AI Browserextension ist eine vielseitige Chrome-Erweiterung, die nicht nur die Textgenerierung revolutioniert, sondern auch Audio- und Bildgenerierung nahtlos integriert. Diese Erweiterung eröffnet eine Welt der Kreativität und Produktivität direkt in Ihrem Browser.\n\nMit tricoma.AI Browserextension können Sie nicht nur hochwertige Texte für verschiedene Anwendungen generieren, sondern auch Audioinhalte erstellen, um Ihre Nachrichten zum Leben zu erwecken. Egal, ob Sie einen Podcast vorbereiten, eine Sprachnachricht komponieren oder einfach nur die Qualität Ihrer Videopräsentation verbessern möchten, die Erweiterung bietet leistungsstarke Tools zur Audioerzeugung, die Ihnen dabei helfen, Ihre Ziele zu erreichen.\n\nDarüber hinaus ermöglicht Ihnen die tricoma.AI Browserextension auch die Generierung von Bildern, um Ihre Inhalte visuell ansprechender zu gestalten. Von Grafiken für soziale Medien über Illustrationen für Blogposts bis hin zu Diagrammen für Präsentationen - die Erweiterung bietet eine breite Palette von Möglichkeiten zur Bildgenerierung, die Ihre Online-Kommunikation auf ein neues Niveau heben.\n\nMit der nahtlosen Integration von Text-, Audio- und Bildgenerierungsfunktionen ist die tricoma.AI Browserextension ein unverzichtbares Werkzeug für alle, die ihre Online-Präsenz verbessern und effektiver kommunizieren möchten. Erleben Sie die Zukunft des Web-Surfens und entdecken Sie die unendlichen Möglichkeiten der tricoma.AI Browserextension noch heute."
  }
}