{
  "name": {
    "ar,bn,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,it,lt,nl,pt_BR,pt_PT,ru,sl,sr,tr,uk,vi,zh_CN,zh_TW": "Goal io Sports Game",
    "am,fi,hu,ko,ml,mr,sw": "Goal io Unblocked Game",
    "bg,gu,hr,ro": "Goal io Game",
    "ca,da,he,hi,id,kn,no,pl,sk,sv,ta,th": "Goal io Online Game",
    "cs,el,fa,fil,ja,lv,ms,te": "Goal io Online"
  },
  "short": {
    "ar": "في هذه اللعبة المكونة من 4 لاعبين ، يجب عليك تسجيل الكرة إلى مرمى الخصم وحماية هدفك الخاص.",
    "am": "በዚህ 4 ተጫዋች አይኦ ጨዋታ በተቃዋሚዎች ግብ ላይ ኳስ ማስቆጠር እና የራስህን ግብ መጠበቅ አለብዎት።",
    "bg": "В този 4 играч IO игра, трябва да вкара топката към целта на опонентите и защита на собствения си гол.",
    "bn": "এই 4 প্লেয়ার আইও গেমে, আপনাকে প্রতিপক্ষের গোলের দিকে বল স্কোর করতে হবে এবং আপনার নিজের লক্ষ্য রক্ষা করতে হবে।",
    "ca": "En aquest joc de io de 4 jugadors, has de marcar la pilota a la porteria de l'adversari i protegir la teva pròpia porteria.",
    "cs": "V této hře pro 4 hráče musíte vstřelit míč do branky soupeře a chránit vlastní branku.",
    "da": "I dette 4 spiller io spil skal du score bolden til modstandernes mål og beskytte dit eget mål.",
    "de": "In diesem 4-Spieler-io-Spiel müssen Sie den Ball zum gegnerischen Tor schießen und Ihr eigenes Tor schützen.",
    "el": "Σε αυτό το παιχνίδι io 4 παικτών, πρέπει να σκοράρετε την μπάλα στο τέρμα των αντιπάλων και να προστατεύσετε το δικό σας γκολ.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this 4 player io game, you have to score the ball to the opponents' goal and protect your own goal.",
    "es": "En este juego de 4 jugadores, tienes que marcar la pelota a la portería del oponente y proteger tu propia portería.",
    "et": "Selles 4 mängija io mängus peate lööma palli vastaste väravasse ja kaitsma oma väravat.",
    "fa": "در این بازی 4 بازیکن io، شما باید توپ را به گل حریفان و محافظت از هدف خود را به ثمر برساند.",
    "fi": "Tässä 4 pelaajan io-pelissä sinun on tehtävä pallo vastustajan maaliin ja suojeltava omaa maaliasi.",
    "fil": "Sa 4 player na ito laro, mayroon kang puntos ang bola sa layunin ng opponents at protektahan ang iyong sariling layunin.",
    "fr": "Dans ce jeu io à 4 joueurs, vous devez marquer le ballon au but de l’adversaire et protéger votre propre but.",
    "gu": "આ 4 પ્લેયર આયો ગેમમાં તમારે બોલને વિરોધીઓના ગોલ સુધી સ્કોર કરવાનો હોય છે અને પોતાના જ ગોલને સુરક્ષિત રાખવાનો હોય છે.",
    "he": "במשחק זה של 4 שחקנים, אתה צריך להבקיע את הכדור לשער של היריב ולהגן על השער שלך.",
    "hi": "इस 4 खिलाड़ी io खेल में, आप विरोधियों के लक्ष्य के लिए गेंद स्कोर और अपने स्वयं के लक्ष्य की रक्षा करने के लिए है।",
    "hr": "U ovoj io igri od 4 igrača morate zabiti loptu do protivničkog gola i zaštititi vlastiti gol.",
    "hu": "Ebben a 4 játékos io játékban az ellenfél kapujáig kell lőnöd a labdát, és meg kell védened a saját gólodat.",
    "id": "Dalam permainan io 4 pemain ini, Anda harus mencetak bola ke gawang lawan dan melindungi gawang Anda sendiri.",
    "it": "In questo gioco a 4 giocatori, devi segnare la palla verso la porta degli avversari e proteggere la tua porta.",
    "ja": "この4プレイヤーのioゲームでは、相手のゴールにボールを得点し、自分のゴールを守る必要があります。",
    "kn": "ಈ 4 ಆಟಗಾರರ ಆಟದಲ್ಲಿ, ನೀವು ಎದುರಾಳಿಗಳ ಗೋಲ್ ಗೆ ಚೆಂಡನ್ನು ಸ್ಕೋರ್ ಮಾಡಬೇಕು ಮತ್ತು ನಿಮ್ಮ ಸ್ವಂತ ಗೋಲನ್ನು ರಕ್ಷಿಸಿಕೊಳ್ಳಬೇಕು.",
    "ko": "이 4 플레이어 io 게임에서는 상대방의 목표에 공을 득점하고 자신의 목표를 보호해야합니다.",
    "lv": "Šajā 4 spēlētāju io spēlē jums ir jāiegūst bumba pretinieku vārtos un jāaizsargā savi vārti.",
    "ml": "ഈ 4 പ്ലേയർ ഐഒ ഗെയിമിൽ, നിങ്ങൾ എതിരാളികളുടെ ഗോളിലേക്ക് പന്ത് സ്കോർ ചെയ്യുകയും നിങ്ങളുടെ സ്വന്തം ഗോൾ സംരക്ഷിക്കുകയും വേണം.",
    "mr": "या 4 प्लेअर आयओ गेममध्ये तुम्हाला प्रतिस्पर्ध्यांच्या गोलला बॉल गोल करून स्वत:च्या गोलचं रक्षण करावं लागतं.",
    "ms": "Dalam permainan io 4 pemain ini, anda perlu menjaringkan bola ke gol lawan dan melindungi matlamat anda sendiri.",
    "nl": "In dit io-spel voor 4 spelers moet je de bal naar het doel van de tegenstanders scoren en je eigen doel beschermen.",
    "no": "I dette 4-spillers io-spillet må du score ballen til motstandernes mål og beskytte ditt eget mål.",
    "pl": "W tej grze dla 4 graczy io musisz zdobyć piłkę do bramki przeciwnika i chronić własną bramkę.",
    "ro": "În acest joc io de 4 jucători, trebuie să înscrie mingea la poarta adversarilor și de a proteja propriul gol.",
    "ru": "В этой игре для 4 игроков вы должны забить мяч к воротам соперника и защитить свои собственные ворота.",
    "sk": "V tejto hre io pre 4 hráčov musíte streliť loptu na súperovu bránku a chrániť si vlastnú bránku.",
    "sl": "V tej igri 4 igralec io, morate zadeti žogo na nasprotnikov gol in zaščititi svoj gol.",
    "sv": "I detta 4-spelare io-spel måste du göra bollen till motståndarnas mål och skydda ditt eget mål.",
    "sw": "Katika mchezo huu wa io wa mchezaji 4, lazima ufunge mpira kwa lango la wapinzani na kulinda lengo lako mwenyewe.",
    "ta": "இந்த 4 வீரர் io விளையாட்டில், நீங்கள் எதிராளிகளின் இலக்கிற்கு பந்தை ஸ்கோர் செய்து உங்கள் சொந்த இலக்கை பாதுகாக்க வேண்டும்.",
    "te": "ఈ 4 ప్లేయర్ ఐవో గేమ్ లో ప్రత్యర్థుల గోల్ కు తగ్గట్టుగా బంతిని స్కోర్ చేసి మీ స్వంత గోల్ ను కాపాడుకోవాలి.",
    "th": "ในเกม io สําหรับผู้เล่น 4 คนนี้คุณจะต้องทําคะแนนลูกบอลให้ถึงเป้าหมายของฝ่ายตรงข้ามและปกป้องเป้าหมายของคุณเอง",
    "tr": "Bu 4 oyunculu io oyununda, topu rakiplerin kalesine atmanız ve kendi kalenizi korumanız gerekiyor.",
    "uk": "У цій грі з 4 гравцями ви повинні забити м'яч у ворота суперників і захистити власні ворота."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a master at soccer games! Show your skills against your opponents and become the champion.\n\nHow To Play\nPlayed with Mouse.\n\nGoal io Sports Game Features\n✓ AI system\n✓ Cartoon graphics\n✓ Basic control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Goal io Sports Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}