{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mindomo - AI Mind Map Maker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture links, text, and images in Mindomo. Let AI create mind maps for you. Develop diagrams with saved elements from web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture links, text snippets, and images to Mindomo and let AI create mind maps for you or enhance your existing mind maps using saved elements (images, text, or links) from web pages.\n\nMindomo is an AI-powered mind mapping software that can turn text into mind maps. It's also a full-featured mind map maker. You can create and edit diagrams from scratch or use templates, and you can personalize them using text snippets, images, or links you save using this Chrome extension.\n\nPin Mindomo to access your diagrams directly from Chrome or create a new diagram instantly. \n\nKey Features:\n- Quick Save: Bookmark links, text, and images with one click.\n- AI-Powered Mind Mapping: Turn captured content into mind maps automatically.\n- Real-Time Syncing: Access your saved resources instantly across all devices.\n- Instant Diagram Access: Pin Mindomo for direct access to your mind maps from Chrome.\n- Create Stunning Maps: Use saved elements to build and enhance your mind maps with ease.\n- Stop losing valuable web pages and resources - capture them quickly and use them to create better ideas with Mindomo.\n\nGet started in seconds and transform your research and creativity with Mindomo AI Mind Map Maker."
  }
}