{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summary of News"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get an AI-generated summary of any news article"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our extension gives you a summary of any news article instantly, saving you from clickbait and unnecessary reading time. \n\nWhy use our extension? \n\n- Our extension gets you the key information from any article without opening it.\n- Most news stories are filled with unnecessary filler. Our extension gets you to the point of the story, quickly.\n- Most news feeds on clicks and sensationalism. Our extension is built to incentivise better reporting.\n\nHow it works? \n\n1) Browse your favorite news sites\n2) Select any news story you want summarized\n3) Receive key points instantly without leaving the front page\n\nFrequently asked Questions: \n\nHow accurate are the summaries? \n- As accurate as they get. Our extension uses state-of-the-art AI to generate the summaries.\n\nHow fast are the summaries generated? \n- It depends on the length of the article. Usually the summaries are generated and shown in a few seconds.\n\nDo you support paywalled content? \n- Not yet. We are working on getting summaries from paywalled content, on the condition you have a subscription to that publisher. We respect the rights of publishers.\n\nWhy do I have to pay to use the extension? \n- Our extension uses AI to generate summaries. We need to pay for the AI compute.\n\nDo you support multiple languages? \n- Not yet, but it's coming soon."
  }
}