{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Freezer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate Tab Freezer to automatically close popups and advertising tabs which get past ad-blockers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "### What is Tab Freezer? ###\n\nThe initial idea behind Tab Freezer (abbreviated TF in the following text) is to prevent unwanted popups and new tabs from clicks on invisible overlays.\n\nActivate TF for a tab or window by clicking the TF icon on the right of the tab or address bar. \nClick again to deactivate.\nWhen active, all new tabs and popups from this tab, opened by you on purpose or not, will be closed automatically. \n\nTF blocks by domain. \nExample start ->\nIf you are on \"www.chrome.com\" and activate TF on this tab, all current and future tabs with \"www.chrome.com\" will be blocking new windows, tabs and popups. \nThe URL \"developer.chrome.com\" would not be blocked in this scenario, a different subdomain makes it a different domain.\nDo you want to block developer.chrome.com as well, just activate TF when on the page. <- Example end.\n\nYour blocked domains will persist between session.\n\n\n## Mobile Devices ##\n\nChrome for mobile devices from the App Store does not allow the installation of extensions.\nYou can install another Chromium based browser, I currently use Kiwi, to use extensions on mobile devices.\n\n\n### Features ####\n\n# Custom right-click menu: Open link in new tab #\n\nYou cannot open links in new tabs or new windows when Tab Freezer is activated because TF closes all new popups and windows.\nYou cannot? Yes, you can: right-click on a link and select \"Open link in a new tab\" further down the list with the TF icon.\nOr use the keyboard override feature described below. \n\n# Keyboard override #\nSometimes you want to open a new tab from a frozen tab on your own.\nPress \"Ctrl + Space\" (press and hold Ctrl, then press Space) and then click the link.\nTo do it again, you have to press \"Ctrl + Space\" again.\n\n# Delete all stored domains # \nOpen the add-ons page and click on TF options. Scroll down on that page to find the option.\n\n# Counter of closed tabs #\nThe number of closed tabs will be visible on the TF icon. The counter resets when the tab loads new content, which nowadays happens a lot in the background."
  }
}