{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PubMed Citation Bar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhances PubMed with citation metrics, Altmetric scores, impact filtering, and more. Quickly identify high-impact medical research."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The PubMed Citation Bar adds key metrics to each search result with zero user tracking. This extension enhances your PubMed experience by providing instant access to critical publication metrics and filtering tools, saving you valuable research time.\n\nKey Features:\n- Citation metrics and impact scores for rapid paper evaluation\n- Altmetric scores to gauge broader research impact\n- Filter search results by impact score to quickly find influential papers\n- Smart highlighting of high-impact research\n- Medline indexing status and journal metrics\n- One-click access to Google Scholar\n- Direct links to detailed citation analyses\n- Trending article indicators\n- New publication highlights\n\nSave hours of research time by seeing all critical metrics at a glance. No more switching between multiple tabs or manually checking impact factors - everything you need is right there in your search results.\n\nFor medical professionals, researchers, and students, this tool transforms literature review by instantly surfacing the metrics that matter most. Make better decisions about which papers to read, faster and more efficiently than ever before.\n\nAll data is pulled directly from public sources with no user tracking or data collection"
  }
}