{
  "name": {
    "ar": "لعبة Gold Miner - تعمل دون اتصال بالإنترنت",
    "am": "የወርቅ ማዕድን ማውጫ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Gold Miner - работи офлайн",
    "bn": "গোল্ড মাইনার গেম - অফলাইনে চলে",
    "ca": "Joc Gold Miner: funciona fora de línia",
    "cs": "Hra Gold Miner – běží offline",
    "da": "Gold Miner Game - Kører offline",
    "de": "Gold Miner-Spiel - Läuft offline",
    "el": "Παιχνίδι Gold Miner",
    "en,en_AU,en_GB,en_US": "Gold Miner Game - Runs Offline",
    "es,es_419": "Juego Gold Miner: se ejecuta sin conexión",
    "et": "Mäng Gold Miner – töötab võrguühenduseta",
    "fa": "بازی Gold Miner - به صورت آفلاین اجرا می شود",
    "fi": "Gold Miner -peli - toimii offline-tilassa",
    "fil": "Gold Miner Game - Tumatakbo Offline",
    "fr": "GJeu Gold Miner - Fonctionne hors ligne",
    "gu": "ગોલ્ડ માઇનર ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק כורה זהב - פועל במצב לא מקוון",
    "hi": "सोने की खान खेल - ऑफ़लाइन चलता है",
    "hr": "Igra Gold Miner - radi izvan mreže",
    "hu": "Gold Miner játék - Offline fut",
    "id,ms": "Permainan Penambang Emas",
    "it": "Gioco Gold Miner - Funziona Offline",
    "ja": "ゴールド マイナー ゲーム - オフラインで実行",
    "kn": "ಗೋಲ್ಡ್ ಮೈನರ್ ಆಟ",
    "ko": "골드 마이너 게임 - 오프라인 실행",
    "lt": "Gold Miner žaidimas",
    "lv": "Gold Miner spēle",
    "ml": "ഗോൾഡ് മൈനർ ഗെയിം",
    "mr": "गोल्ड मायनर गेम - ऑफलाइन चालतो",
    "nl": "Gold Miner Game - Draait offline",
    "no": "Gold Miner Game - Kjører frakoblet",
    "pl": "Gra Gold Miner - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Gold Miner - Funciona offline",
    "ro": "Joc Gold Miner - rulează offline",
    "ru": "Игра «Золотой шахтер»",
    "sk": "Hra Gold Miner – beží offline",
    "sl": "Igra Gold Miner - deluje brez povezave",
    "sr": "Голд Минер игра - ради ван мреже",
    "sv": "Gold Miner Game - Körs offline",
    "sw": "Mchezo wa Mchimbaji dhahabu",
    "ta": "தங்க சுரங்க விளையாட்டு",
    "te": "గోల్డ్ మైనర్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกมขุดทอง - รันออฟไลน์",
    "tr": "Altın Madenci Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Золотошукач",
    "vi": "Trò chơi đào vàng - Chạy ngoại tuyến",
    "zh_CN": "黄金矿工游戏 - 离线运行",
    "zh_TW": "黃金礦工遊戲 - 離線運行"
  },
  "short": {
    "ar": "Gold Miner Adventure هي لعبة ألغاز ممتعة. جمع الذهب والأحجار الكريمة. تغلب على مدار الساعة ، جرب الإثارة. ابدأ مغامرتك الآن!",
    "am": "የወርቅ ማዕድን አድቬንቸር አስደሳች የእንቆቅልሽ ጨዋታ ነው። ወርቅ እና እንቁዎችን ሰብስብ። ሰዓቱን ይምቱ ፣ ደስታውን ይለማመዱ። ጀብዱዎን አሁን ይጀምሩ!",
    "bg": "Gold Miner Adventure е пъзел игра. Събирайте злато и скъпоценни камъни. Отбийте времето, изпитайте тръпката. Наслади се!",
    "bn": "গোল্ড মাইনার অ্যাডভেঞ্চার একটি মজার ধাঁধা খেলা। সোনা ও রত্ন সংগ্রহ করুন। ঘড়ি বীট, রোমাঞ্চ অভিজ্ঞতা. এখন আপনার সাহসিক কাজ শুরু করুন!",
    "ca": "Gold Miner Adventure és un joc de trencaclosques. Recull or i gemmes. Supera el rellotge, experimenta l'emoció. Gaudeix!",
    "cs": "Gold Miner Adventure je logická hra. Sbírejte zlato a drahokamy. Porazit hodiny, zažít vzrušení. Užívat si!",
    "da": "Gold Miner Adventure er et sjovt puslespil. Saml guld og ædelstene. Slå uret, oplev spændingen. Start dit eventyr nu!",
    "de": "Gold Miner Adventure ist ein Puzzlespiel. Sammle Gold und Edelsteine. Schlagen Sie die Uhr, erleben Sie den Nervenkitzel. Genießen!",
    "el": "Το Gold Miner Adventure είναι ένα παιχνίδι παζλ. Συλλέξτε χρυσό και πολύτιμους λίθους. Χτυπήστε το ρολόι, ζήστε τη συγκίνηση.",
    "en,en_AU,en_GB,en_US": "Gold Miner Adventure is a fun puzzle game. Collect gold & gems. Beat the clock, experience the thrill. Start your adventure now!",
    "es,es_419": "Gold Miner Adventure es un juego de rompecabezas. Recoge oro y gemas. Vence al reloj, experimenta la emoción. ¡Disfrutar!",
    "et": "Gold Miner Adventure on lõbus puzzle mäng. Koguge kulda ja kalliskive. Lööge kella, kogege põnevust. Alusta oma seiklust kohe!",
    "fa": "Gold Miner Adventure یک بازی پازلی است. طلا و جواهرات را جمع آوری کنید. به ساعت ضربه بزنید، هیجان را تجربه کنید. لذت بردن!",
    "fi": "Gold Miner Adventure on hauska pulmapeli. Kerää kultaa ja jalokiviä. Pysäytä kelloa, koe jännitys. Aloita seikkailusi nyt!",
    "fil": "Ang Gold Miner Adventure ay isang larong puzzle. Mangolekta ng ginto at hiyas. Talunin ang orasan, maranasan ang kilig. Enjoy!",
    "fr": "Gold Miner Adventure est un jeu de réflexion. Collectez de l'or et des pierres précieuses. Battez l'horloge, vivez le frisson.",
    "gu": "ગોલ્ડ માઇનર એડવેન્ચર એ એક પઝલ ગેમ છે. સોનું અને રત્ન એકત્રિત કરો. ઘડિયાળને હરાવો, રોમાંચનો અનુભવ કરો. હવે તમારું સાહસ શરૂ કરો!",
    "he": "Gold Miner Adventure הוא משחק פאזל מהנה. אסוף זהב ואבני חן. לנצח את השעון, לחוות את הריגוש. התחל את ההרפתקה שלך עכשיו!",
    "hi": "गोल्ड माइनर एडवेंचर एक मजेदार पहेली गेम है। सोना और रत्न लीजिए। घड़ी को हराएं, रोमांच का अनुभव करें। अपना साहसिक कार्य अभी शुरू करें",
    "hr": "Gold Miner Adventure je zagonetka. Skupljajte zlato i drago kamenje. Pobijedite vrijeme, doživite uzbuđenje. Uživati!",
    "hu": "A Gold Miner Adventure egy kirakós játék. Gyűjts aranyat és drágaköveket. Üsd át az órát, éld át az izgalmat. Élvezd!",
    "id": "Petualangan Penambang Emas adalah permainan teka-teki. Kumpulkan emas & permata. Kalahkan waktu, rasakan sensasinya. Menikmati!",
    "it": "Gold Miner Adventure è un gioco di abilità divertente. Raccogli oro e gemme. Batti il tempo, prova il brivido. Divertiti!",
    "ja": "ゴールド マイナー アドベンチャーは楽しいパズル ゲームです。 金と宝石を集める。 時計を破って、スリルを体験してください。 今すぐ冒険を始めましょう！",
    "kn": "ಗೋಲ್ಡ್ ಮೈನರ್ ಅಡ್ವೆಂಚರ್ ಒಂದು ಪಝಲ್ ಗೇಮ್ ಆಗಿದೆ. ಚಿನ್ನ ಮತ್ತು ರತ್ನಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ಗಡಿಯಾರವನ್ನು ಸೋಲಿಸಿ, ಥ್ರಿಲ್ ಅನ್ನು ಅನುಭವಿಸಿ. ಆನಂದಿಸಿ!",
    "ko": "Gold Miner Adventure는 재미있는 퍼즐 게임입니다. 금과 보석을 모으세요. 시계를 이기고 스릴을 경험하십시오. 지금 모험을 시작하세요!",
    "lt": "Gold Miner Adventure yra dėlionė. Surinkite auksą ir brangakmenius. Įmuškite laikrodį, patirkite jaudulį. Mėgautis!",
    "lv": "Gold Miner Adventure ir puzzle spēle. Vāc zeltu un dārgakmeņus. Pārspēj pulksteni, izbaudi aizraušanos. Izbaudi!",
    "ml": "ഗോൾഡ് മൈനർ അഡ്വഞ്ചർ ഒരു പസിൽ ഗെയിമാണ്. സ്വർണ്ണവും രത്നങ്ങളും ശേഖരിക്കുക. ക്ലോക്ക് അടിക്കുക, ആവേശം അനുഭവിക്കുക. ആസ്വദിക്കൂ!",
    "mr": "गोल्ड मायनर अ‍ॅडव्हेंचर हा एक मजेदार कोडे गेम आहे. सोने आणि रत्ने गोळा करा. घड्याळावर मात करा, थरार अनुभवा. आता आपले साहस सुरू करा!",
    "ms": "Pengembaraan Penambang Emas ialah permainan teka-teki. Kumpul emas & permata. Pukul masa, alami keseronokan. Nikmati!",
    "nl": "Gold Miner Adventure is een leuk puzzelspel. Verzamel goud en edelstenen. Versla de klok, ervaar de spanning. Start nu je avontuur!",
    "no": "Gold Miner Adventure er et morsomt puslespill. Samle gull og edelstener. Slå klokken, opplev spenningen. Start eventyret ditt nå!",
    "pl": "Gold Miner Adventure to gra logiczna. Zbieraj złoto i klejnoty. Pokonaj zegar, przeżyj dreszczyk emocji. Cieszyć się!",
    "pt_BR,pt_PT": "Gold Miner Adventure é um jogo de quebra-cabeça. Colete ouro e pedras preciosas. Bata o relógio, experimente a emoção. Aproveitar!",
    "ro": "Gold Miner Adventure este un joc de puzzle. Colectați aur și pietre prețioase. Bate ceasul, experimentează fiorul. Bucurați-vă!",
    "ru": "Gold Miner Adventure — игра-головоломка. Собирайте золото и драгоценные камни. Бить часы, испытать острые ощущения. Наслаждаться!",
    "sk": "Gold Miner Adventure je logická hra. Zbierajte zlato a drahokamy. Porazte hodiny, zažite vzrušenie. Užite si to!",
    "sl": "Gold Miner Adventure je ugankarska igra. Zbirajte zlato in dragulje. Premagajte čas, doživite vznemirjenje. Uživajte!",
    "sr": "Голд Минер Адвентуре је слагалица. Сакупљајте злато и драгуље. Откуцајте сат, доживите узбуђење. Уживати!",
    "sv": "Gold Miner Adventure är ett roligt pusselspel. Samla guld och ädelstenar. Slå klockan, upplev spänningen. Börja ditt äventyr nu!",
    "sw": "Gold Miner Adventure ni mchezo wa kufurahisha wa mafumbo. Kusanya dhahabu na vito. Piga saa, pata msisimko. Anza tukio lako sasa!",
    "ta": "கோல்ட் மைனர் அட்வென்ச்சர் ஒரு புதிர் விளையாட்டு. தங்கம் மற்றும் ரத்தினங்களை சேகரிக்கவும். கடிகாரத்தை வெல்லுங்கள், மகிழுங்கள்!",
    "te": "గోల్డ్ మైనర్ అడ్వెంచర్ అనేది ఒక పజిల్ గేమ్. బంగారం & రత్నాలను సేకరించండి. గడియారాన్ని కొట్టండి, థ్రిల్‌ను అనుభవించండి. ఆనందించండి!",
    "th": "Gold Miner Adventure เป็นเกมปริศนาที่สนุก เก็บทองและอัญมณี เอาชนะเวลาสัมผัสความตื่นเต้น เริ่มการผจญภัยของคุณตอนนี้!",
    "tr": "Gold Miner Adventure bir bulmaca oyunudur. Altın ve değerli taşlar toplayın. Zamanı yenin, heyecanı yaşayın. Zevk almak!",
    "uk": "Gold Miner Adventure - це гра-головоломка. Збирайте золото та дорогоцінні камені. Збийте час, відчуйте гострі відчуття.",
    "vi": "Gold Miner Adventure là một game giải đố. Thu thập vàng và đá quý. Đánh bại đồng hồ, trải nghiệm cảm giác hồi hộp. Vui thích!",
    "zh_CN": "黄金矿工大冒险是一款有趣的益智游戏。 收集黄金和宝石。 打败时钟，体验快感。 现在开始你的冒险！",
    "zh_TW": "黃金礦工大冒險是一款有趣的益智遊戲。 收集黃金和寶石。 打敗時鐘，體驗快感。 現在開始你的冒險！"
  },
  "long": {
    "ar": "زواحف التعدين اليوم أكثر تقدمًا وقوة من تلك المستخدمة خلال اندفاع الذهب في منتصف القرن التاسع عشر. لهذا السبب ستستخدم آلة تعدين ثقيلة حديثة في هذه اللعبة.\n\nكيف تلعب GOLD MINER GAME؟\nلعب Gold Miner Game بسيط وممتع للغاية. تتطلب منك هذه اللعبة جمع شذرات الذهب والأحجار الكريمة والكنوز المخفية للتقدم إلى المستوى التالي. إذا لم يحدث هذا ، تنتهي اللعبة.\n\nإذا كنت تريد التخلص من الأحجار التي لا قيمة لها ، فاستخدم المتفجرات.\n\nضوابط\n- الكمبيوتر: عندما يتم توجيه الخطاف إلى العنصر الذي ترغب في استرداده ، انقر فوق شاشة اللعبة.\n- الجهاز المحمول: انقر فوق منطقة شاشة اللعبة عندما يكون الخطاف في طريقه للعنصر الثمين الذي تريد سحبه لأعلى.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nهل يمكنك إكمال جميع مستويات لعبة عمال المناجم المسببة للإدمان التي يسعدنا تقديمها لك؟ اجعلنا نرى مهاراتك مع ألعاب التعدين. العب الان!",
    "am": "የዛሬዎቹ የማዕድን ፈላጊዎች በ1800ዎቹ አጋማሽ በወርቅ ጥድፊያ ወቅት ጥቅም ላይ ከዋሉት የበለጠ የላቀ እና ኃይለኛ ናቸው። በዚህ ጨዋታ ውስጥ ዘመናዊ የከባድ ማዕድን ማውጣት ማሽን የምትጠቀመው ለዚህ ነው።\n\nየወርቅ ማዕድን ጨዋታን እንዴት መጫወት ይቻላል?\nየወርቅ ማዕድን ጨዋታ መጫወት በጣም ቀላል እና አስደሳች ነው። ይህ ጨዋታ ወደሚቀጥለው ደረጃ ለማለፍ የወርቅ እንቁዎችን፣ እንቁዎችን እና የተደበቁ ሀብቶችን እንዲሰበስቡ ይፈልጋል። ይህ ካልሆነ ጨዋታው አልቋል።\n\nዋጋ የሌላቸውን ድንጋዮች ለማስወገድ ከፈለጉ, ፈንጂዎችን ይጠቀሙ.\n\nመቆጣጠሪያዎች\n- ኮምፒውተር፡ መንጠቆው ሊያነሱት በሚፈልጉት ዕቃ ላይ ሲጠቆም የጨዋታውን ማያ ገጽ ጠቅ ያድርጉ።\n- የሞባይል መሳሪያ፡ መንጠቆው በሚሄድበት ጊዜ ለማንሳት ለሚፈልጉት ውድ ነገር የጨዋታውን ስክሪን ቦታ ይንኩ።\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nእኛ ለእርስዎ ለማቅረብ ደስተኞች የሆኑ የዚህን ሱስ አስያዥ የማዕድን ማውጫ ጨዋታ ሁሉንም ደረጃዎች ማጠናቀቅ ይችላሉ? በማዕድን ጨዋታዎች ችሎታህን እንድናይ አድርገን። አሁን ይጫወቱ!",
    "bg": "Днешните роботи за копаене са по-модерни и мощни от тези, използвани по време на златната треска от средата на 1800 г. Ето защо в тази игра ще използвате модерна тежка минна машина.\n\nКАК СЕ ИГРАЕ НА ИГРАТА GOLD MINER?\nИграта на Gold Miner Game е много проста и забавна. Тази игра изисква да събирате самородно злато, скъпоценни камъни и скрити съкровища, за да преминете към следващото ниво. Ако това не се случи, играта свършва.\n\nАко искате да се отървете от безполезни камъни, използвайте експлозиви.\n\nУПРАВЛЕНИЯ\n- Компютър: когато куката е насочена към предмета, който искате да извлечете, щракнете върху екрана на играта.\n- Мобилно устройство: докоснете областта на екрана на играта, когато куката е на път за скъпоценния предмет, който искате да издърпате.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nМожете ли да завършите всички нива на тази пристрастяваща миньорска игра, която имаме удоволствието да ви предложим? Накарайте ни да видим вашите умения с минни игри. Играй сега!",
    "bn": "আজকের মাইনিং ক্রলারগুলি 1800-এর দশকের মাঝামাঝি সোনার ভিড়ের সময় ব্যবহৃত হওয়াগুলির চেয়ে আরও উন্নত এবং শক্তিশালী। এজন্য আপনি এই গেমটিতে একটি আধুনিক ভারী মাইনিং মেশিন ব্যবহার করবেন।\n\nগোল্ড মাইনার গেমটি কীভাবে খেলবেন?\nগোল্ড মাইনার গেম খেলা খুব সহজ এবং মজাদার। এই গেমটির জন্য আপনাকে পরবর্তী স্তরে যাওয়ার জন্য সোনার নগেট, রত্ন এবং লুকানো ধন সংগ্রহ করতে হবে। এটি না ঘটলে, খেলা শেষ।\n\nআপনি যদি মূল্যহীন পাথর পরিত্রাণ পেতে চান, বিস্ফোরক ব্যবহার করুন।\n\nনিয়ন্ত্রণ\n- কম্পিউটার: আপনি যে আইটেমটি পুনরুদ্ধার করতে চান তার দিকে হুক নির্দেশ করা হলে, গেম স্ক্রীনে ক্লিক করুন।\n- মোবাইল ডিভাইস: আপনি যে মূল্যবান বস্তুটি টানতে চান তার জন্য হুক যখন পথে থাকে তখন গেম স্ক্রীন এলাকায় আলতো চাপুন।\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nআপনি কি এই আসক্তিমূলক মাইনার গেমের সমস্ত স্তর সম্পূর্ণ করতে পারেন যা আমরা আপনাকে অফার করতে পেরে খুশি? মাইনিং গেমের মাধ্যমে আমাদের আপনার দক্ষতা দেখান। এখন খেলুন!",
    "ca": "Els rastrejadors de mineria actuals són més avançats i potents que els utilitzats durant la febre de l'or de mitjans del segle XIX. És per això que utilitzaràs una moderna màquina de mineria pesada en aquest joc.\n\nCOM JUGAR AL JOC GOLD MINER?\nJugar al joc Gold Miner és molt senzill i divertit. Aquest joc requereix que recolliu pepitas d'or, gemmes i tresors amagats per avançar al següent nivell. Si això no passa, el joc s'ha acabat.\n\nSi voleu desfer-vos de pedres sense valor, feu servir explosius.\n\nCONTROLS\n- Ordinador: quan el ganxo apunta a l'element que voleu recuperar, feu clic a la pantalla del joc.\n- Dispositiu mòbil: toqueu l'àrea de la pantalla del joc quan el ganxo està en camí cap a l'objecte preciós que voleu treure.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nPots completar tots els nivells d'aquest addictiu joc de miners que ens complau oferir-te? Fes-nos veure les teves habilitats amb els jocs de mineria. Juga ara!",
    "cs": "Dnešní těžařské pásy jsou pokročilejší a výkonnější než ty, které se používaly během zlaté horečky v polovině 19. století. Proto v této hře budete používat moderní těžký těžební stroj.\n\nJAK HRÁT HRU GOLD MINER?\nHraní hry Gold Miner je velmi jednoduché a zábavné. Tato hra vyžaduje, abyste sbírali zlaté nugety, drahokamy a skryté poklady, abyste postoupili do další úrovně. Pokud se tak nestane, hra je u konce.\n\nPokud se chcete zbavit bezcenných kamenů, použijte výbušniny.\n\nŘÍZENÍ\n- Počítač: když je háček namířen na předmět, který chcete získat, klikněte na herní obrazovku.\n- Mobilní zařízení: klepněte na oblast herní obrazovky, když je hák na cestě pro drahocenný předmět, který chcete vytáhnout.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nDokážete dokončit všechny úrovně této návykové těžařské hry, kterou vám rádi nabízíme? Ukažte nám své dovednosti s těžebními hrami. Hrát hned!",
    "da": "Dagens minedriftscrawlere er mere avancerede og kraftfulde end dem, der blev brugt under guldfeberen i midten af 1800-tallet. Det er derfor, du vil bruge en moderne tung minemaskine i dette spil.\n\nHVORDAN SPILLER MAN GOLD MINER-SPIL?\nAt spille Gold Miner Game er meget enkelt og sjovt. Dette spil kræver, at du samler guldklumper, ædelstene og skjulte skatte for at komme videre til næste niveau. Hvis dette ikke sker, er spillet slut.\n\nHvis du vil slippe af med værdiløse sten, skal du bruge sprængstoffer.\n\nKONTROLLER\n- Computer: når krogen peger på det emne, du ønsker at hente, skal du klikke på spilskærmen.\n- Mobil enhed: Tryk på spillets skærmområde, når krogen er på vej til den dyrebare genstand, du vil trække op.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nKan du fuldføre alle niveauerne i dette vanedannende minespil, som vi er glade for at tilbyde dig? Få os til at se dine færdigheder med minespil. Spil nu!",
    "de": "Die heutigen Bergbau-Crawler sind fortschrittlicher und leistungsfähiger als die, die während des Goldrausches Mitte des 19. Jahrhunderts verwendet wurden. Deshalb verwenden Sie in diesem Spiel eine moderne schwere Bergbaumaschine.\n\nWIE SPIELT MAN DAS GOLDMINER-SPIEL?\nGold Miner Game zu spielen ist sehr einfach und macht Spaß. Bei diesem Spiel müssen Sie Goldnuggets, Edelsteine und versteckte Schätze sammeln, um zum nächsten Level zu gelangen. Geschieht dies nicht, ist das Spiel vorbei.\n\nWenn Sie wertlose Steine loswerden wollen, verwenden Sie Sprengstoff.\n\nSTEUERUNG\n- Computer: Wenn der Haken auf den Gegenstand zeigt, den Sie abrufen möchten, klicken Sie auf den Spielbildschirm.\n- Mobiles Gerät: Tippen Sie auf den Bereich des Spielbildschirms, wenn der Haken auf dem Weg zu dem wertvollen Objekt ist, das Sie hochziehen möchten.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nKönnen Sie alle Level dieses süchtig machenden Minenspiels abschließen, das wir Ihnen gerne anbieten? Lassen Sie uns Ihre Fähigkeiten mit Bergbauspielen sehen. Jetzt spielen!",
    "el": "Τα σημερινά crawlers εξόρυξης είναι πιο προηγμένα και ισχυρά από αυτά που χρησιμοποιήθηκαν κατά τη διάρκεια του χρυσού στα μέσα του 1800. Αυτός είναι ο λόγος για τον οποίο θα χρησιμοποιείτε μια σύγχρονη βαριά μηχανή εξόρυξης σε αυτό το παιχνίδι.\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ GOLD MINER GAME;\nΤο παιχνίδι Gold Miner Game είναι πολύ απλό και διασκεδαστικό. Αυτό το παιχνίδι απαιτεί να συλλέξετε ψήγματα χρυσού, πολύτιμους λίθους και κρυμμένους θησαυρούς για να προχωρήσετε στο επόμενο επίπεδο. Αν δεν συμβεί αυτό, το παιχνίδι έχει τελειώσει.\n\nΑν θέλετε να απαλλαγείτε από άχρηστες πέτρες, χρησιμοποιήστε εκρηκτικά.\n\nΕΛΕΓΧΟΙ\n- Υπολογιστής: όταν το άγκιστρο είναι στραμμένο στο αντικείμενο που θέλετε να ανακτήσετε, κάντε κλικ στην οθόνη του παιχνιδιού.\n- Κινητή συσκευή: πατήστε την περιοχή της οθόνης του παιχνιδιού όταν το άγκιστρο είναι καθ' οδόν για το πολύτιμο αντικείμενο που θέλετε να τραβήξετε προς τα πάνω.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΜπορείτε να ολοκληρώσετε όλα τα επίπεδα αυτού του εθιστικού παιχνιδιού miner που είμαστε στην ευχάριστη θέση να σας προσφέρουμε; Κάντε μας να δούμε τις δεξιότητές σας στα παιχνίδια εξόρυξης. Παίξε τώρα!",
    "en,en_AU,en_GB,en_US": "Today's mining crawlers are more advanced and powerful than those used during the gold rush of the mid-1800s. That's why you'll be using a modern heavy mining machine in this game.\n\nHOW TO PLAY GOLD MINER GAME?\nPlaying Gold Miner Game is very simple and fun. This game requires you to collect gold nuggets, gems, and hidden treasures to advance to the next level. If this doesn't happen, the game is over.\n\nIf you want to get rid of worthless stones, use explosives.\n\nCONTROLS \n- Computer: when the hook is pointed at the item you wish to retrieve, click the game screen.\n- Mobile Device: tap the game screen area when the hook is en route for the precious object you want to pull up.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you complete all the levels of this addictive miner game that we are pleased to offer you? Make us see your skills with mining games. Play now!",
    "es,es_419": "Los rastreadores de minería actuales son más avanzados y potentes que los que se utilizaron durante la fiebre del oro de mediados del siglo XIX. Es por eso que usarás una moderna máquina de minería pesada en este juego.\n\n¿CÓMO JUGAR AL JUEGO MINERO DE ORO?\nJugar Gold Miner Game es muy simple y divertido. Este juego requiere que recolectes pepitas de oro, gemas y tesoros escondidos para avanzar al siguiente nivel. Si esto no sucede, el juego ha terminado.\n\nSi quieres deshacerte de piedras sin valor, usa explosivos.\n\nCONTROL S\n- Computadora: cuando el gancho apunte al elemento que desea recuperar, haga clic en la pantalla del juego.\n- Dispositivo móvil: toque el área de la pantalla del juego cuando el gancho esté en camino hacia el precioso objeto que desea levantar.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Podrás completar todos los niveles de este adictivo juego de minero que nos complace ofrecerte? Haznos ver tus habilidades con los juegos de minería. ¡Reproducir ahora!",
    "et": "Tänapäeva kaevandusroomikud on arenenumad ja võimsamad kui need, mida kasutati 1800. aastate keskpaiga kullapalaviku ajal. Sellepärast kasutate selles mängus kaasaegset rasket kaevandusmasinat.\n\nKUIDAS MÄNGIDA KULLAKAEVENDI MÄNGU?\nGold Mineri mängu mängimine on väga lihtne ja lõbus. Selles mängus peate koguma kullatükke, kalliskive ja peidetud aardeid, et jõuda järgmisele tasemele. Kui seda ei juhtu, on mäng läbi.\n\nKui soovite vabaneda väärtusetutest kividest, kasutage lõhkeaineid.\n\nJUHTSEADMED\n- Arvuti: kui konks on suunatud üksusele, mida soovite alla laadida, klõpsake mänguekraanil.\n- Mobiilseade: puudutage mänguekraani, kui konks on hinnalise objekti poole, mida soovite üles tõmmata.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKas saate läbida kõik selle sõltuvust tekitava kaevurimängu tasemed, mida meil on hea meel teile pakkuda? Pane meid oma oskusi kaevandusmängudega nägema. Mängi nüüd!",
    "fa": "خزنده‌های معدن امروزی پیشرفته‌تر و قدرتمندتر از خزنده‌های مورد استفاده در دوران طوفان طلا در اواسط دهه 1800 هستند. به همین دلیل است که در این بازی از یک ماشین معدن سنگین مدرن استفاده خواهید کرد.\n\nچگونه بازی GOLD MINER را بازی کنیم؟\nانجام بازی Gold Miner بسیار ساده و سرگرم کننده است. این بازی شما را ملزم به جمع آوری قطعات طلا، جواهرات و گنجینه های پنهان می کند تا به مرحله بعدی بروید. اگر این اتفاق نیفتد، بازی تمام شده است.\n\nاگر می خواهید از شر سنگ های بی ارزش خلاص شوید، از مواد منفجره استفاده کنید.\n\nکنترل ها\n- رایانه: هنگامی که قلاب به سمت موردی که می‌خواهید بازیابی کنید اشاره کرد، روی صفحه بازی کلیک کنید.\n- دستگاه تلفن همراه: هنگامی که قلاب برای شی گرانبهایی که می خواهید بالا بکشید در مسیر است، روی صفحه نمایش بازی ضربه بزنید.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nآیا می توانید تمام سطوح این بازی ماینر اعتیاد آور را که از ارائه آن به شما خرسندیم تکمیل کنید؟ کاری کنید که مهارت های خود را با بازی های ماینینگ ببینیم. الان بازی کن!",
    "fi": "Nykypäivän kaivostelakoneet ovat edistyneempiä ja tehokkaampia kuin 1800-luvun puolivälin kultakuumeen aikana käytetyt. Siksi käytät nykyaikaista raskasta kaivoskonetta tässä pelissä.\n\nKUINKA PELAA GOLD MINER -PELIÄ?\nGold Miner -pelin pelaaminen on hyvin yksinkertaista ja hauskaa. Tämä peli edellyttää, että keräät kultahippuja, jalokiviä ja piilotettuja aarteita edetäksesi seuraavalle tasolle. Jos näin ei tapahdu, peli on ohi.\n\nJos haluat päästä eroon arvottomista kivistä, käytä räjähteitä.\n\nSÄÄDÖT\n- Tietokone: kun koukku on kohdistettu noudettavaan esineeseen, napsauta pelinäyttöä.\n- Mobiililaite: napauta pelin näyttöaluetta, kun koukku on matkalla arvokkaaseen esineeseen, jonka haluat vetää ylös.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nVoitko suorittaa kaikki tämän koukuttavan kaivospelin tasot, joita meillä on ilo tarjota sinulle? Anna meidän nähdä taitosi kaivospeleissä. Pelaa nyt!",
    "fil": "Ang mga mining crawler ngayon ay mas advanced at makapangyarihan kaysa sa mga ginamit sa panahon ng gold rush noong kalagitnaan ng 1800s. Kaya naman gagamit ka ng modernong heavy mining machine sa larong ito.\n\nPAANO MAGLARO NG GOLD MINER GAME?\nAng paglalaro ng Gold Miner Game ay napakasimple at masaya. Ang larong ito ay nangangailangan sa iyo na mangolekta ng mga gintong nugget, hiyas, at mga nakatagong kayamanan upang umabante sa susunod na antas. Kung hindi ito mangyayari, tapos na ang laro.\n\nKung nais mong mapupuksa ang mga walang kwentang bato, gumamit ng mga pampasabog.\n\nMGA KONTROL\n- Computer: kapag nakatutok ang hook sa item na gusto mong kunin, i-click ang screen ng laro.\n- Mobile Device: i-tap ang lugar ng screen ng laro kapag nasa ruta ang hook para sa mahalagang bagay na gusto mong hilahin pataas.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nMaaari mo bang kumpletuhin ang lahat ng antas ng nakakahumaling na larong minero na ikinalulugod naming ialok sa iyo? Ipakita sa amin ang iyong mga kasanayan sa mga laro sa pagmimina. Maglaro Ngayon!",
    "fr": "Les chenilles minières d'aujourd'hui sont plus avancées et plus puissantes que celles utilisées pendant la ruée vers l'or du milieu des années 1800. C'est pourquoi vous utiliserez une machine minière lourde moderne dans ce jeu.\n\nCOMMENT JOUER AU JEU GOLD MINER?\nJouer au jeu Gold Miner est très simple et amusant. Ce jeu vous oblige à collecter des pépites d'or, des pierres précieuses et des trésors cachés pour passer au niveau suivant. Si cela ne se produit pas, le jeu est terminé.\n\nSi vous voulez vous débarrasser de pierres sans valeur, utilisez des explosifs.\n\nLES CONTRÔLES\n- Ordinateur : lorsque le crochet est pointé sur l'objet que vous souhaitez récupérer, cliquez sur l'écran du jeu.\n- Appareil mobile : appuyez sur la zone de l'écran de jeu lorsque le crochet est en route pour l'objet précieux que vous souhaitez retirer.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFONCTIONNALITÉS:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nSaurez-vous terminer tous les niveaux de ce jeu de mineur addictif que nous avons le plaisir de vous proposer ? Faites-nous voir vos compétences avec les jeux de minage. Joue maintenant!",
    "gu": "આજના માઇનિંગ ક્રોલર્સ 1800 ના દાયકાના મધ્યમાં ગોલ્ડ રશ દરમિયાન ઉપયોગમાં લેવાતા કરતા વધુ અદ્યતન અને શક્તિશાળી છે. તેથી જ તમે આ રમતમાં આધુનિક હેવી માઇનિંગ મશીનનો ઉપયોગ કરશો.\n\nગોલ્ડ માઇનર ગેમ કેવી રીતે રમવી?\nગોલ્ડ માઇનર ગેમ રમવી એ ખૂબ જ સરળ અને મનોરંજક છે. આ રમત માટે તમારે આગલા સ્તર પર જવા માટે સોનાની ગાંઠો, રત્નો અને છુપાયેલા ખજાના એકત્રિત કરવાની જરૂર છે. જો આવું ન થાય, તો રમત સમાપ્ત થઈ ગઈ છે.\n\nજો તમે નકામા પથ્થરોથી છુટકારો મેળવવા માંગતા હો, તો વિસ્ફોટકોનો ઉપયોગ કરો.\n\nનિયંત્રણો\n- કમ્પ્યુટર: જ્યારે તમે જે વસ્તુને પુનઃપ્રાપ્ત કરવા માંગો છો તેના પર હૂક નિર્દેશિત કરવામાં આવે છે, ત્યારે ગેમ સ્ક્રીન પર ક્લિક કરો.\n- મોબાઇલ ઉપકરણ: જ્યારે તમે જે કિંમતી વસ્તુને ઉપર ખેંચવા માંગો છો તેના માટે હૂક રસ્તામાં હોય ત્યારે ગેમ સ્ક્રીન વિસ્તારને ટેપ કરો.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nશું તમે આ વ્યસનયુક્ત ખાણિયો રમતના તમામ સ્તરોને પૂર્ણ કરી શકો છો કે જે અમે તમને ઓફર કરવા માટે ઉત્સુક છીએ? ખાણકામની રમતો સાથે અમને તમારી કુશળતા જોવા દો. હવે રમો!",
    "he": "סורקי הכרייה של ימינו מתקדמים וחזקים יותר מאלה ששימשו בתקופת הבהלה לזהב של אמצע המאה ה-19. זו הסיבה שתשתמש במכונת כרייה כבדה מודרנית במשחק הזה.\n\nאיך לשחק במשחק Gold Miner?\nמשחק Gold Miner Game הוא מאוד פשוט ומהנה. המשחק הזה דורש ממך לאסוף גושי זהב, אבני חן ואוצרות נסתרים כדי להתקדם לשלב הבא. אם זה לא יקרה, המשחק נגמר.\n\nאם אתה רוצה להיפטר מאבנים חסרות ערך, השתמש בחומרי נפץ.\n\nבקרות\n- מחשב: כאשר הקרס מכוון אל הפריט שברצונך לאחזר, לחץ על מסך המשחק.\n- מכשיר נייד: הקש על אזור מסך המשחק כאשר הקרס בדרך לחפץ היקר שברצונך למשוך.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nהאם אתה יכול להשלים את כל הרמות של משחק הכורים הממכר הזה שאנו שמחים להציע לך? תן לנו לראות את הכישורים שלך עם משחקי כרייה. שחק עכשיו!",
    "hi": "आज के खनन क्रॉलर 1800 के दशक के मध्य में सोने की भीड़ के दौरान उपयोग किए जाने वाले की तुलना में अधिक उन्नत और शक्तिशाली हैं। इसलिए आप इस खेल में एक आधुनिक भारी खनन मशीन का प्रयोग करेंगे।\n\nगोल्ड माइनर गेम कैसे खेलें?\nगोल्ड माइनर गेम खेलना बहुत ही सरल और मजेदार है। इस गेम में आपको अगले स्तर तक आगे बढ़ने के लिए सोने की डली, जवाहरात और छिपे हुए खजाने को इकट्ठा करने की आवश्यकता है। यदि ऐसा नहीं होता है, तो खेल समाप्त हो जाता है।\n\nयदि आप अनुपयोगी पत्थरों से छुटकारा पाना चाहते हैं तो विस्फोटकों का प्रयोग करें।\n\nनियंत्रण\n- कंप्यूटर: जब हुक उस आइटम पर इंगित किया जाता है जिसे आप पुनर्प्राप्त करना चाहते हैं, तो गेम स्क्रीन पर क्लिक करें।\n- मोबाइल डिवाइस: गेम स्क्रीन क्षेत्र को टैप करें जब हुक उस कीमती वस्तु के लिए मार्ग में हो जिसे आप खींचना चाहते हैं।\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nविशेषताएं:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nक्या आप इस नशे की लत माइनर गेम के सभी स्तरों को पूरा कर सकते हैं जो हमें आपको प्रदान करने में प्रसन्नता हो रही है? खनन खेलों के साथ हमें अपने कौशल दिखाएं। अब खेलते हैं!",
    "hr": "Današnji rudarski alati za indeksiranje napredniji su i snažniji od onih korištenih tijekom zlatne groznice sredinom 19. stoljeća. Zato ćete u ovoj igri koristiti moderan teški rudarski stroj.\n\nKAKO IGRATI IGRU GOLD MINER?\nIgranje igre Gold Miner vrlo je jednostavno i zabavno. Ova igra od vas zahtijeva da skupljate grumenčiće zlata, drago kamenje i skrivena blaga kako biste prešli na sljedeću razinu. Ako se to ne dogodi, igra je gotova.\n\nAko se želite riješiti bezvrijednog kamenja, upotrijebite eksploziv.\n\nKONTROLE\n- Računalo: kada je udica usmjerena prema predmetu koji želite preuzeti, kliknite zaslon igre.\n- Mobilni uređaj: dodirnite područje zaslona igre kada je udica na putu za dragocjeni predmet koji želite povući.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nMožete li završiti sve razine ove zarazne rudarske igre koju vam sa zadovoljstvom nudimo? Uvjerite nas da vidimo vaše vještine pomoću rudarskih igara. Igraj sada!",
    "hu": "A mai bányászati lánctalpasok fejlettebbek és erősebbek, mint az 1800-as évek közepén az aranyláz idején használtak. Ezért ebben a játékban egy modern nehézbányászgépet fogsz használni.\n\nHOGYAN KELL JÁTSZANI GOLD MINER JÁTÉKOT?\nA Gold Miner játék nagyon egyszerű és szórakoztató. Ebben a játékban aranyrögöket, drágaköveket és rejtett kincseket kell gyűjtened, hogy a következő szintre léphess. Ha ez nem történik meg, a játéknak vége.\n\nHa meg akar szabadulni az értéktelen kövektől, használjon robbanóanyagot.\n\nKEZELŐSZERVEK\n- Számítógép: amikor a horog a visszaszerezni kívánt elemre mutat, kattintson a játék képernyőjére.\n- Mobileszköz: érintse meg a játék képernyőjét, amikor a horog útban van a felhúzni kívánt értékes tárgyért.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nMeg tudod teljesíteni ennek az addiktív bányászjátéknak az összes szintjét, amelyet örömmel kínálunk? Mutassa be tudását bányászati játékokkal. Játssz most!",
    "id": "Perayap penambangan saat ini lebih maju dan kuat daripada yang digunakan selama demam emas di pertengahan 1800-an. Itu sebabnya Anda akan menggunakan mesin penambangan berat modern di game ini.\n\nBAGAIMANA CARA BERMAIN GAME PENAMBANG EMAS?\nBermain Game Penambang Emas sangat sederhana dan menyenangkan. Game ini mengharuskan Anda mengumpulkan nugget emas, permata, dan harta karun untuk naik ke level berikutnya. Jika ini tidak terjadi, permainan berakhir.\n\nJika Anda ingin menyingkirkan batu yang tidak berharga, gunakan bahan peledak.\n\nKONTROL\n- Komputer: saat pengait diarahkan ke item yang ingin Anda ambil, klik layar game.\n- Perangkat Seluler: ketuk area layar game saat pengait sedang dalam perjalanan untuk objek berharga yang ingin Anda tarik.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nBisakah Anda menyelesaikan semua level dari game penambang adiktif ini yang dengan senang hati kami tawarkan kepada Anda? Buat kami melihat keahlian Anda dengan game menambang. Main sekarang!",
    "it": "I crawler minerari di oggi sono senza dubbio più avanzati e potenti di quelli utilizzati durante la corsa all'oro della metà del 1800. Ecco perché in questo gioco utilizzerai una moderna e pesante macchina mineraria.\n\nCOME SI GIOCA IL GIOCO DEL MINATORE D'ORO?\nGiocare a Gold Miner Game è molto semplice e divertente. Questo gioco richiede di raccogliere pepite d'oro, gemme e tesori nascosti per poter passare al livello successivo. Se ciò non accade, il gioco termina.\n\nSe vuoi sbarazzarti di pietre senza valore, usa gli esplosivi.\n\nCONTROLLI\n- Computer: quando il gancio è in direzione dell'oggetto che desideri recuperare, fai clic sulla schermata di gioco.\n- Dispositivo mobile: tocca l'area dello schermo di gioco quando il gancio è in direzione dell'oggetto prezioso che vuoi tirare su.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nRiesci a completare tutti i livelli di questo avvincente gioco che siamo lieti di offrirti? Mostraci le tue abilità ai giochi di abilità. Inizia ora!",
    "ja": "今日のマイニング クローラーは、1800 年代半ばのゴールド ラッシュ時に使用されたものよりも高度で強力です。 そのため、このゲームでは最新の重いマイニング マシンを使用します。\n\nゴールドマイナーゲームの遊び方は？\nゴールド マイナー ゲームのプレイはとてもシンプルで楽しいものです。 このゲームでは、次のレベルに進むために金塊、宝石、隠された宝物を集める必要があります。 これが起こらない場合、ゲームは終了します。\n\n価値のない石を取り除きたい場合は、爆発物を使用してください。\n\nコントロール\n- コンピューター: 取り出したいアイテムにフックを向けた状態で、ゲーム画面をクリックします。\n- モバイル デバイス: フックが引き上げたい貴重なオブジェクトに向かっているときに、ゲーム画面領域をタップします。\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\n私たちが提供できるこの病みつきになるマイナー ゲームのすべてのレベルをクリアできますか? マイニングゲームであなたのスキルを見せてください。 今すぐプレイ！",
    "kn": "ಇಂದಿನ ಗಣಿಗಾರಿಕೆ ಕ್ರಾಲರ್‌ಗಳು 1800 ರ ದಶಕದ ಮಧ್ಯಭಾಗದಲ್ಲಿ ಚಿನ್ನದ ರಶ್ ಸಮಯದಲ್ಲಿ ಬಳಸಿದ್ದಕ್ಕಿಂತ ಹೆಚ್ಚು ಮುಂದುವರಿದ ಮತ್ತು ಶಕ್ತಿಯುತವಾಗಿವೆ. ಅದಕ್ಕಾಗಿಯೇ ನೀವು ಈ ಆಟದಲ್ಲಿ ಆಧುನಿಕ ಭಾರೀ ಗಣಿಗಾರಿಕೆ ಯಂತ್ರವನ್ನು ಬಳಸುತ್ತಿರುವಿರಿ.\n\nಗೋಲ್ಡ್ ಮೈನರ್ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ?\nಗೋಲ್ಡ್ ಮೈನರ್ ಆಟವನ್ನು ಆಡುವುದು ತುಂಬಾ ಸರಳ ಮತ್ತು ವಿನೋದಮಯವಾಗಿದೆ. ಈ ಆಟವು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಮುನ್ನಡೆಯಲು ನೀವು ಚಿನ್ನದ ಗಟ್ಟಿಗಳು, ರತ್ನಗಳು ಮತ್ತು ಗುಪ್ತ ನಿಧಿಗಳನ್ನು ಸಂಗ್ರಹಿಸುವ ಅಗತ್ಯವಿದೆ. ಇದು ಸಂಭವಿಸದಿದ್ದರೆ, ಆಟ ಮುಗಿದಿದೆ.\n\nನೀವು ನಿಷ್ಪ್ರಯೋಜಕ ಕಲ್ಲುಗಳನ್ನು ತೊಡೆದುಹಾಕಲು ಬಯಸಿದರೆ, ಸ್ಫೋಟಕಗಳನ್ನು ಬಳಸಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್: ನೀವು ಹಿಂಪಡೆಯಲು ಬಯಸುವ ಐಟಂಗೆ ಕೊಕ್ಕೆ ತೋರಿಸಿದಾಗ, ಆಟದ ಪರದೆಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ಮೊಬೈಲ್ ಸಾಧನ: ನೀವು ಮೇಲಕ್ಕೆ ಎಳೆಯಲು ಬಯಸುವ ಅಮೂಲ್ಯ ವಸ್ತುವಿನ ಮಾರ್ಗದಲ್ಲಿ ಕೊಕ್ಕೆ ಇದ್ದಾಗ ಆಟದ ಪರದೆಯ ಪ್ರದೇಶವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nನಾವು ನಿಮಗೆ ನೀಡಲು ಸಂತೋಷಪಡುವ ಈ ವ್ಯಸನಕಾರಿ ಮೈನರ್ ಆಟದ ಎಲ್ಲಾ ಹಂತಗಳನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಬಹುದೇ? ಗಣಿಗಾರಿಕೆ ಆಟಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಕೌಶಲ್ಯಗಳನ್ನು ನಮಗೆ ಕಾಣುವಂತೆ ಮಾಡಿ. ಈಗ ಆಡು!",
    "ko": "오늘날의 채굴 크롤러는 1800년대 중반 골드러시 동안 사용된 것보다 더 발전되고 강력합니다. 이것이 바로 이 게임에서 현대식 대형 채굴기를 사용하게 되는 이유입니다.\n\n골드 마이너 게임을 하는 방법?\nGold Miner 게임을 플레이하는 것은 매우 간단하고 재미있습니다. 이 게임은 다음 단계로 진행하기 위해 금 덩어리, 보석 및 숨겨진 보물을 수집해야 합니다. 이것이 일어나지 않으면 게임이 종료됩니다.\n\n쓸모없는 돌을 없애고 싶다면 폭발물을 사용하십시오.\n\n통제 수단\n- 컴퓨터 : 회수하고자 하는 아이템에 후크가 향하면 게임 화면을 클릭합니다.\n- 모바일 기기: 뽑고 싶은 귀한 물건에 갈고리가 오고 있을 때 게임 화면 영역을 탭하세요.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\n우리가 기꺼이 제공하는 이 중독성 있는 광부 게임의 모든 레벨을 완료할 수 있습니까? 마이닝 게임으로 당신의 실력을 보여주세요. 지금 플레이하세요!",
    "lt": "Šiandieniniai kasybos vikšrai yra pažangesni ir galingesni nei tie, kurie buvo naudojami per aukso karštligę XX a. viduryje. Štai kodėl šiame žaidime naudosite modernią sunkiąją kasybos mašiną.\n\nKAIP ŽAISTI GOLD MINER ŽAIDIMĄ?\nŽaisti Gold Miner žaidimą labai paprasta ir smagu. Šiame žaidime reikia rinkti aukso grynuolius, brangakmenius ir paslėptus lobius, kad pereitumėte į kitą lygį. Jei taip neatsitiks, žaidimas baigtas.\n\nJei norite atsikratyti beverčių akmenų, naudokite sprogmenis.\n\nVALDYMAS\n- Kompiuteris: kai kabliukas nukreiptas į norimą gauti elementą, spustelėkite žaidimo ekraną.\n- Mobilusis įrenginys: bakstelėkite žaidimo ekrano sritį, kai kabliukas yra pakeliui į brangų objektą, kurį norite patraukti.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nAr galite užbaigti visus šio priklausomybę sukeliančio kalnakasių žaidimo lygius, kuriuos mums malonu jums pasiūlyti? Leiskite mums pamatyti savo įgūdžius naudodamiesi kasybos žaidimais. Žaisti Dabar!",
    "lv": "Mūsdienu kalnrūpniecības rāpuļprogrammas ir modernākas un jaudīgākas nekā tās, kas tika izmantotas zelta drudža laikā 1800. gadu vidū. Tāpēc šajā spēlē jūs izmantosit modernu smago kalnrūpniecības mašīnu.\n\nKĀ SPĒLĒT ZELTA RAŽU SPĒLI?\nSpēlēt Gold Miner spēli ir ļoti vienkārši un jautri. Šajā spēlē jums ir jāsavāc zelta tīrradņi, dārgakmeņi un apslēptie dārgumi, lai pārietu uz nākamo līmeni. Ja tas nenotiek, spēle ir beigusies.\n\nJa vēlaties atbrīvoties no nevērtīgiem akmeņiem, izmantojiet sprāgstvielas.\n\nVADĪBAS\n- Dators: kad āķis ir vērsts uz objektu, kuru vēlaties izgūt, noklikšķiniet uz spēles ekrāna.\n- Mobilā ierīce: pieskarieties spēles ekrāna laukumam, kad āķis ir ceļā uz dārgo priekšmetu, kuru vēlaties pacelt.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bez maksas\n- bezsaistes spēle\n\nVai varat pabeigt visus šīs atkarību izraisošās kalnraču spēles līmeņus, kurus mēs ar prieku jums piedāvājam? Ļaujiet mums redzēt savas prasmes kalnrūpniecības spēlēs. Spēlēt tagad!",
    "ml": "ഇന്നത്തെ മൈനിംഗ് ക്രാളറുകൾ 1800-കളുടെ മധ്യത്തിൽ സ്വർണ്ണ വേട്ടയിൽ ഉപയോഗിച്ചിരുന്നതിനേക്കാൾ കൂടുതൽ പുരോഗമിച്ചതും ശക്തവുമാണ്. അതുകൊണ്ടാണ് ഈ ഗെയിമിൽ നിങ്ങൾ ഒരു ആധുനിക ഹെവി മൈനിംഗ് മെഷീൻ ഉപയോഗിക്കുന്നത്.\n\nഗോൾഡ് മൈനർ ഗെയിം എങ്ങനെ കളിക്കാം?\nഗോൾഡ് മൈനർ ഗെയിം കളിക്കുന്നത് വളരെ ലളിതവും രസകരവുമാണ്. ഈ ഗെയിം അടുത്ത ഘട്ടത്തിലേക്ക് മുന്നേറുന്നതിന് നിങ്ങൾ സ്വർണ്ണക്കട്ടികൾ, രത്നങ്ങൾ, മറഞ്ഞിരിക്കുന്ന നിധികൾ എന്നിവ ശേഖരിക്കേണ്ടതുണ്ട്. ഇത് സംഭവിച്ചില്ലെങ്കിൽ, കളി അവസാനിച്ചു.\n\nനിങ്ങൾക്ക് വിലയില്ലാത്ത കല്ലുകൾ നീക്കം ചെയ്യണമെങ്കിൽ, സ്ഫോടകവസ്തുക്കൾ ഉപയോഗിക്കുക.\n\nനിയന്ത്രണങ്ങൾ\n- കമ്പ്യൂട്ടർ: നിങ്ങൾ വീണ്ടെടുക്കാൻ ആഗ്രഹിക്കുന്ന ഇനത്തിലേക്ക് ഹുക്ക് ചൂണ്ടിക്കാണിക്കുമ്പോൾ, ഗെയിം സ്ക്രീനിൽ ക്ലിക്കുചെയ്യുക.\n- മൊബൈൽ ഉപകരണം: നിങ്ങൾ മുകളിലേക്ക് വലിക്കാൻ ആഗ്രഹിക്കുന്ന വിലയേറിയ ഒബ്‌ജക്റ്റിനായി ഹുക്ക് പോകുമ്പോൾ ഗെയിം സ്‌ക്രീൻ ഏരിയയിൽ ടാപ്പുചെയ്യുക.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nഞങ്ങൾ നിങ്ങൾക്ക് വാഗ്ദാനം ചെയ്യുന്ന ഈ ആസക്തി നിറഞ്ഞ മൈനർ ഗെയിമിന്റെ എല്ലാ തലങ്ങളും നിങ്ങൾക്ക് പൂർത്തിയാക്കാനാകുമോ? മൈനിംഗ് ഗെയിമുകൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കഴിവുകൾ കാണാൻ ഞങ്ങളെ പ്രേരിപ്പിക്കുക. ഇപ്പോൾ കളിക്കുക!",
    "mr": "आजचे खाण क्रॉलर्स 1800 च्या मध्यात सोन्याच्या गर्दीत वापरल्या गेलेल्या पेक्षा अधिक प्रगत आणि शक्तिशाली आहेत. म्हणूनच तुम्ही या गेममध्ये आधुनिक हेवी मायनिंग मशीन वापरणार आहात.\n\nगोल्ड मायनर गेम कसा खेळायचा?\nगोल्ड मायनर गेम खेळणे खूप सोपे आणि मजेदार आहे. या गेमसाठी तुम्हाला पुढील स्तरावर जाण्यासाठी सोन्याचे नगेट्स, रत्ने आणि लपलेले खजिना गोळा करणे आवश्यक आहे. जर असे झाले नाही तर खेळ संपला आहे.\n\nजर तुम्हाला निरुपयोगी दगडांपासून मुक्त करायचे असेल तर स्फोटकांचा वापर करा.\n\nनियंत्रणे\n- संगणक: जेव्हा आपण पुनर्प्राप्त करू इच्छित असलेल्या आयटमवर हुक दर्शविला जातो, तेव्हा गेम स्क्रीनवर क्लिक करा.\n- मोबाईल डिव्‍हाइस: तुम्‍हाला खेचण्‍याच्‍या मौल्यवान वस्तूसाठी हुक मार्गात असताना गेम स्क्रीन क्षेत्रावर टॅप करा.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nया व्यसनाधीन मायनर गेमचे सर्व स्तर तुम्ही पूर्ण करू शकता का जे आम्ही तुम्हाला देऊ करत आहोत? खाणकाम खेळांसह आम्हाला तुमची कौशल्ये पहा. आता खेळ!",
    "ms": "Perangkak perlombongan hari ini lebih maju dan berkuasa daripada yang digunakan semasa larian emas pada pertengahan 1800-an. Itulah sebabnya anda akan menggunakan mesin perlombongan berat moden dalam permainan ini.\n\nBAGAIMANA UNTUK BERMAIN GAME LOMBONG EMAS?\nBermain Permainan Penambang Emas adalah sangat mudah dan menyeronokkan. Permainan ini memerlukan anda mengumpul ketulan emas, permata, dan khazanah tersembunyi untuk mara ke peringkat seterusnya. Jika ini tidak berlaku, permainan berakhir.\n\nJika anda ingin menyingkirkan batu yang tidak bernilai, gunakan bahan letupan.\n\nKAWALAN\n- Komputer: apabila cangkuk dihalakan pada item yang ingin anda ambil, klik skrin permainan.\n- Peranti Mudah Alih: ketik kawasan skrin permainan apabila cangkuk sedang dalam perjalanan untuk objek berharga yang anda ingin tarik.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nBolehkah anda melengkapkan semua peringkat permainan penambang ketagihan ini yang kami gembira untuk tawarkan kepada anda? Jadikan kami melihat kemahiran anda dengan permainan perlombongan. Main sekarang!",
    "nl": "De mijnbouwcrawlers van vandaag zijn geavanceerder en krachtiger dan die gebruikt tijdens de goudkoorts van het midden van de 19e eeuw. Daarom gebruik je in dit spel een moderne, zware mijnbouwmachine.\n\nHOE GOUDMINER SPEL SPELEN?\nHet spelen van Gold Miner Game is heel eenvoudig en leuk. In dit spel moet je goudklompjes, edelstenen en verborgen schatten verzamelen om naar het volgende niveau te gaan. Als dit niet gebeurt, is het spel afgelopen.\n\nAls je waardeloze stenen kwijt wilt, gebruik dan explosieven.\n\nBEDIENINGSELEMENTEN\n- Computer: wanneer de haak is gericht op het item dat u wilt ophalen, klikt u op het spelscherm.\n- Mobiel apparaat: tik op het spelscherm wanneer de haak onderweg is naar het kostbare object dat je wilt optrekken.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nKun jij alle niveaus voltooien van dit verslavende mijnwerkersspel dat we je graag aanbieden? Laat ons je vaardigheden zien met mijnspellen. Nu afspelen!",
    "no": "Dagens gruvesøkeroboter er mer avanserte og kraftigere enn de som ble brukt under gullrushet på midten av 1800-tallet. Det er derfor du vil bruke en moderne tung gruvemaskin i dette spillet.\n\nHVORDAN SPILLER DU GOLD MINER-SPILL?\nÅ spille Gold Miner Game er veldig enkelt og morsomt. Dette spillet krever at du samler gullklumper, edelstener og skjulte skatter for å gå videre til neste nivå. Hvis dette ikke skjer, er spillet over.\n\nHvis du vil bli kvitt verdiløse steiner, bruk eksplosiver.\n\nKONTROLLER\n- Datamaskin: når kroken peker på gjenstanden du ønsker å hente, klikker du på spillskjermen.\n- Mobil enhet: trykk på spillskjermområdet når kroken er på vei til den dyrebare gjenstanden du vil trekke opp.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nEGENSKAPER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nKan du fullføre alle nivåene i dette vanedannende gruvespillet som vi er glade for å tilby deg? Få oss til å se ferdighetene dine med gruvespill. Leke nå!",
    "pl": "Dzisiejsze roboty górnicze są bardziej zaawansowane i potężniejsze niż te używane podczas gorączki złota w połowie XIX wieku. Dlatego w tej grze będziesz używać nowoczesnej ciężkiej maszyny górniczej.\n\nJAK GRAĆ W GRĘ GOLD MINER?\nGra w Gold Miner Game jest bardzo prosta i przyjemna. Ta gra wymaga zbierania samorodków złota, klejnotów i ukrytych skarbów, aby przejść do następnego poziomu. Jeśli tak się nie stanie, gra jest zakończona.\n\nJeśli chcesz pozbyć się bezwartościowych kamieni, użyj materiałów wybuchowych.\n\nSTEROWNICA\n- Komputer: kiedy hak jest wycelowany w przedmiot, który chcesz odzyskać, kliknij ekran gry.\n- Urządzenie mobilne: dotknij obszaru ekranu gry, gdy hak jest w drodze do cennego przedmiotu, który chcesz wyciągnąć.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nCECHY:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nCzy potrafisz ukończyć wszystkie poziomy tej uzależniającej gry górniczej, którą mamy przyjemność Ci zaoferować? Pokaż nam swoje umiejętności w grach górniczych. Zagraj teraz!",
    "pt_BR,pt_PT": "Os rastreadores de mineração de hoje são mais avançados e poderosos do que os usados durante a corrida do ouro em meados do século XIX. É por isso que você usará uma moderna máquina de mineração pesada neste jogo.\n\nCOMO JOGAR O JOGO MINEIRO DE OURO?\nJogar o jogo Gold Miner é muito simples e divertido. Este jogo exige que você colete pepitas de ouro, pedras preciosas e tesouros escondidos para avançar para o próximo nível. Se isso não acontecer, o jogo acabou.\n\nSe você quiser se livrar de pedras inúteis, use explosivos.\n\nCONTROLES\n- Computador: quando o gancho estiver apontado para o item que deseja recuperar, clique na tela do jogo.\n- Dispositivo móvel: toque na área da tela do jogo quando o gancho estiver a caminho do objeto precioso que você deseja puxar.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nVocê consegue completar todos os níveis deste viciante jogo de mineração que temos o prazer de oferecer a você? Faça-nos ver suas habilidades com jogos de mineração. Jogue agora!",
    "ro": "Crawlerele miniere de astăzi sunt mai avansate și mai puternice decât cele folosite în timpul goanei aurului de la mijlocul anilor 1800. De aceea vei folosi o mașină grea modernă de minerit în acest joc.\n\nCUM SE JOACĂ JOCUL GOLD MIER?\nJocul Gold Miner este foarte simplu și distractiv. Acest joc vă cere să colectați pepite de aur, pietre prețioase și comori ascunse pentru a trece la nivelul următor. Dacă acest lucru nu se întâmplă, jocul s-a terminat.\n\nDacă vrei să scapi de pietrele fără valoare, folosește explozivi.\n\nCONTROALE\n- Computer: când cârligul este îndreptat către elementul pe care doriți să îl recuperați, faceți clic pe ecranul jocului.\n- Dispozitiv mobil: atingeți zona ecranului de joc când cârligul este în drum spre obiectul prețios pe care doriți să-l ridicați.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nPoți să completezi toate nivelurile acestui joc de mineri captivant pe care suntem încântați să ți-l oferim? Fă-ne să-ți vedem abilitățile cu jocurile miniere. Joaca acum!",
    "ru": "Сегодняшние краулеры для майнинга более совершенны и мощны, чем те, которые использовались во время золотой лихорадки середины 1800-х годов. Вот почему в этой игре вы будете использовать современную тяжелую горнодобывающую машину.\n\nКАК ИГРАТЬ В ИГРУ GOLD MINER?\nИграть в Gold Miner Game очень просто и весело. В этой игре вам нужно собирать золотые самородки, драгоценные камни и спрятанные сокровища, чтобы перейти на следующий уровень. Если этого не произойдет, игра окончена.\n\nЕсли хотите избавиться от бесполезных камней, используйте взрывчатку.\n\nУПРАВЛЕНИЕ\n- Компьютер: когда крюк будет направлен на предмет, который вы хотите достать, нажмите на игровой экран.\n- Мобильное устройство: коснитесь области игрового экрана, когда крюк находится на пути к драгоценному объекту, который вы хотите вытащить.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nСможете ли вы пройти все уровни этой захватывающей шахтерской игры, которую мы рады вам предложить? Покажите нам свои навыки в майнинг-играх. Играть сейчас!",
    "sk": "Dnešné ťažobné pásy sú vyspelejšie a výkonnejšie ako tie, ktoré sa používali počas zlatej horúčky v polovici 19. storočia. To je dôvod, prečo budete v tejto hre používať moderný ťažký ťažobný stroj.\n\nAKO HRAŤ HRU GOLD MINER?\nHranie hry Gold Miner je veľmi jednoduché a zábavné. Táto hra vyžaduje, aby ste zbierali zlaté nugety, drahokamy a skryté poklady, aby ste postúpili do ďalšej úrovne. Ak sa tak nestane, hra končí.\n\nAk sa chcete zbaviť bezcenných kameňov, použite výbušniny.\n\nOVLÁDANIE\n- Počítač: keď je hák nasmerovaný na položku, ktorú chcete získať, kliknite na hernú obrazovku.\n- Mobilné zariadenie: klepnite na oblasť hernej obrazovky, keď je hák na ceste k vzácnemu predmetu, ktorý chcete vytiahnuť.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nDokážete dokončiť všetky úrovne tejto návykovej baníckej hry, ktorú vám s radosťou ponúkame? Ukážte nám svoje schopnosti pomocou ťažobných hier. Hrať teraz!",
    "sl": "Današnji rudarski pajki so naprednejši in zmogljivejši od tistih, ki so se uporabljali med zlato mrzlico sredi 19. stoletja. Zato boste v tej igri uporabljali sodoben težak rudarski stroj.\n\nKAKO IGRATI IGRO GOLD MINER?\nIgranje igre Gold Miner je zelo preprosto in zabavno. Ta igra zahteva, da zberete zlate kepe, dragulje in skrite zaklade, da napredujete na naslednjo stopnjo. Če se to ne zgodi, je igre konec.\n\nČe se želite znebiti ničvrednih kamnov, uporabite eksploziv.\n\nKONTROLE\n- Računalnik: ko je kljuka usmerjena proti predmetu, ki ga želite pridobiti, kliknite zaslon igre.\n- Mobilna naprava: tapnite območje zaslona igre, ko je kljuka na poti za dragocen predmet, ki ga želite potegniti.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nAli lahko dokončate vse stopnje te zasvojenostne rudarske igre, ki vam jo z veseljem ponujamo? Naj vidimo vaše sposobnosti z rudarskimi igrami. Igraj zdaj!",
    "sr": "Данашњи рударски пузачи су напреднији и моћнији од оних који су коришћени током златне грознице средином 1800-их. Зато ћете у овој игри користити модерну тешку рударску машину.\n\nКАКО ИГРАТИ ИГРЦУ ГОЛД МИНЕР?\nИграње игре Голд Минер је веома једноставно и забавно. Ова игра захтева од вас да сакупите златнике, драгуље и скривена блага да бисте прешли на следећи ниво. Ако се то не догоди, игра је готова.\n\nАко желите да се решите безвредног камења, користите експлозив.\n\nКОНТРОЛЕ\n- Рачунар: када је кука усмерена на предмет који желите да преузмете, кликните на екран игре.\n- Мобилни уређај: додирните област екрана игре када је кука на путу за драгоцени предмет који желите да подигнете.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nМожете ли завршити све нивое ове заразне рударске игре коју вам са задовољством нудимо? Нека видимо ваше вештине са рударским играма. Играј!",
    "sv": "Dagens gruvkrypare är mer avancerade och kraftfulla än de som användes under guldrushen i mitten av 1800-talet. Det är därför du kommer att använda en modern tung gruvmaskin i det här spelet.\n\nHUR SPELAR MAN GOLD MINER-SPEL?\nAtt spela Gold Miner Game är väldigt enkelt och roligt. Detta spel kräver att du samlar guldkorn, ädelstenar och gömda skatter för att gå vidare till nästa nivå. Om detta inte händer är spelet över.\n\nOm du vill bli av med värdelösa stenar, använd sprängmedel.\n\nKONTROLLER\n- Dator: när kroken pekar på föremålet du vill hämta, klicka på spelskärmen.\n- Mobil enhet: tryck på spelskärmsområdet när kroken är på väg mot det dyrbara föremålet du vill dra upp.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nKan du slutföra alla nivåer i detta beroendeframkallande gruvarbetarspel som vi är glada att kunna erbjuda dig? Få oss att se dina färdigheter med gruvspel. Spela nu!",
    "sw": "Watambazi wa leo wa uchimbaji madini ni wa hali ya juu na wenye nguvu zaidi kuliko wale waliotumiwa wakati wa kukimbilia kwa dhahabu katikati ya miaka ya 1800. Ndiyo maana utakuwa unatumia mashine ya kisasa ya uchimbaji madini nzito katika mchezo huu.\n\nJINSI YA KUCHEZA MCHEZO WA MCHIMBA DHAHABU?\nKucheza Gold Miner Game ni rahisi sana na ya kufurahisha. Mchezo huu unahitaji kukusanya nuggets za dhahabu, vito, na hazina zilizofichwa ili kusonga mbele hadi ngazi inayofuata. Ikiwa hii haifanyika, mchezo umekwisha.\n\nIkiwa unataka kuondoa mawe yasiyo na maana, tumia vilipuzi.\n\nVIDHIBITI\n- Kompyuta: ndoano inapoelekezwa kwenye kitu unachotaka kurejesha, bofya skrini ya mchezo.\n- Kifaa cha Simu: gusa eneo la skrini ya mchezo wakati ndoano iko njiani kwa kitu cha thamani unachotaka kuvuta.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nVIPENGELE:\n- HTML5 Mchezo\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nJe, unaweza kukamilisha viwango vyote vya mchezo huu wa kuchimba madini ambao tunafurahi kukupa? Tufanye tuone ujuzi wako na michezo ya uchimbaji madini. Cheza sasa!",
    "ta": "இன்றைய சுரங்க கிராலர்கள் 1800 களின் நடுப்பகுதியில் தங்க வேட்டையின் போது பயன்படுத்தப்பட்டதை விட மேம்பட்ட மற்றும் சக்திவாய்ந்தவை. அதனால்தான் இந்த விளையாட்டில் நீங்கள் ஒரு நவீன கனரக சுரங்க இயந்திரத்தைப் பயன்படுத்துவீர்கள்.\n\nகோல்ட் மைனர் கேம் விளையாடுவது எப்படி?\nகோல்ட் மைனர் கேம் விளையாடுவது மிகவும் எளிமையானது மற்றும் வேடிக்கையானது. இந்த விளையாட்டில் நீங்கள் அடுத்த நிலைக்கு முன்னேற தங்க கட்டிகள், ரத்தினங்கள் மற்றும் மறைக்கப்பட்ட பொக்கிஷங்களை சேகரிக்க வேண்டும். இது நடக்கவில்லை என்றால், விளையாட்டு முடிந்துவிட்டது.\n\nநீங்கள் பயனற்ற கற்களை அகற்ற விரும்பினால், வெடிமருந்துகளைப் பயன்படுத்துங்கள்.\n\nகட்டுப்பாடுகள்\n- கணினி: நீங்கள் மீட்டெடுக்க விரும்பும் பொருளின் மீது கொக்கி சுட்டிக்காட்டப்பட்டால், விளையாட்டுத் திரையைக் கிளிக் செய்யவும்.\n- மொபைல் சாதனம்: நீங்கள் மேலே இழுக்க விரும்பும் விலைமதிப்பற்ற பொருளுக்கு ஹூக் செல்லும் போது கேம் திரைப் பகுதியைத் தட்டவும்.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nநாங்கள் உங்களுக்கு வழங்குவதில் மகிழ்ச்சியடையும் இந்த போதை சுரங்க விளையாட்டின் அனைத்து நிலைகளையும் உங்களால் முடிக்க முடியுமா? சுரங்க விளையாட்டுகள் மூலம் உங்கள் திறமைகளை எங்களுக்குக் காட்டவும். இப்பொழுதே விளையாடு!",
    "te": "నేటి మైనింగ్ క్రాలర్లు 1800ల మధ్యకాలంలో గోల్డ్ రష్ సమయంలో ఉపయోగించిన వాటి కంటే అధునాతనమైనవి మరియు శక్తివంతమైనవి. అందుకే మీరు ఈ గేమ్‌లో ఆధునిక భారీ మైనింగ్ మెషీన్‌ని ఉపయోగిస్తున్నారు.\n\nగోల్డ్ మైనర్ గేమ్ ఆడటం ఎలా?\nగోల్డ్ మైనర్ గేమ్ ఆడటం చాలా సులభం మరియు సరదాగా ఉంటుంది. ఈ గేమ్‌లో మీరు తదుపరి స్థాయికి చేరుకోవడానికి బంగారు నగ్గెట్‌లు, రత్నాలు మరియు దాచిన నిధులను సేకరించడం అవసరం. ఇది జరగకపోతే, ఆట ముగిసింది.\n\nమీరు పనికిరాని రాళ్లను వదిలించుకోవాలనుకుంటే, పేలుడు పదార్థాలను ఉపయోగించండి.\n\nనియంత్రణలు\n- కంప్యూటర్: మీరు తిరిగి పొందాలనుకుంటున్న వస్తువుపై హుక్ చూపబడినప్పుడు, గేమ్ స్క్రీన్‌పై క్లిక్ చేయండి.\n- మొబైల్ పరికరం: మీరు పైకి లాగాలనుకుంటున్న విలువైన వస్తువు కోసం హుక్ మార్గంలో ఉన్నప్పుడు గేమ్ స్క్రీన్ ప్రాంతాన్ని నొక్కండి.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమేము మీకు అందించడానికి సంతోషిస్తున్న ఈ వ్యసనపరుడైన మైనర్ గేమ్ యొక్క అన్ని స్థాయిలను మీరు పూర్తి చేయగలరా? మైనింగ్ గేమ్‌లతో మీ నైపుణ్యాలను మాకు కనిపించేలా చేయండి. ఇప్పుడు ఆడు!",
    "th": "โปรแกรมรวบรวมข้อมูลการขุดในปัจจุบันมีความก้าวหน้าและมีประสิทธิภาพมากกว่าที่ใช้ในช่วงตื่นทองกลางปี 1800 นั่นเป็นเหตุผลที่คุณจะใช้เครื่องขุดขนาดใหญ่ที่ทันสมัยในเกมนี้\n\nจะเล่นเกมขุดทองได้อย่างไร?\nการเล่นเกม Gold Miner นั้นง่ายและสนุกมาก เกมนี้กำหนดให้คุณต้องรวบรวมนักเก็ตทองคำ อัญมณี และสมบัติที่ซ่อนอยู่เพื่อก้าวไปสู่ระดับถัดไป ถ้าไม่เกิดขึ้น เกมจะจบลง\n\nหากคุณต้องการกำจัดหินไร้ค่า ให้ใช้ระเบิด\n\nการควบคุม\n- คอมพิวเตอร์: เมื่อตะขอชี้ไปที่รายการที่คุณต้องการดึง ให้คลิกที่หน้าจอเกม\n- อุปกรณ์พกพา: แตะพื้นที่หน้าจอเกมเมื่อตะขออยู่ระหว่างเส้นทางสำหรับวัตถุมีค่าที่คุณต้องการดึงขึ้นมา\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณสามารถผ่านด่านทั้งหมดของเกมขุดเหมืองที่เรายินดีมอบให้คุณได้หรือไม่? ทำให้เราเห็นทักษะของคุณกับเกมขุด เล่นเลย!",
    "tr": "Günümüzün madencilik tarayıcıları, 1800'lerin ortalarındaki altına hücum sırasında kullanılanlardan daha gelişmiş ve güçlüdür. Bu yüzden bu oyunda modern bir ağır madencilik makinesi kullanacaksınız.\n\nALTIN MADENCİSİ OYUNU NASIL OYNANIR?\nAltın Madenci Oyunu oynamak çok basit ve eğlencelidir. Bu oyun, bir sonraki seviyeye geçmek için altın külçelerini, mücevherleri ve gizli hazineleri toplamanızı gerektirir. Bu olmazsa, oyun biter.\n\nDeğersiz taşlardan kurtulmak istiyorsanız patlayıcı kullanın.\n\nKONTROLLER\n- Bilgisayar: Kanca, almak istediğiniz öğeye doğrultulduğunda, oyun ekranına tıklayın.\n- Mobil Cihaz: Kanca, çekmek istediğiniz değerli nesne için yoldayken oyun ekranı alanına dokunun.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nSize sunmaktan mutluluk duyduğumuz bu bağımlılık yaratan madenci oyununun tüm seviyelerini tamamlayabilir misiniz? Madencilik oyunları ile yeteneklerinizi görmemizi sağlayın. Şimdi oyna!",
    "uk": "Сучасні сканери для майнінгу є більш досконалими та потужнішими, ніж ті, що використовувалися під час золотої лихоманки середини 1800-х років. Тому в цій грі ви будете використовувати сучасну важку шахтну машину.\n\nЯК ГРАТИ В ГРУ GOLD MINER?\nГрати в гру Gold Miner дуже просто і весело. У цій грі вам потрібно збирати золоті самородки, дорогоцінні камені та приховані скарби, щоб перейти на наступний рівень. Якщо цього не відбувається, гра закінчена.\n\nЯкщо ви хочете позбутися нікчемних каменів, використовуйте вибухівку.\n\nУПРАВЛІННЯ\n- Комп'ютер: коли гачок спрямований на предмет, який ви хочете отримати, клацніть екран гри.\n- Мобільний пристрій: торкніться області ігрового екрана, коли гак прямує до дорогоцінного предмета, який ви хочете підтягнути.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЧи можете ви пройти всі рівні цієї захоплюючої гри-шахтаря, яку ми раді вам запропонувати? Зробіть так, щоб ми побачили ваші навички в іграх для майнінгу. Грати зараз!",
    "vi": "Các trình thu thập dữ liệu khai thác ngày nay tiên tiến và mạnh mẽ hơn so với những trình thu thập thông tin được sử dụng trong cơn sốt vàng vào giữa những năm 1800. Đó là lý do tại sao bạn sẽ sử dụng một cỗ máy khai thác hạng nặng hiện đại trong trò chơi này.\n\nCÁCH CHƠI TRÒ CHƠI ĐÀO VÀNG NHƯ THẾ NÀO?\nChơi Game đào vàng rất đơn giản và thú vị. Trò chơi này yêu cầu bạn thu thập vàng cốm, đá quý và kho báu ẩn để lên cấp độ tiếp theo. Nếu điều này không xảy ra, trò chơi kết thúc.\n\nNếu bạn muốn loại bỏ những viên đá vô giá trị, hãy sử dụng chất nổ.\n\nKIỂM SOÁT\n- Máy tính: khi móc chỉ vào vật muốn lấy, bấm vào màn hình trò chơi.\n- Thiết bị di động: chạm vào khu vực màn hình trò chơi khi móc đang trên đường đến vật quý giá mà bạn muốn kéo lên.\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ Chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể hoàn thành tất cả các cấp độ của trò chơi khai thác gây nghiện này mà chúng tôi hân hạnh cung cấp cho bạn không? Hãy cho chúng tôi thấy kỹ năng của bạn với các trò chơi khai thác. Bắt đầu chơi!",
    "zh_CN": "今天的采矿爬行器比 1800 年代中期淘金热时期使用的爬行器更先进、更强大。 这就是为什么您将在此游戏中使用现代重型采矿机。\n\n如何玩黄金矿工游戏？\n玩黄金矿工游戏非常简单有趣。 这个游戏需要你收集金块、宝石和隐藏的宝藏才能进入下一关。 如果这没有发生，游戏就结束了。\n\n如果你想摆脱无价值的石头，使用炸药。\n\n控件\n- 电脑：当钩子指向你想要取回的物品时，点击游戏画面。\n- 移动设备：当钩子在你想要拉起的珍贵物品的途中时，点击游戏屏幕区域。\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能完成我们很高兴为你提供的这款令人上瘾的矿工游戏的所有级别吗？ 让我们了解您在采矿游戏方面的技能。 现在播放！",
    "zh_TW": "今天的採礦爬行器比 1800 年代中期淘金熱時期使用的爬行器更先進、更強大。 這就是為什麼您將在此遊戲中使用現代重型採礦機。\n\n如何玩黃金礦工遊戲？\n玩黃金礦工遊戲非常簡單有趣。 這個遊戲需要你收集金塊、寶石和隱藏的寶藏才能進入下一關。 如果這沒有發生，遊戲就結束了。\n\n如果你想擺脫無價值的石頭，使用炸藥。\n\n控件\n- 電腦：當鉤子指向你想要取回的物品時，點擊遊戲畫面。\n- 移動設備：當鉤子在你想要拉起的珍貴物品的途中時，點擊遊戲屏幕區域。\n\nGold Miner Game is a fun gold mining game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n你能完成我們很高興為你提供的這款令人上癮的礦工遊戲的所有級別嗎？ 讓我們了解您在採礦遊戲方面的技能。 現在播放！"
  }
}