{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Cornify - Unicorn and rainbow happiness!!!",
    "de": "Cornify - Einhörner und Regenbögen auf Knopfdruck!!!",
    "es": "Cornify - Unicornio y la felicidad del arco iris!!!",
    "fr": "Cornify - Unicorn et bonheur arc-en-ciel!!!",
    "ja": "Cornify - ユニコーンと虹の幸福!!!",
    "ko": "Cornify - 유니콘과 무지개의 행복!!!",
    "pt_BR,pt_PT": "Cornify - Felicidade do unicórnio e do arco-íris!!!",
    "ru": "Cornify - Единорог и радуга счастья!!!",
    "sv": "Cornify - Unicorn och regnbåge lycka!!!",
    "tr": "Cornify - Tek boynuzlu at ve gökkuşağının mutluluğu!!!",
    "zh_CN,zh_TW": "Cornify - 独角兽和彩虹幸福!!!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Add sparkly unicorns and rainbows to websites.",
    "de": "Glitzernde Regenbögen und Einhörner für alle Webseiten die due besuchst.",
    "es": "Añada brillantes unicornios y arco iris a los sitios web.",
    "fr": "Ajoutez des licornes scintillantes et des arcs-en-ciel aux sites Web.",
    "ja": "ウェブサイトに輝くユニコーンと虹を加える。",
    "ko": "반짝이는 유니콘과 무지개를 웹 사이트에 추가하십시오.",
    "pt_BR,pt_PT": "Adicione sparklic unicorns e rainbows aos sites.",
    "ru": "Добавить блестящие единороги и радугами на веб-сайты.",
    "sv": "Lägg glittriga enhörningar och regnbågar till webbplatser.",
    "tr": "Web sitelerine pırıl pırıl unicorns ve gökkuşum ekleyin.",
    "zh_CN,zh_TW": "向网站添加闪亮的独角兽和彩虹。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Sparkle up your life with the amazing power of unicorn and rainbow happiness! Cornify welcomes you to a life of extreme unicorn love. Press the button to get infinite (it's true) unicorns and rainbows, right in your browser. It's incredible! Fill your life with unicorns and rainbows. If you ever need a break, press the rainbow cupcake button that appears in the top right corner of the page. It will attract the unicorns and herd them to away so you can use your website again.\n\nYou can also create your own unicorns and spread them. They are called Younicorns, and you can summon your own personal ones at https://www.cornify.com/younicorns. Pick your favorite alicorn (unicorn horn), colors, mane, face expressions and so much more.\n\nSince 2009, Cornify has spread over 400 million unicorns and rainbows across the Internet. It's a highly rated, useful tool for web design and web development, as well as the preservation and protection of the most magical species of animal in existence. Technology, creativity and mystery have been combined to form a synergy that will enhance your life forever.\n\nAnd now for some lovely notes about permissions and data, for your enjoyment:\n \nThis extensions only asks for permissions it needs to add unicorns and rainbows to websites. Those are access to tabs and websites (to add the images) and to storage (for remembering how many unicorns you have summoned into this world). Cornify does not want or care about any of your personal data. We just want to sparkle up the world and spread happiness with this wonderful Internet technology.",
    "de": "Cornify now also detects fake news websites. Watch for the black rainbows in the icon. If you see them, maybe assume that some of the content on the website you are looking at is full of imagination and creativity.\n\nSparkle up your life with the amazing power of unicorn and rainbow happiness! Cornify welcomes you to a life of extreme unicorn love. Press the button to get infinite (it's true) unicorns and rainbows, right in your browser. It's incredible! Fill your life with unicorns and rainbows. If you ever need a break, press the rainbow cupcake button that appears in the top right corner of the page. It will attract the unicorns and herd them to away so you can use your website again.\n\nSince 2009, Cornify has spread over 150 million unicorns and rainbows across the Internet.",
    "es,fr,ja,ko,pt_BR,pt_PT,ru,sv,tr,zh_CN,zh_TW": "Cornify now also detects fake news websites. Watch for the black rainbows in the icon. If you see them, maybe assume that some of the content on the website you are looking at is full of imagination and creativity.\n\nSparkle up your life with the amazing power of unicorn and rainbow happiness! Cornify welcomes you to a life of extreme unicorn love. Press the button to get infinite (it's true) unicorns and rainbows, right in your browser. It's incredible!\n\nSince 2009, Cornify has spread over 150 million unicorns and rainbows across the Internet."
  }
}