{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click To Call for Internet Phone - Ringover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Click To Call for Internet Phone - Ringover extension, all phone numbers displayed on web pages become clickable!",
    "fr": "Avec l'extension Click To Call for Internet Phone - Ringover, tous les numéros de téléphone qui s'affichent sur les pages Web…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When you click on a number, the call is launched from your Ringover dialer!\n\n\nClick2Call: Click on a number on your webpages to call it directly from your account, compatible with Ringover CTI dialer for Zendesk, Salesforce, Dynamics and Salesloft.\n\nPowerDialer: Compile a telephone number list and call them from your account, one number instantly after the other, works on web app and desktop app.\n\n\nRight-click on the extension icon or on the targeted web page to open extension options:\n\nEnable / Disable Click2Call.\nChoosing not to activate on some domain.\nShow / Hide number overlay.\nSwitch phone number format searched on web pages.\n\nConnect your Ringover account with the extension to access on advanced features:\n\nEnable / Disable PowerDialer.\nSelect call platform: web app (app.ringover.com), desktop app, sip phone or mobile apps (iOS and Android)\nSelect your output number (sip phone and mobile app call mode).",
    "fr": "Dès que vous cliquez sur un numéro, l'appel se lance depuis votre dialer Ringover !\n\n\nClick2Call : Cliquez sur un numéro de vos pages Web pour l'appeler directement sur votre compte, prise en charge des CTI de Zendesk, Salesforce et Dynamics.\n\nPowerDialer: Récupérer la liste des numéros de vos pages Web pour les appeler à la chaine sur votre compte, fonctionne avec myringover.com et l'application bureau.\n\n\nClique droit sur l'icone de l'extension ou sur la page web visé pour ouvrir les options de l'extension :\n\nActiver / Désactiver le Click2Call.\nChoix de ne pas activer sur certains domaines.\nAfficher / Masquer la surbrillance des numéros.\nChangement du format des numéros recherchés sur les pages web.\n\nConnectez votre compte avec l'extension afin d'accéder à d'autres fonctionnalités\n\nActiver / Désactiver le PowerDialer.\nChoix du support d'appel : web app (app.ringover.com), l'application bureau (Desktop App), sip phone ou applications mobile (iOS et Android)\nChoix du numéro de sortie (en mode Sip Phone ou application mobile)"
  }
}