{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashDocs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professional slides in seconds. Dynamic layouts, text, images, and charts from your instructions and file uploads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly generate professional, dynamic content and slide layouts for your Google Slides™ presentation. Upload existing decks to automatically configure custom templates, brand guidelines, and knowledge bases.\n\nHERE'S HOW IT WORKS:\n- Open the FlashDocs panel within Google Slides™.\n- Provide instructions and even upload attachments (like Excel files or PDFs).\n- FlashDocs automatically suggests professional slide layouts and inserts relevant details into your presentations, tailoring them based on your instructions.\n\nFEATURES:\n- AI-Powered Personalization: Automatically generate client-focused presentations. FlashDocs assesses previous call notes, audience background, and other relevant data to produce tailor-made slides that resonate with the audience.\n- Enterprise-Level Integration: Seamlessly connect with your company's CRM and other systems, ensuring each presentation draws on the most relevant and up-to-date information.\n- Time-Efficient and Stress-Free: Say goodbye to last-minute slide creation panic. FlashDocs offers a streamlined, efficient process that frees up your team to focus on what they do best - engaging with clients.\n- Brand Consistency and Identity Control: FlashDocs ensures that each presentation not only speaks directly to your clients but also aligns perfectly with your brand guidelines, maintaining a consistent brand identity across all communications.\n\nWHY CHOOSE FLASHDOCS?\n- Enhanced Client Engagement: Deliver personalized content that engages and resonates with your clients, leading to improved relationships and conversion rates.\n- Efficiency and Productivity: With FlashDocs, the time-consuming task of creating custom presentations is significantly reduced, allowing your team to allocate more time to strategic activities.\n- Brand Alignment: Ensure that every presentation reflects your brand's ethos and aesthetic, reinforcing brand recognition and trust.\n- Data-Driven Insights: Make informed decisions based on the integration of real-time data from your enterprise systems, ensuring your presentations are always relevant and impactful."
  }
}