{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Today's Task"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension that opens a new tab with a daily task to complete."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To-do lists do not work.\n\nReason? Our goal setting abilities are a lot enhanced than our goal completing environments. The conflict between this results in a tension between what we want to do and what we can do.\n\nEnter Today's Task!\n\nToday's Task chrome extension solves the very particular problem of this conflict. Today's Task will allow you to conquer more projects by focussing on one task per day.\n\nRemember - less is more.\n\nToday's Task aims to help users conquer more projects through a more focused approach.\n\n🚀 Features:\n\n✅ Today's Task\n- This page will show you your Today's Task to complete\n- A task will be randomly picked for you - but you can also shuffle task\n\n✅ Task Chain\n- Gamify your TODO tasks\n- Everyday you complete a task the task chain will change the color and increment the counter\n- This is to encourage you and keep you accountable\n\n✅ Update Tasks\n- Use this page to add your list of tasks or delete any tasks\n- You can shuffle your Today's Task from this page too\n\n✅ Shuffle Tasks:\n- If you don't like today's task you can use \"Shuffle\" task to update today's task\n- If you complete today's task and want to do more you can use this feature for it too\n\n✅ Theme\n- You can switch between light and dark theme\n\n✅ Disable for 2 hours\n- Use this option if you want to see normal chrome new tab instead of this extension\n- This is especially handy when you don't want to show your tasks in meetings\n\n\nFootnote: This app is aimed towards a very niche folks like me with ADHD who I think might find this app invaluable.\n\nUpdate 1.2.4 release notes:\n- Added snooze feature - 1 week, 1 month, 1 year\n- Added helpful tooltips\n- Improved shuffle functionality\n\nUpdate 1.2.0 release notes:\n- Complete UI/UX redesign\n- And a lot of bug fixes\n\nUpdate 1.1.8 release notes:\n- All tasks are now recurring - yay!\n- Some minor bug fixes\n\nUpdate 1.1.6 release notes:\n- Had to remove sync on multiple devices support due to chrome storage limitations\n- More storage space now available with local storage (unique data per device)\n\nUpdate 1.1.4 release notes:\n- You can now conveniently shuffle tasks directly from the Today Task page.\n- In addition to marking today's tasks as done, you can now mark any task as completed and receive credit for your achievements.\n- Export all your tasks and task-chain for your reference\n- Various bug fixes"
  }
}