{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "User Tagger"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tag users on Facebook, YouTube and Hacker News"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Functions:\n* Easy to use\n* Privat, only you can see your tags\n* Activate it only for the sites you need it for\n* Overview of all your tags\n\nSupported Websites:\n* YouTube (All channels and users appearing in comments)\n* Facebook (Users and Groups, everywhere)\n* Hacker News (Users on all major pages)\n\nUse cases:\n* Highlight users who contribute interesting content, so you immediately see their content\n* Mark trolls and stop wasting your time reading their content\n* Stop forgetting important details of your contacts and have notes right next to their name\n* Label official accounts so you know for sure that they are the real deal\n* Give pseudonyms the name you know them by\n\n\n------------------------\n\nDisclaimer:\nBy installing this extension you agree that I have no liability for any damages this might cause, nor can I be held responsible for any expectations or promises that are claimed here. The code worked just fine when I developed it and tested it on my computers. Maybe it does work for you, maybe not. Maybe it will work today, but not tomorrow. I'm an individual developer just trying to create some stuff, please leave me alone with any legal charges. In case you find bugs, please report them and stay nice in the comments. Otherwise I will tag you as the unfriendly guy who demotivates developers.\n\nPrivacy Policy:\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at https://www.google.com/intl/en/policies/. No joke."
  }
}