{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Windowed - floating Youtube/every website"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Changes fullscreen buttons to go into a popup. Works for every website that uses fullscreen, including Youtube, Vimeo, Netflix"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Changes fullscreen buttons so they will put a window around the fullscreen app. This allows you to put a Youtube video about a subject next to the paper you are writing or watch a show on Netflix while chatting. This extension will not reload the video you are watching, nor use some custom controls: it puts the website in its own fullscreen mode. Now also supports Picture-in-Picture mode when fullscreening a video, but this takes away the websites video controls.\n\n---\nThis extension requires \"Read sites data\" permission to function, but you can right-click the extension icon, click \"This Can Read and Change Site Data\" and enable it only for websites that you are comfortable with. Also the source is open, so you can read that no data is actually read or changed by this extension :)\n---\n\nIt will present you with a small menu when you click fullscreen, so you can choose to go fullscreen or windowed.\n\nSome of the website confirmed to work:\n- Youtube\n- Netflix\n- Twitch\n- Most other websites...\n\nDoes not work on\n- Flash videos (these are outside of the scope of browser extensions, I tried)\n- Videos with native html controls (as they use native fullscreen, not javascript fullscreen)\n\nIt is possible there are websites where this does not work, even though they are not flash. If you happen to find one, please let me know! :)\n\nFirefox extension: https://addons.mozilla.org/nl/firefox/addon/windowed/\nSource code: https://github.com/dralletje/windowed\n\n🤨  🤩  🤤  🧛🏻‍♂️ 🦄\nMichiel Dral"
  }
}