{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "9M2PJU APRS Pass Code Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple tool to generate APRS pass codes based on your callsign."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate Your APRS Pass Code with Ease!\n\nIf you enjoyed the tool and want to buy me a coffee, you can do so via PayPal at https://paypal.com/paypalme/9m2pju\n\nAre you an amateur radio operator looking for a simple and effective way to generate APRS pass codes? The 9M2PJU APRS Pass Code Generator is the perfect tool for you! Designed with user-friendliness in mind, this Chrome extension allows you to quickly generate pass codes based on your callsign, streamlining your APRS activities.\n\nFeatures:\n- Instant Pass Code Generation: Enter your callsign and instantly get a unique APRS pass code tailored to your needs.\n- User-Friendly Interface: Clean and modern design ensures a seamless experience for all users.\n- Clear Input: A dedicated button to clear your input field and results, making it easy to start fresh.\n\nHow It Works:\n1. Enter Your Callsign: Type your callsign in the designated input box.\n2. Generate Pass Code: Click the \"Generate Pass Code\" button, and your unique pass code will be instantly displayed.\n3. Clear Input: Need to start over? Use the \"Clear\" button to reset the fields easily.\n\nWhy Use the 9M2PJU APRS Pass Code Generator?\nWhether you're a seasoned amateur radio enthusiast or just starting your journey, this extension simplifies the process of generating pass codes, allowing you to focus more on what you love—connecting with fellow operators and exploring the world of APRS!\n\nFor more information, visit https://hamradio.my"
  }
}