{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vysor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A window to your Android"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vysor lets you view and control your Android on your computer. Easy peasy.\n\nChangelog:\n\n2.3.2\nFinal Vysor version that directs to PWA app.\n\n2.3.0\nChrome app deprecation notice.\n\n2.1.9\nAudio fixes\nWireless fixes\nFull screen fixes\nBegin transition off Chrome app store\n\n2.1.6\nLog spam fix\nAdmob compliance fix\n\n2.1.2\nAudio output refactor\n\n2.0.9\nAudio fixes\n\n2.0.1\nFix accessibility service enabling on phones older than Android O\nFix bug where accessibility services were being disabled\nAdd setup instructions for Xiaomi\n\n2.0.0\nSupport for audio streaming\nLots of bug fixes\n\n1.9.8\nCrash fix on Android P\n\n1.9.6\nUpdate adb binaries\nFix screenshot failure bug in Android P\n\n1.9.5\nUpdate some internal links to support and manual\nWatch for graphics error\n\n1.9.2\nAdd license retrieval button to main screen\n\n1.9.1\nFix resize noise bug\n\n1.9.0\nConnect automatically defaults to prompt\nRestore missing screen autodim option\n\n1.8.9\nFix bug report generation\n\n1.8.8\nAd crash fix\nFix double video decoder initialization bug\nImprove startup time\n\n1.8.7\nAdd high quality defaults\n\n1.8.6\nMore bitrate options\n\n1.8.5\nImprove latency by dropping dropping frames when canvas can't paint fast enough\n\n1.8.4\nUpdate adb binaries\nFix crash bug related to key events in Android app\n\n1.8.3\nCustom colors on title and nav bar\nRemove alipay option (was no longer supported)\nClean up purchase text on main page\nUpdate adb\n\n\n1.8.1\nDon't use appspot urls\nUninstall Vysor prior to install\n\n1.8.0\nAdd custom title bar\n\n1.7.9\nAndroid O fixes\n\n1.7.8\nManagement URLs\n\n1.7.7\nMake Vysor work on Android O\nUpdate adb binaries\nFix status window updates when installing and connecting\n\n1.7.6\nVysor Server fixes\n\n1.7.5\nVysor Server fixes on standalone apps\n\n1.7.4\nFix Vysor Server UI issues\n\n1.7.3\nUpdate adb binary and built in adb to latest version\nStripe and Paypal licenses now remain cached longer\n\n1.7.2\nDisplay Settings warning\n\n1.7.1\nVysor Share fixes\n\n1.7.0\nFix black screen issue in Chrome 56\n\n1.6.9\nVysor wireless improvements\nLicense fixes for credit card purchases when the email has dots in them\n\n1.6.8\nFix web video stream bugs\n\n1.6.6\nFix bug report bug\nFix license manager retrieve license bug\n\n1.6.5\nFixes around USB authorization and wireless\n\n1.6.4\nMore Vysor startup options\nPerformance improvements when there's dozens of devices connected\nAutomatic connection code has been improved, and will only start if the device is authorized\nMore reconnect options on wifi disconnect\n\n1.6.3\nFix bug where Vysor would spam registration update web requests when using Vysor Share\n\n1.6.1\nInternational Keyboard fixes\nEnter key behavior fixes\n\n1.5.8\nFix bug where login option was showing even when logged in\nFurther license quota fixes (offline/desktop scenarios)\n\n1.5.7\nPressing enter now performs the default action (send text, etc)\nTweak when license fallback check is used to reduce quota usage\nAndroid roundIcon for Pixel\n\n1.5.6\nFix international keyboard setting not saving\nFix connection status text not being updated in some cases\n\n1.5.5\nFix broken arrow key bindings (may require a key binding reset)\n\n1.5.4\nProvide a toast that notifies the user than an Advertisement is coming, so it is not a surprise.\n\n1.5.3\nFix potential bug where ads may show up too often due to disconnect and reconnect\nCustom mouse bindings\n\n1.5.2\nAdd option to Dim Display while connected via Vysor\n\n1.5.1\nVysor Share links now open in Inkwire on Android https://inkwire.io\n\n1.4.9\nBlack screen fix on some devices\n\n1.4.7\nCustom key bindings and navigation bar\n\n1.4.6\nUpdate adb binaries for Windows\n\n1.4.5\nResetting display settings on exit is now optional\n\n1.4.4\nNew display settings to emulate any display size when connected with Vysor\nLink to new desktop apps\nTurn on ads for non-Pro users. Ads will be shown every 30 minutes on the Android device.\n\n1.4.2\nRecord Screen available to Pro users\nTab to change focused control\n\n1.3.7\nDevice farm disconnect fixes\nNotify the user of the account being licensed on purchase\nDisable vysor ime on session ending\n\n1.3.4\nBetter support link for Android Device not found\nLinux support via Electron\n\n1.2.9\nWorkaround a bug in OPO3 firmware update that was causing Vysor to show a black screen\n\n1.2.6\nFixes to make license checking work better in offline scenarios and behind firewalls\n\n1.2.5\nUse China friendly domains for Vysor's licensing, share, and enterprise servers\n\n1.2.4\nFix license not found for new subscription methods\n\n1.2.3\nAdd support for free trials\nAdd new payment options for monthly and annual subscriptions (Alipay and Credit Card)\n\n1.2.1\nTrim Chrome app size\nPrevent view and share the device at the same time, as this does not work\nLabel and show messages for unauthorized and offline devices\nFix reset default settings not working on Vysor Free\n\n1.1.3.9\nFix APK installation bug\nFix bug where screenshots wouldn't work if device was rotated\nRemove need for port forwarding for mirroring\nImprove vysor screenshots\nTons of changes to support the standalone Vysor app (no Chrome necessary)\nFix bug where license would not work after retrieve license\n\n\n1.1.3.7\nImprove mirroring latency\n\n1.1.3.6\nAdd a web video streaming link in the device settings for recording and broadcasting\n\n1.1.3.5\nVysor Share Server now supports 3 authentication models:\n  - Whitelist\n  - Open Server\n  - Vysor Enterprise (users licensed by your Chrome account will also have access)\nRetrieve License now shows feedback on failure\n\n1.1.3.3\nFix Windows crash\nAdd Credit Card and Alipay lifetime purchase option\n\n1.1.3.2\nNew per device configuration options:\n  - name\n  - always on top\n  - resolution\n  - bitrate\n  - hardware acceleration\nShare All Devices now persists between restarts/reloads\nEasier to submit bug reports with a built in log collector\n\n1.1.3.1\nFix Vysor Share All bugs\nFix bugs in purchase screen\n\n1.1.3.0\nFix bug in license caching\n\n1.1.2.9\nAdd email permission to Chrome app manifest, as it is necessary for offline use\nRefactor license checking to handle auth token requests and errors better\n\n1.1.2.8\nAllow renaming devices in the UI\n\n1.1.2.7\nAdd logging around license checking\nFix bug where license checks would fail prematurely if the user has not retrieved an auth token\n\n1.1.2.4\nRemove unnecessary audio capture permission\n\n1.1.2.3\nFallback check the license if the Chrome web store check fails\nFix errors around startup license check\nLicense will remain cached longer for older purchases\nAdd logging around adb server connection\n\n1.1.2.2\nFix bug in caching Paypal licenses\n\n1.1.2.1\nRoll back change that seems to be causing license saving errors\n\n1.1.2.0\nPotential workaround to fix licensing issues when Chrome store responds with an error\n\n1.1.1.9\nVysor Share fixes\n\n1.1.1.6:\nFix size and centering issues in full screen mode\n\n1.1.1.5\nAdd button to allow connecting to Android devices by IP (adb connect)\n\n1.1.1.4\nFix crash on older Androids\n\n1.1.1.3\nFix resize bugs\n\n1.1.1.2\nFix issue where Vysor window would continually grow/shrink/wiggle\nImprove Vysor Share All performance\n\n1.1.1.1\nFix potential Vysor Pro license retrieval issues\n\n1.1.1.0\nUse modal dialogs instead of notifications when appropriate\nPrompt when booting another user off a device on a Vysor Share Server\nFix several Vysor Share bugs\n\n1.1.0.9\nFix Vysor Share All leaving dangling connections when disconnecting\n\n1.1.0.8\nFix bug in Vysor Server where it doesn't show who was is using a device\n\n1.1.0.7\nPerformance improvements for Vysor Share All\n\n1.1.0.6\nMake the title menu overflow less easily\nAdd a tutorial that explains the various Vysor buttons\n\n1.1.0.5\nFix bug where older Androids sometimes do not get detected properly\n\n1.1.0.4\nUse a more efficient method of detecting when new Androids are connected. This should avoid a bug in the adb binary.\nFix bugs in going wireless on slower devices.\nShow error when wireless mode fails\nFix bug where Vysor Share All did not work with Androids connected via ethernet or wireless\n\n1.1.0.3\nFix various Wireless Mode bugs\nAdd button to reconnect to a disconnected Wireless window\nMinor UI improvements\nAdd enterprise licensing option https://billing.vysor.io/\nFix licensing bug\nFix bug where Vysor Share All was available to non-Pro users\nBetter encoding resolution for low end devices\n\n1.1.0.2\nFix \"screen is unavailable\" bug on a variety of devices\nRemove superfluous logging and errors from the console log\n\n1.1.0.1\nVysor Pro branding\n\n1.1.0.0\nAdd more intuitive Paypal license retrieval button to purchase window\n\n1.0.9.9\nFix bug where going into Wireless Mode would not work if Start Automatically was enabled.\n\n1.0.9.8\nFix bug where Vysor Wireless was not available for some devices\n\n1.0.9.7\nBetter auth token management\nRetrieve Paypal purchases automatically when starting the purchase process\n\n1.0.9.6\nFix bug for some users where increasing the quality was not doing anything\n\n1.0.9.5\nFix the go wireless button not showing up for Vysor ADB users\n\n1.0.9.3\nYou can now use Vysor wirelessly by clicking the Go Wireless button (wifi icon)\nMinor UI improvements\nIncrease ADB server version to 36\nGracefully shutdown ADB sockets when appropriate to prevent adb binary from hanging\n\n1.0.9.2\nFix crash bug when clipboard service is unavailable\nFix bug where Vysor will get stuck \"Connecting\"\nHandle touch events on touch screen monitors\nFix fullscreen mode on WIndows\nHandle bug where Vysor ADB server would not properly handle failed sockets\n\n1.0.9.1\nFix the wording on the Paypal purchase. It is a one time lifetime pass, not an annual subscription.\n\n1.0.9.0\nFix bug with Paypal purchases\nAdd support for pinning titlebar so it doesn't stick on the notification area\n\n1.0.8.9\nAdd support for purchasing a lifetime pass with PayPal\nManage Vysor Keyboard disconnect and reconnect better\nAdd a settings button on all Vysor windows\n\n1.0.8.8\nAdd option to enable/disable Vysor keyboard\n\n1.0.8.7\nFix whitelist saving/loading bugs\nFix Enter no longer sending messages\n\n1.0.8.6\nShow an ongoing notification when Vysor is hiding your keyboard\n\n1.0.8.4\nFix whitelist saving bug\n\n1.0.8.3\nVysor now includes a Android IME for use with the Chrome app. There will be no on screen keyboard when using Vysor.\nSupport for international characters (UTF-8)\n\n1.0.8.2\nFix rendering bugs in the Vysor whitelist\nYou can now purchase Vysor Pro with a buy once lifetime pass\n\n1.0.8.1\nMore Vysor Share fixes\nLicense caching is now more lenient for longer offline usage\n\n1.0.8.0\nFix broken share button\n\n1.0.7.9\nFix bug where input hangs when dragging, or the app idles\n\n1.0.7.7\nUI redesign\nVysor Share now lets you share all Android devices to a URL with the click of a button.\nManage which Google have access to your Android devices via Vysor Share.\n\n1.0.7.6\nIf the decoder starts falling behind, purge all pending frames, and request a sync frame to catch up quicker\n\n1.0.7.5\nFix broken back softkey\n\n1.0.7.4\nImprove image quality when switching between portrait and landscape\nFix regression where image quality option did not work\nFix regression where connections were not cleaned up when the Vysor window was closed\nFIx window close error spam\n\n1.0.7.3\nFix usage tracker with the new decoder\nFix bug where Vysor will replay all frames that were not shown while the app was inactive, causing frame delay\n\n1.0.7.2\nShow error message if trying to purchase while not logged into Chrome\nShow error message while purchasing from a country that does not support Chrome Web Store payments\nForce software decoding to fix possible decoder latency issues\nImplement license caching so subscribers can use the app offline. Requires login.\n\n1.0.7.1\nCrash fixes related to purchasing\n\n1.0.6.9\nAdd Vysor subscription options to unlock more features\nRevamp h264 pipeline to be much more efficient\nAdd image quality option, supporting bit rates between 500Kbps (free) and 2Mbit (Pro)\nDrag an drop files to open them\nDrag and drop APKs to install them\n\n1.0.6.8\nFullscreen mode\nFix bugs that caused crashes in React.js apps\n1.0.6.7\nFix analytics\n\n1.0.6.6\nFix various Vysor Share bugs\nVysor Share now allows you to share your Android to users that do not have Vysor (Chrome and Firefox)\n\n1.0.6.5\nFix Vysor on N Preview\n\n1.0.6.4\nNew loading screen\n\n1.0.6.3\nFix crash related to resizing window\n\n1.0.6.2\nExtend trial duration\n\n1.0.6.1\nFix window size bug with reopening a Vysor window after the soft keys hidden\n\n1.0.6.0\nFix window resizing bug\nAdd softkeys. You can toggle visibility by pressing the keyboard button on the top.\n\n1.0.5.9\nNew menu buttons: screenshot, volume up/down, rotate screen, power\nFix rotation issues on pre-Kitkat devices\n\n1.0.5.8\nFix bug where Vysor ADB Server was potentially sending more data than is legally allowed by the protocol\nThis fixed the forever-spinner issue when installing the Vysor APK\n\n1.0.5.7\nFix bugs in API level 16 and 17\nAdded support for FireTV and FireTV Stick\n\n1.0.5.6\nInitial support for API level 16 (Jellybean) devices\nImproved network code\nFix bug where Vysor would automatically connect on launch or reload\nImprove Vysor adb authentication\nMore logging\n\n1.0.5.5\nShow unauthorized devices in list (when using adb binary)\nAdd a debug setting to not use the Fetch APIs\nMake the title bar fade out after 2 seconds. Will reappear on window refocus\nMore effecient screen capturing surface\nWatch and warn for h264 high/main profiles being used. This happens with custom ROMs.\nFix potential race on connect\nDo not autoconnect to emulators\nPrevent window resizing from going beyond screen bounds\nForce H264 baseline and profile level 4\nShow warning if screenrecord is not supported\n\n1.0.5.4\nFix Vysor share\nHandle potential race on connect\nDo not autoconnect to emulators\nPrevent window resizing from going beyond screen bounds\nForce H264 baseline and profile level 4\nShow warning if screenrecord is not supported\n\n1.0.5.3\nFix excessive reconnection occurring during rotation\n\n1.0.5.2\nAdd thin title bar showing the Vysor serial number in the mirror window\nFix some issues with Vysor being blank or forever spinning\nAdd more logging\nAdd troubleshooting links\nFix crash that happens if Vysor list is closed\nBetter suggestions and info\n\n1.0.5.1\nFix Windows 10 Chrome issues by requiring the native Universal ADB Drivers for adb server startup\n\n1.0.5.0\nSecurity fix: protect keyboard and screen access\nAdd a backup TURN server\nShow notification and reload option if Android USB device failed to open\nAttempt to connect multiple times on window open in case vysor is slow\nFix race hang condition on vysor connect\nFix bug where tips were not showing on first launch\nAdd mouse shortcut tips\n\n1.0.4.9\nBetter error logging and graceful handling\n\n1.0.4.8\nImplement copy and paste\n\n1.0.4.7\nRetain user preferences when a Vysor window is resized and later reopened or rotated\n\n1.0.4.6\nOnly show update notifications in response to user interaction\nWatch for media_server hang on Android, as this causes the dreaded \"black screen\"\n\n1.0.4.5\nNotify on APK installation errors (older SDK, etc)\n\n1.0.4.4\nFix potential bug in USB stack\n\n1.0.4.3\nUpdate check crash fix\nAnalytics crash fix\n\n1.0.4.1\n\nNew Youtube link for USB Debugging tutorial\nAdd update checking\nAdd analytics to collect vendor id and product id of usb devices to ensure UniversalADBDriver stays up to date\nNotification for USB device connection failure\n\n1.0.4.0\nShow a desktop notification if Chrome WebGL is disabled\n\n1.0.3.9\nShow a desktop notification when USB Debugging authorization is needed on the phone\n\n1.0.3.8\nFix black or loading screens when attempting to connect to rooted devices.\n\n1.0.3.7\nVysor now unshares devices upon disconnect, whereas before it would unshare when Vysor was closed\n\n1.0.3.6\nNote that ADB needs to be enabled.\nPackage new APK that has better instructions and graphics.\n\n1.0.3.4\nFix bug where Vysor would not reconnect after disconnect"
  }
}