{
  "name": {
    "ar": "AdBlock — أفضل مانع إعلانات",
    "am,bn,da,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,kn,lt,lv,ml,mr,sr,sw,ta,te,th,vi": "AdBlock — block ads across the web",
    "bg": "AdBlock - Най-добрия в блокирането на реклами",
    "ca": "AdBlock — el millor bloquejador d'anuncis",
    "cs": "AdBlock - nejlepší blokátor reklam",
    "de": "AdBlock − blockieren Sie Werbung im Internet",
    "el": "AdBlock - καλύτερος αποκλεισμός διαφημίσεων",
    "es": "AdBlock: bloquea anuncios en la web",
    "fi": "AdBlock – paras mainosesto.",
    "fr": "AdBlock - bloquez les publicités sur le web",
    "he": "AdBlock — חוסם הפרסומות הטוב ביותר",
    "hr": "AdBlock — best ad blocker",
    "hu": "AdBlock - a legjobb hirdetésgátló",
    "id": "AdBlock — pemblokir iklan terbaik",
    "it": "AdBlock - blocca gli annunci durante la navigazione",
    "ja": "AdBlock - ウェブ上の広告をブロック",
    "ko": "AdBlock — 최고의 광고 차단기",
    "ms": "AdBlock - penyekat iklan terbaik",
    "nl": "AdBlock - blokkeer reclame op het internet",
    "no": "AdBlock – den beste annonseblokkerer",
    "pl": "AdBlock — najlepszy bloker reklam",
    "pt_BR": "AdBlock - bloquear anúncios em toda a web",
    "pt_PT": "AdBlock – O Melhor Bloqueador de Anúncios",
    "ro": "AdBlock - cel mai bun blocant de reclame",
    "ru": "AdBlock – блокировка рекламы в Интернете.",
    "sk": "AdBlock - najlepší blokovač reklám",
    "sl": "AdBlock - Najboljša blokada oglasov",
    "sv": "AdBlock - blockera reklam på webben",
    "tr": "AdBlock — en iyi reklam engelleyici",
    "uk": "AdBlock — найкращий блокувальник реклами",
    "zh_CN": "AdBlock - 拦截整个网络的广告",
    "zh_TW": "AdBlock - 網路廣告攔截專家"
  },
  "short": {
    "ar": "حجب الإعلانات والنوافذ المنبثقة على YouTube، وفيسبوك، وTwitch، وعلى كافة مواقعك المفضلة.",
    "am,bn,da,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,kn,lt,lv,ml,mr,no,sr,sw,ta,te,th,vi": "Block ads on YouTube and your favorite sites for free",
    "bg": "Блокира реклами и изкачащи реклами в YouTube, Facebook, Twitch, както и в любимите Ви сайтове.",
    "ca": "Bloqueja anuncis i finestres emergents a YouTube, Facebook, Twitch i als vostres llocs web favorits.",
    "cs": "Blokujte reklamy a vyskakovací okna na YouTube, Facebook, Twitch a na vašich oblíbených webech.",
    "de": "Blockieren Sie kostenlos Werbung auf YouTube und anderen bevorzugten Webseiten.",
    "el": "Αποκλεισμός διαφημίσεων και αναδυόμενων παραθύρων στο YouTube, το Facebook, το Twitch, και τις αγαπημένες σας ιστοσελίδες.",
    "es": "Bloquea anuncios en YouTube y en tus sitios favoritos de forma gratuita.",
    "fi": "Estä mainokset ja ponnahdukset YouTubessa, Facebookissa, Twitchissä ja suosikkisivustoillasi.",
    "fr": "Bloquez gratuitement les publicités sur YouTube et vos sites préférés.",
    "he": "חסום פרסומות וחלונות קופצים ב־YouTube, Facebook, Twitch ובאתרים המועדפים שלך.",
    "hr": "Block ads and pop-ups on YouTube, Facebook, Twitch, and your favorite websites.",
    "hu": "Blokkolja a hirdetéseket és az előugró ablakokat a YouTube-on, a Facebookon, a Twitch-en és a kedvenc webhelyein.",
    "id": "Blokir iklan dan popup di Youtube, Facebook, Twitch, dan situs favorit anda.",
    "it": "Blocca gli annunci su YouTube e dovunque vorrai navigare.",
    "ja": "YouTubeやお気に入りのサイトで広告を無料でブロックします。",
    "ko": "YouTube, Facebook, Twitch 등 각종 웹 사이트 뜨는 광고와 팝업을 차단할 수 있습니다.",
    "ms": "Sekat iklan dan pop timbul di Youtube, Facebook, Twitch dan laman web kesukaan anda.",
    "nl": "Blokkeer gratis reclame op YouTube en uw favoriete websites.",
    "pl": "Blokuj reklamy i wyskakujące okienka na YouTube, Facebook, Twitch i Twoich ulubionych stronach internetowych.",
    "pt_BR": "Bloqueie anúncios no YouTube e nos seus sites favoritos gratuitamente.",
    "pt_PT": "Bloqueie anúncios e pop-ups no YouTube, Facebook, Twitch e nos seus sites favoritos.",
    "ro": "Blochează reclamele și ferestrele pop-up pe YouTube, Facebook, Twitch și site-urile dvs. preferate.",
    "ru": "Блокируйте рекламу на YouTube и ваших любимых сайтах бесплатно.",
    "sk": "Blokuje reklamy a vyskakovacie okná na YouTube, Facebooku, Twitch a vašich obľúbených stránkach.",
    "sl": "Blokiraj oglase in pojavna okna na Yoututbe-u, Facebook-u, Twitch-u in tvojih priljubljenih straneh.",
    "sv": "Blockera reklam på YouTube och dina favoritwebbplatser gratis.",
    "tr": "AdBlock YouTube, Facebook, Twitch ve en sevdiğiniz sitelerdeki sinir bozucu reklamları engeller.",
    "uk": "Блокуйте рекламу та спливаючі вікна на YouTube, Facebook, Twitter та ваших улюблених веб-сайтах.",
    "zh_CN": "免费拦截 YouTube 和您喜欢的网站上的广告。",
    "zh_TW": "免費幫您攔截YouTube和指定網站上的廣告。"
  },
  "long": {
    "ar,bg,ca,en_GB,hr,id,ms,pl": "AdBlock is the best ad blocker with over 60 million users, and one of the most popular Chrome extensions with over 350 million downloads!\n \n==============================\nFEATURES\n\n☆ Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n☆ Block third-party trackers and protect your privacy\n☆ Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n☆ Improve page load times and enjoy a faster Internet\n☆ Customize your experience with filters, whitelists, dark mode, and other colorful themes\n☆ Backup and sync your whitelists and custom ad blocking rules across your Chrome profiles\n☆ Enjoy custom ad blocking by replacing some ads with pictures of cats, dogs, and landscapes\n☆ Get fast, friendly support from the AdBlock team, plus a robust Help Center \n\n==============================\nABOUT\n \nDownload AdBlock’s free ad blocker to block ads everywhere on the web. AdBlock also protects your browser from malware and stops advertisers from accessing your browsing history and personal information.\n\nAdBlock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nAdBlock participates in the Acceptable Ads program, so unobtrusive ads are not blocked by default in order to support websites. We believe users should control what they see on the web, so you can easily opt out in AdBlock’s settings.\n\n==============================\n\nNOTES\n\n* The notice you see about having access to your history and website data is automatically generated because AdBlock runs on every tab. But it does NOT actually monitor your browsing history or require your personal information to work properly.",
    "am,bn,da,en,en_AU,en_US,es_419,et,fa,fil,gu,hi,kn,lt,lv,ml,mr,sr,sw,ta,te,th,vi": "Block ads on YouTube and your favorite sites for free.  \n\nLooking for an alternative adblocker to uBlock Origin? We are and always will be Chrome-compatible with the latest MV3 updates.\n\nAdBlock, the ad blocker trusted by over 60 million users worldwide, gives you a better browsing experience and more control over your online privacy. \n\n➤ Key free features:\n\n- Comprehensive ad-blocking: Say goodbye to disruptive pop-ups, banners, and video ads. Use AdBlock for YouTube, Facebook, and more, enhancing your browsing experience while boosting productivity.\n\n- Privacy protection: More than just an ad blocker, AdBlock can disable third-party tracking making it more difficult for advertisers to track your behavior as you browse.\n\n- Enhanced security: Browse safely when you reduce malicious ads containing malware and scams from compromising your device, providing peace of mind while exploring the web.\n\n- Customization options: Tailor your ad-blocking preferences with advanced filters, allowlists, and dark mode, empowering you to personalize your browsing environment and optimize your online experience.\n\n- Friendly support: Get fast and reliable support from the dedicated AdBlock team and access a robust Help Center for assistance with any queries or issues, ensuring a hassle-free experience.\n\n➤ Block more than just ads with additional premium features:\n\n- Block additional distractions: Manage distracting elements on websites such as auto-play videos and animated GIFs, enabling focused browsing and enhanced productivity.\n\n- Hide cookie banners: Automatically hide annoying cookie consent banners that clutter websites, providing a cleaner and more enjoyable browsing experience.\n\n- Sync across devices: Backup and sync your whitelists and custom ad-blocking rules seamlessly across multiple Chrome profiles and devices, ensuring a consistent browsing experience.\n\n- Swap ads for fun images: Replace blocked ads with customizable images such as cats, dogs, or landscapes, adding a touch of personality to your browsing experience.\n\n- Change your theme: Choose from various colorful themes to customize the appearance of your ad-blocking interface, matching your preferences and style.\n\n➤ About Us:\n\nDownload AdBlock for free and experience ad-free browsing on all your favorite websites. Rest assured, this extension prioritizes user privacy and security, ensuring that your browsing history and personal information remain confidential. The extension begins blocking annoying and intrusive ads the moment you install it - you can just set it and forget it. Or you can customize your ad experience further by choosing to see unobtrusive ads or block them entirely, giving you full control over your browsing journey.\n\nWe believe in empowering users to dictate their online experience, so we participate in the Acceptable Ads program. This ensures that non-intrusive ads are not blocked by default, allowing users to opt-out easily within the extension’s settings.\n\n➤ Changelogs:\n\n[October 2024] Added 7-day smart allowlisting to give users more control over which sites they allowlist; also contains a potential fix for a bug where some users reported no longer having subscriptions due to corrupted data to restore default subscriptions\n\n[Summer 2024] Minor fix for premium filter lists being turn off after MV3 migration. Added ad-blocking count to show users the number of total requests blocked.\n\n[May 2024] Rolled out the Manifest V3 version of AdBlock and released a new AdBlock menu design. Premium users can now block cookie banners and other distractions in fewer clicks. \n\n[Jan and Feb 2024] Released the ability to block cookie banners for Premium, better performance on YouTube and other sites across the web; various bug fixes; added support in languages including Japanese and Turkish, Hungarian, Thai, Croatian, Serbian,  Slovenian, Bosnian, and more\n\n[Dec 2023] Added new functionality that skips video ads while you stream, better functionality while you browse\n\n[Nov 2023] Various bug fixes including the toolbar icon incorrectly showing a site is allowlisted while the extension is still active\n\n[Fall 2023] Fixed a few bugs so users have a smoother experience using the ad-blocking extension, including a broken link in our help flow. Improved infrastructure that increases the functionality and longevity of the extension.\n\n[Spring 2023] Improved YouTube and Twitch channel allowlists as you can now allow ads on specific streaming channels, not just individual videos.\n\n[Fall 2022] Improved functionality, improved infrastructure for Manifest V3, various bug fixes including lags on websites",
    "cs,el,fi,he,hu,ko,sk,sl,tr": "AdBlock is the best ad blocker with over 60 million users, and one of the most popular Chrome extensions with over 350 million downloads!\n \n==============================\nFEATURES\n\n☆ Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n☆ Block third-party trackers and protect your privacy\n☆ Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n☆ Improve page load times and enjoy a faster Internet\n☆ Customize your experience with filters, whitelists, dark mode, and other colorful themes\n☆ Backup and sync your whitelists and custom ad blocking rules across your Chrome profiles\n☆ Enjoy custom ad blocking by replacing some ads with pictures of cats, dogs, and landscapes\n☆ Get fast, friendly support from the AdBlock team, plus a robust Help Center \n\n==============================\nABOUT\n \nDownload AdBlock’s free ad blocker to block ads everywhere on the web. AdBlock also protects your browser from malware and stops advertisers from accessing your browsing history and personal information.\n\nAdBlock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nAdBlock participates in the Acceptable Ads program, so unobtrusive ads are not blocked by default in order to support websites. We believe users should control what they see on the web, so you can easily opt out in AdBlock’s settings.\n\n==============================\nNOTES\n\n* The notice you see about having access to your history and website data is automatically generated because AdBlock runs on every tab. But it does NOT actually monitor your browsing history or require your personal information to work properly.",
    "de": "AdBlock, der Adblocker, dem mehr als 60 Millionen weltweite Nutzer vertrauen, ermöglicht Ihnen ein besseres Interneterlebnis und mehr Kontrolle über Ihre Privatsphäre. \n\n➤ Wichtige kostenlose Funktionen:\n\n- Umfassende Werbeblockierung: Schluss mit störenden Pop-ups, Bannern und Videowerbung. Benutzen Sie AdBlock für YouTube, Facebook und vieles mehr, um Ihr Interneterlebnis zu verbessern und Ihre Produktivität zu erhöhen.\n\n- Datenschutz: AdBlock kann Tracking von Dritten deaktivieren, sodass es für Werbetreibende schwieriger ist, Ihr Onlineverhalten zu verfolgen.\n\n- Verbesserte Sicherheit: Surfen Sie sicher im Internet, wenn Sie bösartige Werbung mit Viren und Betrügereien reduzieren, die Ihr Gerät gefährden, sodass Sie das Internet entspannt genießen können.\n\n- Anpassungsoptionen: Individualisieren Sie die Werbeblockierung mit erweiterten Filtern, Allowlisten und Dunkelmodus, um Ihre Internetumgebung zu personalisieren und Ihr Online-Erlebnis zu optimieren.\n\n- Freundlicher Support: Nutzen Sie den schnellen und zuverlässigen Support unseres engagierten AdBlock-Teams sowie ein robustes Help Center, um Hilfe bei Fragen oder Problemen zu erhalten und ein stressfreies Erlebnis zu genießen.\n\n➤ Blockieren Sie mehr als nur Werbung mit zusätzlichen Premium-Funktionen:\n\n- Zusätzliche Ablenkungen blockieren: Verwalten Sie störende Elemente auf Webseiten wie Autoplay-Videos und animierte GIFs, sodass Sie zielgerichtet surfen können und produktiver sind.\n\n- Cookie-Banner ausblenden: Blenden Sie lästige Cookie-Einwilligungen, die Webseiten füllen, automatisch aus, damit Sie ein sauberes, angenehmes Interneterlebnis haben.\n\n- Geräte synchronisieren: Sichern und synchronisieren Sie Ihre Whitelists sowie benutzerdefinierte Regeln nahtlos auf mehreren Chrome-Profilen und Geräten, um ein einheitliches Interneterlebnis zu garantieren.\n\n- Austausch von Werbung gegen lustige Bilder: Ersetzen Sie blockierte Werbung mit individualisierbaren Bildern von Katzen, Hunden oder Landschaften und gestalten Sie Ihr Interneterlebnis ein wenig persönlicher.\n\n- Motiv ändern: Wählen Sie aus verschiedenen farbigen Motiven aus, um das Aussehen Ihres Adblockers an Ihre Vorlieben und Ihren persönlichen Stil anzupassen.\n\n➤ Über uns:\n\nLaden Sie AdBlock kostenlos herunter und surfen Sie werbefrei auf allen Ihren bevorzugten Webseiten. Seien Sie versichert, dass diese Erweiterung die Privatsphäre und die Sicherheit der Nutzer priorisiert und dadurch sicherstellt, dass Ihr Browserverlauf und Ihre personenbezogenen Daten vertraulich bleiben. Nachdem Sie die Erweiterung installiert haben, beginnt diese sofort, lästige und aufdringliche Werbung zu blockieren − einfach einrichten und vergessen. Oder aber Sie personalisieren Ihr Werbeerlebnis noch mehr, indem Sie unaufdringliche Werbung zulassen oder diese komplett blockieren, sodass Sie volle Kontrolle über Ihr Interneterlebnis haben.\n\nWir sind der Meinung, dass Nutzer in der Lage sein sollten, ihr Online-Erlebnis zu lenken, und deshalb nehmen wir am Acceptable Ads-Programm teil. Dadurch wird sichergestellt, dass unaufdringliche Werbung nicht automatisch blockiert wird, und Nutzer können in den Einstellungen der Erweiterung leicht die Zustimmung verweigern.\n\n➤ Änderungshistorie:\n\n[Mai 2024] Einführung der Manifest V3-Version von AdBlock und Veröffentlichung eines neuen Designs für das AdBlock-Menü. Premium-Nutzer können Cookie-Banner und andere Ablenkungen jetzt mit weniger Klicks blockieren. \n\n[Februar 2024 ] Beseitigung verschiedener Programmfehler und Unterstützung von Sprachen wie Ungarisch, Thai, Kroatisch, Serbisch, Slowenisch, Bosnisch und vieles mehr.\n\n[Januar 2024] Veröffentlichung der Fähigkeit für Premium, Cookie-Banner zu blockieren, verbesserte Leistung auf YouTube und anderen Internetseiten, Unterstützung der japanischen und türkischen Sprache\n\n[Dezember 2023] Hinzufügung einer neuen Funktionalität, die Videowerbung beim Streamen überspringt, bessere Funktionalität beim Surfen\n\n[November 2023] Beseitigung verschiedener Programmfehler, u. a. dass auf der Symbolleiste fälschlicherweise angezeigt wird, dass eine Webseite auf der Allowliste ist, während die Erweiterung noch aktiv ist\n\n[Oktober 2023] Beseitigung einiger Programmfehler, damit Nutzer ein reibungsloseres Erlebnis mit der Erweiterung haben, einschließlich eines kaputten Links in unserem Hilfe-Fluss\n\n[September 2023] Verbesserung der Infrastruktur, die die Funktionalität und Lebensdauer der Erweiterung erhöht.\n\n[Frühjahr 2023] Verbesserung der YouTube- und Twitch-Kanal-Allowlisten, sodass Sie jetzt Werbung auf bestimmten Streaming-Kanälen und nicht nur auf individuellen Videos erlauben können.\n\n[Herbst 2022] Verbesserung der Funktionalität, Verbesserung der Infrastruktur für Manifest V3, Beseitigung verschiedener Programmfehler, z. B. Verzögerungen auf Webseiten\n\n[Frühjahr 2022] Backend-Verbesserungen, Verbesserung der Funktionalität",
    "es": "AdBlock, el bloqueado de anuncios en el que confían más de 60 millones de usuarios de todo el mundo, te ofrece una mejor experiencia de navegación y más control sobre tu privacidad en línea. \n\n➤ Funciones clave gratuitas:\n\n- Bloqueo de anuncios integral: despídete de los molestos elementos emergentes, avisos y anuncios en vídeo. Usa AdBlock para YouTube, Facebook, entre otros, y mejora tu experiencia de navegación al tiempo que aumentas tu productividad.\n\n- Protección de la privacidad: AdBlock puede deshabilitar el rastreo de terceros, haciendo más difícil que los anunciantes rastreen tu comportamiento mientras navegas.\n\n- Seguridad mejorada: navega de forma segura al impedir que los anuncios maliciosos que contienen malware y estafas pongan en peligro tu dispositivo, lo que te ofrece una mayor tranquilidad mientras exploras la web.\n\n- Opciones de personalización: adapta tus preferencias de bloqueo de anuncios con filtros avanzados, listas de elementos permitidos y modo oscuro, que te permiten personalizar tu entorno de navegación y optimizar tu experiencia en línea.\n\n- Ayuda accesible: obtén ayuda de confianza de forma rápida por parte del equipo especializado de AdBlock y accede a un potente Help Center para recibir asistencia con cualquier consulta o problema, en una experiencia sin complicaciones.\n\n➤ Bloquea más que anuncios con las funciones premium adicionales:\n\n- Bloqueo de distracciones adicionales: administra los elementos que te distraen de los sitios web, como los vídeos de reproducción automática y los GIF animados, lo que te permite centrarte en navegar y aumentar tu productividad.\n\n- Ocultación de avisos de cookies: oculta automáticamente los molestos avisos de cookies que estorban en los sitios web y disfruta de una experiencia de navegación más despejada y agradable.\n\n- Sincronización entre dispositivos: realiza copias de seguridad y sincroniza tus listas de elementos permitidos y reglas personalizadas de bloqueo de anuncios fácilmente en varios perfiles de Chrome y dispositivos, garantizando una experiencia de navegación uniforme.\n\n- Cambia los anuncios por imágenes divertidas: sustituye los anuncios bloqueados por imágenes personalizables como gatos, perros o paisajes, lo que añade un toque de personalidad a tu experiencia de navegación.\n\n- Cambia tu tema: elige entre varios temas llenos de color para personalizar el aspecto de tu interfaz de bloqueo de anuncios y que combine con tus preferencias y estilo.\n\n➤ Acerca de nosotros:\n\nDescarga AdBlock de forma gratuita y disfruta de una navegación sin anuncios en todos tus sitios web favoritos. Quédate tranquilo/a, esta extensión prioriza tu privacidad y seguridad como usuario/a, y te garantiza que tu historial de navegación y tu información personal se mantienen confidenciales. La extensión empieza a bloquear anuncios molestos e intrusivos desde el momento en el que la instalas: puedes configurarla y olvidarte. También puedes personalizar aún más tu experiencia de anuncios eligiendo ver anuncios no intrusivos o bloquearlos por completo, lo que te da un control total sobre tu navegación.\n\nCreemos en capacitar a nuestros usuarios para que decidan su experiencia en línea, por lo que participamos en el programa Anuncios Aceptables. Esto garantiza que los anuncios no intrusivos no se bloqueen por defecto y permite a los usuarios darse de baja fácilmente desde la configuración de la extensión.\n\n➤ Registro de cambios:\n\n[Mayo de 2024] Lanzada la versión Manifest V3 de AdBlock y publicado un nuevo diseño del menú de AdBlock. Los usuarios de Premium pueden ahora bloquear los avisos de cookies y otras distracciones con menos clics. \n\n[Febrero de 2024] Corrección de varios errores y ayuda añadida en húngaro, tailandés, croata, serbio, esloveno y bosnio, entre otros.\n\n[Enero de 2024] Lanzamiento de la posibilidad de bloquear los avisos de cookies para Premium, mejor rendimiento en YouTube y otros sitios de la web, compatibilidad añadida con los idiomas japonés y turco.\n\n[Diciembre de 2023] Añadida nueva funcionalidad que omite los vídeos mientras retransmites; mejor funcionalidad mientras navegas.\n\n[Noviembre de 2023] Corrección de varios errores, incluido el del icono de la barra de herramientas que mostraba que un sitio estaba en la lista de elementos permitidos mientras la extensión seguía activa.\n\n[Octubre de 2023] Corrección de algunos errores para que los/as usuarios/as disfruten de una experiencia más fluida cuando usan la extensión, incluido un enlace roto en nuestro flujo de ayuda.\n\n[Septiembre de 2023] Mejora de la infraestructura que aumenta la funcionalidad y vida útil de la extensión.\n\n[Primavera de 2023] Mejora de las listas de elementos permitidos de canales de YouTube y Twitch; ahora puedes permitir anuncios en canales de retransmisión específicos y no solo en vídeos específicos.\n\n[Otoño de 2022] Mejora de la funcionalidad y de la infraestructura para Manifest V3; corrección de varios errores, incluidos los retrasos en los sitios web.\n\n[Primavera de 2022] Mejoras internas y de la funcionalidad.",
    "fr": "AdBlock, le bloqueur de publicités plébiscité par plus de 60 millions d'utilisateurs dans le monde, vous offre une meilleure expérience de navigation et un meilleur contrôle sur votre vie privée en ligne. \n\n➤ Fonctionnalités clés gratuites :\n\n- Un blocage complet des publicités : dites adieu aux pop-ups, aux bannières et aux publicités vidéos gênantes. Utilisez AdBlock sur YouTube, Facebook et bien d'autres sites pour améliorer votre expérience de navigation tout en augmentant votre productivité.\n\n- Protection de la vie privée : AdBlock permet de désactiver le suivi par des tiers, ce qui rend plus difficile pour les annonceurs de suivre votre comportement de navigation.\n\n- Sécurité renforcée : naviguez sur le web en toute sérénité en réduisant les publicités abusives contenant des logiciels malveillants et des « scams » (tentatives d'escroquerie) qui compromettent votre appareil.\n\n- Options de personnalisation : ajustez vos préférences en matière de blocage des publicités grâce à des filtres avancés, des listes de sites web autorisés et un mode sombre qui vous permettent de personnaliser votre environnement de navigation et d'optimiser votre expérience en ligne.\n\n- Une assistance conviviale : bénéficiez d'une assistance rapide et fiable de la part de l'équipe AdBlock et d'un centre d'aide performant pour toute question ou problème pour une expérience optimale.\n\n➤ Bloquez bien plus de choses que juste les publicités grâce aux fonctionnalités premium supplémentaires :\n\n- Bloquez plus de sources de distractions : gérez les éléments distrayants sur les sites web, tels que les vidéos en lecture automatique et les GIF animés, afin de rester concentré et d'améliorer votre productivité.\n\n- Masquez les bannières de cookies : masquez automatiquement les bannières de consentement aux cookies qui encombrent les sites web pour une expérience de navigation plus claire et plus agréable.\n\n- Synchronisation entre les appareils : sauvegardez et synchronisez vos listes blanches et vos règles de blocage des publicités personnalisées de manière transparente sur plusieurs profils et appareils Chrome pour une expérience de navigation cohérente.\n\n- Remplacez les publicités par des images amusantes : mettez à la place des publicités bloquées des images personnalisables telles que des chats, des chiens ou des paysages, afin d'ajouter une touche de personnalité à votre expérience de navigation.\n\n- Changez de thème : choisissez parmi plusieurs thèmes colorés pour personnaliser l'apparence de votre interface de blocage des publicités, en fonction de vos préférences et de votre style.\n\n➤ À propos d'AdBlock :\n\nTéléchargez AdBlock gratuitement et profitez d'une navigation sans publicité sur tous vos sites web préférés. Sachez que cette extension donne la priorité à la confidentialité et à la sécurité de ses utilisateurs, en veillant à ce que votre historique de navigation et vos informations personnelles restent confidentiels. L'extension commence à bloquer les publicités gênantes et intrusives dès que vous l'installez : configurez-la, puis oubliez-la ! Vous pouvez également personnaliser davantage l'affichage des publicités en choisissant d'afficher des publicités discrètes ou de les bloquer complètement, ce qui vous donne un contrôle total de votre expérience de navigation.\n\nNous estimons qu'il appartient aux utilisateurs de décider de leur expérience en ligne, c'est pourquoi nous participons au programme « Acceptable Ads » (publicités acceptables). Ainsi, les publicités non intrusives ne sont pas bloquées par défaut, ce qui permet aux utilisateurs de les désactiver facilement dans les paramètres de l'extension.\n\n➤ Changements apportés :\n\n[Mai 2024] Déploiement de la version Manifest V3 d'AdBlock et nouveau design du menu AdBlock. Les utilisateurs Premium peuvent désormais bloquer les bannières de cookies et autres distractions en moins de clics. \n\n[Février 2024] Diverses corrections de bogues et ajout de la possibilité de bloquer les publicités dans d'autres langues, notamment le thaï, le hongrois, le croate, le serbe, le slovène, le bosniaque et plus encore.\n\n[Janvier 2024] Ajout de la possibilité de bloquer les bannières de cookies pour Premium, amélioration des performances sur YouTube et d'autres sites web, ajout de la prise en charge des langues japonaise et turque.\n\n[Décembre 2023] Ajout d'une nouvelle fonctionnalité qui permet d'ignorer les publicités vidéo sur les sites de streaming et amélioration du blocage des publicités pendant la navigation.\n\n[Novembre 2023] Diverses corrections de bugs, notamment l'icône de la barre d'outils qui indique de manière incorrecte qu'un site est autorisé alors que l'extension est toujours active.\n\n[Octobre 2023] Correction de plusieurs bogues afin d'améliorer l'expérience des utilisateurs, notamment un lien défectueux dans notre flux d'aide.\n\n[Septembre 2023] Amélioration de l'infrastructure afin de renforcer les fonctionnalités et la longévité de l'extension.\n\n[Printemps 2023] Amélioration des listes d'autorisation des chaînes YouTube et Twitch : vous pouvez désormais autoriser les publicités sur des chaînes de streaming spécifiques, et non plus sur des vidéos individuelles.\n\n[Automne 2022] Amélioration des fonctionnalités, amélioration de l'infrastructure pour Manifest V3, diverses corrections de bogues, y compris des lenteurs sur certains sites web.\n\n[Printemps 2022] Améliorations du back-end, amélioration des fonctionnalités",
    "it": "AdBlock, il blocco annunci al quale si affidano più di 60 milioni di utenti nel mondo, ti regala un'esperienza di navigazione migliorata e un maggiore controllo sulla tua privacy online. \n\n➤ Funzionalità chiave gratuite:\n\n- Blocco degli annunci esauriente: di' addio alle distrazioni di pop-up, banner e annunci video. Utilizza AdBlock su YouTube, Facebook e molto altro, migliorando la tua esperienza di navigazione e aumentando la tua produttività.\n\n- Protezione della privacy: AdBlock può disabilitare il tracciamento di terze parti, rendendo più difficile per gli inserzionisti tracciare i tuoi comportamenti di navigazione.\n\n- Maggiore sicurezza: naviga in sicurezza, riducendo annunci indesiderati che potrebbero contenere malware e truffe che potrebbero mettere in pericolo il tuo dispositivo, e regalandoti una navigazione in serenità.\n\n- Opzioni di personalizzazione: modifica tue preferenze di blocco annunci con filtri avanzati, liste di siti accettati e modalità scura, personalizzando e ottimizzando la tua esperienza di navigazione.\n\n- Supporto: ricevi assistenza veloce e fidata dal team AdBlock dedicato e accedi a un solido Help Center che sarà in grado di aiutarti per qualsiasi domanda o problema, assicurandoti un'esperienza senza problemi.\n\n➤ Blocca molto più che soli annunci grazie a funzionalità premium aggiuntive:\n\n- Blocca ulteriori distrazioni: nascondi elementi di distrazione come video riprodotti automaticamente e GIF, garantendoti una navigazione più attenta e una maggiore produttività.\n\n- Nascondi i banner dei cookie: quei fastidiosi banner di consenso ai cookie che ingombrano i siti web verranno automaticamente nascosti, regalandoti un'esperienza di navigazione più ordinata e piacevole.\n\n- Sincronizzazione dei dispositivi: potrai fare il backup e sincronizzare facilmente le tue liste di siti accettati e le tue regole personalizzate di blocco degli annunci su più profili e dispositivi Chrome, per un'esperienza di navigazione più omogenea.\n\n- Sostituisci gli annunci con immagini divertenti: gli annunci bloccati potranno essere sostituiti da immagini personalizzate di cani, gatti o paesaggi, aggiungendo così un tocco di personalità alla tua esperienza di navigazione.\n\n- Personalizza la tua navigazione: scegli tra vari colori un tema che renda l'interfaccia del tuo blocco annunci personalizzata e corrispondente alle tue preferenze e al tuo stile.\n\n➤ Su di noi:\n\nScarica AdBlock gratuitamente e prova l'esperienza di una navigazione priva di annunci sui tuoi siti preferiti. Ti assicuriamo che questa estensione dà la priorità alla privacy e alla sicurezza degli utenti, facendo in modo che la tua cronologia e le tue informazioni personali rimangano confidenziali. L'estensione inizia a bloccare annunci intrusivi e fastidiosi dal momento della sua installazione: tu non dovrai muovere un dito! Potrai però personalizzare la tua esperienza di navigazione, scegliendo se visualizzare annunci discreti oppure bloccarli tutti: sei tu ad avere il controllo.\n\nCrediamo che siano gli utenti a dover decidere della propria esperienza online, perciò partecipiamo al programma Acceptable Ads. Ciò fa sì che gli annunci non intrusivi non vengano bloccati in maniera predefinita, in modo da dare la possibilità agli utenti di scegliere se visualizzarli o no.\n\n➤ Registri delle modifiche:\n\n[Maggio 2024] Lancio della versione Manifest V3 di AdBlock e di un nuovo design del menu di AdBlock. Gli utenti Premium possono ora bloccare i banner dei cookie e ulteriori distrazioni in ancora meno passaggi. \n\n[Febbraio 2024] - Correzione di numerosi bug e aggiunta di assistenza in lingue tra cui ungherese, tailandese, croato, serbo, sloveno, bosniaco, ecc.\n\n[Gennaio 2024] Lancio della possibilità per gli utenti Premium di bloccare i banner dei cookie, miglioramento della prestazione su YouTube e altri siti, aggiunta di assistenza in giapponese e turco.\n\n[Dicembre 2023] Nuova funzionalità che salta la pubblicità prima dei video, miglioramento delle funzionalità durante la navigazione\n\n[Novembre 2023] Correzione di vari bug tra cui l'icona della barra degli strumenti che mostrava erroneamente un sito come accettato mentre l'estensione era ancora attiva.\n\n[Ottobre 2023] Correzione di alcuni bug in modo da creare un'esperienza meno problematica per gli utenti durante l'utilizzo dell'estensione, tra cui la sostituzione di un link non funzionante nella nostra sezione Aiuto.\n\n[Settembre 2023] Miglioramento dell'infrastruttura che aumenta la funzionalità e la longevità dell'estensione.\n\n[Primavera 2023] Miglioramento delle liste dei siti accettati su YouTube e Twitch, dove si possono ora permettere gli annunci su canali di streaming specifici invece che su soli video individuali.\n\n[Autunno 2022] Miglioramento delle funzionalità, dell'infrastruttura di Manifest V3 e varie correzioni di bug tra cui la lentezza sui siti web.\n\n[Primavera 2022] Miglioramenti al back-end, funzionalità migliorate",
    "ja": "AdBlock は、世界中で6,000万人以上のユーザーに信頼されている広告ブロッカーで、ブラウジング体験を向上させ、オンラインプライバシーをより一層コントロールできます。 \n\n➤ 主な無料機能：\n\n- 包括的な広告ブロック: 邪魔なポップアップ、バナー、動画広告にサヨナラしましょう。YouTube、FacebookなどにAdBlockを使用すると、ブラウジング体験が向上し、生産性が改善されます。\n\n- プライバシー保護： AdBlockは、サードパーティの追跡を無効にすることができ、広告主によるブラウジング中のあなたの行動の追跡がより困難になります。\n\n- セキュリティの強化： マルウェアや詐欺を含む悪質な広告がデバイスに侵入するのを防ぎ、安心してウェブの閲覧ができます。\n\n- カスタマイズのオプション： 高度なフィルター、許可リスト、ダークモードで広告ブロックの設定をカスタマイズすると、ブラウジング環境をパーソナライズしてオンライン体験を最適化できます。\n\n- 親切なサポート： AdBlock専任チームによる迅速で信頼性の高いサポート。堅牢なヘルプセンターではあらゆる問合せや問題に対応し、スムーズな解決を保証します。\n\n➤ 追加のPremium機能で広告以外のものもブロック：\n\n- その他の邪魔ものもブロック： 自動再生ビデオやアニメーションGIFなど、ウェブサイト上の気が散る要素を管理できるので、ブラウジングに集中でき、生産性の向上が可能になります。\n\n- クッキーバナーの非表示： ウェブサイトを乱雑にする迷惑なクッキー同意バナーを自動的に非表示にするので、よりクリーンで楽しいブラウジングを体験できます。\n\n- デバイス間で同期： ホワイトリストとカスタムの広告ブロックルールをバックアップして、Chromeの複数のプロファイルやデバイス間でシームレスに同期できます。\n\n- 広告を楽しい画像に置き換え： ブロックされた広告を、猫、犬、風景などのカスタマイズ可能な画像に置き換えると、ブラウジングに個性を加えることができます。\n\n- テーマを変更： 様々なカラフルなテーマから、自分の好みやスタイルに合わせて選択すると、広告ブロックインターフェースの外観をカスタマイズできます。\n\n➤ 当社について：\n\nAdBlockを無料でダウンロードして、すべてのお気に入りのウェブサイトで、広告のないブラウジングを体験しましょう。この拡張機能はユーザーのプライバシーとセキュリティを最優先にしており、閲覧履歴や個人情報は常に機密扱いですのでご安心ください。この拡張機能は、インストールと同時に、迷惑で目障りになる広告のブロックを開始します。設定さえ済ませたら、あとは忘れてください。また、目立たない広告を表示するか、完全にブロックするかを選択できるので、広告エクスペリエンスをさらにカスタマイズし、ブラウジングジャーニーを完全にコントロールすることもできます。\n\n当社は、ユーザーがオンライン体験を決定できることが重要であると考えており、「控えめな広告」プログラムに参加しています。これにより、非侵入型の広告がデフォルトでブロックされないようにし、ユーザーが拡張機能の設定内で簡単にオプトアウトできるようにしています。\n\n➤ 変更履歴：\n\n［2024年5月］ AdblockのManifest V3バージョンを展開し、新しいAdBlockメニューデザインをリリース。Premiumのユーザーは、より少ないクリック数でクッキーバナーやその他の邪魔ものをブロックできるようになりました。 \n\n［2024年2月］ハンガリー語、タイ語、クロアチア語、セルビア語、スロベニア語、ボスニア語などによる様々なバグを修正し、サポートを追加。\n\n［2024年1月］Premium版のクッキーバナーをブロックする機能をリリース。YouTubeやウェブ上の他のサイトでのパフォーマンスが向上し、日本語とトルコ語のサポートを追加。\n\n［2023年12月］ストリーミング中に動画広告をスキップする新機能とブラウジング中の機能向上を追加。\n\n［2023年11月］拡張機能がまだアクティブなときに、ツールバーのアイコンにサイトが許可リストに登録されていると誤って表示するなど、さまざまなバグを修正。\n\n［2023年10月］ヘルプフロー内のリンク切れなど、ユーザーが拡張機能をよりスムーズに使用できるようにいくつかのバグを修正。\n\n［2023年9月］拡張機能の機能性と寿命を向上させるインフラを改善。\n\n［2023年春］YouTubeとTwitchのチャンネル許可リストを改善し、個別の動画だけでなく、特定のストリーミングチャンネルでも広告の許可が可能。\n\n［2022年秋］機能を改善、Manifest V3用のインフラを改善、ウェブサイト上のラグを含む様々なバグを修正。\n\n［2022年春］バックエンドを改善、機能性を改善。",
    "nl": "AdBlock, de tool voor reclameblokkering waarop meer dan 60 miljoen gebruikers wereldwijd vertrouwen, biedt u een betere surfervaring en meer controle over uw online privacy. \n\n➤ Belangrijkste gratis functies:\n\n- Uitgebreide reclameblokkering: neem afscheid van storende pop-ups, banners en videoreclame. Gebruik AdBlock voor YouTube, Facebook en meer om uw surfervaring te verbeteren en uw productiviteit te verhogen.\n\n- Privacybescherming: AdBlock kan tracking door derden uitschakelen, waardoor het voor adverteerders moeilijker wordt om uw surfgedrag te volgen.\n\n- Verbeterde beveiliging: browse veilig door schadelijke reclame met malware en oplichting op uw apparaat te verminderen, zodat u zorgeloos op het internet kunt surfen.\n\n- Aanpassingsmogelijkheden: pas uw voorkeuren voor reclameblokkering aan met geavanceerde filters, toelatingslijsten, en een donkere modus, zodat u uw surfomgeving kunt personaliseren en uw online ervaring kunt optimaliseren.\n\n- Vriendelijke ondersteuning: krijg snelle en betrouwbare ondersteuning van het toegewijde AdBlock-team en toegang tot een robuust helpcentrum voor hulp bij vragen of problemen. Zo bent u verzekerd van een probleemloze ervaring.\n\n➤ Blokkeer meer dan alleen reclame met extra premium functies:\n\n- Extra afleidingen blokkeren: beheer afleidende elementen op websites zoals automatisch afspelende video's en geanimeerde GIF's, zodat u geconcentreerd kunt browsen en uw productiviteit kunt verhogen.\n\n- Cookiebanners verbergen: verberg automatisch vervelende banners voor cookietoestemming die websites onoverzichtelijk maken, zodat u van een strakkere en aangenamere surfervaring kunt genieten.\n\n- Synchroniseren tussen apparaten: Maak een back-up van uw witte lijsten en aangepaste regels voor reclameblokkering en synchroniseer deze naadloos voor meerdere Chrome-profielen en apparaten, zodat u verzekerd bent van een consistente surfervaring.\n\n- Reclame vervangen door leuke afbeeldingen: Vervang geblokkeerde reclame door gepersonaliseerde afbeeldingen van bijvoorbeeld katten, honden of landschappen, om een vleugje persoonlijkheid toe te voegen aan uw surfervaring.\n\n- Uw thema wijzigen: Kies uit verschillende kleurrijke thema's om het uitzicht van uw interface voor reclameblokkering aan te passen aan uw voorkeuren en stijl.\n\n➤ Over ons:\n\nDownload AdBlock gratis en geniet van reclamevrij surfen op al uw favoriete websites. Wees gerust, deze extensie geeft prioriteit aan de privacy en veiligheid van gebruikers, zodat uw browsegeschiedenis en persoonlijke informatie vertrouwelijk blijven. De extensie begint met het blokkeren van vervelende en opdringerige reclame zodra u deze installeert. U kunt de extensie gewoon instellen en vergeten. U kunt ook uw reclame-ervaring verder personaliseren door ervoor te kiezen om niet-opdringerige reclame te zien of door reclame volledig te blokkeren, waardoor u volledige controle heeft over uw surfgedrag.\n\nWij geloven dat gebruikers hun online ervaring zelf moeten kunnen bepalen en daarom nemen we deel aan het programma 'Acceptabele advertenties'. Dit zorgt ervoor dat niet-opdringerige reclame niet standaard wordt geblokkeerd, zodat gebruikers zich eenvoudig kunnen afmelden via de instellingen van de extensie.\n\n➤ Changelogs:\n\n[Mei 2024] De Manifest V3-versie van AdBlock uitgerold en een nieuw ontwerp van het AdBlock-menu gelanceerd. Premium-gebruikers kunnen nu met minder klikken cookiebanners en andere afleidingen blokkeren. \n\n[Februari 2024] - Diverse bugfixes en ondersteuning toegevoegd voor talen als het Hongaars, Thai, Kroatisch, Servisch, Sloveens, Bosnisch en meer.\n\n[Januari 2024] De mogelijkheid toegevoegd om cookiebanners te blokkeren voor Premium, betere prestaties op YouTube en andere sites op het internet, ondersteuning toegevoegd voor het Japans en Turks.\n\n[December 2023] Nieuwe functionaliteit toegevoegd die videoreclame overslaat tijdens het streamen en een betere functionaliteit biedt tijdens het browsen.\n\n[November 2023] Diverse bugfixes, waaronder het pictogram in de werkbalk dat ten onrechte aangeeft dat een website is toegelaten terwijl de extensie nog actief is.\n\n[Oktober 2023] Enkele bugs verholpen zodat gebruikers de extensie vlotter kunnen gebruiken, waaronder een gebroken link in onze helpflow.\n\n[September 2023] De infrastructuur verbeterd die de functionaliteit en gebruiksduur van de extensie verhoogt.\n\n[Lente 2023] De toelatingslijsten voor YouTube- en Twitch-kanalen verbeterd, zodat u nu reclame kunt toestaan voor specifieke streamingkanalen, niet alleen voor afzonderlijke video's.\n\n[Herfst 2022] De functionaliteit verbeterd, de infrastructuur voor Manifest V3 verbeterd, diverse bugfixes waaronder vertraging op websites\n\n[Lente 2022] Back-end verbeteringen toegevoegd, de functionaliteit verbeterd",
    "no": "AdBlock is the #1 best ad blocker with over 60 million users and one of the most popular Chrome extensions with over 350 million downloads!\n \n==============================\nFEATURES\n\n☆ Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n☆ Block third-party trackers and protect your privacy\n☆ Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n☆ Improve page load times and enjoy a faster Internet\n☆ Customize your experience with filters, whitelists, dark mode, and other colorful themes\n☆ Get fast, friendly support from the AdBlock team, plus a robust Help Center allowing you to troubleshoot independently \n☆ Backup and sync your whitelists and custom ad blocking rules across your Chrome profiles\n☆ Enjoy custom ad blocking by replacing some ads with pictures of cats, dogs, and landscapes \n\n\n==============================\nABOUT\n \nDownload AdBlock’s free ad blocker to block ads everywhere on the web including YouTube, Facebook, and Twitch. AdBlock also protects your browser from malware and blocks advertisers from accessing your browsing history and personal information.\n\nThe original AdBlock for Chrome works automatically. Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear!\n\nDon’t just limit your ad blocking to Chrome; AdBlock is also available for iPhone, Safari, and Opera from getadblock.com.\n\n==============================\nNOTES\n\n* The notice you see about having access to your history and website data is automatically generated because AdBlock runs on every tab. But it does NOT actually monitor your browsing history or require your personal information to work properly.\n* AdBlock participates in the Acceptable Ads program, so unobtrusive ads are not blocked by default in order to support websites. We still believe users should control what they see on the web, so you can easily opt out in AdBlock’s settings.\n\n==============================\nCHANGELOG\n\n- New in version 3.3: Added an option to enable / disable the AdBlock 'devtools' panel\n- New in version 3.2: Updated ABP Core 1.12.2\n- New in version 3.1: Updated to ABP Core 1.12.1\n- New in version 2.6: Shows you how many ads have been blocked - watch the total climb like crazy!\n- New in version 2.5: Blocks ads in ALL videos and in ALL Flash games across the web!\n- New in version 2.4: More than twice as fast, while using less memory per tab!\n- New in version 2.3: Adds an optional toolbar button to control AdBlock!\n- New in version 2.1: Translated into dozens of languages!",
    "pt_BR": "AdBlock, o bloqueador de anúncios, em que mais de 60 milhões de usuários confiam, dá a você uma experiência de navegação melhor e mais controle da sua privacidade on-line. \n\n➤ Recursos gratuitos importantes:\n\n- Bloqueio de anúncios abrangentes: diga adeus a janelas pop-up, banners e anúncios em vídeos inoportunos. Use o AdBlock para YouTube, Facebook e muito mais, para aprimorar a sua experiência de navegação enquanto aumenta a produtividade.\n\n- Proteção de privacidade: o AdBlock pode desabilitar o rastreamento de terceiros, tornando mais difícil para anunciantes rastrearem o seu comportamento enquanto navega.\n\n- Segurança aprimorada: navegue com segurança quando reduzir a possibilidade de anúncios maliciosos com vírus e fraudes comprometerem o seu dispositivo, dando a você tranquilidade enquanto examina a web.\n\n- Opções de personalização: personalize as suas preferências de bloqueio de anúncios com filtros avançados, listas de permitidos e modo escuro, que capacitam você a tornar pessoal o seu ambiente de navegação e a otimizar a sua experiência on-line.\n\n- Suporte fácil: receba suporte rápido e confiável da equipe AdBlock exclusiva e acesse uma central de ajuda eficaz para obter assistência nas suas dúvidas ou problemas, garantindo uma experiência sem complicações.\n\n➤ Bloqueie mais do que apenas anúncios com recursos especiais:\n\n- Bloqueie mais distrações: gerencie elementos que distraem em sites, como vídeos de reprodução automática e GIFs animados, para promover a navegação focada e a produtividade aprimorada.\n\n- Oculte banners de cookies: oculte automaticamente os irritantes banners de consentimento de cookies que tornam sites desordenados, para ter uma experiência de navegação mais limpa e mais agradável.\n\n- Sincronize dispositivos: faça backup e sincronize as suas listas de permitidos e regras de bloqueio de anúncios personalizadas de forma fácil em diversos perfis do Chrome e dispositivos, para garantir uma experiência de navegação consistente.\n\n- Troque anúncios por imagens agradáveis: substitua anúncios bloqueados por imagens personalizadas, por exemplo, de gatos, cachorros ou paisagens, para dar um toque pessoal à sua experiência de navegação.\n\n- Altere o seu tema: escolha entre diversos temas coloridos para personalizar a aparência da interface de bloqueio de anúncios, para que corresponda às suas preferências e ao seu estilo.\n\n➤ Sobre:\n\nFaça gratuitamente o download do AdBlock e tenha uma navegação sem anúncios em todos os seus sites favoritos. Tenha a certeza de que a extensão tem como prioridade a privacidade e a segurança dos usuários, garantindo que o seu histórico de navegação e informações pessoais permaneçam confidenciais. A extensão começa a bloquear anúncios irritantes e invasivos no momento da instalação… basta configurar e esquecer. Ou, para personalizar ainda mais a sua experiência com anúncios, você pode optar por ver anúncios discretos ou bloqueá-los completamente, o que dá a você pleno controle na sua jornada de navegação.\n\nAcreditamos na capacitação dos usuários para que determinem a sua experiência on-line, por isso, participamos do programa Anúncios Aceitáveis. Isso garante que anúncios não invasivos não sejam bloqueados por padrão, mas permite que usuários cancelem facilmente nas configurações da extensão.\n\n➤ Registros das alterações:\n\n[Maio de 2024] Lançados a versão Manifest V3 do AdBlock e o seu novo design. Usuários Premium agora podem bloquear banners de cookies e outras distrações com menos cliques. \n\n[Fevereiro de 2024] Corrigidos diversos bugs e adicionada compatibilidade com idiomas, inclusive: húngaro, tailandês, croata, sérvio, esloveno e bósnio, entre outros\n\n[Janeiro de 2024] Lançado o recurso que bloqueia banners de cookies na versão Premium, melhor desempenho no YouTube e em outros sites da web, adicionada compatibilidade com os idiomas japonês e turco\n\n[Dezembro de 2023] Adicionada a nova funcionalidade que ignora vídeos de anúncios em streaming, melhor funcionalidade enquanto você navega\n\n[Novembro de 2023] Corrigidos diversos bugs, inclusive o bug em que o ícone da barra de ferramentas exibe incorretamente que um site está na lista de permitidos enquanto a extensão ainda está ativa\n\n[Outubro de 2023] Corrigidos alguns bugs para que os usuários tenham uma experiência mais agradável ao usar a extensão, inclusive um link com defeito no nosso fluxo de ajuda.\n\n[Setembro de 2023] Aprimorada a infraestrutura que aumenta a funcionalidade e a longevidade da extensão.\n\n[Segundo trimestre de 2023] Aprimoradas as listas de permitidos dos canais YouTube e Twitch; agora você pode permitir anúncios em canais de streaming específicos, não apenas vídeos individuais.\n\n[Quarto trimestre de 2022] Funcionalidade aprimorada, aprimorada a infraestrutura para o Manifest V3, correções de diversos bugs, inclusive atrasos em sites\n\n[Segundo trimestre de 2022] Aprimoramentos no back-end, funcionalidade aprimorada",
    "pt_PT": "Bloqueia anúncios e pop-ups no YouTube, Facebook, Twitch e seus sites favoritos.\n\nAdBlock é o melhor bloqueador de anúncios com mais de 65 milhões de usuários e uma das extensões do Chrome mais populares, com mais de 350 milhões de downloads!\n \n==============================\nRECURSOS\n\n☆ Bloqueie muitos rastreadores de terceiros e melhore a proteção da sua privacidade\n☆ Navegue em segurança bloqueando anúncios mal-intencionados que contém malwares, fraudes e mineradores de criptomoedas\n☆ Bloqueie pop-ups, anúncios, e propagandas incômodas (remova até mesmo os anúncios nos vídeos!) no YouTube, Facebook, Twitch, e todos os seus sites favoritos\n☆ Aumente a velocidade do carregamento de páginas e desfrute de uma internet mais rápida\n☆ Personalize sua experiência com filtros, listas de permissões, modo escuro e outros temas cheios de cores\n☆ Faça backup e sincronize suas configurações e regras de bloqueamento de anúncios em todos os seus perfis do Chrome\n☆ Divirta-se com o bloqueamento personalizado de anúncios substituindo alguns anúncios com imagens de gatos, cachorros e paisagens\n☆ Tenha suporte rápido e amigável da equipe AdBlock, e uma Central de Ajuda robusta \n\n==============================\nSOBRE\n \nBaixe o bloqueador de anúncios gratuito AdBlock para impedir os anúncios em todos os cantos da internet. AdBlock também protege seu navegador de malwares e impede que anunciantes acessem seu histórico de navegação e vejam suas informações pessoais.\n\nO AdBlock para Chrome funciona automaticamente. É só clicar em \"Adicionar ao Chrome\", depois visitar seu site favorito e ver como os anúncios sumiram! Escolha se deseja continuar vendo anúncios discretos, adicione seus sites favoritos nas suas listas de permissões ou bloqueie todos os anúncios por padrão.\n\nAdBlock participa do programa Anúncios Aceitáveis, de forma que anúncios discretos não são bloqueados por padrão para apoiar os sites. Acreditamos que os usuários devem ter controle sobre o que desejam ver na internet. Portanto, você pode mudar essa definição nas configurações do AdBlock.\n\n==============================\nOBSERVAÇÕES\n\n* O aviso que você vê sobre ter acesso ao seu histórico e dados dos sites é gerado automaticamente porque AdBlock funciona em todas as guias. Mas ele NÃO monitora seu histórico de navegação nem precisa das suas informações pessoais para funcionar corretamente.",
    "ro": "Blochează reclame și pop-up pe YouTube, Facebook, Twitch și site-urile dvs. preferate.\n\nAdBlock este cel mai bun blocant de reclame cu peste 65 de milioane de utilizatori și una dintre cele mai populare extensii Chrome cu peste 350 de milioane de descărcări!\n \n==============================\nCARACTERISTICI\n\n☆ Blochează multe trackere terțe și îmbunătățește protecția confidențialității\n☆ Navigați în siguranță blocând reclame malițioase cu malware, înșelătorii și mineri de cripto-monedă\n☆ Blochează pop-up-uri, reclame și bannere enervante (elimină chiar și reclame video!) pe YouTube, Facebook, Twitch și toate site-urile dvs. preferate\n☆ Reduce timpul încărcării paginilor și vă bucurați de un Internet mai rapid\n☆ Vă personalizează experiența cu filtre, liste de permisiuni, modul întunecat și alte teme colorate\n☆ Faceți backup și sincronizați-vă setările și regulile personalizate de blocări de reclame în profilurile dvs. Chrome\n☆ Bucurați-vă de blocări adaptate de reclame înlocuind unele din ele cu imagini de pisici, câini și peisaje\n☆ Obțineți asistență rapidă și prietenoasă de la echipa AdBlock, plus un Centru de Ajutor robust \n\n==============================\nDESPRE\n \nDescărcați blocantul gratuit de reclame AdBlock pentru a opri reclamele oriunde pe web. AdBlock vă protejează navigatorul de malware și împiedică agenții publicitari să vă acceseze istoricul de navigare și informațiile personale.\n\nAdBlock pentru Chrome funcționează automat. Clicați pe \"Adăugați la Chrome\", apoi vizitați site-ul preferat și vedeți reclamele dispărând! Alegeți să vedeți mai departe reclame discrete, permiteți pub pe site-urile preferate sau blocați implicit orice reclamă.\n\nAdBlock participă la programul Reclame Acceptabile, de aceea reclamele discrete nu sunt blocate implicit pentru suportul site-urilor. Credem că utilizatorii ar trebui să controleze ceea ce văd pe web, de aceea puteți renunța cu ușurință în setările AdBlock.\n\n\n==============================\nNOTE\n\n* Avizul pe care-l vedeți despre accesul la istoricul și la datele site-ului dvs. este generat automat deoarece AdBlock rulează pe fiecare filă. Dar de fapt NU vă monitorizează istoricul navigării sau necesită informații personale ca să funcționeze corect.",
    "ru": "AdBlock – это блокировщик рекламы, которому доверяют более 60 миллионов пользователей по всему миру и который позволяет просматривать веб-страницы с большим комфортом и лучше контролировать вашу конфиденциальность в Интернете. \n\n➤ Основные бесплатные функции:\n\n- Комплексная блокировка рекламы: Попрощайтесь с назойливыми выскакивающими окнами, баннерами и видеорекламой. Используйте AdBlock для YouTube, Facebook и многих других веб-сайтов, чтобы улучшить свои впечатления от просмотра веб-страниц и повысить производительность.\n\n- Защита конфиденциальности: AdBlock может отключить стороннее отслеживание, что затрудняет рекламодателям отслеживание вашего поведения во время просмотра веб-страниц.\n\n- Улучшенная безопасность: Безопасно просматривайте веб-страницы – расширение защищает ваше устройство от вредоносной рекламы, содержащей вирусы и мошеннические уловки, позволяя вам спокойно пользоваться Интернетом.\n\n- Возможности персонализации: Настройте параметры блокировки рекламы с помощью расширенных фильтров, разрешенных списков и темного режима, что позволяет вам персонализировать впечатления от просмотра и оптимизировать пользование Интернетом.\n\n- Доброжелательная техническая поддержка: Пользуйтесь быстрой и надежной технической поддержкой от команды AdBlock и получите доступ к надежному справочному центру, где есть помощь по любым вопросам или проблемам.\n\n➤ С помощью дополнительных премиум-функций блокируйте не только рекламу:\n\n- Блокировка дополнительных отвлекающих элементов: Обеспечьте повышенную производительность и возможность сосредоточиться на том, что нужно именно вам, заблокировав отвлекающие элементы на веб-сайтах, такие как видео с автоматическим воспроизведением и анимированные GIF-изображения.\n\n- Скрытие баннеров cookie: Автоматически скрывайте надоедливые баннеры cookie, которые загромождают веб-сайты, и обеспечьте себе более приятные и комфортные впечатления от просмотра веб-страниц.\n\n- Синхронизация настроек на разных устройствах: Легко создавайте резервные копии, синхронизируйте свои разрешенные списки, настраивайте общие правила блокировки рекламы для разных профилей Chrome и устройств, так, чтобы просмотр сети и ресурсов везде был одинаково комфортным.\n\n- Замена рекламы забавными изображениями: Заменяйте заблокированную рекламу настраиваемыми изображениями, например, кошками, собаками или пейзажами –это добавит нотку индивидуальности вашим ощущениям от просмотра веб-сайтов.\n\n- Возможность смены темы: Выберите одну из множества красочных тем, позволяющих настроить внешний вид интерфейса блокировки рекламы в соответствии с вашими личными предпочтениями и стилем.\n\n➤ О нас:\n\nЗагрузите AdBlock бесплатно и наслаждайтесь просмотром ваших любимых веб-сайтов без рекламы. Будьте уверены, наше расширение уделяет первостепенное внимание конфиденциальности и безопасности пользователей, и ваша история просмотра и личная информация не попадут в чужие руки. Расширение начинает блокировать надоедливую и навязчивую рекламу с момента установки – вы можете просто установить блокировщик и забыть про него. Вы также можете дополнительно настроить параметры просмотра, разрешив показ ненавязчивой рекламы, или же полностью ее заблокировать. Расширение дает вам полный контроль над просмотром сети и ресурсов.\n\nМы верим в то, что пользователи должны иметь возможность сами определять, какими будут их впечатления от просмотра веб-сайтов, поэтому участвуем в инициативе «Допустимая реклама». В рамках этой инициативы расширение по умолчанию не блокирует ненавязчивую рекламу, но пользователи могут легко отказаться и от нее в настройках расширения.\n\n➤ Журналы изменений:\n\n[Май 2024 года] Выпущена версия Manifest V3 для AdBlock и новый дизайн меню AdBlock. Пользователи платной подписки Premium теперь могут блокировать баннеры cookie и другие отвлекающие элементы, делая для этого меньше кликов. \n\n[Февраль 2024 года] Исправлены ошибки и добавлена поддержка на венгерском, тайском, хорватском, сербском, словенском, боснийском и других языках.\n\n[Январь 2024 года] Появилась возможность блокировать баннеры cookie для версии Premium, улучшена производительность на YouTube и других веб-сайтах. Добавлена поддержка на японском и турецком языках.\n\n[Декабрь 2023 года] Добавлена новая функция, позволяющая пропускать видеорекламу во время потоковой передачи. Улучшена функциональность во время просмотра.\n\n[Ноябрь 2023 года] Исправлены различные ошибки, в том числе значок на панели инструментов, неправильно показывающий, что веб-сайт внесен в разрешенный список, хотя расширение все еще активно.\n\n[Октябрь 2023 года] Мы исправили несколько ошибок, чтобы нашим пользователям было удобнее использовать расширение, в том числе исправили неработающую ссылку в нашей системе поддержки.\n\n[Сентябрь 2023 года] Улучшена инфраструктура, что позволило повысить функциональность и долговечность расширения.\n\n[Весна 2023 года] Улучшены разрешенные списки YouTube и Twitch: теперь вы можете разрешать рекламу на определенных потоковых каналах, а не только в отдельных видео.\n\n[Осень 2022 года] Расширена функциональность, улучшена инфраструктура для Manifest V3. Исправлены различные ошибки, включая задержки при отображении сайта.\n\n[Весна 2022 года] Улучшена прикладная часть, расширена функциональность.",
    "sv": "AdBlock, annonsblockeraren som över 60 miljoner användare över hela världen har förtroende för, ger dig en bättre surfupplevelse och mer kontroll över din integritet online. \n\n➤ Viktigaste kostnadsfria funktioner:\n\n– Omfattande annonsblockering: Säg farväl till störande popup-fönster, banners och videoreklam. Använd AdBlock för YouTube, Facebook med mera, och förbättra din surfupplevelse samtidigt som du ökar din produktivitet.\n\n– Integritetsskydd: AdBlock kan avaktivera spårning från tredje part vilket gör det svårare för annonsörer att spåra ditt beteende när du surfar.\n\n– Förbättrad säkerhet: Surfa säkert genom att minska mängden risken att reklam som innehåller skadlig programkod och malware infekterar din enhet, och känn dig lugn när du utforskar webben.\n\n– Anpassningsalternativ: Skräddarsy dina inställningar för annonsblockering med avancerade filter, tillåt-listor och mörkt läge, för en anpassad webbläsarmiljö och optimerad surfupplevelse.\n\n- Vänlig support: Få snabb och pålitlig support från AdBlocks entusiastiska team och tillgång till ett robust hjälpcenter som hjälper dig med alla frågor och problem, vilket garanterar en bekymmersfri upplevelse.\n\n➤ Blockera mer än bara reklam med ytterligare premiumfunktioner:\n\n– Blockera ytterligare distraktioner: Hantera distraherande element på webbplatser, t.ex. videor som spelas upp automatiskt och animerade GIF-filer, för mer fokus och högre produktivitet.\n\n– Dölj cookie-banners: Dölj automatiskt irriterande banners för samtycke till cookies som skräpar ner webbplatser, för en renare och trevligare surfupplevelse.\n\n– Synkronisera mellan enheter: Säkerhetskopiera och synkronisera dina vitlistor och anpassade regler för annonsblockering sömlöst mellan olika Chrome-profiler och enheter, för en enhetlig webbupplevelse.\n\n– Ersätt reklam med roliga bilder: Ersätt blockerade annonser med anpassningsbara bilder på t.ex. katter, hundar eller landskap, för en mer personlig surfupplevelse.\n\n– Ändra ditt tema: Välj mellan olika färgglada teman för att anpassa utseendet på ditt annonsblockeringsgränssnitt, så att det passar dina önskemål och din stil.\n\n➤ Om oss:\n\nLadda ner AdBlock gratis och upplev reklamfri surfning på dina favoritwebbplatser. Du kan lita på att tillägget prioriterar användarnas integritet och säkerhet, så att din webbhistorik och dina personuppgifter förblir konfidentiella. Tillägget börjar blockera irriterande och påträngande reklam i samma ögonblick som du installerar det – det är bara att installera och glömma bort det. Eller så kan du anpassa din annonsupplevelse ytterligare genom att välja att se viss icke-störande reklam eller blockera helt; du har full kontroll på webben.\n\nVi vill ge användare möjligheten att själva bestämma hur deras surfupplevelse ska se ut, därför deltar vi i programmet Acceptable Ads. Det innebär att icke-påträngande annonser inte blockeras som standard, vilket dock enkelt går att ändra i tilläggets inställningar.\n\n➤ Ändringsloggar:\n\n[Maj 2024] Lanserade Manifest V3-versionen av AdBlock och släppte en ny AdBlock-meny. Premium-användare kan nu blockera cookie-banners och andra distraktioner med färre klick. \n\n[Februari 2024] – Olika buggfixar och utökat stöd för språk som ungerska, thailändska, kroatiska, serbiska, slovenska, bosniska mm.\n\n[Januari 2024] Lanserade möjligheten att blockera cookie-banners i Premium, bättre prestanda på YouTube och andra webbplatser, utökat stöd för japanska och turkiska\n\n[December 2023] Ny funktionalitet som hoppar över videoreklam när du streamar, bättre funktionalitet när du surfar\n\n[November 2023] Olika buggfixar, bland annat att verktygsfältsikonen felaktigt visade att en webbplats var godkänd medan tillägget fortfarande var aktivt\n\n[Oktober 2023] Fixade ett antal buggar för att skapa en smidigare upplevelse för våra användare, och en trasig länk i vårt hjälpflöde.\n\n[September 2023] Förbättrad infrastruktur som ökar tilläggets funktionalitet och livslängd.\n\n[Våren 2023] Förbättrade tillåt-listor för YouTube och Twitch-kanaler, med möjlighet att tillåta reklam i specifika streamingkanaler, inte bara i enskilda videor.\n\n[Hösten 2022] Förbättrad funktionalitet, förbättrad infrastruktur för Manifest V3, olika buggfixar inklusive fördröjningar på webbplatser\n\n[Våren 2022] Back-end-förbättringar, förbättrad funktionalitet",
    "uk": "AdBlock is the best ad blocker with over 60 million users, and one of the most popular Chrome extensions with over 350 million downloads!\n \n==============================\nFEATURES\n\n☆ Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n☆ Block third-party trackers and protect your privacy\n☆ Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n☆ Improve page load times and enjoy a faster Internet\n☆ Customize your experience with filters, whitelists, dark mode, and other colorful themes\n☆ Backup and sync your whitelists and custom ad blocking rules across your Chrome profiles\n☆ Enjoy custom ad blocking by replacing some ads with pictures of cats, dogs, and landscapes\n☆ Get fast, friendly support from the AdBlock team, plus a robust Help Center \n\n==============================\nABOUT\n \nDownload AdBlock’s free ad blocker to block ads everywhere on the web. AdBlock also protects your browser from malware and stops advertisers from accessing your browsing history and personal information.\n\nAdBlock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nAdBlock participates in the Acceptable Ads program, so unobtrusive ads are not blocked by default in order to support websites. We believe users should control what they see on the web, so you can easily opt out in AdBlock’s settings.\n\n\n==============================\nNOTES\n\n* The notice you see about having access to your history and website data is automatically generated because AdBlock runs on every tab. But it does NOT actually monitor your browsing history or require your personal information to work properly.",
    "zh_CN": "AdBlock 是一款深受全球 6000 多万用户信赖的广告拦截程序，它能为您带来更好的浏览体验，让您更轻松地掌控自己的网络隐私。 \n\n➤ 主要的免费功能：\n\n- 全面的广告拦截功能：告别干扰性弹出窗口、横幅和视频广告。在 YouTube、Facebook 等网站上使用 AdBlock，在增强浏览体验的同时提高工作效率。\n\n- 隐私保护：AdBlock 可以禁止第三方跟踪，让广告主更难在您浏览时跟踪您的行为。\n\n- 增强安全性：减少带有恶意软件和诈骗信息的恶意广告对设备的危害，让您安全浏览信息，安心无虞地享受上网乐趣。\n\n- 自定义选项：利用高级筛选器、允许列表和深色模式定制广告拦截偏好，个性化浏览环境，优化在线体验。\n\n- 亲切的用户支持：快速获取 AdBlock 专职团队提供的可靠支持，访问强大的帮助中心，就任何疑问或问题寻求帮助，享受安心无忧的体验。\n\n➤ 不仅拦截广告，还提供更多高级功能：\n\n- 拦截更多干扰：管理网站上的干扰性元素（例如自动播放的视频和 GIF 动图），让您专心浏览所需内容，提高工作效率。\n\n- 隐藏 Cookie 横幅: 自动隐藏网站上随处可见的恼人的 Cookie 同意横幅，提供更纯净、更愉快的浏览体验。\n\n- 跨设备同步：无缝备份和同步多个 Chrome 配置文件和设备上的白名单和自定义广告拦截规则，确保一致的浏览体验。\n\n- 将广告替换成有趣的图片：用可定制图片（如猫、狗或风景图片）替换被拦截的广告，为您的浏览体验增添个性色彩。\n\n- 更改主题：选择各种色彩丰富的主题，定制广告拦截界面外观以符合您的喜好和风格。\n\n➤ 关于我们：\n\n免费下载 Adblock，不受广告干扰，随心浏览您喜爱的网站。请放心，我们的扩展程序非常注重用户隐私和安全，我们将竭力保障您的浏览历史记录和个人信息的私密性。安装后，扩展程序即开始拦截恼人的侵入性广告——只需设置一次即可。此外，您还可以进一步定制广告体验：选择查看非侵入性广告或者拦截所有广告，完全掌控自己的浏览体验。\n\n我们相信，用户有权决定自己的在线体验，因此我们参与了“可接受广告”计划。这意味着我们在默认情况下不会拦截非侵入性广告，用户也可以在扩展程序设置中轻松选择退出该计划。\n\n➤ 更新日志：\n\n[2024 年 5 月] 推出 Manifest V3 版本的 AdBlock，同时发布新的 AdBlock 菜单设计。现在，Premium 用户在拦截 Cookie 横幅和其他干扰时，所需的点击次数更少。 \n\n[2024 年 2 月] - 修复了各种错误，扩大了支持的语言范围，包括匈牙利语、泰语、克罗地亚语、塞尔维亚语、斯洛文尼亚语、波斯尼亚语等\n\n[2024 年 1 月] 为 Premium 版本发布拦截 Cookie 横幅的功能，提高了在 YouTube 和其他网站上的性能，增加了对日语和土耳其语的支持\n\n[2023 年 12 月] 增加了新功能，您可以在播放流媒体时跳过视频广告，在浏览时享受更出色的功能\n\n[2023 年 11 月] 修复了各种错误，包括在扩展程序处于活跃状态时，工具栏图标错误地显示某网站已加入允许列表\n\n[2023 年 10 月] 修复了一些错误，让用户在使用扩展程序时获得更流畅的体验，包括修复了帮助流程中的一个断链。\n\n[2023 年 9 月] 改进了基础架构，增加了扩展程序的功能，延长了其使用寿命。\n\n[2023 年春季] 完善了 YouTube 和 Twitch 频道的允许列表，您现在可以针对特定流媒体频道（而非单个视频）允许广告。\n\n[2022 年秋季] 完善了功能，针对 Manifest V3 改进了基础架构，修复了各种错误，包括网站上的滞后问题\n\n[2022 年春季] 改进了后端功能，完善了功能",
    "zh_TW": "AdBlock的廣告攔截程式深受全球超過六千萬使用者信賴，可為您打造更優質的瀏覽體驗，讓您更有效掌控自己的網路隱私。 \n\n➤ 主要免費功能：\n\n- 全方位攔截廣告：讓您揮別惱人的彈出式、橫幅視窗及影片廣告。在瀏覽YouTube、Facebook等網站時使用AdBlock，不僅可改善您的瀏覽體驗，同時還可提升效率。\n\n- 隱私保護：AdBlock可解除第三方的追蹤功能，讓廣告商更難以追蹤您的瀏覽行為。\n\n- 更強的安全性：可減少含有惡意軟體和詐騙內容的惡意廣告，防止您的裝置受到危害，讓您安全地瀏覽，安心暢遊網路世界。\n\n- 自訂選項：具備進階篩選、允許清單和深色模式等選項，讓您能量身打造自己想要的廣告攔截效果，創造個人化的瀏覽環境，並優化網路體驗。\n\n- 友善支援：若您有任何疑慮或問題，我們有專業熱忱的AdBlock團隊可提供快速可靠的支援，還有強大的幫助中心可提供相關協助，一切只為確保您能享有輕鬆無憂的體驗。\n\n➤ 不只可攔截廣告，Premium還提供其他額外功能：\n\n- 攔截其他干擾源：可幫您管理網站上那些如自動播放的影片和動畫GIF等干擾元素，讓您能夠專心瀏覽網站並提升效率。\n\n- 隱藏cookie橫幅視窗：可自動隱藏網站上那些散亂惱人的cookie同意橫幅視窗，創造更清靜愉悅的網路體驗。\n\n- 同步多個裝置：可無縫備份並同步您多個的Chrome設定檔和裝置上的白名單和廣告攔截自訂規則，確保您享有一致的瀏覽體驗。\n\n- 將廣告更換成有趣圖片：可使用貓、狗或景觀圖片來取代被攔截的廣告，為您的瀏覽體驗增添一點個人風格。\n\n- 變更您的背景主題：有多種彩色背景主題可供選擇，讓您可根據您個人的喜好和風格，輕鬆自訂您的廣告攔截界面外觀。\n\n➤ 關於我們：\n\n免費下載AdBlock，擁抱無廣告瀏覽體驗，自在暢遊所有您最愛的網站。請放心，這項擴充功能是以使用者的隱私和安全為優先考量，可確保您的瀏覽記錄和個人資訊維持隱密狀態。這項擴充功能一安裝完成就會立即開始攔截惱人的侵入式廣告，只要設定好就可一勞永逸。您也可以進一步自訂您想要的廣告體驗，無論想選擇顯示不惹眼的廣告或全部攔截，想要什麼樣的瀏覽旅程全都由您自己掌控。\n\n我們認為使用者的網路體驗應該由他們自己來決定，所以我們參加了可接受廣告計劃。這樣可確保非侵入式廣告不會被預設攔截，讓使用者能夠輕鬆在該擴充功能的設定中選擇拒絕接收。\n\n➤ 變更日誌：\n\n[2024年五月] 推出了Manifest V3版本的AdBlock，並發表了全新的AdBlock功能表設計。現在Premium簡化了步驟，讓使用者更輕鬆攔截cookie橫幅視窗和其化干擾源。 \n\n[2024年二月] - 修正了多項錯誤並新增了多種支援語言，包括匈牙利文、泰文、克羅埃西亞文、塞爾維亞文、斯洛維尼亞文和波士尼亞文等\n\n[2024年一月] 發表了Premium的攔截cookie橫幅視窗功能，優化了YouTube和網路上其他網站的瀏覽效能，新增了日文和土耳其文的語言支援\n\n[2023年十二月] 新增了可在播放串流影音時跳過影片廣告的功能，提供更優質的瀏覽性能\n\n[2023年十一月] 修正了多項錯誤，包括該擴充功能仍處於啟用狀態但工具列圖示卻顯示該網站在允許清單中的錯誤\n\n[2023年十月] 修正了包括我們的幫助流程中的無效連結在內的幾項錯誤，讓使用者能享有更流暢的擴充功能使用體驗。\n\n[2023年九月] 改善了基礎設施，從而提升了該擴充功能的性能和壽命。\n\n[2023年春天] 改善了YouTube和Twitch頻道允許清單功能，現在您不僅可以允許個別影片顯示廣告，特定的串流頻道也可以。\n\n[2022年秋天] 改善了多項功能及Manifest V3的基礎設施，並修正了包括網站上的延遲等多項錯誤\n\n[2022年春天] 對後端進行了諸多改善，並提升了功能"
  }
}