{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Minion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,zh_CN,zh_TW": "SEO Minion helps you in your daily SEO tasks such as On-Page SEO analysis, Broken Link Checking, SERP Preview and more",
    "de": "SEO Minion hilft Ihnen bei Ihren täglichen SEO-Aufgaben wie On-Page SEO-Analyse, Überprüfung defekter Links, SERP-Vorschau und mehr",
    "es": "SEO Minion te ayuda en tus tareas diarias de SEO, como el análisis de SEO en la página, comprobación de enlaces rotos, vista previa…",
    "fr": "SEO Minion vous aide dans vos tâches quotidiennes de SEO telles que l'analyse SEO On-Page, la Vérification des Liens Rompus,…",
    "id": "SEO Minion membantu Anda dalam tugas SEO harian seperti analisis SEO On-Page, Pemeriksaan Tautan Rusak, Pratinjau SERP, dan lainnya",
    "it": "SEO Minion ti aiuta nelle tue attività quotidiane di SEO come l'analisi SEO On-Page, il controllo dei Broken Link, l'anteprima SERP…",
    "nl": "SEO Minion helpt je bij je dagelijkse SEO-taken zoals SEO-analyse van de pagina, het controleren van gebroken links, SERP preview…",
    "pl": "SEO Minion pomaga w codziennych zadaniach SEO, takich jak analiza SEO na stronie, sprawdzanie uszkodzonych linków, podgląd SERP i…",
    "pt_BR": "SEO Minion o ajuda nas suas tarefas diárias de SEO, como análise de SEO na página, verificação de links quebrados, visualização de…",
    "pt_PT": "O SEO Minion ajuda-o nas suas tarefas diárias de SEO, tais como análise de SEO On-Page, verificação de ligações quebradas,…",
    "sv": "SEO Minion hjälper dig med dina dagliga SEO-uppgifter såsom analys av på-sida SEO, kontroll av trasiga länkar,…",
    "tr": "SEO Minion, Sayfa İçi SEO analizi, Kırık Link Kontrolü, SERP Önizlemesi ve daha fazlası gibi günülük SEO görevlerinizde size…",
    "vi": "SEO Minion hỗ trợ bạn trong các nhiệm vụ SEO hàng ngày như phân tích SEO trang, kiểm tra liên kết hỏng, xem trước SERP và nhiều hơn…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,zh_CN,zh_TW": "SEO Minion is available only to customers of Keywords Everywhere's Silver or higher plan.\n\nThe tool helps you with the following tasks - \n\n(1) Analyze On-Page SEO - analyze the HTML of any webpage and view useful information that will help you optimize the On-Page SEO as well as alert you to any issues.\n\n(2) Highlight All Links - quickly see all the links (internal & external) for any webpage\n\n(3) Check Broken Links - check every link on a webpage and get a report of any links with issues\n\n(4) Hreflang Checker - check hreflang tag validity, as well as whether there are return tags present\n\n(5) SERP Preview - preview your website on a real Google search result and update this in real time\n\n(6) Google search location simulator - view non-personalized google search results for one keyword on two different location/language combination. \n\n(7) SERP Utilities - copy/download URLs & data from Google SERP - Organic, Advert,  Local, Product, Video, Image, Fresh, News, FAQ listings & PAA data\n\n(8) HTML v/s DOM - analyze the differences between the HTML source code and the rendered DOM to check if your JS library is causing any SEO related issue\n\n(9) Analyze Structured Data - analyze the structured data on the webpage\n\nWe add features based on user feedback. If you'd like us to add any new features, please email us at akash@seominion.com.\n\nYou can view the change-log for every version update at https://seominion.com/news",
    "de": "SEO Minion ist nur für Kunden des Silver- oder höher Plans von Keywords Everywhere verfügbar.\n\nDas Tool hilft Ihnen bei den folgenden Aufgaben -\n\n(1) On-Page-SEO Analyse - Analysieren Sie den HTML-Code einer beliebigen Webseite. Ihnen werden nützliche Informationen angezeigt, mit denen Sie das On-Page-SEO optimieren können und es wird auf Probleme hingewiesen .\n\n(2) Alle Links markieren - Lassen Sie sich alle Links (interne und externe) für jede Webseite schnell anzeigen.\n\n(3) Defekte Links prüfen - Überprüfen Sie jeden Link einer Webseite und erhalten Sie einen Bericht über alle problemhaften Links.\n\n(4) Hreflang-Checker - Überprüfen Sie die Hreflang-Tag-Gültigkeit und erfahren Sie, ob Return-Tags vorhanden sind.\n\n(5) SERP-Preview - Vorschau Ihrer Website auf ein reales Google-Suchergebnis und Aktualisierung in Echtzeit.\n\n(6) Googlesuche-Standortsimulator - Lassen Sie sich nicht personalisierte Google-Suchergebnisse für ein Schlagwort in zwei verschiedenen Standort-/Schlagwort-Kombinationen anzeigen. \n\n(7) SERP-Dienstprogramme - Kopieren/Herunterladen von URLs und Daten aus der Google SERP - Organisch, Anzeige, Lokal, Produkt, Video, Bild, Neu, Nachrichten, FAQ-Listungen und PAA-Daten.\n\n(8) HTML v/s DOM - Analysieren Sie die Unterschiede zwischen dem HTML-Quellcode und dem gerenderten DOM, um zu überprüfen, ob Ihre JS-Bibliothek ein SEO-bezogenes Problem verursacht.\n\nWir fügen neue Funktionen, basierend auf Benutzer-Rückmeldungen hinzu. Wenn Sie möchten, dass wir neue Funktionen hinzufügen, senden Sie uns bitte eine E-Mail an akash@seominion.com.\n\nAb dem 1. Juni 2023 ist SEO Minion nur für Kunden des Silver- oder höheren Plans von Keywords Everywhere verfügbar.\n\nSie können sich die Updates für jede Version unter https://seominion.com/news anschauen",
    "es": "SEO Minion está disponible solo para los clientes del plan Silver o superior de Keywords Everywhere.\n\nLa herramienta te ayuda con las siguientes tareas:\n\n(1) Análisis de SEO en la página - analice el HTML de cualquier página web y vea información útil que le ayudará a optimizar el SEO en la página, así como informarle sobre cualquier problema.\n\n(2) Resalte Todos los Enlaces - vea rápidamente todos los enlaces (internos y externos) de cualquier página web.\n\n(3) Compruebe los enlaces rotos - compruebe cada enlace en una página web y obtenga un informe detallado de los vínculos con problemas. \n\n(4) Hreflang Checker - comprueba la validez de la etiqueta hreflang, así como si hay etiquetas de retorno presentes. \n\n(5) SERP Preview - previsualice su sitio web en un resultado de búsqueda en tiempo real de Google y actualícelo al instante.\n\n(6) Simulador de búsqueda de ubicación de Google: vea los resultados de búsqueda de Google no personalizados de una palabra clave en dos combinaciones diferentes de ubicación/idioma. \n\n(7) Utilidades SERP: copiar/descargar URLs y datos de Google SERP: Orgánico, Anuncios, Local, Producto, Video, Imagen, Novedades, Noticias, Listados FAQ y datos de PAA.\n\n(8) HTML vs DOM: analizar las diferencias entre el código fuente HTML y el DOM renderizado para verificar si tu biblioteca JS está causando algún problema relacionado con el SEO.\n\nAñadimos funciones basadas en los comentarios de los usuarios. Si desea que agreguemos nuevas funciones, envíenos un correo electrónico a akash@seominion.com.\n\nA partir del 1 de junio de 2023, SEO Minion está disponible solo para clientes del plan silver o superior de Keywords Everywhere.\n\nPuede ver las actualizaciones para cada versión en https://seominion.com/news",
    "fr": "SEO Minion est disponible uniquement pour les clients du plan Silver ou supérieur de Keywords Everywhere.\n\nL'outil vous aide avec les tâches suivantes -\n\n(1) Analysez le SEO On-Page - analysez le HTML de n'importe quelle page Web et visualisez les informations utiles qui vous permettront d'optimiser le SEO On-Page ainsi que vous avertir de tout dysfonctionnement.\n\n(2) Soulignez Tous les Liens - affichez rapidement tous les liens (internes et externes) d'une page Web.\n\n(3) Vérifiez les Liens Brisés - vérifiez chaque lien sur une page Web et obtenez un rapport de tous les liens qui présentent une anomalie.\n\n(4) Vérificateur Hreflang - vérifiez la validité des balises hreflang, ainsi que si des balises de retour sont présentes.\n\n(5) Prévisualisation du RRCCS - prévisualisez votre site Web sur un résultat de recherche Google réel et mettez-le à jour en temps réel.\n\n(6) Simulateur d'emplacement de recherche Google - visualisez les résultats de recherche Google non personnalisés pour un mot-clé sur deux combinaisons localisation/langues différentes. \n\n(7) Utilitaires SERP - copier/télécharger les URL et les données de la SERP de Google - Organique, Annonce, Local, Produit, Vidéo, Image, Frais, Actualités, FAQ et données PAA.\n\n(8) HTML v/s DOM - analyser les différences entre le code source HTML et le DOM rendu pour vérifier si votre bibliothèque JS cause un problème lié au référencement.\n\nNous y ajoutons des fonctionnalités en fonction des avis des utilisateurs. Pour ajouter de nouvelles fonctionnalités, veuillez nous envoyer un courriel à akash@seominion.com.\n\nÀ partir du 1er juin 2023, SEO Minion est disponible uniquement pour les clients du plan Silver ou supérieur de Keywords Everywhere.\n\nVous pouvez consulter les mises à jour pour chaque version sur https://seominion.com/news",
    "id": "SEO Minion hanya tersedia untuk pelanggan dari Keywords Everywhere's Silver atau paket yang lebih tinggi.\n\nAlat ini membantu Anda dengan tugas-tugas berikut -\n\n(1) Menganalisis SEO On-Page - menganalisis HTML dari halaman web mana pun dan melihat informasi yang berguna yang akan membantu Anda mengoptimalkan SEO On-Page serta memberi tahu Anda tentang masalah apa pun.\n\n(2) Menyoroti Semua Tautan - dengan cepat melihat semua tautan (internal & eksternal) untuk halaman web mana pun\n\n(3) Memeriksa Tautan Rusak - memeriksa setiap tautan di halaman web dan mendapatkan laporan tentang tautan yang bermasalah\n\n(4) Pemeriksa Hreflang - memeriksa validitas tag hreflang, serta apakah ada tag pengembalian yang hadir\n\n(5) Pratinjau SERP - pratinjau situs web Anda pada hasil pencarian Google yang nyata dan memperbarui ini secara real time\n\n(6) Simulator lokasi pencarian Google - melihat hasil pencarian Google yang tidak dipersonalisasi untuk satu kata kunci pada dua kombinasi lokasi/bahasa yang berbeda.\n\n(7) Utilitas SERP - menyalin/mengunduh URL & data dari Google SERP - Organik, Iklan, Lokal, Produk, Video, Gambar, Segar, Berita, daftar FAQ & data PAA\n\n(8) HTML vs DOM - menganalisis perbedaan antara kode sumber HTML dan DOM yang dirender untuk memeriksa apakah perpustakaan JS Anda menyebabkan masalah terkait SEO\n\n(9) Menganalisis Data Terstruktur - menganalisis data terstruktur di halaman web\n\nKami menambahkan fitur berdasarkan umpan balik pengguna. Jika Anda ingin kami menambahkan fitur baru, silakan kirim email ke akash@seominion.com.\n\nAnda dapat melihat catatan perubahan untuk setiap pembaruan versi di https://seominion.com/news",
    "it": "SEO Minion è disponibile solo per i clienti del piano Silver o superiore di Keywords Everywhere.\n\nLo strumento ti aiuta con le seguenti attività -\n\n(1) Analizza il SEO On-Page - analizza l'HTML di qualsiasi pagina web e visualizza le informazioni utili che vi aiuteranno a ottimizzare il SEO On-Page, oltre ad avvisarvi di eventuali problemi.\n\n(2) Evidenziare tutti i link - vedere rapidamente tutti i link (interni ed esterni) per qualsiasi pagina web.\n\n(3) Check Broken Links - controlla ogni link di una pagina web e ottiene una segnalazione di eventuali link con problemi.\n\n(4) Hreflang Checker - controlla la validità dei tag hreflang, così come se ci sono tag di ritorno presenti.\n\n(5) SERP Preview - visualizza in anteprima il vostro sito web su un risultato di ricerca reale di Google e aggiorna questo in tempo reale.\n\n(6) Google search location simulator - visualizza i risultati di ricerca non personalizzati di Google per una parola chiave su due diverse combinazioni localizzazione/lingua. \n\n(7) Utility SERP - copia/scarica URL e dati da Google SERP - Organico, Pubblicità, Locale, Prodotto, Video, Immagine, Fresco, Notizie, Elenchi FAQ e dati PAA.\n\n(8) HTML vs DOM - analizza le differenze tra il codice sorgente HTML e il DOM renderizzato per verificare se la tua libreria JS sta causando qualche problema correlato all'ottimizzazione dei motori di ricerca.\n\nAggiungiamo funzionalità basate sul feedback degli utenti. Se desiderate che aggiungiamo nuove funzionalità, inviateci un'e-mail all'indirizzo akash@seominion.com.\n\nDal 1° giugno 2023, SEO Minion è disponibile solo per i clienti del piano silver o superiore di Keywords Everywhere.\n\nPuoi visualizzare il registro delle modifiche per ogni aggiornamento di versione su  https://seominion.com/news",
    "nl": "SEO Minion is alleen beschikbaar voor klanten met een Silver- of hoger plan van Keywords Everywhere.\n\nDe tool helpt u met de volgende taken -\n\n(1) Analyse van On-Page SEO - analyseer de HTML van elke webpagina en bekijk nuttige informatie die u helpt om de On-Page SEO verder te optimaliseren en u te waarschuwen voor eventuele problemen.\n\n(2) Markeer alle links - bekijk snel alle links (intern & extern) voor elke webpagina.\n\n(3) Controleer niet-werkende Links - controleer elke link op een webpagina en krijg een overzicht van alle links met problemen.\n\n(4) Hreflang Checker - controleer de geldigheid van de hreflang-labels en of er retourtags aanwezig zijn.\n\n(5) SERP Preview - bekijk uw website op een echt Google-zoekresultaat en werk dit in realtime bij.\n\n(6) Google-zoeklocatiesimulator - bekijk de niet-gepersonaliseerde google-zoekresultaten voor één trefwoord op twee verschillende locatie/taalcombinaties. \n\n(7) SERP-hulpprogramma's - kopieer/download URL's en gegevens van Google SERP - Organisch, Advertentie, Lokaal, Product, Video, Afbeelding, Vers, Nieuws, FAQ-vermeldingen en PAA-gegevens.\n\n(8) HTML v/s DOM - analyseer de verschillen tussen de HTML-broncode en de weergegeven DOM om te controleren of je JS-bibliotheek een SEO-gerelateerd probleem veroorzaakt.\n\nWe voegen functies toe op basis van feedback van gebruikers. Als u wilt dat wij nieuwe functies toevoegen, kunt u een e-mail sturen naar akash@seominion.com.\n\nVanaf 1 juni 2023 is SEO Minion alleen beschikbaar voor klanten van het silver-abonnement of hoger van Keywords Everywhere.\n\nU kunt de updates voor elke versie bekijken op https://seominion.com/news",
    "pl": "SEO Minion jest dostępny tylko dla klientów z planem Silver lub wyższym Keywords Everywhere.\n\nNarzędzie pomaga w następujących zadaniach -\n\n(1) Analiza SEO On-Page - analizuj HTML dowolnej strony internetowej i zobacz przydatne informacje, które pomogą Ci zoptymalizować SEO On-Page oraz powiadomić o wszelkich problemach.\n\n(2) Podświetlanie wszystkich linków - szybko zobacz wszystkie linki (wewnętrzne i zewnętrzne) dla dowolnej strony internetowej\n\n(3) Sprawdzanie uszkodzonych linków - sprawdź każdy link na stronie internetowej i otrzymaj raport o linkach z problemami\n\n(4) Sprawdzanie tagów hreflang - sprawdź ważność tagów hreflang oraz obecność tagów zwrotnych\n\n(5) Podgląd SERP - podglądaj swoją stronę w prawdziwym wyniku wyszukiwania Google i aktualizuj to w czasie rzeczywistym\n\n(6) Symulator lokalizacji wyszukiwania Google - zobacz niepersonalizowane wyniki wyszukiwania Google dla jednego słowa kluczowego w dwóch różnych kombinacjach lokalizacji/języka\n\n(7) Narzędzia SERP - kopiowanie/pobieranie adresów URL i danych z Google SERP - organicznych, reklam, lokalnych, produktów, wideo, obrazów, świeżych, wiadomości, list FAQ i danych PAA\n\n(8) HTML vs DOM - analizuj różnice między kodem źródłowym HTML a renderowanym DOM, aby sprawdzić, czy biblioteka JS powoduje problemy związane z SEO\n\n(9) Analiza danych strukturalnych - analizuj dane strukturalne na stronie internetowej\n\nDodajemy funkcje na podstawie opinii użytkowników. Jeśli chciałbyś, abyśmy dodali nowe funkcje, wyślij e-mail na adres akash@seominion.com.\n\nMożesz zobaczyć dziennik zmian dla każdej aktualizacji wersji na stronie https://seominion.com/news",
    "pt_BR": "SEO Minion está disponível apenas para clientes do plano Silver ou superior da Keywords Everywhere.\n\nA ferramenta auxilia você nas seguintes tarefas:\n\n(1) Analisar o SEO On-Page - analise o HTML de qualquer página da web e veja informações úteis que ajudarão você a otimizar o SEO On-Page, além de alertá-lo sobre quaisquer problemas.\n\n(2) Destacar Todos os Links - veja rapidamente todos os links (internos e externos) de qualquer página da web\n\n(3) Verificar Links Quebrados - verifique cada link em uma página da web e obtenha um relatório de quaisquer links com problemas\n\n(4) Verificador de Hreflang - verifique a validade da tag hreflang, bem como se há tags de retorno presentes\n\n(5) Pré-visualização SERP - pré-visualize seu site em um resultado de pesquisa do Google real e atualize isso em tempo real\n\n(6) Simulador de localização de pesquisa do Google - veja os resultados da pesquisa do Google não personalizados para uma palavra-chave em duas diferentes combinações de localização/idioma.\n\n(7) Utilitários SERP - copie/baixe URLs e dados do SERP do Google - Orgânico, Anúncio, Local, Produto, Vídeo, Imagem, Atualizações, Notícias, Listagens de FAQ e dados PAA\n\n(8) HTML vs DOM - analise as diferenças entre o código-fonte HTML e o DOM renderizado para verificar se sua biblioteca JS está causando algum problema relacionado ao SEO\n\n(9) Analisar Dados Estruturados - analise os dados estruturados na página da web\n\nAdicionamos recursos com base no feedback dos usuários. Se você deseja que adicionemos novas funcionalidades, envie um e-mail para akash@seominion.com.\n\nVocê pode ver o registro de alterações de cada atualização de versão em https://seominion.com/news",
    "pt_PT": "O SEO Minion está disponível apenas para os clientes do plano Silver ou superior do Keywords Everywhere.\n\nA ferramenta ajuda você nas seguintes tarefas:\n\n(1) Analisar SEO On-Page - analise o HTML de qualquer página web e veja informações úteis que ajudarão a otimizar o SEO On-Page, além de alertá-lo sobre quaisquer problemas.\n\n(2) Destacar Todos os Links - veja rapidamente todos os links (internos e externos) de qualquer página web.\n\n(3) Verificar Links Quebrados - verifique todos os links em uma página web e obtenha um relatório de quaisquer links com problemas.\n\n(4) Verificador de Hreflang - verifique a validade da tag hreflang, bem como se há tags de retorno presentes.\n\n(5) Pré-visualização de SERP - visualize seu site em um resultado real de busca do Google e atualize isso em tempo real.\n\n(6) Simulador de Localização de Busca do Google - veja resultados de busca do Google não personalizados para uma palavra-chave em duas combinações diferentes de localização/idioma.\n\n(7) Utilitários de SERP - copie/baixe URLs e dados do Google SERP - Orgânico, Anúncio, Local, Produto, Vídeo, Imagem, Atual, Notícias, listagens de FAQ e dados de PAA.\n\n(8) HTML vs DOM - analise as diferenças entre o código-fonte HTML e o DOM renderizado para verificar se sua biblioteca JS está causando algum problema relacionado ao SEO.\n\n(9) Analisar Dados Estruturados - analise os dados estruturados na página web.\n\nAdicionamos recursos com base no feedback dos usuários. Se você gostaria que adicionássemos algum novo recurso, por favor, envie-nos um e-mail para akash@seominion.com.\n\nVocê pode visualizar o log de alterações para cada atualização de versão em https://seominion.com/news",
    "sv": "SEO Minion är endast tillgänglig för kunder med Keywords Everywhere's Silver-plan eller högre.\n\nVerktyget hjälper dig med följande uppgifter:\n\n(1) Analysera On-Page SEO - analysera HTML för vilken webbsida som helst och visa användbar information som hjälper dig att optimera On-Page SEO samt varna dig för eventuella problem.\n\n(2) Markera Alla Länkar - se snabbt alla länkar (interna & externa) för vilken webbsida som helst\n\n(3) Kontrollera Brutna Länkar - kontrollera varje länk på en webbsida och få en rapport om eventuella länkar med problem\n\n(4) Hreflang Kontroll - kontrollera giltigheten av hreflang-taggen samt om det finns returtaggar\n\n(5) SERP Förhandsvisning - förhandsgranska din webbplats i ett verkligt Google-sökresultat och uppdatera detta i realtid\n\n(6) Google sökplats-simulator - visa icke-personaliserade Google-sökresultat för ett nyckelord på två olika plats-/språkkombinationer\n\n(7) SERP-verktyg - kopiera/ladda ner URL:er & data från Google SERP - organiska, annonser, lokala, produkter, video, bilder, färska, nyheter, FAQ-listor & PAA-data\n\n(8) HTML vs DOM - analysera skillnaderna mellan HTML-källkoden och den renderade DOM för att kontrollera om ditt JS-bibliotek orsakar några SEO-relaterade problem\n\n(9) Analysera Strukturerad Data - analysera den strukturerade datan på webbsidan\n\nVi lägger till funktioner baserat på användarfeedback. Om du vill att vi ska lägga till några nya funktioner, vänligen mejla oss på akash@seominion.com.\n\nDu kan se ändringsloggen för varje versionuppdatering på https://seominion.com/news",
    "tr": "SEO Minion, Keywords Everywhere'ın Silver veya daha yüksek planlarına sahip müşterilere sunulmaktadır.\n\nAraç, aşağıdaki görevlerde size yardımcı olur -\n\n(1) On-Page SEO'yu Analiz Et - herhangi bir web sayfasının HTML'sini analiz edin ve On-Page SEO'yu optimize etmenize yardımcı olacak yararlı bilgileri görün, ayrıca sizi olası sorunlar hakkında uyarır.\n\n(2) Tüm Bağlantıları Vurgula - herhangi bir web sayfasındaki tüm bağlantıları (iç ve dış) hızlıca görün\n\n(3) Kırık Bağlantıları Kontrol Et - bir web sayfasındaki her bağlantıyı kontrol edin ve sorunlu bağlantılarla ilgili bir rapor alın\n\n(4) Hreflang Kontrolü - hreflang etiketinin geçerliliğini kontrol edin ve dönüş etiketlerinin olup olmadığını kontrol edin\n\n(5) SERP Önizlemesi - web sitenizi gerçek bir Google arama sonucunda önizleyin ve bunu gerçek zamanlı olarak güncelleyin\n\n(6) Google arama konumu simülatörü - iki farklı konum/dil kombinasyonunda bir anahtar kelime için kişiselleştirilmemiş Google arama sonuçlarını görüntüleyin\n\n(7) SERP Araçları - Google SERP'ten URL'leri ve verileri kopyalayın/indirin - Organik, Reklam, Yerel, Ürün, Video, Görsel, Güncel, Haber, SSS listeleri ve PAA verileri\n\n(8) HTML vs DOM - JS kitaplığınızın herhangi bir SEO ile ilgili sorun oluşturup oluşturmadığını kontrol etmek için HTML kaynak kodu ile işlenmiş DOM arasındaki farkları analiz edin\n\n(9) Yapılandırılmış Verileri Analiz Et - web sayfasındaki yapılandırılmış verileri analiz edin\n\nKullanıcı geri bildirimlerine göre özellikler ekliyoruz. Yeni özellikler eklememizi isterseniz, lütfen akash@seominion.com adresine e-posta gönderin.\n\nHer sürüm güncellemesi için değişiklik günlüğünü https://seominion.com/news adresinden görüntüleyebilirsiniz.",
    "vi": "SEO Minion chỉ khả dụng cho khách hàng của gói Silver hoặc cao hơn của Keywords Everywhere.\n\nCông cụ này giúp bạn với các nhiệm vụ sau -\n\n(1) Phân tích SEO On-Page - phân tích HTML của bất kỳ trang web nào và xem thông tin hữu ích giúp bạn tối ưu hóa SEO On-Page cũng như cảnh báo bạn về bất kỳ vấn đề nào.\n\n(2) Nổi bật Tất cả Các Liên kết - nhanh chóng xem tất cả các liên kết (nội bộ & bên ngoài) cho bất kỳ trang web nào\n\n(3) Kiểm tra Các Liên kết Hỏng - kiểm tra mọi liên kết trên một trang web và nhận báo cáo về bất kỳ liên kết nào có vấn đề\n\n(4) Trình kiểm tra Hreflang - kiểm tra tính hợp lệ của thẻ hreflang cũng như xem có thẻ trả về hay không\n\n(5) Xem trước SERP - xem trước trang web của bạn trên một kết quả tìm kiếm thực của Google và cập nhật điều này theo thời gian thực\n\n(6) Trình mô phỏng vị trí tìm kiếm của Google - xem kết quả tìm kiếm không cá nhân hóa của Google cho một từ khóa trên hai kết hợp vị trí/ngôn ngữ khác nhau\n\n(7) Tiện ích SERP - sao chép/tải xuống URL & dữ liệu từ Google SERP - Hữu cơ, Quảng cáo, Địa phương, Sản phẩm, Video, Hình ảnh, Mới, Tin tức, danh sách FAQ & dữ liệu PAA\n\n(8) HTML vs DOM - phân tích sự khác biệt giữa mã nguồn HTML và DOM được hiển thị để kiểm tra xem thư viện JS của bạn có gây ra bất kỳ vấn đề liên quan đến SEO nào không\n\n(9) Phân tích Dữ liệu Cấu trúc - phân tích dữ liệu có cấu trúc trên trang web\n\nChúng tôi thêm tính năng dựa trên phản hồi của người dùng. Nếu bạn muốn chúng tôi thêm bất kỳ tính năng mới nào, vui lòng gửi email cho chúng tôi tại akash@seominion.com.\n\nBạn có thể xem nhật ký thay đổi cho mỗi bản cập nhật phiên bản tại https://seominion.com/news"
  }
}