{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StopAll Ads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAY GOODBYE TO ADS! Browse Safely. Optimize Surfing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StopAll Ads is a fork of Adblock Plus extension (Version 2.7.3) with some additional feature of reporting, blocking etc for blocking advertisements on Chrome web browser. This extension provides most enhanced features to make user browsing safe, fast and simple.\n\nStopAll Ads helps you to avoid seeing irrelevant and unwanted ads/content that keep popping up while you surf the net. In other words, you have full control of whatever you want to see. When you are surfing the net, you are leaving digital footprints. Such data is then used by companies to track your movements and interactions on the Internet and create a profile, on the basis of which you get to see ads. Why allow companies to track your movements in the first place?\n\nBlocks Malware urls\nStopAll Ads regularly updates new malware domains and filters list to provide more accurate scanning and blocking feature. \n\nSee what you want to see\nStopAll Ads will let you see only what you want to. There will be no more unwanted ads to distract you.\n\nDisable Social Media Buttons\nYou can also disable the ostensible social media buttons that urge you to share what you are reading. That’s another way of tracking and profiling your preferences.\n\nChoose you filters\nThe extension lets you apply filters according to your preference to limit the ads you see. The add on will help you to not only manage ads but block malware domains as well.\n\nBe an informed surfer\nWith StopAll Ads, you will get to know more about different web tracking methods and how they can be enabled and disabled according to your choice.\n\nNon-intrusive ads\nThere are some ads that usually don’t interfere with your surfing. They are mainly from sites that earn revenue from ads. Stop All Ads categorizes such ‘acceptable ads’ differently."
  }
}