{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yambalú - Juegos al mejor precio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comparamos automáticamente los precios de los videojuegos que estés visualizando y te ofrecemos el precio más barato."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Si no quieres pagar de más por tus videojuegos, esta es tu extensión.\n\nCon la base del mejor comparador de precios de videojuegos español, Yambalú (https://www.yambalu.com) , llega esta extensión que te ofrece el mejor precio de los videojuegos que estés viendo en cualquiera de las más de 30 webs que tiene analizadas, entre las que se encuentran tiendas como Amazon, Game, FNAC, El Corte Inglés, MediaMarkt o webs de contenidos como Meristation o Hobby Consolas.\n\nImagina que vas a comprar un videojuego en Game... ¿no te gustaría que alguien te avisara antes de comprarlo si en una webs está más barato?\n\nO bien que estás viendo el último análisis de tu juego más deseado en Meristation... ¿y si te entran ganas de comprarlo, que mejor que tener el mejor precio del mercado a un clic de distancia?\n\nY todo esto sin que tengas que hacer nada. Nosotros hacemos todo el trabajo por ti: analizamos si estás consultando algún videojuego, si es así consultamos el precio de este videojuego en todas las tiendas de nuestra base de datos y te mostramos esta información.\n\nPero además no sólo te mostraremos los precios del videojuego en todas nuestras tiendas, sino que además verás la disponibilidad o no de este juego e incluso en las tiendas de importación podrás conocer el idioma en que viene.\n\nToda la información de la extensión la puedes encontrar en: http://extension.yambalu.com\n\nPuedes seguirnos en:\nTwitter: http://www.twitter.com/yambalu_com\nTelegram: https://t.me/yambalu\nY, como no, en nuestra web: http://www.yambalu.com\n\n\nDisfruta de tus videojuegos... pero siempre al mejor precio"
  }
}