{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GAIA Toolbar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unterstützen Sie mit Ihrem alltäglichen Online-Shopping die NewSpace-Forschung in Deutschland."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mit der Installation der GAIA Toolbar wird Ihr alltägliches Online-Shopping zum Charity-Shopping für die Raumfahrt in Deutschland. \n\nDie Toolbar aktiviert zu Beginn eines jeden Besuchs bei einem von über 1.500 Online-Shops den Prämien-Einkauf des Gooding-Accounts von GAIA Aerospace e.V. (https://www.gooding.de/gaia-aerospace-e-v-83900). Mit dem anschließenden Einkauf verpflichten Sie den Seiteninhaber einen bestimmten Prozentsatz der Einnahmen an Ihrem Einkauf an den GAIA Aerospace e.V. zu spenden. Für Sie als Nutzer ist die Installation und Nutzung der Toolbar mit keinerlei Mehrkosten verbunden.\n\nDie eingenommenen Spenden werden seitens des GAIA Aerospace e.V. für die folgenden Zwecke verwendet:\n- Ausbildung und Förderung von Studierenden der Luft- und Raumfahrttechnik\n- Beschaffung von Sachmitteln zur Erforschung und Entwicklung kosteneffizienter und nachhaltiger Raumfahrttechnologien\n- Anmietung von Räumlichkeiten für Ausbildungs- und Forschungszwecke\n- Durchführung von Veranstaltungen zur Förderung des NewSpace in Deutschland\n\nIm Zuge der Nutzung der Toolbar können abhängig von der zu ladenden Seite folgende Probleme auftreten:\n- Durch die Aktivierung des Prämien-Einkaufs bei Gooding kann es beim Laden einer Seite zu Verzögerungen von wenigen Sekunden kommen.  \n- Die Einblendung der Toolbar kann auf manchen Seiten zu Kompatibilitätsproblemen mit der Bestätigung von Cookies führen. In diesem Fall muss die Toolbar geschlossen und die Seite neu geladen werden.    \n\nIm Falle von Fragen und Verbesserungsvorschlägen steht Ihnen der GAIA Aerospace e.V. unter der folgenden Adresse gerne zur Verfügung: service@gaia-aerospace.com\n\nWir danken Ihnen vielmals für die Nutzung der GAIA Toolbar!"
  }
}