{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unblocked Games G+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unblocked Games G+ provides easy access to safe and educational games for school children through a single icon click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unblocked Games G+ provides a safe, engaging, and easily accessible platform where students can enjoy a variety of unblocked games, perform Google searches, and quickly navigate to educational resources. This extension offers direct links to Google Sites pages (such as Classroom Workspace: [https://sites.google.com/view/classroom-workspace/]), enabling users to seamlessly switch between gaming, studying, and online content related to Google Classroom.\n\nWith Unblocked Games G+, parents and educators can be confident that children are engaging in appropriate, safe, and enriching entertainment. The extension features an intuitive layout with colorful icons, easy navigation, and quick access to both unblocked games and educational resources. Official Google AdSense ads are transparently included and clearly labeled as \"Ads\" to ensure full user awareness.\n\nWhether it’s solving puzzles, tackling strategy challenges, exploring educational adventures, performing quick Google searches, or visiting official Google Sites resources, Unblocked Games G+ offers a range of safe, child-friendly options. Users can open the extension by clicking its icon, providing a focused, distraction-free experience without automatically altering the new tab.\n\nDownload Unblocked Games G+ today to enjoy a secure, fun platform that combines gaming, learning, and quick access to Google search tools, specifically optimized for schoolchildren."
  }
}