{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hulu Episode Selector: Hulu episode list.",
    "de": "Hulu Episode Selector: Liste der Hulu-Episoden.",
    "es": "Hulu Episode Selector: Hulu lista de episodios.",
    "fr": "Hulu Episode Selector: liste des épisodes Hulu.",
    "pl": "Hulu Episode Selector: lista odcinków dla Hulu."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension adds an episode list button to select the episode while watching Hulu series.",
    "de": "Die Erweiterung fügt eine Episodenlistenschaltfläche hinzu, mit der Sie die Episode auswählen können, während Sie Hulu-Serien…",
    "es": "La extensión agrega un botón de lista de episodios para seleccionar el episodio mientras miras la serie de Hulu.",
    "fr": "L'extension ajoute un bouton de liste d'épisodes pour sélectionner l'épisode tout en regardant la série Hulu.",
    "pl": "Rozszerzenie dodaje ikonę umożliwiającą pokazanie listy odcinków serialu podczas oglądania Hulu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Go to the next episode smoothly with Hulu Episode Selector. No more searching for the series through the home page, no more going back and forth to change the episode. \n\nThis extension improves Hulu navigation by adding new Netflix-like button. Now you’ll be able to see the episode list and choose one of them.\n\nHow to use Hulu Episode Selector?\n\n1. Add the extension to your Chrome browser.\n2. Go to Hulu and pick a TV show to watch.\n3. Navigate to the playback options (at the bottom of the player), and you should see new Select Episode icon.\n4. Click on the select episode button to navigate through the episodes. The list will show available episodes.\n\nEntertainment shouldn't be complicated. Enjoy watching your favorite series with easy access to more episodes.\n\n❗**Disclaimer: All product and company names are trademarks or registered trademarks of their respective holders. This extension holds no association or affiliation with them or any third-party companies.**❗"
  }
}