{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Among Us Cursor Pack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a touch of fun and mystery to your browsing with the Among Us Cursor Pack."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you customize your cursor with fun, game-inspired designs. Featuring iconic characters and elements from the world of Among Us, the pack brings the mystery and excitement of the game right to your screen.\n\nGame-Inspired Cursors: Choose from a variety of unique cursor designs featuring crewmates, imposters, and in-game items. Each cursor captures the playful nature of the game, making every click a bit more fun.\n\nQuick and Easy Setup: Installing the Cursor Pack is simple. With just a few clicks, you can replace your default cursor with one of the themed designs. It's a fast way to personalize your browsing experience.\n\nSeamless Performance: Despite the added customizations, the extension ensures smooth performance. You’ll still enjoy a fast and efficient browsing experience without any lag or slowdown.\n\nEasy-to-Use Interface: The extension is designed to be user-friendly, making it accessible to everyone. You don't need to be a tech expert to install and enjoy the custom cursors.\n\nThis extension adds an extra layer of fun to your online experience. By customizing your cursor with the game’s characters, every click will remind you of the thrill and excitement of playing the game. This pack is a perfect way to immerse yourself in the Among Us universe even when you’re not playing.\n\nEnhance your browsing and show off your fandom with the Among Us Cursor Pack. It's a small change that makes your time online more interactive and enjoyable!"
  }
}