{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi WhatsApp Status Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily download all WhatsApp statuses directly from the web version with Multi WhatsApp Status Downloader."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi WhatsApp Status Downloader allows users to easily download images and videos from WhatsApp Web statuses. Designed for convenience and efficiency, the extension simplifies the process of saving WhatsApp statuses without the need for third-party apps or complicated workflows. Whether it’s a photo or a video, this extension handles everything directly from your browser.\n\nOnce installed, the extension provides a user-friendly interface where users can scan all available WhatsApp statuses on their web session. A simple click on the “Scan Status” button will list all available statuses, allowing the user to select one or multiple items they wish to download. The statuses can be images or videos, and each selected status is saved in just a few seconds.\n\nOne key feature is the automatic handling of both images and videos, ensuring that the correct file type is saved without any extra effort. The extension also supports the sequential download of multiple media items in a status. If a status contains more than one image or video, it will automatically click through the media using the \"Next\" button and download each one. This eliminates the need for manual navigation or repeated actions.\n\nThe extension also has a built-in mechanism to prevent downloading the same media file multiple times, ensuring that users don’t end up with duplicate files. Additionally, it includes a download limit feature, which can be unlocked via an in-app purchase for unlimited downloads.\n\nWith Multi WhatsApp Status Downloader, saving your friends’ and family’s statuses is now seamless, making it an essential tool for anyone who regularly uses WhatsApp Web and wishes to archive their favorite statuses with ease."
  }
}