{
  "name": {
    "ar": "يلعب القرد عبر الإنترنت",
    "am": "COTON OCKECOIS የመስመር ላይ ጨዋታ",
    "bg,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,fr,hr,hu,it,lt,lv,ms,no,pl,pt_BR,pt_PT,ro,ru,sl,sv,tr,zh_CN,zh_TW": "Stick Monkey Online Play",
    "bn": "লাঠি বানর অনলাইন প্লে",
    "ca": "Stick Monkey en línia Play",
    "cs": "Hlpíte opici online hra",
    "es": "Juego en línea de Stick Monkey",
    "fa": "بازی آنلاین میمون",
    "gu": "વાંદરા play નલાઇન રમત",
    "he": "הדלק קוף משחק מקוון",
    "hi": "स्टिक बंदर ऑनलाइन खेलें",
    "id": "Play Online Stick Monyet",
    "ja": "モンキーオンラインプレイをスティックします",
    "kn": "ಸ್ಟಿಕ್ ಮಂಕಿ ಆನ್‌ಲೈನ್ ಪ್ಲೇ",
    "ko": "스틱 몽키 온라인 플레이",
    "ml": "കുരങ്ങൻ ഓൺലൈൻ പ്ലേ ചെയ്യുക",
    "mr": "स्टिक माकड ऑनलाईन प्ले",
    "nl": "Stick Monkey Online spelen",
    "sk": "Slepte opice online hrať",
    "sr": "Стицк Монкеи Онлине Плаи",
    "sw": "Fimbo tumbili mtandaoni",
    "ta": "குரங்கு ஆன்லைன் நாடகம்",
    "te": "స్టిక్ మంకీ ఆన్‌లైన్ ప్లే",
    "th": "ติดเล่นลิงออนไลน์",
    "uk": "Стика мавп в Інтернеті",
    "vi": "Stick khỉ chơi trực tuyến"
  },
  "short": {
    "ar": "قرد العصا عالق! لديه عصا ممتدة مفيدة للتحرك طوال مغامراته ، ولكنه يحتاج إلى مساعدتك في اتخاذ قرار.",
    "am": "ዱላ ጦጣ ተጣብቋል! እሱ ጀብዱዎች ሁሉ ጀብዱዎች የሚንቀሳቀሱበት የእድገት ተቆጣጣሪ ዱላ አለው, ግን የመወሰን እገዛዎን ይፈልጋል.",
    "bg": "Стик маймуната е заседнала! Той има удобна еластична пръчка, която да се движи през приключенията си, но се нуждае от вашата помощ,…",
    "bn": "লাঠি বানর আটকে আছে! তার অ্যাডভেঞ্চার জুড়ে সরে যাওয়ার জন্য তাঁর একটি সহজ প্রসারিত কাঠি রয়েছে তবে সিদ্ধান্ত নিতে আপনার সহায়তা…",
    "ca": "Stick Monkey està enganxat! Té un pal estirat per moure's al llarg de les seves aventures, però necessita la vostra ajuda per…",
    "cs": "HICK MONKEY JE STUCK! Má šikovnou pružnou hůl, aby se pohyboval po celých dobrodružstvích, ale potřebuje vaši pomoc, aby se rozhodl.",
    "da": "Stick Monkey sidder fast! Han har en praktisk stretchy pind til at bevæge sig gennem sine eventyr, men har brug for din hjælp til…",
    "de": "Stick Affe steckt fest! Er hat einen handlichen Streit, um sich während seiner Abenteuer zu bewegen, braucht aber Ihre Hilfe, um zu…",
    "el": "Το Stick Monkey είναι κολλημένο! Έχει ένα εύχρηστο ελαστικό ραβδί για να μετακινηθεί σε όλες τις περιπέτειές του, αλλά χρειάζεται…",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Stick Monkey is stuck! He has a handy stretchy stick to move throughout his adventures, but needs your help to decide.",
    "es": "¡Stick Monkey está atascado! Tiene un práctico palo elástico para moverse a lo largo de sus aventuras, pero necesita su ayuda para…",
    "et": "Pulk ahv on kinni! Tal on käepärane veniv kepp, et kogu seikluste vältel liikuda, kuid vajab teie abi, et otsustada.",
    "fa": "چوب میمون گیر کرده است! او یک چوب کششی مفید برای حرکت در تمام ماجراهای خود دارد ، اما برای تصمیم گیری به کمک شما نیاز دارد.",
    "fi": "Stick Monkey on jumissa! Hänellä on kätevä joustava sauva liikkuakseen koko seikkailujensa ajan, mutta hän tarvitsee apuasi…",
    "fr": "Le singe bâton est coincé! Il a un bâton extensible pratique pour se déplacer tout au long de ses aventures, mais a besoin de votre…",
    "gu": "લાકડી મંકી અટવાઇ છે! તેની પાસે તેના સાહસોમાં આગળ વધવા માટે એક સહેલાઇથી સ્ટ્રેચી સ્ટીક છે, પરંતુ તે નક્કી કરવા માટે તમારી સહાયની…",
    "he": "קוף מקל תקוע! יש לו מקל נמתח שימושי לעבור לאורך הרפתקאותיו, אך זקוק לעזרתך כדי להחליט.",
    "hi": "स्टिक बंदर अटक गया है! उसके पास अपने कारनामों के दौरान एक आसान स्ट्रेच स्टिक है, लेकिन यह तय करने के लिए आपकी मदद की जरूरत है।",
    "hr": "Stick Monkey je zaglavljen! Ima zgodan rastezljivi štap za kretanje po svojim avanturama, ali treba vam pomoć da biste odlučili.",
    "hu": "A botmajom elakadt! Van egy praktikus, elasztikus botja, hogy a kalandjai során mozogjon, de segítségre van szüksége a döntéshez.",
    "id": "Monyet tongkat macet! Dia memiliki tongkat elastis yang praktis untuk bergerak sepanjang petualangannya, tetapi membutuhkan bantuan…",
    "it": "Stick Monkey è bloccato! Ha un pratico bastone elastico per muoversi durante le sue avventure, ma ha bisogno del tuo aiuto per…",
    "ja": "スティックモンキーが立ち往生しています！ 彼は彼の冒険を通して動くための便利な伸縮性のあるスティックを持っていますが、あなたの助けを決定する必要があります。",
    "kn": "ಸ್ಟಿಕ್ ಮಂಕಿ ಸಿಲುಕಿಕೊಂಡಿದೆ! ತನ್ನ ಸಾಹಸಗಳ ಉದ್ದಕ್ಕೂ ಚಲಿಸಲು ಅವನಿಗೆ ಸೂಕ್ತವಾದ ಹಿಗ್ಗಿಸಲಾದ ಕೋಲು ಇದೆ, ಆದರೆ ನಿರ್ಧರಿಸಲು ನಿಮ್ಮ ಸಹಾಯದ ಅಗತ್ಯವಿದೆ.",
    "ko": "스틱 몽키가 붙어 있습니다! 그는 모험 전체에서 움직일 수있는 편리한 신축성을 가지고 있지만 결정을 내리는 데 도움이 필요합니다.",
    "ml": "സ്റ്റിക്ക് കുരങ്ങൻ കുടുങ്ങി! തന്റെ സാഹസികതയിലുടനീളം നീങ്ങാൻ അദ്ദേഹത്തിന് ഒരു സ്ട്രെട്ടി സ്റ്റിക്ക് ഉണ്ട്, പക്ഷേ തീരുമാനിക്കാൻ…",
    "mr": "स्टिक माकड अडकले आहे! त्याच्या संपूर्ण साहसांमध्ये जाण्यासाठी त्याच्याकडे एक सुलभ स्ट्रेच स्टिक आहे, परंतु निर्णय घेण्यासाठी आपल्या…",
    "ms": "Stick Monkey terjebak! Dia mempunyai tongkat yang berguna untuk bergerak sepanjang pengembaraannya, tetapi memerlukan bantuan anda…",
    "nl": "Stick Monkey zit vast! Hij heeft een handige rekbare stok om door zijn avonturen te bewegen, maar heeft uw hulp nodig om te…",
    "no": "Stick Monkey sitter fast! Han har en praktisk tøyelig pinne for å bevege seg gjennom sine eventyr, men trenger din hjelp til å…",
    "pl": "Stick Monkey utknie! Ma poręczny, elastyczny kij do poruszania się przez całe swoje przygody, ale potrzebuje twojej pomocy, aby…",
    "ro": "Stick Monkey este blocat! El are un băț întins la îndemână pentru a se mișca pe tot parcursul aventurilor sale, dar are nevoie de…",
    "ru": "Стичка Обезьяна застряла! У него удобная эластичная палка, чтобы двигаться по всему своим приключениям, но вам нужна ваша помощь,…",
    "sk": "Stick Monkey je uviaznutá! Má po celú dobu dobrodružstvá rybnú pružnú palicu, ale potrebuje vašu pomoc, aby ste sa rozhodli.",
    "sl": "Opica palice je obtičala! Ima priročno raztegljivo palico, ki se bo premikal po svojih dogodivščinah, vendar potrebuje vašo pomoč,…",
    "sr": "Стицк Монкеи је заглављен! Има прикладан и стрпљив штап да се креће током својих авантура, али треба вам помоћ да се одлучите.",
    "sv": "Stick Monkey sitter fast! Han har en praktisk stretchig pinne för att röra sig genom sina äventyr, men behöver din hjälp för att…",
    "sw": "Tumbili la fimbo limekwama! Ana fimbo nzuri ya kusonga mbele wakati wote wa ujio wake, lakini anahitaji msaada wako kuamua.",
    "ta": "குச்சி குரங்கு சிக்கியுள்ளது! அவர் தனது சாகசங்கள் முழுவதும் நகர்த்த ஒரு எளிமையான நீளமான குச்சியைக் கொண்டுள்ளார், ஆனால் தீர்மானிக்க…",
    "te": "స్టిక్ కోతి ఇరుక్కుపోయింది! అతను తన సాహసకృత్యాల అంతటా కదలడానికి చాలా సాగిన కర్రను కలిగి ఉన్నాడు, కానీ నిర్ణయించడానికి మీ సహాయం…",
    "th": "ติดลิงติด! เขามีแท่งยืดที่มีประโยชน์ที่จะย้ายไปตลอดการผจญภัยของเขา แต่ต้องการความช่วยเหลือจากคุณในการตัดสินใจ",
    "tr": "Sopa maymunu sıkışmış! Maceraları boyunca hareket etmek için kullanışlı bir esnek çubuğu var, ancak karar vermek için yardımınıza…",
    "uk": "Паличка Мавпа застрягла! У нього є зручна еластична палиця, щоб рухатися протягом своїх пригод, але потребує вашої допомоги, щоб…",
    "vi": "Chick Monkey bị mắc kẹt! Anh ta có một cây gậy co giãn tiện dụng để di chuyển trong suốt cuộc phiêu lưu của mình, nhưng cần sự giúp…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Game Description\nStick Monkey is stuck! He has a handy stretchy stick to move throughout his adventures, but needs your help to decide how far to stretch!\n\nNote:- You can Play More Categories Game In This Extension.\n\nYou must stretch just enough for Monkey to safely move to safe ground. If it’s too short or too long, Monkey tumbles down below! Ouch!\n\nGame Instructions\nTap the arrow to start.\n\nTap and hold on the screen to guess how long you need to stretch the stick for Monkey to move to safe ground. Be wise, as if it’s too short or too long, your game is over. Good luck!"
  }
}