{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitter Video Downloader By TwitterMate",
    "de": "Twitter Video Downloader von TwitterMate",
    "es": "Descargador de videos de Twitter de TwitterMate",
    "fr": "Twitter Video Downloader par TwitterMate",
    "it": "Twitter Video Downloader di TwitterMate",
    "nl": "Twitter Video Downloader Door TwitterMate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Download any Twitter videos, gif with one Tap using TwitterMate. fast, free & easy to use.",
    "de": "Laden Sie mit TwitterMate beliebige Twitter-Videos und GIFs mit einem Fingertipp herunter. schnell, kostenlos und einfach zu…",
    "es": "Descarga cualquier video de Twitter, gif con un toque usando TwitterMate. Rápido, gratis y fácil de usar",
    "fr": "Téléchargez n'importe quelle vidéo Twitter, gif avec un seul robinet en utilisant TwitterMate. rapide, gratuit et facile à utiliser.",
    "it": "Scarica qualsiasi video di Twitter, gif con un tocco utilizzando TwitterMate. veloce, gratuito e facile da usare.",
    "nl": "Download Twitter-video's, gif met één tik met TwitterMate. snel, gratis en gemakkelijk te gebruiken.",
    "pt_BR": "Baixe qualquer vídeo do Twitter, gif com um toque usando o TwitterMate. rápido, gratuito e fácil de usar.",
    "tr": "TwitterMate kullanarak tek bir dokunuşla herhangi bir Twitter videosunu, gif'i indirin. hızlı, ücretsiz ve kullanımı kolay."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "TwitterMate: Twitter Video Downloader is a powerful tool to download Twitter videos in High Quality (HD).\n\nWith TwitterMate, you can download Twitter videos and GIF to your device with one click.\n\nTwitterMate : Twitter Video Downloader (Chrome Plugin)\nTwitterMate is one of the best Twitter video downloader today with downloading Twitter videos in HD.\n\nWith one click you can download videos from Twitter:\nDownloader for Twitter allows you to download videos and GIF from the Twitter platform for free. You just need to go to any Twitter video or GIF and then click on the below Download button\n\nMain features of TwitterMate:\n- No login required.\n- Download Twitter videos in High Quality.\n- Small size and lightweight.\n- Convenient in the process of surfing Twitter, any Video you like can be downloaded immediately.\n- Just open Twitter and start downloading the videos you want to download.",
    "de": "TwitterMate: Twitter Video Downloader ist ein leistungsstarkes Tool zum Herunterladen von Twitter-Videos in hoher Qualität (HD).\n\nMit TwitterMate können Sie Twitter-Videos und GIFs mit einem Klick auf Ihr Gerät herunterladen.\n\nTwitterMate : Twitter-Video-Downloader (Chrome-Plugin)\nTwitterMate ist heute einer der besten Twitter-Video-Downloader, der Twitter-Videos in HD herunterlädt.\n\nMit einem Klick können Sie Videos von Twitter herunterladen:\nMit Downloader for Twitter können Sie kostenlos Videos und GIFs von der Twitter-Plattform herunterladen. Sie müssen nur zu einem beliebigen Twitter-Video oder GIF gehen und dann auf die Download-Schaltfläche unten klicken\n\nHauptmerkmale von TwitterMate:\n- Keine Anmeldung erforderlich.\n- Laden Sie Twitter-Videos in hoher Qualität herunter.\n- Klein und leicht.\n- Praktisch beim Surfen auf Twitter, jedes Video, das Ihnen gefällt, kann sofort heruntergeladen werden.\n- Öffnen Sie einfach Twitter und beginnen Sie mit dem Herunterladen der Videos, die Sie herunterladen möchten.",
    "es": "TwitterMate: Twitter Video Downloader es una poderosa herramienta para descargar videos de Twitter en alta calidad (HD).\n\nCon TwitterMate, puede descargar videos y GIF de Twitter a su dispositivo con un solo clic.\n\nTwitterMate: descargador de videos de Twitter (complemento de Chrome)\nTwitterMate es uno de los mejores descargadores de videos de Twitter en la actualidad con la descarga de videos de Twitter en HD.\n\nCon un clic puedes descargar videos de Twitter:\nDownloader for Twitter le permite descargar videos y GIF de la plataforma de Twitter de forma gratuita. Solo necesita ir a cualquier video o GIF de Twitter y luego hacer clic en el botón Descargar a continuación\n\nCaracterísticas principales de TwitterMate:\n- No es necesario iniciar sesión.\n- Descarga videos de Twitter en Alta Calidad.\n- Talla pequeña y peso ligero.\n- Conveniente en el proceso de navegar por Twitter, cualquier video que desee se puede descargar de inmediato.\n- Simplemente abra Twitter y comience a descargar los videos que desea descargar.",
    "fr": "TwitterMate : Twitter Video Downloader est un outil puissant pour télécharger des vidéos Twitter en haute qualité (HD).\n\nAvec TwitterMate, vous pouvez télécharger des vidéos Twitter et GIF sur votre appareil en un seul clic.\n\nTwitterMate : téléchargeur de vidéos Twitter (plugin Chrome)\nTwitterMate est l'un des meilleurs téléchargeurs de vidéos Twitter aujourd'hui avec le téléchargement de vidéos Twitter en HD.\n\nEn un clic, vous pouvez télécharger des vidéos depuis Twitter :\nDownloader for Twitter vous permet de télécharger gratuitement des vidéos et des GIF à partir de la plateforme Twitter. Il vous suffit d'accéder à n'importe quelle vidéo Twitter ou GIF, puis de cliquer sur le bouton de téléchargement ci-dessous.\n\nPrincipales fonctionnalités de TwitterMate :\n- Aucune connexion requise.\n- Téléchargez des vidéos Twitter en haute qualité.\n- Petite taille et légère.\n- Pratique dans le processus de navigation sur Twitter, toute vidéo que vous aimez peut être téléchargée immédiatement.\n- Ouvrez simplement Twitter et commencez à télécharger les vidéos que vous souhaitez télécharger.",
    "it": "TwitterMate: Twitter Video Downloader è un potente strumento per scaricare video di Twitter in alta qualità (HD).\n\nCon TwitterMate, puoi scaricare video e GIF di Twitter sul tuo dispositivo con un clic.\n\nTwitterMate: Twitter Video Downloader (plugin Chrome)\nTwitterMate è uno dei migliori downloader di video di Twitter oggi con il download di video di Twitter in HD.\n\nCon un clic puoi scaricare video da Twitter:\nDownloader per Twitter ti consente di scaricare gratuitamente video e GIF dalla piattaforma Twitter. Devi solo andare su qualsiasi video o GIF di Twitter e quindi fare clic sul pulsante Download in basso\n\nCaratteristiche principali di TwitterMate:\n- Nessun accesso richiesto.\n- Scarica video di Twitter in alta qualità.\n- Dimensioni ridotte e leggero.\n- Comodo nel processo di navigazione su Twitter, qualsiasi video che ti piace può essere scaricato immediatamente.\n- Apri Twitter e inizia a scaricare i video che desideri scaricare.",
    "nl": "TwitterMate: Twitter Video Downloader is een krachtig hulpmiddel om Twitter-video's in hoge kwaliteit (HD) te downloaden.\n\nMet TwitterMate kunt u met één klik Twitter-video's en GIF naar uw apparaat downloaden.\n\nTwitterMate: Twitter Video Downloader (Chrome-plug-in)\nTwitterMate is een van de beste Twitter-video-downloaders van vandaag met het downloaden van Twitter-video's in HD.\n\nMet één klik kun je video's van Twitter downloaden:\nMet Downloader voor Twitter kun je gratis video's en GIF downloaden van het Twitter-platform. Je hoeft alleen maar naar een Twitter-video of GIF te gaan en vervolgens op de onderstaande downloadknop te klikken\n\nBelangrijkste kenmerken van TwitterMate:\n- Geen login vereist.\n- Download Twitter-video's in hoge kwaliteit.\n- Klein formaat en lichtgewicht.\n- Handig tijdens het surfen op Twitter, elke video die je leuk vindt, kan onmiddellijk worden gedownload.\n- Open gewoon Twitter en begin met het downloaden van de video's die je wilt downloaden.",
    "pt_BR": "TwitterMate: Twitter Video Downloader é uma ferramenta poderosa para baixar vídeos do Twitter em alta qualidade (HD).\n\nCom o TwitterMate, você pode baixar vídeos e GIF do Twitter para o seu dispositivo com um clique.\n\nTwitterMate: Downloader de vídeo do Twitter (Plugin do Chrome)\nTwitterMate é um dos melhores downloaders de vídeo do Twitter hoje com o download de vídeos do Twitter em HD.\n\nCom um clique você pode baixar vídeos do Twitter:\nO Downloader for Twitter permite baixar vídeos e GIFs da plataforma do Twitter gratuitamente. Você só precisa acessar qualquer vídeo ou GIF do Twitter e clicar no botão Download abaixo\n\nPrincipais recursos do TwitterMate:\n- Não é necessário fazer login.\n- Baixe vídeos do Twitter em alta qualidade.\n- Tamanho pequeno e leve.\n- Conveniente no processo de navegar no Twitter, qualquer vídeo que você gosta pode ser baixado imediatamente.\n- Basta abrir o Twitter e começar a baixar os vídeos que você deseja baixar.",
    "tr": "TwitterMate: Twitter Video Downloader, Twitter videolarını Yüksek Kalitede (HD) indirmek için güçlü bir araçtır.\n\nTwitterMate ile Twitter videolarını ve GIF dosyasını tek tıkla cihazınıza indirebilirsiniz.\n\nTwitterMate : Twitter Video İndirici (Chrome Eklentisi)\nTwitterMate, Twitter videolarını HD olarak indirerek bugün en iyi Twitter video indiricilerinden biridir.\n\nTek tıklamayla Twitter'dan video indirebilirsiniz:\nTwitter için İndirici, Twitter platformundan ücretsiz olarak video ve GIF indirmenize izin verir. Herhangi bir Twitter videosuna veya GIF dosyasına gitmeniz ve ardından aşağıdaki İndir düğmesini tıklamanız yeterlidir.\n\nTwitterMate'in ana özellikleri:\n- Giriş gerekmez.\n- Twitter videolarını Yüksek Kalitede indirin.\n- Küçük boyutlu ve hafiftir.\n- Twitter'da gezinme sürecinde kullanışlı, beğendiğiniz herhangi bir Video hemen indirilebilir.\n- Sadece Twitter'ı açın ve indirmek istediğiniz videoları indirmeye başlayın."
  }
}