{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension that creates a QR code of the current web page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify sharing web addresses between your computer and mobile device(s) with the QR Code Generator extension! Instantly convert URLs into QR codes for easy mobile access.\n\nGenerate QR Codes Effortlessly:\nWith just one click, you can transform web page addresses  (URLs) into QR codes. It's the perfect solution for sharing links with friends or quickly saving pages for future reference.\n\nEasy Mobile Sharing:\nShare web content seamlessly between devices. Here's how:\n\n1. Install this extension in your browser.\n2. Generate a QR code for the web page you want to share by clicking on the icon. (It's advisable to pin the extension for easy access).\n3. Open your mobile device's camera app.\n4. Point the camera at the QR code.\n5. Voilà! The web address is instantly accessible on your mobile device.\n\nPrivacy-First Approach:\nYour privacy is paramount to us. We do not collect or share any personal data. Our focus is on providing you with a smooth, secure, and private browsing experience. The QR code generator works completely on your device.\n\nDownload with Ease:\nNeed a copy of the QR code? No problem! Download it effortlessly to your computer for sharing or safekeeping.\n\nInstall now for free and start sharing web content seamlessly between your computer and mobile device with QR codes!"
  }
}