{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneClick - Salesforce"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplifies Salesforce development by reducing redundant clicks!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing OneClick - Salesforce, the ultimate time-saving solution that simplifies Salesforce development by reducing redundant clicks! Say goodbye to navigating through layers of menus to access frequently used features in the Salesforce platform.\n\nOneClick - Salesforce revolutionizes your workflow by streamlining repetitive tasks and reducing clicks. It allows you to create dynamic bookmarks that serve as shortcuts to your most accessed areas within Salesforce, working seamlessly regardless of the environment or sandbox you're in. With just a click, you can instantly jump to the exact location you need, saving valuable time and effort.\n\nBut it doesn't stop there. OneClick - Salesforce puts the power in your hands, allowing you to customize your bookmarks to fit your unique workflow. Easily add, delete, or edit bookmarks to tailor them to your specific needs. Plus, with a library of pre-existing bookmarks available out of the box, you can start boosting your productivity right away.\n\nWhy should you install OneClick - Salesforce? Because it's more than just a tool – it's a game-changer for Salesforce developers. It's fun, it's easy to use, and most importantly, it saves you a ton of time. Experience the difference for yourself and supercharge your Salesforce development process today."
  }
}