{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Batch Number Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generates random batch numbers and copies them to the clipboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Batch Number Tool v1\nEffortlessly Generate and Manage Batch Numbers with a Single Click\n\nBatch Number Tool v1 is an innovative Chrome extension designed to simplify the generation and management of unique batch numbers for professionals and businesses across various industries. Whether you're in manufacturing, retail, logistics, or any sector requiring sequential or random batch identification, our tool ensures a seamless, efficient, and error-free process.\n\nKey Features\nOne-Click Generation: Produce unique batch numbers with a single click, combining randomness and sequence for optimal tracking and inventory management.\nClipboard Integration: Instantly copy generated numbers to your clipboard, streamlining your workflow and saving precious time.\nHistory Tracking: Automatically saves a history of generated batch numbers for easy reference and duplication prevention, enhancing your operational integrity.\nUser-Friendly Interface: Designed with simplicity in mind, our tool is intuitive for users of all technical levels, ensuring you can start generating batch numbers immediately, without a learning curve.\nSecure and Private: Operates entirely offline, guaranteeing that your data remains secure and private, with no internet access required and no data sent externally.\n\nHow It Works\nClick to Generate: Simply click on the extension icon and then on the \"Generate\" button within the popup to produce a new batch number.\nCopy with Ease: The generated number is automatically selected for easy copying to the clipboard, ready to be pasted where you need it.\nReview History: Access a list of previously generated numbers at any time to ensure consistency and avoid duplication.\n\nWho Can Benefit?\nManufacturers: Ensure every product batch is uniquely identifiable for quality control and recalls.\nRetailers: Track inventory batches through their lifecycle, from receipt to sale.\nLogistics Providers: Assign unique identifiers to shipments, improving traceability and security.\nPharmaceuticals: Generate batch numbers for drug production, essential for compliance and safety.\nFood and Beverage: Use unique batch codes for traceability from farm to table, crucial for quality and recall processes.\nPrivacy and Security\nYour privacy is our priority. Batch Number Tool v1 is a completely offline tool, ensuring that all your data remains on your device. No batch numbers or user data are ever uploaded or stored externally."
  }
}