{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "rubra - Bookmark Manager",
    "de": "rubra - Lesezeichen-Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social bookmarking app for saving, sharing, and discovering content on the web.",
    "de": "Social Bookmarking App um Web-Inhalte zu speichern, zu teilen und zu entdecken."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "rubra is the social bookmarking app for saving, sharing and discovering content on the web. Save the best articles and stories from the web to read them later and to share them with your friends.\n\nWith rubra, you can get started right away without setting up an account. If you prefer to have your bookmarks synced and easily accessible across devices, setting up an account is an easy and convenient option. The choice is yours.\n\nBookmark the best articles and stories from around the web and share them with friends. You can sync them automatically to all your devices, mark your favorites, tag them by topic, search, filter and sort them for easy retrieval.\n\nOrganize your bookmarks by topics and save them in collections. Invite other contributors to be part of your collection, while always having control. This way you can easily find your next summer vacation destination together or collect important contents for your project in one place.\n\nGo beyond bookmarking and engage in collaborations with others. Discuss about exciting contents and share them in your social media channels.",
    "de": "rubra ist die Social Bookmarking App um spannende Web-Inhalte zu speichern, zu teilen und zu entdecken. Behalte die besten Inhalte, um sie später zu lesen oder mit deinen Freunden zu sharen.\n\nMit rubra kannst du sofort loslegen, ohne ein Konto einzurichten. Wenn du deine Lesezeichen lieber synchronisiert und über verschiedene Geräte hinweg leicht zugänglich haben möchtest, ist die Einrichtung eines Kontos eine einfache und bequeme Option. Du hast die Wahl.\n\nSpeichere die besten Web-Inhalte als Lesezeichen in rubra und teile sie mit deinen Freunden. Du kannst deine Bookmarks automatisch mit all deinen Devices synchronisieren, damit du von allen Geräten aus Zugriff auf deine Lesezeichen hast. Organisiere deine Bookmarks, indem du sie als Favoriten markierst, tags nach Themen verteilst, filterst oder sortierst.\n\nOrganisiere deine Bookmarks nach Themen und speichere sie in Collections. Lade Familienmitglieder, Freunde oder Arbeitskollegen zu Collections ein, um gemeinsam daran zu arbeiten. So lässt sich auf übersichtliche Weise der nächste Familienurlaub finden oder die wichtigsten Inhalte für ein neues Projekt an einem Ort zusammenstellen.\n\nDiskutiere spannende Inhalte mit anderen Personen und teile die besten Entdeckungen in deinen Social Media Kanälen."
  }
}