{
  "name": {
    "ar": "اتصال باستخدام Jabber",
    "am,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,id,kn,lt,lv,ml,mr,ms,sw,ta,te,uk,vi": "Call with Jabber",
    "bg": "Повиквания с Jabber",
    "ca": "Trucar amb Jabber",
    "cs": "Volat pomocí aplikace Jabber",
    "da": "Ring op med Jabber",
    "de": "Anruf mit Jabber",
    "el": "Κλήση με το Jabber",
    "es": "Llamar con Jabber",
    "fi": "Soita Jabberilla",
    "fr": "Appeler avec Jabber",
    "he": "שיחה דרך Jabber",
    "hr": "Zovi pomoću Jabber-a",
    "hu": "Hívás Jabber-rel",
    "it": "Chiama con Jabber",
    "ja": "Jabber で発信",
    "ko": "Jabber로 통화",
    "nl": "Bellen met Jabber",
    "no,sv": "Ring med Jabber",
    "pl": "Połącz z Jabber",
    "pt_BR,pt_PT": "Ligar com o Jabber",
    "ro": "Apel cu Jabber",
    "ru": "Вызов через Jabber",
    "sk": "Zavolať cez Jabber",
    "sl": "Kliči z Jabberjem",
    "sr": "Poziv uz Jabber",
    "th": "โทรด้วย Jabber",
    "tr": "Jabber ile Ara",
    "zh_CN": "使用 Jabber 呼叫",
    "zh_TW": "使用 Jabber 通話"
  },
  "short": {
    "ar": "يتيح لك إجراء المكالمات باستخدام Cisco Jabber من المستعرض",
    "am,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hi,id,kn,lt,lv,ml,mr,ms,sw,ta,te,uk,vi": "Allows you to make calls with Cisco Jabber from the browser.",
    "bg": "Позволява да правите повиквания със Cosco Jabber от браузър",
    "ca": "Permet fer trucades amb el Cisco Jabber des del navegador",
    "cs": "Umožňuje uskutečnit hovory pomocí aplikace Cisco Jabber z prohlížeče.",
    "da": "Gør det muligt at foretage opkald med Cisco Jabber fra browseren",
    "de": "Ermöglicht Ihnen, Anrufe mit  Cisco Jabber über den Browser zu tätigen",
    "el": "Σας επιτρέπει να πραγματοποιείτε κλήσεις με το Cisco Jabber από το πρόγραμμα περιήγησης",
    "es": "Permite realizar llamadas con Cisco Jabber desde el explorador",
    "fi": "Voit soittaa puheluja Cisco Jabberilla selainta käyttämällä",
    "fr": "Vous permet de passer des appels avec Cisco Jabber à partir du navigateur",
    "he": "מאפשרת לבצע שיחות באמצעות Cisco Jabber מתוך הדפדפן",
    "hr": "Omogućava vam pozivanje pomoću Cisco Jabbera-a iz preglednika",
    "hu": "Hívást kezdeményezhet a Cisco Jabber-rel a böngészőből",
    "it": "Consente di effettuare chiamate con Cisco Jabber dal browser",
    "ja": "ブラウザから Cisco Jabber で電話をかけることができます",
    "ko": "브라우저에서 Cisco Jabber로 전화를 걸 수 있습니다.",
    "nl": "Hiermee kunt u vanuit de browser gesprekken starten met Cisco Jabber",
    "no": "Gjør det mulig å ringe med Cisco Jabber fra nettleseren",
    "pl": "Umożliwia nawiązywanie połączeń z Cisco Jabber z poziomu przeglądarki",
    "pt_BR": "Permite fazer chamadas com o Cisco Jabber a partir do navegador",
    "pt_PT": "Permite efetuar chamadas com o Cisco Jabber a partir do browser",
    "ro": "Vă permite să efectuaţi apeluri cu Cisco Jabber din browser",
    "ru": "Позволяет выполнять вызовы через Cisco Jabber из браузера",
    "sk": "Umožňuje uskutočňovať hovory pomocou Cisco Jabber z prehliadača",
    "sl": "Omogoča klicanje s programom Cisco Jabber iz brskalnika",
    "sr": "Daje vam mogućnost da obavljate pozive uz Cisco Jabber iz pregledača",
    "sv": "Ger möjlighet att ringa samtal med Cisco Jabber via webbläsaren",
    "th": "อนุญาตให้คุณโทรด้วย Cisco Jabber จากเบราว์เซอร์",
    "tr": "Cisco Jabber ile tarayıcıdan çağrılar yapmanızı sağlar",
    "zh_CN": "允许您使用 Cisco Jabber 从浏览器中发起呼叫",
    "zh_TW": "允許您從瀏覽器使用 Cisco Jabber 撥話"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Give your teams the freedom to be productive from anywhere, on any device, with Cisco Jabber. Now you can place calls through Jabber, directly from the browser.\n\nNote: Requires Cisco Jabber to be installed in order to work."
  }
}