{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contextinator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browse the Internets around your projects"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contextinator lets you divide your web browsing sessions into projects and manage all of their related information. A project is a collection of browser tabs opened in the same window, series of filters in existing applications (Gmail, Evernote, Dropbox, etc.), bookmarks, people and tasks.\n\nWith Contextinator, you can: \n\n- Access and manage all the information related to a project from a single page\n- Save and restore browser tabs for each project\n- Work on multiple projects simultaneously and easily switch between them\n- Get a big picture of your projects to better plan your work\n- Avoid distractions in your email inbox, only look at unread email for a project\n\nWhat is a Project?\n\nA project is what you make it. It can be a holiday you're planning to Puerto Rico, a course you're taking in School, your PhD thesis, a hobby project or web browsing you do for fun. \n\nEach project may have several kinds of information associated with it:\nWindow - Each project has a single window \n\nTabs - Any tabs you open in the project window belong to that project. These tabs are saved, so the next time you open a project, they will be restored. You can close a project at any time, without worrying about losing tabs. \n\nApps - For each project, you can define filters for existing applications like Gmail, Evernote, etc. For example, you can say that a Gmail Label belongs to a project. When you visit Gmail in a project, you will be automatically redirected to that label. \n\nBookmarks - You can create bookmarks specific to a project. \n\nPeople - You can add people to a project by entering their email addresses. When you visit a project's homepage, we will show unread Gmail messages from those users. \n\nTasks - Contextinator comes with a task manager. You can add tasks to a project, which are easily accessible when you are web browsing.\n\nTo learn more about how to use Contextinator, please visit: http://contextinator.cs.vt.edu/"
  }
}