{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tweak It"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate Web Styler Extension - Change the look of any website with a few clicks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TweakIt is not an essential tool but your day-to-day personalized tool. We all change wallpaper on whether our phones or desktops or laptops depending on our own preferences and mood. Well, when browsing the web, most sites are limited to dark/light theme. There could be times when you would like to set your favorite background color, background image, font family and even font size or word spacing in your browser Consistently. For such scenarios, you can leverage this extension for your own preferences. It is easy!\n\nWe offer versatile and seamless customization for any website, allowing you to adjust colors, fonts, change background images , cursor styles, hover cursor styles, and even article widths for a more comfortable browsing experience.\n\nUnlike other extensions that require specific themes or only support light-to-dark transitions, it works effortlessly on any site—whether it's ChatGPT, Facebook, YouTube, LinkedIn, or Google Docs—ensuring optimal contrast, readability, and personalization across all platforms, without any performance issues.\n\nFeatures\n\n🚀  Intelligent Color Adjustment\n🚀  Preset Styles \n🚀  Custom Style\n🚀  Style per website / Global Style \n🚀  Sync settings across your devices \n🚀  Auto-apply style\n🚀  Change Background Image\n🚀  Custom Cursor style\n🚀  Works with Shadow-DOM enabled websites\n🚀  Blazing Fast\n\nand many more features are on the way !!  \n\nHow is it different from other extensions? 🤔🤔\n\n- ✨✨Dark Reader: While Dark Reader is brilliant at handling dark and light mode, TweakIt not only converts background color from light to dark or vice versa but also lets you choose any color and change relevant color based on current website theme. \n- ✨✨Stylish: Stylish is a great extension but it only works on the targeted websites by a stylish theme. In TweakIt, you create a style and apply it on any website. That's it. Easy, yet efficient.\n- ✨✨Midnight Lizard: Midnight lizard is pretty similar to TweakIt. As for me, Midnight lizard is not quite easy to use. ML doesn't work in ChatGPT. It freezes the tab out. The concept is also different from us. While ML mostly uses CSS property `filter`, TweakIt interacts with existing style rules. \n\nWebsite link - https://tweakit.today\n\nDocumentation link - https://doc.tweakit.today\n\nProduct Hunt page - https://www.producthunt.com/posts/tweakit"
  }
}