{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pomelo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pomelo affiche les codes coupons, deals et opportunités de cashback disponibles pour le site marchand que vous visitez."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Que propose-t-on ?\nPomelo est une extension qui s'installe dans votre navigateur et vous permet d'effectuer des économies sur vos achats ainsi que de récupérer un pourcentage du montant de vos commandes (cashback).\n\n\nComment ça marche?\nL'extension Pomelo clignote lorsqu'elle détecte que vous êtes sur un site marchand partenaire. Lorsque vous cliquez sur l'icône de Pomelo les codes coupons, deals et opportunités de cashback s'affichent.\nNe manquez plus une occasion d'utiliser un coupon de réduction! Economisez et gagnez de l'argent sur vos achats internet sans changer vos habitudes.\n\n\nQue dois-je faire?\nRien ou presque. L'extension Pomelo fonctionne automatiquement dans votre navigateur internet. Vous n'avez qu'à télécharger l'extension Pomelo.\nLorsque vous effectuez un achat sur un site partenaire cashback (ex: amazon.fr, ebay.fr, ...) votre reversement sera automatiquement crédité à votre compte.\nVeillez à être connecté à votre compte directement via l'extension afin que nous puissions vous attribuer la vente. Une fois connecté, la session reste active même si vous fermez votre navigateur ou éteignez votre ordinateur.\n\n\nComment se passe les paiements\nLorsque le crédit disponible sur votre extension Pomelo atteint un minimum de 5€, vous pouvez effectuer une demande de paiement par Paypal ou Virement Bancaire. Pomelo vous offre aussi la possibilité d'effectuer une donation partiel ou totale de votre reversement à une association caritative.\nVotre paiement est traité rapidement par Pomelo.\n\nQu'est ce le programme Dons & Charité de Pomelo?\nLorsque vous effectuez une demande de paiement, Pomelo vous donne la possibilité d'effectuer une donation à une liste d'associations soutenues.\nPomelo encourage les gestes généreux en doublant votre donation à l'intention de l'association caritative que vous aurez choisi. Par exemple, vous faites un don de 10€ à l'association pour la recherche sur le cancer, Pomelo enverra un paiement total de 20€! Vous recevez une confirmation de dépôt de don par email.\nIl n'y a aucune obligation, vous choisissez si vous voulez faire un don ou demander votre paiement, Pomelo traitera l'envoi des dons et les demandes de paiement avec la même rapidité."
  }
}