{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "איתור מיקוד בישראל"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "חיפוש מיקוד בישראל במהירות ובקלות ללא צורך להיכנס לאתר דואר ישראל"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "לא זוכרים מה המיקוד ? עייפים מלהיכנס כל פעם לאתר של דואר ישראל ? מעכשיו תוסף חדש שמאפשר לכם לאתר מיקוד בישראל בכל רגע במהלך הגלישה שלכם.\n\nאשמח לקבל ממכם פידבקים והצעות לשיפור ! \n\nהשימוש בתוסף על אחריות המשתמש בלבד. התוסף אינו קשור בשופ צורה שהיא לדואר ישראל. ט.ל.ח\n\nעדכונים 1.4.2:\n- רואים עכשיו את המיקוד במיקודים אחרונים למי שלא רוצה תמיד רק להעתיק\n\nעדכונים 1.4:\n- תודה למוטי עזו על התרומה לקוד! בזכותו יהיו כעת לא מעט שינויים אחרי תקופה ארוכה\n- הוספנו שמירה של מיקודים אחרונים, שלא תצטרכו לחפש שוב ושוב, עדיין לא מושלם, אבל בואו נתחיל עם זה\n- תודה מוטי!!!\n\nעדכונים 1.3:\n- חיפוש המיקוד נפתח כעת בחלון קטן ולא נעול ליד שורת כתובת האתר (לטובת אלה שנעלם להם החלון)\n- המידע בחלון החיפוש נשמר עד שלוחצים ניקוי שדות או חיפוש מיקוד\n- ניתן לפתוח את חלון החיפוש בלחיצה ימנית בכל מקום בעמוד ובחירה בחיפוש מיקוד\n- תיקוני באגים קטניפ\n\nעדכונים 1.2:\n- הוספת כפתור העתק כדי להעתיק את המיקוד שמצאתם בקלות ללוח הגזירים (כן, ככה אומרים clipboard בעברית)\n\nעדכונים 1.1:\n- תיקוני ממשק משתמש\n- הודעה מתאימה שהמיקוד לא נמצא\n- תמיכה בגוגל אנליטיקס\n\nפרטיות:\n- התוסף משתמש בגוגל אנאליטיקס למידע אנונימי בלבד לגבי צורת השימוש בתוסף\n- רשות להוסיף אופציה בתפריטי כרום בלבד - לא לוקח מידע אלא רק מאפשר פתיחת תפריט חיפוש מיקוד בצורה נוחה יותר\n- התוסף מבקש גישה לכל התכנים באתר הדואר בכדי לאפשד להשתמש במנועים של האתר, התוסף לא אסף, אוסף ויאסוף כל מידע שלכם במהלך הגלישה באתר דואר ישראל\n- התוסף מבקש רשות להעתיק דברים ללוח הגזירים (נו כן, כבר אמרתי, ככה קוראים לclipboard בעברית), מדובר ברשות כדי לאפשר לכם להעתיק בקלות את המיקוד שמצאתם לכל שימוש אחר שתרצו.\n\n\nליצירת קשר:\nעמרי אריאב\nomri.ariav@gmail.com"
  }
}