{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yesware Sales Engagement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate more sales from your inbox. Email finder, email tracker, email campaigns & more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Try Yesware for Gmail for Free - Forever!\n\nYesware helps high-performing sales teams do meaningful email outreach at scale. If you need to drive more revenue through email outreach, but complex enterprise sales software is overkill - try Yesware. Yesware's Chrome Extension lives right inside your inbox, accelerates your productivity, and easily integrates with the tools you already use. Companies like Yelp, Experian and Teach for America use Yesware to build better pipeline and increase conversions to closed-won opportunities. Yesware is a privately held company based in Boston, Massachusetts. To learn more, visit www.yesware.com.\n\nSimply click the blue 'Add to Chrome\" button to add Yesware to your Gmail inbox. \n\nOur install only takes 60 seconds to complete. Then it’s free to try forever. You will be prompted to authenticate your email and refresh your inbox. We have the highest security standards (SOC 2 Type II certified) and are a trusted Google Partner. If an issue arises when installing, due to the many hardware and software configurations that exist from user to user, immediately contact support@yesware.com or call 1-855-YESWARE.\n\nWHAT FEATURES ARE AVAILABLE IN GMAIL?\n\nEMAIL TRACKING: See who opens your emails, clicks on links or views attachments (e.g. Email Tracker, Email Open Tracking, Link Tracking, Attachment Tracking). \n\nCAMPAIGNS: Schedule automated emails sequences, calls, and custom touches (e.g. Email Campaigns, Prospecting, Outbound Sales). \n\nMEETING SCHEDULER: Schedule meetings without the back and forth (e.g. Meeting Scheduling Tool, Book a Time, Calendly Alternative). \n\nEMAIL TEMPLATES: Use email templates to follow up at each stage in your sales process (e.g. Sales Emails, Follow Up Emails, Cold Emails). \n\nREPORTING & ANALYTICS: Identify what’s working to convert leads into customers (e.g. Campaign Performance, Activity Tracking, Engagement Tracking).\n\nSALESFORCE INTEGRATION: Auto-sync all daily activity to the appropriate Lead, Contact, Account and Opportunity records (e.g. SF Sync, Calendar Sync, CRM Integration).\n\nPROSPECTOR: Source new leads from our proprietary database of 100+ million business contact profiles (e.g. Lead Generation, Email Finder, Phone Number Finder).\n\nCONTACTS: Manage your contact relationships, historical engagement and meeting notes (e.g. Contact Management, Contact Manager).  \n\nClick \"Add to Chrome\" to try Yesware for free!\n \nEVALUATING FOR A TEAM: \nOur sales team has worked with some of the highest growth companies in the world and love to share best practices. If you are interested in evaluating Yesware for your team, visit us at yesware.com/contact-sales or send us an email at sales@yesware.com."
  }
}