{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Peerbelt for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find everything. Your personal search engine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay on top of the most important and fascinating information in your world.\n\nPeerbelt is the first personal search engine that organizes the content you read and the websites you visit. The software learns from your online behavior and grows smarter, helping to create a more productive and satisfying web experience.\n\nPeerbelt began with a simple idea: that web content solving a need for you today may very well solve a need for you tomorrow, so that content should be easy to find and access again.\n\n\nOrganizing Your Internet\n\nFrom Facebook to news stories and blogs, you're already sifting through a lot of information online, which means that you're leading a very cluttered life on the internet. Peerbelt cuts through that clutter by offering you a unique way to organize your time on the internet.\n\nPeerbelt automatically archives and organizes the websites you visit, the articles you read, the blogs you like and more. By hitting the TAB key and typing PB and the keyword into your browser, Peerbelt will automatically search your internet archives. In short, if you want to find something from your little corner of the internet, it's usually a mere Peerbelt search away!\n\nBest of all, since it's so easy and intuitive, anyone can use Peerbelt to improve their internet experience! Students looking for research materials, news junkies, gossip addicts - anyone! Anyone who wants a more organized, more personal internet should start using Peerbelt today!\n\n\nHow does Peerbelt Work?\n\nOnce installed, all you have to do is add PB and hit the TAB key prior to searching to go from traditional surfing to Peerbelt's archival search. Our unique, patented algorithm brings up your most relevant past web pages, without the need to bookmark or “like” something. Peerbelt automatically records and ranks your web activity.\n\nYou can go further, with filtering tools to take your customized results to the next level, for an even more personalized web experience. Best of all, since Peerbelt does all the archiving, all you need to do is search and enjoy!\n\n\nPrivacy - Not a crime (yet)\n\nAll the information Peerbelt archives is stored on your computer. It is not shared with marketers or used to generate ads. If not convinced, visit our plain text privacy policy. The policy accurately captures our stand on privacy in extreme detail.\n\nNow, all you have to do is download and install Peerbelt.\n\nTry our tool today and start enjoying the Internet on your terms."
  }
}