{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Parental Control"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks inappropriate web content using AI, based on parental settings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🤖 AI Parental Control - Harness the Power of AI for Safer Browsing\n\nAI Parental Control is a Chrome extension that leverages OpenAI's ChatGPT technology to analyze and block inappropriate web content in real-time. Unlike traditional parental control tools that rely on static blacklists or self-reported site categorizations, our extension provides a more reliable solution by scanning each page as it's loaded, ensuring harmful content is blocked before it even reaches your screen. Rest assured, AI Parental Control does not save or store any browsing data—your privacy is fully protected.\n\nKey Features:\n\n✅ Customizable Filters: Tailor the extension to block content categories such as explicit material, violence, and hate speech. Choose what fits best for your family's needs.\n\n✅ Real-Time AI Filtering: Using OpenAI's state-of-the-art technology, web pages are analyzed in real-time to block harmful content before it is ever displayed.\n\n✅ Password Protection: Secure your settings with a password to prevent unauthorized access, ensuring that your chosen restrictions stay in place.\n\n✅ Flexible Plans: Start with our free Demo plan to try the extension, then upgrade to unlock more features and increased page analysis limits.\n\n✅ Block History: Advanced plans include a detailed history of blocked pages, helping you monitor and understand your family's online safety.\n\n✅ No More Blacklists: Unlike other tools that rely on outdated or incomplete blacklists, AI Parental Control evaluates every web page, making it more effective and reliable.\n\n✅ Smooth User Experience: The clean and intuitive interface makes setup and management a breeze, even for non-technical users.\n\nAvailable Plans:\n\n• Demo: Try the extension with a daily limit of 25 page analyses\n• Basic: Analyze up to 100 pages daily\n• Advanced: 500 daily page analyses plus block history feature\n• Unlimited: No daily limits and all premium features included\n\nInstall AI Parental Control today for the most reliable and intelligent way to protect your family's online experience! Start with our free Demo plan and upgrade anytime to unlock more features.\n\n🚨🚨🚨 Incognito mode protection 🚨🚨🚨\n\nTo ensure AI Parental Control works in Incognito Mode, you need to manually enable it:\n\nOpen Chrome's Extension Management page (chrome://extensions/)\nFind AI Parental Control in the list\nClick on \"Details\"\nFind the \"Allow in Incognito\" option\nToggle the switch to enable it\nWithout this setting, the extension won't be able to analyze and protect browsing in Incognito windows.\n\n\nImportant Disclaimers:\n\n1. While AI Parental Control provides advanced content filtering, parents and guardians remain ultimately responsible for monitoring and managing their children's internet usage. This extension should be used as part of a comprehensive approach to online safety, including proper supervision and open communication about internet safety.\n\n2. This extension is not affiliated with OpenAI. All copyrights related to the names \"OpenAI\" and \"ChatGPT\" belong to their respective owners."
  }
}