{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Growsy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Growsy - AI-Powered LinkedIn Comment Generator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Growsy is the ultimate tool for boosting LinkedIn engagement with AI-generated comments, tailored for professionals, salespeople, and marketers. Enhance your social selling strategy and increase your Social Selling Index (SSI) score with meaningful, personalized LinkedIn comments.\n\n- AI-Powered Comment Generation: Leverage advanced AI to create relevant and insightful comments tailored to LinkedIn posts.\n- Enhance your LinkedIn interactions with comments crafted to support meaningful engagement..\n- Growsy can help you engage more consistently, which may positively influence your SSI score over time.\n- Time-Saving: Spend less time thinking of what to say and more time building relationships.\n- User-Friendly: Simple, intuitive interface designed for seamless integration with your LinkedIn activities.\n\nKey Features:\n\n- Build Professional Relationships: Connect with prospects, industry leaders, and peers through engaging comments.\n- Enhance Online Presence: Make your LinkedIn profile stand out with consistent and relevant interactions.\n- Stay active in discussions and potentially increase your profile visibility with thoughtful comments.\n\nWhy Choose Growsy?\n\n- Simplify your engagement on LinkedIn by using Growsy, so you can focus on building connections.\n- Many users have noticed positive changes in their LinkedIn engagement and SSI scores.\n- Join a community of professionals who choose Growsy to enhance their LinkedIn engagement.\n\nTransform your LinkedIn presence and start meaningful conversations with Growsy. Install now and start engaging!"
  }
}