{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DevToolkit Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Com DevToolkit Pro, você terá uma suíte de ferramentas pronta para resolver problemas e otimizar seu fluxo de trabalho"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transforme sua experiência de desenvolvimento com a DevToolkit Pro, a extensão de navegador definitiva projetada para tornar seu trabalho mais ágil, eficiente e organizado. Esta poderosa ferramenta reúne um conjunto abrangente de utilidades, todas acessíveis diretamente do seu navegador, para que você possa se concentrar no que realmente importa!\n\n🚀 Principais Recursos:\nGerador de CPF: Crie números de CPF válidos em segundos para testes e simulações, eliminando a necessidade de dados fictícios manualmente.\nTransformador de Texto: Converta rapidamente textos entre diferentes formatos e padrões, incluindo transformação de casos e normalização.\nCodificação e Decodificação Base 64: Trabalhe com dados binários de forma simplificada, convertendo entre texto e Base 64 sem esforço.\n\n🔧 Por Que Escolher DevToolkit Pro?\nIntegração Fluida: Acesse todas as ferramentas diretamente do seu navegador, sem a necessidade de trocar de janelas ou aplicativos.\nInterface Intuitiva: Navegação simples e fácil, projetada para desenvolvedores que precisam de eficiência e clareza.\nDesempenho Rápido: Cada ferramenta é otimizada para garantir respostas instantâneas, mantendo seu fluxo de trabalho ininterrupto.\nAtualizações Constantes: Receba novas funcionalidades e melhorias regulares, mantendo sua caixa de ferramentas sempre atualizada com as últimas inovações.\n\nCom DevToolkit Pro, você terá uma suíte de ferramentas de desenvolvimento ao seu alcance, pronta para ajudar a resolver problemas complexos e otimizar seu fluxo de trabalho. Experimente agora e descubra como uma extensão pode transformar sua produtividade e simplificar suas tarefas diárias.\n\nInstale a DevToolkit Pro hoje e leve seu desenvolvimento ao próximo nível!"
  }
}