{
  "name": {
    "ar": "لعبة تطهير الفضاء - تعمل دون اتصال بالإنترنت",
    "am": "የጠፈር ማጽጃ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Space Purge - работи офлайн",
    "bn": "স্পেস পার্জ গেম - অফলাইনে চলে",
    "ca": "Joc de purga espacial: funciona fora de línia",
    "cs": "Space Purge Game – běží offline",
    "da": "Space Purge Game - Kører offline",
    "de": "Space Purge-Spiel - Läuft offline",
    "el": "Παιχνίδι Space Purge",
    "en,en_AU,en_GB,en_US": "Space Purge Game - Runs Offline",
    "es,es_419": "Juego Space Purge: se ejecuta sin conexión",
    "et": "Mäng Space Purge – töötab võrguühenduseta",
    "fa": "بازی Space Purge - بصورت آفلاین اجرا می شود",
    "fi": "Space Purge Game - toimii offline-tilassa",
    "fil": "Space Purge Game - Tumatakbo Offline",
    "fr": "Jeu de purge spatiale - Fonctionne hors ligne",
    "gu": "સ્પેસ પર્જ ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק טיהור שטח - פועל במצב לא מקוון",
    "hi": "स्पेस पर्ज गेम - ऑफलाइन चलता है",
    "hr": "Igra Space Purge - radi izvan mreže",
    "hu": "Space Purge Game – Offline módban fut",
    "id": "Game Space Purge - Berjalan Offline",
    "it": "Space Purge Game - Funziona Offline",
    "ja": "スペース パージ ゲーム - オフラインで実行",
    "kn": "ಸ್ಪೇಸ್ ಪರ್ಜ್ ಗೇಮ್",
    "ko": "공간 제거 게임 - 오프라인 실행",
    "lt": "Žaidimas „Space Purge“ – veikia neprisijungus",
    "lv": "Spēle Space Purge — darbojas bezsaistē",
    "ml": "ബഹിരാകാശ ശുദ്ധീകരണ ഗെയിം",
    "mr": "स्पेस पर्ज गेम - ऑफलाइन चालतो",
    "ms": "Permainan Pembersihan Angkasa",
    "nl": "Space Purge-game - draait offline",
    "no": "Space Purge Game - Kjører frakoblet",
    "pl": "Gra Space Purge - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Space Purge - Funciona offline",
    "ro": "Jocul Space Purge - rulează offline",
    "ru": "Игра «Космическая чистка»",
    "sk": "Space Purge Game – beží offline",
    "sl": "Igra Space Purge - deluje brez povezave",
    "sr": "Спаце Пурге Гаме - ради ван мреже",
    "sv": "Space Purge Game - Körs offline",
    "sw": "Mchezo wa Kusafisha Nafasi",
    "ta": "ஸ்பேஸ் பர்ஜ் கேம் - ஆஃப்லைனில் இயங்குகிறது",
    "te": "స్పేస్ పర్జ్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกม Space Purge - รันออฟไลน์",
    "tr": "Space Purge Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Space Purge - працює в автономному режимі",
    "vi": "Trò chơi thanh trừng không gian",
    "zh_CN": "太空净化游戏 - 离线运行",
    "zh_TW": "太空淨化遊戲 - 離線運行"
  },
  "short": {
    "ar": "تطهير الفضاء هي لعبة الفضاء مطلق النار متعة. حماية كوكب الأرض من مئات الكويكبات! استمتع بلعبتنا الدفاعية!",
    "am": "Space Purge አስደሳች የጠፈር ተኳሽ ጨዋታ ነው። ፕላኔቷን ምድር በመቶዎች ከሚቆጠሩ አስትሮይድ ጠብቅ! በመከላከያ ጨዋታችን ይደሰቱ!",
    "bg": "Space Purge е забавна космическа стрелба. Защитете планетата Земя от стотици астероиди! Насладете се на нашата игра за защита!",
    "bn": "স্পেস পার্জ একটি মজার স্পেস শ্যুটার গেম। শত শত গ্রহাণু থেকে পৃথিবীকে রক্ষা করুন! আমাদের প্রতিরক্ষা খেলা উপভোগ করুন!",
    "ca": "Space Purge és un divertit joc de trets espacials. Protegiu el planeta Terra de centenars d'asteroides! Gaudeix!",
    "cs": "Space Purge je zábavná vesmírná střílečka. Chraňte planetu Zemi před stovkami asteroidů! Užijte si naši obrannou hru!",
    "da": "Space Purge er et sjovt rumskydespil. Beskyt planeten Jorden mod hundredvis af asteroider! Nyd vores forsvarsspil!",
    "de": "Space Purge ist ein Weltraum-Shooter-Spiel. Schützen Sie den Planeten Erde vor Hunderten von Asteroiden! Genießen!",
    "el": "Το Space Purge είναι ένα διαστημικό παιχνίδι σκοποβολής. Προστατέψτε τον πλανήτη Γη από εκατοντάδες αστεροειδείς! Απολαμβάνω!",
    "en,en_AU,en_GB,en_US": "Space Purge is a fun space shooter game. Protect the planet Earth from hundreds of asteroids! Enjoy our defense game!",
    "es,es_419": "Space Purge es un juego de disparos en el espacio. ¡Protege el planeta Tierra de cientos de asteroides! ¡Disfrutar!",
    "et": "Space Purge on lõbus kosmose tulistamismäng. Kaitske planeeti Maa sadade asteroidide eest! Nautige meie kaitsemängu!",
    "fa": "Space Purge یک بازی شوتر فضایی سرگرم کننده است. از سیاره زمین در برابر صدها سیارک محافظت کنید! از بازی دفاعی ما لذت ببرید!",
    "fi": "Space Purge on hauska avaruusräiskintäpeli. Suojaa planeetta Maa sadoilta asteroideilta! Nauti puolustuspelistämme!",
    "fil": "Ang Space Purge ay isang space shooter game. Protektahan ang planetang Earth mula sa daan-daang mga asteroid! Enjoy!",
    "fr": "Space Purge est un jeu de tir spatial. Protégez la planète Terre de centaines d'astéroïdes ! Profitez de notre jeu de défense!",
    "gu": "સ્પેસ પર્જ એ એક મનોરંજક સ્પેસ શૂટર ગેમ છે. સેંકડો એસ્ટરોઇડ્સથી પૃથ્વી ગ્રહને સુરક્ષિત કરો! અમારી સંરક્ષણ રમતનો આનંદ માણો!",
    "he": "Space Purge הוא משחק יריות מהנה בחלל. הגן על כדור הארץ ממאות אסטרואידים! תהנה ממשחק ההגנה שלנו!",
    "hi": "स्पेस पर्ज एक मजेदार स्पेस शूटर गेम है। सैकड़ों क्षुद्रग्रहों से पृथ्वी ग्रह की रक्षा करें! हमारे रक्षा खेल का आनंद लें!",
    "hr": "Space Purge je zabavna svemirska pucačina. Zaštitite planet Zemlju od stotina asteroida! Uživajte u našoj igri obrane!",
    "hu": "A Space Purge egy szórakoztató shooter játék. Védje meg a Föld bolygót több száz aszteroidától! Élvezze védekező játékunkat!",
    "id": "Space Purge adalah game penembak luar angkasa. Lindungi planet Bumi dari ratusan asteroid! Nikmati permainan pertahanan kami!",
    "it": "Space Purge è un gioco sparatutto spaziale. Proteggi il pianeta Terra da centinaia di asteroidi! Inizia ora!",
    "ja": "スペース パージは楽しいスペース シューティング ゲームです。 何百もの小惑星から地球を守れ！ 私たちの防衛ゲームをお楽しみください！",
    "kn": "ಸ್ಪೇಸ್ ಪರ್ಜ್ ಒಂದು ಮೋಜಿನ ಸ್ಪೇಸ್ ಶೂಟರ್ ಆಟವಾಗಿದೆ. ನೂರಾರು ಕ್ಷುದ್ರಗ್ರಹಗಳಿಂದ ಭೂಮಿಯನ್ನು ರಕ್ಷಿಸಿ! ನಮ್ಮ ರಕ್ಷಣಾ ಆಟವನ್ನು ಆನಂದಿಸಿ!",
    "ko": "Space Purge는 재미있는 우주 슈팅 게임입니다. 수백 개의 소행성으로부터 지구를 보호하세요! 방어 게임을 즐겨보세요!",
    "lt": "„Space Purge“ yra įdomus kosminių šaudmenų žaidimas. Apsaugokite Žemės planetą nuo šimtų asteroidų! Mėgaukitės mūsų gynybos žaidimu!",
    "lv": "Space Purge ir jautra kosmosa šāvēja spēle. Aizsargājiet planētu Zeme no simtiem asteroīdu! Izbaudiet mūsu aizsardzības spēli!",
    "ml": "സ്പേസ് പർജ് ഒരു സ്പേസ് ഷൂട്ടർ ഗെയിമാണ്. നൂറുകണക്കിന് ഛിന്നഗ്രഹങ്ങളിൽ നിന്ന് ഭൂമിയെ സംരക്ഷിക്കുക! ആസ്വദിക്കൂ!",
    "mr": "स्पेस पर्ज हा एक मजेदार स्पेस शूटर गेम आहे. शेकडो लघुग्रहांपासून पृथ्वी ग्रहाचे रक्षण करा! आमच्या संरक्षण खेळाचा आनंद घ्या!",
    "ms": "Space Purge ialah permainan penembak ruang angkasa. Lindungi planet Bumi daripada beratus-ratus asteroid! Nikmati!",
    "nl": "Space Purge is een leuk ruimteschietspel. Bescherm de planeet Aarde tegen honderden asteroïden! Geniet van ons verdedigingsspel!",
    "no": "Space Purge er et morsomt skytespill. Beskytt planeten Jorden mot hundrevis av asteroider! Nyt forsvarsspillet vårt!",
    "pl": "Space Purge to zabawna kosmiczna strzelanka. Chroń planetę Ziemię przed setkami asteroid! Ciesz się naszą grą w obronie!",
    "pt_BR,pt_PT": "Space Purge é um divertido jogo de tiro espacial. Proteja o planeta Terra de centenas de asteróides! Aproveitar!",
    "ro": "Space Purge este un joc distractiv de împușcături în spațiu. Protejați planeta Pământ de sute de asteroizi! Bucurați-vă!",
    "ru": "Space Purge — увлекательный космический шутер. Защити планету Земля от сотен астероидов! Наслаждаться!",
    "sk": "Space Purge je zábavná vesmírna strieľačka. Chráňte planétu Zem pred stovkami asteroidov! Užite si našu obrannú hru!",
    "sl": "Space Purge je zabavna vesoljska strelska igra. Zaščitite planet Zemljo pred stotinami asteroidov! Uživajte v naši obrambni igri!",
    "sr": "Спаце Пурге је забавна свемирска пуцачина. Заштитите планету Земљу од стотина астероида! Уживајте у нашој игри одбране!",
    "sv": "Space Purge är ett roligt rymdskjutspel. Skydda planeten jorden från hundratals asteroider! Njut av vårt försvarsspel!",
    "sw": "Space Purge ni mchezo wa kufurahisha wa mpiga risasi wa nafasi. Linda sayari ya Dunia dhidi ya mamia ya asteroidi! Furahia!",
    "ta": "ஸ்பேஸ் பர்ஜ் ஒரு வேடிக்கையான ஸ்பேஸ் ஷூட்டர் கேம். நூற்றுக்கணக்கான சிறுகோள்களிலிருந்து பூமியை பாதுகாக்கவும்! மகிழுங்கள்!",
    "te": "స్పేస్ పర్జ్ అనేది ఒక ఆహ్లాదకరమైన స్పేస్ షూటర్ గేమ్. వందలాది గ్రహశకలాల నుండి భూమిని రక్షించండి! మా రక్షణ ఆటను ఆస్వాదించండి!",
    "th": "Space Purge เป็นเกมยิงอวกาศที่สนุก ปกป้องโลกจากดาวเคราะห์น้อยนับร้อย! สนุกกับเกมป้องกันของเรา!",
    "tr": "Space Purge eğlenceli bir uzay oyunudur. Dünya gezegenini yüzlerce asteroitten koruyun! Savunma oyunumuzun tadını çıkarın!",
    "uk": "Space Purge - це весела гра в космічний шутер. Захистіть планету Земля від сотень астероїдів! Насолоджуйтесь нашою грою в захист!",
    "vi": "Space Purge là game bắn súng ngoài không gian vui nhộn. Bảo vệ hành tinh Trái đất khỏi hàng trăm tiểu hành tinh! Vui thích!",
    "zh_CN": "Space Purge 是一款有趣的太空射击游戏。 保护地球免受数百颗小行星的伤害！ 享受我们的防御游戏！",
    "zh_TW": "Space Purge 是一款有趣的太空射擊遊戲。 保護地球免受數百顆小行星的傷害！ 享受我們的防禦遊戲！"
  },
  "long": {
    "ar": "تطهير الفضاء هي لعبة اطلاق النار الفضاء الادمان وضخ الأدرينالين.\n\nمؤامرة لعبة تطهير الفضاء\nيهدد المطر اللامتناهي من الكويكبات كوكب الأرض بشكل خطير. في هذه النهاية من العالم ، لديك مهمة حيوية: تدمير جميع الكويكبات التي تراها للدفاع عن كوكبنا. تتطلب لعبة الدفاع هذه الكثير من الاهتمام وردود الفعل السريعة. هل أنت مستعد لهذه المغامرة الجديدة؟\n\nكيف تلعب لعبة تطهير الفضاء؟\nلعب Space Purge بسيط ، لكنه يتطلب مهارة. حرك سفينة الفضاء الخاصة بك في جميع الاتجاهات وضرب جميع الكويكبات القادمة نحوك. اجمع الطاقة والحياة. أنت والأرض لديك ثلاثة أرواح: إذا نفد أحدهما ، تنتهي اللعبة. عندما تتمكن من الحصول على 1000000 نقطة ، تكون الفائز في اللعبة.\n\nضوابط\n- اللعب على الكمبيوتر: استخدم الماوس لسحب سفينة الفضاء الخاصة بك.\n- اللعب على جهازك المحمول: اضغط على سفينتك لتحريكها حول شاشة اللعبة.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nالميزات\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n- HTML5\n- متعة وسهولة اللعب\n\nوظائف أخرى\n- كيف 2 زر التشغيل: زر كيف 2 العب هو وظيفة توفر إرشادات وإرشادات حول كيفية لعب اللعبة.\n- زر المزيد من الألعاب: زر المزيد من الألعاب هو ميزة تمكن المستخدمين من اكتشاف والوصول إلى الألعاب الأخرى المتوفرة على Magbei.com ، موقع الألعاب عبر الإنترنت الخاص بنا.\n- زر ملء الشاشة: زر ملء الشاشة هو وظيفة تسمح للمستخدمين بلعب اللعبة في وضع ملء الشاشة على Magbei.\n\nهل يمكنك إنهاء جميع المستويات العشرة لتطهير الفضاء؟ أظهر لنا مدى براعتك في لعب ألعاب إطلاق النار والدفاع في الفضاء. العب الان!",
    "am": "Space Purge ሱስ የሚያስይዝ እና አድሬናሊን የሚያወጣ የጠፈር ተኳሽ ጨዋታ ነው።\n\nSPACE PURGE GAME POT\nማለቂያ የሌለው የአስትሮይድ ዝናብ ፕላኔቷን ምድር በእጅጉ እያሰጋ ነው። በዚህ የዓለም ፍጻሜ ላይ አንድ ወሳኝ ተግባር አለህ፡ ፕላኔታችንን ለመከላከል የምታያቸውን አስትሮይድ ሁሉ አጥፉ። ይህ የመከላከያ ጨዋታ ብዙ ትኩረት እና ፈጣን ምላሽ ይፈልጋል። ለዚህ አዲስ ጀብዱ ዝግጁ ኖት?\n\nየSPACE PURGE ጨዋታን እንዴት መጫወት ይቻላል?\nSpace Purge መጫወት ቀላል ነው፣ ግን ክህሎትን ይጠይቃል። የጠፈር መርከብዎን ወደ ሁሉም አቅጣጫዎች ያንቀሳቅሱ እና ወደ እርስዎ የሚመጡትን ሁሉንም አስትሮይድ ይምቱ። ጉልበት እና ህይወት ይሰብስቡ. አንተ እና ምድር ሶስት ህይወት አለህ፡ ከሁለቱ አንዱ ቢያልቅ ጨዋታው አልቋል። 1,000,000 ነጥብ ስታገኝ የጨዋታው አሸናፊ ነህ።\n\nመቆጣጠሪያዎች\n- በኮምፒዩተር ላይ መጫወት፡- የጠፈር መንኮራኩሩን ዙሪያ ለመጎተት መዳፊቱን ይጠቀሙ።\n- በተንቀሳቃሽ መሣሪያዎ ላይ በመጫወት ላይ: በጨዋታው ማያ ገጽ ላይ ለማንቀሳቀስ መርከብዎን መታ ያድርጉ።\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n- HTML5\n- አዝናኝ እና ለመጫወት ቀላል\n\nሌሎች ተግባራት\n- እንዴት 2 አጫውት አዝራር፡ የ How 2 Play አዝራር ጨዋታውን እንዴት እንደሚጫወት መመሪያዎችን እና መመሪያዎችን የሚሰጥ ተግባር ነው።\n- የተጨማሪ ጨዋታዎች ቁልፍ፡ የተጨማሪ ጨዋታዎች አዝራር ተጠቃሚዎች በእኛ የመስመር ላይ ጨዋታ ድረ-ገጽ Magbei.com ላይ የሚገኙ ሌሎች ጨዋታዎችን እንዲያገኙ እና እንዲያገኙ የሚያስችል ባህሪ ነው።\n- ሙሉ ስክሪን አዝራር፡ የሙሉ ስክሪን አዝራር ተጠቃሚዎች በማግቤይ ላይ ጨዋታውን በሙሉ ስክሪን ሁነታ እንዲጫወቱ የሚያስችል ተግባር ነው።\n\nሁሉንም አስር የቦታ ማጽዳት ደረጃዎች መጨረስ ይችላሉ? የጠፈር ተኳሽ እና የመከላከያ ጨዋታዎችን በመጫወት ምን ያህል ጥሩ እንደሆኑ ያሳዩን። አሁን ይጫወቱ!",
    "bg": "Space Purge е пристрастяваща и вдигаща адреналина космическа стрелба.\n\nСЮЖЕТ НА ИГРАТА SPACE PURGE\nБезкраен дъжд от астероиди сериозно заплашва планетата Земя. В този край на света имате жизненоважна задача: унищожете всички астероиди, които видите, за да защитите нашата планета. Тази защитна игра изисква много внимание и бързи рефлекси. Готови ли сте за това ново приключение?\n\nКАК СЕ ИГРАЕ ИГРАТА SPACE PURGE?\nИграта Space Purge е проста, но изисква умения. Преместете своя космически кораб във всички посоки и ударете всички астероиди, идващи към вас. Събирайте енергия и живот. Вие и земята имате три живота: ако един от двамата ги изчерпи, играта свършва. Когато успеете да получите 1 000 000 точки, вие сте победител в играта.\n\nУПРАВЛЕНИЯ\n- Игра на компютър: използвайте мишката, за да плъзнете своя космически кораб.\n- Игра на вашето мобилно устройство: докоснете вашия кораб, за да го преместите из екрана на играта.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА\n- 100% БЕЗПЛАТНО\n- Офлайн игра\n- HTML5\n- Забавно и лесно за игра\n\nДРУГИ ФУНКЦИОНАЛНОСТИ\n- Бутон How 2 Play: Бутонът How 2 Play е функция, която предоставя инструкции и насоки как да играете играта.\n- Бутон Още игри: Бутонът Още игри е функция, която позволява на потребителите да откриват и имат достъп до други игри, налични на Magbei.com, нашия уебсайт за онлайн игри.\n- Бутон за цял екран: Бутонът за цял екран е функция, която позволява на потребителите да играят играта в режим на цял екран на Magbei.\n\nМожете ли да завършите всичките десет нива на Space Purge? Покажете ни колко сте добри в игрите за космическа стрелба и защита. Играй сега!",
    "bn": "স্পেস পার্জ একটি আসক্তি এবং অ্যাড্রেনালাইন-পাম্পিং স্পেস শ্যুটার গেম।\n\nস্পেস পার্জ গেম প্লট\nগ্রহাণুর একটি অবিরাম বৃষ্টি গ্রহ পৃথিবীকে মারাত্মকভাবে হুমকি দিচ্ছে। বিশ্বের এই প্রান্তে, আপনার একটি গুরুত্বপূর্ণ কাজ রয়েছে: আমাদের গ্রহকে রক্ষা করতে আপনি যে সমস্ত গ্রহাণু দেখতে পান তা ধ্বংস করুন। এই প্রতিরক্ষা খেলার জন্য অনেক মনোযোগ এবং দ্রুত প্রতিফলন প্রয়োজন। আপনি কি এই নতুন অ্যাডভেঞ্চারের জন্য প্রস্তুত?\n\nকিভাবে স্পেস পার্জ গেম খেলবেন?\nস্পেস পার্জ খেলা সহজ, কিন্তু এর জন্য দক্ষতার প্রয়োজন। আপনার স্পেসশিপকে সব দিকে নিয়ে যান এবং আপনার দিকে আসা সমস্ত গ্রহাণুকে আঘাত করুন। শক্তি এবং জীবন সংগ্রহ করুন। আপনার এবং পৃথিবীর তিনটি জীবন আছে: যদি দুটির মধ্যে একটি রান আউট হয়, খেলা শেষ। আপনি যখন 1,000,000 পয়েন্ট পেতে পরিচালনা করেন, আপনি গেমের বিজয়ী হন।\n\nনিয়ন্ত্রণ\n- কম্পিউটারে বাজানো: আপনার স্পেসশিপকে চারপাশে টেনে আনতে মাউস ব্যবহার করুন।\n- আপনার মোবাইল ডিভাইসে বাজানো: গেম স্ক্রিনের চারপাশে সরানোর জন্য আপনার জাহাজে ট্যাপ করুন।\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য\n- 100% বিনামূল্যে\n- অফলাইন গেম\n- HTML5\n- মজা এবং খেলতে সহজ\n\nঅন্যান্য কার্যকারিতা\n- হাউ 2 প্লে বোতাম: হাউ 2 প্লে বোতামটি এমন একটি ফাংশন যা গেমটি কীভাবে খেলতে হবে তার নির্দেশাবলী এবং নির্দেশিকা প্রদান করে।\n- আরও গেম বোতাম: আরও গেম বোতাম একটি বৈশিষ্ট্য যা ব্যবহারকারীদের আমাদের অনলাইন গেম ওয়েবসাইট Magbei.com-এ উপলব্ধ অন্যান্য গেমগুলি আবিষ্কার করতে এবং অ্যাক্সেস করতে সক্ষম করে৷\n- ফুলস্ক্রিন বোতাম: ফুলস্ক্রিন বোতামটি এমন একটি ফাংশন যা ব্যবহারকারীদের ম্যাগবেইতে ফুলস্ক্রিন মোডে গেম খেলতে দেয়।\n\nআপনি কি স্পেস পার্জের দশটি স্তর শেষ করতে পারবেন? আপনি স্পেস শ্যুটার এবং প্রতিরক্ষা গেম খেলতে কতটা ভাল তা আমাদের দেখান। এখন খেলুন!",
    "ca": "Space Purge és un joc de trets espacials addictiu i que augmenta l'adrenalina.\n\nPARCELA DE JOC DE LA PURGA DE L'ESPAI\nUna pluja interminable d'asteroides amenaça seriosament el planeta terra. En aquesta fi del món, tens una tasca vital: destruir tots els asteroides que veus per defensar el nostre planeta. Aquest joc de defensa requereix molta atenció i reflexos ràpids. Esteu preparats per aquesta nova aventura?\n\nCOM JUGAR AL JOC DE PURGA ESPAI?\nJugar a Space Purge és senzill, però requereix habilitat. Mou la teva nau espacial en totes direccions i colpeja tots els asteroides que vinguin cap a tu. Recull energia i vida. Tu i la terra tens tres vides: si una de les dues se'n queda sense, el joc s'acaba. Quan aconsegueixes aconseguir 1.000.000 de punts, ets el guanyador del joc.\n\nCONTROLS\n- Jugant amb un ordinador: utilitza el ratolí per arrossegar la teva nau espacial.\n- Jugant al dispositiu mòbil: toqueu la vostra nau per moure-la per la pantalla del joc.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES\n- 100% GRATIS\n- Joc fora de línia\n- HTML5\n- Divertit i fàcil de jugar\n\nALTRES FUNCIONALITATS\n- Botó How 2 Play: el botó How 2 Play és una funció que proporciona instruccions i directrius sobre com jugar al joc.\n- Botó Més jocs: el botó Més jocs és una característica que permet als usuaris descobrir i accedir a altres jocs disponibles a Magbei.com, el nostre lloc web de jocs en línia.\n- Botó de pantalla completa: el botó de pantalla completa és una funció que permet als usuaris jugar el joc en mode de pantalla completa a Magbei.\n\nPots acabar els deu nivells de la purga espacial? Mostra'ns el bo que ets jugant a jocs de trets espacials i de defensa. Juga ara!",
    "cs": "Space Purge je návyková a adrenalinová vesmírná střílečka.\n\nSPACE PURGE HERNÍ PLET\nNekonečný déšť asteroidů vážně ohrožuje planetu Zemi. Na tomto konci světa máte zásadní úkol: zničit všechny asteroidy, které uvidíte, abyste bránili naši planetu. Tato obranná hra vyžaduje hodně pozornosti a rychlé reflexy. Jste připraveni na toto nové dobrodružství?\n\nJAK HRÁT HRU SPACE PURGE?\nHraní Space Purge je jednoduché, ale vyžaduje dovednost. Pohybujte svou vesmírnou lodí všemi směry a zasáhněte všechny asteroidy, které se k vám blíží. Sbírejte energii a život. Vy a Země máte tři životy: pokud jeden z nich dojde, hra je u konce. Když se vám podaří získat 1 000 000 bodů, jste vítězem hry.\n\nŘÍZENÍ\n- Hraní na počítači: pomocí myši přetahujte svou vesmírnou loď.\n- Hraní na mobilním zařízení: klepnutím na loď ji můžete pohybovat po herní obrazovce.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKCE\n- 100% ZDARMA\n- Offline hra\n- HTML5\n- Zábavné a snadné hrát\n\nDALŠÍ FUNKCE\n- Tlačítko Jak 2 hrát: Tlačítko Jak 2 hrát je funkce, která poskytuje pokyny a pokyny, jak hrát hru.\n- Tlačítko More Games: Tlačítko More Games je funkce, která uživatelům umožňuje objevovat a přistupovat k dalším hrám dostupným na Magbei.com, našem webu online her.\n- Tlačítko Celá obrazovka: Tlačítko Celá obrazovka je funkce, která uživatelům umožňuje hrát hru v režimu celé obrazovky na Magbei.\n\nDokážete dokončit všech deset úrovní Space Purge? Ukažte nám, jak jste dobří v hraní vesmírných stříleček a obranných her. Hrát hned!",
    "da": "Space Purge er et vanedannende og adrenalinpumpende space shooter-spil.\n\nSPACE PURGE SPILPLOT\nEn endeløs regn af asteroider truer for alvor planeten jorden. I denne ende af verden har du en vigtig opgave: ødelægge alle de asteroider, du ser, for at forsvare vores planet. Dette forsvarsspil kræver meget opmærksomhed og hurtige reflekser. Er du klar til dette nye eventyr?\n\nHVORDAN SPILLER MAN SPACE PURGE-SPIL?\nAt spille Space Purge er enkelt, men det kræver dygtighed. Flyt dit rumskib i alle retninger og ram alle asteroiderne, der kommer mod dig. Saml energi og liv. Du og jorden har tre liv: hvis en af de to løber tør for dem, er spillet slut. Når det lykkes dig at få 1.000.000 point, er du vinderen af spillet.\n\nKONTROLLER\n- Spil på en computer: Brug musen til at trække dit rumskib rundt.\n- Spil på din mobilenhed: Tryk på dit skib for at flytte det rundt på spilskærmen.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offline spil\n- HTML5\n- Sjovt og nemt at spille\n\nANDRE FUNKTIONALITETER\n- How 2 Play-knap: How 2 Play-knappen er en funktion, der giver instruktioner og retningslinjer for, hvordan man spiller spillet.\n- Knappen Flere spil: Knappen Flere spil er en funktion, der gør det muligt for brugere at opdage og få adgang til andre spil, der er tilgængelige på Magbei.com, vores online spilwebsted.\n- Fuldskærmsknap: Fuldskærmsknappen er en funktion, der giver brugerne mulighed for at spille spillet i fuldskærmstilstand på Magbei.\n\nKan du afslutte alle ti niveauer af Space Purge? Vis os, hvor god du er til at spille space shooter og forsvarsspil. Spil nu!",
    "de": "Space Purge ist ein süchtig machendes und adrenalingeladenes Weltraum-Shooter-Spiel.\n\nPLATZ FÜR SPACE PURGE-SPIEL\nEin endloser Asteroidenregen bedroht den Planeten Erde ernsthaft. An diesem Ende der Welt hast du eine lebenswichtige Aufgabe: Zerstöre alle Asteroiden, die du siehst, um unseren Planeten zu verteidigen. Dieses Verteidigungsspiel erfordert viel Aufmerksamkeit und schnelle Reflexe. Bist du bereit für dieses neue Abenteuer?\n\nWIE SPIELT MAN SPACE PURGE SPIEL?\nSpace Purge zu spielen ist einfach, erfordert aber Geschick. Bewegen Sie Ihr Raumschiff in alle Richtungen und treffen Sie alle Asteroiden, die auf Sie zukommen. Sammle Energie und Leben. Du und die Erde haben drei Leben: Wenn einem der beiden das Leben ausgeht, ist das Spiel vorbei. Wenn Sie es schaffen, 1.000.000 Punkte zu sammeln, sind Sie der Gewinner des Spiels.\n\nSTEUERUNG\n- Spielen auf einem Computer: Verwenden Sie die Maus, um Ihr Raumschiff herumzuziehen.\n- Spielen auf Ihrem Mobilgerät: Tippen Sie auf Ihr Schiff, um es auf dem Spielbildschirm zu bewegen.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nMERKMALE\n- 100% KOSTENLOS\n- Offline-Spiel\n-HTML5\n- Spaß und einfach zu spielen\n\nWEITERE FUNKTIONALITÄTEN\n- How 2 Play-Schaltfläche: Die How 2 Play-Schaltfläche ist eine Funktion, die Anweisungen und Richtlinien zum Spielen des Spiels bereitstellt.\n- Schaltfläche „Mehr Spiele“: Die Schaltfläche „Mehr Spiele“ ist eine Funktion, mit der Benutzer andere Spiele entdecken und darauf zugreifen können, die auf Magbei.com, unserer Online-Spiele-Website, verfügbar sind.\n- Vollbild-Schaltfläche: Die Vollbild-Schaltfläche ist eine Funktion, die es Benutzern ermöglicht, das Spiel im Vollbildmodus auf Magbei zu spielen.\n\nKannst du alle zehn Level von Space Purge beenden? Zeigen Sie uns, wie gut Sie Weltraum-Shooter und Verteidigungsspiele spielen können. Jetzt spielen!",
    "el": "Το Space Purge είναι ένα εθιστικό και αδρεναλίνη shooter παιχνίδι.\n\nΟΙΚΟΠΕΔΟ ΠΑΙΧΝΙΔΙΟΥ ΚΑΘΑΡΙΣΜΟΥ ΔΙΑΣΤΗΜΑΤΟΣ\nΜια ατελείωτη βροχή από αστεροειδείς απειλεί σοβαρά τον πλανήτη Γη. Σε αυτό το τέλος του κόσμου, έχετε ένα ζωτικό καθήκον: να καταστρέψετε όλους τους αστεροειδείς που βλέπετε για να υπερασπιστείτε τον πλανήτη μας. Αυτό το αμυντικό παιχνίδι απαιτεί πολλή προσοχή και γρήγορα αντανακλαστικά. Είστε έτοιμοι για αυτή τη νέα περιπέτεια;\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ ΤΟ ΠΑΙΧΝΙΔΙ SPACE PURGE;\nΤο παιχνίδι Space Purge είναι απλό, αλλά απαιτεί δεξιότητα. Μετακινήστε το διαστημόπλοιό σας προς όλες τις κατευθύνσεις και χτυπήστε όλους τους αστεροειδείς που έρχονται προς το μέρος σας. Συλλέξτε ενέργεια και ζωή. Εσείς και η γη έχετε τρεις ζωές: αν εξαντληθεί η μία από τις δύο, το παιχνίδι έχει τελειώσει. Όταν καταφέρετε να πάρετε 1.000.000 πόντους, είστε ο νικητής του παιχνιδιού.\n\nΕΛΕΓΧΟΙ\n- Παίζοντας σε υπολογιστή: χρησιμοποιήστε το ποντίκι για να σύρετε το διαστημόπλοιό σας.\n- Παίζοντας στην κινητή συσκευή σας: πατήστε το πλοίο σας για να το μετακινήσετε στην οθόνη του παιχνιδιού.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- 100% ΔΩΡΕΑΝ\n- Παιχνίδι εκτός σύνδεσης\n- HTML5\n- Διασκεδαστικό και εύκολο στο παιχνίδι\n\nΑΛΛΕΣ ΛΕΙΤΟΥΡΓΙΕΣ\n- Κουμπί How 2 Play: Το κουμπί How 2 Play είναι μια λειτουργία που παρέχει οδηγίες και οδηγίες για το πώς να παίξετε το παιχνίδι.\n- Κουμπί Περισσότερα παιχνίδια: Το κουμπί Περισσότερα παιχνίδια είναι μια λειτουργία που επιτρέπει στους χρήστες να ανακαλύπτουν και να έχουν πρόσβαση σε άλλα παιχνίδια που είναι διαθέσιμα στο Magbei.com, τον ιστότοπο διαδικτυακών παιχνιδιών μας.\n- Κουμπί πλήρους οθόνης: Το κουμπί πλήρους οθόνης είναι μια λειτουργία που επιτρέπει στους χρήστες να παίζουν το παιχνίδι σε λειτουργία πλήρους οθόνης στο Magbei.\n\nΜπορείτε να ολοκληρώσετε και τα δέκα επίπεδα του Space Purge; Δείξτε μας πόσο καλός είστε στο να παίζετε παιχνίδια διαστημικού σκοπευτή και άμυνας. Παίξε τώρα!",
    "en,en_AU,en_GB,en_US": "Space Purge is an addictive and adrenaline-pumping space shooter game.  \n\nSPACE PURGE GAME PLOT\nAn endless rain of asteroids is seriously threatening the planet earth. At this end of the world, you have a vital task: destroy all the asteroids you see to defend our planet. This defense game requires a lot of attention and quick reflexes. Are you ready for this new adventure?\n\nHOW TO PLAY SPACE PURGE GAME?\nPlaying Space Purge is simple, but it requires skill. Move your spaceship in all directions and hit all the asteroids coming towards you. Collect energy and life. You and the earth have three lives: if one of the two runs out of them, the game is over. When you manage to get 1,000,000 points, you are the winner of the game.\n\nCONTROLS\n- Playing on a computer: use the mouse to drag your spaceship around.\n- Playing on your mobile device: tap your ship to move it around the game screen.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFEATURES\n- 100% FREE\n- Offline Game\n- HTML5\n- Fun And Easy To Play\n\nOTHER FUNCTIONALITIES\n- How 2 Play button: The How 2 Play button is a function that provides instructions and guidelines on how to play the game. \n- More Games button: The More Games button is a feature that enables users to discover and access other games available on Magbei.com, our online game website. \n- Fullscreen button: The Fullscreen button is a function that allows users to play the game in fullscreen mode on Magbei. \n\nCan you finish all ten levels of Space Purge? Show us how good you are at playing space shooter and defense games. Play now!",
    "es,es_419": "Space Purge es un juego de disparos espacial adictivo y lleno de adrenalina.\n\nTRAMA DE JUEGO DE PURGA ESPACIAL\nUna lluvia interminable de asteroides amenaza seriamente al planeta tierra. En este fin del mundo tienes una tarea vital: destruir todos los asteroides que veas para defender nuestro planeta. Este juego de defensa requiere mucha atención y reflejos rápidos. ¿Estás listo para esta nueva aventura?\n\n¿CÓMO JUGAR EL JUEGO DE PURGA DEL ESPACIO?\nJugar a Space Purge es simple, pero requiere habilidad. Mueve tu nave espacial en todas las direcciones y golpea todos los asteroides que vienen hacia ti. Recoge energía y vida. Tú y la tierra tenéis tres vidas: si una de las dos se queda sin ellas, se acaba el juego. Cuando logras obtener 1.000.000 de puntos, eres el ganador del juego.\n\nCONTROL S\n- Jugando en una computadora: usa el mouse para arrastrar tu nave espacial.\n- Jugando en tu dispositivo móvil: toca tu nave para moverla por la pantalla del juego.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS\n- 100% GRATIS\n- Juego fuera de línea\n- HTML5\n- Divertido y fácil de jugar\n\nOTRAS FUNCIONALIDADES\n- Botón How 2 Play: El botón How 2 Play es una función que proporciona instrucciones y pautas sobre cómo jugar el juego.\n- Botón Más juegos: el botón Más juegos es una función que permite a los usuarios descubrir y acceder a otros juegos disponibles en Magbei.com, nuestro sitio web de juegos en línea.\n- Botón de pantalla completa: el botón de pantalla completa es una función que permite a los usuarios jugar en modo de pantalla completa en Magbei.\n\n¿Puedes terminar los diez niveles de Space Purge? Muéstranos lo bueno que eres jugando juegos de disparos espaciales y de defensa. ¡Reproducir ahora!",
    "et": "Space Purge on sõltuvust tekitav ja adrenaliini pakkuv kosmoselaskemäng.\n\nRUUMIPUHASTAMISE MÄNGU PLOT\nLõputu asteroidide vihm ohustab tõsiselt planeeti Maa. Selles maailma lõpus on teil oluline ülesanne: hävitada kõik asteroidid, mida näete meie planeedi kaitsmiseks. See kaitsemäng nõuab palju tähelepanu ja kiireid reflekse. Kas olete selleks uueks seikluseks valmis?\n\nKUIDAS MÄNGIDA RUUMIPUHASTUSMÄNGU?\nSpace Purge'i mängimine on lihtne, kuid nõuab oskusi. Liigutage oma kosmoselaeva igas suunas ja tabage kõiki teie poole tulevaid asteroide. Koguge energiat ja elu. Sinul ja maal on kolm elu: kui üks neist kahest otsa saab, on mäng läbi. Kui teil õnnestub koguda 1 000 000 punkti, olete mängu võitja.\n\nJUHTSEADMED\n- Mängimine arvutis: kasutage kosmoselaeva ringi lohistamiseks hiirt.\n- Mobiilseadmes mängimine: puudutage oma laeva, et seda mänguekraanil ringi liigutada.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID\n- 100% TASUTA\n- võrguühenduseta mäng\n- HTML5\n- lõbus ja lihtne mängida\n\nMUUD FUNKTSIOONID\n- Nupp How 2 Play: nupp How 2 Play on funktsioon, mis annab juhiseid ja juhiseid mängu mängimiseks.\n- Nupp Rohkem mänge: nupp Rohkem mänge on funktsioon, mis võimaldab kasutajatel avastada teisi mänge, mis on saadaval meie võrgumängude veebisaidil Magbei.com, ja neile juurde pääseda.\n- Täisekraani nupp: Täisekraani nupp on funktsioon, mis võimaldab kasutajatel Magbeis mängu täisekraanirežiimis mängida.\n\nKas saate lõpetada kõik kümme kosmosepuhastuse taset? Näidake meile, kui hea sa oled kosmoselaskmise ja kaitsemängude mängimises. Mängi nüüd!",
    "fa": "Space Purge یک بازی تیراندازی فضایی اعتیاد آور و آدرنالین است.\n\nطرح بازی پاکسازی فضا\nباران بی پایان از سیارک ها به طور جدی سیاره زمین را تهدید می کند. در این انتهای جهان، شما یک وظیفه حیاتی دارید: تمام سیارک هایی را که برای دفاع از سیاره ما می بینید، نابود کنید. این بازی دفاعی نیاز به توجه زیاد و رفلکس های سریع دارد. آیا برای این ماجراجویی جدید آماده هستید؟\n\nچگونه بازی SPACE PURGE را بازی کنیم؟\nبازی Space Purge ساده است، اما به مهارت نیاز دارد. سفینه فضایی خود را در همه جهات حرکت دهید و به تمام سیارک هایی که به سمت شما می آیند ضربه بزنید. جمع آوری انرژی و زندگی. شما و زمین سه جان دارید: اگر یکی از آن دو تمام شود، بازی تمام شده است. وقتی موفق به کسب 1,000,000 امتیاز شوید، برنده بازی هستید.\n\nکنترل ها\n- بازی در رایانه: از ماوس برای کشیدن سفینه فضایی خود به اطراف استفاده کنید.\n- بازی در دستگاه تلفن همراه: روی کشتی خود ضربه بزنید تا آن را در صفحه بازی حرکت دهید.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nامکانات\n- 100٪ رایگان\n- بازی آفلاین\n- HTML5\n- سرگرم کننده و آسان برای بازی\n\nسایر عملکردها\n- دکمه How 2 Play: دکمه How 2 Play عملکردی است که دستورالعمل ها و دستورالعمل هایی را در مورد نحوه انجام بازی ارائه می دهد.\n- دکمه بازی‌های بیشتر: دکمه بازی‌های بیشتر قابلیتی است که به کاربران امکان می‌دهد بازی‌های دیگر موجود در Magbei.com، وب‌سایت بازی آنلاین ما را کشف کرده و به آنها دسترسی داشته باشند.\n- دکمه تمام صفحه: دکمه تمام صفحه عملکردی است که به کاربران امکان می دهد بازی را در حالت تمام صفحه در Magbei انجام دهند.\n\nآیا می توانید تمام ده سطح Space Purge را به پایان برسانید؟ به ما نشان دهید که چقدر در بازی های تیراندازی فضایی و بازی های دفاعی مهارت دارید. الان بازی کن!",
    "fi": "Space Purge on koukuttava ja adrenaliinia pumppaava avaruusräiskintäpeli.\n\nAVARUUDEN PUHDISTUSPELI JUOTTI\nLoputon asteroidisade uhkaa vakavasti maapalloa. Tässä maailman lopussa sinulla on tärkeä tehtävä: tuhota kaikki asteroidit, jotka näet puolustaaksesi planeettamme. Tämä puolustuspeli vaatii paljon huomiota ja nopeita refleksejä. Oletko valmis tähän uuteen seikkailuun?\n\nMITEN PELAA Space PURGE -PELIÄ?\nSpace Purgen pelaaminen on yksinkertaista, mutta vaatii taitoa. Siirrä avaruusalustasi kaikkiin suuntiin ja osu kaikkiin sinua kohti tuleviin asteroideihin. Kerää energiaa ja elämää. Sinulla ja maalla on kolme elämää: jos toinen niistä loppuu, peli on ohi. Kun onnistut saamaan 1 000 000 pistettä, olet pelin voittaja.\n\nSÄÄDÖT\n- Pelaaminen tietokoneella: vedä avaruusalustasi hiirellä.\n- Pelaaminen mobiililaitteella: napauta laivaasi siirtääksesi sitä pelinäytöllä.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET\n- 100% ILMAINEN\n- Offline-peli\n- HTML5\n- Hauska ja helppo pelata\n\nMUUT TOIMINNOT\n- How 2 Play -painike: How 2 Play -painike on toiminto, joka tarjoaa ohjeita ja ohjeita pelin pelaamiseen.\n- Lisää pelejä -painike: Lisää pelejä -painike on ominaisuus, jonka avulla käyttäjät voivat löytää ja käyttää muita pelejä, jotka ovat saatavilla Magbei.com-verkkopelisivustollamme.\n- Koko näytön painike: Koko näytön painike on toiminto, jonka avulla käyttäjät voivat pelata peliä Magbein koko näytön tilassa.\n\nVoitko suorittaa kaikki kymmenen Space Purgen tasoa? Näytä meille, kuinka hyvä olet avaruusampuja- ja puolustuspelien pelaamisessa. Pelaa nyt!",
    "fil": "Ang Space Purge ay isang nakakahumaling at adrenaline-pumping space shooter game.\n\nPLOT NG LARO NG SPACE PURGE\nAng walang katapusang pag-ulan ng mga asteroid ay seryosong nagbabanta sa planetang daigdig. Sa dulong ito ng mundo, mayroon kang mahalagang gawain: sirain ang lahat ng mga asteroid na nakikita mo upang ipagtanggol ang ating planeta. Ang larong ito ng pagtatanggol ay nangangailangan ng maraming atensyon at mabilis na reflexes. Handa ka na ba para sa bagong pakikipagsapalaran na ito?\n\nPAANO MAGLARO NG SPACE PURGE GAME?\nAng paglalaro ng Space Purge ay simple, ngunit nangangailangan ito ng kasanayan. Ilipat ang iyong sasakyang pangalangaang sa lahat ng direksyon at pindutin ang lahat ng mga asteroid na paparating sa iyo. Mangolekta ng enerhiya at buhay. Ikaw at ang lupa ay may tatlong buhay: kung maubusan sila ng isa sa dalawa, tapos na ang laro. Kapag nakakuha ka ng 1,000,000 puntos, ikaw ang panalo sa laro.\n\nMGA KONTROL\n- Naglalaro sa isang computer: gamitin ang mouse upang i-drag ang iyong sasakyang pangkalawakan.\n- Nagpe-play sa iyong mobile device: i-tap ang iyong barko para ilipat ito sa screen ng laro.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK\n- 100% LIBRE\n- Offline na Laro\n- HTML5\n- Masaya At Madaling Laruin\n\nIBA PANG MGA PAG-andar\n- How 2 Play button: Ang How 2 Play button ay isang function na nagbibigay ng mga tagubilin at alituntunin kung paano laruin ang laro.\n- Button ng Higit pang Mga Laro: Ang pindutan ng Higit pang Mga Laro ay isang tampok na nagbibigay-daan sa mga user na tumuklas at ma-access ang iba pang mga larong available sa Magbei.com, ang aming website ng online game.\n- Fullscreen na button: Ang Fullscreen na button ay isang function na nagbibigay-daan sa mga user na maglaro sa fullscreen mode sa Magbei.\n\nMaaari mo bang tapusin ang lahat ng sampung antas ng Space Purge? Ipakita sa amin kung gaano ka kahusay sa paglalaro ng space shooter at defense game. Maglaro Ngayon!",
    "fr": "Space Purge est un jeu de tir spatial addictif et plein d'adrénaline.\n\nTERRAIN DE JEU SPACE PURGE\nUne pluie interminable d'astéroïdes menace sérieusement la planète terre. A ce bout du monde, vous avez une tâche vitale : détruire tous les astéroïdes que vous voyez pour défendre notre planète. Ce jeu de défense demande beaucoup d'attention et de réflexes rapides. Êtes-vous prêt pour cette nouvelle aventure ?\n\nCOMMENT JOUER AU JEU SPACE PURGE ?\nJouer à Space Purge est simple, mais cela demande des compétences. Déplacez votre vaisseau spatial dans toutes les directions et frappez tous les astéroïdes qui viennent vers vous. Recueillez de l'énergie et de la vie. Vous et la terre avez trois vies : si l'une des deux en manque, la partie est terminée. Lorsque vous parvenez à obtenir 1 000 000 points, vous êtes le gagnant du jeu.\n\nLES CONTRÔLES\n- Jouer sur un ordinateur : utilisez la souris pour déplacer votre vaisseau spatial.\n- Jouer sur votre appareil mobile : touchez votre vaisseau pour le déplacer sur l'écran de jeu.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES\n- 100% GRATUIT\n- Jeu hors ligne\n-HTML5\n- Amusant et facile à jouer\n\nAUTRES FONCTIONNALITÉS\n- Bouton How 2 Play : Le bouton How 2 Play est une fonction qui fournit des instructions et des directives sur la façon de jouer au jeu.\n- Bouton Plus de jeux : Le bouton Plus de jeux est une fonctionnalité qui permet aux utilisateurs de découvrir et d'accéder à d'autres jeux disponibles sur Magbei.com, notre site de jeux en ligne.\n- Bouton Plein écran : Le bouton Plein écran est une fonction qui permet aux utilisateurs de jouer au jeu en mode plein écran sur Magbei.\n\nPouvez-vous terminer les dix niveaux de Space Purge ? Montrez-nous à quel point vous êtes doué pour jouer à des jeux de tir spatial et de défense. Joue maintenant!",
    "gu": "સ્પેસ પર્જ એ વ્યસનકારક અને એડ્રેનાલિન-પમ્પિંગ સ્પેસ શૂટર ગેમ છે.\n\nસ્પેસ પર્જ ગેમ પ્લોટ\nએસ્ટરોઇડ્સનો અનંત વરસાદ પૃથ્વી ગ્રહને ગંભીરપણે ધમકી આપી રહ્યો છે. વિશ્વના આ છેડે, તમારી પાસે એક મહત્વપૂર્ણ કાર્ય છે: આપણા ગ્રહને બચાવવા માટે તમે જુઓ છો તે તમામ એસ્ટરોઇડનો નાશ કરો. આ સંરક્ષણ રમતમાં ઘણું ધ્યાન અને ઝડપી પ્રતિક્રિયા જરૂરી છે. શું તમે આ નવા સાહસ માટે તૈયાર છો?\n\nસ્પેસ પર્જ ગેમ કેવી રીતે રમવી?\nસ્પેસ પર્જ વગાડવું સરળ છે, પરંતુ તેને કૌશલ્યની જરૂર છે. તમારા સ્પેસશીપને બધી દિશામાં ખસેડો અને તમારી તરફ આવતા તમામ એસ્ટરોઇડ્સને હિટ કરો. ઊર્જા અને જીવન એકત્રિત કરો. તમારા અને પૃથ્વીના ત્રણ જીવન છે: જો બેમાંથી એક રન આઉટ થઈ જાય, તો રમત સમાપ્ત થઈ ગઈ છે. જ્યારે તમે 1,000,000 પોઈન્ટ મેળવવાનું મેનેજ કરો છો, ત્યારે તમે રમતના વિજેતા છો.\n\nનિયંત્રણો\n- કમ્પ્યુટર પર વગાડવું: તમારા સ્પેસશીપને આસપાસ ખેંચવા માટે માઉસનો ઉપયોગ કરો.\n- તમારા મોબાઇલ ઉપકરણ પર વગાડવું: તમારા શિપને રમત સ્ક્રીનની આસપાસ ખસેડવા માટે તેને ટેપ કરો.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nવિશેષતા\n- 100% મફત\n- ઑફલાઇન ગેમ\n- HTML5\n- આનંદ અને રમવા માટે સરળ\n\nઅન્ય કાર્યો\n- How 2 Play બટન: How 2 Play બટન એ એક કાર્ય છે જે ગેમ કેવી રીતે રમવી તેની સૂચનાઓ અને માર્ગદર્શિકા પ્રદાન કરે છે.\n- મોર ગેમ્સ બટન: મોર ગેમ્સ બટન એ એક વિશેષતા છે જે વપરાશકર્તાઓને અમારી ઓનલાઈન ગેમ વેબસાઈટ Magbei.com પર ઉપલબ્ધ અન્ય રમતોને શોધવા અને ઍક્સેસ કરવામાં સક્ષમ બનાવે છે.\n- પૂર્ણસ્ક્રીન બટન: પૂર્ણસ્ક્રીન બટન એ એક કાર્ય છે જે વપરાશકર્તાઓને મેગબેઈ પર પૂર્ણસ્ક્રીન મોડમાં ગેમ રમવાની મંજૂરી આપે છે.\n\nશું તમે સ્પેસ પર્જના તમામ દસ સ્તરો સમાપ્ત કરી શકો છો? અમને બતાવો કે તમે સ્પેસ શૂટર અને સંરક્ષણ રમતો રમવામાં કેટલા સારા છો. હવે રમો!",
    "he": "Space Purge הוא משחק יריות חלל ממכר ומעורר אדרנלין.\n\nעלילת משחק לטיהור שטח\nגשם אינסופי של אסטרואידים מאיים ברצינות על כדור הארץ. בקצה העולם הזה, יש לך משימה חיונית: להשמיד את כל האסטרואידים שאתה רואה כדי להגן על כוכב הלכת שלנו. משחק ההגנה הזה דורש הרבה תשומת לב ורפלקסים מהירים. האם אתה מוכן להרפתקה החדשה הזו?\n\nאיך לשחק משחק SPACE PURGE?\nלשחק בחלל טיהור הוא פשוט, אבל זה דורש מיומנות. הזיזו את החללית שלכם לכל הכיוונים ופגעו בכל האסטרואידים שמתקרבים אליכם. לאסוף אנרגיה וחיים. לך ולכדור הארץ יש שלושה חיים: אם נגמר להם אחד מהשניים, המשחק נגמר. כאשר אתה מצליח להשיג 1,000,000 נקודות, אתה המנצח של המשחק.\n\nבקרות\n- משחק במחשב: השתמש בעכבר כדי לגרור את החללית שלך.\n- משחק במכשיר הנייד שלך: הקש על הספינה שלך כדי להזיז אותה במסך המשחק.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nתכונות\n- 100% בחינם\n- משחק לא מקוון\n- HTML5\n- כיף וקל לשחק\n\nפונקציות אחרות\n- כפתור How 2 Play: כפתור How 2 Play הוא פונקציה המספקת הוראות והנחיות כיצד לשחק במשחק.\n- כפתור עוד משחקים: כפתור More Games הוא תכונה המאפשרת למשתמשים לגלות ולגשת למשחקים אחרים הזמינים ב-Magbei.com, אתר המשחקים המקוון שלנו.\n- כפתור מסך מלא: כפתור מסך מלא הוא פונקציה המאפשרת למשתמשים לשחק את המשחק במצב מסך מלא ב- Magbei.\n\nהאם אתה יכול לסיים את כל עשר הרמות של טיהור החלל? הראה לנו כמה אתה טוב בלשחק משחקי יריות והגנה בחלל. שחק עכשיו!",
    "hi": "स्पेस पर्ज एक नशे की लत और एड्रेनालाईन-पंपिंग स्पेस शूटर गेम है।\n\nस्पेस पर्ज गेम प्लॉट\nक्षुद्रग्रहों की अंतहीन बारिश से पृथ्वी ग्रह को गंभीर खतरा है। दुनिया के इस छोर पर, आपके पास एक महत्वपूर्ण कार्य है: हमारे ग्रह की रक्षा के लिए आपके द्वारा देखे जाने वाले सभी क्षुद्रग्रहों को नष्ट करना। इस रक्षा खेल में बहुत अधिक ध्यान देने और त्वरित सजगता की आवश्यकता होती है। क्या आप इस नए साहसिक कार्य के लिए तैयार हैं?\n\nस्पेस पर्ज गेम कैसे खेलें?\nस्पेस पर्ज खेलना सरल है, लेकिन इसके लिए कौशल की आवश्यकता होती है। अपने अंतरिक्ष यान को सभी दिशाओं में ले जाएँ और अपनी ओर आने वाले सभी क्षुद्रग्रहों को मारें। ऊर्जा और जीवन लीजिए। आपके और पृथ्वी के तीन जीवन हैं: यदि उनमें से एक भाग जाता है, तो खेल समाप्त हो जाता है। जब आप 1,000,000 अंक प्राप्त करने का प्रबंधन करते हैं, तो आप गेम के विजेता होते हैं।\n\nनियंत्रण\n- कंप्यूटर पर खेलना: अपने अंतरिक्ष यान को इधर-उधर खींचने के लिए माउस का उपयोग करें।\n- अपने मोबाइल डिवाइस पर खेलना: अपने जहाज को गेम स्क्रीन के चारों ओर ले जाने के लिए टैप करें।\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nविशेषताएं\n- 100% मुफ़्त\n- ऑफलाइन गेम\n- एचटीएमएल 5\n- मज़ा और खेलने में आसान\n\nअन्य कार्यक्षमताएँ\n- हाउ 2 प्ले बटन: हाउ 2 प्ले बटन एक ऐसा फंक्शन है जो गेम खेलने के तरीके पर निर्देश और दिशानिर्देश प्रदान करता है।\n- अधिक गेम बटन: अधिक गेम बटन एक ऐसी सुविधा है जो उपयोगकर्ताओं को हमारी ऑनलाइन गेम वेबसाइट Magbei.com पर उपलब्ध अन्य गेम खोजने और एक्सेस करने में सक्षम बनाती है।\n- फ़ुलस्क्रीन बटन: फ़ुलस्क्रीन बटन एक ऐसा फ़ंक्शन है जो उपयोगकर्ताओं को मैगबी पर फ़ुलस्क्रीन मोड में गेम खेलने की अनुमति देता है।\n\nक्या आप स्पेस पर्ज के सभी दस स्तरों को पूरा कर सकते हैं? हमें दिखाएं कि आप स्पेस शूटर और डिफेंस गेम खेलने में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Space Purge je svemirska pucačina koja izaziva ovisnost i diže adrenalin.\n\nZAPLET IGRE SPACE PURGE\nBeskrajna kiša asteroida ozbiljno prijeti planeti Zemlji. Na ovom kraju svijeta imate vitalni zadatak: uništite sve asteroide koje vidite kako biste obranili naš planet. Ova igra obrane zahtijeva puno pažnje i brze reflekse. Jeste li spremni za ovu novu avanturu?\n\nKAKO IGRATI SPACE PURGE IGRU?\nIgranje Space Purge je jednostavno, ali zahtijeva vještinu. Pomičite svoj svemirski brod u svim smjerovima i pogodite sve asteroide koji vam dolaze prema vama. Skupljajte energiju i život. Ti i zemlja imate tri života: ako jedan od njih dvoje ostane bez njih, igra je gotova. Kada uspijete skupiti 1.000.000 bodova, pobjednik ste igre.\n\nKONTROLE\n- Igranje na računalu: koristite miša da povučete svoj svemirski brod.\n- Igranje na mobilnom uređaju: dodirnite svoj brod kako biste ga pomicali po zaslonu igre.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- HTML5\n- Zabavno i jednostavno za igranje\n\nOSTALE FUNKCIONALNOSTI\n- Gumb How 2 Play: gumb How 2 Play je funkcija koja pruža upute i smjernice o tome kako igrati igru.\n- Gumb Više igara: Gumb Više igara značajka je koja korisnicima omogućuje otkrivanje i pristup drugim igrama dostupnim na Magbei.com, našoj web stranici za online igre.\n- Gumb za cijeli zaslon: gumb za cijeli zaslon funkcija je koja korisnicima omogućuje igranje igre u načinu rada preko cijelog zaslona na Magbeiju.\n\nMožete li završiti svih deset razina Space Purgea? Pokažite nam koliko ste dobri u igranju svemirskih pucačina i obrambenih igara. Igraj sada!",
    "hu": "A Space Purge egy addiktív és adrenalint pumpáló shooter játék.\n\nTÉRTISZTÍTÁSI JÁTÉK TELEK\nA végtelen kisbolygóeső komolyan fenyegeti a Föld bolygót. A világ ezen végén egy létfontosságú feladat vár rád: semmisítsd meg az összes aszteroidát, amelyet bolygónk védelmében látsz. Ez a védekező játék sok figyelmet és gyors reflexeket igényel. Készen állsz erre az új kalandra?\n\nHOGYAN KELL JÁTSZANI A TÉRTISZTÍTÁSI JÁTÉKOT?\nA Space Purge játéka egyszerű, de ügyességet igényel. Mozgasd az űrhajódat minden irányba, és találd el az összes feléd érkező aszteroidát. Gyűjtsd az energiát és az életet. Neked és a földnek három életed van: ha a kettő közül az egyik elfogy, a játéknak vége. Ha sikerül 1 000 000 pontot szerezned, te vagy a játék nyertese.\n\nKEZELŐSZERVEK\n- Játék számítógépen: az egérrel húzza körbe az űrhajót.\n- Játssz a mobileszközödön: koppints a hajóra a játék képernyőjén való mozgatáshoz.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK\n- 100% INGYENES\n- Offline játék\n- HTML5\n- Szórakoztató és könnyen játszható\n\nEGYÉB FUNKCIÓK\n- How 2 Play gomb: A How 2 Play gomb egy olyan funkció, amely utasításokat és útmutatást ad a játékhoz.\n- További játékok gomb: A További játékok gomb egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy felfedezzenek és hozzáférjenek a Magbei.com-on, online játékwebhelyünkön elérhető többi játékhoz.\n- Teljes képernyő gomb: A Teljes képernyő gomb egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy teljes képernyős módban játsszák a játékot a Magbein.\n\nBe tudod fejezni a Space Purge mind a tíz szintjét? Mutasd meg nekünk, milyen jó vagy a lövöldözős és védelmi játékokban. Játssz most!",
    "id": "Space Purge adalah game penembak luar angkasa yang adiktif dan memacu adrenalin.\n\nPlot permainan pembersihan ruang\nHujan asteroid yang tak henti-hentinya mengancam planet bumi. Di ujung dunia ini, Anda memiliki tugas penting: hancurkan semua asteroid yang Anda lihat untuk mempertahankan planet kita. Permainan pertahanan ini membutuhkan banyak perhatian dan refleks yang cepat. Apakah Anda siap untuk petualangan baru ini?\n\nBAGAIMANA CARA BERMAIN GAME PEMBERSIHAN RUANG?\nMemainkan Space Purge itu sederhana, tetapi membutuhkan keterampilan. Gerakkan pesawat ruang angkasa Anda ke segala arah dan pukul semua asteroid yang datang ke arah Anda. Kumpulkan energi dan kehidupan. Anda dan bumi memiliki tiga nyawa: jika salah satu dari keduanya habis, permainan berakhir. Saat Anda berhasil mendapatkan 1.000.000 poin, Anda adalah pemenang permainan.\n\nKONTROL\n- Bermain di komputer: gunakan mouse untuk menyeret pesawat ruang angkasa Anda.\n- Bermain di perangkat seluler Anda: ketuk kapal Anda untuk memindahkannya di sekitar layar game.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFITUR\n- 100% GRATIS\n- Permainan Luring\n- HTML5\n- Menyenangkan Dan Mudah Dimainkan\n\nFUNGSI LAINNYA\n- Tombol How 2 Play: Tombol How 2 Play adalah fungsi yang memberikan instruksi dan panduan tentang cara memainkan permainan.\n- Tombol Game Lainnya: Tombol Game Lainnya adalah fitur yang memungkinkan pengguna menemukan dan mengakses game lain yang tersedia di Magbei.com, situs web game online kami.\n- Tombol Layar Penuh: Tombol Layar Penuh adalah fungsi yang memungkinkan pengguna memainkan game dalam mode layar penuh di Magbei.\n\nBisakah Anda menyelesaikan semua sepuluh level Pembersihan Ruang? Tunjukkan pada kami seberapa bagus Anda dalam bermain game penembak ruang dan pertahanan. Main sekarang!",
    "it": "Space Purge è un gioco sparatutto spaziale avvincente e adrenalinico.\n\nTRAMA DEL GIOCO SPACE PURGE\nUna pioggia infinita di asteroidi sta seriamente minacciando il pianeta Terra. In questa estremità del mondo, hai un compito fondamentale: distruggere tutti gli asteroidi che vedi per difendere il nostro pianeta. Questo gioco di difesa richiede molta attenzione e riflessi pronti. Sei pronto per questa nuova avventura?\n\nCOME GIOCARE A GIOCO DI PULIZIA DELLO SPAZIO?\nGiocare a Space Purge è semplice, ma richiede abilità. Muovi la tua astronave in tutte le direzioni e colpisci tutti gli asteroidi che vengono verso di te. Raccogli energia e vita. Tu e la terra avete tre vite: se una delle due le esaurisce, il gioco è finito. Quando riesci a ottenere 1.000.000 di punti, sei il vincitore del gioco.\n\nCONTROLLI\n- Giocando da computer: usa il mouse per trascinare la tua astronave in giro.\n- Giocare da dispositivo mobile: tocca la tua nave per spostarla nella schermata di gioco.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE\n- 100% GRATIS\n- Gioco offline\n-HTML5\n- Divertente e facile da giocare\n\nALTRE FUNZIONALITÀ\n- Pulsante \"How 2 Play\": il pulsante How 2 Play è una funzione che fornisce istruzioni e linee guida su come giocare.\n- Pulsante \"More Games\": il pulsante Altri giochi è una funzione che consente agli utenti di scoprire e accedere ad altri giochi disponibili su Magbei.com, il nostro sito Web di giochi online.\n- Pulsante \"Fullscreen\": il pulsante a schermo intero è una funzione che consente agli utenti di giocare in modalità a schermo intero su Magbei.\n\nRiuscirai a completare tutti e dieci i livelli di Space Purge? Mostraci quanto sei bravo ai giochi sparatutto spaziali e di difesa. Inizia ora!",
    "ja": "スペース パージは、病みつきになるアドレナリン全開のスペース シューティング ゲームです。\n\nスペースパージゲームプロット\n小惑星の果てしない雨が地球を深刻に脅かしています。 この世界の果てで、あなたには重要な任務があります。私たちの惑星を守るために、目にするすべての小惑星を破壊することです。 この防御ゲームには、多くの注意と素早い反射神経が必要です。 この新しい冒険の準備はできていますか?\n\nスペースパージゲームの遊び方は？\nSpace Purge をプレイするのは簡単ですが、スキルが必要です。 宇宙船をあらゆる方向に動かし、あなたに向かってくるすべての小惑星を攻撃してください。 エネルギーと生命を集める。 あなたと地球には 3 つのライフがあり、2 つのうちの 1 つがなくなると、ゲームオーバーになります。 1,000,000 ポイントを獲得すると、ゲームの勝者になります。\n\nコントロール\n- コンピュータでプレイ: マウスを使って宇宙船をドラッグします。\n- モバイル デバイスでのプレイ: 船をタップして、ゲーム画面内を移動します。\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\n特徴\n- 100% 無料\n- オフラインゲーム\n- HTML5\n- 楽しく簡単にプレイ\n\nその他の機能\n- How 2 Play ボタン: How 2 Play ボタンは、ゲームのプレイ方法に関する指示とガイドラインを提供する機能です。\n- その他のゲーム ボタン: [その他のゲーム] ボタンは、ユーザーが当社のオンライン ゲーム Web サイトである Magbei.com で利用可能な他のゲームを見つけてアクセスできるようにする機能です。\n- フルスクリーン ボタン: フルスクリーン ボタンは、ユーザーが Magbei でフルスクリーン モードでゲームをプレイできるようにする機能です。\n\nスペース パージの 10 レベルすべてをクリアできますか? スペース シューターやディフェンス ゲームの腕前を見せてください。 今すぐプレイ！",
    "kn": "ಸ್ಪೇಸ್ ಪರ್ಜ್ ಒಂದು ವ್ಯಸನಕಾರಿ ಮತ್ತು ಅಡ್ರಿನಾಲಿನ್-ಪಂಪಿಂಗ್ ಸ್ಪೇಸ್ ಶೂಟರ್ ಆಟವಾಗಿದೆ.\n\nಸ್ಪೇಸ್ ಪರ್ಜ್ ಗೇಮ್ ಪ್ಲಾಟ್\nಕ್ಷುದ್ರಗ್ರಹಗಳ ಅಂತ್ಯವಿಲ್ಲದ ಮಳೆಯು ಭೂಮಿಯ ಗ್ರಹವನ್ನು ಗಂಭೀರವಾಗಿ ಬೆದರಿಸುತ್ತಿದೆ. ಪ್ರಪಂಚದ ಈ ಕೊನೆಯಲ್ಲಿ, ನೀವು ಒಂದು ಪ್ರಮುಖ ಕಾರ್ಯವನ್ನು ಹೊಂದಿದ್ದೀರಿ: ನಮ್ಮ ಗ್ರಹವನ್ನು ರಕ್ಷಿಸಲು ನೀವು ನೋಡುವ ಎಲ್ಲಾ ಕ್ಷುದ್ರಗ್ರಹಗಳನ್ನು ನಾಶಮಾಡಿ. ಈ ರಕ್ಷಣಾ ಆಟಕ್ಕೆ ಹೆಚ್ಚಿನ ಗಮನ ಮತ್ತು ತ್ವರಿತ ಪ್ರತಿವರ್ತನಗಳ ಅಗತ್ಯವಿದೆ. ಈ ಹೊಸ ಸಾಹಸಕ್ಕೆ ನೀವು ಸಿದ್ಧರಿದ್ದೀರಾ?\n\nಸ್ಪೇಸ್ ಪರ್ಜ್ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ?\nಸ್ಪೇಸ್ ಪರ್ಜ್ ನುಡಿಸುವುದು ಸರಳವಾಗಿದೆ, ಆದರೆ ಇದು ಕೌಶಲ್ಯದ ಅಗತ್ಯವಿದೆ. ನಿಮ್ಮ ಆಕಾಶನೌಕೆಯನ್ನು ಎಲ್ಲಾ ದಿಕ್ಕುಗಳಲ್ಲಿ ಸರಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕಡೆಗೆ ಬರುವ ಎಲ್ಲಾ ಕ್ಷುದ್ರಗ್ರಹಗಳನ್ನು ಹೊಡೆಯಿರಿ. ಶಕ್ತಿ ಮತ್ತು ಜೀವನವನ್ನು ಸಂಗ್ರಹಿಸಿ. ನೀವು ಮತ್ತು ಭೂಮಿಯು ಮೂರು ಜೀವಗಳನ್ನು ಹೊಂದಿದೆ: ಇಬ್ಬರಲ್ಲಿ ಒಬ್ಬರು ಅವರಲ್ಲಿ ಓಡಿಹೋದರೆ, ಆಟವು ಮುಗಿದಿದೆ. ನೀವು 1,000,000 ಅಂಕಗಳನ್ನು ಪಡೆಯಲು ನಿರ್ವಹಿಸಿದಾಗ, ನೀವು ಆಟದ ವಿಜೇತರು.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡುವುದು: ನಿಮ್ಮ ಆಕಾಶನೌಕೆಯನ್ನು ಎಳೆಯಲು ಮೌಸ್ ಬಳಸಿ.\n- ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಪ್ಲೇ ಮಾಡಲಾಗುತ್ತಿದೆ: ಆಟದ ಪರದೆಯ ಸುತ್ತಲೂ ಸರಿಸಲು ನಿಮ್ಮ ಹಡಗನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n- HTML5\n- ವಿನೋದ ಮತ್ತು ಆಡಲು ಸುಲಭ\n\nಇತರ ಕಾರ್ಯಗಳು\n- ಹೇಗೆ 2 ಪ್ಲೇ ಬಟನ್: ಹೌ 2 ಪ್ಲೇ ಬಟನ್ ಆಟವನ್ನು ಹೇಗೆ ಆಡಬೇಕು ಎಂಬುದರ ಕುರಿತು ಸೂಚನೆಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಒದಗಿಸುವ ಒಂದು ಕಾರ್ಯವಾಗಿದೆ.\n- ಇನ್ನಷ್ಟು ಗೇಮ್‌ಗಳ ಬಟನ್: ಹೆಚ್ಚಿನ ಆಟಗಳ ಬಟನ್ ಎಂಬುದು ನಮ್ಮ ಆನ್‌ಲೈನ್ ಗೇಮ್ ವೆಬ್‌ಸೈಟ್ Magbei.com ನಲ್ಲಿ ಲಭ್ಯವಿರುವ ಇತರ ಆಟಗಳನ್ನು ಅನ್ವೇಷಿಸಲು ಮತ್ತು ಪ್ರವೇಶಿಸಲು ಬಳಕೆದಾರರನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ.\n- ಫುಲ್‌ಸ್ಕ್ರೀನ್ ಬಟನ್: ಪೂರ್ಣಪರದೆ ಬಟನ್ ಮ್ಯಾಗ್‌ಬೈನಲ್ಲಿ ಫುಲ್‌ಸ್ಕ್ರೀನ್ ಮೋಡ್‌ನಲ್ಲಿ ಆಟವನ್ನು ಆಡಲು ಬಳಕೆದಾರರಿಗೆ ಅನುಮತಿಸುವ ಒಂದು ಕಾರ್ಯವಾಗಿದೆ.\n\nಬಾಹ್ಯಾಕಾಶ ಶುದ್ಧೀಕರಣದ ಎಲ್ಲಾ ಹತ್ತು ಹಂತಗಳನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಬಹುದೇ? ಬಾಹ್ಯಾಕಾಶ ಶೂಟರ್ ಮತ್ತು ರಕ್ಷಣಾ ಆಟಗಳನ್ನು ಆಡುವಲ್ಲಿ ನೀವು ಎಷ್ಟು ಒಳ್ಳೆಯವರು ಎಂಬುದನ್ನು ನಮಗೆ ತೋರಿಸಿ. ಈಗ ಆಡು!",
    "ko": "Space Purge는 중독성 있고 아드레날린이 솟구치는 우주 슈팅 게임입니다.\n\n스페이스 퍼지 게임 플롯\n끝없는 소행성의 비가 지구를 심각하게 위협하고 있습니다. 이 세상 끝에서 당신에게는 중요한 임무가 있습니다. 지구를 보호하기 위해 보이는 모든 소행성을 파괴하는 것입니다. 이 방어 게임은 많은 주의력과 빠른 반사 신경이 필요합니다. 이 새로운 모험을 할 준비가 되셨습니까?\n\n공간 정화 게임을 플레이하는 방법?\nSpace Purge를 플레이하는 것은 간단하지만 기술이 필요합니다. 우주선을 모든 방향으로 이동하고 당신을 향해 오는 모든 소행성을 공격하십시오. 에너지와 생명을 모으십시오. 당신과 지구에는 3개의 생명이 있습니다. 둘 중 하나가 없어지면 게임이 종료됩니다. 1,000,000점을 모으면 게임의 승자가 됩니다.\n\n통제 수단\n- 컴퓨터에서 플레이: 마우스를 사용하여 우주선을 드래그합니다.\n- 모바일 장치에서 플레이: 배를 탭하여 게임 화면에서 이동합니다.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\n특징\n- 100% 무료\n- 오프라인 게임\n- HTML5\n- 재미있고 쉬운 플레이\n\n기타 기능\n- How 2 Play 버튼: How 2 Play 버튼은 게임 방법에 대한 지침과 지침을 제공하는 기능입니다.\n- 더 많은 게임 버튼: 더 많은 게임 버튼은 사용자가 당사 온라인 게임 웹사이트인 Magbei.com에서 제공되는 다른 게임을 검색하고 액세스할 수 있는 기능입니다.\n- 전체화면 버튼: 전체화면 버튼은 Magbei에서 전체화면 모드로 게임을 플레이할 수 있는 기능입니다.\n\nSpace Purge의 10개 레벨을 모두 완료할 수 있습니까? 당신이 우주 사수와 방어 게임을 얼마나 잘하는지 보여주세요. 지금 플레이하세요!",
    "lt": "„Space Purge“ yra priklausomybę sukeliantis ir adrenaliną skatinantis kosminių šaudmenų žaidimas.\n\nERDVĖS IŠVALYMO ŽAIDIMO SKLYPAS\nBegalinis asteroidų lietus kelia rimtą grėsmę Žemės planetai. Šiame pasaulio gale jūs turite gyvybiškai svarbią užduotį: sunaikinti visus matomus asteroidus, kad apgintumėte mūsų planetą. Šis gynybos žaidimas reikalauja daug dėmesio ir greitų refleksų. Ar esate pasiruošę šiam naujam nuotykiui?\n\nKAIP ŽAISTI ERDVĖS IŠVALYMO ŽAIDIMĄ?\nŽaisti „Space Purge“ yra paprasta, tačiau tam reikia įgūdžių. Judinkite savo erdvėlaivį visomis kryptimis ir pataikykite į visus link jūsų artėjančius asteroidus. Surinkite energiją ir gyvenimą. Jūs ir žemė turite tris gyvenimus: jei vienas iš jų pritrūksta, žaidimas baigtas. Kai jums pavyksta surinkti 1 000 000 taškų, jūs esate žaidimo nugalėtojas.\n\nVALDYMAS\n- Žaisti kompiuteriu: naudokite pelę, kad vilkite erdvėlaivį.\n- Žaisti mobiliajame įrenginyje: palieskite savo laivą, kad perkeltumėte jį žaidimo ekrane.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS\n- 100% NEMOKAMAI\n- Žaidimas neprisijungus\n- HTML5\n- Linksma ir lengva žaisti\n\nKITOS FUNKCIJOS\n- Mygtukas „Kaip 2 žaisti“: mygtukas „Kaip 2 paleisti“ yra funkcija, teikianti žaidimo instrukcijas ir gaires.\n- Mygtukas „Daugiau žaidimų“: mygtukas „Daugiau žaidimų“ yra funkcija, leidžianti vartotojams atrasti ir pasiekti kitus žaidimus, pasiekiamus Magbei.com, mūsų internetinių žaidimų svetainėje.\n- Viso ekrano mygtukas: viso ekrano mygtukas yra funkcija, leidžianti vartotojams žaisti žaidimą viso ekrano režimu Magbei.\n\nAr galite užbaigti visus dešimt „Space Purge“ lygių? Parodykite mums, kaip gerai mokate žaisti kosminius šaudymo ir gynybos žaidimus. Žaisti Dabar!",
    "lv": "Space Purge ir atkarību izraisoša un adrenalīnu izraisoša kosmosa šāvēja spēle.\n\nTELPAS IZTĪRĪŠANAS SPĒLES PLOT\nNebeidzams asteroīdu lietus nopietni apdraud planētu Zeme. Šajā pasaules galā jums ir svarīgs uzdevums: iznīcināt visus asteroīdus, ko redzat, lai aizstāvētu mūsu planētu. Šī aizsardzības spēle prasa lielu uzmanību un ātrus refleksus. Vai esat gatavs šim jaunajam piedzīvojumam?\n\nKĀ SPĒLĒT TELPA IZTĪRĪŠANAS SPĒLI?\nSpēlēt Space Purge ir vienkārši, taču tai ir nepieciešamas prasmes. Pārvietojiet savu kosmosa kuģi visos virzienos un sitiet visus asteroīdus, kas tuvojas jums. Savāc enerģiju un dzīvību. Jums un zemei ir trīs dzīvības: ja viena no tām izbeidzas, spēle ir beigusies. Kad jums izdodas iegūt 1 000 000 punktus, jūs esat spēles uzvarētājs.\n\nVADĪBAS\n- Spēlēšana datorā: izmantojiet peli, lai vilktu savu kosmosa kuģi apkārt.\n- Spēlējot savā mobilajā ierīcē: pieskarieties savam kuģim, lai pārvietotu to pa spēles ekrānu.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS\n- 100% BEZMAKSAS\n- bezsaistes spēle\n- HTML5\n- Jautri un viegli spēlēt\n\nCITAS FUNKCIONALITĀTES\n- Poga How 2 Play: poga How 2 Play ir funkcija, kas sniedz norādījumus un norādījumus par spēles spēlēšanu.\n- Poga Vairāk spēļu: poga Vairāk spēļu ir funkcija, kas lietotājiem ļauj atklāt un piekļūt citām spēlēm, kas pieejamas vietnē Magbei.com, mūsu tiešsaistes spēļu vietnē.\n- Pilnekrāna poga: Pilnekrāna poga ir funkcija, kas lietotājiem ļauj spēlēt spēli Magbei pilnekrāna režīmā.\n\nVai varat pabeigt visus desmit Kosmosa tīrīšanas līmeņus? Parādiet mums, cik labi jūs spēlējat kosmosa šāvēju un aizsardzības spēles. Spēlēt tagad!",
    "ml": "സ്‌പേസ് പർജ് ഒരു ആസക്തിയും അഡ്രിനാലിൻ പമ്പിംഗ് സ്‌പേസ് ഷൂട്ടർ ഗെയിമുമാണ്.\n\nസ്പേസ് പർജ് ഗെയിം പ്ലോട്ട്\nഛിന്നഗ്രഹങ്ങളുടെ അനന്തമായ മഴ ഭൂമിയെ ഗുരുതരമായി ഭീഷണിപ്പെടുത്തുന്നു. ലോകത്തിന്റെ ഈ അവസാനത്തിൽ, നിങ്ങൾക്ക് ഒരു സുപ്രധാന ദൗത്യമുണ്ട്: നമ്മുടെ ഗ്രഹത്തെ പ്രതിരോധിക്കാൻ നിങ്ങൾ കാണുന്ന എല്ലാ ഛിന്നഗ്രഹങ്ങളെയും നശിപ്പിക്കുക. ഈ പ്രതിരോധ ഗെയിമിന് വളരെയധികം ശ്രദ്ധയും പെട്ടെന്നുള്ള റിഫ്ലെക്സുകളും ആവശ്യമാണ്. ഈ പുതിയ സാഹസികതയ്ക്ക് നിങ്ങൾ തയ്യാറാണോ?\n\nസ്പേസ് പർജ് ഗെയിം എങ്ങനെ കളിക്കാം?\nബഹിരാകാശ ശുദ്ധീകരണം കളിക്കുന്നത് ലളിതമാണ്, പക്ഷേ അതിന് വൈദഗ്ധ്യം ആവശ്യമാണ്. നിങ്ങളുടെ ബഹിരാകാശ പേടകം എല്ലാ ദിശകളിലേക്കും നീക്കി നിങ്ങളുടെ നേരെ വരുന്ന എല്ലാ ഛിന്നഗ്രഹങ്ങളെയും അടിക്കുക. ഊർജ്ജവും ജീവനും ശേഖരിക്കുക. നിങ്ങൾക്കും ഭൂമിക്കും മൂന്ന് ജീവിതങ്ങളുണ്ട്: അവയിൽ രണ്ടിൽ ഒന്ന് തീർന്നാൽ, കളി അവസാനിച്ചു. നിങ്ങൾക്ക് 1,000,000 പോയിന്റുകൾ നേടാനാകുമ്പോൾ, നിങ്ങൾ ഗെയിമിന്റെ വിജയിയാണ്.\n\nനിയന്ത്രണങ്ങൾ\n- ഒരു കമ്പ്യൂട്ടറിൽ പ്ലേ ചെയ്യുന്നു: നിങ്ങളുടെ ബഹിരാകാശ പേടകം വലിച്ചിടാൻ മൗസ് ഉപയോഗിക്കുക.\n- നിങ്ങളുടെ മൊബൈൽ ഉപകരണത്തിൽ പ്ലേ ചെയ്യുന്നു: ഗെയിം സ്ക്രീനിന് ചുറ്റും നീക്കാൻ നിങ്ങളുടെ കപ്പൽ ടാപ്പുചെയ്യുക.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n- HTML5\n- രസകരവും കളിക്കാൻ എളുപ്പവുമാണ്\n\nമറ്റ് ഫങ്ഷണലിറ്റികൾ\n- എങ്ങനെ 2 പ്ലേ ബട്ടൺ: ഗെയിം എങ്ങനെ കളിക്കണം എന്നതിനെക്കുറിച്ചുള്ള നിർദ്ദേശങ്ങളും മാർഗ്ഗനിർദ്ദേശങ്ങളും നൽകുന്ന ഒരു ഫംഗ്ഷനാണ് ഹൗ 2 പ്ലേ ബട്ടൺ.\n- കൂടുതൽ ഗെയിമുകൾ ബട്ടൺ: ഞങ്ങളുടെ ഓൺലൈൻ ഗെയിം വെബ്‌സൈറ്റായ Magbei.com-ൽ ലഭ്യമായ മറ്റ് ഗെയിമുകൾ കണ്ടെത്താനും ആക്‌സസ് ചെയ്യാനും ഉപയോക്താക്കളെ പ്രാപ്‌തമാക്കുന്ന ഒരു സവിശേഷതയാണ് കൂടുതൽ ഗെയിമുകൾ ബട്ടൺ.\n- ഫുൾസ്ക്രീൻ ബട്ടൺ: ഫുൾസ്ക്രീൻ ബട്ടൺ എന്നത് മാഗ്ബെയിൽ ഫുൾസ്ക്രീൻ മോഡിൽ ഗെയിം കളിക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുന്ന ഒരു ഫംഗ്ഷനാണ്.\n\nബഹിരാകാശ ശുദ്ധീകരണത്തിന്റെ പത്ത് തലങ്ങളും നിങ്ങൾക്ക് പൂർത്തിയാക്കാനാകുമോ? സ്‌പേസ് ഷൂട്ടർ, ഡിഫൻസ് ഗെയിമുകൾ കളിക്കുന്നതിൽ നിങ്ങൾ എത്ര മിടുക്കരാണെന്ന് ഞങ്ങളെ കാണിക്കൂ. ഇപ്പോൾ കളിക്കുക!",
    "mr": "स्पेस पर्ज हा एक व्यसनाधीन आणि एड्रेनालाईन-पंपिंग स्पेस शूटर गेम आहे.\n\nस्पेस पर्ज गेम प्लॉट\nलघुग्रहांचा अंतहीन पाऊस पृथ्वी ग्रहाला गंभीरपणे धोका देत आहे. जगाच्या या शेवटी, आपल्याकडे एक महत्त्वपूर्ण कार्य आहे: आपल्या ग्रहाचे रक्षण करण्यासाठी आपण पाहत असलेले सर्व लघुग्रह नष्ट करा. या संरक्षण खेळासाठी खूप लक्ष आणि द्रुत प्रतिक्षेप आवश्यक आहे. तुम्ही या नवीन साहसासाठी तयार आहात का?\n\nस्पेस पर्ज गेम कसा खेळायचा?\nस्पेस पर्ज खेळणे सोपे आहे, परंतु त्यासाठी कौशल्य आवश्यक आहे. तुमचे स्पेसशिप सर्व दिशेने हलवा आणि तुमच्या दिशेने येणाऱ्या सर्व लघुग्रहांवर मारा. ऊर्जा आणि जीवन गोळा करा. तुमचे आणि पृथ्वीचे तीन जीवन आहेत: जर त्यांच्यापैकी एक धावला तर खेळ संपला. जेव्हा तुम्ही 1,000,000 गुण मिळवण्यात व्यवस्थापित करता, तेव्हा तुम्ही गेमचे विजेते असता.\n\nनियंत्रणे\n- संगणकावर खेळणे: तुमचे स्पेसशिप ड्रॅग करण्यासाठी माउस वापरा.\n- तुमच्या मोबाइल डिव्हाइसवर खेळत आहे: तुमचे जहाज गेम स्क्रीनभोवती हलविण्यासाठी टॅप करा.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये\n- 100% मोफत\n- ऑफलाइन गेम\n- HTML5\n- मजेदार आणि खेळण्यास सोपे\n\nइतर कार्ये\n- हाऊ 2 प्ले बटण: हाऊ 2 प्ले बटण हे एक फंक्शन आहे जे गेम कसे खेळायचे याबद्दल सूचना आणि मार्गदर्शक तत्त्वे प्रदान करते.\n- अधिक गेम्स बटण: मोअर गेम्स बटण हे वैशिष्ट्य आहे जे वापरकर्त्यांना आमच्या ऑनलाइन गेम वेबसाइट, Magbei.com वर उपलब्ध असलेले इतर गेम शोधण्यात आणि त्यात प्रवेश करण्यास सक्षम करते.\n- फुलस्क्रीन बटण: फुलस्क्रीन बटण हे एक कार्य आहे जे वापरकर्त्यांना मॅग्बेईवर पूर्णस्क्रीन मोडमध्ये गेम खेळण्याची परवानगी देते.\n\nतुम्ही स्पेस पर्जचे सर्व दहा स्तर पूर्ण करू शकता का? स्पेस शूटर आणि डिफेन्स गेम खेळण्यात तुम्ही किती चांगले आहात ते आम्हाला दाखवा. आता खेळ!",
    "ms": "Space Purge ialah permainan penembak angkasa yang ketagihan dan mengepam adrenalin.\n\nPLOT PERMAINAN PURGE ANGKASA\nHujan asteroid yang tidak berkesudahan mengancam planet bumi dengan serius. Di hujung dunia ini, anda mempunyai tugas penting: memusnahkan semua asteroid yang anda lihat untuk mempertahankan planet kita. Permainan pertahanan ini memerlukan banyak perhatian dan refleks yang cepat. Adakah anda bersedia untuk pengembaraan baharu ini?\n\nBAGAIMANA UNTUK BERMAIN PERMAINAN PURGE ANGKASA?\nBermain Space Purge adalah mudah, tetapi ia memerlukan kemahiran. Gerakkan kapal angkasa anda ke semua arah dan tekan semua asteroid yang datang ke arah anda. Mengumpul tenaga dan kehidupan. Anda dan bumi mempunyai tiga nyawa: jika salah satu daripada dua kehabisan daripadanya, permainan akan berakhir. Apabila anda berjaya mendapat 1,000,000 mata, anda adalah pemenang permainan.\n\nKAWALAN\n- Bermain pada komputer: gunakan tetikus untuk menyeret kapal angkasa anda ke sekeliling.\n- Bermain pada peranti mudah alih anda: ketik kapal anda untuk mengalihkannya di sekeliling skrin permainan.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI\n- 100% PERCUMA\n- Permainan Luar Talian\n- HTML5\n- Seronok Dan Mudah Dimainkan\n\nFUNGSI LAIN\n- Butang How 2 Play: Butang How 2 Play ialah fungsi yang menyediakan arahan dan garis panduan tentang cara bermain permainan.\n- Butang Lebih Banyak Permainan: Butang Lebih Banyak Permainan ialah ciri yang membolehkan pengguna menemui dan mengakses permainan lain yang tersedia di Magbei.com, tapak web permainan dalam talian kami.\n- Butang skrin penuh: Butang skrin penuh ialah fungsi yang membolehkan pengguna bermain permainan dalam mod skrin penuh pada Magbei.\n\nBolehkah anda menyelesaikan semua sepuluh peringkat Pembersihan Angkasa? Tunjukkan kepada kami betapa hebatnya anda bermain permainan penembak angkasa dan pertahanan. Main sekarang!",
    "nl": "Space Purge is een verslavend en adrenaline-pompend ruimteschietspel.\n\nSPACE PURGE SPELPLOT\nEen eindeloze regen van asteroïden bedreigt de planeet aarde ernstig. Aan dit einde van de wereld heb je een essentiële taak: vernietig alle asteroïden die je ziet om onze planeet te verdedigen. Dit verdedigingsspel vereist veel aandacht en snelle reflexen. Ben jij klaar voor dit nieuwe avontuur?\n\nHOE SPACE PURGE SPEL SPELEN?\nSpace Purge spelen is eenvoudig, maar vereist vaardigheid. Beweeg je ruimteschip alle kanten op en raak alle asteroïden die op je af komen. Verzamel energie en leven. Jij en de aarde hebben drie levens: als een van de twee geen leven meer heeft, is het spel afgelopen. Als het je lukt om 1.000.000 punten te behalen, ben je de winnaar van het spel.\n\nBEDIENINGSELEMENTEN\n- Spelen op een computer: gebruik de muis om je ruimteschip rond te slepen.\n- Spelen op je mobiele apparaat: tik op je schip om het over het spelscherm te verplaatsen.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nKENMERKEN\n- 100% GRATIS\n- Offline spel\n-HTML5\n- Leuk en gemakkelijk te spelen\n\nANDERE FUNCTIONALITEITEN\n- How 2 Play-knop: de How 2 Play-knop is een functie die instructies en richtlijnen geeft voor het spelen van het spel.\n- Knop Meer spellen: De knop Meer spellen is een functie waarmee gebruikers andere spellen kunnen ontdekken en openen die beschikbaar zijn op Magbei.com, onze online spelwebsite.\n- Knop Volledig scherm: de knop Volledig scherm is een functie waarmee gebruikers het spel in volledig scherm kunnen spelen op Magbei.\n\nKun jij alle tien niveaus van Space Purge voltooien? Laat ons zien hoe goed je bent in het spelen van space shooter- en verdedigingsspellen. Nu afspelen!",
    "no": "Space Purge er et vanedannende og adrenalinpumpende skytespill.\n\nSPACE PURGE SPILLPLOT\nEt endeløst regn av asteroider truer planeten jorden alvorlig. I denne enden av verden har du en viktig oppgave: ødelegge alle asteroidene du ser for å forsvare planeten vår. Dette forsvarsspillet krever mye oppmerksomhet og raske reflekser. Er du klar for dette nye eventyret?\n\nHVORDAN SPILLER DU SPACE PURGE GAME?\nÅ spille Space Purge er enkelt, men det krever ferdigheter. Flytt romskipet ditt i alle retninger og treff alle asteroidene som kommer mot deg. Samle energi og liv. Du og jorden har tre liv: hvis ett av de to går tom for dem, er spillet over. Når du klarer å få 1 000 000 poeng, er du vinneren av spillet.\n\nKONTROLLER\n- Spille på en datamaskin: Bruk musen til å dra romskipet rundt.\n- Spille på mobilenheten din: trykk på skipet ditt for å flytte det rundt på spillskjermen.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKSJONER\n- 100 % GRATIS\n- Offline spill\n- HTML5\n- Morsomt og enkelt å spille\n\nANDRE FUNKSJONER\n- How 2 Play-knapp: How 2 Play-knappen er en funksjon som gir instruksjoner og retningslinjer for hvordan du spiller spillet.\n- More Games-knappen: More Games-knappen er en funksjon som gjør det mulig for brukere å oppdage og få tilgang til andre spill som er tilgjengelige på Magbei.com, vårt online spillnettsted.\n- Fullskjerm-knapp: Fullskjerm-knappen er en funksjon som lar brukere spille spillet i fullskjermmodus på Magbei.\n\nKan du fullføre alle ti nivåene i Space Purge? Vis oss hvor god du er til å spille romskytespill og forsvarsspill. Leke nå!",
    "pl": "Space Purge to wciągająca i pompująca adrenalinę kosmiczna strzelanka.\n\nSPACE PURGE FABUŁA\nNiekończący się deszcz asteroid poważnie zagraża planecie Ziemia. Na tym końcu świata masz ważne zadanie: zniszczyć wszystkie asteroidy, które widzisz, aby bronić naszej planety. Ta gra obronna wymaga dużej uwagi i szybkiego refleksu. Czy jesteś gotowy na tę nową przygodę?\n\nJAK GRAĆ W SPACE PURGE?\nGra w Space Purge jest prosta, ale wymaga umiejętności. Poruszaj swoim statkiem kosmicznym we wszystkich kierunkach i uderzaj we wszystkie zbliżające się do ciebie asteroidy. Zbieraj energię i życie. Ty i Ziemia macie trzy życia: jeśli jedno z nich się skończy, gra się kończy. Kiedy uda ci się zdobyć 1 000 000 punktów, zostajesz zwycięzcą gry.\n\nSTEROWNICA\n- Grając na komputerze: użyj myszki, aby przeciągnąć swój statek kosmiczny.\n- Granie na urządzeniu mobilnym: dotknij swojego statku, aby poruszać nim po ekranie gry.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKCJE\n- 100% ZA DARMO\n- Gra offline\n- HTML5\n- Zabawa i łatwa gra\n\nINNE FUNKCJONALNOŚCI\n- Przycisk How 2 Play: Przycisk How 2 Play to funkcja zawierająca instrukcje i wskazówki dotyczące gry.\n- Przycisk Więcej gier: Przycisk Więcej gier to funkcja, która umożliwia użytkownikom odkrywanie i uzyskiwanie dostępu do innych gier dostępnych na Magbei.com, naszej stronie internetowej z grami online.\n- Przycisk pełnego ekranu: Przycisk pełnego ekranu to funkcja, która pozwala użytkownikom grać w trybie pełnoekranowym na Magbei.\n\nCzy potrafisz ukończyć wszystkie dziesięć poziomów Space Purge? Pokaż nam, jak dobry jesteś w kosmicznych strzelankach i grach obronnych. Zagraj teraz!",
    "pt_BR,pt_PT": "Space Purge é um jogo de tiro espacial viciante e cheio de adrenalina.\n\nLOTE DE JOGO DE PURGA ESPACIAL\nUma chuva interminável de asteróides está ameaçando seriamente o planeta Terra. Neste fim de mundo, você tem uma tarefa vital: destruir todos os asteróides que você vê para defender nosso planeta. Este jogo de defesa requer muita atenção e reflexos rápidos. Você está pronto para esta nova aventura?\n\nCOMO JOGAR O JOGO DE PURGA DE ESPAÇO?\nJogar Space Purge é simples, mas requer habilidade. Mova sua nave em todas as direções e acerte todos os asteróides que vêm em sua direção. Colete energia e vida. Você e a terra têm três vidas: se uma das duas acabar, o jogo acaba. Quando você consegue 1.000.000 pontos, você é o vencedor do jogo.\n\nCONTROLES\n- Jogando no computador: use o mouse para arrastar sua nave.\n- Jogando em seu dispositivo móvel: toque em sua nave para movê-la pela tela do jogo.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nRECURSOS\n- 100% GRÁTIS\n- Jogo offline\n- HTML5\n- Divertido e fácil de jogar\n\nOUTRAS FUNCIONALIDADES\n- Botão How 2 Play: O botão How 2 Play é uma função que fornece instruções e orientações sobre como jogar.\n- Botão Mais Jogos: O botão Mais Jogos é um recurso que permite aos usuários descobrir e acessar outros jogos disponíveis no Magbei.com, nosso site de jogos online.\n- Botão de tela cheia: O botão de tela cheia é uma função que permite aos usuários jogar no modo de tela cheia no Magbei.\n\nVocê pode terminar todos os dez níveis de Space Purge? Mostre-nos como você é bom em jogos de tiro espacial e defesa. Jogue agora!",
    "ro": "Space Purge este un joc shooter spațial captivant și care pompa adrenalină.\n\nSPAȚIUL PURGE PLOT DE JOC\nO ploaie nesfârșită de asteroizi amenință serios planeta Pământ. În acest capăt al lumii, aveți o sarcină vitală: distrugeți toți asteroizii pe care îi vedeți pentru a ne apăra planeta. Acest joc de apărare necesită multă atenție și reflexe rapide. Ești pregătit pentru această nouă aventură?\n\nCUM SE JACĂ JOCUL SPACE PURGE?\nJocul Space Purge este simplu, dar necesită îndemânare. Deplasați-vă nava spațială în toate direcțiile și loviți toți asteroizii care vin spre tine. Adună energie și viață. Tu și pământul aveți trei vieți: dacă una dintre cele două rămâne fără ele, jocul s-a terminat. Când reușești să obții 1.000.000 de puncte, ești câștigătorul jocului.\n\nCONTROALE\n- Jucați pe un computer: folosiți mouse-ul pentru a vă trage nava spațială.\n- Jucând pe dispozitivul mobil: atingeți nava pentru a o muta pe ecranul jocului.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI\n- 100% GRATUIT\n- Joc offline\n- HTML5\n- Distractiv și ușor de jucat\n\nALTE FUNCTIONALITATI\n- Butonul How 2 Play: butonul How 2 Play este o funcție care oferă instrucțiuni și instrucțiuni despre cum să joci.\n- Butonul Mai multe jocuri: butonul Mai multe jocuri este o caracteristică care permite utilizatorilor să descopere și să acceseze alte jocuri disponibile pe Magbei.com, site-ul nostru de jocuri online.\n- Butonul Ecran complet: butonul Ecran complet este o funcție care permite utilizatorilor să joace jocul în modul ecran complet pe Magbei.\n\nPoți termina toate cele zece niveluri ale Epurării spațiului? Arată-ne cât de bun ești la jocurile spațiale și de apărare. Joaca acum!",
    "ru": "Space Purge — захватывающий и вызывающий адреналин космический шутер.\n\nПРОСТРАНСТВЕННАЯ ОЧИСТКА ИГРОВОЙ СЮЖЕТ\nНескончаемый дождь из астероидов серьезно угрожает планете Земля. На этом конце света у вас есть жизненно важная задача: уничтожить все астероиды, которые вы видите, чтобы защитить нашу планету. Эта оборонительная игра требует большого внимания и быстрых рефлексов. Готовы ли вы к этому новому приключению?\n\nКАК ИГРАТЬ В КОСМИЧЕСКУЮ ОЧИСТКУ?\nИграть в Space Purge просто, но это требует навыков. Двигайте свой космический корабль во всех направлениях и сбивайте все приближающиеся к вам астероиды. Собирайте энергию и жизнь. У вас и у земли по три жизни: если у одной из двух они закончатся, игра окончена. Когда вам удастся набрать 1 000 000 очков, вы станете победителем игры.\n\nУПРАВЛЕНИЕ\n- Играя на компьютере: используйте мышь, чтобы перетаскивать свой космический корабль.\n- Играя на мобильном устройстве: коснитесь своего корабля, чтобы перемещать его по игровому экрану.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nОСОБЕННОСТИ\n- 100% БЕСПЛАТНО\n- Оффлайн игра\n- HTML5\n- Весело и легко играть\n\nПРОЧИЕ ФУНКЦИИ\n- Кнопка How 2 Play: кнопка How 2 Play — это функция, которая предоставляет инструкции и рекомендации о том, как играть в игру.\n- Кнопка «Дополнительные игры». Кнопка «Дополнительные игры» — это функция, которая позволяет пользователям находить и получать доступ к другим играм, доступным на Magbei.com, нашем веб-сайте онлайн-игр.\n- Кнопка «Полноэкранный режим»: кнопка «Полноэкранный режим» — это функция, которая позволяет пользователям играть в игру в полноэкранном режиме на Magbei.\n\nСможете ли вы пройти все десять уровней Space Purge? Покажите нам, насколько вы хороши в космических шутерах и оборонительных играх. Играть сейчас!",
    "sk": "Space Purge je návyková a adrenalínová vesmírna strieľačka.\n\nSPACE ČISTENIE HRY PLET\nNekonečný dážď asteroidov vážne ohrozuje planétu Zem. Na tomto konci sveta máte zásadnú úlohu: zničte všetky asteroidy, ktoré uvidíte, aby ste ubránili našu planétu. Táto obranná hra si vyžaduje veľa pozornosti a rýchle reflexy. Ste pripravení na toto nové dobrodružstvo?\n\nAKO HRAŤ HRU SPACE PURGE?\nHranie Space Purge je jednoduché, ale vyžaduje si zručnosť. Pohybujte svojou vesmírnou loďou všetkými smermi a zasiahnite všetky asteroidy, ktoré sa k vám blížia. Zbierajte energiu a život. Vy a Zem máte tri životy: ak sa jeden z nich minie, hra sa končí. Keď sa vám podarí získať 1 000 000 bodov, ste víťazom hry.\n\nOVLÁDANIE\n- Hranie na počítači: pomocou myši ťahajte vesmírnu loď.\n- Hranie na mobilnom zariadení: ťuknite na svoju loď a posúvajte ju po hernej obrazovke.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI\n- 100% ZDARMA\n- Offline hra\n- HTML5\n- Zábavné a ľahké hrať\n\nĎALŠIE FUNKČNOSTI\n- Tlačidlo How 2 Play: Tlačidlo How 2 Play je funkcia, ktorá poskytuje pokyny a pokyny, ako hrať hru.\n- Tlačidlo More Games: Tlačidlo More Games je funkcia, ktorá používateľom umožňuje objavovať a pristupovať k ďalším hrám dostupným na Magbei.com, našej webovej stránke online hier.\n- Tlačidlo Celá obrazovka: Tlačidlo Celá obrazovka je funkcia, ktorá umožňuje používateľom hrať hru v režime celej obrazovky na Magbei.\n\nDokážete dokončiť všetkých desať úrovní Space Purge? Ukážte nám, akí ste dobrí v hraní vesmírnych strieľačiek a obranných hier. Hrať teraz!",
    "sl": "Space Purge je zasvojljiva in adrenalinska vesoljska strelska igra.\n\nZAPLET IGRE SPACE PURGE\nNeskončen dež asteroidov resno ogroža planet Zemljo. Na tem koncu sveta imate ključno nalogo: uničite vse asteroide, ki jih vidite, da bi branili naš planet. Ta obrambna igra zahteva veliko pozornosti in hitre reflekse. Ste pripravljeni na to novo avanturo?\n\nKAKO IGRATI IGRO SPACE PURGE?\nIgranje Space Purge je preprosto, vendar zahteva spretnost. Premakni svojo vesoljsko ladjo v vse smeri in zadeni vse asteroide, ki ti prihajajo naproti. Zbirajte energijo in življenje. Ti in zemlja imata tri življenja: če jih enemu od obeh zmanjka, je igre konec. Ko vam uspe zbrati 1.000.000 točk, ste zmagovalec igre.\n\nKONTROLE\n- Igranje na računalniku: z miško povlecite svojo vesoljsko ladjo.\n- Igranje na vaši mobilni napravi: tapnite svojo ladjo, da jo premikate po zaslonu igre.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI\n- 100% BREZPLAČNO\n- Igra brez povezave\n- HTML5\n- Zabavno in enostavno igranje\n\nDRUGE FUNKCIONALNOSTI\n- Gumb How 2 Play: gumb How 2 Play je funkcija, ki nudi navodila in smernice za igranje igre.\n- Gumb Več iger: Gumb Več iger je funkcija, ki uporabnikom omogoča odkrivanje in dostop do drugih iger, ki so na voljo na Magbei.com, našem spletnem mestu s spletnimi igrami.\n- Gumb za celozaslonski način: gumb za celozaslonski način je funkcija, ki uporabnikom omogoča igranje igre v celozaslonskem načinu na Magbeiju.\n\nAli lahko končate vseh deset stopenj Space Purge? Pokažite nam, kako dobri ste v igranju vesoljskih strelcev in obrambnih iger. Igraj zdaj!",
    "sr": "Спаце Пурге је заразна и адреналинска свемирска пуцачина.\n\nСПАЦЕ ПУРГЕ ГАМЕ ПЛОТ\nБескрајна киша астероида озбиљно прети планети Земљи. На овом крају света, имате витални задатак: уништите све астероиде које видите да бисте одбранили нашу планету. Ова одбрамбена игра захтева много пажње и брзе рефлексе. Да ли сте спремни за ову нову авантуру?\n\nКАКО ИГРАТИ ИГРЦУ СПАЦЕ ПУРГЕ?\nИграње Спаце Пурге је једноставно, али захтева вештину. Померајте свој свемирски брод у свим правцима и погодите све астероиде који долазе ка вама. Прикупите енергију и живот. Ти и земља имате три живота: ако их један од та два понестане, игра је готова. Када успете да добијете 1.000.000 поена, ви сте победник игре.\n\nКОНТРОЛЕ\n- Играње на рачунару: користите миш да превучете свој свемирски брод.\n- Играње на мобилном уређају: додирните свој брод да бисте га померили по екрану игре.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ\n- 100% БЕСПЛАТНО\n- Игра ван мреже\n- ХТМЛ5\n- Забавна и лака за играње\n\nДРУГЕ ФУНКЦИОНАЛНОСТИ\n- Дугме Хов 2 Плаи: Дугме Хов 2 Плаи је функција која пружа упутства и смернице о томе како да играте игру.\n– Дугме Више игара: Дугме Више игара је функција која омогућава корисницима да открију и приступе другим играма доступним на Магбеи.цом, нашој веб локацији за игре на мрежи.\n- Дугме преко целог екрана: Дугме за цео екран је функција која омогућава корисницима да играју игру у режиму целог екрана на Магбеију.\n\nМожете ли да завршите свих десет нивоа Спаце Пурге? Покажите нам колико сте добри у игрању свемирских пуцачина и одбрамбених игара. Играј!",
    "sv": "Space Purge är ett beroendeframkallande och adrenalinpumpande rymdskjutspel.\n\nSPACE PURGE SPELPLOT\nEtt oändligt regn av asteroider hotar planeten jorden allvarligt. I den här änden av världen har du en viktig uppgift: förstöra alla asteroider du ser för att försvara vår planet. Detta försvarsspel kräver mycket uppmärksamhet och snabba reflexer. Är du redo för detta nya äventyr?\n\nHUR SPELAR MAN SPACE PURGE-SPEL?\nAtt spela Space Purge är enkelt, men det kräver skicklighet. Flytta ditt rymdskepp i alla riktningar och träffa alla asteroider som kommer mot dig. Samla energi och liv. Du och jorden har tre liv: om ett av de två tar slut, är spelet över. När du lyckas få 1 000 000 poäng är du vinnaren av spelet.\n\nKONTROLLER\n- Spela på en dator: använd musen för att dra runt ditt rymdskepp.\n- Spela på din mobila enhet: tryck på ditt skepp för att flytta det runt spelskärmen.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offlinespel\n- HTML5\n- Roligt och lätt att spela\n\nANDRA FUNKTIONER\n- How 2 Play-knapp: How 2 Play-knappen är en funktion som ger instruktioner och riktlinjer för hur man spelar spelet.\n- Knappen Fler spel: Knappen Fler spel är en funktion som gör det möjligt för användare att upptäcka och komma åt andra spel som är tillgängliga på Magbei.com, vår webbsida för onlinespel.\n- Helskärmsknapp: Helskärmsknappen är en funktion som låter användare spela spelet i helskärmsläge på Magbei.\n\nKan du avsluta alla tio nivåerna av Space Purge? Visa oss hur bra du är på att spela rymdskjutare och försvarsspel. Spela nu!",
    "sw": "Space Purge ni mchezo wa kurusha angani na wa kusukuma adrenaline.\n\nNAFASI PURGE GAME Plot\nMvua isiyoisha ya asteroids inatishia sana sayari ya dunia. Katika mwisho huu wa dunia, una kazi muhimu: kuharibu asteroids wote unaona kulinda sayari yetu. Mchezo huu wa ulinzi unahitaji umakini mwingi na tafakari za haraka. Je, uko tayari kwa tukio hili jipya?\n\nJINSI YA KUCHEZA MCHEZO WA SPACE PURGE?\nKucheza Space Purge ni rahisi, lakini inahitaji ujuzi. Sogeza anga yako kwa pande zote na ugonge asteroidi zote zinazokuja kwako. Kusanya nishati na maisha. Wewe na dunia mna maisha matatu: ikiwa moja ya haya mawili yatawashinda, mchezo umekwisha. Unapofanikiwa kupata pointi 1,000,000, wewe ndiye mshindi wa mchezo.\n\nVIDHIBITI\n- Kucheza kwenye kompyuta: tumia kipanya kuburuta chombo chako cha angani.\n- Inacheza kwenye kifaa chako cha rununu: gonga meli yako ili kuisogeza karibu na skrini ya mchezo.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nVIPENGELE\n- 100% BILA MALIPO\n- Mchezo wa nje ya mtandao\n- HTML5\n- Furaha na Rahisi Kucheza\n\nKAZI NYINGINE\n- Kitufe cha Jinsi 2 Play: Kitufe cha Jinsi 2 Play ni chaguo ambalo hutoa maagizo na miongozo ya jinsi ya kucheza mchezo.\n- Kitufe cha Michezo Zaidi: Kitufe cha Michezo Zaidi ni kipengele kinachowawezesha watumiaji kugundua na kufikia michezo mingine inayopatikana kwenye Magbei.com, tovuti yetu ya mchezo wa mtandaoni.\n- Kitufe cha Skrini nzima: Kitufe cha Skrini nzima ni chaguo la kukokotoa ambalo huruhusu watumiaji kucheza mchezo katika hali ya skrini nzima kwenye Magbei.\n\nJe, unaweza kumaliza ngazi zote kumi za Usafishaji wa Nafasi? Tuonyeshe jinsi ulivyo mzuri katika kucheza mpiga risasi wa nafasi na michezo ya ulinzi. Cheza sasa!",
    "ta": "ஸ்பேஸ் பர்ஜ் என்பது அடிமையாக்கும் மற்றும் அட்ரினலின்-பம்பிங் ஸ்பேஸ் ஷூட்டர் கேம்.\n\nஸ்பேஸ் பர்ஜ் கேம் ப்ளாட்\nவிண்கற்களின் முடிவில்லா மழை பூமியை தீவிரமாக அச்சுறுத்துகிறது. உலகின் இந்த முடிவில், உங்களுக்கு ஒரு முக்கிய பணி உள்ளது: நமது கிரகத்தை பாதுகாக்க நீங்கள் பார்க்கும் அனைத்து சிறுகோள்களையும் அழிக்கவும். இந்த பாதுகாப்பு விளையாட்டுக்கு அதிக கவனமும் விரைவான அனிச்சைகளும் தேவை. இந்த புதிய சாகசத்திற்கு நீங்கள் தயாரா?\n\nஸ்பேஸ் பர்ஜ் கேமை விளையாடுவது எப்படி?\nஸ்பேஸ் பர்ஜ் விளையாடுவது எளிது, ஆனால் அதற்கு திறமை தேவை. உங்கள் விண்கலத்தை எல்லா திசைகளிலும் நகர்த்தி, உங்களை நோக்கி வரும் அனைத்து சிறுகோள்களையும் தாக்குங்கள். ஆற்றலையும் வாழ்க்கையையும் சேகரிக்கவும். உங்களுக்கும் பூமிக்கும் மூன்று உயிர்கள் உள்ளன: இரண்டில் ஒன்று வெளியேறினால், விளையாட்டு முடிந்துவிட்டது. நீங்கள் 1,000,000 புள்ளிகளைப் பெறும்போது, நீங்கள் விளையாட்டின் வெற்றியாளர்.\n\nகட்டுப்பாடுகள்\n- கணினியில் விளையாடுதல்: உங்கள் விண்கலத்தை இழுக்க மவுஸைப் பயன்படுத்தவும்.\n- உங்கள் மொபைல் சாதனத்தில் விளையாடுகிறது: விளையாட்டுத் திரையைச் சுற்றி நகர்த்த உங்கள் கப்பலைத் தட்டவும்.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n- HTML5\n- வேடிக்கை மற்றும் விளையாட எளிதானது\n\nபிற செயல்பாடுகள்\n- எப்படி 2 ப்ளே பட்டன்: ஹவ் 2 ப்ளே பொத்தான் என்பது விளையாட்டை எப்படி விளையாடுவது என்பதற்கான வழிமுறைகளையும் வழிகாட்டுதல்களையும் வழங்கும் ஒரு செயல்பாடாகும்.\n- மேலும் கேம்கள் பொத்தான்: மேலும் கேம்ஸ் பொத்தான் என்பது, எங்கள் ஆன்லைன் கேம் இணையதளமான Magbei.com இல் கிடைக்கும் பிற கேம்களைக் கண்டறியவும் அணுகவும் பயனர்களுக்கு உதவும் அம்சமாகும்.\n- முழுத்திரை பொத்தான்: முழுத்திரை பொத்தான் என்பது பயனர்கள் மக்பேயில் முழுத்திரை பயன்முறையில் கேமை விளையாட அனுமதிக்கும் ஒரு செயல்பாடாகும்.\n\nவிண்வெளி சுத்திகரிப்புக்கான பத்து நிலைகளையும் உங்களால் முடிக்க முடியுமா? ஸ்பேஸ் ஷூட்டர் மற்றும் டிஃபென்ஸ் கேம்களை விளையாடுவதில் நீங்கள் எவ்வளவு சிறந்தவர் என்பதை எங்களுக்குக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "స్పేస్ పర్జ్ అనేది వ్యసనపరుడైన మరియు అడ్రినాలిన్-పంపింగ్ స్పేస్ షూటర్ గేమ్.\n\nస్పేస్ పర్జ్ గేమ్ ప్లాట్\nఅంతులేని గ్రహశకలాల వర్షం భూమిని తీవ్రంగా ముప్పుతిప్పలు పెడుతోంది. ప్రపంచంలోని ఈ చివరలో, మీకు కీలకమైన పని ఉంది: మా గ్రహాన్ని రక్షించడానికి మీరు చూసే అన్ని గ్రహశకలాలను నాశనం చేయండి. ఈ రక్షణ ఆటకు చాలా శ్రద్ధ మరియు శీఘ్ర ప్రతిచర్యలు అవసరం. మీరు ఈ కొత్త సాహసానికి సిద్ధంగా ఉన్నారా?\n\nస్పేస్ పర్జ్ గేమ్‌ను ఎలా ఆడాలి?\nస్పేస్ పర్జ్ ప్లే చేయడం చాలా సులభం, కానీ దీనికి నైపుణ్యం అవసరం. మీ అంతరిక్ష నౌకను అన్ని దిశలలోకి తరలించి, మీ వైపు వచ్చే అన్ని గ్రహశకలాలను కొట్టండి. శక్తిని మరియు జీవితాన్ని సేకరించండి. మీకు మరియు భూమికి మూడు జీవితాలు ఉన్నాయి: రెండింటిలో ఒకటి అయిపోతే, ఆట ముగిసింది. మీరు 1,000,000 పాయింట్లను పొందగలిగినప్పుడు, మీరు గేమ్ విజేత.\n\nనియంత్రణలు\n- కంప్యూటర్‌లో ప్లే చేయడం: మీ స్పేస్‌షిప్‌ని చుట్టూ లాగడానికి మౌస్‌ని ఉపయోగించండి.\n- మీ మొబైల్ పరికరంలో ప్లే చేస్తోంది: గేమ్ స్క్రీన్ చుట్టూ తరలించడానికి మీ ఓడను నొక్కండి.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n- HTML5\n- సరదాగా మరియు ఆడటం సులభం\n\nఇతర కార్యాచరణలు\n- ఎలా 2 ప్లే బటన్: హౌ 2 ప్లే బటన్ అనేది గేమ్‌ను ఎలా ఆడాలనే దానిపై సూచనలు మరియు మార్గదర్శకాలను అందించే ఫంక్షన్.\n- మరిన్ని ఆటల బటన్: మరిన్ని ఆటల బటన్ అనేది మా ఆన్‌లైన్ గేమ్ వెబ్‌సైట్ Magbei.comలో అందుబాటులో ఉన్న ఇతర గేమ్‌లను కనుగొనడానికి మరియు యాక్సెస్ చేయడానికి వినియోగదారులను అనుమతించే ఒక ఫీచర్.\n- ఫుల్‌స్క్రీన్ బటన్: ఫుల్‌స్క్రీన్ బటన్ అనేది మాగ్‌బీలో పూర్తి స్క్రీన్ మోడ్‌లో గేమ్‌ను ఆడేందుకు వినియోగదారులను అనుమతించే ఒక ఫంక్షన్.\n\nమీరు స్పేస్ ప్రక్షాళన యొక్క మొత్తం పది స్థాయిలను పూర్తి చేయగలరా? స్పేస్ షూటర్ మరియు డిఫెన్స్ గేమ్‌లు ఆడడంలో మీరు ఎంత మంచివారో మాకు చూపండి. ఇప్పుడు ఆడు!",
    "th": "Space Purge เป็นเกมยิงอวกาศที่เล่นแล้วติดใจจนอะดรีนาลีนสูบฉีด\n\nพล็อตเกมล้างอวกาศ\nฝนของดาวเคราะห์น้อยที่ไม่มีที่สิ้นสุดกำลังคุกคามโลกอย่างร้ายแรง ณ จุดจบของโลกนี้ คุณมีหน้าที่สำคัญ: ทำลายดาวเคราะห์น้อยทั้งหมดที่คุณเห็นเพื่อปกป้องโลกของเรา เกมป้องกันนี้ต้องการความสนใจและการตอบสนองอย่างรวดเร็ว คุณพร้อมสำหรับการผจญภัยครั้งใหม่นี้หรือยัง?\n\nจะเล่นเกมล้างอวกาศได้อย่างไร?\nการเล่น Space Purge นั้นง่าย แต่ต้องใช้ทักษะ ย้ายยานอวกาศของคุณไปทุกทิศทางและชนดาวเคราะห์น้อยทั้งหมดที่เข้ามาหาคุณ รวบรวมพลังงานและชีวิต คุณและโลกมีสามชีวิต: หากหนึ่งในสองหมดลง เกมจะจบลง เมื่อคุณได้รับ 1,000,000 คะแนน คุณคือผู้ชนะของเกม\n\nการควบคุม\n- เล่นบนคอมพิวเตอร์: ใช้เมาส์เพื่อลากยานอวกาศของคุณไปรอบๆ\n- การเล่นบนอุปกรณ์มือถือของคุณ: แตะที่เรือของคุณเพื่อย้ายไปรอบๆ หน้าจอเกม\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ\n- ฟรี 100%\n- เกมออฟไลน์\n- HTML5\n- สนุกและเล่นง่าย\n\nฟังก์ชั่นอื่นๆ\n- ปุ่ม How 2 Play: ปุ่ม How 2 Play เป็นฟังก์ชันที่ให้คำแนะนำและแนวทางในการเล่นเกม\n- ปุ่ม More Games: ปุ่ม More Games เป็นฟีเจอร์ที่ช่วยให้ผู้ใช้สามารถค้นหาและเข้าถึงเกมอื่นๆ ที่มีอยู่ใน Magbei.com ซึ่งเป็นเว็บไซต์เกมออนไลน์ของเรา\n- ปุ่มเต็มหน้าจอ: ปุ่มเต็มหน้าจอเป็นฟังก์ชันที่ช่วยให้ผู้ใช้สามารถเล่นเกมในโหมดเต็มหน้าจอบน Magbei\n\nคุณสามารถจบ Space Purge ทั้งสิบระดับได้หรือไม่? แสดงให้เราเห็นว่าคุณเก่งแค่ไหนในการเล่นเกมยิงอวกาศและเกมป้องกัน เล่นเลย!",
    "tr": "Space Purge, bağımlılık yapan ve adrenalin pompalayan bir uzay oyunudur.\n\nUZAY PURGE OYUN KONUSU\nSonsuz bir asteroit yağmuru dünya gezegenini ciddi şekilde tehdit ediyor. Dünyanın bu ucunda hayati bir göreviniz var: gezegenimizi savunmak için gördüğünüz tüm asteroitleri yok edin. Bu savunma oyunu çok fazla dikkat ve hızlı refleksler gerektirir. Bu yeni maceraya hazır mısın?\n\nSPACE PURGE OYUNU NASIL OYNANIR?\nSpace Purge oynamak basittir, ancak beceri gerektirir. Uzay geminizi her yöne hareket ettirin ve size doğru gelen tüm asteroitleri vurun. Enerji ve yaşam toplayın. Senin ve dünyanın üç canı var: İkisinden biri biterse oyun biter. 1.000.000 puan toplamayı başardığınızda oyunun galibi oluyorsunuz.\n\nKONTROLLER\n- Bir bilgisayarda oynamak: uzay geminizi sürüklemek için fareyi kullanın.\n- Mobil cihazınızda oynamak: oyun ekranında hareket ettirmek için geminize dokunun.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ\n- %100 ÜCRETSİZ\n- Çevrimdışı Oyun\n- HTML5\n- Eğlenceli ve Oynaması Kolay\n\nDİĞER FONKSİYONLAR\n- How 2 Play düğmesi: How 2 Play düğmesi, oyunun nasıl oynanacağına ilişkin talimatlar ve yönergeler sağlayan bir işlevdir.\n- Daha Fazla Oyun düğmesi: Daha Fazla Oyun düğmesi, kullanıcıların çevrimiçi oyun web sitemiz Magbei.com'da bulunan diğer oyunları keşfetmesini ve bunlara erişmesini sağlayan bir özelliktir.\n- Tam Ekran düğmesi: Tam Ekran düğmesi, kullanıcıların oyunu Magbei'de tam ekran modunda oynamasına olanak tanıyan bir işlevdir.\n\nSpace Purge'ın on seviyesinin hepsini bitirebilir misin? Uzay atıcı ve savunma oyunlarında ne kadar iyi olduğunuzu bize gösterin. Şimdi oyna!",
    "uk": "Space Purge — це захоплююча гра в космос, яка викликає адреналін.\n\nСЮЖЕТ ГРИ ОЧИЩЕННЯ ПРОСТОРУ\nНескінченний дощ астероїдів серйозно загрожує планеті Земля. У цьому кінці світу у вас є життєво важливе завдання: знищити всі астероїди, які ви бачите, щоб захистити нашу планету. Ця гра захисту вимагає багато уваги та швидких рефлексів. Ви готові до цієї нової пригоди?\n\nЯК ГРАТИ В ГРУ SPACE PURGE?\nГрати в Space Purge просто, але вимагає навичок. Переміщайте свій космічний корабель у всіх напрямках і вдаряйте по всіх астероїдах, що йдуть до вас. Збирайте енергію і життя. Ви і земля маєте три життя: якщо одне з двох їх закінчить, гра закінчена. Коли вам вдасться отримати 1 000 000 очок, ви станете переможцем у грі.\n\nУПРАВЛІННЯ\n- Гра на комп'ютері: використовуйте мишу, щоб перетягувати свій космічний корабель.\n- Гра на мобільному пристрої: торкніться свого корабля, щоб переміщати його по ігровому екрану.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ\n- 100% БЕЗКОШТОВНО\n- Офлайн гра\n- HTML5\n- Весело і легко грати\n\nІНШІ ФУНКЦІОНАЛІ\n- Кнопка How 2 Play: кнопка How 2 Play – це функція, яка надає інструкції та вказівки щодо того, як грати в гру.\n- Кнопка «Більше ігор»: кнопка «Більше ігор» — це функція, яка дозволяє користувачам знаходити та отримувати доступ до інших ігор, доступних на Magbei.com, нашому веб-сайті онлайн-ігор.\n- Кнопка «Повноекранний режим». Кнопка «Повноекранний режим» — це функція, яка дозволяє користувачам грати в гру в повноекранному режимі на Magbei.\n\nЧи зможете ви пройти всі десять рівнів Space Purge? Покажіть нам, наскільки добре ви граєте в космічні шутери та ігри захисту. Грати зараз!",
    "vi": "Space Purge là một trò chơi bắn súng không gian gây nghiện và kích thích adrenaline.\n\nTRÒ CHƠI TRÒ CHƠI TÌM KIẾM KHÔNG GIAN\nMột trận mưa tiểu hành tinh bất tận đang đe dọa nghiêm trọng hành tinh trái đất. Ở nơi tận cùng thế giới này, bạn có một nhiệm vụ quan trọng: tiêu diệt tất cả các tiểu hành tinh mà bạn nhìn thấy để bảo vệ hành tinh của chúng ta. Trò chơi phòng thủ này đòi hỏi rất nhiều sự chú ý và phản xạ nhanh. Bạn đã sẵn sàng cho cuộc phiêu lưu mới này?\n\nLÀM THẾ NÀO ĐỂ CHƠI TRÒ CHƠI DỌC KHÔNG GIAN?\nChơi Space Purge rất đơn giản, nhưng nó đòi hỏi kỹ năng. Di chuyển tàu vũ trụ của bạn theo mọi hướng và đánh tất cả các tiểu hành tinh đang tiến về phía bạn. Thu thập năng lượng và cuộc sống. Bạn và trái đất có ba mạng sống: nếu một trong hai người hết mạng, trò chơi sẽ kết thúc. Khi bạn đạt được 1.000.000 điểm, bạn là người chiến thắng trong trò chơi.\n\nKIỂM SOÁT\n- Chơi trên máy tính: sử dụng chuột để kéo phi thuyền của bạn đi xung quanh.\n- Chơi trên thiết bị di động của bạn: chạm vào con tàu của bạn để di chuyển nó xung quanh màn hình trò chơi.\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- 100% MIỄN PHÍ\n- Trò chơi ngoại tuyến\n- HTML5\n- Vui vẻ và dễ chơi\n\nCÁC CHỨC NĂNG KHÁC\n- Nút How 2 Play: Nút How 2 Play là chức năng cung cấp hướng dẫn và hướng dẫn cách chơi trò chơi.\n- Nút Trò chơi khác: Nút Trò chơi khác là một tính năng cho phép người dùng khám phá và truy cập các trò chơi khác có sẵn trên Magbei.com, trang web trò chơi trực tuyến của chúng tôi.\n- Nút Fullscreen: Nút Fullscreen là chức năng cho phép người dùng chơi game ở chế độ toàn màn hình trên Magbei.\n\nBạn có thể hoàn thành tất cả mười cấp độ của Space Purge không? Hãy cho chúng tôi thấy bạn giỏi như thế nào khi chơi các trò chơi phòng thủ và bắn súng ngoài không gian. Bắt đầu chơi!",
    "zh_CN": "Space Purge 是一款令人上瘾且刺激肾上腺素的太空射击游戏。\n\n空间清除游戏情节\n无尽的小行星雨正严重威胁着地球。 在世界的这一端，你有一项重要任务：摧毁你看到的所有小行星来保卫我们的星球。 这种防御游戏需要大量的注意力和快速的反应。 你准备好迎接新的冒险了吗？\n\n如何玩太空清除游戏？\n玩 Space Purge 很简单，但需要技巧。 向各个方向移动你的宇宙飞船并击中所有向你袭来的小行星。 收集能量和生命。 你和地球共有三种生命：如果两条生命中有一条用完，则游戏结束。 当您设法获得 1,000,000 分时，您就是游戏的赢家。\n\n控件\n- 在电脑上玩：使用鼠标拖动你的宇宙飞船。\n- 在您的移动设备上玩：点击您的飞船，使其在游戏屏幕上四处移动。\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\n特征\n- 100% 免费\n- 离线游戏\n- HTML5\n- 有趣且容易玩\n\n其他功能\n- How 2 Play 按钮：How 2 Play 按钮是一项提供有关如何玩游戏的说明和指南的功能。\n- 更多游戏按钮：更多游戏按钮是一项功能，使用户能够发现和访问我们的在线游戏网站 Magbei.com 上提供的其他游戏。\n- 全屏按钮：全屏按钮是允许用户在Magbei上以全屏模式玩游戏的功能。\n\n你能完成所有十个级别的 Space Purge 吗？ 向我们展示您在玩太空射击游戏和防御游戏方面的水平。 现在播放！",
    "zh_TW": "Space Purge 是一款令人上癮且刺激腎上腺素的太空射擊遊戲。\n\n空間清除遊戲情節\n無盡的小行星雨正嚴重威脅著地球。 在世界的這一端，你有一項重要任務：摧毀你看到的所有小行星來保衛我們的星球。 這種防禦遊戲需要大量的注意力和快速的反應。 你準備好迎接新的冒險了嗎？\n\n如何玩太空清除遊戲？\n玩 Space Purge 很簡單，但需要技巧。 向各個方向移動你的宇宙飛船並擊中所有向你襲來的小行星。 收集能量和生命。 你和地球共有三種生命：如果兩條生命中有一條用完，則遊戲結束。 當您設法獲得 1,000,000 分時，您就是遊戲的贏家。\n\n控件\n- 在電腦上玩：使用鼠標拖動你的宇宙飛船。\n- 在您的移動設備上玩：點擊您的飛船，使其在遊戲屏幕上四處移動。\n\nSpace Purge is a fun space defense game online to play when bored for FREE on Magbei.com\n\n特徵\n- 100% 免費\n- 離線遊戲\n- HTML5\n- 有趣且容易玩\n\n其他功能\n- How 2 Play 按鈕：How 2 Play 按鈕是一項提供有關如何玩遊戲的說明和指南的功能。\n- 更多遊戲按鈕：更多遊戲按鈕是一項功能，使用戶能夠發現和訪問我們的在線遊戲網站 Magbei.com 上提供的其他遊戲。\n- 全屏按鈕：全屏按鈕是允許用戶在Magbei上以全屏模式玩遊戲的功能。\n\n你能完成所有十個級別的 Space Purge 嗎？ 向我們展示您在玩太空射擊遊戲和防禦遊戲方面的水平。 現在播放！"
  }
}