{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Sticky Notes and Todo List"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Sticky Notes is the best chrome extension for taking notes and is the best chrome todo list extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Sticky Notes: Ultimate Chrome Extension for Productivity\nOverview\nQuick Sticky Notes is not just another to-do list extension for Chrome. It's a revolutionary tool designed to enhance your productivity, streamline your task management, and seamlessly integrate with your daily browsing experience.\n\nKey Features\nEffortless Task Management\nQuick Sticky Notes brings the convenience of jotting down tasks right within your Chrome browser. Whether you're a professional, student, or anyone in between, this extension is designed to make your life easier.\n\nIntuitive Interface\nNavigate through a user-friendly interface that makes organizing your tasks feel like a breeze. Perfect for both tech-savvy individuals and those who prefer simplicity.\n\nAdvanced Tagging System\nUse #tags to organize your notes and tasks efficiently. This feature is a game-changer for those who love keeping their tasks structured and easily accessible.\n\nArchive and Retrieve\nCompleted tasks are just a click away. Archive them for future reference and declutter your workspace without losing any important information.\n\nDynamic Task Editing\nEdit your tasks as your priorities change. This flexibility is invaluable for those with dynamic schedules and evolving to-do lists.\n\nIn-Browser Integration\nQuick Sticky Notes operates within your Chrome browser, eliminating the need to switch between apps or tabs. It's a multitasker's dream come true.\n\nOne-Click Access\nAccess your to-do list instantly with a single click. Ideal for busy individuals who value efficiency and time management.\n\nData Privacy\nYour data's privacy and security are our top priority. With Quick Sticky Notes, rest assured that your information is safe.\n\nFree For All Users\nExperience all these premium features at no cost. It's our commitment to enhancing productivity for everyone.\n\nRemote Work Friendly\nEspecially designed to cater to the needs of remote workers and freelancers. Stay organized and efficient, no matter where you are.\n\nBenefits\nStay Organized\nNever lose track of your tasks again. Quick Sticky Notes helps you stay organized, ensuring you never miss a deadline or forget an important task.\n\nEnhance Productivity\nBoost your productivity by keeping all your tasks in one place. This extension is perfect for those who are looking to make the most out of their day.\n\nSimplify Your Life\nSimplify your daily routine with an easy-to-use interface. It's like having a personal assistant right in your browser.\n\nCustomize Your Experience\nTailor Quick Sticky Notes to fit your unique needs. Customize the look and feel of your task list to make it truly yours.\n\nFocus on What Matters\nWith everything organized in one place, you can focus on what truly matters. Increase your efficiency and reduce stress.\n\nUser Testimonials\n\"A Game-Changer for Productivity\" - John Doe, Freelancer\n\n\"My Go-To Extension for Task Management\" - Jane Smith, Student\n\n\"Simplified My Daily Routine Tremendously\" - Alex Johnson, Remote Worker\n\nGet Started\nDownload Quick Sticky Notes today and transform your browsing experience. Join thousands of satisfied users who have taken their productivity to the next level."
  }
}