{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGSaved - Audio & Reels Download"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGSaved is a tool with the main function used to download background music and Reels completely free and quickly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGSaved is a useful tool to download Instagram Reels and Audio videos easily. With IGSaved, you can get background music from Instagram Reels completely free.\n\nThis utility helps you save and download Instagram Reels and Audio quickly. Just press the Download button and you can store your favorite videos from Instagram directly to your device.\n\nMain function:\nSupports downloading Reels videos on Instagram with the highest quality.\nDownload music from Instagram without any difficulty.\nEasily download your favorite content with just one click. This utility is completely free.\n\nHow to download Instagram Reels videos quickly:\nInstall the IGSaved extension on your Chrome browser.\nAccess the Instagram Reels containing the Audio you want to download.\nClick on the Reels or Audio download icon to start the download process.\nSelect the appropriate storage folder on your device to save the video or audio. And you're done!\nNote:\nAfter installing the extension, don't forget to refresh the tab containing the video you want to download to make sure the extension recognizes it correctly!\n\nWe greatly appreciate your feedback and suggestions to improve the performance of the utility. Please contact us if you encounter any problems or have ideas for improvements."
  }
}