{
  "name": {
    "ar": "مزيل البيانات الوصفية",
    "am,bg,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te,zh_TW": "Metadata Remover",
    "bn": "মেটাডেটা রিমুভার",
    "cs": "Odstranění Metadat",
    "da,no": "Fjern Metadata",
    "de": "Metadaten Entfernen",
    "el": "Αφαίρεση μεταδεδομένων",
    "es": "Eliminar Metadatos",
    "et": "Metaandmete Eemaldamine",
    "fi": "Poista Metatiedot",
    "fr": "Supprimer les Métadonnées",
    "hi": "मेटाडेटा हटाएँ",
    "hr": "Ukloni Metapodatke",
    "hu": "Metaadatok Eltávolítása",
    "id": "Menghapus Metadata",
    "it": "Rimuovi Metadati",
    "ja": "メタデータの削除",
    "ko": "메타데이터 제거",
    "lt": "Pašalinti metaduomenis",
    "lv": "Metadatu Noņemšana",
    "nl": "Metagegevens Verwijderen",
    "pl": "Usunąć Metadane",
    "ro": "Eliminați Metadatele",
    "ru": "Удалить Метаданные",
    "sk": "Odstrániť Metadáta",
    "sl": "Odstrani Metapodatke",
    "sr": "Уклоните Метаподатке",
    "sv": "Ta Bort Metadata",
    "th": "ลบข้อมูลเมตา",
    "tr": "Meta Verileri Kaldır",
    "uk": "Видалити Метадані",
    "vi": "Xóa siêu dữ liệu",
    "zh_CN": "移除元数据"
  },
  "short": {
    "ar": "إزالة البيانات الوصفية من الصور بأمان. معالجة الصور محلياً دون تحميلها.",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te,zh_TW": "Safely remove metadata from photos with Metadata Remover. Process images locally without uploading.",
    "bg": "Безопасно премахване на метаданни от снимки. Обработвайте изображенията локално, без да ги качвате.",
    "bn": "নিরাপদে ফটো থেকে মেটাডেটা সরান. আপলোড না করেই স্থানীয়ভাবে ছবি প্রসেস করুন।",
    "cs": "Bezpečné odstranění metadat z fotografií. Zpracovávejte snímky lokálně bez nahrávání.",
    "da": "Fjern metadata fra fotos på en sikker måde. Behandl billeder lokalt uden at uploade.",
    "de": "Entfernen Sie sicher Metadaten aus Fotos. Verarbeiten Sie Bilder lokal, ohne sie hochzuladen.",
    "el": "Αφαιρέστε με ασφάλεια τα μεταδεδομένα από τις φωτογραφίες. Επεξεργαστείτε εικόνες τοπικά χωρίς να τις μεταφορτώσετε.",
    "es": "Elimine de forma segura los metadatos de las fotos. Procese las imágenes localmente sin cargarlas.",
    "et": "Eemaldage fotodelt turvaliselt metaandmed. Töötle pilte lokaalselt ilma üleslaadimiseta.",
    "fi": "Poista metatiedot turvallisesti valokuvista. Käsittele kuvia paikallisesti ilman lataamista.",
    "fr": "Supprimez en toute sécurité les métadonnées des photos. Traitez les images localement sans les télécharger.",
    "hi": "फ़ोटो से मेटाडेटा सुरक्षित रूप से हटाएँ। छवियों को अपलोड किए बिना स्थानीय रूप से संसाधित करें।",
    "hr": "Sigurno uklonite metapodatke s fotografija. Obradite slike lokalno bez učitavanja.",
    "hu": "Biztonságosan eltávolíthatja a metaadatokat a fényképekről. Képek helyi feldolgozása feltöltés nélkül.",
    "id": "Menghapus metadata dengan aman dari foto. Memproses gambar secara lokal tanpa mengunggah.",
    "it": "Rimuove in modo sicuro i metadati dalle foto. Elabora le immagini localmente senza caricarle.",
    "ja": "画像からメタデータを簡単に削除",
    "ko": "사진에서 메타데이터를 안전하게 제거하세요. 업로드하지 않고 로컬에서 이미지를 처리하세요.",
    "lt": "Saugiai pašalinkite metaduomenis iš nuotraukų. Apdorokite nuotraukas vietoje, jų neįkeldami.",
    "lv": "Droša metadatu noņemšana no fotoattēliem. Apstrādājiet attēlus lokāli bez augšupielādes.",
    "nl": "Verwijder veilig metadata van foto's. Afbeeldingen lokaal verwerken zonder te uploaden.",
    "no": "Fjern metadata fra bilder på en trygg måte. Behandle bilder lokalt uten å laste dem opp.",
    "pl": "Bezpieczne usuwanie metadanych ze zdjęć. Przetwarzanie zdjęć lokalnie bez konieczności ich przesyłania.",
    "ro": "Eliminați în siguranță metadatele din fotografii. Prelucrați imaginile la nivel local, fără a le încărca.",
    "ru": "Безопасно удаляйте метаданные из фотографий. Обрабатывайте изображения локально, без загрузки.",
    "sk": "Bezpečné odstránenie metadát z fotografií. Obrázky môžete spracovať lokálne bez odosielania.",
    "sl": "Varno odstranite metapodatke s fotografij. Obdelujte slike lokalno brez prenosa.",
    "sr": "Безбедно уклоните метаподатке са фотографија. Обрадите слике локално без учитавања.",
    "sv": "Ta bort metadata från foton på ett säkert sätt. Behandla bilder lokalt utan att ladda upp.",
    "th": "ลบข้อมูลเมตาออกจากรูปภาพอย่างปลอดภัย ประมวลผลภาพในเครื่องโดยไม่ต้องอัปโหลด",
    "tr": "Fotoğraflardan meta verileri güvenle kaldırın. Görüntüleri yüklemeden yerel olarak işleyin.",
    "uk": "Безпечно видаляйте метадані з фотографій. Обробляйте зображення локально без завантаження.",
    "vi": "Xóa siêu dữ liệu khỏi ảnh một cách an toàn. Xử lý hình ảnh cục bộ mà không cần tải lên.",
    "zh_CN": "安全移除照片中的元数据 本地处理图片，无需上传。"
  },
  "long": {
    "ar": "الميزات الرئيسية:\n\n✔ معالجة محلية: تتم معالجة الصور مباشرة على جهاز الكمبيوتر الخاص بك، مما يضمن عدم تحميل أي بيانات في مكان آخر.\n✔ عدم فقدان الجودة: تجريد بيانات EXIF دون إعادة ضغط الصورة، مع الحفاظ على الجودة الأصلية لصورك.\n✔ معالجة مجمعة: يسمح بإزالة البيانات الوصفية من عدة ملفات JPG في وقت واحد.\n\n\nما هو EXIF؟\n\nتُعد بيانات EXIF (تنسيق ملف الصورة القابل للتبادل) بمثابة بصمة رقمية مضمنة في صورك، وعادةً ما تلتقطها الكاميرات الرقمية والهواتف الذكية. وهي تتضمن تفاصيل مثل وقت التقاط الصورة ومكان التقاطها، وإعدادات الكاميرا، وإذا كانت خدمات الموقع الجغرافي قيد التشغيل، يمكن أن تتضمن إحداثيات GPS الدقيقة.\n\nيمكن استخدام هذا النوع من المعلومات لتتبع تحركاتك. يُنصح بإزالة بيانات EXIF من الصور قبل مشاركتها عبر الإنترنت إذا كانت الخصوصية مصدر قلق.\n\n\nحالات الاستخدام:\n\n✦ الأمان: يضمن مزيل EXIF الخاص بنا أن تظل بياناتك الشخصية سرية عند نشر الصور عبر الإنترنت. لم يعد بإمكان الأطراف الخبيثة استخدام بيانات الموقع الجغرافي من الصور لتتبع أنشطتك أو صياغة هجمات تصيد احتيالي مخصصة.\n✦ إدارة البيانات: يقلل هذا من حجم ملف صورك، مما يجعل تحميلها أو تنزيلها أسهل وأسرع.\n✦ الاحترافية: حافظ على معيار احترافي باستخدام مزيل البيانات الوصفية لمسح EXIF من صورك. هذا الأمر مهم بشكل خاص في مجالات مثل الصحافة والفنون، حيث يجب أن يكون التركيز على المحتوى بدلاً من التركيز على التفاصيل الفنية لكيفية التقاط الصورة.\n\n\nكيفية الاستخدام:\n\n1️⃣ انقر فوق الزر ”إضافة إلى كروم“ وقم بتثبيته على شريط الأدوات لسهولة الوصول إليه.\n\n2️⃣ انقر على أيقونة المقص في شريط أدوات المتصفح لفتح التطبيق.\n\n3️⃣ قم بإسقاط ملف JPG واحد أو عدة ملفات JPG على الصفحة.\n\n4️⃣ سيزيل الامتداد البيانات الوصفية للصور محليًا على جهاز الكمبيوتر الخاص بك - لن تغادر أي بيانات جهازك.\n\n5️⃣ احفظ الصور المعالجة واحدة تلو الأخرى أو قم بتنزيلها كأرشيف ZIP.\n\n\nالأسئلة المتداولة:\n\n❓ هل يعمل الامتداد دون اتصال بالإنترنت؟\nبالتأكيد، تم تصميم امتداد كروم الخاص بنا ليعمل دون اتصال بالإنترنت بالكامل. وهذا يعني أن جميع الصور تتم معالجتها محلياً على جهاز الكمبيوتر الخاص بك. وبما أنه لا يتم نقل أي بيانات إلى أي مكان آخر، فلا يوجد خطر حدوث انتهاكات للبيانات أو انتهاكات للخصوصية. يمكن للمستخدمين إزالة البيانات الوصفية من الصور بثقة مع العلم أن معلوماتهم تظل آمنة وخاصة، مباشرة على أجهزتهم المحلية.\n\n❓ هل يمكنني إزالة البيانات الوصفية من تنسيقات أخرى غير JPG؟\nلا، يدعم حاليًا إزالة البيانات الوصفية من ملفات JPG فقط. ولا يدعم التنسيقات الأخرى مثل Word أو PDF.\n\n❓ هل هناك أي تتبع للمستخدم؟\nنحن نتمسك بمبادئ خصوصية المستخدم وأمانه. نؤكد لك أنه لا يوجد أي تتبع للمستخدمين على الإطلاق داخل هذه الإضافة.\n\n❓ هل الامتداد مجاني للاستخدام؟\nنعم، يتم توفير مزيل بيانات EXIF هذا مجاناً.\n\n❓ كيف يؤثر على جودة صوري؟\nتظل جودة صورك كما هي دون تغيير. تم تصميم الإضافة لتجريد بيانات EXIF دون إعادة ضغط الصورة، مما يعني الحفاظ على الجودة الأصلية لصورك. هذا مهم بشكل خاص للمصورين المحترفين أو الفنانين أو أي شخص يقدر سلامة المحتوى المرئي الخاص به.\n\n❓ هل يمكنني معالجة صور متعددة في وقت واحد؟\nنعم، تتمثل إحدى الميزات البارزة في قدرته على معالجة عدة ملفات JPG في وقت واحد. تتيح إمكانية المعالجة المجمعة هذه للمستخدمين معالجة مجموعات كبيرة من الصور بكفاءة، مما يوفر الوقت والجهد. بعد إزالة بيانات EXIF، يتوفر للمستخدمين خيار تنزيل جميع الصور التي تم تنظيفها كأرشيف ZIP مدمج واحد.\n\n❓ هل يمكن إزالة بيانات الموقع من صوري؟\nنعم، يمكن للملحق إزالة بيانات الموقع من صورك بشكل فعال. هذا جزء من الإزالة الشاملة لبيانات EXIF، والتي غالبًا ما تتضمن معلومات الموقع الجغرافي الحساسة. من خلال تجريد هذه البيانات من صورك، تعزز إضافة Chrome هذه خصوصيتك من خلال ضمان عدم إمكانية تتبع المواقع السابقة من خلال صورك المشتركة.\n\n❓ هل هو مناسب للاستخدام الاحترافي؟\nبالتأكيد، فهو ليس مناسبًا للاستخدام الشخصي فحسب، بل هو مناسب جدًا للإعدادات المهنية أيضًا. وينطبق هذا بشكل خاص على قطاعات مثل الصحافة والفن وأي مجال يكون فيه الحفاظ على سرية التفاصيل الشخصية والتركيز على جودة المحتوى أمرًا بالغ الأهمية.",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te,zh_TW": "Key Features:\n\n✔    Local Processing: Images are processed directly on your computer, ensuring that no data is uploaded elsewhere.\n✔    No Quality Loss: Strip EXIF data without recompressing the image, preserving the original quality of your photos.\n✔    Bulk Processing: Allows for the removal of metadata from multiple JPG files at once.\n\n\nWhat is EXIF?\n\nEXIF (Exchangeable Image File Format) data is like a digital footprint embedded in your photos, typically captured by digital cameras and smartphones. It includes details like when and where the photo was taken, camera settings, and if your location services were on, it can include exact GPS coordinates.\n\nThis kind of information could potentially be used to track your movements. It's advisable to remove EXIF data from images before sharing them online if privacy is a concern.\n\n\nUse cases:\n\n✦  Security: Our EXIF remover ensures that your personal details remain confidential when you publish images online. Malicious parties can no longer use location data from photos to track your activities or craft personalized phishing attacks.\n✦  Data Management: This reduces the file size of your images, making them easier and faster to upload or download.\n✦  Professionalism: Maintain a professional standard by using Metadata Remover to erase EXIF from your photos. This is particularly important in fields such as journalism and art, where the focus should be on the content rather than on the technical specifics of how a photo was taken.\n\n\nHow to Use:\n\n1️⃣ Click the \"Add to Chrome\" button and pin it to your toolbar for easy access.\n\n2️⃣ Click the Metadata Remover icon in your browser toolbar to open the application.\n\n3️⃣ Drop one or multiple JPG files onto the page.\n\n4️⃣ The extension will remove image metadata locally on your computer – no data leaves your device.\n\n5️⃣ Save the processed photos one by one or download them as a ZIP archive.\n\n\nFrequently Asked Questions:\n\n❓ Does extension work offline?\nAbsolutely, the Metadata Remover is designed to function entirely offline. This means that all images are processed locally on your computer. Since no data is transmitted elsewhere, there's no risk of data breaches or privacy violations. Users can confidently remove metadata from photos knowing that their information remains secure and private, directly on their local device.\n\n❓ Can I remove metadata from formats other than JPG?\nNo, Metadata Remover currently only supports the removal of metadata from JPG files. It does not support other formats such as Word or PDF.\n\n❓ Is there any user tracking?\nOur Metadata Remover Chrome extension stands firm on the principles of user privacy and security. We assure you that there is absolutely no tracking of users within this extension.\n\n❓ Is the extension free to use?\nYes, this EXIF data remover is provided free of charge.\n\n❓ How does it affect the quality of my photos?\nWhen using Metadata Remover, the quality of your photos remains untouched. The extension is designed to strip EXIF data without recompressing the image, meaning the original quality of your photos is preserved. This is particularly important for professional photographers, artists, or anyone who values the integrity of their visual content.\n\n❓ Can I process multiple photos at once?\nYes, one of the standout features of Metadata Remover is its ability to process multiple JPG files at once. This bulk processing capability allows users to efficiently handle large batches of photos, saving time and effort. After removing EXIF data, users have the option to download all cleaned images as one consolidated ZIP archive.\n\n❓ What languages does it support?\nIt is adapted to the language settings of your system, supporting up to 30 different languages.\n\n❓ Can it remove location data from my photos?\nYes, the extension can effectively remove location data from your photos. This is part of the comprehensive removal of EXIF data, which often includes sensitive location information. By stripping this data from your images, Metadata Remover enhances your privacy by ensuring that previous locations cannot be tracked through your shared photos.\n\n❓ Is it suitable for professional use?\nAbsolutely, Metadata Remover is not only suited for personal use but is also highly suitable for professional settings. This is especially true for sectors such as journalism, art, and any field where maintaining the confidentiality of personal details and focusing on content quality are paramount.",
    "bg": "Основни функции:\n\n✔ Локална обработка: Изображенията се обработват директно на компютъра ви, като се гарантира, че данните не се качват другаде.\n✔ Без загуба на качество: Премахнете EXIF данните, без да компресирате отново изображението, като запазите оригиналното качество на снимките си.\n✔ Обработка в големи количества: Позволява премахване на метаданни от няколко JPG файла наведнъж.\n\n\nКакво е EXIF?\n\nДанните EXIF (Exchangeable Image File Format) са като цифров отпечатък, вграден във вашите снимки, обикновено заснети от цифрови фотоапарати и смартфони. Те включват подробности като кога и къде е направена снимката, настройките на фотоапарата, а ако услугите за определяне на местоположението ви са били включени, могат да включват точни GPS координати.\n\nТози вид информация може да се използва за проследяване на движението ви. Препоръчително е да премахнете EXIF данните от изображенията, преди да ги споделите онлайн, ако поверителността ви притеснява.\n\n\nСлучаи на употреба:\n\n✦ Сигурност: Нашето премахване на EXIF гарантира, че личните ви данни остават поверителни, когато публикувате изображения онлайн. Злонамерените страни вече не могат да използват данни за местоположението от снимките, за да проследяват действията ви или да изготвят персонализирани фишинг атаки.\n✦ Управление на данните: Намалява размера на файловете на изображенията ви, като ги прави по-лесни и бързи за качване или изтегляне.\n✦ Професионализъм: Поддържайте професионален стандарт, като използвате функцията за премахване на метаданни, за да изтриете EXIF от снимките си. Това е особено важно в области като журналистиката и изкуството, където фокусът трябва да бъде върху съдържанието, а не върху техническите особености на начина, по който е направена снимката.\n\n\nКак да използвате:\n\n1️⃣ Щракнете върху бутона „Добави в Chrome“ и го прикрепете към лентата с инструменти за лесен достъп.\n\n2️⃣ Щракнете върху иконата на ножица в лентата с инструменти на браузъра, за да отворите приложението.\n\n3️⃣ Пуснете един или няколко JPG файла върху страницата.\n\n4️⃣ Разширението ще премахне метаданните на изображението локално на вашия компютър - никакви данни не напускат устройството ви.\n\n5️⃣ Запазете обработените снимки една по една или ги изтеглете като ZIP архив.\n\n\nЧесто задавани въпроси:\n\n❓ Работи ли разширението офлайн?\nАбсолютно, нашето разширение за Chrome е проектирано да функционира изцяло офлайн. Това означава, че всички изображения се обработват локално на вашия компютър. Тъй като никакви данни не се предават на друго място, няма риск от нарушаване на сигурността на данните или неприкосновеността на личния живот. Потребителите могат уверено да премахват метаданни от снимки, знаейки, че информацията им остава сигурна и поверителна, директно на локалното им устройство.\n\n❓ Мога ли да премахна метаданни от формати, различни от JPG?\nНе, в момента се поддържа само премахване на метаданни от файлове JPG. Тя не поддържа други формати, като например Word или PDF.\n\n❓ Има ли възможност за проследяване на потребителите?\nНие твърдо заставаме зад принципите на поверителност и сигурност на потребителите. Уверяваме ви, че в рамките на това разширение няма абсолютно никакво проследяване на потребителите.\n\n❓ Безплатно ли е разширението за използване?\nДа, това премахване на EXIF данни се предоставя безплатно.\n\n❓ Как се отразява това на качеството на снимките ми?\nКачеството на вашите снимки остава непроменено. Разширението е предназначено за премахване на EXIF данните, без да компресира отново изображението, което означава, че оригиналното качество на снимките ви се запазва. Това е особено важно за професионални фотографи, художници и всички, които ценят целостта на визуалното си съдържание.\n\n❓ Мога ли да обработвам няколко снимки наведнъж?\nДа, една от отличителните характеристики е възможността за обработка на няколко JPG файла едновременно. Тази възможност за групова обработка позволява на потребителите ефективно да обработват големи партиди снимки, като спестяват време и усилия. След премахване на EXIF данните потребителите имат възможност да изтеглят всички почистени изображения като един консолидиран ZIP архив.\n\n❓ Може ли да премахне данните за местоположението от моите снимки?\nДа, разширението може ефективно да премахва данни за местоположението от вашите снимки. Това е част от цялостното премахване на EXIF данните, които често включват чувствителна информация за местоположението. Като премахва тези данни от снимките, това разширение за Chrome подобрява поверителността ви, като гарантира, че предишни местоположения не могат да бъдат проследени чрез споделените ви снимки.\n\n❓ Подходящо ли е за професионална употреба?\nАбсолютно, то е подходящо не само за лична употреба, но е много подходящо и за професионални условия. Това е особено вярно за сектори като журналистика, изкуство и всяка област, в която запазването на поверителността на личните данни и фокусирането върху качеството на съдържанието са от първостепенно значение.",
    "bn": "মুখ্য সুবিধা:\n\n✔ স্থানীয় প্রক্রিয়াকরণ: ছবিগুলি সরাসরি আপনার কম্পিউটারে প্রসেস করা হয়, যাতে অন্য কোথাও কোনো ডেটা আপলোড না হয় তা নিশ্চিত করে৷\n✔ কোন মানের ক্ষতি নেই: আপনার ফটোর আসল গুণমান সংরক্ষণ করে ইমেজ রিকম্প্রেস না করে EXIF ডেটা ছিনিয়ে নিন।\n✔ বাল্ক প্রসেসিং: একাধিক JPG ফাইল থেকে একবারে মেটাডেটা অপসারণের অনুমতি দেয়।\n\n\nEXIF কী?\n\nEXIF (এক্সচেঞ্জেবল ইমেজ ফাইল ফরম্যাট) ডেটা আপনার ফটোতে এম্বেড করা একটি ডিজিটাল ফুটপ্রিন্টের মতো, যা সাধারণত ডিজিটাল ক্যামেরা এবং স্মার্টফোন দ্বারা ধারণ করা হয়। এটি কখন এবং কোথায় ছবিটি তোলা হয়েছিল, ক্যামেরা সেটিংস এবং আপনার অবস্থান পরিষেবাগুলি চালু থাকলে, এটিতে সঠিক GPS স্থানাঙ্ক অন্তর্ভুক্ত থাকতে পারে।\n\nআপনার গতিবিধি ট্র্যাক করতে এই ধরনের তথ্য সম্ভাব্যভাবে ব্যবহার করা যেতে পারে। গোপনীয়তা একটি উদ্বেগের বিষয় হলে অনলাইনে শেয়ার করার আগে ছবি থেকে EXIF ডেটা সরিয়ে ফেলার পরামর্শ দেওয়া হয়।\n\n\nব্যবহারের ক্ষেত্রে:\n\n✦ নিরাপত্তা: আমাদের EXIF রিমুভার নিশ্চিত করে যে আপনি অনলাইনে ছবি প্রকাশ করার সময় আপনার ব্যক্তিগত বিবরণ গোপন থাকবে। ক্ষতিকারক পক্ষগুলি আপনার কার্যকলাপগুলি ট্র্যাক করতে বা ব্যক্তিগতকৃত ফিশিং আক্রমণগুলি তৈরি করতে ফটোগুলি থেকে অবস্থান ডেটা ব্যবহার করতে পারবে না৷\n✦ ডেটা ম্যানেজমেন্ট: এটি আপনার ছবিগুলির ফাইলের আকার হ্রাস করে, সেগুলিকে আপলোড বা ডাউনলোড করা সহজ এবং দ্রুত করে তোলে৷\n✦ পেশাদারিত্ব: আপনার ফটোগুলি থেকে EXIF মুছে ফেলার জন্য মেটাডেটা রিমুভার ব্যবহার করে একটি পেশাদার মান বজায় রাখুন। এটি সাংবাদিকতা এবং শিল্পের মতো ক্ষেত্রগুলিতে বিশেষভাবে গুরুত্বপূর্ণ, যেখানে ফোকাস কীভাবে একটি ছবি তোলা হয়েছে তার প্রযুক্তিগত বৈশিষ্ট্যের পরিবর্তে বিষয়বস্তুর উপর হওয়া উচিত।\n\n\nকিভাবে ব্যবহার করে:\n\n1️⃣ \"ক্রোমে যোগ করুন\" বোতামে ক্লিক করুন এবং সহজে অ্যাক্সেসের জন্য এটিকে আপনার টুলবারে পিন করুন৷\n\n2️⃣ অ্যাপ্লিকেশনটি খুলতে আপনার ব্রাউজার টুলবারে কাঁচি আইকনে ক্লিক করুন।\n\n3️⃣ পৃষ্ঠায় এক বা একাধিক JPG ফাইল ড্রপ করুন।\n\n4️⃣ এক্সটেনশনটি আপনার কম্পিউটারে স্থানীয়ভাবে ইমেজ মেটাডেটা মুছে ফেলবে – আপনার ডিভাইসে কোনো ডেটা থাকবে না।\n\n5️⃣ প্রক্রিয়া করা ফটোগুলিকে একের পর এক সংরক্ষণ করুন বা জিপ সংরক্ষণাগার হিসাবে ডাউনলোড করুন৷\n\n\nসচরাচর জিজ্ঞাস্য:\n\n❓ এক্সটেনশন কি অফলাইনে কাজ করে?\nঅবশ্যই, আমাদের ক্রোম এক্সটেনশন সম্পূর্ণরূপে অফলাইনে কাজ করার জন্য ডিজাইন করা হয়েছে৷ এর মানে হল যে সমস্ত ছবি আপনার কম্পিউটারে স্থানীয়ভাবে প্রক্রিয়া করা হয়। যেহেতু কোনও ডেটা অন্য কোথাও প্রেরণ করা হয় না, তাই ডেটা লঙ্ঘন বা গোপনীয়তা লঙ্ঘনের কোনও ঝুঁকি নেই। ব্যবহারকারীরা আত্মবিশ্বাসের সাথে ফটোগুলি থেকে মেটাডেটা মুছে ফেলতে পারে জেনে যে তাদের তথ্য নিরাপদ এবং ব্যক্তিগত থাকে, সরাসরি তাদের স্থানীয় ডিভাইসে।\n\n❓ আমি কি JPG ছাড়া অন্য ফরম্যাট থেকে মেটাডেটা সরাতে পারি?\nনা, এটি বর্তমানে শুধুমাত্র JPG ফাইল থেকে মেটাডেটা অপসারণ সমর্থন করে। এটি অন্যান্য ফরম্যাট যেমন Word বা PDF সমর্থন করে না।\n\n❓ কোন ব্যবহারকারী ট্র্যাকিং আছে কি?\nআমরা ব্যবহারকারীর গোপনীয়তা এবং নিরাপত্তা নীতির উপর দৃঢ়ভাবে অবস্থান করি। আমরা আপনাকে আশ্বস্ত করছি যে এই এক্সটেনশনের মধ্যে ব্যবহারকারীদের কোনও ট্র্যাকিং নেই৷\n\n❓ এক্সটেনশন কি বিনামূল্যে ব্যবহার করা যায়?\nহ্যাঁ, এই EXIF ডেটা রিমুভার বিনামূল্যে প্রদান করা হয়।\n\n❓ এটা কিভাবে আমার ছবির গুণমানকে প্রভাবিত করে?\nআপনার ছবির মান অস্পৃশ্য রয়ে গেছে. এক্সটেনশনটি ইমেজটিকে পুনঃসংকোচন না করেই EXIF ডেটা ছিনতাই করার জন্য ডিজাইন করা হয়েছে, যার অর্থ আপনার ফটোগুলির আসল গুণমান সংরক্ষিত। এটি পেশাদার ফটোগ্রাফার, শিল্পী বা তাদের ভিজ্যুয়াল বিষয়বস্তুর অখণ্ডতাকে মূল্য দেয় এমন যেকোন ব্যক্তির জন্য বিশেষভাবে গুরুত্বপূর্ণ৷\n\n❓ আমি কি একবারে একাধিক ছবি প্রসেস করতে পারি?\nহ্যাঁ, স্ট্যান্ডআউট বৈশিষ্ট্যগুলির মধ্যে একটি হল একাধিক JPG ফাইল একসাথে প্রক্রিয়া করার ক্ষমতা। এই বাল্ক প্রসেসিং ক্ষমতা ব্যবহারকারীদের দক্ষতার সাথে ফটোর বড় ব্যাচ পরিচালনা করতে দেয়, সময় এবং শ্রম সাশ্রয় করে। EXIF ডেটা মুছে ফেলার পরে, ব্যবহারকারীদের কাছে একটি একত্রিত জিপ সংরক্ষণাগার হিসাবে সমস্ত পরিষ্কার করা ছবি ডাউনলোড করার বিকল্প রয়েছে।\n\n❓ এটা কি আমার ফটো থেকে অবস্থানের ডেটা মুছে ফেলতে পারে?\nহ্যাঁ, এক্সটেনশনটি কার্যকরভাবে আপনার ফটোগুলি থেকে অবস্থানের ডেটা মুছে ফেলতে পারে৷ এটি EXIF ডেটার ব্যাপক অপসারণের অংশ, যা প্রায়শই সংবেদনশীল অবস্থানের তথ্য অন্তর্ভুক্ত করে। আপনার ছবি থেকে এই ডেটা ছিনিয়ে নিয়ে, এই Chrome এক্সটেনশনটি আপনার গোপনীয়তা বাড়ায় যাতে আপনার শেয়ার করা ফটোগুলির মাধ্যমে আগের অবস্থানগুলি ট্র্যাক করা যায় না৷\n\n❓ এটা কি পেশাদার ব্যবহারের জন্য উপযুক্ত?\nসম্পূর্ণরূপে, এটি শুধুমাত্র ব্যক্তিগত ব্যবহারের জন্য উপযুক্ত নয় কিন্তু পেশাদার সেটিংসের জন্যও অত্যন্ত উপযুক্ত। এটি বিশেষ করে সাংবাদিকতা, শিল্পকলা এবং যেকোন ক্ষেত্রের ক্ষেত্রে সত্য যেখানে ব্যক্তিগত বিবরণের গোপনীয়তা বজায় রাখা এবং বিষয়বস্তুর মানের উপর ফোকাস করা সবচেয়ে গুরুত্বপূর্ণ।",
    "cs": "Klíčové funkce:\n\n✔ Místní zpracování: Snímky se zpracovávají přímo v počítači, takže se žádná data neodesílají jinam.\n✔ Žádná ztráta kvality: Odstraňte data EXIF bez opětovné komprese snímku, čímž zachováte původní kvalitu fotografií.\n✔ Hromadné zpracování: Umožňuje odstranit metadata z více souborů JPG najednou.\n\n\nCo je EXIF?\n\nData EXIF (Exchangeable Image File Format) jsou jako digitální otisk vložený do vašich fotografií, obvykle zachycený digitálními fotoaparáty a chytrými telefony. Obsahuje podrobnosti, jako je čas a místo pořízení fotografie, nastavení fotoaparátu, a pokud jste měli zapnuté služby určování polohy, může obsahovat přesné souřadnice GPS.\n\nTento druh informací by mohl být potenciálně použit ke sledování vašeho pohybu. Pokud vám záleží na ochraně soukromí, doporučujeme před sdílením snímků online odstranit z nich údaje EXIF.\n\n\nPřípady použití:\n\n✦ Bezpečnost: Náš odstraňovač EXIF zajistí, že vaše osobní údaje zůstanou při publikování snímků online důvěrné. Zlomyslné strany již nemohou používat údaje o poloze z fotografií ke sledování vašich aktivit nebo k vytváření personalizovaných phishingových útoků.\n✦ Správa dat: Zmenšuje velikost souborů s vašimi snímky a usnadňuje a urychluje jejich odesílání nebo stahování.\n✦ Profesionalita: Pomocí nástroje Metadata Remover můžete z fotografií vymazat EXIF a zachovat tak profesionální úroveň. To je důležité zejména v oborech, jako je žurnalistika a umění, kde by měl být kladen důraz spíše na obsah než na technická specifika způsobu pořízení fotografie.\n\n\nJak používat:\n\n1️⃣ Klikněte na tlačítko „Přidat do prohlížeče Chrome“ a připněte jej na panel nástrojů, abyste k němu měli snadný přístup.\n\n2️⃣ Kliknutím na ikonu nůžek na panelu nástrojů prohlížeče otevřete aplikaci.\n\n3️⃣ Přesuňte jeden nebo více souborů JPG na stránku.\n\n4️⃣ Rozšíření odstraní metadata obrázků lokálně v počítači - žádná data neopustí vaše zařízení.\n\n5️⃣ Zpracované fotografie uložte jednu po druhé nebo je stáhněte jako archiv ZIP.\n\n\nČasto kladené otázky:\n\n❓ Funguje rozšíření offline?\nRozhodně, naše rozšíření pro Chrome je navrženo tak, aby fungovalo zcela offline. To znamená, že všechny snímky jsou zpracovávány lokálně ve vašem počítači. Vzhledem k tomu, že se žádná data nepřenášejí jinam, nehrozí žádné riziko narušení dat ani porušení soukromí. Uživatelé mohou bez obav odstraňovat metadata z fotografií s vědomím, že jejich informace zůstávají v bezpečí a soukromí, a to přímo v jejich lokálním zařízení.\n\n❓ Lze odstranit metadata z jiných formátů než JPG?\nNe, v současné době podporuje pouze odstranění metadat ze souborů JPG. Nepodporuje jiné formáty, například Word nebo PDF.\n\n❓ Existuje nějaké sledování uživatelů?\nPevně stojíme na zásadách ochrany soukromí a bezpečnosti uživatelů. Ujišťujeme vás, že v rámci tohoto rozšíření nedochází k absolutně žádnému sledování uživatelů.\n\n❓ Je rozšíření k použití zdarma?\nAno, tento odstraňovač dat EXIF je poskytován zdarma.\n\n❓ Jak ovlivní kvalitu mých fotografií?\nKvalita vašich fotografií zůstává nedotčena. Rozšíření je navrženo tak, aby odstranilo data EXIF bez opětovné komprese obrázku, což znamená, že původní kvalita vašich fotografií zůstane zachována. To je důležité zejména pro profesionální fotografy, umělce nebo všechny, kteří si cení integrity svého vizuálního obsahu.\n\n❓ Mohu zpracovávat více fotografií najednou?\nAno, jednou z význačných funkcí je schopnost zpracovat více souborů JPG najednou. Tato schopnost hromadného zpracování umožňuje uživatelům efektivně zpracovávat velké dávky fotografií, což šetří čas a úsilí. Po odstranění dat EXIF mají uživatelé možnost stáhnout všechny vyčištěné snímky jako jeden konsolidovaný archiv ZIP.\n\n❓ Dokáže z fotografií odstranit údaje o poloze?\nAno, rozšíření dokáže účinně odstranit údaje o poloze z vašich fotografií. Jedná se o součást komplexního odstranění dat EXIF, která často obsahují citlivé informace o poloze. Odstraněním těchto údajů ze snímků toto rozšíření Chrome zvyšuje vaše soukromí tím, že zajišťuje, aby nebylo možné sledovat předchozí polohu prostřednictvím sdílených fotografií.\n\n❓ Je vhodné pro profesionální použití?\nRozhodně, hodí se nejen pro osobní použití, ale je velmi vhodné i pro profesionální prostředí. To platí zejména pro odvětví, jako je žurnalistika, umění a všechny obory, kde je nejdůležitější zachování důvěrnosti osobních údajů a zaměření na kvalitu obsahu.",
    "da": "Vigtige funktioner:\n\n✔ Lokal behandling: Billeder behandles direkte på din computer, hvilket sikrer, at ingen data uploades andre steder.\n✔ Intet kvalitetstab: Fjern EXIF-data uden at komprimere billedet igen, så den oprindelige kvalitet af dine fotos bevares.\n✔ Massebehandling: Giver mulighed for at fjerne metadata fra flere JPG-filer på én gang.\n\n\nHvad er EXIF?\n\nEXIF-data (Exchangeable Image File Format) er som et digitalt fodaftryk, der er indlejret i dine fotos, og som typisk optages af digitale kameraer og smartphones. De indeholder detaljer som, hvornår og hvor billedet blev taget, kameraindstillinger, og hvis dine placeringstjenester var slået til, kan de indeholde nøjagtige GPS-koordinater.\n\nDen slags oplysninger kan potentielt bruges til at spore dine bevægelser. Det er tilrådeligt at fjerne EXIF-data fra billeder, før du deler dem online, hvis du er bekymret for dit privatliv.\n\n\nBrugsscenarier:\n\n✦ Sikkerhed: Vores EXIF-fjerner sikrer, at dine personlige oplysninger forbliver fortrolige, når du offentliggør billeder online. Ondsindede parter kan ikke længere bruge lokaliseringsdata fra billeder til at spore dine aktiviteter eller lave personlige phishing-angreb.\n✦ Datahåndtering: Dette reducerer filstørrelsen på dine billeder, hvilket gør dem nemmere og hurtigere at uploade eller downloade.\n✦ Professionalisme: Oprethold en professionel standard ved at bruge Metadata Remover til at slette EXIF fra dine fotos. Det er især vigtigt inden for områder som journalistik og kunst, hvor fokus bør være på indholdet i stedet for på de tekniske detaljer om, hvordan et foto er taget.\n\n\nSådan bruger du det:\n\n1️⃣ Klik på knappen »Tilføj til Chrome« og fastgør den til din værktøjslinje for at få nem adgang.\n\n2️⃣ Klik på saksikonet i din browsers værktøjslinje for at åbne programmet.\n\n3️⃣ Læg en eller flere JPG-filer på siden.\n\n4️⃣ Udvidelsen fjerner billedmetadata lokalt på din computer - ingen data forlader din enhed.\n\n5️⃣ Gem de behandlede fotos et ad gangen, eller download dem som et ZIP-arkiv.\n\n\nOfte stillede spørgsmål:\n\n❓ Fungerer udvidelsen offline?\nAbsolut, vores Chrome-udvidelse er designet til at fungere helt offline. Det betyder, at alle billeder behandles lokalt på din computer. Da ingen data overføres til andre steder, er der ingen risiko for databrud eller krænkelser af privatlivets fred. Brugere kan trygt fjerne metadata fra fotos velvidende, at deres oplysninger forbliver sikre og private, direkte på deres lokale enhed.\n\n❓ Kan jeg fjerne metadata fra andre formater end JPG?\nNej, den understøtter i øjeblikket kun fjernelse af metadata fra JPG-filer. Den understøtter ikke andre formater som Word eller PDF.\n\n❓ Er der nogen form for brugersporing?\nVi står fast på principperne om brugernes privatliv og sikkerhed. Vi forsikrer dig om, at der absolut ikke er nogen sporing af brugere i denne udvidelse.\n\n❓ Er udvidelsen gratis at bruge?\nJa, denne EXIF-datafjerner er gratis.\n\n❓ Hvordan påvirker det kvaliteten af mine fotos?\nKvaliteten af dine fotos forbliver uberørt. Udvidelsen er designet til at fjerne EXIF-data uden at genkomprimere billedet, hvilket betyder, at den oprindelige kvalitet af dine fotos bevares. Det er især vigtigt for professionelle fotografer, kunstnere eller andre, der værdsætter integriteten af deres visuelle indhold.\n\n❓ Kan jeg behandle flere fotos på én gang?\nJa, en af de fremtrædende funktioner er muligheden for at behandle flere JPG-filer på én gang. Denne mulighed for massebehandling giver brugerne mulighed for effektivt at håndtere store partier af fotos, hvilket sparer tid og kræfter. Efter fjernelse af EXIF-data har brugerne mulighed for at downloade alle rensede billeder som ét samlet ZIP-arkiv.\n\n❓ Kan den fjerne placeringsdata fra mine fotos?\nJa, udvidelsen kan effektivt fjerne placeringsdata fra dine fotos. Dette er en del af den omfattende fjernelse af EXIF-data, som ofte indeholder følsomme placeringsoplysninger. Ved at fjerne disse data fra dine billeder forbedrer denne Chrome-udvidelse dit privatliv ved at sikre, at tidligere placeringer ikke kan spores via dine delte fotos.\n\n❓ Er den egnet til professionel brug?\nAbsolut, den er ikke kun egnet til personlig brug, men er også yderst velegnet til professionelle omgivelser. Det gælder især inden for journalistik, kunst og andre områder, hvor det er vigtigt at bevare fortroligheden af personlige oplysninger og fokusere på indholdets kvalitet.",
    "de": "Hauptmerkmale:\n\n✔ Lokale Verarbeitung: Die Bilder werden direkt auf Ihrem Computer verarbeitet, so dass keine Daten an anderer Stelle hochgeladen werden.\n✔ Kein Qualitätsverlust: Entfernen Sie EXIF-Daten, ohne das Bild neu zu komprimieren, und bewahren Sie so die Originalqualität Ihrer Fotos.\n✔ Massenverarbeitung: Ermöglicht die Entfernung von Metadaten aus mehreren JPG-Dateien auf einmal.\n\n\nWas ist EXIF?\n\nEXIF-Daten (Exchangeable Image File Format) sind wie ein digitaler Fußabdruck, der in Ihre Fotos eingebettet ist und in der Regel von Digitalkameras und Smartphones aufgenommen wird. Sie enthalten Details, wie z.B. wann und wo das Foto aufgenommen wurde, die Kameraeinstellungen und - falls Ihre Standortdienste aktiviert waren - die genauen GPS-Koordinaten.\n\nDiese Art von Informationen kann möglicherweise dazu verwendet werden, Ihre Bewegungen zu verfolgen. Es ist ratsam, die EXIF-Daten aus den Bildern zu entfernen, bevor Sie sie online weitergeben, wenn Ihnen der Datenschutz wichtig ist.\n\n\nAnwendungsfälle:\n\n✦ Sicherheit: Unser EXIF-Entferner sorgt dafür, dass Ihre persönlichen Daten vertraulich bleiben, wenn Sie Bilder online veröffentlichen. Böswillige können die Standortdaten von Fotos nicht mehr verwenden, um Ihre Aktivitäten zu verfolgen oder personalisierte Phishing-Angriffe zu starten.\n✦ Datenmanagement: Dadurch wird die Dateigröße Ihrer Bilder reduziert, so dass sie einfacher und schneller hoch- oder heruntergeladen werden können.\n✦ Professionalität: Behalten Sie einen professionellen Standard bei, indem Sie Metadata Remover verwenden, um EXIF aus Ihren Fotos zu löschen. Dies ist besonders wichtig in Bereichen wie Journalismus und Kunst, wo der Schwerpunkt auf dem Inhalt und nicht auf den technischen Details der Aufnahme eines Fotos liegen sollte.\n\n\nWie Sie es verwenden:\n\n1️⃣ Klicken Sie auf die Schaltfläche „Hinzufügen“ und heften Sie sie an Ihre Symbolleiste an, damit Sie leicht darauf zugreifen können.\n\n2️⃣ Klicken Sie auf das Scherensymbol in Ihrer Browser-Symbolleiste, um die Anwendung zu öffnen.\n\n3️⃣ Ziehen Sie eine oder mehrere JPG-Dateien auf die Seite.\n\n4️⃣ Die Erweiterung entfernt die Bild-Metadaten lokal auf Ihrem Computer - keine Daten verlassen Ihr Gerät.\n\n5️⃣ Speichern Sie die verarbeiteten Fotos einzeln oder laden Sie sie als ZIP-Archiv herunter.\n\n\nHäufig gestellte Fragen:\n\n❓ Funktioniert die Erweiterung offline?\nAuf jeden Fall, unsere Chrome-Erweiterung ist so konzipiert, dass sie vollständig offline funktioniert. Das bedeutet, dass alle Bilder lokal auf Ihrem Computer verarbeitet werden. Da keine Daten an andere Stellen übertragen werden, besteht kein Risiko von Datenschutzverletzungen oder Verletzungen der Privatsphäre. Die Benutzer können Metadaten aus Fotos entfernen, da sie wissen, dass ihre Informationen sicher und privat bleiben, direkt auf ihrem lokalen Gerät.\n\n❓ Kann ich Metadaten auch aus anderen Formaten als JPG entfernen?\nNein, das Programm unterstützt derzeit nur die Entfernung von Metadaten aus JPG-Dateien. Andere Formate wie Word oder PDF werden nicht unterstützt.\n\n❓ Gibt es eine Benutzerverfolgung?\nWir stehen fest zu den Prinzipien des Datenschutzes und der Sicherheit der Nutzer. Wir versichern Ihnen, dass es in dieser Erweiterung keinerlei Verfolgung von Benutzern gibt.\n\n❓ Ist die Verwendung der Erweiterung kostenlos?\nJa, dieser EXIF-Datenentferner wird kostenlos zur Verfügung gestellt.\n\n❓ Wie wirkt sich dies auf die Qualität meiner Fotos aus?\nDie Qualität Ihrer Fotos bleibt unangetastet. Die Erweiterung wurde entwickelt, um EXIF-Daten zu entfernen, ohne das Bild neu zu komprimieren, so dass die ursprüngliche Qualität Ihrer Fotos erhalten bleibt. Dies ist besonders wichtig für professionelle Fotografen, Künstler oder alle, die Wert auf die Integrität ihrer visuellen Inhalte legen.\n\n❓ Kann ich mehrere Fotos auf einmal bearbeiten?\nJa, eine der herausragenden Funktionen ist die Möglichkeit, mehrere JPG-Dateien auf einmal zu verarbeiten. Mit dieser Massenverarbeitungsfunktion können Sie große Fotostapel effizient bearbeiten und so Zeit und Mühe sparen. Nach dem Entfernen der EXIF-Daten haben Sie die Möglichkeit, alle bereinigten Bilder als ein konsolidiertes ZIP-Archiv herunterzuladen.\n\n❓ Kann es Standortdaten aus meinen Fotos entfernen?\nJa, die Erweiterung kann effektiv Ortsdaten aus Ihren Fotos entfernen. Dies ist Teil der umfassenden Entfernung von EXIF-Daten, die oft sensible Standortinformationen enthalten. Indem diese Daten aus Ihren Bildern entfernt werden, verbessert diese Chrome-Erweiterung Ihre Privatsphäre, indem sie sicherstellt, dass frühere Standorte nicht über Ihre freigegebenen Fotos nachverfolgt werden können.\n\n❓ Ist sie für den professionellen Einsatz geeignet?\nAbsolut, sie eignet sich nicht nur für den privaten Gebrauch, sondern ist auch für den professionellen Einsatz bestens geeignet. Dies gilt insbesondere für Bereiche wie Journalismus, Kunst und alle Bereiche, in denen die Vertraulichkeit persönlicher Daten und die Qualität der Inhalte von größter Bedeutung sind.",
    "el": "Βασικά χαρακτηριστικά:\n\n✔ Τοπική επεξεργασία: Οι εικόνες υποβάλλονται σε επεξεργασία απευθείας στον υπολογιστή σας, διασφαλίζοντας ότι δεν μεταφορτώνονται δεδομένα αλλού.\n✔ Καμία απώλεια ποιότητας: Αφαιρείτε τα δεδομένα EXIF χωρίς επανασυμπίεση της εικόνας, διατηρώντας την αρχική ποιότητα των φωτογραφιών σας.\n✔ Μαζική επεξεργασία: Επιτρέπει την αφαίρεση μεταδεδομένων από πολλά αρχεία JPG ταυτόχρονα.\n\n\nΤι είναι το EXIF;\n\nΤα δεδομένα EXIF (Exchangeable Image File Format) είναι σαν ένα ψηφιακό αποτύπωμα ενσωματωμένο στις φωτογραφίες σας, που συνήθως καταγράφονται από ψηφιακές φωτογραφικές μηχανές και smartphones. Περιλαμβάνουν λεπτομέρειες όπως το πότε και πού τραβήχτηκε η φωτογραφία, τις ρυθμίσεις της φωτογραφικής μηχανής και, αν οι υπηρεσίες εντοπισμού θέσης ήταν ενεργοποιημένες, μπορεί να περιλαμβάνουν ακριβείς συντεταγμένες GPS.\n\nΑυτού του είδους οι πληροφορίες θα μπορούσαν ενδεχομένως να χρησιμοποιηθούν για τον εντοπισμό των κινήσεών σας. Συνιστάται να αφαιρείτε τα δεδομένα EXIF από τις εικόνες πριν τις μοιραστείτε στο διαδίκτυο, αν σας απασχολεί το απόρρητο.\n\n\nΠεριπτώσεις χρήσης:\n\n✦ Ασφάλεια: Η αφαίρεση EXIF διασφαλίζει ότι τα προσωπικά σας στοιχεία παραμένουν εμπιστευτικά όταν δημοσιεύετε εικόνες στο διαδίκτυο. Τα κακόβουλα μέρη δεν μπορούν πλέον να χρησιμοποιούν δεδομένα τοποθεσίας από φωτογραφίες για να παρακολουθούν τις δραστηριότητές σας ή να δημιουργούν εξατομικευμένες επιθέσεις phishing.\n✦ Διαχείριση δεδομένων: Αυτό μειώνει το μέγεθος του αρχείου των εικόνων σας, καθιστώντας τις πιο εύκολες και γρήγορες στη μεταφόρτωση ή τη λήψη.\n✦ Επαγγελματισμός: Διατηρήστε ένα επαγγελματικό πρότυπο χρησιμοποιώντας το Metadata Remover για να διαγράψετε το EXIF από τις φωτογραφίες σας. Αυτό είναι ιδιαίτερα σημαντικό σε τομείς όπως η δημοσιογραφία και η τέχνη, όπου η έμφαση πρέπει να δίνεται στο περιεχόμενο και όχι στις τεχνικές λεπτομέρειες του τρόπου λήψης μιας φωτογραφίας.\n\n\nΠώς να το χρησιμοποιήσετε:\n\n1️⃣ Κάντε κλικ στο κουμπί «Προσθήκη στο Chrome» και καρφιτσώστε το στη γραμμή εργαλείων σας για εύκολη πρόσβαση.\n\n2️⃣ Κάντε κλικ στο εικονίδιο του ψαλιδιού στη γραμμή εργαλείων του προγράμματος περιήγησής σας για να ανοίξετε την εφαρμογή.\n\n3️⃣ Αφήστε ένα ή περισσότερα αρχεία JPG στη σελίδα.\n\n4️⃣ Η επέκταση θα αφαιρέσει τα μεταδεδομένα της εικόνας τοπικά στον υπολογιστή σας - κανένα δεδομένο δεν φεύγει από τη συσκευή σας.\n\n5️⃣ Αποθηκεύστε τις επεξεργασμένες φωτογραφίες μία προς μία ή κατεβάστε τις ως αρχείο ZIP.\n\n\nΣυχνές ερωτήσεις:\n\n❓ Λειτουργεί η επέκταση εκτός σύνδεσης;\nΑπολύτως, η επέκτασή μας για το Chrome έχει σχεδιαστεί για να λειτουργεί εντελώς εκτός σύνδεσης. Αυτό σημαίνει ότι όλες οι εικόνες επεξεργάζονται τοπικά στον υπολογιστή σας. Δεδομένου ότι δεν μεταδίδονται δεδομένα αλλού, δεν υπάρχει κίνδυνος παραβίασης δεδομένων ή παραβίασης της ιδιωτικής ζωής. Οι χρήστες μπορούν να αφαιρούν με σιγουριά τα μεταδεδομένα από τις φωτογραφίες γνωρίζοντας ότι οι πληροφορίες τους παραμένουν ασφαλείς και ιδιωτικές, απευθείας στην τοπική τους συσκευή.\n\n❓ Μπορώ να αφαιρέσω μεταδεδομένα από άλλες μορφές εκτός από JPG;\nΌχι, προς το παρόν υποστηρίζεται μόνο η αφαίρεση μεταδεδομένων από αρχεία JPG. Δεν υποστηρίζει άλλες μορφές, όπως το Word ή το PDF.\n\n❓ Υπάρχει παρακολούθηση του χρήστη;\nΕίμαστε σταθεροί στις αρχές της ιδιωτικότητας και της ασφάλειας των χρηστών. Σας διαβεβαιώνουμε ότι δεν υπάρχει απολύτως καμία παρακολούθηση των χρηστών μέσα σε αυτή την επέκταση.\n\n❓ Είναι δωρεάν η χρήση της επέκτασης;\nΝαι, αυτή η αφαίρεση δεδομένων EXIF παρέχεται δωρεάν.\n\n❓ Πώς επηρεάζει την ποιότητα των φωτογραφιών μου;\nΗ ποιότητα των φωτογραφιών σας παραμένει ανέγγιχτη. Η επέκταση έχει σχεδιαστεί για την αφαίρεση των δεδομένων EXIF χωρίς επανασυμπίεση της εικόνας, πράγμα που σημαίνει ότι διατηρείται η αρχική ποιότητα των φωτογραφιών σας. Αυτό είναι ιδιαίτερα σημαντικό για επαγγελματίες φωτογράφους, καλλιτέχνες ή οποιονδήποτε εκτιμά την ακεραιότητα του οπτικού του περιεχομένου.\n\n❓ Μπορώ να επεξεργαστώ πολλές φωτογραφίες ταυτόχρονα;\nΝαι, ένα από τα χαρακτηριστικά που ξεχωρίζουν είναι η δυνατότητα επεξεργασίας πολλαπλών αρχείων JPG ταυτόχρονα. Αυτή η δυνατότητα μαζικής επεξεργασίας επιτρέπει στους χρήστες να χειρίζονται αποτελεσματικά μεγάλες παρτίδες φωτογραφιών, εξοικονομώντας χρόνο και προσπάθεια. Μετά την αφαίρεση των δεδομένων EXIF, οι χρήστες έχουν τη δυνατότητα να κατεβάσουν όλες τις καθαρισμένες εικόνες ως ένα ενοποιημένο αρχείο ZIP.\n\n❓ Μπορεί να αφαιρέσει δεδομένα τοποθεσίας από τις φωτογραφίες μου;\nΝαι, η επέκταση μπορεί να αφαιρέσει αποτελεσματικά τα δεδομένα τοποθεσίας από τις φωτογραφίες σας. Αυτό αποτελεί μέρος της συνολικής αφαίρεσης των δεδομένων EXIF, τα οποία συχνά περιλαμβάνουν ευαίσθητες πληροφορίες τοποθεσίας. Αφαιρώντας αυτά τα δεδομένα από τις εικόνες σας, αυτή η επέκταση Chrome ενισχύει το απόρρητό σας, διασφαλίζοντας ότι οι προηγούμενες τοποθεσίες δεν μπορούν να εντοπιστούν μέσω των κοινόχρηστων φωτογραφιών σας.\n\n❓ Είναι κατάλληλο για επαγγελματική χρήση;\nΑπολύτως, δεν είναι κατάλληλη μόνο για προσωπική χρήση, αλλά είναι επίσης εξαιρετικά κατάλληλη για επαγγελματικές ρυθμίσεις. Αυτό ισχύει ιδιαίτερα για τομείς όπως η δημοσιογραφία, η τέχνη και οποιοσδήποτε τομέας όπου η διατήρηση της εμπιστευτικότητας των προσωπικών στοιχείων και η εστίαση στην ποιότητα του περιεχομένου είναι υψίστης σημασίας.",
    "es": "Características principales:\n\n✔ Procesamiento local: Las imágenes se procesan directamente en su ordenador, garantizando que no se cargan datos en otro lugar.\n✔ Sin pérdida de calidad: Elimine los datos EXIF sin recomprimir la imagen, preservando la calidad original de sus fotos.\n✔ Procesamiento masivo: Permite eliminar los metadatos de varios archivos JPG a la vez.\n\n\n¿Qué es EXIF?\n\nLos datos EXIF (Exchangeable Image File Format) son como una huella digital incrustada en sus fotos, que suelen capturar las cámaras digitales y los teléfonos inteligentes. Incluye detalles como cuándo y dónde se tomó la foto, los ajustes de la cámara y, si sus servicios de localización estaban activados, puede incluir las coordenadas GPS exactas.\n\nEste tipo de información podría utilizarse potencialmente para rastrear sus movimientos. Es aconsejable eliminar los datos EXIF de las imágenes antes de compartirlas en línea si la privacidad es una preocupación.\n\n\nCasos de uso:\n\n✦ Seguridad: Nuestro eliminador de datos EXIF garantiza la confidencialidad de sus datos personales cuando publica imágenes en línea. Las partes malintencionadas ya no pueden utilizar los datos de ubicación de las fotos para rastrear sus actividades o elaborar ataques de phishing personalizados.\n✦ Gestión de datos: Reduce el tamaño de los archivos de sus imágenes, lo que facilita y agiliza su carga o descarga.\n✦ Profesionalidad: Mantenga un nivel profesional utilizando Metadata Remover para borrar EXIF de sus fotos. Esto es especialmente importante en campos como el periodismo y el arte, donde la atención debe centrarse en el contenido y no en los detalles técnicos de cómo se tomó una foto.\n\n\nCómo utilizarlo:\n\n1️⃣ Haga clic en el botón «Añadir a Chrome» y fíjelo a su barra de herramientas para facilitar el acceso.\n\n2️⃣ Haga clic en el icono de las tijeras de la barra de herramientas de su navegador para abrir la aplicación.\n\n3️⃣ Suelte uno o varios archivos JPG en la página.\n\n4️⃣ La extensión eliminará los metadatos de la imagen localmente en su ordenador: ningún dato saldrá de su dispositivo.\n\n5️⃣ Guarde las fotos procesadas una a una o descárguelas como archivo ZIP.\n\n\nPreguntas más frecuentes:\n\n❓ ¿Funciona la extensión sin conexión?\nPor supuesto, nuestra extensión para Chrome está diseñada para funcionar completamente sin conexión. Esto significa que todas las imágenes se procesan localmente en su ordenador. Dado que no se transmiten datos a ningún otro lugar, no hay riesgo de que se produzcan violaciones de datos o de la privacidad. Los usuarios pueden eliminar con confianza los metadatos de las fotos sabiendo que su información permanece segura y privada, directamente en su dispositivo local.\n\n❓ ¿Puedo eliminar metadatos de otros formatos que no sean JPG?\nNo, actualmente sólo admite la eliminación de metadatos de archivos JPG. No admite otros formatos como Word o PDF.\n\n❓ ¿Existe algún tipo de seguimiento del usuario?\nNos mantenemos firmes en los principios de privacidad y seguridad del usuario. Le aseguramos que no hay absolutamente ningún rastreo de usuarios dentro de esta extensión.\n\n❓ ¿La extensión es de uso gratuito?\nSí, este eliminador de datos EXIF se proporciona de forma gratuita.\n\n❓ ¿Cómo afecta a la calidad de mis fotos?\nLa calidad de sus fotos permanece intacta. La extensión está diseñada para eliminar los datos EXIF sin recomprimir la imagen, lo que significa que se conserva la calidad original de sus fotos. Esto es especialmente importante para fotógrafos profesionales, artistas o cualquier persona que valore la integridad de su contenido visual.\n\n❓ ¿Puedo procesar varias fotos a la vez?\nSí, una de las características más destacadas es su capacidad para procesar varios archivos JPG a la vez. Esta capacidad de procesamiento masivo permite a los usuarios manejar con eficacia grandes lotes de fotos, ahorrando tiempo y esfuerzo. Tras eliminar los datos EXIF, los usuarios tienen la opción de descargar todas las imágenes limpiadas como un archivo ZIP consolidado.\n\n❓ ¿Puede eliminar los datos de ubicación de mis fotos?\nSí, la extensión puede eliminar eficazmente los datos de localización de sus fotos. Esto forma parte de la eliminación completa de los datos EXIF, que a menudo incluyen información sensible sobre la ubicación. Al eliminar estos datos de sus imágenes, esta extensión de Chrome mejora su privacidad al garantizar que no se puedan rastrear ubicaciones anteriores a través de sus fotos compartidas.\n\n❓ ¿Es adecuada para uso profesional?\nAbsolutamente, no sólo es adecuada para uso personal, sino que también es muy apropiada para entornos profesionales. Esto es especialmente cierto para sectores como el periodismo, el arte y cualquier campo en el que sea primordial mantener la confidencialidad de los datos personales y centrarse en la calidad del contenido.",
    "et": "Peamised funktsioonid:\n\n✔ Kohalik töötlemine: Pilte töödeldakse otse teie arvutis, tagades, et andmeid ei laadita mujale üles.\n✔ Ei kvaliteedikadu: eemaldatakse EXIF-andmed ilma pilti uuesti pakkimata, säilitades fotode algse kvaliteedi.\n✔ Massiline töötlemine: Võimaldab metaandmete eemaldamist mitmest JPG-failist korraga.\n\n\nMis on EXIF?\n\nEXIF (Exchangeable Image File Format) andmed on justkui teie fotodesse põimitud digitaalne jalajälg, mida tavaliselt jäädvustavad digikaamerad ja nutitelefonid. See sisaldab selliseid üksikasju nagu foto tegemise aeg ja koht, kaamera seaded ning kui teie asukohateenused olid sisse lülitatud, võivad need sisaldada täpseid GPS-koordinaate.\n\nSellist teavet saab potentsiaalselt kasutada teie liikumise jälgimiseks. Kui privaatsus on oluline, on soovitatav enne veebis jagamist piltidelt EXIF-andmed eemaldada.\n\n\nKasutusjuhud:\n\n✦ Turvalisus: Meie EXIF-andmete eemaldaja tagab, et teie isikuandmed jäävad piltide avaldamisel internetis konfidentsiaalseks. Pahatahtlikud osapooled ei saa enam kasutada fotode asukohaandmeid teie tegevuse jälgimiseks või isikupärastatud andmepüügirünnakute koostamiseks.\n✦ Andmehaldus: See vähendab teie piltide faili suurust, muutes nende üleslaadimise või allalaadimise lihtsamaks ja kiiremaks.\n✦ Professionaalsus: Säilitage professionaalne tase, kasutades Metadata Remover'i, et kustutada EXIF oma fotodelt. See on eriti oluline sellistes valdkondades nagu ajakirjandus ja kunst, kus keskendutakse pigem sisule kui fotode tegemise tehnilistele üksikasjadele.\n\n\nKuidas kasutada:\n\n1️⃣ Klõpsake nuppu „Add to Chrome“ ja kinnitage see oma tööriistaribale, et sellele oleks lihtne ligi pääseda.\n\n2️⃣ Rakenduse avamiseks klõpsake oma brauseri tööriistaribal kääride ikoonil.\n\n3️⃣ Pane üks või mitu JPG-faili lehele.\n\n4️⃣ Laiendus eemaldab pildi metaandmed lokaalselt teie arvutist - andmed ei lahku teie seadmest.\n\n5️⃣ Salvestage töödeldud fotod ükshaaval või laadige need alla ZIP-arhiivina.\n\n\nKorduma kippuvad küsimused:\n\n❓ Kas laiendus töötab ka võrguühenduseta?\nAbsoluutselt, meie Chrome'i laiendus on loodud toimima täiesti offline. See tähendab, et kõiki pilte töödeldakse lokaalselt teie arvutis. Kuna andmeid ei edastata kuhugi mujale, ei ole ohtu, et andmeid või privaatsust rikutakse. Kasutajad võivad julgelt eemaldada fotodelt metaandmed, teades, et nende andmed jäävad turvaliseks ja privaatseks otse nende kohalikus seadmes.\n\n❓ Kas ma saan eemaldada metaandmeid muudest formaatidest kui JPG?\nEi, praegu toetab see ainult metaandmete eemaldamist JPG-failidest. See ei toeta muid formaate, näiteks Wordi või PDF-i.\n\n❓ Kas kasutaja jälgimine on võimalik?\nMe oleme kindlalt kasutajate privaatsuse ja turvalisuse põhimõtetest kinni pidanud. Me kinnitame teile, et selles laienduses ei toimu absoluutselt mingit kasutajate jälgimist.\n\n❓ Kas laienduse kasutamine on tasuta?\nJah, seda EXIF-andmete eemaldajat pakutakse tasuta.\n\n❓ Kuidas mõjutab see minu fotode kvaliteeti?\nTeie fotode kvaliteet jääb puutumata. Laiendus on loodud EXIF-andmete eemaldamiseks ilma pilti uuesti pakkimata, mis tähendab, et teie fotode algne kvaliteet säilib. See on eriti oluline professionaalsetele fotograafidele, kunstnikele või kõigile, kes hindavad oma visuaalse sisu terviklikkust.\n\n❓ Kas ma saan korraga töödelda mitu fotot?\nJah, üks silmapaistvaid funktsioone on selle võime töödelda korraga mitut JPG-faili. See massitöötlusvõime võimaldab kasutajatel tõhusalt töödelda suuri fotopartiisid, säästes aega ja vaeva. Pärast EXIF-andmete eemaldamist on kasutajatel võimalus laadida kõik puhastatud pildid alla ühe konsolideeritud ZIP-arhiivina.\n\n❓ Kas sellega saab mu fotodelt eemaldada asukohaandmeid?\nJah, laiendus saab tõhusalt eemaldada asukohaandmed teie fotodelt. See on osa EXIF-andmete terviklikust eemaldamisest, mis sageli sisaldab tundlikku asukohateavet. Eemaldades need andmed teie piltidelt, suurendab see Chrome'i laiendus teie privaatsust, tagades, et teie jagatud fotode kaudu ei ole võimalik eelmisi asukohti jälgida.\n\n❓ Kas see sobib professionaalseks kasutamiseks?\nAbsoluutselt, see ei sobi mitte ainult isiklikuks kasutamiseks, vaid sobib väga hästi ka professionaalseks kasutamiseks. Eriti kehtib see selliste valdkondade puhul nagu ajakirjandus, kunst ja kõik muud valdkonnad, kus isikuandmete konfidentsiaalsuse säilitamine ja sisu kvaliteedile keskendumine on esmatähtis.",
    "fi": "Tärkeimmät ominaisuudet:\n\n✔ Paikallinen käsittely: Kuvat käsitellään suoraan tietokoneellasi, jolloin varmistetaan, että tietoja ei ladata muualle.\n✔ Ei laadun menetystä: Poistaa EXIF-tiedot pakkaamatta kuvaa uudelleen, jolloin valokuvien alkuperäinen laatu säilyy.\n✔ Joukkokäsittely: Mahdollistaa metatietojen poistamisen useista JPG-tiedostoista kerralla.\n\n\nMikä on EXIF?\n\nEXIF-tiedot (Exchangeable Image File Format) ovat kuin valokuviin upotettu digitaalinen jalanjälki, jonka tyypillisesti digitaaliset kamerat ja älypuhelimet tallentavat. Se sisältää tietoja, kuten kuvan ottamisajankohdan ja -paikan, kameran asetukset ja, jos paikannuspalvelut olivat käytössä, tarkat GPS-koordinaatit.\n\nTällaisia tietoja voidaan mahdollisesti käyttää liikkumisesi jäljittämiseen. EXIF-tiedot kannattaa poistaa kuvista ennen niiden jakamista verkossa, jos yksityisyys on huolenaihe.\n\n\nKäyttötapaukset:\n\n✦ Turvallisuus: EXIF-poistajamme varmistaa, että henkilötietosi pysyvät luottamuksellisina, kun julkaiset kuvia verkossa. Pahantahtoiset osapuolet eivät voi enää käyttää kuvien sijaintitietoja toimintojesi seuraamiseen tai henkilökohtaisten phishing-hyökkäysten laatimiseen.\n✦ Tietojen hallinta: Tämä pienentää kuviesi tiedostokokoa, jolloin niitä on helpompi ja nopeampi ladata tai ladata.\n✦ Ammattimaisuus: Pidä yllä ammattimaista tasoa poistamalla EXIF-tiedot valokuvistasi Metadata Removerin avulla. Tämä on erityisen tärkeää esimerkiksi journalismin ja taiteen aloilla, joilla on keskityttävä sisältöön eikä valokuvan ottamisen teknisiin yksityiskohtiin.\n\n\nKuinka käyttää:\n\n1️⃣ Napsauta ”Lisää Chromeen” -painiketta ja kiinnitä se työkalupalkkiin, jotta sitä on helppo käyttää.\n\n2️⃣ Avaa sovellus napsauttamalla sakset-kuvaketta selaimen työkalurivillä.\n\n3️⃣ Pudota yksi tai useampi JPG-tiedosto sivulle.\n\n4️⃣ Laajennus poistaa kuvan metatiedot paikallisesti tietokoneellasi - tiedot eivät poistu laitteeltasi.\n\n5️⃣ Tallenna käsitellyt kuvat yksitellen tai lataa ne ZIP-arkistona.\n\n\nUsein kysytyt kysymykset:\n\n❓ Toimiiko laajennus offline-tilassa?\nEhdottomasti, Chrome-laajennuksemme on suunniteltu toimimaan täysin offline-tilassa. Tämä tarkoittaa, että kaikki kuvat käsitellään paikallisesti tietokoneellasi. Koska tietoja ei siirretä muualle, ei ole vaaraa tietomurroista tai yksityisyyden loukkauksista. Käyttäjät voivat luottavaisin mielin poistaa metatiedot kuvista tietäen, että heidän tietonsa pysyvät turvassa ja yksityisinä suoraan paikallisella laitteella.\n\n❓ Voinko poistaa metatietoja muista formaateista kuin JPG:stä?\nEi, tällä hetkellä se tukee vain metatietojen poistamista JPG-tiedostoista. Se ei tue muita formaatteja, kuten Word- tai PDF-tiedostoja.\n\n❓ Onko käytössä käyttäjän seuranta?\nPidämme tiukasti kiinni käyttäjien yksityisyyden ja turvallisuuden periaatteista. Vakuutamme, että tässä laajennuksessa ei ole minkäänlaista käyttäjien seurantaa.\n\n❓ Onko laajennuksen käyttö ilmaista?\nKyllä, tämä EXIF-tietojen poisto on maksuton.\n\n❓ Miten se vaikuttaa valokuvieni laatuun?\nValokuviesi laatu säilyy koskemattomana. Laajennus on suunniteltu poistamaan EXIF-tiedot pakkaamatta kuvaa uudelleen, joten valokuviesi alkuperäinen laatu säilyy. Tämä on erityisen tärkeää ammattivalokuvaajille, taiteilijoille tai kaikille, jotka arvostavat visuaalisen sisällön eheyttä.\n\n❓ Voinko käsitellä useita valokuvia kerralla?\nKyllä, yksi erottuvista ominaisuuksista on sen kyky käsitellä useita JPG-tiedostoja kerralla. Tämän massakäsittelyominaisuuden avulla käyttäjät voivat käsitellä tehokkaasti suuria valokuvaeriä, mikä säästää aikaa ja vaivaa. EXIF-tietojen poistamisen jälkeen käyttäjillä on mahdollisuus ladata kaikki puhdistetut kuvat yhtenä konsolidoituna ZIP-arkistona.\n\n❓ Voiko se poistaa sijaintitiedot valokuvistani?\nKyllä, laajennus voi tehokkaasti poistaa sijaintitiedot valokuvistasi. Tämä on osa kattavaa EXIF-tietojen poistamista, jotka sisältävät usein arkaluonteisia sijaintitietoja. Poistamalla nämä tiedot kuvistasi tämä Chrome-laajennus parantaa yksityisyyttäsi varmistamalla, että aiempia sijainteja ei voida jäljittää jaettujen valokuvien kautta.\n\n❓ Sopiiko se ammattikäyttöön?\nEhdottomasti, se ei sovellu vain henkilökohtaiseen käyttöön, vaan se soveltuu erinomaisesti myös ammatilliseen käyttöön. Tämä pätee erityisesti aloille, kuten journalismiin, taiteeseen ja kaikille aloille, joilla henkilötietojen luottamuksellisuuden säilyttäminen ja sisällön laatuun keskittyminen ovat ensiarvoisen tärkeitä.",
    "fr": "Principales fonctionnalités :\n\n✔ Traitement local : Les images sont traitées directement sur votre ordinateur, ce qui garantit qu'aucune donnée n'est téléchargée ailleurs.\n✔ Aucune perte de qualité : Supprimez les données EXIF sans recompresser l'image, préservant ainsi la qualité d'origine de vos photos.\n✔ Traitement en masse : Permet de supprimer les métadonnées de plusieurs fichiers JPG à la fois.\n\n\nQu'est-ce que l'EXIF ?\n\nLes données EXIF (Exchangeable Image File Format) sont comme une empreinte numérique intégrée à vos photos, généralement capturées par des appareils photo numériques et des smartphones. Elles contiennent des informations telles que le moment et le lieu où la photo a été prise, les paramètres de l'appareil photo et, si vos services de localisation étaient activés, les coordonnées GPS exactes.\n\nCe type d'informations peut potentiellement être utilisé pour suivre vos déplacements. Il est conseillé de supprimer les données EXIF des images avant de les partager en ligne si la protection de la vie privée vous préoccupe.\n\n\nCas d'utilisation :\n\n✦ Sécurité : Notre outil de suppression des données EXIF garantit la confidentialité de vos données personnelles lorsque vous publiez des images en ligne. Les parties malveillantes ne peuvent plus utiliser les données de localisation des photos pour suivre vos activités ou élaborer des attaques de phishing personnalisées.\n✦ Gestion des données : Cette fonction réduit la taille des fichiers de vos images, ce qui facilite et accélère leur chargement ou leur téléchargement.\n✦ Professionnalisme : Maintenez un niveau professionnel en utilisant Metadata Remover pour effacer les données EXIF de vos photos. Ceci est particulièrement important dans des domaines tels que le journalisme et l'art, où l'accent doit être mis sur le contenu plutôt que sur les spécificités techniques de la façon dont une photo a été prise.\n\n\nMode d'emploi :\n\n1️⃣ Cliquez sur le bouton « Add to Chrome » et ajoutez-le à votre barre d'outils pour y accéder facilement.\n\n2️⃣ Cliquez sur l'icône des ciseaux dans la barre d'outils de votre navigateur pour ouvrir l'application.\n\n3️⃣ Déposez un ou plusieurs fichiers JPG sur la page.\n\n4️⃣ L'extension supprime les métadonnées de l'image localement sur votre ordinateur - aucune donnée ne quitte votre appareil.\n\n5️⃣ Enregistrez les photos traitées une par une ou téléchargez-les sous forme d'archive ZIP.\n\n\nFoire aux questions :\n\n❓ L'extension fonctionne-t-elle hors ligne ?\nAbsolument, notre extension Chrome est conçue pour fonctionner entièrement hors ligne. Cela signifie que toutes les images sont traitées localement sur votre ordinateur. Comme aucune donnée n'est transmise ailleurs, il n'y a aucun risque de violation des données ou de la vie privée. Les utilisateurs peuvent en toute confiance supprimer les métadonnées des photos en sachant que leurs informations restent sécurisées et privées, directement sur leur appareil local.\n\n❓ Puis-je supprimer les métadonnées des formats autres que JPG ?\nNon, le logiciel ne prend actuellement en charge que la suppression des métadonnées des fichiers JPG. Il ne prend pas en charge d'autres formats tels que Word ou PDF.\n\n❓ Y a-t-il un suivi des utilisateurs ?\nNous sommes fermement attachés aux principes de confidentialité et de sécurité des utilisateurs. Nous vous assurons qu'il n'y a absolument aucun suivi des utilisateurs dans cette extension.\n\n❓ L'utilisation de l'extension est-elle gratuite ?\nOui, ce suppresseur de données EXIF est fourni gratuitement.\n\n❓ Comment cela affecte-t-il la qualité de mes photos ?\nLa qualité de vos photos reste intacte. L'extension est conçue pour supprimer les données EXIF sans recompresser l'image, ce qui signifie que la qualité d'origine de vos photos est préservée. Ceci est particulièrement important pour les photographes professionnels, les artistes ou toute personne qui accorde de l'importance à l'intégrité de son contenu visuel.\n\n❓ Puis-je traiter plusieurs photos à la fois ?\nOui, l'une des caractéristiques les plus remarquables est sa capacité à traiter plusieurs fichiers JPG à la fois. Cette capacité de traitement en masse permet aux utilisateurs de traiter efficacement de grands lots de photos, ce qui leur permet de gagner du temps et d'économiser des efforts. Après avoir supprimé les données EXIF, les utilisateurs ont la possibilité de télécharger toutes les images nettoyées sous la forme d'une archive ZIP consolidée.\n\n❓ Peut-elle supprimer les données de localisation de mes photos ?\nOui, l'extension peut effectivement supprimer les données de localisation de vos photos. Cela fait partie de la suppression complète des données EXIF, qui comprennent souvent des informations de localisation sensibles. En supprimant ces données de vos images, cette extension Chrome améliore votre confidentialité en veillant à ce que les emplacements précédents ne puissent pas être suivis par le biais de vos photos partagées.\n\n❓ Est-elle adaptée à un usage professionnel ?\nAbsolument, elle n'est pas seulement adaptée à un usage personnel, mais convient également parfaitement à un cadre professionnel. Cela est particulièrement vrai pour les secteurs tels que le journalisme, l'art et tout domaine où le maintien de la confidentialité des détails personnels et la concentration sur la qualité du contenu sont primordiaux.",
    "hi": "प्रमुख विशेषताऐं:\n\n✔ स्थानीय प्रसंस्करण: छवियों को सीधे आपके कंप्यूटर पर संसाधित किया जाता है, यह सुनिश्चित करते हुए कि कोई डेटा कहीं और अपलोड नहीं किया जाता है।\n✔ कोई गुणवत्ता हानि नहीं: आपकी तस्वीरों की मूल गुणवत्ता को संरक्षित करते हुए, छवि को दोबारा संपीड़ित किए बिना EXIF डेटा स्ट्रिप करें।\n✔ बल्क प्रोसेसिंग: एक साथ कई JPG फ़ाइलों से मेटाडेटा हटाने की अनुमति देता है।\n\n\nEXIF क्या है?\n\nEXIF (एक्सचेंजेबल इमेज फाइल फॉर्मेट) डेटा आपकी तस्वीरों में एम्बेडेड डिजिटल फ़ुटप्रिंट की तरह होता है, जिसे आमतौर पर डिजिटल कैमरे और स्मार्टफ़ोन द्वारा कैप्चर किया जाता है। इसमें फोटो कब और कहां ली गई, कैमरा सेटिंग्स, और यदि आपकी स्थान सेवाएं चालू थीं, जैसे विवरण शामिल हैं, तो इसमें सटीक जीपीएस निर्देशांक शामिल हो सकते हैं।\n\nइस प्रकार की जानकारी का उपयोग संभावित रूप से आपकी गतिविधियों पर नज़र रखने के लिए किया जा सकता है। यदि गोपनीयता चिंता का विषय है तो छवियों को ऑनलाइन साझा करने से पहले छवियों से EXIF डेटा को हटाने की सलाह दी जाती है।\n\n\nबक्सों का इस्तेमाल करें:\n\n✦ सुरक्षा: हमारा EXIF रिमूवर यह सुनिश्चित करता है कि जब आप छवियां ऑनलाइन प्रकाशित करते हैं तो आपका व्यक्तिगत विवरण गोपनीय रहता है। दुर्भावनापूर्ण पार्टियाँ अब आपकी गतिविधियों पर नज़र रखने या वैयक्तिकृत फ़िशिंग हमलों को तैयार करने के लिए फ़ोटो से स्थान डेटा का उपयोग नहीं कर सकती हैं।\n✦ डेटा प्रबंधन: यह आपकी छवियों का फ़ाइल आकार कम कर देता है, जिससे उन्हें अपलोड या डाउनलोड करना आसान और तेज़ हो जाता है।\n✦ व्यावसायिकता: अपनी तस्वीरों से EXIF को मिटाने के लिए मेटाडेटा रिमूवर का उपयोग करके एक पेशेवर मानक बनाए रखें। यह पत्रकारिता और कला जैसे क्षेत्रों में विशेष रूप से महत्वपूर्ण है, जहां फोटो कैसे लिया गया इसकी तकनीकी बारीकियों के बजाय सामग्री पर ध्यान केंद्रित किया जाना चाहिए।\n\n\nका उपयोग कैसे करें:\n\n1️⃣ \"क्रोम में जोड़ें\" बटन पर क्लिक करें और आसान पहुंच के लिए इसे अपने टूलबार पर पिन करें।\n\n2️⃣ एप्लिकेशन खोलने के लिए अपने ब्राउज़र टूलबार में कैंची आइकन पर क्लिक करें।\n\n3️⃣ एक या एकाधिक JPG फ़ाइलें पृष्ठ पर छोड़ें।\n\n4️⃣ एक्सटेंशन आपके कंप्यूटर पर स्थानीय रूप से छवि मेटाडेटा को हटा देगा - कोई भी डेटा आपके डिवाइस को नहीं छोड़ता है।\n\n5️⃣ संसाधित फ़ोटो को एक-एक करके सहेजें या उन्हें ज़िप संग्रह के रूप में डाउनलोड करें।\n\n\nअक्सर पूछे जाने वाले प्रश्नों:\n\n❓ क्या एक्सटेंशन ऑफ़लाइन काम करता है?\nबिल्कुल, हमारा Chrome एक्सटेंशन पूरी तरह से ऑफ़लाइन कार्य करने के लिए डिज़ाइन किया गया है। इसका मतलब यह है कि सभी छवियां आपके कंप्यूटर पर स्थानीय रूप से संसाधित की जाती हैं। चूँकि कोई भी डेटा कहीं और प्रसारित नहीं किया जाता है, इसलिए डेटा उल्लंघन या गोपनीयता उल्लंघन का कोई जोखिम नहीं है। उपयोगकर्ता यह जानकर आत्मविश्वास से फ़ोटो से मेटाडेटा हटा सकते हैं कि उनकी जानकारी सीधे उनके स्थानीय डिवाइस पर सुरक्षित और निजी रहती है।\n\n❓ क्या मैं JPG के अलावा अन्य प्रारूपों से मेटाडेटा हटा सकता हूँ?\nनहीं, यह वर्तमान में केवल JPG फ़ाइलों से मेटाडेटा हटाने का समर्थन करता है। यह वर्ड या पीडीएफ जैसे अन्य प्रारूपों का समर्थन नहीं करता है।\n\n❓ क्या कोई उपयोगकर्ता ट्रैकिंग है?\nहम उपयोगकर्ता की गोपनीयता और सुरक्षा के सिद्धांतों पर दृढ़ हैं। हम आपको आश्वस्त करते हैं कि इस एक्सटेंशन के अंतर्गत उपयोगकर्ताओं की कोई ट्रैकिंग नहीं है।\n\n❓ क्या एक्सटेंशन का उपयोग मुफ़्त है?\nहां, यह EXIF डेटा रिमूवर निःशुल्क प्रदान किया जाता है।\n\n❓ यह मेरी तस्वीरों की गुणवत्ता को कैसे प्रभावित करता है?\nआपकी तस्वीरों की गुणवत्ता अछूती रहती है। एक्सटेंशन को छवि को दोबारा संपीड़ित किए बिना EXIF डेटा को स्ट्रिप करने के लिए डिज़ाइन किया गया है, जिसका अर्थ है कि आपकी तस्वीरों की मूल गुणवत्ता संरक्षित है। यह पेशेवर फ़ोटोग्राफ़रों, कलाकारों या ऐसे किसी भी व्यक्ति के लिए विशेष रूप से महत्वपूर्ण है जो अपनी दृश्य सामग्री की अखंडता को महत्व देता है।\n\n❓ क्या मैं एक साथ अनेक फ़ोटो संसाधित कर सकता हूँ?\nहां, सबसे खास विशेषताओं में से एक इसकी एक साथ कई JPG फ़ाइलों को संसाधित करने की क्षमता है। यह थोक प्रसंस्करण क्षमता उपयोगकर्ताओं को फ़ोटो के बड़े बैचों को कुशलतापूर्वक संभालने की अनुमति देती है, जिससे समय और प्रयास की बचत होती है। EXIF डेटा को हटाने के बाद, उपयोगकर्ताओं के पास सभी साफ की गई छवियों को एक समेकित ज़िप संग्रह के रूप में डाउनलोड करने का विकल्प होता है।\n\n❓ क्या यह मेरी तस्वीरों से स्थान डेटा हटा सकता है?\nहां, एक्सटेंशन आपकी तस्वीरों से स्थान डेटा को प्रभावी ढंग से हटा सकता है। यह EXIF डेटा को व्यापक रूप से हटाने का हिस्सा है, जिसमें अक्सर संवेदनशील स्थान की जानकारी शामिल होती है। आपकी छवियों से इस डेटा को हटाकर, यह क्रोम एक्सटेंशन यह सुनिश्चित करके आपकी गोपनीयता को बढ़ाता है कि आपके साझा किए गए फ़ोटो के माध्यम से पिछले स्थानों को ट्रैक नहीं किया जा सकता है।\n\n❓ क्या यह व्यावसायिक उपयोग के लिए उपयुक्त है?\nबिल्कुल, यह न केवल व्यक्तिगत उपयोग के लिए उपयुक्त है बल्कि पेशेवर सेटिंग्स के लिए भी अत्यधिक उपयुक्त है। यह पत्रकारिता, कला जैसे क्षेत्रों और किसी भी क्षेत्र के लिए विशेष रूप से सच है जहां व्यक्तिगत विवरण की गोपनीयता बनाए रखना और सामग्री की गुणवत्ता पर ध्यान केंद्रित करना सर्वोपरि है।",
    "hr": "Glavne značajke:\n\n✔ Lokalna obrada: Slike se obrađuju izravno na vašem računalu, čime se osigurava da se podaci ne učitavaju negdje drugdje.\n✔ Bez gubitka kvalitete: Uklonite EXIF podatke bez ponovnog sažimanja slike, čuvajući izvornu kvalitetu vaših fotografija.\n✔ Skupna obrada: Omogućuje uklanjanje metapodataka iz više JPG datoteka odjednom.\n\n\nŠto je EXIF?\n\nEXIF (Exchangeable Image File Format) podaci su poput digitalnog otiska ugrađenog u vaše fotografije, obično snimljenog digitalnim fotoaparatima i pametnim telefonima. Sadrži detalje kao što su kada i gdje je fotografija snimljena, postavke kamere, a ako su vaše usluge lokacije bile uključene, može uključivati točne GPS koordinate.\n\nOva vrsta informacija potencijalno bi se mogla koristiti za praćenje vašeg kretanja. Preporučljivo je ukloniti EXIF podatke sa slika prije njihovog dijeljenja na mreži ako je privatnost u pitanju.\n\n\nSlučajevi upotrebe:\n\n✦ Sigurnost: naš alat za uklanjanje EXIF datoteka osigurava da vaši osobni podaci ostanu povjerljivi kada objavite slike na mreži. Zlonamjerne strane više ne mogu koristiti podatke o lokaciji s fotografija za praćenje vaših aktivnosti ili izradu personaliziranih phishing napada.\n✦ Upravljanje podacima: ovo smanjuje veličinu datoteke vaših slika, čineći ih lakšim i bržim za učitavanje ili preuzimanje.\n✦ Profesionalnost: Održavajte profesionalni standard korištenjem programa za uklanjanje metapodataka za brisanje EXIF-a s vaših fotografija. To je osobito važno u područjima kao što su novinarstvo i umjetnost, gdje bi fokus trebao biti na sadržaju, a ne na tehničkim specifičnostima načina na koji je fotografija snimljena.\n\n\nKako koristiti:\n\n1️⃣ Kliknite gumb \"Dodaj u Chrome\" i prikvačite ga na svoju alatnu traku radi lakšeg pristupa.\n\n2️⃣ Kliknite ikonu škara na alatnoj traci preglednika kako biste otvorili aplikaciju.\n\n3️⃣ Ispustite jednu ili više JPG datoteka na stranicu.\n\n4️⃣ Proširenje će ukloniti slikovne metapodatke lokalno na vašem računalu - podaci ne napuštaju vaš uređaj.\n\n5️⃣ Spremite obrađene fotografije jednu po jednu ili ih preuzmite kao ZIP arhivu.\n\n\nČesto postavljana pitanja:\n\n❓ Radi li proširenje izvan mreže?\nApsolutno, naše proširenje za Chrome dizajnirano je za potpuno izvanmrežno funkcioniranje. To znači da se sve slike obrađuju lokalno na vašem računalu. Budući da se nikakvi podaci ne prenose drugdje, ne postoji opasnost od povrede podataka ili povrede privatnosti. Korisnici mogu s pouzdanjem ukloniti metapodatke s fotografija znajući da njihovi podaci ostaju sigurni i privatni, izravno na njihovom lokalnom uređaju.\n\n❓ Mogu li ukloniti metapodatke iz formata koji nisu JPG?\nNe, trenutno podržava samo uklanjanje metapodataka iz JPG datoteka. Ne podržava druge formate kao što su Word ili PDF.\n\n❓ Postoji li praćenje korisnika?\nČvrsto stojimo na načelima privatnosti i sigurnosti korisnika. Uvjeravamo vas da nema apsolutno nikakvog praćenja korisnika unutar ovog proširenja.\n\n❓ Je li proširenje besplatno za korištenje?\nDa, ovaj alat za uklanjanje EXIF podataka dostupan je besplatno.\n\n❓ Kako to utječe na kvalitetu mojih fotografija?\nKvaliteta vaših fotografija ostaje nepromijenjena. Proširenje je dizajnirano za uklanjanje EXIF podataka bez ponovnog sažimanja slike, što znači da je izvorna kvaliteta vaših fotografija sačuvana. Ovo je osobito važno za profesionalne fotografe, umjetnike ili bilo koga tko cijeni cjelovitost svog vizualnog sadržaja.\n\n❓ Mogu li obraditi više fotografija odjednom?\nDa, jedna od značajki koje se ističu je sposobnost obrade više JPG datoteka odjednom. Ova mogućnost skupne obrade omogućuje korisnicima učinkovito rukovanje velikim serijama fotografija, štedeći vrijeme i trud. Nakon uklanjanja EXIF podataka, korisnici imaju mogućnost preuzimanja svih očišćenih slika kao jedne konsolidirane ZIP arhive.\n\n❓ Može li ukloniti podatke o lokaciji s mojih fotografija?\nDa, proširenje može učinkovito ukloniti podatke o lokaciji s vaših fotografija. Ovo je dio opsežnog uklanjanja EXIF podataka, koji često uključuju osjetljive podatke o lokaciji. Uklanjanjem ovih podataka s vaših slika, ovo Chromeovo proširenje poboljšava vašu privatnost osiguravajući da se prethodne lokacije ne mogu pratiti putem vaših zajedničkih fotografija.\n\n❓ Je li prikladan za profesionalnu upotrebu?\nApsolutno, nije prikladan samo za osobnu upotrebu, već je vrlo prikladan i za profesionalne postavke. To posebno vrijedi za sektore kao što su novinarstvo, umjetnost i sva područja u kojima su očuvanje povjerljivosti osobnih podataka i fokusiranje na kvalitetu sadržaja najvažniji.",
    "hu": "Főbb jellemzők:\n\n✔ Helyi feldolgozás: A képek feldolgozása közvetlenül a számítógépen történik, így biztosítva, hogy az adatok nem kerülnek máshová feltöltésre.\n✔ Nincs minőségvesztés: Az EXIF-adatok eltávolítása a kép újratömörítése nélkül, megőrizve a fényképek eredeti minőségét.\n✔ Tömeges feldolgozás: Lehetővé teszi a metaadatok eltávolítását egyszerre több JPG fájlból.\n\n\nMi az EXIF?\n\nAz EXIF (Exchangeable Image File Format) adatok olyanok, mint a fényképekbe ágyazott digitális lábnyom, amelyeket jellemzően digitális fényképezőgépek és okostelefonok rögzítenek. Olyan részleteket tartalmaz, mint például a fénykép készítésének ideje és helye, a fényképezőgép beállításai, és ha a helymeghatározó szolgáltatások be voltak kapcsolva, akkor a pontos GPS-koordinátákat is.\n\nEzek az információk potenciálisan felhasználhatók az Ön mozgásának nyomon követésére. Ha a magánélet védelme miatt aggódik, célszerű eltávolítani az EXIF-adatokat a képekről, mielőtt online megosztaná azokat.\n\n\nFelhasználási esetek:\n\n✦ Biztonság: Az EXIF-eltávolítónk biztosítja, hogy személyes adatai bizalmasak maradjanak, amikor képeket tesz közzé online. A rosszindulatú felek többé nem használhatják a fényképek helymeghatározási adatait az Ön tevékenységének nyomon követésére vagy személyre szabott adathalász-támadások kialakítására.\n✦ Adatkezelés: Csökkenti a képek fájlméretét, így azok könnyebben és gyorsabban feltölthetők vagy letölthetők.\n✦ Professzionalizmus: Tartsa fenn a professzionális színvonalat a Metadata Remover használatával, amellyel törölheti az EXIF adatokat a fotókról. Ez különösen fontos az olyan területeken, mint az újságírás és a művészet, ahol a hangsúlyt a tartalomra kell helyezni, nem pedig a fénykép készítésének technikai sajátosságaira.\n\n\nHogyan kell használni?\n\n1️⃣ Kattintson a „Hozzáadás a Chrome-hoz” gombra, és tűzze az eszköztárra a könnyű hozzáférés érdekében.\n\n2️⃣ Kattintson az olló ikonra a böngésző eszköztárában az alkalmazás megnyitásához.\n\n3️⃣ Dobjon egy vagy több JPG-fájlt az oldalra.\n\n4️⃣ A kiterjesztés helyben, a számítógépén távolítja el a kép metaadatait - az adatok nem hagyják el az eszközt.\n\n5️⃣ A feldolgozott fényképeket egyesével mentse el, vagy töltse le ZIP-archívumként.\n\n\nGyakran ismételt kérdések:\n\n❓ A kiterjesztés offline is működik?\nAbszolút, Chrome-bővítményünket úgy terveztük, hogy teljesen offline működjön. Ez azt jelenti, hogy minden képet helyben, a számítógépén dolgozunk fel. Mivel semmilyen adatot nem továbbítunk máshová, nem áll fenn az adat- vagy adatvédelem megsértésének kockázata. A felhasználók magabiztosan eltávolíthatják a metaadatokat a fényképekről, tudván, hogy az információik biztonságban és bizalmasan maradnak, közvetlenül a helyi eszközükön.\n\n❓ Eltávolíthatom a metaadatokat a JPG-től eltérő formátumú képekről is?\nNem, jelenleg csak a JPG fájlokból való metaadatok eltávolítását támogatja. Más formátumokat, például Word vagy PDF formátumokat nem támogat.\n\n❓ Van felhasználói nyomon követés?\nHatározottan kiállunk a felhasználói adatvédelem és biztonság elvei mellett. Biztosítjuk, hogy a kiterjesztésen belül egyáltalán nincs felhasználói nyomon követés.\n\n❓ Ingyenes a kiterjesztés használata?\nIgen, ezt az EXIF-adateltávolítót ingyenesen biztosítjuk.\n\n❓ Hogyan befolyásolja a fényképek minőségét?\nA fényképek minősége érintetlen marad. A bővítményt úgy tervezték, hogy az EXIF-adatokat a kép újratömörítése nélkül távolítsa el, ami azt jelenti, hogy a fényképek eredeti minősége megmarad. Ez különösen fontos a profi fotósok, művészek vagy bárki számára, akinek fontos a vizuális tartalmak integritása.\n\n❓ Több fényképet is feldolgozhatok egyszerre?\nIgen, az egyik kiemelkedő funkciója, hogy egyszerre több JPG-fájlt is képes feldolgozni. Ez a tömeges feldolgozási képesség lehetővé teszi a felhasználók számára, hogy hatékonyan kezeljenek nagy mennyiségű fényképet, időt és energiát megtakarítva. Az EXIF-adatok eltávolítása után a felhasználóknak lehetőségük van arra, hogy az összes megtisztított képet egyetlen összevont ZIP-archívumként töltsék le.\n\n❓ El tudja távolítani a helyadatokat a fényképeimről?\nIgen, a bővítmény hatékonyan képes eltávolítani a helyadatokat a fényképekről. Ez része az EXIF-adatok átfogó eltávolításának, amelyek gyakran érzékeny helyadatokat tartalmaznak. Azáltal, hogy eltávolítja ezeket az adatokat a képeiről, ez a Chrome-bővítmény javítja az Ön adatvédelmét, mivel biztosítja, hogy a korábbi helyszíneket nem lehet nyomon követni a megosztott fotókon keresztül.\n\n❓ Alkalmas professzionális használatra?\nAbszolút, nem csak személyes használatra alkalmas, hanem professzionális környezetben is kiválóan alkalmazható. Ez különösen igaz az olyan ágazatokra, mint az újságírás, a művészet és minden olyan terület, ahol a személyes adatok titkosságának megőrzése és a tartalom minőségére való összpontosítás a legfontosabb.",
    "id": "Fitur Utama:\n\n✔ Pemrosesan Lokal: Gambar diproses secara langsung di komputer Anda, memastikan tidak ada data yang diunggah di tempat lain.\n✔ Tanpa Penurunan Kualitas: Menghapus data EXIF tanpa mengompresi ulang gambar, menjaga kualitas asli foto Anda.\n✔ Pemrosesan Massal: Memungkinkan penghapusan metadata dari beberapa file JPG sekaligus.\n\n\nApa yang dimaksud dengan EXIF?\n\nData EXIF (Exchangeable Image File Format) seperti jejak digital yang tertanam dalam foto Anda, biasanya ditangkap oleh kamera digital dan smartphone. Data ini mencakup detail seperti kapan dan di mana foto diambil, pengaturan kamera, dan jika layanan lokasi Anda aktif, data ini bisa menyertakan koordinat GPS yang tepat.\n\nInformasi semacam ini berpotensi digunakan untuk melacak pergerakan Anda. Sebaiknya hapus data EXIF dari gambar sebelum membagikannya secara online jika privasi menjadi masalah.\n\n\nKasus penggunaan:\n\n✦ Keamanan: Penghapus EXIF kami memastikan bahwa detail pribadi Anda tetap rahasia saat Anda mempublikasikan gambar secara online. Pihak-pihak jahat tidak dapat lagi menggunakan data lokasi dari foto untuk melacak aktivitas Anda atau membuat serangan phishing yang dipersonalisasi.\n✦ Manajemen Data: Hal ini mengurangi ukuran file gambar Anda, membuatnya lebih mudah dan lebih cepat untuk diunggah atau diunduh.\n✦ Profesionalisme: Pertahankan standar profesional dengan menggunakan Penghapus Metadata untuk menghapus EXIF dari foto Anda. Hal ini sangat penting dalam bidang seperti jurnalisme dan seni, di mana fokusnya harus pada konten daripada pada spesifikasi teknis tentang bagaimana sebuah foto diambil.\n\n\nCara Menggunakan:\n\n1️⃣ Klik tombol “Tambahkan ke Chrome” dan sematkan pada bilah alat Anda agar mudah diakses.\n\n2️⃣ Klik ikon gunting di toolbar browser Anda untuk membuka aplikasi.\n\n3️⃣ Jatuhkan satu atau beberapa file JPG ke halaman.\n\n4️⃣ Ekstensi ini akan menghapus metadata gambar secara lokal di komputer Anda - tidak ada data yang keluar dari perangkat Anda.\n\n5️⃣ Simpan foto yang telah diproses satu per satu atau unduh sebagai arsip ZIP.\n\n\nPertanyaan yang Sering Diajukan:\n\n❓ Apakah ekstensi dapat bekerja secara offline?\nTentu saja, ekstensi Chrome kami dirancang untuk berfungsi sepenuhnya secara offline. Artinya, semua gambar diproses secara lokal di komputer Anda. Karena tidak ada data yang dikirim ke tempat lain, tidak ada risiko pelanggaran data atau pelanggaran privasi. Pengguna dapat menghapus metadata dari foto dengan percaya diri karena mengetahui bahwa informasi mereka tetap aman dan pribadi, langsung di perangkat lokal mereka.\n\n❓ Dapatkah saya menghapus metadata dari format selain JPG?\nTidak, saat ini hanya mendukung penghapusan metadata dari file JPG. Ini tidak mendukung format lain seperti Word atau PDF.\n\n❓ Apakah ada pelacakan pengguna?\nKami berdiri teguh pada prinsip-prinsip privasi dan keamanan pengguna. Kami menjamin bahwa sama sekali tidak ada pelacakan pengguna dalam ekstensi ini.\n\n❓ Apakah ekstensi ini gratis untuk digunakan?\nYa, penghapus data EXIF ini disediakan secara gratis.\n\n❓ Bagaimana pengaruhnya terhadap kualitas foto saya?\nKualitas foto Anda tetap tidak tersentuh. Ekstensi ini dirancang untuk menghapus data EXIF tanpa mengompres ulang gambar, yang berarti kualitas asli foto Anda tetap terjaga. Hal ini sangat penting bagi fotografer profesional, seniman, atau siapa pun yang menghargai integritas konten visual mereka.\n\n❓ Dapatkah saya memproses beberapa foto sekaligus?\nYa, salah satu fitur yang menonjol adalah kemampuannya untuk memproses beberapa file JPG sekaligus. Kemampuan pemrosesan massal ini memungkinkan pengguna menangani sejumlah besar foto secara efisien, menghemat waktu dan tenaga. Setelah menghapus data EXIF, pengguna memiliki opsi untuk mengunduh semua gambar yang sudah dibersihkan sebagai satu arsip ZIP yang terkonsolidasi.\n\n❓ Apakah ekstensi ini dapat menghapus data lokasi dari foto saya?\nYa, ekstensi ini dapat secara efektif menghapus data lokasi dari foto Anda. Ini adalah bagian dari penghapusan data EXIF secara menyeluruh, yang sering kali mencakup informasi lokasi yang sensitif. Dengan menghapus data ini dari gambar Anda, ekstensi Chrome ini meningkatkan privasi Anda dengan memastikan bahwa lokasi sebelumnya tidak dapat dilacak melalui foto yang Anda bagikan.\n\n❓ Apakah ini cocok untuk penggunaan profesional?\nTentu saja, ekstensi ini tidak hanya cocok untuk penggunaan pribadi tetapi juga sangat cocok untuk pengaturan profesional. Hal ini terutama berlaku untuk sektor-sektor seperti jurnalisme, seni, dan bidang apa pun yang menjaga kerahasiaan detail pribadi dan berfokus pada kualitas konten.",
    "it": "Caratteristiche principali:\n\nElaborazione locale: Le immagini vengono elaborate direttamente sul suo computer, garantendo che nessun dato venga caricato altrove.\n✔ Nessuna perdita di qualità: i dati EXIF vengono eliminati senza ricompressione dell'immagine, preservando la qualità originale delle sue foto.\nElaborazione massiva: Consente di rimuovere i metadati da più file JPG contemporaneamente.\n\n\nChe cos'è EXIF?\n\nI dati EXIF (Exchangeable Image File Format) sono come un'impronta digitale incorporata nelle sue foto, in genere acquisite da fotocamere digitali e smartphone. Includono dettagli come il momento e il luogo in cui è stata scattata la foto, le impostazioni della fotocamera e, se i servizi di localizzazione erano attivi, possono includere le coordinate GPS esatte.\n\nQuesto tipo di informazioni potrebbe essere utilizzato per tracciare i suoi spostamenti. È consigliabile rimuovere i dati EXIF dalle immagini prima di condividerle online, se la privacy è un problema.\n\n\nCasi d'uso:\n\n✦ Sicurezza: Il nostro rimuovi EXIF assicura che i suoi dati personali rimangano riservati quando pubblica le immagini online. I malintenzionati non possono più utilizzare i dati di localizzazione delle foto per tracciare le sue attività o creare attacchi di phishing personalizzati.\n✦ Gestione dei dati: Riduce le dimensioni dei file delle sue immagini, rendendole più facili e veloci da caricare o scaricare.\n✦ Professionalità: Mantenga uno standard professionale utilizzando Metadata Remover per cancellare l'EXIF dalle sue foto. Questo è particolarmente importante in settori come il giornalismo e l'arte, dove l'attenzione deve essere focalizzata sul contenuto piuttosto che sulle specifiche tecniche di come è stata scattata una foto.\n\n\nCome utilizzare:\n\n1️⃣ Clicchi sul pulsante “Aggiungi a Chrome” e lo appunti alla sua barra degli strumenti per accedervi facilmente.\n\n2️⃣ Clicchi sull'icona delle forbici nella barra degli strumenti del browser per aprire l'applicazione.\n\n3️⃣ Lasci cadere uno o più file JPG sulla pagina.\n\n4️⃣ L'estensione rimuoverà i metadati dell'immagine localmente sul suo computer - nessun dato lascerà il suo dispositivo.\n\n5️⃣ Salvi le foto elaborate una per una o le scarichi come archivio ZIP.\n\n\nDomande frequenti:\n\n❓ L'estensione funziona anche offline?\nAssolutamente sì, la nostra estensione per Chrome è stata progettata per funzionare completamente offline. Ciò significa che tutte le immagini vengono elaborate localmente sul suo computer. Poiché i dati non vengono trasmessi altrove, non c'è alcun rischio di violazione dei dati o della privacy. Gli utenti possono rimuovere con fiducia i metadati dalle foto, sapendo che le loro informazioni rimangono sicure e private, direttamente sul loro dispositivo locale.\n\n❓ Posso rimuovere i metadati da formati diversi da JPG?\nNo, attualmente supporta solo la rimozione dei metadati dai file JPG. Non supporta altri formati come Word o PDF.\n\n❓ C'è un tracciamento degli utenti?\nSiamo fermi sui principi della privacy e della sicurezza degli utenti. Le assicuriamo che non c'è assolutamente alcun tracciamento degli utenti all'interno di questa estensione.\n\n❓ L'estensione è gratuita?\nSì, questa rimozione dei dati EXIF è gratuita.\n\nCome influisce sulla qualità delle mie foto?\nLa qualità delle sue foto rimane inalterata. L'estensione è progettata per rimuovere i dati EXIF senza ricompattare l'immagine, il che significa che la qualità originale delle sue foto viene preservata. Questo è particolarmente importante per i fotografi professionisti, gli artisti e tutti coloro che tengono all'integrità dei loro contenuti visivi.\n\nPosso elaborare più foto contemporaneamente?\nSì, una delle caratteristiche principali è la capacità di elaborare più file JPG contemporaneamente. Questa capacità di elaborazione in blocco consente agli utenti di gestire in modo efficiente grandi lotti di foto, risparmiando tempo e fatica. Dopo aver rimosso i dati EXIF, gli utenti hanno la possibilità di scaricare tutte le immagini pulite in un unico archivio ZIP consolidato.\n\n❓ Può rimuovere i dati di localizzazione dalle mie foto?\nSì, l'estensione può rimuovere efficacemente i dati sulla posizione dalle sue foto. Questo fa parte della rimozione completa dei dati EXIF, che spesso includono informazioni sensibili sulla posizione. Eliminando questi dati dalle sue immagini, questa estensione per Chrome migliora la sua privacy, garantendo che le posizioni precedenti non possano essere rintracciate attraverso le sue foto condivise.\n\n❓ È adatta all'uso professionale?\nAssolutamente sì, non è solo adatta all'uso personale, ma è anche molto indicata per i contesti professionali. Questo è particolarmente vero per settori come il giornalismo, l'arte e tutti i campi in cui il mantenimento della riservatezza dei dati personali e l'attenzione alla qualità dei contenuti sono fondamentali.",
    "ja": "主な機能\n\nローカル処理： 画像はコンピュータ上で直接処理されるため、データが他の場所にアップロードされることはありません。\n画質を損なわない：画像を再圧縮することなくEXIFデータを除去し、写真のオリジナル品質を保持します。\n一括処理： 複数のJPGファイルから一度にメタデータを削除できます。\n\n\nEXIFとは？\n\nEXIF (Exchangeable Image File Format) データは、写真に埋め込まれたデジタルの足跡のようなもので、通常デジタルカメラやスマートフォンで撮影されます。いつ、どこで撮影されたか、カメラの設定、位置情報サービスがオンになっていれば正確なGPS座標などの詳細が含まれます。\n\nこのような情報は、あなたの行動を追跡するために使用される可能性があります。プライバシーが気になる場合は、オンラインで共有する前に画像からEXIFデータを削除することをお勧めします。\n\n\n使用例\n\nセキュリティ： 当社の EXIF リムーバーは、画像をオンラインで公開する際に、個人情報の機密性を確保します。悪意のある第三者は、写真の位置情報を使用してお客様の行動を追跡したり、パーソナライズされたフィッシング攻撃を仕掛けることができなくなります。\nデータ管理： これにより、画像のファイルサイズが縮小され、アップロードやダウンロードが簡単かつ迅速になります。\nプロフェッショナリズム： Metadata Removerを使って写真からEXIFを消去することで、プロフェッショナルな水準を維持できます。これは、ジャーナリズムやアートなど、写真の撮影方法に関する技術的な詳細よりも内容に焦点を当てる必要がある分野では特に重要です。\n\n\n使用方法\n\n1️ ⃣ 「Chrome に追加」ボタンをクリックし、ツールバーにピン留めすると簡単にアクセスできます。\n\n2️ ⃣ ブラウザのツールバーのはさみアイコンをクリックしてアプリケーションを開きます。\n\n3️ ȃ 1つまたは複数のJPGファイルをページにドロップします。\n\n4️ Ȏ 拡張機能により、お使いのコンピュータ上で画像のメタデータが削除されます。\n\n5️ ⃣ 処理した写真を 1 枚ずつ保存するか、ZIP アーカイブとしてダウンロードします。\n\n\nよくある質問\n\n❓  拡張機能はオフラインでも使えますか？\nもちろんです。Chrome拡張機能は完全にオフラインで機能するように設計されています。つまり、すべての画像はお使いのコンピュータ上でローカルに処理されます。データが他の場所に送信されないため、データ漏洩やプライバシー侵害のリスクはありません。ユーザーは、自分の情報がローカルデバイス上で安全かつプライベートに保たれたままであることを認識しながら、自信を持って写真からメタデータを削除することができます。\n\n❓  JPG以外のフォーマットからメタデータを削除できますか？\nいいえ。現在、JPG ファイルからのメタデータの削除のみをサポートしています。WordやPDFなどの他のフォーマットには対応していません。\n\n❓  ユーザートラッキングはありますか？\n私たちは、ユーザーのプライバシーとセキュリティの原則にしっかりと立っています。この拡張機能では、ユーザーの追跡は一切ないことを保証します。\n\n❓  この拡張機能は無料で使用できますか？\nはい、このEXIFデータリムーバーは無料でご利用いただけます。\n\n❓  写真の品質にどのような影響がありますか？\n写真の品質はそのままです。この拡張機能は、画像を再圧縮することなくEXIFデータを削除するように設計されています。これは、プロの写真家、アーティスト、またはビジュアルコンテンツの完全性を重視する人にとって特に重要です。\n\n❓  複数の写真を一度に処理できますか？\nはい、際立った特徴の一つは、複数のJPGファイルを一度に処理できることです。この一括処理機能により、ユーザーは効率的に大量の写真を処理することができ、時間と労力を節約できます。EXIFデータを削除した後、ユーザーはすべてのクリーンアップされた画像を1つの統合されたZIPアーカイブとしてダウンロードするオプションがあります。\n\n❓  写真から位置情報を削除できますか？\nはい、この拡張機能は写真から位置情報を効果的に削除できます。これは、EXIFデータの包括的な削除の一部で、多くの場合、機密性の高い位置情報が含まれています。画像からこのデータを削除することで、この Chrome 拡張機能はプライバシーを強化し、共有した写真から以前の場所を追跡できないようにします。\n\n❓  プロの使用に適していますか？\nもちろん、個人的な使用に適しているだけでなく、プロフェッショナルな設定にも非常に適しています。特に、ジャーナリズムやアートなど、個人情報の機密性を維持し、コンテンツの品質を重視する分野に適しています。",
    "ko": "주요 기능:\n\n로컬 처리: 이미지가 컴퓨터에서 직접 처리되므로 데이터가 다른 곳에 업로드되지 않습니다.\n품질 손실 없음: 이미지를 다시 압축하지 않고 EXIF 데이터를 제거하여 사진의 원래 품질을 보존합니다.\n대량 처리: 여러 JPG 파일에서 한 번에 메타데이터를 제거할 수 있습니다.\n\n\nEXIF란 무엇인가요?\n\nEXIF(교환 가능한 이미지 파일 형식) 데이터는 일반적으로 디지털 카메라와 스마트폰으로 캡처한 사진에 내장된 디지털 발자국과 같은 것입니다. 여기에는 사진을 찍은 시간과 장소, 카메라 설정 등의 세부 정보가 포함되며 위치 서비스가 켜져 있는 경우 정확한 GPS 좌표가 포함될 수 있습니다.\n\n이러한 정보는 잠재적으로 회원님의 움직임을 추적하는 데 사용될 수 있습니다. 개인정보 보호가 우려되는 경우 온라인에서 공유하기 전에 이미지에서 EXIF 데이터를 삭제하는 것이 좋습니다.\n\n\n사용 사례:\n\n보안: EXIF 리무버를 사용하면 이미지를 온라인에 게시할 때 개인 정보를 안전하게 보호할 수 있습니다. 악의적인 사용자가 더 이상 사진의 위치 데이터를 사용하여 사용자의 활동을 추적하거나 개인화된 피싱 공격을 할 수 없습니다.\n데이터 관리: 이미지의 파일 크기가 줄어들어 더 쉽고 빠르게 업로드하거나 다운로드할 수 있습니다.\n전문성: 메타데이터 리무버를 사용하여 사진에서 EXIF를 삭제하여 전문적인 표준을 유지하세요. 이는 사진 촬영 방법의 기술적 세부 사항보다는 콘텐츠에 초점을 맞춰야 하는 저널리즘 및 예술과 같은 분야에서 특히 중요합니다.\n\n\n사용 방법\n\n1️⃣ 'Chrome에 추가' 버튼을 클릭하고 툴바에 고정하여 쉽게 액세스할 수 있습니다.\n\n2️⃣ 브라우저 도구 모음에서 가위 아이콘을 클릭하여 애플리케이션을 엽니다.\n\n3️⃣ 하나 또는 여러 개의 JPG 파일을 페이지에 끌어다 놓습니다.\n\n4️⃣ 이 확장 프로그램은 컴퓨터에서 이미지 메타데이터를 로컬로 제거하므로 데이터가 기기 밖으로 나가지 않습니다.\n\n5️⃣ 처리된 사진을 하나씩 저장하거나 ZIP 아카이브로 다운로드합니다.\n\n\n자주 묻는 질문:\n\n❓ 확장 프로그램이 오프라인에서도 작동하나요?\n네. Chrome 확장 프로그램은 완전히 오프라인에서 작동하도록 설계되었습니다. 즉, 모든 이미지가 컴퓨터에서 로컬로 처리됩니다. 데이터가 다른 곳으로 전송되지 않으므로 데이터 유출이나 개인정보 침해의 위험이 없습니다. 사용자는 자신의 정보가 로컬 장치에서 직접 안전하게 비공개로 유지된다는 사실을 알고 안심하고 사진에서 메타데이터를 제거할 수 있습니다.\n\nJPG 이외의 형식에서도 메타데이터를 제거할 수 있나요?\n아니요, 현재 JPG 파일에서 메타데이터 제거만 지원합니다. Word나 PDF와 같은 다른 형식은 지원하지 않습니다.\n\n❓ 사용자 추적 기능이 있나요?\n저희는 사용자 개인정보 보호 및 보안 원칙을 확고히 지키고 있습니다. 이 확장 프로그램에서는 사용자 추적이 전혀 이루어지지 않습니다.\n\n확장 프로그램은 무료로 사용할 수 있나요?\n예, 이 EXIF 데이터 리무버는 무료로 제공됩니다.\n\n❓ 사진 품질에 어떤 영향을 주나요?\n사진의 품질은 그대로 유지됩니다. 이 확장 프로그램은 이미지를 다시 압축하지 않고 EXIF 데이터를 제거하도록 설계되었으므로 사진의 원본 품질은 그대로 유지됩니다. 이는 전문 사진작가, 아티스트 또는 시각적 콘텐츠의 무결성을 중요시하는 모든 사람에게 특히 중요합니다.\n\n❓ 한 번에 여러 장의 사진을 처리할 수 있나요?\n예, 뛰어난 기능 중 하나는 여러 개의 JPG 파일을 한 번에 처리하는 기능입니다. 이 대량 처리 기능을 통해 사용자는 대량의 사진을 효율적으로 처리하여 시간과 노력을 절약할 수 있습니다. EXIF 데이터를 제거한 후에는 정리된 모든 이미지를 하나의 통합 ZIP 아카이브로 다운로드할 수 있는 옵션이 있습니다.\n\n❓ 사진에서 위치 데이터를 제거할 수 있나요?\n예, 이 확장 프로그램은 사진에서 위치 데이터를 효과적으로 제거할 수 있습니다. 이는 종종 민감한 위치 정보를 포함하는 EXIF 데이터의 포괄적인 제거의 일부입니다. 이 Chrome 확장 프로그램은 이미지에서 이 데이터를 제거하여 공유한 사진을 통해 이전 위치를 추적할 수 없도록 함으로써 개인정보 보호를 강화합니다.\n\n❓ 전문가용으로 사용하기에 적합한가요?\n물론, 개인적인 용도로도 적합할 뿐만 아니라 전문적인 환경에서도 매우 적합합니다. 특히 저널리즘, 예술, 그리고 개인 정보의 기밀을 유지하고 콘텐츠 품질에 집중하는 것이 가장 중요한 분야와 같은 분야에서 더욱 그렇습니다.",
    "lt": "Pagrindinės funkcijos:\n\n✔ Vietinis apdorojimas: Vaizdai apdorojami tiesiai jūsų kompiuteryje, todėl jokie duomenys nėra siunčiami kitur.\n✔ Neprarandama kokybė: pašalinkite EXIF duomenis neperkompresuodami vaizdo ir išsaugokite pradinę nuotraukų kokybę.\n✔ Masinis apdorojimas: Galima pašalinti metaduomenis iš kelių JPG failų vienu metu.\n\n\nKas yra EXIF?\n\nEXIF (Exchangeable Image File Format) duomenys - tai tarsi skaitmeninis pėdsakas, įterptas į nuotraukas, paprastai užfiksuotas skaitmeniniais fotoaparatais ir išmaniaisiais telefonais. Juose pateikiama tokia informacija, kaip nuotraukos padarymo laikas ir vieta, fotoaparato nustatymai, o jei buvo įjungtos vietos nustatymo paslaugos, gali būti nurodytos tikslios GPS koordinatės.\n\nTokia informacija gali būti naudojama jūsų judėjimui sekti. Patartina pašalinti EXIF duomenis iš nuotraukų prieš dalijantis jomis internete, jei tai kelia susirūpinimą dėl privatumo.\n\n\nNaudojimo atvejai:\n\n✦ Saugumas: Mūsų EXIF duomenų šalintuvas užtikrina, kad jūsų asmeniniai duomenys išliktų konfidencialūs, kai nuotraukas publikuojate internete. Piktavaliai nebegali naudoti nuotraukose esančių buvimo vietos duomenų jūsų veiklai sekti arba rengti asmeninių sukčiavimo atakų.\n✦ Duomenų valdymas: Tai sumažina jūsų vaizdų failų dydį, todėl juos lengviau ir greičiau įkelti ar atsisiųsti.\n✦ Profesionalumas: Naudodami „Metadata Remover“ ištrinkite EXIF iš nuotraukų, kad išlaikytumėte profesionalų standartą. Tai ypač svarbu tokiose srityse, kaip žurnalistika ir menas, kur dėmesys turėtų būti sutelktas į turinį, o ne į techninius ypatumus, kaip nuotrauka buvo padaryta.\n\n\nKaip naudoti:\n\n1️⃣ Paspauskite mygtuką „Add to Chrome“ ir prisekite jį prie savo įrankių juostos, kad galėtumėte lengvai pasiekti.\n\n2️⃣ Spustelėkite naršyklės įrankių juostoje esančią žirklių piktogramą, kad atidarytumėte programą.\n\n3️⃣ Į puslapį nuleiskite vieną ar kelis JPG failus.\n\n4️⃣ Plėtinis pašalins vaizdo metaduomenis vietoje kompiuteryje - jokie duomenys nepaliks jūsų įrenginio.\n\n5️⃣ Apdorotas nuotraukas išsaugokite po vieną arba atsisiųskite jas kaip ZIP archyvą.\n\n\nDažnai užduodami klausimai:\n\n❓ Ar plėtinys veikia neprisijungus prie interneto?\nBe abejo, mūsų „Chrome“ plėtinys sukurtas taip, kad veiktų visiškai neprisijungus prie interneto. Tai reiškia, kad visos nuotraukos apdorojamos vietoje jūsų kompiuteryje. Kadangi jokie duomenys niekur kitur neperduodami, nekyla pavojus, kad bus pažeisti duomenys ar privatumas. Naudotojai gali drąsiai šalinti metaduomenis iš nuotraukų žinodami, kad jų informacija išlieka saugi ir privati, tiesiogiai savo vietiniame įrenginyje.\n\n❓ Ar galiu pašalinti metaduomenis iš kitų nei JPG formatų nuotraukų?\nNe, šiuo metu galima pašalinti metaduomenis tik iš JPG failų. Ji nepalaiko kitų formatų, pavyzdžiui, „Word“ ar PDF.\n\n❓ Ar yra koks nors naudotojo stebėjimas?\nTvirtai laikomės naudotojų privatumo ir saugumo principų. Užtikriname, kad šiame plėtinyje visiškai nėra jokio naudotojų sekimo.\n\n❓ Ar plėtinys yra nemokamas?\nTaip, šis EXIF duomenų šalintuvas teikiamas nemokamai.\n\n❓ Kaip tai veikia mano nuotraukų kokybę?\nJūsų nuotraukų kokybė išlieka nepakitusi. Šis plėtinys skirtas EXIF duomenims pašalinti neperkompresuojant vaizdo, o tai reiškia, kad pirminė nuotraukų kokybė išlieka. Tai ypač svarbu profesionaliems fotografams, menininkams ir visiems, kurie vertina savo vaizdinio turinio vientisumą.\n\n❓ Ar galiu vienu metu apdoroti kelias nuotraukas?\nTaip, viena iš išskirtinių funkcijų yra galimybė vienu metu apdoroti kelis JPG failus. Ši masinio apdorojimo galimybė leidžia naudotojams efektyviai tvarkyti dideles nuotraukų partijas, taupant laiką ir pastangas. Pašalinę EXIF duomenis, naudotojai gali atsisiųsti visus išvalytus vaizdus kaip vieną konsoliduotą ZIP archyvą.\n\n❓ Ar gali pašalinti vietos duomenis iš mano nuotraukų?\nTaip, plėtinys gali veiksmingai pašalinti vietos duomenis iš jūsų nuotraukų. Tai yra išsamaus EXIF duomenų, kuriuose dažnai būna jautrios vietos informacijos, pašalinimo dalis. Pašalindamas šiuos duomenis iš nuotraukų, šis „Chrome“ plėtinys padidina jūsų privatumą, nes užtikrina, kad ankstesnių buvimo vietų nebūtų galima atsekti per bendrinamas nuotraukas.\n\n❓ Ar tinka profesionaliam naudojimui?\nNeabejotinai, jis tinka ne tik asmeniniam naudojimui, bet ir labai tinka profesinėje aplinkoje. Tai ypač aktualu tokiuose sektoriuose kaip žurnalistika, menas ir bet kurioje kitoje srityje, kur svarbiausia išlaikyti asmens duomenų konfidencialumą ir sutelkti dėmesį į turinio kokybę.",
    "lv": "Galvenās funkcijas:\n\n✔ Vietējā apstrāde: Attēli tiek apstrādāti tieši jūsu datorā, nodrošinot, ka dati netiek augšupielādēti citur.\n✔ Kvalitātes nezaudēšana: Noņemiet EXIF datus, nepārkompresējot attēlu, saglabājot sākotnējo fotoattēlu kvalitāti.\n✔ Apstrāde masveidā: Ļauj noņemt metadatus no vairākiem JPG failiem vienlaicīgi.\n\n\nKas ir EXIF?\n\nEXIF (Exchangeable Image File Format) dati ir kā digitālais nospiedums, kas iestrādāts jūsu fotogrāfijās un ko parasti fiksē digitālās kameras un viedtālruņi. Tie ietver tādu informāciju kā, piemēram, kad un kur fotoattēls uzņemts, kameras iestatījumi, un, ja ir ieslēgti atrašanās vietas pakalpojumi, tie var ietvert precīzas GPS koordinātas.\n\nŠāda veida informāciju, iespējams, var izmantot, lai izsekotu jūsu pārvietošanos. Ieteicams no attēliem pirms kopīgošanas tiešsaistē noņemt EXIF datus, ja tas rada bažas par privātumu.\n\n\nLietošanas gadījumi:\n\n✦ Drošība: Mūsu EXIF noņemšanas līdzeklis nodrošina, ka jūsu personas dati paliek konfidenciāli, kad publicējat attēlus tiešsaistē. Ļaundari vairs nevar izmantot atrašanās vietas datus no attēliem, lai izsekotu jūsu darbības vai sagatavotu personalizētus pikšķerēšanas uzbrukumus.\n✦ Datu pārvaldība: Tas samazina jūsu attēlu failu lielumu, padarot tos vieglāk un ātrāk augšupielādējamus vai lejupielādējamus.\n✦ Profesionālisms: Uzturiet profesionālu standartu, izmantojot Metadatu noņemšanas programmu, lai dzēstu EXIF no fotoattēliem. Tas ir īpaši svarīgi tādās jomās kā žurnālistika un māksla, kur galvenā uzmanība jāpievērš saturam, nevis tehniskajām īpatnībām, kā fotogrāfija uzņemta.\n\n\nKā lietot:\n\n1️⃣ Noklikšķiniet uz pogas “Add to Chrome” (Pievienot Chrome) un piespraudiet to rīkjoslai, lai atvieglotu piekļuvi.\n\n2️⃣ Lai atvērtu programmu, noklikšķiniet uz ikonas “Šķēres” pārlūkprogrammas rīkjoslā.\n\n3️⃣ Novietojiet vienu vai vairākus JPG failus uz lapas.\n\n4️⃣ Paplašinājums noņems attēlu metadatus lokāli jūsu datorā - no jūsu ierīces netiks iznesti nekādi dati.\n\n5️⃣ Saglabājiet apstrādātās fotogrāfijas pa vienai vai lejupielādējiet tās kā ZIP arhīvu.\n\n\nBiežāk uzdotie jautājumi:\n\n❓ Vai paplašinājums darbojas bezsaistē?\nPilnīgi noteikti, mūsu Chrome paplašinājums ir izstrādāts tā, lai darbotos pilnībā bezsaistē. Tas nozīmē, ka visi attēli tiek apstrādāti lokāli jūsu datorā. Tā kā dati netiek pārsūtīti citur, nepastāv datu aizsardzības pārkāpumu vai privātuma pārkāpumu risks. Lietotāji var droši noņemt metadatus no fotoattēliem, zinot, ka viņu informācija paliek droša un privāta tieši viņu lokālajā ierīcē.\n\n❓ Vai es varu noņemt metadatus no citiem formātiem, kas nav JPG?\nNē, pašlaik tiek atbalstīta tikai metadatu noņemšana no JPG failiem. Tā neatbalsta citus formātus, piemēram, Word vai PDF.\n\n❓ Vai ir iespējama lietotāja izsekošana?\nMēs stingri ievērojam lietotāju privātuma un drošības principus. Mēs jums apliecinām, ka šajā paplašinājumā nav nekādas lietotāju izsekošanas.\n\n❓ Vai paplašinājumu var izmantot bez maksas?\nJā, šis EXIF datu noņemšanas rīks ir pieejams bez maksas.\n\n❓ Kā tas ietekmē manu fotogrāfiju kvalitāti?\nFotoattēlu kvalitāte paliek nemainīga. Šis paplašinājums ir izstrādāts, lai noņemtu EXIF datus, nepārkompresējot attēlu, kas nozīmē, ka jūsu fotoattēlu sākotnējā kvalitāte tiek saglabāta. Tas ir īpaši svarīgi profesionāliem fotogrāfiem, māksliniekiem vai ikvienam, kam ir svarīga vizuālā satura integritāte.\n\n❓ Vai es varu apstrādāt vairākas fotogrāfijas vienlaicīgi?\nJā, viena no izcilākajām funkcijām ir iespēja apstrādāt vairākus JPG failus vienlaicīgi. Šī masveida apstrādes iespēja ļauj lietotājiem efektīvi apstrādāt lielas fotogrāfiju partijas, ietaupot laiku un pūles. Pēc EXIF datu noņemšanas lietotājiem ir iespēja lejupielādēt visus attīrītos attēlus kā vienu konsolidētu ZIP arhīvu.\n\n❓ Vai tā var noņemt atrašanās vietas datus no manām fotogrāfijām?\nJā, paplašinājums var efektīvi noņemt atrašanās vietas datus no jūsu fotoattēliem. Tā ir daļa no visaptverošas EXIF datu, kas bieži ietver sensitīvu atrašanās vietas informāciju, noņemšanas. Noņemot šos datus no jūsu attēliem, šis Chrome paplašinājums uzlabo jūsu konfidencialitāti, nodrošinot, ka jūsu kopīgajās fotogrāfijās nevar izsekot iepriekšējās atrašanās vietas.\n\n❓ Vai tas ir piemērots profesionālai lietošanai?\nPilnīgi noteikti, tas ir piemērots ne tikai personiskai lietošanai, bet ir ļoti piemērots arī profesionālai lietošanai. Tas jo īpaši attiecas uz tādām nozarēm kā žurnālistika, māksla un jebkuras citas jomas, kurās personas datu konfidencialitātes saglabāšana un koncentrēšanās uz satura kvalitāti ir vissvarīgākā.",
    "nl": "Belangrijkste functies:\n\n✔ Lokale verwerking: Afbeeldingen worden direct op uw computer verwerkt, zodat er geen gegevens naar elders worden geüpload.\n✔ Geen kwaliteitsverlies: Strip EXIF-gegevens zonder de afbeelding opnieuw te comprimeren, zodat de originele kwaliteit van uw foto's behouden blijft.\nBulkverwerking: Maakt het mogelijk om metadata van meerdere JPG-bestanden tegelijk te verwijderen.\n\n\nWat is EXIF?\n\nEXIF-gegevens (Exchangeable Image File Format) zijn als het ware een digitale voetafdruk in uw foto's, die meestal door digitale camera's en smartphones worden vastgelegd. Het bevat details zoals wanneer en waar de foto is genomen, camera-instellingen, en als uw locatiediensten aan stonden, kunnen het exacte GPS-coördinaten bevatten.\n\nDit soort informatie kan mogelijk worden gebruikt om uw bewegingen te volgen. Het is aan te raden om EXIF-gegevens van foto's te verwijderen voordat u ze online deelt als u zich zorgen maakt over uw privacy.\n\n\nGebruikscases:\n\n✦ Veiligheid: Onze EXIF remover zorgt ervoor dat uw persoonlijke gegevens vertrouwelijk blijven wanneer u afbeeldingen online publiceert. Kwaadwillenden kunnen niet langer locatiegegevens van foto's gebruiken om uw activiteiten te volgen of persoonlijke phishing-aanvallen uit te voeren.\n✦ Gegevensbeheer: Dit verkleint de bestandsgrootte van uw afbeeldingen, waardoor ze gemakkelijker en sneller kunnen worden geüpload of gedownload.\n✦ Professionaliteit: Handhaaf een professionele standaard door Metadata Remover te gebruiken om EXIF van uw foto's te wissen. Dit is vooral belangrijk in vakgebieden zoals journalistiek en kunst, waar de nadruk moet liggen op de inhoud in plaats van op de technische details van hoe een foto is gemaakt.\n\n\nHoe te gebruiken:\n\n1️⃣ Klik op de knop “Add to Chrome” (Toevoegen aan Chrome) en prik het aan uw werkbalk zodat u het gemakkelijk kunt openen.\n\n2️⃣ Klik op het schaarpictogram in de werkbalk van uw browser om de toepassing te openen.\n\n3️⃣ Plaats één of meerdere JPG-bestanden op de pagina.\n\n4️⃣ De extensie verwijdert metadata van afbeeldingen lokaal op uw computer - er worden geen gegevens van uw apparaat verwijderd.\n\n5️⃣ Sla de bewerkte foto's één voor één op of download ze als ZIP-archief.\n\n\nVeelgestelde vragen:\n\n❓ Werkt de extensie offline?\nAbsoluut, onze Chrome-extensie is ontworpen om volledig offline te werken. Dit betekent dat alle afbeeldingen lokaal op uw computer worden verwerkt. Aangezien er geen gegevens naar elders worden verzonden, is er geen risico op gegevensschendingen of privacyschendingen. Gebruikers kunnen met een gerust hart metadata van foto's verwijderen, wetende dat hun informatie veilig en privé blijft, direct op hun lokale apparaat.\n\n❓ Kan ik metadata van andere formaten dan JPG verwijderen?\nNee, het ondersteunt momenteel alleen het verwijderen van metadata van JPG-bestanden. Andere formaten zoals Word of PDF worden niet ondersteund.\n\nWordt de gebruiker gevolgd?\nWij staan volledig achter de principes van gebruikersprivacy en -veiligheid. Wij verzekeren u dat er absoluut geen tracking van gebruikers plaatsvindt binnen deze extensie.\n\nIs de extensie gratis te gebruiken?\nJa, deze EXIF data remover is gratis.\n\n❓ Hoe beïnvloedt het de kwaliteit van mijn foto's?\nDe kwaliteit van uw foto's blijft onaangetast. De extensie is ontworpen om EXIF-gegevens te verwijderen zonder de afbeelding opnieuw te comprimeren, wat betekent dat de oorspronkelijke kwaliteit van uw foto's behouden blijft. Dit is vooral belangrijk voor professionele fotografen, kunstenaars of iedereen die waarde hecht aan de integriteit van hun visuele inhoud.\n\n❓ Kan ik meerdere foto's tegelijk verwerken?\nJa, een van de opvallendste functies is de mogelijkheid om meerdere JPG-bestanden tegelijk te verwerken. Dankzij deze mogelijkheid tot bulkverwerking kunnen gebruikers grote batches foto's efficiënt verwerken, wat tijd en moeite bespaart. Na het verwijderen van EXIF-gegevens hebben gebruikers de optie om alle schoongemaakte afbeeldingen als één geconsolideerd ZIP-archief te downloaden.\n\nKan het locatiegegevens van mijn foto's verwijderen?\nJa, de extensie kan effectief locatiegegevens van uw foto's verwijderen. Dit maakt deel uit van de uitgebreide verwijdering van EXIF-gegevens, die vaak gevoelige locatiegegevens bevatten. Door deze gegevens van uw foto's te verwijderen, verbetert deze Chrome-extensie uw privacy door ervoor te zorgen dat eerdere locaties niet kunnen worden achterhaald via uw gedeelde foto's.\n\nIs het geschikt voor professioneel gebruik?\nAbsoluut, het is niet alleen geschikt voor persoonlijk gebruik, maar ook zeer geschikt voor professionele omgevingen. Dit geldt met name voor sectoren zoals journalistiek, kunst en elk ander gebied waar het behoud van de vertrouwelijkheid van persoonlijke gegevens en de focus op de kwaliteit van de inhoud van het grootste belang zijn.",
    "no": "Viktige funksjoner:\n\n✔ Lokal behandling: Bilder behandles direkte på datamaskinen din, slik at ingen data lastes opp andre steder.\n✔ Ingen kvalitetstap: Fjern EXIF-data uten å komprimere bildet på nytt, slik at den opprinnelige kvaliteten på bildene dine bevares.\n✔ Massebehandling: Gjør det mulig å fjerne metadata fra flere JPG-filer samtidig.\n\n\nHva er EXIF?\n\nEXIF-data (Exchangeable Image File Format) er som et digitalt fotavtrykk i bildene dine, vanligvis tatt av digitale kameraer og smarttelefoner. De inneholder detaljer som når og hvor bildet ble tatt, kamerainnstillinger, og hvis stedstjenester var på, kan de inneholde nøyaktige GPS-koordinater.\n\nDenne typen informasjon kan potensielt brukes til å spore bevegelsene dine. Det anbefales å fjerne EXIF-data fra bilder før du deler dem på nettet hvis du er opptatt av personvern.\n\n\nBruksområder:\n\n✦ Sikkerhet: EXIF-fjerneren vår sørger for at personopplysningene dine forblir konfidensielle når du publiserer bilder på nettet. Ondsinnede parter kan ikke lenger bruke posisjonsdata fra bilder til å spore aktivitetene dine eller lage tilpassede phishing-angrep.\n✦ Datahåndtering: Dette reduserer filstørrelsen på bildene dine, noe som gjør det enklere og raskere å laste dem opp eller ned.\n✦ Profesjonalitet: Oppretthold en profesjonell standard ved å bruke Metadata Remover til å slette EXIF fra bildene dine. Dette er spesielt viktig i bransjer som journalistikk og kunst, der fokuset bør ligge på innholdet i stedet for på tekniske detaljer om hvordan et bilde er tatt.\n\n\nSlik bruker du det:\n\n1️⃣ Klikk på knappen «Legg til i Chrome» og fest den til verktøylinjen for enkel tilgang.\n\n2️⃣ Klikk på saksikonet på verktøylinjen i nettleseren for å åpne programmet.\n\n3️⃣ Slipp én eller flere JPG-filer på siden.\n\n4️⃣ Utvidelsen fjerner metadata lokalt på datamaskinen din - ingen data forlater enheten.\n\n5️⃣ Lagre de behandlede bildene ett og ett, eller last dem ned som et ZIP-arkiv.\n\n\nOfte stilte spørsmål:\n\n❓ Fungerer utvidelsen offline?\nAbsolutt, vår Chrome-utvidelse er designet for å fungere helt offline. Det betyr at alle bilder behandles lokalt på datamaskinen din. Siden ingen data overføres andre steder, er det ingen risiko for datainnbrudd eller brudd på personvernet. Brukere kan trygt fjerne metadata fra bilder i visshet om at informasjonen forblir sikker og privat, direkte på den lokale enheten.\n\n❓ Kan jeg fjerne metadata fra andre formater enn JPG?\nNei, for øyeblikket støtter den bare fjerning av metadata fra JPG-filer. Den støtter ikke andre formater som Word eller PDF.\n\n❓ Finnes det noen form for brukersporing?\nVi står fast på prinsippene om brukernes personvern og sikkerhet. Vi kan forsikre deg om at det ikke finnes noen form for sporing av brukere i denne utvidelsen.\n\n❓ Er utvidelsen gratis å bruke?\nJa, denne EXIF-datafjerneren er gratis.\n\n❓ Hvordan påvirker det kvaliteten på bildene mine?\nKvaliteten på bildene dine forblir uberørt. Utvidelsen er utviklet for å fjerne EXIF-data uten å komprimere bildet på nytt, noe som betyr at den opprinnelige kvaliteten på bildene dine bevares. Dette er spesielt viktig for profesjonelle fotografer, kunstnere og alle som setter pris på integriteten til det visuelle innholdet sitt.\n\n❓ Kan jeg behandle flere bilder samtidig?\nJa, en av de fremtredende funksjonene er muligheten til å behandle flere JPG-filer samtidig. Denne muligheten for massebehandling gjør det mulig for brukere å håndtere store mengder bilder på en effektiv måte, noe som sparer tid og krefter. Etter at EXIF-data er fjernet, kan brukerne laste ned alle rensede bilder som ett samlet ZIP-arkiv.\n\n❓ Kan den fjerne posisjonsdata fra bildene mine?\nJa, utvidelsen kan effektivt fjerne posisjonsdata fra bildene dine. Dette er en del av den omfattende fjerningen av EXIF-data, som ofte inneholder sensitiv stedsinformasjon. Ved å fjerne disse dataene fra bildene dine forbedrer denne Chrome-utvidelsen personvernet ditt ved å sørge for at tidligere posisjoner ikke kan spores gjennom de delte bildene dine.\n\n❓ Er den egnet for profesjonell bruk?\nAbsolutt, den er ikke bare egnet for personlig bruk, men er også svært godt egnet for profesjonelle omgivelser. Dette gjelder spesielt for sektorer som journalistikk, kunst og andre områder der konfidensialitet av personlige opplysninger og fokus på innholdskvalitet er av største betydning.",
    "pl": "Kluczowe cechy:\n\nPrzetwarzanie lokalne: Obrazy są przetwarzane bezpośrednio na komputerze, dzięki czemu żadne dane nie są przesyłane w inne miejsce.\nBrak utraty jakości: usuwanie danych EXIF bez ponownej kompresji obrazu, zachowując oryginalną jakość zdjęć.\nPrzetwarzanie zbiorcze: Umożliwia usuwanie metadanych z wielu plików JPG jednocześnie.\n\n\nCo to jest EXIF?\n\nDane EXIF (Exchangeable Image File Format) są jak cyfrowy ślad osadzony na zdjęciach, zazwyczaj przechwytywany przez aparaty cyfrowe i smartfony. Zawierają one szczegóły, takie jak czas i miejsce wykonania zdjęcia, ustawienia aparatu, a jeśli usługi lokalizacyjne były włączone, mogą zawierać dokładne współrzędne GPS.\n\nTego rodzaju informacje mogą być potencjalnie wykorzystane do śledzenia Państwa ruchów. Zaleca się usunięcie danych EXIF ze zdjęć przed udostępnieniem ich online, jeśli zależy nam na prywatności.\n\n\nPrzypadki użycia:\n\n✦ Bezpieczeństwo: Nasze narzędzie do usuwania EXIF gwarantuje, że Państwa dane osobowe pozostaną poufne podczas publikowania zdjęć online. Złośliwe strony nie mogą już wykorzystywać danych o lokalizacji ze zdjęć do śledzenia Państwa aktywności lub tworzenia spersonalizowanych ataków phishingowych.\nZarządzanie danymi: Zmniejsza rozmiar plików zdjęć, ułatwiając i przyspieszając ich przesyłanie lub pobieranie.\nProfesjonalizm: Zachowaj profesjonalny standard, korzystając z narzędzia Metadata Remover do usuwania EXIF ze zdjęć. Jest to szczególnie ważne w dziedzinach takich jak dziennikarstwo i sztuka, gdzie należy skupić się na treści, a nie na szczegółach technicznych dotyczących sposobu wykonania zdjęcia.\n\n\nJak używać:\n\n1️⃣ Proszę kliknąć przycisk „Dodaj do Chrome” i przypiąć go do paska narzędzi, aby mieć do niego łatwy dostęp.\n\n2️⃣ Proszę kliknąć ikonę nożyczek na pasku narzędzi przeglądarki, aby otworzyć aplikację.\n\n3️⃣ Proszę upuścić jeden lub wiele plików JPG na stronę.\n\n4️⃣ Rozszerzenie usunie metadane obrazu lokalnie na Państwa komputerze - żadne dane nie opuszczą Państwa urządzenia.\n\n5️⃣ Proszę zapisać przetworzone zdjęcia jedno po drugim lub pobrać je jako archiwum ZIP.\n\n\nCzęsto zadawane pytania:\n\n❓ Czy rozszerzenie działa w trybie offline?\nOczywiście, nasze rozszerzenie Chrome zostało zaprojektowane tak, aby działało całkowicie offline. Oznacza to, że wszystkie obrazy są przetwarzane lokalnie na Państwa komputerze. Ponieważ żadne dane nie są przesyłane gdzie indziej, nie ma ryzyka naruszenia danych lub prywatności. Użytkownicy mogą śmiało usuwać metadane ze zdjęć, wiedząc, że ich informacje pozostają bezpieczne i prywatne, bezpośrednio na urządzeniu lokalnym.\n\nCzy mogę usunąć metadane z formatów innych niż JPG?\nNie, obecnie aplikacja obsługuje tylko usuwanie metadanych z plików JPG. Nie obsługuje innych formatów, takich jak Word lub PDF.\n\nCzy istnieje możliwość śledzenia użytkowników?\nStoimy twardo na zasadach prywatności i bezpieczeństwa użytkowników. Zapewniamy, że w ramach tego rozszerzenia nie ma absolutnie żadnego śledzenia użytkowników.\n\nCzy rozszerzenie jest bezpłatne?\nTak, to narzędzie do usuwania danych EXIF jest dostarczane bezpłatnie.\n\n❓ Jak wpływa to na jakość moich zdjęć?\nJakość zdjęć pozostaje nienaruszona. Rozszerzenie zostało zaprojektowane do usuwania danych EXIF bez rekompresji obrazu, co oznacza, że oryginalna jakość zdjęć zostaje zachowana. Jest to szczególnie ważne dla profesjonalnych fotografów, artystów lub każdego, kto ceni sobie integralność swoich treści wizualnych.\n\nCzy mogę przetwarzać wiele zdjęć jednocześnie?\nTak, jedną z wyróżniających się funkcji jest możliwość przetwarzania wielu plików JPG jednocześnie. Ta możliwość przetwarzania zbiorczego pozwala użytkownikom efektywnie obsługiwać duże partie zdjęć, oszczędzając czas i wysiłek. Po usunięciu danych EXIF, użytkownicy mają możliwość pobrania wszystkich oczyszczonych zdjęć w postaci jednego skonsolidowanego archiwum ZIP.\n\nCzy rozszerzenie może usuwać dane lokalizacji z moich zdjęć?\nTak, rozszerzenie może skutecznie usuwać dane lokalizacji ze zdjęć. Jest to część kompleksowego usuwania danych EXIF, które często zawierają poufne informacje o lokalizacji. Usuwając te dane z obrazów, to rozszerzenie Chrome zwiększa prywatność, zapewniając, że poprzednie lokalizacje nie mogą być śledzone za pośrednictwem udostępnionych zdjęć.\n\nCzy nadaje się do użytku profesjonalnego?\nOczywiście, nadaje się nie tylko do użytku osobistego, ale jest również bardzo odpowiedni do zastosowań profesjonalnych. Jest to szczególnie ważne w sektorach takich jak dziennikarstwo, sztuka i wszelkie dziedziny, w których zachowanie poufności danych osobowych i skupienie się na jakości treści są najważniejsze.",
    "ro": "Caracteristici cheie:\n\n✔ Procesare locală: Imaginile sunt procesate direct pe computerul dvs., asigurând că nu sunt încărcate date în altă parte.\n✔ Fără pierderi de calitate: Eliminați datele EXIF fără a recomprima imaginea, păstrând calitatea originală a fotografiilor dvs.\n✔ Procesare în masă: Permite eliminarea metadatelor din mai multe fișiere JPG deodată.\n\n\nCe este EXIF?\n\nDatele EXIF (Exchangeable Image File Format) sunt ca o amprentă digitală încorporată în fotografiile dvs., captată de obicei de camerele digitale și smartphone-uri. Acestea includ detalii cum ar fi data și locul în care a fost făcută fotografia, setările aparatului foto și, dacă serviciile de localizare au fost activate, pot include coordonatele GPS exacte.\n\nAcest tip de informații ar putea fi folosit pentru a vă urmări mișcările. Este recomandabil să eliminați datele EXIF din imagini înainte de a le partaja online, dacă confidențialitatea este o preocupare.\n\n\nCazuri de utilizare:\n\n✦ Securitate: Eliminarea datelor EXIF vă asigură că datele dvs. personale rămân confidențiale atunci când publicați imagini online. Părțile rău intenționate nu mai pot utiliza datele de localizare din fotografii pentru a vă urmări activitățile sau pentru a elabora atacuri de phishing personalizate.\n✦ Gestionarea datelor: Aceasta reduce dimensiunea fișierelor imaginilor dvs. și le face mai ușor și mai rapid de încărcat sau descărcat.\n✦ Profesionalism: Mențineți un standard profesional utilizând Metadata Remover pentru a șterge EXIF-ul din fotografiile dumneavoastră. Acest lucru este deosebit de important în domenii precum jurnalismul și arta, unde accentul ar trebui să fie pus pe conținut mai degrabă decât pe detaliile tehnice ale modului în care a fost realizată o fotografie.\n\n\nCum se utilizează:\n\n1️⃣ Faceți clic pe butonul „Add to Chrome” și fixați-l în bara de instrumente pentru acces ușor.\n\n2️⃣ Faceți clic pe pictograma foarfecă din bara de instrumente a browserului pentru a deschide aplicația.\n\n3️⃣ Aruncați unul sau mai multe fișiere JPG pe pagină.\n\n4️⃣ Extensia va elimina metadatele imaginii la nivel local pe computerul dvs. - nicio dată nu părăsește dispozitivul.\n\n5️⃣ Salvați fotografiile procesate una câte una sau descărcați-le ca arhivă ZIP.\n\n\nÎntrebări frecvente:\n\n❓ Extensia funcționează offline?\nAbsolut, extensia noastră pentru Chrome este concepută pentru a funcționa în întregime offline. Acest lucru înseamnă că toate imaginile sunt procesate local pe computerul dvs. Deoarece nu sunt transmise date în altă parte, nu există niciun risc de încălcare a datelor sau a confidențialității. Utilizatorii pot elimina cu încredere metadatele din fotografii, știind că informațiile lor rămân securizate și private, direct pe dispozitivul lor local.\n\n❓ Pot elimina metadatele din alte formate decât JPG?\nNu, în prezent suportă doar eliminarea metadatelor din fișiere JPG. Nu suportă alte formate, cum ar fi Word sau PDF.\n\n❓ Există vreo urmărire a utilizatorilor?\nNe menținem ferm pe principiile de confidențialitate și securitate a utilizatorilor. Vă asigurăm că nu există absolut nicio urmărire a utilizatorilor în cadrul acestei extensii.\n\n❓ Utilizarea extensiei este gratuită?\nDa, această îndepărtare a datelor EXIF este oferită gratuit.\n\n❓ Cum afectează calitatea fotografiilor mele?\nCalitatea fotografiilor dvs. rămâne neatinsă. Extensia este concepută pentru a elimina datele EXIF fără a recomprima imaginea, ceea ce înseamnă că este păstrată calitatea originală a fotografiilor dvs. Acest lucru este deosebit de important pentru fotografii profesioniști, artiști sau pentru oricine care ține la integritatea conținutului vizual.\n\n❓ Pot procesa mai multe fotografii deodată?\nDa, una dintre caracteristicile care se remarcă este capacitatea de a procesa mai multe fișiere JPG în același timp. Această capacitate de procesare în masă le permite utilizatorilor să gestioneze eficient loturi mari de fotografii, economisind timp și efort. După eliminarea datelor EXIF, utilizatorii au opțiunea de a descărca toate imaginile curățate ca o singură arhivă ZIP consolidată.\n\n❓ Poate elimina datele de locație din fotografiile mele?\nDa, extensia poate elimina în mod eficient datele de locație din fotografiile dumneavoastră. Acest lucru face parte din eliminarea completă a datelor EXIF, care includ adesea informații sensibile despre locație. Prin eliminarea acestor date din imaginile dvs., această extensie Chrome vă sporește confidențialitatea, asigurându-se că locațiile anterioare nu pot fi urmărite prin intermediul fotografiilor dvs. partajate.\n\n❓ Este potrivită pentru utilizare profesională?\nAbsolut, nu este potrivită doar pentru uz personal, ci este foarte potrivită și pentru mediile profesionale. Acest lucru este valabil mai ales pentru sectoare precum jurnalismul, arta și orice domeniu în care menținerea confidențialității detaliilor personale și concentrarea pe calitatea conținutului sunt primordiale.",
    "ru": "Ключевые особенности:\n\n✔ Локальная обработка: Изображения обрабатываются непосредственно на Вашем компьютере, поэтому никакие данные не загружаются в другие места.\n✔ Без потери качества: Удаляйте данные EXIF без повторного сжатия изображения, сохраняя исходное качество Ваших фотографий.\n✔ Массовая обработка: Позволяет удалять метаданные сразу из нескольких JPG-файлов.\n\n\nЧто такое EXIF?\n\nДанные EXIF (Exchangeable Image File Format) - это как цифровой отпечаток, встроенный в Ваши фотографии, обычно снимаемые цифровыми камерами и смартфонами. Они содержат такие сведения, как время и место съемки, настройки камеры, а если у Вас были включены службы определения местоположения, то и точные GPS-координаты.\n\nТакая информация потенциально может быть использована для отслеживания Ваших перемещений. Рекомендуется удалять EXIF-данные с изображений, прежде чем выкладывать их в сеть, если Вас беспокоит конфиденциальность.\n\n\nВарианты использования:\n\n✦ Безопасность: Наш удалитель EXIF гарантирует, что Ваши личные данные останутся конфиденциальными, когда Вы публикуете изображения в Интернете. Злоумышленники больше не смогут использовать данные о местоположении на фотографиях для отслеживания Ваших действий или создания персонализированных фишинговых атак.\n✦ Управление данными: Это уменьшает размер файлов Ваших изображений, делая их более простыми и быстрыми для загрузки или скачивания.\n✦ Профессионализм: Поддерживайте профессиональный уровень, используя Metadata Remover для удаления EXIF с Ваших фотографий. Это особенно важно в таких областях, как журналистика и искусство, где основное внимание должно уделяться содержанию, а не техническим особенностям того, как была сделана фотография.\n\n\nКак использовать:\n\n1️⃣ Нажмите кнопку «Добавить в Chrome» и закрепите ее на своей панели инструментов для удобного доступа.\n\n2️⃣ Щелкните на значке ножниц на панели инструментов браузера, чтобы открыть приложение.\n\n3️⃣ Бросьте один или несколько JPG-файлов на страницу.\n\n4️⃣ Расширение удалит метаданные изображения локально на Вашем компьютере - никакие данные не покинут Ваше устройство.\n\n5️⃣ Сохраните обработанные фотографии по одной или загрузите их в виде ZIP-архива.\n\n\nЧасто задаваемые вопросы:\n\n❓ Работает ли расширение в автономном режиме?\nБезусловно, наше расширение для Chrome разработано для работы полностью в автономном режиме. Это означает, что все изображения обрабатываются локально на Вашем компьютере. Поскольку никакие данные не передаются в другие места, нет никакого риска утечки информации или нарушения конфиденциальности. Пользователи могут с уверенностью удалять метаданные с фотографий, зная, что их информация остается в безопасности и конфиденциальности, прямо на локальном устройстве.\n\n❓ Можно ли удалять метаданные из других форматов, кроме JPG?\nНет, в настоящее время эта программа поддерживает удаление метаданных только из файлов JPG. Он не поддерживает другие форматы, такие как Word или PDF.\n\n❓ Есть ли отслеживание пользователей?\nМы твердо стоим на принципах конфиденциальности и безопасности пользователей. Мы уверяем Вас, что в этом расширении нет абсолютно никакой слежки за пользователями.\n\n❓ Является ли расширение бесплатным в использовании?\nДа, это средство удаления EXIF-данных предоставляется бесплатно.\n\n❓ Как это влияет на качество моих фотографий?\nКачество Ваших фотографий останется нетронутым. Расширение предназначено для удаления EXIF-данных без повторного сжатия изображения, а значит, оригинальное качество Ваших фотографий сохраняется. Это особенно важно для профессиональных фотографов, художников и всех тех, кто ценит целостность своего визуального контента.\n\n❓ Можно ли обрабатывать несколько фотографий одновременно?\nДа, одной из отличительных особенностей является возможность одновременной обработки нескольких JPG-файлов. Эта возможность массовой обработки позволяет пользователям эффективно работать с большими партиями фотографий, экономя время и силы. После удаления EXIF-данных у пользователей есть возможность загрузить все очищенные изображения в виде одного консолидированного ZIP-архива.\n\n❓ Может ли оно удалять данные о местоположении с моих фотографий?\nДа, расширение может эффективно удалять данные о местоположении с Ваших фотографий. Это часть комплексного удаления данных EXIF, которые часто содержат конфиденциальную информацию о местоположении. Удаляя эти данные с Ваших изображений, это расширение для Chrome повышает Вашу конфиденциальность, гарантируя, что предыдущие местоположения нельзя будет отследить по Вашим общим фотографиям.\n\n❓ Подходит ли оно для профессионального использования?\nБезусловно, это расширение подходит не только для личного использования, но и для профессионального. Это особенно актуально для таких сфер, как журналистика, искусство, а также для любых других областей, где сохранение конфиденциальности личных данных и внимание к качеству контента имеют первостепенное значение.",
    "sk": "Kľúčové funkcie:\n\n✔ Miestne spracovanie: Obrázky sa spracúvajú priamo v počítači, čím sa zabezpečí, že sa žiadne údaje neodosielajú na iné miesto.\n✔ Bez straty kvality: Odstráňte údaje EXIF bez opätovnej kompresie obrázka, čím zachováte pôvodnú kvalitu fotografií.\n✔ Hromadné spracovanie: Umožňuje odstrániť metadáta z viacerých súborov JPG naraz.\n\n\nČo je EXIF?\n\nÚdaje EXIF (Exchangeable Image File Format) sú ako digitálny odtlačok vložený do vašich fotografií, ktoré zvyčajne zachytávajú digitálne fotoaparáty a smartfóny. Obsahuje podrobnosti, ako napríklad kedy a kde bola fotografia nasnímaná, nastavenia fotoaparátu, a ak ste mali zapnuté lokalizačné služby, môže obsahovať presné súradnice GPS.\n\nTento druh informácií by sa potenciálne mohol použiť na sledovanie vášho pohybu. Ak vám záleží na ochrane súkromia, odporúča sa odstrániť údaje EXIF z obrázkov pred ich zdieľaním online.\n\n\nPrípady použitia:\n\n✦ Bezpečnosť: Náš odstraňovač údajov EXIF zabezpečí, že vaše osobné údaje zostanú pri zverejňovaní obrázkov online dôverné. Zlomyseľné strany už nemôžu používať údaje o polohe z fotografií na sledovanie vašich aktivít alebo vytváranie personalizovaných phishingových útokov.\n✦ Správa údajov: Zmenšuje veľkosť súborov vašich obrázkov, čím uľahčuje a urýchľuje ich odosielanie alebo sťahovanie.\n✦ Profesionalita: Zachovajte si profesionálny štandard pomocou funkcie Odstránenie metaúdajov, ktorá vymaže EXIF z vašich fotografií. Je to dôležité najmä v oblastiach, ako je žurnalistika a umenie, kde by sa mal klásť dôraz skôr na obsah než na technické špecifiká spôsobu zhotovenia fotografie.\n\n\nAko používať:\n\n1️⃣ Kliknite na tlačidlo „Pridať do prehliadača Chrome“ a pripnite ho na panel nástrojov, aby ste k nemu mali ľahký prístup.\n\n2️⃣ Kliknutím na ikonu nožníc na paneli nástrojov prehliadača otvorte aplikáciu.\n\n3️⃣ Presuňte jeden alebo viacero súborov JPG na stránku.\n\n4️⃣ Rozšírenie odstráni metadáta obrázkov lokálne v počítači - žiadne údaje neopustia vaše zariadenie.\n\n5️⃣ Spracované fotografie uložte jednu po druhej alebo ich stiahnite ako archív ZIP.\n\n\nČasto kladené otázky:\n\n❓ Funguje rozšírenie offline?\nRozhodne, naše rozšírenie pre Chrome je navrhnuté tak, aby fungovalo úplne offline. To znamená, že všetky obrázky sa spracúvajú lokálne vo vašom počítači. Keďže sa žiadne údaje neprenášajú inam, nehrozí žiadne riziko narušenia údajov ani porušenia ochrany osobných údajov. Používatelia môžu bez obáv odstraňovať metadáta z fotografií s vedomím, že ich informácie zostávajú bezpečné a súkromné, a to priamo v ich lokálnom zariadení.\n\n❓ Môžem odstrániť metadáta z iných formátov ako JPG?\nNie, v súčasnosti podporuje iba odstraňovanie metadát zo súborov JPG. Nepodporuje iné formáty, napríklad Word alebo PDF.\n\n❓ Existuje nejaké sledovanie používateľov?\nPevne stojíme na zásadách ochrany súkromia a bezpečnosti používateľov. Ubezpečujeme vás, že v rámci tohto rozšírenia nedochádza k absolútne žiadnemu sledovaniu používateľov.\n\n❓ Je rozšírenie bezplatné?\nÁno, tento odstraňovač údajov EXIF sa poskytuje bezplatne.\n\n❓ Ako ovplyvňuje kvalitu mojich fotografií?\nKvalita vašich fotografií zostáva nedotknutá. Rozšírenie je navrhnuté tak, aby odstránilo údaje EXIF bez opätovnej kompresie obrázka, čo znamená, že pôvodná kvalita vašich fotografií zostane zachovaná. To je dôležité najmä pre profesionálnych fotografov, umelcov alebo všetkých, ktorí si cenia integritu svojho vizuálneho obsahu.\n\n❓ Môžem spracovať viacero fotografií naraz?\nÁno, jednou z výrazných funkcií je schopnosť spracovať viacero súborov JPG naraz. Táto možnosť hromadného spracovania umožňuje používateľom efektívne spracovať veľké dávky fotografií, čím sa šetrí čas a úsilie. Po odstránení údajov EXIF majú používatelia možnosť stiahnuť všetky vyčistené obrázky ako jeden konsolidovaný archív ZIP.\n\n❓ Dokáže odstrániť údaje o polohe z mojich fotografií?\nÁno, rozšírenie dokáže účinne odstrániť údaje o polohe z vašich fotografií. Je to súčasť komplexného odstránenia údajov EXIF, ktoré často obsahujú citlivé informácie o polohe. Odstránením týchto údajov z vašich fotografií toto rozšírenie Chrome zvyšuje vaše súkromie tým, že zabezpečuje, aby nebolo možné sledovať predchádzajúce polohy prostredníctvom vašich zdieľaných fotografií.\n\n❓ Je vhodné na profesionálne použitie?\nRozhodne, je vhodné nielen na osobné použitie, ale je veľmi vhodné aj na profesionálne prostredie. Platí to najmä pre odvetvia, ako je žurnalistika, umenie a všetky oblasti, kde je najdôležitejšie zachovať dôvernosť osobných údajov a zamerať sa na kvalitu obsahu.",
    "sl": "Ključne funkcije:\n\n✔ Lokalna obdelava: Slike se obdelajo neposredno v računalniku, tako da se podatki ne prenesejo drugam.\n✔ Brez izgube kakovosti: odstranite podatke EXIF, ne da bi sliko ponovno stisnili, in tako ohranite izvirno kakovost fotografij.\n✔ Množična obdelava: Omogoča odstranitev metapodatkov iz več datotek JPG naenkrat.\n\n\nKaj je EXIF?\n\nPodatki EXIF (Exchangeable Image File Format) so kot digitalni odtis, ki je vgrajen v vaše fotografije in ga običajno zajamejo digitalni fotoaparati in pametni telefoni. Vključujejo podrobnosti, kot so čas in kraj nastanka fotografije, nastavitve fotoaparata in, če so bile vklopljene lokacijske storitve, lahko vključujejo natančne koordinate GPS.\n\nTovrstne informacije se lahko uporabijo za sledenje vašega gibanja. Če vas skrbi zasebnost, je priporočljivo, da podatke EXIF s slik odstranite, preden jih delite na spletu.\n\n\nPrimeri uporabe:\n\n✦ Varnost: Naš odstranjevalec podatkov EXIF zagotavlja, da vaši osebni podatki ostanejo zaupni, ko objavljate slike na spletu. Zlonamerne osebe ne morejo več uporabljati podatkov o lokaciji s fotografij za sledenje vašim dejavnostim ali pripravo prilagojenih napadov lažnega predstavljanja.\n✦ Upravljanje podatkov: S tem zmanjšate velikost datotek svojih slik in jih lažje in hitreje naložite ali prenesete.\n✦ Profesionalnost: Ohranite profesionalni standard z uporabo programa za odstranjevanje metapodatkov, da izbrišete EXIF s svojih fotografij. To je še posebej pomembno na področjih, kot sta novinarstvo in umetnost, kjer se je treba osredotočiti na vsebino in ne na tehnične podrobnosti, kako je bila fotografija posneta.\n\n\nKako uporabljati:\n\n1️⃣ Kliknite gumb „Dodaj v Chrome“ in ga pripnite v orodno vrstico za lažji dostop.\n\n2️⃣ Kliknite ikono škarij v orodni vrstici brskalnika, da odprete aplikacijo.\n\n3️⃣ Na stran spustite eno ali več datotek JPG.\n\n4️⃣ Razširitev bo metapodatke slik odstranila lokalno v vašem računalniku - podatki ne zapustijo vaše naprave.\n\n5️⃣ Obdelane fotografije shranite eno za drugo ali jih prenesite kot arhiv ZIP.\n\n\nPogosto zastavljena vprašanja:\n\n❓ Ali razširitev deluje brez povezave?\nVsekakor, naša razširitev za Chrome je zasnovana tako, da deluje popolnoma brez povezave. To pomeni, da so vse slike obdelane lokalno v vašem računalniku. Ker se nobeni podatki ne prenašajo drugam, ni tveganja za kršitve podatkov ali zasebnosti. Uporabniki lahko brez skrbi odstranijo metapodatke s fotografij, saj vedo, da njihovi podatki ostajajo varni in zasebni, neposredno v njihovi lokalni napravi.\n\n❓ Ali lahko odstranim metapodatke iz drugih formatov, ne le JPG?\nNe, trenutno podpira le odstranjevanje metapodatkov iz datotek JPG. Ne podpira drugih formatov, kot sta Word ali PDF.\n\n❓ Ali obstaja možnost sledenja uporabnikom?\nTrdno stojimo na načelih zasebnosti in varnosti uporabnikov. Zagotavljamo vam, da v tej razširitvi ni nikakršnega sledenja uporabnikom.\n\n❓ Ali je uporaba razširitve brezplačna?\nDa, ta odstranjevalec podatkov EXIF je na voljo brezplačno.\n\n❓ Kako vpliva na kakovost mojih fotografij?\nKakovost vaših fotografij ostane nedotaknjena. Razširitev je zasnovana tako, da odstrani podatke EXIF brez ponovnega stiskanja slike, kar pomeni, da se ohrani prvotna kakovost vaših fotografij. To je še posebej pomembno za profesionalne fotografe, umetnike in vse, ki cenijo celovitost svoje vizualne vsebine.\n\n❓ Ali lahko obdelujem več fotografij hkrati?\nDa, ena od izstopajočih funkcij je zmožnost obdelave več datotek JPG naenkrat. Ta zmožnost množične obdelave uporabnikom omogoča učinkovito obdelavo velikih paketov fotografij, s čimer prihranijo čas in trud. Po odstranitvi podatkov EXIF imajo uporabniki možnost, da vse očiščene slike prenesejo kot en združeni arhiv ZIP.\n\n❓ Ali lahko s fotografij odstrani podatke o lokaciji?\nDa, razširitev lahko učinkovito odstrani podatke o lokaciji s fotografij. To je del celovitega odstranjevanja podatkov EXIF, ki pogosto vključujejo občutljive podatke o lokaciji. Z odstranitvijo teh podatkov s slik ta razširitev Chrome izboljša vašo zasebnost, saj zagotavlja, da prejšnjih lokacij ni mogoče izslediti prek fotografij v skupni rabi.\n\n❓ Ali je primerna za profesionalno uporabo?\nVsekakor, ni primerna le za osebno uporabo, temveč je zelo primerna tudi za profesionalna okolja. To še posebej velja za sektorje, kot so novinarstvo, umetnost in vsa področja, kjer sta ohranjanje zaupnosti osebnih podatkov in osredotočanje na kakovost vsebine najpomembnejša.",
    "sr": "Кључне карактеристике:\n\n✔ Локална обрада: Слике се обрађују директно на вашем рачунару, обезбеђујући да се подаци не отпремају на друго место.\n✔ Без губитка квалитета: Скините ЕКСИФ податке без поновног компресовања слике, чувајући оригинални квалитет ваших фотографија.\n✔ Групна обрада: Омогућава уклањање метаподатака из више ЈПГ датотека одједном.\n\n\nШта је ЕКСИФ?\n\nЕКСИФ (Екцхангеабле Имаге Филе Формат) подаци су попут дигиталног отиска уграђеног у ваше фотографије, обично снимљене дигиталним фотоапаратима и паметним телефонима. Садржи детаље као што су када и где је фотографија снимљена, подешавања камере и ако су ваше услуге локације биле укључене, може укључити тачне ГПС координате.\n\nОва врста информација би се потенцијално могла користити за праћење ваших кретања. Препоручљиво је да уклоните ЕКСИФ податке са слика пре него што их делите на мрежи ако је приватност забринута.\n\n\nСлучајеви употребе:\n\n✦ Безбедност: Наш ЕКСИФ алат за уклањање обезбеђује да ваши лични подаци остану поверљиви када објавите слике на мрежи. Злонамерне стране више не могу да користе податке о локацији са фотографија за праћење ваших активности или креирање персонализованих пхисхинг напада.\n✦ Управљање подацима: Ово смањује величину датотека ваших слика, чинећи их лакшим и бржим за отпремање или преузимање.\n✦ Професионалност: Одржавајте професионални стандард користећи Метадата Ремовер да бисте избрисали ЕКСИФ са својих фотографија. Ово је посебно важно у областима као што су новинарство и уметност, где би фокус требало да буде на садржају, а не на техничким специфичностима начина на који је фотографија снимљена.\n\n\nКако се користи:\n\n1⃣ Кликните на дугме „Додај у Цхроме“ и закачите га на траку са алаткама ради лакшег приступа.\n\n2⃣ Кликните на икону маказа на траци са алаткама претраживача да бисте отворили апликацију.\n\n3⃣ Испустите једну или више ЈПГ датотека на страницу.\n\n4⃣ Екстензија ће уклонити метаподатке слике локално на вашем рачунару - никакви подаци не напуштају ваш уређај.\n\n5⃣ Сачувајте обрађене фотографије једну по једну или их преузмите као ЗИП архиву.\n\n\nЧесто постављана питања:\n\n❓ Да ли проширење функционише ван мреже?\nАпсолутно, наше проширење за Цхроме је дизајнирано да функционише у потпуности ван мреже. То значи да се све слике обрађују локално на вашем рачунару. Пошто се никакви подаци не преносе негде другде, не постоји ризик од повреде података или кршења приватности. Корисници могу са сигурношћу да уклањају метаподатке са фотографија знајући да су њихове информације безбедне и приватне, директно на њиховом локалном уређају.\n\n❓ Могу ли да уклоним метаподатке из формата који није ЈПГ?\nНе, тренутно подржава само уклањање метаподатака из ЈПГ датотека. Не подржава друге формате као што су Ворд или ПДФ.\n\n❓ Постоји ли праћење корисника?\nЧврсто стојимо на принципима приватности и безбедности корисника. Уверавамо вас да нема апсолутно никаквог праћења корисника унутар овог додатка.\n\n❓ Да ли је екстензија бесплатна за коришћење?\nДа, овај алат за уклањање ЕКСИФ података је бесплатан.\n\n❓ Како то утиче на квалитет мојих фотографија?\nКвалитет ваших фотографија остаје нетакнут. Проширење је дизајнирано да уклања ЕКСИФ податке без поновног компримовања слике, што значи да је оригинални квалитет ваших фотографија очуван. Ово је посебно важно за професионалне фотографе, уметнике или свакога ко цени интегритет свог визуелног садржаја.\n\n❓ Могу ли да обрадим више фотографија одједном?\nДа, једна од истакнутих карактеристика је његова способност обраде више ЈПГ датотека одједном. Ова могућност масовне обраде омогућава корисницима да ефикасно рукују великим серијама фотографија, штедећи време и труд. Након уклањања ЕКСИФ података, корисници имају опцију да преузму све очишћене слике као једну консолидовану ЗИП архиву.\n\n❓ Може ли уклонити податке о локацији са мојих фотографија?\nДа, проширење може ефикасно уклонити податке о локацији са ваших фотографија. Ово је део свеобухватног уклањања ЕКСИФ података, који често укључују осетљиве информације о локацији. Уклањањем ових података са ваших слика, ово проширење за Цхроме побољшава вашу приватност тако што осигурава да се претходне локације не могу пратити преко ваших дељених фотографија.\n\n❓ Да ли је погодан за професионалну употребу?\nАпсолутно, не само да је погодан за личну употребу, већ је и веома погодан за професионална подешавања. Ово посебно важи за секторе као што су новинарство, уметност и било које поље где је одржавање поверљивости личних података и фокусирање на квалитет садржаја најважнији.",
    "sv": "Viktiga funktioner:\n\n✔ Lokal bearbetning: Bilderna bearbetas direkt på din dator, vilket säkerställer att inga data laddas upp någon annanstans.\n✔ Ingen kvalitetsförlust: EXIF-data tas bort utan att bilden komprimeras om, vilket gör att bildernas originalkvalitet bevaras.\n✔ Massbearbetning: Gör det möjligt att ta bort metadata från flera JPG-filer på en gång.\n\n\nVad är EXIF?\n\nEXIF-data (Exchangeable Image File Format) är som ett digitalt fotavtryck inbäddat i dina foton, som vanligtvis tas med digitalkameror och smartphones. Det innehåller detaljer som när och var fotot togs, kamerainställningar och om dina platstjänster var påslagna kan det innehålla exakta GPS-koordinater.\n\nDen här typen av information kan potentiellt användas för att spåra dina rörelser. Det är tillrådligt att ta bort EXIF-data från bilder innan du delar dem online om integriteten är ett problem.\n\n\nAnvändningsfall:\n\n✦ Säkerhet: Vår EXIF-remover säkerställer att dina personuppgifter förblir konfidentiella när du publicerar bilder online. Skadliga parter kan inte längre använda platsdata från foton för att spåra dina aktiviteter eller skapa personliga nätfiskeattacker.\n✦ Datahantering: Detta minskar filstorleken på dina bilder, vilket gör dem enklare och snabbare att ladda upp eller ner.\n✦ Professionalism: Upprätthåll en professionell standard genom att använda Metadata Remover för att radera EXIF från dina foton. Detta är särskilt viktigt inom områden som journalistik och konst, där fokus bör ligga på innehållet snarare än på de tekniska detaljerna för hur ett foto togs.\n\n\nHur man använder:\n\n1️⃣ Klicka på knappen ”Lägg till i Chrome” och fäst den i verktygsfältet så att du enkelt kan komma åt den.\n\n2️⃣ Klicka på saxikonen i webbläsarens verktygsfält för att öppna programmet.\n\n3️⃣ Släpp en eller flera JPG-filer på sidan.\n\n4️⃣ Tillägget tar bort metadata för bilder lokalt på din dator - inga data lämnar din enhet.\n\n5️⃣ Spara de bearbetade bilderna en och en eller ladda ner dem som ett ZIP-arkiv.\n\n\nVanliga frågor och svar:\n\n❓ Fungerar tillägget offline?\nAbsolut, vårt Chrome-tillägg är utformat för att fungera helt offline. Det innebär att alla bilder bearbetas lokalt på din dator. Eftersom ingen data överförs någon annanstans finns det ingen risk för dataintrång eller integritetskränkningar. Användare kan tryggt ta bort metadata från foton och veta att deras information förblir säker och privat, direkt på deras lokala enhet.\n\n❓ Kan jag ta bort metadata från andra format än JPG?\nNej, för närvarande stöds endast borttagning av metadata från JPG-filer. Det stöder inte andra format som Word eller PDF.\n\n❓ Finns det någon användarspårning?\nVi står fast vid principerna om användarnas integritet och säkerhet. Vi försäkrar dig om att det inte finns någon som helst spårning av användare i detta tillägg.\n\n❓ Är tillägget gratis att använda?\nJa, denna EXIF data remover tillhandahålls gratis.\n\n❓ Hur påverkar det kvaliteten på mina foton?\nKvaliteten på dina foton förblir orörd. Tillägget är utformat för att ta bort EXIF-data utan att komprimera bilden på nytt, vilket innebär att originalkvaliteten på dina foton bevaras. Detta är särskilt viktigt för professionella fotografer, konstnärer eller andra som värdesätter integriteten i sitt visuella innehåll.\n\n❓ Kan jag bearbeta flera foton samtidigt?\nJa, en av de utmärkande funktionerna är dess förmåga att bearbeta flera JPG-filer samtidigt. Denna bulkbehandlingsfunktion gör det möjligt för användare att effektivt hantera stora partier av foton, vilket sparar tid och ansträngning. Efter att ha tagit bort EXIF-data har användarna möjlighet att ladda ner alla rengjorda bilder som ett konsoliderat ZIP-arkiv.\n\n❓ Kan det ta bort platsdata från mina foton?\nJa, tillägget kan effektivt ta bort platsdata från dina foton. Detta är en del av det omfattande borttagandet av EXIF-data, som ofta innehåller känslig platsinformation. Genom att ta bort dessa data från dina bilder förbättrar detta Chrome-tillägg din integritet genom att se till att tidigare platser inte kan spåras via dina delade foton.\n\n❓ Är det lämpligt för professionell användning?\nAbsolut, det är inte bara lämpligt för personligt bruk utan är också mycket lämpligt för professionella inställningar. Detta gäller särskilt för sektorer som journalistik, konst och alla områden där det är viktigt att upprätthålla sekretessen för personuppgifter och fokusera på innehållskvalitet.",
    "th": "คุณสมบัติที่สำคัญ:\n\n✔ การประมวลผลเฉพาะที่: รูปภาพจะได้รับการประมวลผลโดยตรงบนคอมพิวเตอร์ของคุณ เพื่อให้มั่นใจว่าจะไม่มีการอัปโหลดข้อมูลไปที่อื่น\n✔ ไม่มีการสูญเสียคุณภาพ: ตัดข้อมูล EXIF ​​ออกโดยไม่ต้องบีบอัดรูปภาพใหม่ โดยคงคุณภาพดั้งเดิมของภาพถ่ายของคุณ\n✔ การประมวลผลจำนวนมาก: อนุญาตให้ลบข้อมูลเมตาออกจากไฟล์ JPG หลายไฟล์พร้อมกัน\n\n\nEXIF คืออะไร?\n\nข้อมูล EXIF (รูปแบบไฟล์ภาพที่แลกเปลี่ยนได้) เปรียบเสมือนรอยเท้าดิจิทัลที่ฝังอยู่ในภาพถ่ายของคุณ ซึ่งโดยทั่วไปแล้วจะถ่ายด้วยกล้องดิจิตอลและสมาร์ทโฟน โดยจะมีรายละเอียด เช่น เวลาและสถานที่ถ่ายภาพ การตั้งค่ากล้อง และหากบริการระบุตำแหน่งของคุณเปิดอยู่ ข้อมูลดังกล่าวอาจรวมถึงพิกัด GPS ที่แน่นอนด้วย\n\nข้อมูลประเภทนี้อาจใช้เพื่อติดตามการเคลื่อนไหวของคุณได้ ขอแนะนำให้ลบข้อมูล EXIF ​​ออกจากรูปภาพก่อนที่จะแชร์ทางออนไลน์หากกังวลเรื่องความเป็นส่วนตัว\n\n\nกรณีการใช้งาน:\n\n✦ ความปลอดภัย: เครื่องมือลบ EXIF ​​ของเราช่วยให้มั่นใจได้ว่ารายละเอียดส่วนบุคคลของคุณยังคงเป็นความลับเมื่อคุณเผยแพร่ภาพทางออนไลน์ ผู้ที่เป็นอันตรายไม่สามารถใช้ข้อมูลตำแหน่งจากภาพถ่ายเพื่อติดตามกิจกรรมของคุณหรือสร้างการโจมตีแบบฟิชชิ่งส่วนบุคคลได้อีกต่อไป\n✦ การจัดการข้อมูล: สิ่งนี้จะลดขนาดไฟล์รูปภาพของคุณ ทำให้อัพโหลดหรือดาวน์โหลดได้ง่ายและรวดเร็วยิ่งขึ้น\n✦ ความเป็นมืออาชีพ: รักษามาตรฐานระดับมืออาชีพโดยใช้ Metadata Remover เพื่อลบ EXIF ​​ออกจากรูปภาพของคุณ สิ่งนี้มีความสำคัญอย่างยิ่งในสาขาต่างๆ เช่น วารสารศาสตร์และศิลปะ ซึ่งควรเน้นไปที่เนื้อหา มากกว่าที่จะเน้นไปที่ลักษณะเฉพาะทางเทคนิคของวิธีถ่ายภาพ\n\n\nวิธีใช้:\n\n1️⃣คลิกปุ่ม \"เพิ่มลงใน Chrome\" และปักหมุดไว้ที่แถบเครื่องมือเพื่อให้เข้าถึงได้ง่าย\n\n2️⃣ คลิกไอคอนกรรไกรในแถบเครื่องมือของเบราว์เซอร์เพื่อเปิดแอปพลิเคชัน\n\n3️⃣ วางไฟล์ JPG หนึ่งไฟล์หรือหลายไฟล์ลงบนหน้า\n\n4️⃣ส่วนขยายจะลบข้อมูลเมตาของรูปภาพในเครื่องคอมพิวเตอร์ของคุณ - ไม่มีข้อมูลใด ๆ ออกจากอุปกรณ์ของคุณ\n\n5️⃣ บันทึกรูปภาพที่ประมวลผลทีละภาพหรือดาวน์โหลดเป็นไฟล์ ZIP\n\n\nคำถามที่พบบ่อย:\n\n❓ ส่วนขยายทำงานแบบออฟไลน์ได้หรือไม่\nแน่นอนว่าส่วนขยาย Chrome ของเราได้รับการออกแบบมาให้ทำงานแบบออฟไลน์โดยสิ้นเชิง ซึ่งหมายความว่ารูปภาพทั้งหมดจะถูกประมวลผลภายในเครื่องคอมพิวเตอร์ของคุณ เนื่องจากไม่มีการส่งข้อมูลไปยังที่อื่น จึงไม่มีความเสี่ยงต่อการละเมิดข้อมูลหรือการละเมิดความเป็นส่วนตัว ผู้ใช้สามารถลบข้อมูลเมตาออกจากรูปภาพได้อย่างมั่นใจ โดยที่ข้อมูลของตนยังคงปลอดภัยและเป็นส่วนตัวได้โดยตรงบนอุปกรณ์ภายในเครื่องของตน\n\n❓ ฉันสามารถลบข้อมูลเมตาออกจากรูปแบบอื่นที่ไม่ใช่ JPG ได้หรือไม่\nไม่ ขณะนี้รองรับเฉพาะการลบข้อมูลเมตาออกจากไฟล์ JPG เท่านั้น ไม่รองรับรูปแบบอื่น เช่น Word หรือ PDF\n\n❓ มีการติดตามผู้ใช้หรือไม่?\nเรายืนหยัดบนหลักการความเป็นส่วนตัวและความปลอดภัยของผู้ใช้ เรารับรองกับคุณว่าไม่มีการติดตามผู้ใช้ภายในส่วนขยายนี้อย่างแน่นอน\n\n❓ ส่วนขยายนี้ใช้งานได้ฟรีหรือไม่?\nใช่ โปรแกรมลบข้อมูล EXIF นี้ให้บริการฟรี\n\n❓ มันส่งผลต่อคุณภาพของภาพถ่ายของฉันอย่างไร?\nคุณภาพของภาพถ่ายของคุณยังคงไม่มีใครแตะต้อง ส่วนขยายนี้ออกแบบมาเพื่อตัดข้อมูล EXIF ​​โดยไม่ต้องบีบอัดรูปภาพใหม่ ซึ่งหมายความว่าคุณภาพดั้งเดิมของรูปภาพจะยังคงอยู่ นี่เป็นสิ่งสำคัญอย่างยิ่งสำหรับช่างภาพมืออาชีพ ศิลปิน หรือใครก็ตามที่ให้ความสำคัญกับความสมบูรณ์ของเนื้อหาภาพของตน\n\n❓ ฉันสามารถประมวลผลภาพถ่ายหลายภาพพร้อมกันได้หรือไม่?\nใช่ หนึ่งในคุณสมบัติที่โดดเด่นคือความสามารถในการประมวลผลไฟล์ JPG หลายไฟล์พร้อมกัน ความสามารถในการประมวลผลจำนวนมากนี้ทำให้ผู้ใช้สามารถจัดการภาพถ่ายจำนวนมากได้อย่างมีประสิทธิภาพ ประหยัดเวลาและแรงงาน หลังจากลบข้อมูล EXIF ​​แล้ว ผู้ใช้จะมีตัวเลือกในการดาวน์โหลดรูปภาพที่ล้างข้อมูลทั้งหมดเป็นไฟล์ ZIP ที่รวมไว้เพียงไฟล์เดียว\n\n❓ มันสามารถลบข้อมูลตำแหน่งออกจากรูปภาพของฉันได้หรือไม่?\nใช่ ส่วนขยายสามารถลบข้อมูลตำแหน่งออกจากรูปภาพของคุณได้อย่างมีประสิทธิภาพ นี่เป็นส่วนหนึ่งของการลบข้อมูล EXIF ​​อย่างครอบคลุม ซึ่งมักจะมีข้อมูลตำแหน่งที่ละเอียดอ่อนด้วย ด้วยการดึงข้อมูลนี้ออกจากรูปภาพของคุณ ส่วนขยาย Chrome นี้จะเพิ่มความเป็นส่วนตัวของคุณโดยทำให้มั่นใจได้ว่าตำแหน่งก่อนหน้าจะไม่สามารถติดตามผ่านรูปภาพที่แชร์ของคุณได้\n\n❓เหมาะกับการใช้งานแบบมืออาชีพหรือไม่?\nแน่นอนว่า ผลิตภัณฑ์นี้ไม่เพียงแต่เหมาะสำหรับการใช้งานส่วนตัวเท่านั้น แต่ยังเหมาะอย่างยิ่งสำหรับการตั้งค่าแบบมืออาชีพอีกด้วย นี่เป็นเรื่องจริงโดยเฉพาะอย่างยิ่งสำหรับภาคส่วนต่างๆ เช่น วารสารศาสตร์ ศิลปะ และสาขาใดๆ ที่การรักษาความลับของรายละเอียดส่วนบุคคลและการมุ่งเน้นที่คุณภาพของเนื้อหาเป็นสิ่งสำคัญยิ่ง",
    "tr": "Temel Özellikler:\n\n✔ Yerel İşleme: Görüntüler doğrudan bilgisayarınızda işlenerek başka bir yere veri yüklenmemesi sağlanır.\n✔ Kalite Kaybı Yok: EXIF verilerini görüntüyü yeniden sıkıştırmadan soyarak fotoğraflarınızın orijinal kalitesini korur.\n✔ Toplu İşleme: Aynı anda birden fazla JPG dosyasından meta verilerin kaldırılmasını sağlar.\n\n\nEXIF nedir?\n\nEXIF (Değiştirilebilir Görüntü Dosyası Formatı) verileri, genellikle dijital kameralar ve akıllı telefonlar tarafından çekilen, fotoğraflarınıza gömülü dijital bir ayak izi gibidir. Fotoğrafın ne zaman ve nerede çekildiği, kamera ayarları gibi ayrıntıları içerir ve konum hizmetleriniz açıksa, tam GPS koordinatlarını içerebilir.\n\nBu tür bilgiler potansiyel olarak hareketlerinizi izlemek için kullanılabilir. Gizlilik söz konusuysa, çevrimiçi paylaşmadan önce EXIF verilerini görüntülerden kaldırmanız önerilir.\n\n\nKullanım durumları:\n\n✦ Güvenlik: EXIF kaldırıcımız, görüntüleri çevrimiçi yayınladığınızda kişisel bilgilerinizin gizli kalmasını sağlar. Kötü niyetli taraflar artık etkinliklerinizi izlemek veya kişiselleştirilmiş kimlik avı saldırıları oluşturmak için fotoğraflardaki konum verilerini kullanamaz.\n✦ Veri Yönetimi: Bu, resimlerinizin dosya boyutunu küçülterek yükleme veya indirme işlemlerini daha kolay ve hızlı hale getirir.\n✦ Profesyonellik: Fotoğraflarınızdan EXIF'i silmek için Metadata Remover'ı kullanarak profesyonel bir standardı koruyun. Bu özellikle gazetecilik ve sanat gibi odak noktasının bir fotoğrafın nasıl çekildiğine dair teknik ayrıntılardan ziyade içerik olması gereken alanlarda önemlidir.\n\n\nNasıl Kullanılır:\n\n1️⃣ “Chrome'a Ekle” düğmesine tıklayın ve kolay erişim için araç çubuğunuza sabitleyin.\n\n2️⃣ Uygulamayı açmak için tarayıcı araç çubuğunuzdaki makas simgesine tıklayın.\n\n3️⃣ Bir veya birden fazla JPG dosyasını sayfaya bırakın.\n\n4️⃣ Uzantı, bilgisayarınızdaki görüntü meta verilerini yerel olarak kaldıracaktır - cihazınızdan hiçbir veri çıkmaz.\n\n5️⃣ İşlenen fotoğrafları tek tek kaydedin veya bir ZIP arşivi olarak indirin.\n\n\nSıkça Sorulan Sorular:\n\n❓ Uzantı çevrimdışı çalışıyor mu?\nKesinlikle, Chrome eklentimiz tamamen çevrimdışı çalışacak şekilde tasarlanmıştır. Bu, tüm görüntülerin bilgisayarınızda yerel olarak işlendiği anlamına gelir. Hiçbir veri başka bir yere aktarılmadığından, veri ihlali veya gizlilik ihlali riski yoktur. Kullanıcılar, bilgilerinin doğrudan yerel cihazlarında güvenli ve gizli kaldığını bilerek fotoğraflardan meta verileri güvenle kaldırabilirler.\n\nJPG dışındaki formatlardan meta verileri kaldırabilir miyim?\nHayır, şu anda yalnızca JPG dosyalarından meta verilerin kaldırılmasını desteklemektedir. Word veya PDF gibi diğer formatları desteklemez.\n\n❓ Kullanıcı takibi var mı?\nKullanıcı gizliliği ve güvenliği ilkelerine sıkı sıkıya bağlıyız. Bu uzantıda kesinlikle kullanıcı takibi yapılmadığını garanti ediyoruz.\n\n❓ Uzantının kullanımı ücretsiz mi?\nEvet, bu EXIF veri temizleyici ücretsiz olarak sunulmaktadır.\n\n❓ Fotoğraflarımın kalitesini nasıl etkiler?\nFotoğraflarınızın kalitesine dokunulmaz. Uzantı, görüntüyü yeniden sıkıştırmadan EXIF verilerini soymak için tasarlanmıştır, yani fotoğraflarınızın orijinal kalitesi korunur. Bu özellikle profesyonel fotoğrafçılar, sanatçılar veya görsel içeriklerinin bütünlüğüne değer veren herkes için önemlidir.\n\n❓ Aynı anda birden fazla fotoğrafı işleyebilir miyim?\nEvet, öne çıkan özelliklerinden biri de aynı anda birden fazla JPG dosyasını işleyebilmesidir. Bu toplu işleme özelliği, kullanıcıların büyük fotoğraf gruplarını verimli bir şekilde işlemesine, zamandan ve emekten tasarruf etmesine olanak tanır. EXIF verilerini kaldırdıktan sonra, kullanıcılar temizlenmiş tüm görüntüleri birleştirilmiş bir ZIP arşivi olarak indirme seçeneğine sahiptir.\n\n❓ Fotoğraflarımdan konum verilerini kaldırabilir mi?\nEvet, uzantı fotoğraflarınızdan konum verilerini etkili bir şekilde kaldırabilir. Bu, genellikle hassas konum bilgileri içeren EXIF verilerinin kapsamlı bir şekilde kaldırılmasının bir parçasıdır. Bu Chrome uzantısı, bu verileri resimlerinizden çıkararak, paylaşılan fotoğraflarınız aracılığıyla önceki konumların izlenememesini sağlayarak gizliliğinizi artırır.\n\n❓ Profesyonel kullanım için uygun mu?\nKesinlikle, yalnızca kişisel kullanım için değil, aynı zamanda profesyonel ortamlar için de son derece uygundur. Bu özellikle gazetecilik, sanat ve kişisel bilgilerin gizliliğini korumanın ve içerik kalitesine odaklanmanın çok önemli olduğu herhangi bir alan gibi sektörler için geçerlidir.",
    "uk": "Основні можливості:\n\n✔ Локальна обробка: Зображення обробляються безпосередньо на вашому комп'ютері, гарантуючи, що дані нікуди не завантажуються.\nБез втрати якості: Видалення даних EXIF без перекомпресії зображення, зберігаючи оригінальну якість ваших фотографій.\nМасова обробка: Дозволяє видаляти метадані з декількох файлів JPG одночасно.\n\n\nЩо таке EXIF?\n\nДані EXIF (Exchangeable Image File Format) - це як цифровий слід, вбудований у ваші фотографії, які зазвичай знімаються цифровими камерами і смартфонами. Вони містять такі дані, як час і місце зйомки, налаштування камери, а якщо у вас були ввімкнені служби визначення місцезнаходження, то й точні GPS-координати.\n\nЦя інформація потенційно може бути використана для відстеження ваших пересувань. Бажано видаляти EXIF-дані із зображень, перш ніж публікувати їх в Інтернеті, якщо ви турбуєтеся про конфіденційність.\n\n\nВаріанти використання:\n\n✦ Безпека: Наш інструмент для видалення EXIF гарантує, що ваші особисті дані залишаться конфіденційними, коли ви публікуєте зображення онлайн. Зловмисники більше не зможуть використовувати дані про місцезнаходження з фотографій, щоб відстежувати ваші дії або створювати персоналізовані фішингові атаки.\n✦ Керування даними: Це зменшує розмір файлів ваших зображень, що робить їх легшими та швидшими для завантаження або вивантаження.\nПрофесіоналізм: Підтримуйте професійний стандарт, використовуючи Metadata Remover для видалення EXIF з ваших фотографій. Це особливо важливо в таких галузях, як журналістика та мистецтво, де основна увага має бути зосереджена на змісті, а не на технічних особливостях того, як було зроблено фотографію.\n\n\nЯк користуватися:\n\n1️⃣ Натисніть кнопку «Додати в Chrome» і закріпіть її на панелі інструментів для швидкого доступу.\n\n2️⃣ Натисніть на іконку з ножицями на панелі інструментів браузера, щоб відкрити програму.\n\n3️⃣ Перенесіть один або кілька файлів JPG на сторінку.\n\n4️⃣ Розширення видалить метадані зображень локально на вашому комп'ютері - жодні дані не залишають ваш пристрій.\n\n5️⃣ Збережіть оброблені фотографії по одній або завантажте їх у вигляді ZIP-архіву.\n\n\nЧасті запитання:\n\n❓ Чи працює розширення в автономному режимі?\nТак, наше розширення для Chrome розроблено для роботи повністю в автономному режимі. Це означає, що всі зображення обробляються локально на вашому комп'ютері. Оскільки дані нікуди не передаються, немає ризику витоку даних або порушення конфіденційності. Користувачі можуть впевнено видаляти метадані з фотографій, знаючи, що їхня інформація залишається безпечною і приватною, безпосередньо на їхньому локальному пристрої.\n\n❓ Чи можна видаляти метадані з інших форматів, окрім JPG?\nНі, наразі програма підтримує видалення метаданих лише з файлів у форматі JPG. Інші формати, такі як Word або PDF, не підтримуються.\n\n❓ Чи здійснюється відстеження користувачів?\nМи твердо стоїмо на принципах конфіденційності та безпеки користувачів. Ми запевняємо вас, що в цьому розширенні немає ніякого відстеження користувачів.\n\n❓ Чи є розширення безкоштовним у використанні?\nТак, це розширення для видалення EXIF-даних надається безкоштовно.\n\n❓ Як це впливає на якість моїх фотографій?\nЯкість ваших фотографій залишається незмінною. Розширення призначене для видалення даних EXIF без повторного стиснення зображення, тобто оригінальна якість ваших фотографій зберігається. Це особливо важливо для професійних фотографів, художників або всіх, хто цінує цілісність свого візуального контенту.\n\nЧи можна обробляти кілька фотографій одночасно?\nТак, однією з визначних особливостей програми є її здатність обробляти кілька файлів JPG одночасно. Ця можливість масової обробки дозволяє користувачам ефективно обробляти великі партії фотографій, заощаджуючи час і зусилля. Після видалення EXIF-даних користувачі мають можливість завантажити всі очищені зображення одним консолідованим ZIP-архівом.\n\n❓ Чи можна видалити дані про місцезнаходження з моїх фотографій?\nТак, розширення може ефективно видаляти дані про місцезнаходження з ваших фотографій. Це частина комплексного видалення даних EXIF, які часто містять конфіденційну інформацію про місцезнаходження. Видаляючи ці дані з ваших зображень, це розширення Chrome захищає вашу конфіденційність, гарантуючи, що попередні місцезнаходження не можуть бути відстежені за вашими спільними фотографіями.\n\nЧи підходить воно для професійного використання?\nБезумовно, воно підходить не тільки для особистого використання, але й для професійного. Це особливо актуально для таких галузей, як журналістика, мистецтво та інших, де конфіденційність особистих даних і зосередженість на якості контенту мають першорядне значення.",
    "vi": "Các tính năng chính:\n\n✔ Xử lý cục bộ: Hình ảnh được xử lý trực tiếp trên máy tính của bạn, đảm bảo không có dữ liệu nào được tải lên nơi khác.\n✔ Không giảm chất lượng: Loại bỏ dữ liệu EXIF mà không cần nén lại hình ảnh, giữ nguyên chất lượng ban đầu của ảnh.\n✔ Xử lý hàng loạt: Cho phép xóa siêu dữ liệu khỏi nhiều tệp JPG cùng một lúc.\n\n\nEXIF là gì?\n\nDữ liệu EXIF (Định dạng tệp hình ảnh có thể trao đổi) giống như dấu chân kỹ thuật số được nhúng trong ảnh của bạn, thường được chụp bằng máy ảnh kỹ thuật số và điện thoại thông minh. Nó bao gồm các chi tiết như thời gian và địa điểm chụp ảnh, cài đặt máy ảnh và nếu dịch vụ định vị của bạn được bật thì nó có thể bao gồm tọa độ GPS chính xác.\n\nLoại thông tin này có khả năng có thể được sử dụng để theo dõi chuyển động của bạn. Bạn nên xóa dữ liệu EXIF khỏi hình ảnh trước khi chia sẻ chúng trực tuyến nếu lo ngại về quyền riêng tư.\n\n\nTrường hợp sử dụng:\n\n✦ Bảo mật: Công cụ xóa EXIF của chúng tôi đảm bảo rằng thông tin cá nhân của bạn được giữ bí mật khi bạn xuất bản hình ảnh trực tuyến. Các bên độc hại không còn có thể sử dụng dữ liệu vị trí từ ảnh để theo dõi hoạt động của bạn hoặc thực hiện các cuộc tấn công lừa đảo được cá nhân hóa.\n✦ Quản lý dữ liệu: Điều này làm giảm kích thước tệp hình ảnh của bạn, giúp tải lên hoặc tải xuống dễ dàng hơn và nhanh hơn.\n✦ Tính chuyên nghiệp: Duy trì tiêu chuẩn chuyên nghiệp bằng cách sử dụng Metadata Remover để xóa EXIF khỏi ảnh của bạn. Điều này đặc biệt quan trọng trong các lĩnh vực như báo chí và nghệ thuật, nơi cần tập trung vào nội dung hơn là các chi tiết kỹ thuật cụ thể về cách chụp một bức ảnh.\n\n\nCách sử dụng:\n\n1️⃣ Nhấp vào nút \"Thêm vào Chrome\" và ghim nó vào thanh công cụ để dễ dàng truy cập.\n\n2️⃣ Nhấp vào biểu tượng chiếc kéo trên thanh công cụ của trình duyệt để mở ứng dụng.\n\n3️⃣ Thả một hoặc nhiều tệp JPG vào trang.\n\n4️⃣ Tiện ích mở rộng sẽ xóa siêu dữ liệu hình ảnh cục bộ trên máy tính của bạn - không có dữ liệu nào rời khỏi thiết bị của bạn.\n\n5️⃣ Lưu từng ảnh đã xử lý hoặc tải xuống dưới dạng kho lưu trữ ZIP.\n\n\nCác câu hỏi thường gặp:\n\n❓ Tiện ích mở rộng có hoạt động ngoại tuyến không?\nHoàn toàn có thể, tiện ích mở rộng Chrome của chúng tôi được thiết kế để hoạt động hoàn toàn ngoại tuyến. Điều này có nghĩa là tất cả hình ảnh đều được xử lý cục bộ trên máy tính của bạn. Vì không có dữ liệu nào được truyền đi nơi khác nên không có nguy cơ vi phạm dữ liệu hoặc vi phạm quyền riêng tư. Người dùng có thể tự tin xóa siêu dữ liệu khỏi ảnh khi biết rằng thông tin của họ vẫn được bảo mật và riêng tư, trực tiếp trên thiết bị cục bộ của họ.\n\n❓ Tôi có thể xóa siêu dữ liệu khỏi các định dạng khác ngoài JPG không?\nKhông, hiện tại nó chỉ hỗ trợ xóa siêu dữ liệu khỏi tệp JPG. Nó không hỗ trợ các định dạng khác như Word hoặc PDF.\n\n❓ Có theo dõi người dùng không?\nChúng tôi kiên định với các nguyên tắc về quyền riêng tư và bảo mật của người dùng. Chúng tôi đảm bảo với bạn rằng hoàn toàn không có hoạt động theo dõi người dùng trong tiện ích mở rộng này.\n\n❓ Tiện ích mở rộng có miễn phí sử dụng không?\nCó, công cụ xóa dữ liệu EXIF này được cung cấp miễn phí.\n\n❓ Nó ảnh hưởng như thế nào đến chất lượng ảnh của tôi?\nChất lượng ảnh của bạn vẫn không bị ảnh hưởng. Tiện ích mở rộng được thiết kế để loại bỏ dữ liệu EXIF mà không cần nén lại hình ảnh, nghĩa là chất lượng ban đầu của ảnh của bạn được giữ nguyên. Điều này đặc biệt quan trọng đối với các nhiếp ảnh gia, nghệ sĩ chuyên nghiệp hoặc bất kỳ ai coi trọng tính toàn vẹn của nội dung hình ảnh của họ.\n\n❓ Tôi có thể xử lý nhiều ảnh cùng một lúc không?\nCó, một trong những tính năng nổi bật là khả năng xử lý nhiều tệp JPG cùng một lúc. Khả năng xử lý hàng loạt này cho phép người dùng xử lý hiệu quả hàng loạt ảnh lớn, tiết kiệm thời gian và công sức. Sau khi xóa dữ liệu EXIF, người dùng có tùy chọn tải xuống tất cả các hình ảnh đã được làm sạch dưới dạng một kho lưu trữ ZIP hợp nhất.\n\n❓ Nó có thể xóa dữ liệu vị trí khỏi ảnh của tôi không?\nCó, tiện ích mở rộng có thể xóa dữ liệu vị trí khỏi ảnh của bạn một cách hiệu quả. Đây là một phần của việc xóa toàn diện dữ liệu EXIF thường bao gồm thông tin vị trí nhạy cảm. Bằng cách loại bỏ dữ liệu này khỏi hình ảnh của bạn, tiện ích mở rộng Chrome này sẽ tăng cường quyền riêng tư của bạn bằng cách đảm bảo rằng các vị trí trước đó không thể bị theo dõi thông qua ảnh được chia sẻ của bạn.\n\n❓ Có phù hợp sử dụng chuyên nghiệp không?\nHoàn toàn có thể, nó không chỉ phù hợp cho mục đích sử dụng cá nhân mà còn rất phù hợp cho các môi trường chuyên nghiệp. Điều này đặc biệt đúng đối với các lĩnh vực như báo chí, nghệ thuật và bất kỳ lĩnh vực nào mà việc duy trì tính bảo mật thông tin cá nhân và tập trung vào chất lượng nội dung là điều tối quan trọng.",
    "zh_CN": "主要功能\n\n✔ 本地处理： 直接在电脑上处理图像，确保不会将数据上传到其他地方。\n✔ 无质量损失：在不重新压缩图像的情况下剥离 EXIF 数据，保留照片的原始质量。\n✔ 批量处理： 允许一次删除多个 JPG 文件中的元数据。\n\n\n什么是 EXIF？\n\nEXIF（可交换图像文件格式）数据就像嵌入照片中的数字足迹，通常由数码相机和智能手机捕捉。它包括照片拍摄的时间和地点、相机设置等详细信息，如果开启了定位服务，还可能包括准确的 GPS 坐标。\n\n这类信息有可能被用来追踪你的行踪。如果担心隐私问题，建议在网上分享图片前删除图片中的 EXIF 数据。\n\n\n使用案例：\n\n安全性： 我们的 EXIF 移除器可确保您在网上发布图像时对个人详细信息保密。恶意方再也无法使用照片中的位置数据来跟踪您的活动或进行个性化的网络钓鱼攻击。\n✦ 数据管理： 这可以减小图片的文件大小，使图片的上传或下载更加方便快捷。\n✦ 专业性： 使用 Metadata Remover 删除照片中的 EXIF，保持专业水准。这在新闻和艺术等领域尤为重要，因为在这些领域，重点应放在内容上，而不是照片拍摄的技术细节上。\n\n\n如何使用：\n\n1️⃣点击 “添加到 Chrome 浏览器 ”按钮，并将其固定到工具栏，以方便访问。\n\n2️⃣点击浏览器工具栏上的剪刀图标，打开应用程序。\n\n3️⃣ 将一个或多个 JPG 文件拖放到页面上。\n\n4️⃣该扩展会在本地删除计算机上的图像元数据--没有数据会离开你的设备。\n\n5️⃣ 逐张保存处理后的照片，或以 ZIP 压缩包的形式下载。\n\n\n常见问题：\n\n❓ 扩展是否可以离线使用？\n当然可以，我们的 Chrome 浏览器扩展设计为完全离线运行。这意味着所有图片都是在您的电脑上本地处理的。由于不会将数据传输到其他地方，因此不存在数据泄露或侵犯隐私的风险。用户可以放心地删除照片中的元数据，因为他们知道自己的信息直接保存在本地设备上，既安全又私密。\n\n❓ 能否删除 JPG 以外格式的元数据？\n不能，它目前只支持删除 JPG 文件中的元数据。它不支持 Word 或 PDF 等其他格式。\n\n❓ 是否有用户跟踪？\n我们坚持用户隐私和安全原则。我们向您保证，本扩展绝对不会跟踪用户。\n\n❓ 该扩展是否免费使用？\n是的，本 EXIF 数据移除器免费提供。\n\n❓ 它对我的照片质量有什么影响？\n照片质量不会受到影响。该扩展的设计目的是在不重新压缩图像的情况下删除 EXIF 数据，这意味着照片的原始质量得以保留。这对于专业摄影师、艺术家或任何重视视觉内容完整性的人来说尤为重要。\n\n❓ 能否同时处理多张照片？\n可以，它的突出功能之一就是能同时处理多个 JPG 文件。这种批量处理功能可让用户高效处理大批量照片，节省时间和精力。移除 EXIF 数据后，用户可以选择将所有清理过的图像下载为一个合并的 ZIP 压缩文件。\n\n❓ 它能删除照片中的位置数据吗？\n是的，该扩展可以有效移除照片中的位置数据。这是全面删除 EXIF 数据的一部分，其中通常包括敏感的位置信息。通过从图片中删除这些数据，该 Chrome 扩展程序可确保无法通过共享的照片追踪到以前的位置，从而增强了您的隐私保护。\n\n❓ 它适合专业用途吗？\n当然，它不仅适合个人使用，也非常适合专业环境。尤其适用于新闻、艺术等行业，以及任何需要对个人信息保密并注重内容质量的领域。"
  }
}