{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dakka"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record user actions to create e2e test cases"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dakka is a development tool which provides a simple and fast solution to generate end-to-end tests by recording events fired on the page. Generated events can be exported or copied to clipboard for further modification and execution. Dakka currently supports frameworks such as - Playwright, Cypress, Puppeteer. \n\nDakka provides a visual outline of the events fired on the page so the user can see all actions happening on the page - click, keypress, input, navigation etc. It is possible to manually delete events that the user doesn’t want to include in the exported test script.\n\nOne of the differences between writing tests manually and using Dakka is that Dakka dramatically reduces the time spent on selectors and assertions. Dakka identifies and suggests a list of best possible element selectors for the recorded tests. Assertion blocks in Dakka are the validation steps that determine whether the specified step of the test case succeeded or not. helping the user to drag and drop the assertion block to any phase of the test, locate elements and add assertion value. This gives the ability to assert if an element is present on the page, page contains some text or title, current page url equals to particular value.\n\nDakka is framework agnostic meaning tests can be generated and later exported to one of the suggested formats."
  }
}