{
  "name": {
    "ar": "موسيقي خلاط الجن",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Music mixer DJMusic",
    "de": "Musik-Mixer DJMusic",
    "es,es_419": "Mezclador de música DJMusic",
    "fr": "Mélangeur de musique DJMusic",
    "hi": "संगीत मिक्सर DJMusic",
    "it": "Mixer musicale DJMusic",
    "ja": "音楽ミキサー DJMusic",
    "ko": "음악 믹서 디제이 음악",
    "nl": "Muziek mixer DJMusic",
    "pl": "Zgranie DJMusic",
    "pt_BR,pt_PT": "Misturador da música DJMusic",
    "ru": "Микшер музыки Джмусик",
    "tr": "Müzik mikseri DJMusic",
    "uk": "Музика змішувач DJMusic",
    "zh_CN": "音乐调音台 DJMusic"
  },
  "short": {
    "ar": "الموسيقي: خلاط الموسيقي للجمع ، والاستماع واللعب مع الغيمة الصوتية والموسيقي يوتيوب تيارات",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "DJMusic music mixer to combine, listen and play with SoundCloud and YouTube music streams",
    "de": "DJMusic Musik-Mixer zu kombinieren, hören und spielen mit SoundCloud und YouTube-Musik-Streams",
    "es,es_419": "DJMusic mezclador de música para combinar, escuchar y jugar con los streams de música de Soundcloud y YouTube",
    "fr": "DJMusic mélangeur de musique pour combiner, écouter et jouer avec SoundCloud et YouTube Music Streams",
    "hi": "DJMusic संगीत मिक्सर गठबंधन, सुनो और SoundCloud और यूट्यूब संगीत धाराओं के साथ खेलने के लिए",
    "it": "DJMusic mixer musicale per combinare, ascoltare e giocare con i flussi di musica SoundCloud e YouTube",
    "ja": "DJMusic 音楽ミキサーを組み合わせて、聞いて、SoundCloud と YouTube の音楽ストリームと遊ぶ",
    "ko": "디제이 음악 음악 믹서를 결합 하 고, 듣고, 사운드 클라우드와 유튜브 음악 스트림 재생",
    "nl": "DJMusic muziek mixer te combineren, luisteren en spelen met SoundCloud en YouTube muziek stromen",
    "pl": "DJMusic zgranie połączyć, słuchać i grać z SoundCloud i YouTube strumieni muzyki",
    "pt_BR,pt_PT": "DJMusic mixer da música para combinar, ouvir e jogar com SoundCloud e YouTube streams de música",
    "ru": "Джмусик музыкальный микшер для объединения, прослушивания и воспроизведения музыки с саундклауд и YouTube",
    "tr": "DJMusic müzik mikseri birleştirmek için, dinlemek ve SoundCloud ve YouTube müzik akışları ile oynamak",
    "uk": "DJMusic музика змішувач поєднувати, слухати і грати з SoundCloud і YouTube музика потоки",
    "zh_CN": "DJMusic 音乐调音台结合, 听和玩 SoundCloud 和 YouTube 音乐流"
  },
  "long": {
    "ar": "دجموسيك، خلاط الموسيقى مع اثنين من صناديق الموسيقى حيث يمكنك خلط والاستماع واللعب مع تيارات الموسيقى التي تقدمها سوندكلود ويوتيوب وفقا لشروط الخدمة الخاصة بهم.\n\n- التكامل مع واجهات برمجة التطبيقات الرسمية سوندكلود ويوتيوب.\n- البحث عن المسارات باستخدام سوندكلود أبي.\n- البحث عن المسارات باستخدام واجهة برمجة تطبيقات يوتوب.\n- لعب المسارات الموسيقى وقد أنتج البحث كما النتائج في اثنين من صناديق الموسيقى.\n- تغيير سرعة تشغيل مسار أثناء لعبت.\n- زر التشغيل / الإيقاف المؤقت الذي يلعب أو يتوقف الصوت في الوقت الحالي.\n- إنشاء الموسيقى ترويسة الصليب التي يمكن أن تتلاشى حجم داخل وخارج بين اثنين من مختلف الموسيقى التي تلعب في وقت واحد. فإنه يتحرك حجم بين سطح السفينة إلى أخرى، ولكن أيضا أن يتتبع قيمة حجم الفردية من كل سطح السفينة\n- المؤثرات الصوتية: تسريع أو إبطاء كل مسار، وتغيير حجم الصوت.\n- الصوت والفيديو لاعب باستخدام Wavesurfer.js.\n- واجهة برمجة تطبيقات الصوت ويب.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "DJMusic, a music mixer with two music boxes where you can mix, listen and play with the music streams provided by SoundCloud and YouTube according to their service terms.\n\n- Integration with official APIs Soundcloud and YouTube.\n- Search for tracks using the SoundCloud API.\n- Search for tracks using the YouTube API.\n- Play the music tracks the search has produced as results in two music boxes.\n- Change the playback speed of a track while is played.\n- Play/pause button that plays or pauses audio at the current time.\n- Create a music cross fader that could fade the volume in and out between two different musics that are playing simultaneously. It moves the volume between one deck to the other, but also that keeps track of the individual volume value of each deck\n- Sound effects: Speed up or slow down each track, change the sound volume.\n- Audio and video player using Wavesurfer.js.\n- Web Audio API.",
    "de": "DJMusic, ein Musik-Mixer mit zwei Spieldosen, wo man mischen, hören und spielen kann mit den Musik-Streams von SoundCloud und YouTube nach ihren Service-Begriffe zur Verfügung gestellt.\n\n- Integration mit offiziellen APIs Soundcloud und YouTube.\n- Suche nach Titeln mit der SoundCloud API.\n- Suche nach Titeln mit der YouTube-API.\n- Spielen Sie die Musiktitel, die die Suche als Ergebnisse in zwei Spieldosen produziert hat.\n- Ändern Sie die Wiedergabegeschwindigkeit eines Titels, während Sie gespielt werden.\n- Play / Pause-Taste, die zum Zeitpunkt der Wiedergabe spielt oder pausiert.\n- Erstellen Sie einen Musik-Cross-Fader, der die Lautstärke zwischen zwei verschiedenen Musicals verblassen könnte, die gleichzeitig spielen. Es bewegt die Lautstärke zwischen einem Deck zum anderen, aber auch das verfolgt den individuellen Volumenwert jedes Decks\n- Sound-Effekte: Beschleunigen oder verlangsamen Sie jeden Titel, ändern Sie die Lautstärke.\n- Audio- und Video-Player mit Wavesurfer.js.\n- Web Audio API.",
    "es,es_419": "DJMusic, un mezclador de música con dos cajas de música donde se puede mezclar, escuchar y jugar con los flujos de música proporcionados por SoundCloud y YouTube de acuerdo a sus términos de servicio.\n\n- Integración con las API oficiales Soundcloud y YouTube.\n- Buscar pistas utilizando la API de SoundCloud.\n- Buscar pistas mediante la API de YouTube.\n- Reproduce las pistas de música que la búsqueda ha producido como resultados en dos cajas de música.\n- Cambia la velocidad de reproducción de una pista mientras se reproduce.\n- Botón de reproducción / pausa que reproduce o pausa el audio en la hora actual.\n- Crear un cross fader de música que podría desvanecer el volumen dentro y fuera entre dos músicas diferentes que están jugando simultáneamente. Se mueve el volumen entre una cubierta a la otra, pero también que mantiene el seguimiento del valor de volumen individual de cada cubierta\n- Efectos de sonido: Acelerar o disminuir la velocidad de cada pista, cambiar el volumen del sonido.\n- Reproductor de audio y video con Wavesurfer.js.\n- API de audio web.",
    "fr": "DJMusic, un mélangeur de musique avec deux boîtes à musique où vous pouvez mélanger, écouter et jouer avec les flux de musique fournis par SoundCloud et YouTube selon leurs termes de service.\n\n- Intégration aux API officielles Soundcloud et YouTube.\n- Rechercher des pistes en utilisant l'API SoundCloud.\n- Rechercher des pistes en utilisant l'API YouTube.\n- Jouez les morceaux de musique que la recherche a produits en deux boîtes de musique.\n- Change la vitesse de lecture d'une piste pendant la lecture.\n- Touche Lecture / pause qui permet de lire ou d'interrompre l'audio à l'heure actuelle.\n- Créez un cross fader de musique qui pourrait faire disparaître le volume entre deux musiques différentes qui jouent simultanément. Il déplace le volume entre un pont à l'autre, mais aussi qui surveille la valeur de volume individuelle de chaque pont\n- Effets sonores: accélérez ou ralentiez chaque piste, modifiez le volume du son.\n- Lecteur audio et vidéo utilisant Wavesurfer.js.\n- Web Audio API.",
    "hi": "डीजेएम्यूज़िक, दो संगीत बक्से वाला संगीत मिक्सर जिसमें आप अपनी सेवा शर्तों के अनुसार SoundCloud और YouTube द्वारा प्रदान की जाने वाली संगीत स्ट्रीमों के मिश्रण, सुन और खेल सकते हैं।\n\n- आधिकारिक एपीआई Soundcloud और यूट्यूब के साथ एकीकरण\n- SoundCloud API का प्रयोग करके ट्रैक खोजें।\n- यूट्यूब एपीआई का उपयोग कर पटरियों के लिए खोजें\n- संगीत चलाएं खोज ने दो संगीत बक्से में परिणामों के रूप में उत्पादन किया है।\n- खेला जाता है, जबकि एक ट्रैक की पार्श्व गति बदलें\n- चालू / रोकें बटन जो वर्तमान समय में ऑडियो चलाता है या रोकता है।\n- एक संगीत क्रॉस फ़ैडर बनाएं जो कि दो अलग-अलग म्यूज़िक के बीच मात्रा में फीका कर सकता है जो एक साथ खेल रहे हैं। यह मात्रा को एक डेक के बीच दूसरे में ले जाता है, लेकिन यह भी प्रत्येक डेक के व्यक्तिगत मात्रा मूल्य का ट्रैक रखता है\n- ध्वनि प्रभाव: प्रत्येक ट्रैक को धीमा या धीमा करें, ध्वनि वॉल्यूम बदलें।\n- Wavesurfer.js का उपयोग करते हुए ऑडियो और वीडियो प्लेयर।\n- वेब ऑडियो API",
    "it": "DJMusic, un mixer musicale con due caselle musicali in cui è possibile mixare, ascoltare e giocare con i flussi musicali forniti da SoundCloud e YouTube in base ai loro termini di servizio.\n\n- Integrazione con API ufficiali Soundcloud e YouTube.\n- Ricerca di brani utilizzando l'API SoundCloud.\n- Ricerca di brani utilizzando l'API di YouTube.\n- Riprodurre i brani musicali che la ricerca ha prodotto come risultati in due caselle musicali.\n- Modificare la velocità di riproduzione di una traccia durante la riproduzione.\n- Tasto di riproduzione / pausa che riproduce o mette in pausa l'audio all'ora corrente.\n- Creare un fader di cross music che potrebbe sbiadire il volume dentro e fuori tra due musiche diverse che suonano simultaneamente. Sposta il volume tra un ponte all'altro, ma anche che tiene traccia del valore di volume di ciascun mazzo\n- Effetti sonori: velocizzare o rallentare ogni traccia, modificare il volume del suono.\n- lettore audio e video utilizzando Wavesurfer.js.\n- API Web Audio.",
    "ja": "DJMusicは、2つのミュージックボックスを備えた音楽ミキサーで、SoundCloudとYouTubeが提供する音楽ストリームをサービス条件に従ってミックス、リッスン、プレイすることができます。\n\n- 公式APIのSoundcloudとYouTubeとの統合。\n- SoundCloud APIを使用してトラックを検索します。\n- YouTube APIを使用してトラックを検索します。\n- 2つのオルゴールで検索した結果の音楽トラックを再生します。\n- 再生中にトラックの再生速度を変更します。\n- 現在の時間にオーディオを再生または一時停止する再生/一時停止ボタン。\n- 同時に再生されている2つの異なる音楽の間で音量をフェードインする音楽クロスフェーダーを作成します。 一方のデッキと他方のデッキとの間で音量を移動させるが、各デッキの個々の音量値を記録する\n- サウンドエフェクト：各トラックのスピードアップまたはスローダウン、音量の変更。\n- Wavesurfer.jsを使用するオーディオおよびビデオプレーヤー。\n- ウェブオーディオAPI。",
    "ko": "DJMusic은 서비스 약관에 따라 SoundCloud와 YouTube에서 제공하는 음악 스트림을 믹스, 리스닝 및 재생할 수있는 두 개의 뮤직 박스가있는 음악 믹서입니다.\n\n- 공식 API 인 Soundcloud 및 YouTube와의 통합.\n- SoundCloud API를 사용하여 트랙을 검색합니다.\n- YouTube API를 사용하여 트랙을 검색합니다.\n- 검색 결과가 두 개의 음악 상자에서 결과로 생성 된 음악 트랙을 재생합니다.\n- 재생되는 동안 트랙의 재생 속도를 변경하십시오.\n- 현재 시간에 오디오를 재생하거나 일시 중지하는 재생 / 일시 중지 단추.\n- 동시에 재생되는 두 개의 다른 뮤직간에 볼륨을 페이드 인하거나 페이드 아웃 할 수있는 뮤직 크로스 페이더를 만듭니다. 하나의 데크에서 다른 데크로 볼륨을 이동 시키지만 각 데크의 개별 볼륨 값을 추적합니다\n- 음향 효과 : 각 트랙의 속도를 높이거나 낮추고 사운드 볼륨을 변경하십시오.\n- Wavesurfer.js를 사용하는 오디오 및 비디오 플레이어.\n- 웹 오디오 API.",
    "nl": "DJMusic, een muziekmixer met twee muziekdozen waar u kunt mixen, luisteren en afspelen met de muziekstromen die door SoundCloud en YouTube worden geleverd volgens hun servicevoorwaarden.\n\n- Integratie met officiële API's Soundcloud en YouTube.\n- Zoek tracks die de SoundCloud API gebruiken.\n- Zoek naar tracks met behulp van de YouTube API.\n- Speel de muziek tracks die de zoekopdracht heeft geproduceerd als resultaat in twee muziekdozen.\n- Wijzig de weergavesnelheid van een track tijdens het afspelen.\n- Speel / pauzeknop die audio afspeelt of pauzeert op de huidige tijd.\n- Maak een muziek cross fader die het volume in en uit kan vallen tussen twee verschillende muziek die tegelijkertijd spelen. Het verplaatst het volume tussen het ene dek naar het andere, maar ook dat houdt de individuele volumewaarde van elk dek bij\n- Geluidseffecten: Snel omhoog of vertraag elk spoor, verander het geluidsvolume.\n- Audio- en videospeler met Wavesurfer.js.\n- Web Audio API.",
    "pl": "DJMusic, mikser muzyczny z dwoma polami muzycznymi, w których można mieszać, słuchać i bawić się strumieniami muzyki dostarczanymi przez SoundCloud i YouTube zgodnie z ich warunkami serwisowymi.\n\n- Integracja z oficjalnymi interfejsami API Soundcloud i YouTube.\n- Wyszukaj utwory za pomocą interfejsu API SoundCloud.\n- wyszukaj utwory za pomocą interfejsu API YouTube.\n- Odtwarzanie utworów muzycznych powoduje, że wyszukiwanie zostało wykonane w dwóch polach muzycznych.\n- Zmienić szybkość odtwarzania utworu podczas odtwarzania.\n- przycisk odtwarzania / pauzy, który odtwarza lub wstrzymuje odtwarzanie dźwięku w bieżącym czasie.\n- Utwórz muzyczny krzyżowy suwak, który może zanikać objętość między dwiema różnymi muzykami, które grają jednocześnie. Przesuwa głośność między jednym pokładem na drugi, ale również śledzi indywidualną wartość głośności każdego talerza\n- Efekty dźwiękowe: przyspieszyć lub spowolnić każdy utwór, zmienić głośność.\n- Odtwarzacz audio i wideo przy użyciu Wavesurfer.js.\n- Web Audio API.",
    "pt_BR,pt_PT": "DJMusic, um mixer de música com duas caixas de música onde você pode misturar, ouvir e brincar com os fluxos de música fornecidos pela SoundCloud e YouTube de acordo com os termos de seu serviço.\n\n- Integração com APIs oficiais Soundcloud e YouTube.\n- Procure faixas usando a API SoundCloud.\n- Procure faixas usando a API do YouTube.\n- Reproduza as faixas de música que a pesquisa produziu como resultados em duas caixas de música.\n- Muda a velocidade de reprodução de uma faixa durante a reprodução.\n- Botão Reproduzir / pausar que reproduz ou pausa o áudio no momento atual.\n- Crie um fader cruzado de música que possa desvanecer o volume dentro e fora entre duas músicas diferentes que estão sendo tocadas simultaneamente. Ele move o volume entre um deck para o outro, mas também que acompanha o valor de volume individual de cada deck\n- Efeitos sonoros: acelere ou diminua cada faixa, altere o volume do som.\n- Áudio e video player usando Wavesurfer.js.\n- API de Áudio na Web.",
    "ru": "DJMusic, музыкальный микшер с двумя музыкальными шкафами, где вы можете смешивать, слушать и играть с музыкальными потоками, предоставляемыми SoundCloud и YouTube, в соответствии с их условиями обслуживания.\n\n- Интеграция с официальными API Soundcloud и YouTube.\n- Поиск дорожек с использованием SoundCloud API.\n- Поиск дорожек с использованием API YouTube.\n- Воспроизведение музыкальных треков, которые результат поиска дал в результате двух музыкальных боксов.\n- Измените скорость воспроизведения дорожки во время воспроизведения.\n- Кнопка воспроизведения / паузы, которая воспроизводит или приостанавливает звук в текущее время.\n- Создайте музыкальный кроссфейдер, который может вытеснять громкость между двумя разными музыкальными инструментами, которые воспроизводятся одновременно. Он перемещает громкость между одной колодой в другую, но также отслеживает индивидуальное значение громкости каждой колоды\n- Звуковые эффекты: ускоряйте или замедляйте каждую дорожку, меняйте громкость звука.\n- Аудио и видеоплеер с использованием Wavesurfer.js.\n- API веб-аудио.",
    "tr": "DJMusic, iki müzik kutusu bulunan ve SoundCloud ve YouTube tarafından sağlanan müzik akışlarını servis koşullarına göre karıştırıp dinleyebilen ve oynatabilen bir müzik mikseri.\n\n- Resmi API'ler Soundcloud ve YouTube ile entegrasyon.\n- Parçaları SoundCloud API'sini kullanarak arayın.\n- Parçaları YouTube API'yı kullanarak arayın.\n- Aramanın ürettiği müzik parçalarını iki müzik kutusundaki sonuçlar olarak çalın.\n- Oynatıldığı sırada bir parçanın oynatma hızını değiştirin.\n- Ses çalınan veya duraklatılan geçerli / oynat / duraklat düğmesi.\n- Aynı anda çalmakta olan iki farklı müzik arasında ses ve ses geçişini engelleyebilecek bir müzik çapraz geçiş aygıtı oluşturun. Sesin bir güverten diğerine taşınması, aynı zamanda her bir güverte bireysel ses değerinin izini de taşır.\n- Ses efektleri: Her parçayı hızlandırın veya yavaşlatın, ses seviyesini değiştirin.\n- Wavesurfer.js kullanan ses ve video oynatıcı.\n- Web Ses API'sı.",
    "uk": "DJMusic, музичний мікшер з двома музичними шкатулками, де ви можете змішувати, слухати та грати з музичними потоками, наданими SoundCloud та YouTube відповідно до їхніх умов надання послуг.\n\n- Інтеграція з офіційними API Soundcloud та YouTube.\n- Пошук треків за допомогою API SoundCloud.\n- Пошук треків за допомогою API YouTube.\n- Відтворення музичних доріжок, зроблених у результаті пошуку, у двох музичних полях.\n- Зміна швидкості відтворення композиції під час відтворення.\n- кнопка відтворення / паузи, яка відтворює або призупиняє звук у поточному часі.\n- Створення музичного перехресного фейдера, який може зменшити гучність між двома різними музичними носіями, що відтворюються одночасно. Він переміщує гучність від однієї колоди до іншої, але також відстежує індивідуальне значення обсягу кожної колоди\n- звукові ефекти: прискорення або уповільнення кожної доріжки, зміна гучності звуку.\n- Аудіо та відеоплеєр за допомогою Wavesurfer.js.\n- API веб-аудіо",
    "zh_CN": "DJMusic是一个带有两个音乐盒的音乐播放器，您可以根据自己的服务条款混合，聆听和播放SoundCloud和YouTube提供的音乐流。\n\n- 与官方API Soundcloud和YouTube集成。\n- 使用SoundCloud API搜索曲目。\n- 使用YouTube API搜索曲目。\n- 播放搜索在两个音乐盒中产生的音乐曲目。\n- 播放时更改曲目的播放速度。\n- 当前播放或暂停音频播放/暂停按钮。\n- 创建一个音乐交叉推子，可以在同时播放的两种不同音乐之间淡入淡出音量。 它将一个甲板之间的体积移动到另一个甲板之间，而且还跟踪每个甲板的单个体积值\n- 声音效果：加快或减慢每个音轨，改变音量。\n- 使用Wavesurfer.js的音频和视频播放器。\n- Web Audio API。"
  }
}