{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WAExpresso - BETA Release",
    "de": "WAExpresso - Beta Release",
    "fr,ms,ru": "WAExpresso - BETA",
    "id": "WAExpresso BETA Release",
    "pt_BR": "WAExpresso BETA"
  },
  "short": {
    "ar": "أرسل رسائل مخصصة إلى عميلك على",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beta channel. Send personalized messages to your customer.",
    "de": "Senden Sie personalisierte Nachrichten an Ihren Kunden.",
    "es": "Envía mensajes personalizados a tu cliente.",
    "fr": "Envoyez des messages personnalisés à votre client.",
    "id": "Kirim pesan yang dipersonalisasi ke pelanggan Anda.",
    "ms": "Hantarkan pesanan peribadi kepada pelanggan anda.",
    "pt_BR": "Envie mensagens personalizadas para seu cliente.",
    "ru": "Отправляйте персонализированные сообщения своим клиентам."
  },
  "long": {
    "ar": "هذه قناة بيتا لاختبار الإصدارات قبل إصدار الإنتاج. يتم استخدامه فقط لغرض تجريبي ويمكن أن يحتوي هذا الإصدار على أخطاء في حد ذاته.\n\nتواصل مع عملائك على WA وأرسل لهم رسالة مخصصة لهم باستخدام WAExpresso. يمكنك إرسال رسائل مخصصة ، حذف تلقائي بعد التسليم ، إرسال باستخدام Microsoft Excel (xls / xlsx) ، عملية الإيقاف المؤقت / التشغيل والإيقاف ، تنزيل جهات اتصال المجموعة ، الحصول على تقارير التسليم في Excel ، وأرقام التصفية ، و \"Spin Text\" ، و \"add Random Delay\" والعديد من الميزات الأخرى.\n\nالميزات الحصرية متوفرة فقط في WAExpresso\n1. دعم تنسيقات Microsoft Excel (xls / xlsx).\n2. حذف تلقائي لرسالة بعد إرسالها\n3. قم بتشغيل رسالة محددة فقط من Excel (مثل الصف 10 إلى 20)\n4. وقفة وتشغيل الخيار\n5. Anti Ban: Spin Text (ميّز كل رسالة عن الأخرى)\n6. Anti Ban: DAY LIMIT للحد من استخدامك في يوم واحد\n7. الافتراضي البلد والتوقيع للرسائل\n8. واجهة المستخدم باللغات العربية / البهاسا / البرتغالية / الإسبانية / الروسية ولغات أخرى.\n\nالفوائد الأساسية الأخرى\n- مجاني للاستخدام\n- إرسال رسالة شخصية فردية / متعددة\n- يمكن استخدامها في اللغة الأم مثل العربية / الإسبانية (الإسبانية) / البهاسا (الإندونيسية) / البرتغالية (البرتغالية) / الفرنسية (الفرنسية) / الروسية (Pусский) / الألمانية (الألمانية)\n- قم بتحميل رقمك وأرسله إلى أي بلد\n- تنزيل مجموعة جهات الاتصال\n- إخفاء المحادثة / صور الملف الشخصي / سجل الدردشة / موانئ دبي\n- أضف رمز البلد الافتراضي\n- استخدم التنسيق (* BOLD * _italic_ ~ يتوسطه خط ~ & EMOJI)\n\nميزات احترافية\n- إضفاء الطابع الشخصي على رسالتك حسب احتياجاتك\n- إرسال المرفقات مثل الصور / الفيديو / ملفات PDF وغيرها\n- حذف تلقائي للدردشة بعد التسليم\n- إرسال رسالة محددة مثل الصف 10 إلى الصف 20\n- قم بتشغيل رسائلك على دفعات\n- تنزيل التقارير في Excel\n- تشغيل وإيقاف العملية في أي وقت\n- رابط إلغاء الاشتراك / تأخير الرسالة / تأخير عشوائي\n- Spin Text: قم بترتيب محتوى رسالتك عشوائيًا على الطاير\n- تأخير عشوائي بين الرسائل\n- اضافة توقيع افتراضي لكل رسالة\n- تصفية أرقام الهواتف المحمولة\n\n\nنحن لا ندعم الرسائل الجماعية وأي شيء يتعارض مع سياسات WhatsApp Inc. ، يرجى عدم استخدامه في الرسائل الدعائية أو التسويق الجماعي المحظور تمامًا. تم تطوير هذا البرنامج للاستخدام الشخصي فقط وليس لأي نوع من الرسائل الجماعية.\n\nتنصل:\n- لم يتم اعتماد مكون Chrome الإضافي هذا أو اعتماده بواسطة WhatsApp / Telegram / WeChat Inc.\n- لا يجوز استخدام هذا البرنامج ضد سياسات أي من شركات المراسلة الشخصية مثل WhatsApp / Telegram أو أي شيء آخر بأي طريقة.\n- WAExpresso ليست مسؤولة عن أي نوع من سوء الاستخدام أو خرق سياسة أي شركة مراسلة مثل WhatsApp / Telegram أو أي شركة أخرى بأي شكل من الأشكال.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is Beta Channel to test the releases before the production release. Its used only for BETA purpose and this release can have bugs in its own.\n\nConnect with your customers. You can send customized message to them using WAExpresso .You can send personalized messages, Auto delete after delivery, Send using Microsoft Excel (xls / xlsx), Pause / Play and Stop process, download group contacts, have delivery reports in excel, filter numbers, 'Spin Text', 'add Random Delay' and various other features.\n\nNote : The extension would load only once you login to WA web. Till then it waits for WA Web to get activated.\n\nAugust 05, 2021 (ver 1.2.5.8)\n=====================\n1. Performance Improvement, Bug fixes\n2. Additional features for Free users\n\nExclusive features only available in WAExpresso\n1. Support Microsoft Excel ( xls / xlsx ) formats.\n2. Auto Delete message after sending\n3. Run only specific message from Excel (like row 10 to 20)\n4. Pause and Play option\n5. Spin Text (differentiate each message from other)\n6. DAY LIMIT to limit your usage in a day\n7. Default Country and Signature for messages\n8. User Interface in Arabic / Bahasa / Portuguese / Spanish / Russian and other languages.\n\nOther Core benefits\n- Free to use \n- Send single / multi customized personal message\n- Can use in Native Language like Arabic / Español (Spanish) /  Bahasa (Indonesian) / Português (Portuguese) / Français (French) / Russian (Pусский) / German (Deutsche)\n- Upload your number and send to any country\n- Download Group Contacts\n- Hide conversation / Profile Photos / Chat History / DP \n- Add default country code\n- Use formatting (*BOLD* _italic_ ~strikethrough~ & EMOJI)\n\nPro features\n- Personalize your message as per your needs\n- Send Attachments like Photos / Videos / PDFs and others\n- Auto Delete the chat after delivery\n- Send specific message like row 10 to row 20\n- Run your messages in Batches\n- Play & Pause the process any time\n- Unsubscribe link / Message delay / Random Delay\n- Download reports in Excel\n- Add default signature for every message\n- Filter mobile numbers\n- Spin Text : Randomize your message content on the fly\n- Random delay between messages\n\n\nWe do not support Bulk messaging and anything which is against the policies of WhatsApp Inc. Kindly do not use for SPAMMING or BULK Marketing which are strictly prohibited. This software is developed only for personal use and not for any kind of bulk messaging.\n\nDisclaimer:\n-- This Chrome plugin is not endorsed or certified by WhatsApp / Telegram / WeChat Inc.\n-- This software is not to be used against policies of any Personal Messaging companies like WhatsApp / Telegram or any other in any manner.\n-- WAExpresso is not responsible for any kind of misuse or breach of policy of any messaging company like WhatsApp / Telegram or any other in any manner.",
    "de": "Dies ist der Beta-Kanal zum Testen der Releases vor dem Produktionsrelease. Es wird nur für BETA-Zwecke verwendet und diese Version kann eigene Fehler enthalten.\n\nVerbinden Sie sich mit Ihren Kunden über WhatsApp und senden Sie ihnen mit WAExpresso benutzerdefinierte Nachrichten. Sie können personalisierte Nachrichten senden, nach der Zustellung automatisch löschen, mit Microsoft Excel (xls / xlsx) senden, den Prozess anhalten / abspielen und stoppen, Gruppenkontakte herunterladen, Zustellberichte erstellen have in Excel, Filterzahlen, 'Spin Text', 'Add Random Delay' und verschiedene andere Funktionen.\n\nExklusive Funktionen, die nur in WAExpresso verfügbar sind\n1. Unterstützt Microsoft Excel ( xls / xlsx ) Formate.\n2. Nachricht nach dem Senden automatisch löschen\n3. Führen Sie nur eine bestimmte Nachricht aus Excel aus (wie Zeile 10 bis 20)\n4. Pause- und Wiedergabeoption\n5. Anti Ban: Spin Text (unterscheiden Sie jede Nachricht von anderen)\n6. Anti Ban: DAY LIMIT, um Ihre Nutzung an einem Tag zu begrenzen\n7. Standardland und -signatur für Nachrichten\n8. Benutzeroberfläche in Arabisch / Bahasa / Portugiesisch / Spanisch / Russisch und anderen Sprachen.\n\nWeitere Kernvorteile\n- Kostenlose Nutzung\n- Senden Sie eine individuelle / individuelle persönliche Nachricht\n- Kann in Muttersprache wie Arabisch / Español (Spanisch) / Bahasa (Indonesisch) / Português (Portugiesisch) / Français (Französisch) / Russisch (Pусский) / Deutsch (Deutsch) verwendet werden\n- Laden Sie Ihre Nummer hoch und senden Sie sie in ein beliebiges Land\n- Gruppenkontakte herunterladen\n- Konversation ausblenden / Profilfotos / Chatverlauf / DP\n- Standardländercode hinzufügen\n- Formatierung verwenden (*Fett* _kursiv_ ~durchgestrichen~ & EMOJI)\n\nPRO Funktionen\n- Personalisieren Sie Ihre Nachricht nach Ihren Bedürfnissen\n- Senden Sie Anhänge wie Fotos / Videos / PDFs und andere\n- Chat nach der Lieferung automatisch löschen after\n- Senden Sie eine bestimmte Nachricht wie Zeile 10 bis Zeile 20\n- Führen Sie Ihre Nachrichten in Stapeln aus\n- Berichte in Excel herunterladen\n- Spielen und pausieren Sie den Vorgang jederzeit\n- Link zum Abbestellen / Nachrichtenverzögerung / Zufällige Verzögerung\n- Text drehen : Zufällige Nachrichteninhalte im Handumdrehen\n- Zufällige Verzögerung zwischen Nachrichten\n- Standardsignatur für jede Nachricht hinzufügen\n- Handynummern filtern\n\n\nWir unterstützen keine Massennachrichten und alles, was gegen die Richtlinien von WhatsApp Inc. verstößt. Bitte nicht für SPAMMING oder Massenmarketing verwenden, die strengstens verboten sind. Diese Software wurde nur für den persönlichen Gebrauch und nicht für Massennachrichten entwickelt.\n\nHaftungsausschluss:\n-- Dieses Chrome-Plugin wird nicht von WhatsApp / Telegram / WeChat Inc. unterstützt oder zertifiziert.\n-- Diese Software darf in keiner Weise gegen die Richtlinien von Personal Messaging-Unternehmen wie WhatsApp / Telegram oder anderen verwendet werden.\n-- WAExpresso ist nicht verantwortlich für jegliche Art von Missbrauch oder Verletzung der Richtlinien von Messaging-Unternehmen wie WhatsApp / Telegram oder anderen in irgendeiner Weise.",
    "es": "Este es el canal Beta para probar los lanzamientos antes del lanzamiento de producción. Se usa solo para fines BETA y esta versión puede tener errores.\n\nConéctese con sus clientes en WhatsApp y envíeles mensajes personalizados usando WAExpresso.Puede enviar mensajes personalizados, Eliminar automáticamente después de la entrega, Enviar usando Microsoft Excel (xls / xlsx), Pausar / reproducir y detener el proceso, descargar contactos de grupo, tener informes de entrega en Excel, filtrar números, 'Spin Text', 'agregar Random Delay' y varias otras características.\n\nFunciones exclusivas solo disponibles en WAExpresso\n1. Admite formatos de Microsoft Excel (xls / xlsx).\n2. Eliminar automáticamente el mensaje después de enviarlo\n3. Ejecute solo un mensaje específico de Excel (como las filas 10 a 20)\n4. Opción de pausa y reproducción\n5. Anti Ban: Spin Text (diferencia cada mensaje de los demás)\n6. Anti Ban: LÍMITE DE DÍAS para limitar su uso en un día\n7. País y firma predeterminados para los mensajes\n8. Interfaz de usuario en árabe / bahasa / portugués / español / ruso y otros idiomas.\n\nOtros beneficios principales\n- De uso gratuito\n- Enviar mensaje personal personalizado único / múltiple\n- Se puede usar en un idioma nativo como árabe / español (español) / bahasa (indonesio) / portugués (portugués) / francés (francés) / ruso (Pусский) / alemán (Deutsche)\n- Sube tu número y envíalo a cualquier país\n- Descargar contactos de grupo\n- Ocultar conversación / Fotos de perfil / Historial de chat / DP\n- Agregar código de país predeterminado\n- Usar formato (* BOLD * _italic_ ~ tachado ~ & EMOJI)\n\nFunciones profesionales\n- Personalice su mensaje según sus necesidades\n- Enviar archivos adjuntos como fotos / videos / PDF y otros\n- Eliminar automáticamente el chat después de la entrega\n- Envíe un mensaje específico como la fila 10 a la fila 20\n- Ejecute sus mensajes en lotes\n- Descargar informes en Excel\n- Reproduce y pausa el proceso en cualquier momento\n- Enlace de cancelación de suscripción / Retraso de mensaje / Retraso aleatorio\n- Spin Text: aleatorice el contenido de su mensaje sobre la marcha\n- Retraso aleatorio entre mensajes\n- Agregar firma predeterminada para cada mensaje\n- Filtrar números de móvil\n\n\nNo admitimos mensajería masiva ni nada que vaya en contra de las políticas de WhatsApp Inc. Por favor, no utilice para SPAMMING o BULK Marketing que están estrictamente prohibidos. Este software está desarrollado solo para uso personal y no para ningún tipo de mensajería masiva.\n\nDescargo de responsabilidad:\n- Este complemento de Chrome no está respaldado ni certificado por WhatsApp / Telegram / WeChat Inc.\n- Este software no debe utilizarse contra las políticas de ninguna empresa de mensajería personal como WhatsApp / Telegram o cualquier otra de ninguna manera.\n- WAExpresso no es responsable de ningún tipo de mal uso o incumplimiento de la política de cualquier empresa de mensajería como WhatsApp / Telegram o cualquier otra de cualquier manera.",
    "fr": "Il s'agit du canal bêta pour tester les versions avant la version de production. Il est utilisé uniquement à des fins BETA et cette version peut avoir ses propres bogues.\n\nConnectez-vous avec vos clients sur WhatsApp et envoyez-leur un message personnalisé à l'aide de WAExpresso. Vous pouvez envoyer des messages personnalisés, supprimer automatiquement après la livraison, envoyer à l'aide de Microsoft Excel (xls / xlsx), mettre en pause / lire et arrêter le processus, télécharger des contacts de groupe, avoir des rapports de livraison dans Excel, filtrez les nombres, « Spin Text », « Ajouter un délai aléatoire » et diverses autres fonctionnalités.\n\nFonctionnalités exclusives uniquement disponibles dans WAExpresso\n1. Prise en charge des formats Microsoft Excel (xls/xlsx).\n2. Message de suppression automatique après l'envoi\n3. Exécutez uniquement un message spécifique d'Excel (comme les lignes 10 à 20)\n4. Option Pause et lecture\n5. Anti Ban : Spin Text (différencier chaque message des autres)\n6. Anti Ban : DAY LIMIT pour limiter votre consommation dans une journée\n7. Pays et signature par défaut pour les messages\n8. Interface utilisateur en arabe/bahasa/portugais/espagnol/russe et autres langues.\n\nAutres avantages de base\n- Utilisation gratuite\n- Envoyer un message personnel personnalisé simple / multi\n- Peut être utilisé dans la langue maternelle comme l'arabe / Español (espagnol) / Bahasa (Indonésien) / Português (Portugais) / Français (Français) / Russe (Pусский) / Allemand (Deutsche)\n- Téléchargez votre numéro et envoyez-le dans n'importe quel pays\n- Télécharger les contacts du groupe\n- Masquer la conversation / Photos de profil / Historique des discussions / DP\n- Ajouter le code de pays par défaut\n- Utiliser la mise en forme (*BOLD* _italic_ ~barré~ & EMOJI)\n\nFonctionnalités professionnelles\n- Personnalisez votre message selon vos besoins\n- Envoyer des pièces jointes comme des photos / vidéos / PDF et autres\n- Supprimer automatiquement le chat après la livraison\n- Envoyer un message spécifique comme la ligne 10 à la ligne 20\n- Exécutez vos messages par lots\n- Télécharger des rapports dans Excel\n- Jouez et mettez en pause le processus à tout moment\n- Lien de désabonnement / Délai de message / Délai aléatoire\n- Spin Text : Randomisez le contenu de votre message à la volée\n- Délai aléatoire entre les messages\n- Ajouter une signature par défaut pour chaque message\n- Filtrer les numéros de mobile\n\n\nNous ne prenons pas en charge la messagerie en vrac et tout ce qui est contraire aux politiques de WhatsApp Inc. Veuillez ne pas utiliser pour le SPAMMING ou le marketing en vrac qui sont strictement interdits. Ce logiciel est développé uniquement pour un usage personnel et non pour tout type de messagerie en masse.\n\nAvertissement:\n-- Ce plugin Chrome n'est ni approuvé ni certifié par WhatsApp / Telegram / WeChat Inc.\n-- Ce logiciel ne doit pas être utilisé contre les politiques de toute société de messagerie personnelle comme WhatsApp / Telegram ou toute autre de quelque manière que ce soit.\n-- WAExpresso n'est pas responsable de tout type d'utilisation abusive ou de violation de la politique d'une société de messagerie telle que WhatsApp / Telegram ou de toute autre de quelque manière que ce soit.",
    "id": "Ini adalah Saluran Beta untuk menguji rilis sebelum rilis produksi. Ini hanya digunakan untuk tujuan BETA dan rilis ini dapat memiliki bug sendiri.\n\nTerhubung dengan pelanggan Anda di WhatsApp dan kirim pesan khusus kepada mereka menggunakan WAExpresso. Anda dapat mengirim pesan yang dipersonalisasi, Hapus otomatis setelah pengiriman, Kirim menggunakan Microsoft Excel (xls / xlsx), Jeda / Putar dan Hentikan proses, unduh kontak grup, dapatkan laporan pengiriman di excel, filter angka, 'Spin Text', 'add Random Delay' dan berbagai fitur lainnya.\n\nFitur eksklusif hanya tersedia di WAExpresso\n1. Mendukung format Microsoft Excel ( xls / xlsx ).\n2. Hapus otomatis pesan setelah dikirim\n3. Jalankan hanya pesan tertentu dari Excel (seperti baris 10 hingga 20)\n4. Opsi Jeda dan Putar\n5. Anti Ban : Spin Text (membedakan setiap pesan dari yang lain)\n6. Anti Ban : DAY LIMIT untuk membatasi penggunaan dalam sehari\n7. Negara dan Tanda Tangan Default untuk pesan\n8. Antarmuka Pengguna dalam bahasa Arab / Bahasa / Portugis / Spanyol / Rusia dan bahasa lainnya.\n\nManfaat Inti lainnya\n- Gratis untuk digunakan\n- Kirim pesan pribadi tunggal / multi yang disesuaikan\n- Dapat digunakan dalam Bahasa Asli seperti Arab / Español (Spanyol) / Bahasa (Indonesia) / Português (Portugis) / Français (Prancis) / Rusia (Pусский) / Jerman (Deutsche)\n- Unggah nomor Anda dan kirim ke negara mana pun\n- Unduh Kontak Grup\n- Sembunyikan percakapan / Foto Profil / Riwayat Obrolan / DP\n- Tambahkan kode negara default\n- Gunakan pemformatan (*BOLD* _italic_ ~strikethrough~ & EMOJI)\n\nFitur pro\n- Personalisasi pesan Anda sesuai kebutuhan Anda\n- Kirim Lampiran seperti Foto / Video / PDF dan lainnya\n- Otomatis Hapus obrolan setelah pengiriman\n- Kirim pesan tertentu seperti baris 10 ke baris 20\n- Jalankan pesan Anda dalam Batch\n- Unduh laporan di Excel\n- Mainkan & Jeda proses kapan saja\n- Tautan berhenti berlangganan / Penundaan pesan / Penundaan Acak\n- Putar Teks: Acak konten pesan Anda dengan cepat\n- Penundaan acak antar pesan\n- Tambahkan tanda tangan default untuk setiap pesan\n- Filter nomor ponsel mobile\n\n\nKami tidak mendukung pengiriman pesan Massal dan segala sesuatu yang bertentangan dengan kebijakan WhatsApp Inc. Mohon jangan gunakan untuk SPAMMING atau Pemasaran Massal yang dilarang keras. Perangkat lunak ini dikembangkan hanya untuk penggunaan pribadi dan bukan untuk segala jenis pesan massal.\n\nPenolakan:\n-- Plugin Chrome ini tidak didukung atau disertifikasi oleh WhatsApp / Telegram / WeChat Inc.\n-- Perangkat lunak ini tidak boleh digunakan untuk melawan kebijakan perusahaan Pesan Pribadi seperti WhatsApp / Telegram atau lainnya dengan cara apa pun.\n-- WAExpresso tidak bertanggung jawab atas segala bentuk penyalahgunaan atau pelanggaran kebijakan perusahaan pengiriman pesan apa pun seperti WhatsApp / Telegram atau lainnya dengan cara apa pun.",
    "ms": "Ini adalah Saluran Beta untuk menguji pelepasan sebelum pengeluaran dikeluarkan. Digunakan hanya untuk tujuan BETA dan rilis ini boleh mempunyai bug sendiri.\n\nBerhubung dengan pelanggan anda di WhatsApp dan hantarkan pesanan tersuai kepada mereka menggunakan WAExpresso. Anda boleh menghantar mesej yang diperibadikan, Hapus secara automatik selepas penghantaran, Kirim menggunakan Microsoft Excel (xls / xlsx), Proses Jeda / Main dan Hentikan, memuat turun kenalan kumpulan, mempunyai laporan pengiriman dalam excel, nombor penapis, 'Spin Text', 'add Random Delay' dan pelbagai ciri lain.\n\nCiri eksklusif hanya terdapat di WAExpresso\n1. Sokong format Microsoft Excel (xls / xlsx).\n2. Menghapus mesej secara automatik selepas menghantar\n3. Jalankan hanya mesej khusus dari Excel (seperti baris 10 hingga 20)\n4. Jeda dan Main pilihan\n5. Anti Ban: Spin Text (membezakan setiap mesej dari yang lain)\n6. Anti Larangan: HARI TERHAD untuk mengehadkan penggunaan anda dalam sehari\n7. Negara dan Tandatangan Lalai untuk mesej\n8. Antara Muka Pengguna dalam bahasa Arab / Bahasa / Portugis / Sepanyol / Rusia dan bahasa lain.\n\nFaedah Teras yang lain\n- Percuma untuk digunakan\n- Hantar pesanan peribadi tunggal / pelbagai disesuaikan\n- Boleh digunakan dalam Bahasa Asli seperti Arab / Español (Sepanyol) / Bahasa (Indonesia) / Português (Portugis) / Français (Perancis) / Rusia (Pусский) / Jerman (Deutsche)\n- Muat naik nombor anda dan hantar ke mana-mana negara\n- Muat turun Kenalan Kumpulan\n- Sembunyikan perbualan / Foto Profil / Sejarah Sembang / DP\n- Tambahkan kod negara lalai\n- Gunakan pemformatan (* BOLD * _italic_ ~ strikeethrough ~ & EMOJI)\n\nCiri-ciri Pro\n- Peribadikan mesej anda mengikut keperluan anda\n- Hantar Lampiran seperti Foto / Video / PDF dan lain-lain\n- Padam secara automatik sembang selepas penghantaran\n- Hantar mesej tertentu seperti baris 10 hingga baris 20\n- Jalankan mesej anda dalam Kumpulan\n- Muat turun laporan dalam Excel\n- Main & Jeda proses pada bila-bila masa\n- Nyahlanggan pautan / Kelewatan mesej / Kelewatan Rawak\n- Teks Putar: Rawak kandungan mesej anda dengan cepat\n- Kelewatan secara rawak antara mesej\n- Tambahkan tandatangan lalai untuk setiap mesej\n- Tapis nombor telefon bimbit\n\n\nKami tidak menyokong pemesejan Pukal dan apa-apa yang bertentangan dengan dasar WhatsApp Inc. Jangan gunakan untuk Pemasaran SPAMMING atau BULK yang dilarang sama sekali. Perisian ini dibangunkan hanya untuk kegunaan peribadi dan bukan untuk sebarang jenis pesanan massal.\n\nPenafian:\n- Pemalam Chrome ini tidak disokong atau diperakui oleh WhatsApp / Telegram / WeChat Inc.\n- Perisian ini tidak boleh digunakan terhadap dasar mana-mana syarikat Pemesejan Peribadi seperti WhatsApp / Telegram atau yang lain dengan cara apa pun.\n- WAExpresso tidak bertanggungjawab untuk penyalahgunaan atau pelanggaran dasar mana-mana syarikat pesanan seperti WhatsApp / Telegram atau yang lain dengan cara apa pun.",
    "pt_BR": "Este é o Canal Beta para testar os lançamentos antes do lançamento de produção. É usado apenas para fins BETA e esta versão pode ter bugs próprios.\n\nConecte-se com seus clientes no WhatsApp e envie mensagens personalizadas para eles usando WAExpresso. Você pode enviar mensagens personalizadas, Excluir automaticamente após a entrega, Enviar usando Microsoft Excel (xls / xlsx), Pausar / Reproduzir e Parar processo, baixar contatos de grupo, ter relatórios de entrega no Excel, filtros de números, 'Spin Text', 'add Random Delay' e vários outros recursos.\n\nRecursos exclusivos disponíveis apenas no WAExpresso\n1. Suporta formatos Microsoft Excel (xls / xlsx).\n2. Excluir mensagem automaticamente após o envio\n3. Execute apenas uma mensagem específica do Excel (como as linhas 10 a 20)\n4. Opção de pausa e reprodução\n5. Anti Ban: Spin Text (diferencie cada mensagem das outras)\n6. Anti Ban: LIMITE DE DIA para limitar seu uso em um dia\n7. País e assinatura padrão para mensagens\n8. Interface do usuário em árabe / bahasa / português / espanhol / russo e outros idiomas.\n\nOutros benefícios essenciais\n- Livre para usar\n- Enviar mensagem pessoal única / multi-personalizada\n- Pode ser usado em idioma nativo, como árabe / Español (espanhol) / Bahasa (indonésio) / Português (português) / Français (francês) / russo (Pусский) / alemão (Deutsche)\n- Faça upload do seu número e envie para qualquer país\n- Baixar Contatos do Grupo\n- Ocultar conversa / fotos de perfil / histórico de bate-papo / DP\n- Adicionar código de país padrão\n- Use a formatação (* NEGRITO * _itálico_ ~ tachado ~ e EMOJI)\n\nRecursos profissionais\n- Personalize sua mensagem de acordo com suas necessidades\n- Envie anexos como fotos / vídeos / PDFs e outros\n- Excluir automaticamente o bate-papo após a entrega\n- Envie uma mensagem específica como linha 10 a linha 20\n- Execute suas mensagens em lotes\n- Baixar relatórios em Excel\n- Reproduza e pause o processo a qualquer momento\n- Link de cancelamento de assinatura / Atraso de mensagem / Atraso aleatório\n- Spin Text: Randomize seu conteúdo de mensagem na hora\n- Atraso aleatório entre mensagens\n- Adicionar assinatura padrão para cada mensagem\n- Filtrar números de celular\n\n\nNão oferecemos suporte a mensagens em massa e qualquer coisa que seja contra as políticas do WhatsApp Inc. Por favor, não use para SPAMMING ou marketing em massa, que são estritamente proibidos. Este software foi desenvolvido apenas para uso pessoal e não para qualquer tipo de envio de mensagens em massa.\n\nIsenção de responsabilidade:\n- Este plugin do Chrome não é endossado ou certificado pelo WhatsApp / Telegram / WeChat Inc.\n- Este software não deve ser usado contra as políticas de quaisquer empresas de mensagens pessoais como WhatsApp / Telegram ou qualquer outra de qualquer maneira.\n- O WAExpresso não se responsabiliza por qualquer tipo de uso indevido ou violação da política de qualquer empresa de mensagens como o WhatsApp / Telegram ou qualquer outra de qualquer maneira.",
    "ru": "Это бета-канал для тестирования выпусков перед производственным выпуском. Он используется только для бета-тестирования, и в этом выпуске могут быть ошибки.\n\nСвяжитесь со своими клиентами в WhatsApp и отправьте им индивидуальное сообщение с помощью WAExpresso. Вы можете отправлять персонализированные сообщения, автоматически удалять после доставки, отправлять с помощью Microsoft Excel (xls / xlsx), приостанавливать / воспроизводить и останавливать процесс, загружать групповые контакты, иметь отчеты о доставке в Excel можно использовать номера фильтров, «Вращать текст», «Добавить случайную задержку» и другие различные функции.\n\nЭксклюзивные функции доступны только в WAExpresso\n1. Поддержка форматов Microsoft Excel (xls / xlsx).\n2. Автоматическое удаление сообщения после отправки.\n3. Запускайте только конкретное сообщение из Excel (например, строки с 10 по 20).\n4. Пауза и воспроизведение.\n5. Anti Ban: Spin Text (отличать одно сообщение от другого)\n6. Anti Ban: DAY LIMIT, чтобы ограничить использование в течение дня.\n7. Страна по умолчанию и подпись для сообщений.\n8. Пользовательский интерфейс на арабском / бахаса / португальском / испанском / русском и других языках.\n\nДругие основные преимущества\n- Бесплатное использование\n- Отправить одно / несколько персонализированных личных сообщений\n- Может использоваться на родном языке, таком как арабский / Español (испанский) / Bahasa (индонезийский) / Português (португальский) / Français (французский) / русский (Pусский) / немецкий (Deutsche)\n- Загрузите свой номер и отправьте в любую страну\n- Скачать контакты группы\n- Скрыть беседу / фото профиля / историю чата / DP\n- Добавить код страны по умолчанию\n- Использовать форматирование (* BOLD * _italic_ ~ зачеркивание ~ & EMOJI)\n\nВозможности Pro\n- Персонализируйте свое сообщение в соответствии с вашими потребностями\n- Отправляйте вложения, такие как фотографии / видео / PDF-файлы и другие\n- Автоудаление чата после доставки\n- Отправить конкретное сообщение, например строки 10 в строку 20\n- Запускайте сообщения в пакетном режиме\n- Скачать отчеты в Excel\n- Воспроизвести и приостановить процесс в любое время\n- Ссылка для отказа от подписки / Задержка сообщения / Случайная задержка\n- Вращающийся текст: рандомизируйте содержимое вашего сообщения на лету\n- Случайная задержка между сообщениями\n- Добавить подпись по умолчанию для каждого сообщения\n- Фильтр мобильных номеров\n\n\nМы не поддерживаем массовую рассылку сообщений и все, что противоречит политике WhatsApp Inc., пожалуйста, не используйте их для рассылки спама или массового маркетинга, которые строго запрещены. Это программное обеспечение разработано только для личного использования, а не для массовых рассылок.\n\nЗаявление об ограничении ответственности:\n- Этот плагин Chrome не одобрен и не сертифицирован WhatsApp / Telegram / WeChat Inc.\n- Это программное обеспечение не должно использоваться против политик каких-либо компаний по обмену персональными сообщениями, таких как WhatsApp / Telegram или любых других, каким-либо образом.\n- WAExpresso не несет ответственности за любое неправильное использование или нарушение политики любой компании по обмену сообщениями, такой как WhatsApp / Telegram или любой другой, каким-либо образом."
  }
}