{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Vertical SidePanel Tab Group Manager",
    "de": "Vertikale Tabs in der Seitenleiste",
    "es": "Pestañas verticales en la barra lateral",
    "fr": "Onglets verticaux dans la barre latérale",
    "ja": "垂直サイドバータブグループマネージャー",
    "pt_BR,pt_PT": "Guias verticais na barra lateral",
    "zh_CN": "垂直侧边栏标签分组管理器",
    "zh_TW": "垂直側邊欄標籤分組管理器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Manage tabs and groups in side panel. Support multi-level group, tab search, tab rename, recent used/closed tab, saving bookmarks...",
    "de": "Zeigen Sie Tabs vertikal in der Seitenleiste des Browsers an und verwalten Sie sie.",
    "es": "Muestre y administre pestañas verticalmente en la barra lateral del navegador.",
    "fr": "Affichez et gérez les onglets verticalement dans la barre latérale du navigateur.",
    "ja": "ブラウザのサイドバーでタブとグループを迅速に管理し、階層グループ化、タブ検索、迅速なグループ化、タブの名前変更、最近使用した/閉じたタブ、ブックマークの保存などの機能をサポートします。",
    "pt_BR,pt_PT": "Exiba e gerencie guias verticalmente na barra lateral do navegador.",
    "zh_CN": "在浏览器侧边栏中快捷管理标签页和分组，支持多级分组、标签搜索、快速分组、标签改名、最近使用/关闭标签页、保存书签等功能",
    "zh_TW": "在瀏覽器側邊欄中快速管理標籤頁和分組，支持多級分組、標籤搜索、快速分組、標籤改名、最近使用/關閉標籤頁、保存書籤等功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This Extension helps you manage your tabs and groups more structurally in the vertical sidebar. \nFeatures are as follows:\n1. Display tabs and groups vertically in the sidebar, supporting batch selection and drag order.\n2. Support cascading management between groups, allowing you to drag/drop/right-click to set up subgroups.\n3. Support fuzzy searching for tab titles and URLs.\n4. Support lists of recently accessed tabs and recently closed tabs.\n5. Right-click on the tab menu:\n    1. Quick grouping: Create new groups, remove from groups, and move to other groups in the current window.\n    2. Rename: Support changing the name of the tab.\n    3. Move window: Support moving the tab to a new window or existing other windows, with target window previews.\n    4. Other common tab functions: Refresh, copy, close, create new, copy link, save bookmark.\n6. Right-click on the group menu:\n    1. Change group name and color.\n    2. Subgroup management: Quickly set parent group, leave current parent group, remove subgroup, retain group (allowing groups without tabs to be retained).\n    3. Group move window: New window or existing other window, with target window previews.\n    4. Save bookmark: Save all subgroups and tabs in the group to a single bookmark folder.\n    5. Other common group functions: Close group, ungroup.\n7. Settings:\n    1. Choose between \"Light\" and \"Dark\" themes manually.\n    2. Choose between \"Normal\" and \"Slightly Smaller\" font sizes manually.\n    3. Choose between \"Custom\" and \"System Automatic\" group colors manually.\nChangelog:\nVersion 1.1.0:\n    1. Feature: Added cascading management for groups.\nVersion 1.0.7:\n    1. Fix: Resolved various experience issues.\nVersion 1.0.6:\n    1. Feature: Added right-click option to expand/collapse all groups.\n    2. Fix: Resolved various experience issues.\nVersion 1.0.5:\n    1. Feature: Saving bookmarks supports selecting the target folder.\nVersion 1.0.4:\n    1. Fix: Resolved various experience issues.\nVersion 1.0.3:\n    1. Fix: Optimized the drag-and-drop experience for moving tabs and groups.\nVersion 1.0.2:\n    1. Feature: Supports multi-select of tabs; allows batch operations for grouping, moving windows, and closing tabs.\n    2. Fix: Resolved various experience issues.",
    "ja": "このプラグインは、垂直サイドバーでタブとグループをより構造的に管理するのに役立ちます。機能は以下のとおりです：\n\nサイドバーにタブとグループを垂直表示し、一括選択とドラッグの順序をサポートします。\nグループ間で階層管理をサポートし、ドラッグまたは右クリックしてサブグループを設定できます。\nタブのタイトルとURLをあいまい検索することができます。\n最近アクセスしたタブのリストと最近閉じたタブのリストをサポートします。\nタブメニューを右クリック：\nクイックグルーピング：新しいグループを作成し、グループから削除し、このウィンドウ内の他のグループに移動します。\n名前を変更：タブの名前を変更できます。\nウィンドウを移動：タブを新しいウィンドウまたは既存のウィンドウに移動でき、ターゲットウィンドウのプレビューをサポートします。\n他のタブの一般的な機能：リフレッシュ、コピー、閉じる、新規作成、リンクをコピー、ブックマークを保存します。\nグループメニューを右クリック：\nグループの名前と色を変更します。\nサブグループ管理：親グループを迅速に設定し、現在の親グループから離れ、サブグループを削除し、グループを保持します（タブなしのグループを保持できます）。\nグループの移動ウィンドウ：新しいウィンドウまたは既存のウィンドウに移動でき、ターゲットウィンドウのプレビューをサポートします。\nブックマークを保存：グループ内のすべてのサブグループとタブを単一のブックマークフォルダーに保存します。\n他のグループの一般的な機能：グループを閉じる、グループ解除。\n設定：\n「明るい」と「暗い」2つのテーマを手動で選択できます。\n「通常」と「やや小さい」の2つのフォントを手動で選択できます。\n「カスタム」と「システム自動」のグループカラーを手動で選択できます。\n更新履歴：\nバージョン1.1.0：\n\n機能：グループの階層管理を追加しました。\nバージョン1.0.7：\n修正：いくつかの体験問題を修正しました。\nバージョン1.0.6：\n機能：右クリックメニューに「すべて展開/折りたたむ」グループのオプションを追加しました。\n修正：いくつかの体験問題を修正しました。\nバージョン1.0.5：\n機能：ブックマークの保存にターゲットフォルダーの選択をサポートしました。\nバージョン1.0.4：\n修正：いくつかの体験問題を修正しました。\nバージョン1.0.3：\n修正：タブとグループのドラッグ＆ドロップ操作の体験を最適化しました。\nバージョン1.0.2：\n機能：タブのマルチ選択をサポートし、グループの操作、ウィンドウの移動、タブの閉鎖をバッチ処理できます。\n修正：いくつかの体験問題を修正しました。",
    "zh_CN": "这款插件帮助你在垂直侧边栏中，更结构化地管理你的标签页与分组\n功能介绍如下:\n1. 在侧边栏中垂直显示标签页与分组，支持批量选择与拖动顺序\n2. 分组之间支持级联管理，可以拖动/右键设置成为子分组\n3. 支持模糊搜索标签页的标题与URL\n4. 支持最近访问标签页列表、最近关闭标签页列表\n5. 右键点击标签页菜单:\n    1. 快速分组: 新建组、移出组、以及移动到该窗口其他分组\n    2. 改名: 支持对标签页进行名称更改\n    3. 移动窗口: 支持将标签页移动到新窗口或已有其他窗口，支持目标窗口预览\n    4. 其他标签页常用功能: 刷新、复制、关闭、新建、复制链接、保存书签\n6. 右键点击分组菜单:\n    1. 更改分组名称与颜色\n    2. 子组管理: 快速设置父组，离开当前父组，移除子组，保留分组(允许分组无标签页被保留)\n    3. 分组移动窗口: 新窗口或已有其他窗口，支持目标窗口预览\n    4. 保存书签: 将分组的所有子分组以及标签页保存到一个书签文件夹中\n    4. 其他分组常用功能: 关闭分组、取消分组\n7. 设置\n    1. 可手动选择\"明亮\"、\"暗黑\"两种主题\n    2. 可手动选择\"正常\"、\"较小\"两种字体\n    2. 可手动选择\"自由选择\"、\"系统自动\"分组颜色\n更新日志:\n版本1.1.0:\n    1. 功能: 增加分组级联管理\n版本1.0.7:\n    1. 修复: 修复部分体验问题\n版本1.0.6:\n    1. 功能: 增加右键-全部展开/收起分组\n    2. 修复: 修复部分体验问题\n版本1.0.5:\n    1. 功能: 保存书签支持选择目标文件夹\n版本1.0.4:\n    1. 修复: 修复部分体验问题\n版本1.0.3:\n    1. 修复: 优化拖拽移动标签页和分组的体验\n版本1.0.2:\n    1. 功能: 支持标签页多选，可批量操作分组、移动窗口、关闭标签页\n    2. 修复: 修复部分体验问题",
    "zh_TW": "這款插件幫助你在垂直側邊欄中，更結構化地管理你的標籤頁與分組。功能介紹如下：\n\n1. 在側邊欄中垂直顯示標籤頁與分組，支持批量選擇與拖動順序。\n2. 分組之間支持級聯管理，可以拖動/右鍵設置成為子分組。\n3. 支持模糊搜索標籤頁的標題與URL。\n4. 支持最近訪問標籤頁列表、最近關閉標籤頁列表。\n5. 右鍵點擊標籤頁菜單：\n    1. 快速分組：新建組、移出組、以及移動到該窗口其他分組。\n    2. 改名：支持對標籤頁進行名稱更改。\n    3. 移動窗口：支持將標籤頁移動到新窗口或已有其他窗口，支持目標窗口預覽。\n    4. 其他標籤頁常用功能：刷新、複製、關閉、新建、複製鏈接、保存書籤。\n6. 右鍵點擊分組菜單：\n    1. 更改分組名稱與顏色。\n    2. 子組管理：快速設置父組，離開當前父組，移除子組，保留分組（允許分組無標籤頁被保留）。\n    3. 分組移動窗口：新窗口或已有其他窗口，支持目標窗口預覽。\n    4. 保存書籤：將分組的所有子分組以及標籤頁保存到一個書籤資料夾中。\n    5. 其他分組常用功能：關閉分組、取消分組。\n7. 設定：\n    1. 可手動選擇「明亮」、「暗黑」兩種主題。\n    2. 可手動選擇「正常」、「稍小」兩種字體。\n    3. 可手動選擇「自由選擇」、「系統自動」分組顏色。\n更新日誌：\n版本1.1.0：\n\n功能：增加分組級聯管理。\n版本1.0.7：\n修復：修復部分體驗問題。\n版本1.0.6：\n功能：增加右鍵-全部展開/收起分組。\n修復：修復部分體驗問題。\n版本1.0.5：\n功能：保存書籤支持選擇目標資料夾。\n版本1.0.4：\n修復：修復部分體驗問題。\n版本1.0.3：\n修復：優化拖拽移動標籤頁和分組的體驗。\n版本1.0.2：\n功能：支持標籤頁多選，可批量操作分組、移動窗口、關閉標籤頁。\n修復：修復部分體驗問題。"
  }
}