{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HBRS-Jupyter+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HBRS-Jupyter+: Extension for effortless notebook submission. Click to submit or automate on save. Streamline your workflow now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing HBRS-Jupyter+, your indispensable Chrome extension designed exclusively for students at Hochschule Bonn-Rhein-Sieg (HBRS) who use Jupyter notebooks in their academic pursuits. This innovative extension is meticulously crafted to streamline your workflow, saving you valuable time and ensuring a seamless submission process.\n\n**Key Features:**\n\n1. **Effortless Submission:**\n   - HBRS-Jupyter+ simplifies the submission of your Jupyter notebooks with the integration of a dedicated \"Submit\" button. No more navigating through multiple tabs or dealing with intricate submission processes. With just a click, your work is on its way to evaluation.\n\n2. **Customized Automation:**\n   - Tailor the extension to fit your preferences with the convenient auto-submit checkbox. Decide whether you want your notebook to be automatically submitted each time you save it, ensuring you have the flexibility to choose when to finalize and send your work.\n\n3. **Time-saving Functionality:**\n   - By automating the submission process, HBRS-Jupyter+ significantly reduces the time and effort required for manual submissions. Focus on your content and analysis, and let the extension handle the logistics.\n\n4. **Seamless Integration:**\n   - The extension seamlessly integrates into your Jupyter notebook environment, enhancing your user experience without altering the familiar interface. Enjoy a cohesive and intuitive workflow with the added benefits of HBRS-Jupyter+.\n\n5. **User-friendly Interface:**\n   - We understand the importance of simplicity. HBRS-Jupyter+ is designed with a clean and user-friendly interface, ensuring that both novice and experienced users can navigate the extension effortlessly.\n\n6. **Regular Updates and Support:**\n   - Our commitment to excellence extends beyond the initial release. Expect regular updates to address any potential issues and to introduce new features that enhance your overall experience. We are also ready to assist you with any inquiries.\n\nHBRS-Jupyter+ is more than an extension; it's a tool designed to empower you in your academic endeavors. Streamline your workflow, eliminate unnecessary steps, and experience a new level of efficiency with the HBRS-Jupyter+ Chrome extension. Elevate your Jupyter notebook experience at Hochschule Bonn-Rhein-Sieg – because your time is precious, and your work deserves the best."
  }
}