{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Force HTTPS (SSL/TLS)",
    "fr": "Forcer HTTPS (SSL/TLS)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically use HTTPS (SSL/TLS Certificate) on websites.",
    "fr": "Utilise automatiquement HTTPS (certificat SSL/TLS) sur les sites web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Force HTTPS (SSL/TLS)\" automatically force your broswer to use HTTPS (SSL or TLS) instead of HTTP. HTTPS, also called HTTP over TLS or HTTP over SSL, use the TLS (or SSL, its predecessor) encryption protocol, designed to provide communications security on the network. It protects the data you send and receive through the websites, adding security and keeping your privacy.\n\nBy default, \"Force HTTPS (SSL/TLS)\" will use HTTPS on all the websites, you can disable/enable this easily, anytime, but if you still want to use HTTP on some websites, you can disable HTTPS on a specific domain or even on a specific page. You can switch from HTTPS to HTTP or HTTP to HTTPS anytime on any page or domain.\n\nIf you have a problem or want me to add some features, feel free to contact me :)",
    "fr": "\"Forcer HTTPS (SSL/TLS)\" force automatiquement votre navigateur web à utiliser HTTPS (SSL ou TLS) au lieu de HTTP. HTTPS, également appelé HTTP sur TLS ou HTTP sur SSL, utilise le protocole de cryptage TLS (ou SSL, son prédécesseur), conçu pour assurer la sécurité des communications sur le réseau. Il protège les données que vous envoyez et recevez via les sites Web, en renforçant la sécurité et en préservant votre confidentialité.\n\nPar défaut, \"Forcer HTTPS (SSL/TLS)\" utilisera HTTPS sur tous les sites Web, vous pouvez le désactiver ou l'activer facilement, à tout moment, mais si vous souhaitez utiliser HTTP sur certains sites Web, vous pouvez désactiver HTTPS sur un domaine précis ou même sur une page précise. Vous pouvez passer de HTTPS à HTTP ou HTTP à HTTPS à tout moment, sur n'importe quelle page ou domaine.\n\nSi vous avez un problème ou si vous souhaitez que je rajoute certaines fonctionnalités, n'hésitez pas à me contacter :)"
  }
}