{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JSON to Apex Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily convert JSON into structured Apex classes for Salesforce development with this powerful and user-friendly tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your JSON objects into Salesforce-ready Apex classes in seconds! The JSON to Apex Class Generator Chrome Extension is an essential tool for Salesforce developers, simplifying the process of handling API responses, mapping JSON data, and automating Apex class creation.\n\nKey Features:\n* Quick Conversion: Instantly generate well-structured Apex classes from any valid JSON object.\n* Nested Object Support: Automatically handles nested objects and arrays with class and list generation.\n* Error Handling: Built-in JSON validation with clear error messages and line detection.\n* Multiline JSON Support: Generates test methods with properly escaped, readable, multiline JSON strings.\n* Customization: Define your Apex class name and ensure code adheres to Salesforce standards.\n* Developer-Friendly: Ideal for developers looking to save time and eliminate manual class creation errors.\n\nUse Cases:\n* Parse complex API responses into Salesforce objects.\n* Rapidly prototype and test Salesforce data handling.\n* Improve productivity in Salesforce development projects.\n\nWhy Choose This Extension?\nBuilt for efficiency and precision, this extension seamlessly integrates into your workflow, ensuring you can focus on building robust Salesforce solutions without worrying about JSON-to-Apex conversion errors.\n\nGet started today and simplify your Salesforce development with JSON to Apex Class Generator!"
  }
}