{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdShield - Ultimate Ad Blocker for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block YouTube ads, YouTube video ads, JioCinema ... AdShield ensures a distraction-free, faster, and private browsing experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdShield - Your Ultimate Solution to Ad-Free Browsing\n\nFeatures:\nYouTube Ad Blocking: Removes pre-roll, mid-roll, and banner ads, ensuring uninterrupted video playback.\nVideo Ad Skipping: Automatically skips video ads on platforms like YouTube, Hotstar and JioCinema.\nDynamic Ad Removal: Blocks overlay ads, banners, and pop-ups dynamically across supported platforms.\nFast and Lightweight: Efficient ad-blocking that improves page load times and reduces bandwidth usage.\nPrivacy Protection: Prevents trackers from collecting your data for targeted ads.\n\nAdShield now includes a powerful enhancement that automatically skips the YouTube modal requesting ad blocker exceptions\n\nWhy Choose AdShield?\nAdShield not only blocks ads but also enhances your browsing experience with faster page loads, improved video streaming, and complete privacy. Say goodbye to distractions and hello to the web as it should be.\n\nSupported Platforms:\nYouTube\nHotstar\nJioCinema\n\nInstall AdShield today and enjoy a truly ad-free browsing experience!\n\nAd blocker\nYouTube ad blocker\nHotstar ad blocker\nJioCinema ad blocker\nVideo ad blocker\nFree ad blocker\nChrome extension for ad blocking\nRemove ads from videos\nFaster browsing\nPrivacy protection\n\nThis extension tracks page views and hostnames using Google Analytics to enhance the user experience. It collects minimal data (a unique client ID and active tab hostname) for statistical analysis, securely transmitted to Google Analytics. No personal or sensitive data is collected or shared."
  }
}