{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Luiza Valdetaro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab Luiza Valdetaro"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desfrute de todas as novidades e mídias sociais do seu ídolo em um mesmo lugar; tudo no seu navegador de uma forma que você nunca viu antes! \n\nEu, atriz Luiza Valdetaro, me orgulho em oferecer aos meus fãs e amigos uma nova maneira de navegar na web e ainda estar perto do meu dia dia profissional e pessoal! Com fotos, vídeos, dicas e notícias em sua nova página inicial em tempo real!\n \nInstale agora a extensão Luiza Valdetaro no Chrome OS, Mac ou Windows e dê ao seu navegador Google Chrome ou Microsoft Edge uma aparência personalizada com minhas 'news' a todo momento.\n \nVocê não vai perca nenhuma informação sobre meus filmes, novelas, séries, dia a dia com as filhas, viagens e muito mais neste feed ao vivo; tudo isso com imagens de fundo, papéis de parede e vídeos oficiais, exclusivos!\n \nCom apenas um clique você me mantém muito mais perto de você e a todo tempo. Defina e modifique seus mecanismos de pesquisa favoritos como guias de pesquisa e desfrute não apenas dos sites visitados com frequência, mas também dos sites favoritos, que podem ser editados a qualquer momento.\n\nPra quem gosta da vida, das pessoas, dos animais, comer... viajar... e também tem questões existenciais... como descobrir o equilíbrio entre a mãe, a mulher e a profissional que clamam simultaneamente por espaço... enfim, vida real e o glamour da rede social... aqui você encontra tudo isso e personaliza ainda mais do jeito que quiser!\n\nTopa? Vamos ficar mais juntos! Baixa aí meu extensor que te mantenho informado!"
  }
}