{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DefendMe AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect yourself, and others too..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DefendMe.AI – Your Personal Cybersecurity Assistant\n\nStay safe online with DefendMe.AI, the free browser extension that actively protects you from phishing while helping secure the wider internet community. With our advanced AI-driven threat detection, DefendMe.AI is built to keep you safe from the latest online attacks—all in real-time.\n\nKey Features:\n\n1. Block Phishing Attacks\nDefendMe.AI detects and blocks phishing links and malware, protecting your sensitive information from phishing attacks. Combining AI-based zero-day detection with signature-based detection, DefendMe.AI prevents over 97% of phishing attempts, making your browsing experience safer with each click.\n\n2. Community Protection\nBy using DefendMe.AI, you’re not just protecting yourself—you’re helping defend millions of others. When a malicious website is detected, our system shares critical threat intelligence with global cybersecurity partners, making the internet a safer place for everyone.\n\nWhy Download DefendMe.AI?\n\n- Real-time protection against phishing attacks, powered by advanced AI technology.\n- Easy to use and free to install—DefendMe.AI requires no technical expertise, just activate and browse safely.\n- Be a cyber hero by contributing to global online safety. By blocking threats, you’re also protecting others, reducing risks for your community and beyond.\n\nTake control of your online security with DefendMe.AI. Join the mission to make the internet safer for everyone. Install DefendMe.AI today and start browsing with peace of mind!\n\nLearn more: https://defendme.ai/"
  }
}