{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EigenTx"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transaction visualization tool for various chains, which generates token flow chart to give you more insights into the transaction"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EigenTx is a public-facing on-chain transaction visualization tool on various blockchains.  EigenTx aims to help you quickly understand the transfer flow details of any on-chain transactions. \n\nIn version 1.5, the extension loads the description of the current transaction from the EigenPhi database. More information could help you identify and understand \"arbitrage,\" \"sandwich,\" and “liquidation\" types of transactions.\n\nStart from version 1.4, the extension supports users to load detailed token flow graphs on etherscan (and many blockchain explorers, check details below) transaction pages based on any selected transaction, which will give you more insights into what the transaction does and how the transaction is operated. \n\nBy clicking \"Load Transfer Flow Chart\",  a chart will be loaded automatically under \"value section\" of the transaction page, which visualizes the \"tokens transferred\" section. \n- Ellipse stands for the address of blockchains;\n- Arrows between nodes stand for token transfers;\n- More legends, please visit https://tx.eigenphi.io/;\n- Each node and line can be clicked to view details;\n\nAlso, if you want to check more information, you can be directed to the full analyze tool page by clicking \"Open in EigenTx\" to view more. \n\nWe support explorers of blockchains, including : Ethereum, BSC, Avalanche, Polygon, Arbitrum, Optimism, Fantom and Cronos.\n\nEigenTx is an open-sourced project, view the source code in GitHub repository by clicking the \"About EigenTx Extension\" button. You can find our Privacy Policy Terms at https://github.com/eigenphi/EigenTx-extension/blob/main/PrivacyPolicy.md\n\nIf you need any help, please contact us via Twitter (https://twitter.com/eigenphi) ."
  }
}