{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SocialForest Access"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "an official extension by SocialForest for accessing our services"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Socialforest - Your ultimate destination for accessing exclusive tools at pocket-friendly prices.At Socialforest, we're on a mission to bring you top-tier tools without the premium price tag. Our approach centres on collaborative purchasing, ensuring that you gain access to high-value memberships at incredibly discounted rates.\n‍\nWith a thriving community of over 5000+ content and active users, we are poised to leave an indelible mark on the industry. Join our esteemed cohort of like-minded individuals and elevate both your educational and professional journey.\n‍\nExperience a World of Premium Memberships at Prices That Won't Break the Bank, all thanks to Socialforest.Become a part of our vibrant community today and embark on an educational journey that redefines accessibility and excellence.\n\nWhy SocialForest?\nEmbrace a sustainable lifestyle with every click. SocialForest isn't just an extension; it's a movement towards a more sustainable future. Join us in making a difference, one tab at a time.\n\nEasy to Install and Use:\n\nClick ‘Add to Chrome’ to install.\nPin SocialForest to your browser toolbar for quick access.\nStart your eco-friendly browsing journey!\n\nSupport: Experiencing issues or have suggestions? \nContact us at support@socialforest.co for prompt assistance."
  }
}