{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CALCOLATORE MARGINI E-COMMERCE"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calcolatore di margini automatizzato per il mercato italiano REGIME ORDINARIO"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calcolatore Margini italiani è un'estensione innovativa progettata per imprenditori e venditori online che desiderano ottimizzare i loro margini di profitto. Questa potente applicazione ti consente di calcolare rapidamente i costi e i margini di guadagno dei tuoi prodotti, semplificando la gestione delle tue vendite.\nOttimizzato per importazioni da paesi ex-eu adatto per e-commerce, Amazon FBA, Etsy, Ebay, dropshipping.\nCaratteristiche principali:\nCalcoli automatici: Inserisci il Prezzo Vendita con IVA e il Costo Unità, e lascia che l'estensione faccia i calcoli per te! Ottieni risultati rapidi per il Prezzo senza IVA, Costi di importazione e Spedizione, Oneri doganali, Totale Costo e molto altro.\nInterfaccia intuitiva: Facile da usare, l'estensione è progettata per guidarti passo dopo passo nella compilazione delle informazioni necessarie.\nDettagli completi: Visualizza il Ricavo, il Margine e il ROI (ritorno sull'investimento) in pochi clic, consentendoti di prendere decisioni informate rapidamente.\nOttimizzazione dei costi: Riduci al minimo le spese e massimizza i tuoi profitti grazie a un calcolo preciso e tempestivo dei costi associati all'importazione e alla vendita dei tuoi prodotti.\nCalcolatore Margini è essenziale per chiunque desideri avere il pieno controllo sui propri profitti e ottimizzare la propria attività di vendita online. Scarica ora e inizia a massimizzare i tuoi margini!"
  }
}