{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open in Popup Window"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open any links and images in a popup window",
    "es": "Abrir enlaces e imágenes en una ventana emergente",
    "ru": "Открывает ссылки и изображения во вплывающем окне"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tiny extension provides ability to quickly preview links without leaving the current page context. It adds entry in context menu of links, and when clicked, opens new small window at cursor position, with no tab bar and addressbar.\n\nFeatures:\n● Open images and search selected text in popup window\n● Use drag and drop to open in popup window (disabled by default)\n● Use Shift + Click to open in popup window (disabled by default)\n● Configurable popup height, width and position on screen\n● Close popup window when regular window regains focus\n● Automatically reopen new single tab windows as popup windows\n● New popups can be opened from existing popups as well\n\nThis extension is intended to be used as an analogue of Safari Link Preview, or the new Arc Peek. It's a great way to preview links, which works everywhere and is not affected by the CORS problem like extensions which are using iframe element for link preview.\n\n⚠️ If \"Open by drag\" and \"Shift+click to open\" options are not working, or the popup window always gets positioned in the top left corner disregarding the settings, please make sure you gave extension permission to run on every page, and that current page is not restricted from access by extensions (for example, chrome://* pages)\n\n🛡️ Privacy:\nThis extension doesn't collect any private data. It's fully open source, and you can see the code on Github: https://github.com/emvaized/open-in-popup-window-extension\n\nIt only requires access to currently open page in order to fetch information about the object under cursor when drag and drop event occured or context menu was opened",
    "es": "Esta pequeña extensión permite previsualizar rápidamente los enlaces sin salir del contexto de la página actual. Añade una entrada en el menú contextual de los enlaces y, al hacer clic en ella, abre una nueva ventana pequeña sin barra de pestañas ni barra de direcciones en la posición del cursor.\n\nFunciones actuales:\n● Abrir imágenes y buscar texto seleccionado en una ventana emergente\n● Usar arrastrar y soltar para abrir en ventana emergente (desactivado por defecto)\n● Usar Mayús + Clic para abrir en ventana emergente (desactivado por defecto)\n● Altura, anchura y posición configurables de la ventana emergente en la pantalla\n● Cerrar la ventana emergente cuando la ventana normal recupera el foco\n● Reabrir automáticamente nuevas ventanas de pestaña única como ventanas emergentes\n● Nuevas ventanas emergentes se pueden abrir desde ventanas emergentes existentes también\n\n⚠️ Si las opciones «Abrir arrastrando» y «Mayús+clic para abrir» no funcionan, o la ventana emergente siempre se sitúa en la esquina superior izquierda independientemente de la configuración de ubicación, asegúrese de que ha dado a la extensión todos los permisos para ejecutarse en todas las páginas que visita, y que la página actual no tenga acceso restringido a las extensiones (por ejemplo, páginas chrome://*)\n\n🛡️ Privacidad:\nEsta extensión no recoge ningún dato privado. Es completamente de código abierto, y puedes ver el código en Github:\nhttps://github.com/emvaized/open-in-popup-window-extension\n\nSólo requiere acceso a la página actualmente abierta para obtener información sobre el objeto bajo el cursor cuando se produjo el evento de arrastrar y soltar o se abrió el menú contextual.",
    "ru": "Это крошечное расширение создано для быстрого предварительного просмотра ссылок, не покидая контекста текущей страницы. Оно добавляет пункт в контекстное меню ссылок, и при нажатии открывает новое маленькое окно под курсором мыши, без элементов управления браузера.\n\nВозможности:\n   ● Открытие изображений и поиск выделенного текста во всплывающем окне\n   ● Перетаскивание для открытия во всплывающем окне (<i>по умолчанию отключено</i>)\n   ● Использование Shift + Click для открытия во всплывающем окне (<i>по умолчанию отключено</i>)\n   ● Настраиваемые высота, ширина и положение всплывающего окна на экране \n   ● Закрытие всплывающего окна при фокусе обычного окна\n   ● Автоматическое переоткрытие новых окон с одной вкладкой как всплывающих окон\n   ● Можно открывать новые всплывающие окна из уже открытих\n\nЭто расширение предназначено для использования в качестве аналога Safari Link Preview или нового Arc Peek. Это отличный способ предварительного просмотра ссылок, который работает везде и не подвержен проблеме CORS, как расширения, использующие элемент iframe для предварительного просмотра ссылок.\n\n⚠️ Если опции «Открыть перетаскиванием» или «Shift+клик для открытия» не работают, или всплывающее окно всегда располагается в левом верхнем углу независимо от настроек размещения, убедитесь, что вы дали расширению разрешение на доступ к каждой посещаемой странице, а также, что текущая страница не защищена браузером от доступа расширений (например, страницы chrome://*).\n\n🛡️ Конфиденциальность:\nЭто расширение не собирает никаких личных данных. Оно имеет открытый исходный код, который вы можете посмотреть на github: https://github.com/emvaized/open-in-popup-window-extension\n\nТребуется доступ к текущей открытой странице, чтобы собрать информацию об элементе под курсором мыши, когда пользователь открывает контекстное меню или перетаскивает элемент."
  }
}