{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jobaaj One"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capturing Other Job Portals Jobs to Track All Applied Jobs Data for Candidate"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The better way to job search. Save Jobs, Contacts, Companies & Resumes in one place.\n\nPower your job search with the JobaajOne Platform.\n\nJobaajOne is the all-in-one career growth solution where you can create and manage multiple versions of your resume, track your entire job search, and streamline and organize applications, helping you land a job you're excited about even faster.\n\nWith JobaajOne, you can overcome information overload, manage all your applications in one place, and stay organized and efficient throughout your job search.\n\nNo more custom spreadsheets or fragmented tools to track your job search!\n\n☆☆WHAT YOU'LL GET☆☆\n\nJOB TRACKER\n✓ Bookmark jobs from LinkedIn, Naukri, Indeed, and other job boards\n✓ Track the status of every job you've applied for and access job descriptions anytime\n✓ Highlight top skills and keywords for each role\n✓ Set follow-up reminders for interviews, outreach, and more\n✓ Use AI-driven email templates for communication and follow-ups\n\nCONTACTS\n✓ Easily bookmark connections and companies from professional networks like LinkedIn\n✓ Set reminders for follow-ups with contacts and network connections\n✓ Add detailed notes for every contact and company\n✓ Connect to relevant HR's\n\nLINKEDIN PROFILE ANALYSIS\n✓ Get actionable insights to optimize your LinkedIn profile\n✓ Improve visibility with best practices tailored for recruiters\n✓ Utilize tools and templates to enhance your profile quickly\n✓ Stand out in search results and increase your chances of being discovered by top employers\n\nAI-DRIVEN TOOLS\n✓ Personalize outreach messages with AI-powered suggestions\n✓ AI resume builder, Linkedin Optimizer and AI interview\n✓ Receive AI-driven job recommendations based on your profile and skills\n✓ Identify high-impact keywords to improve your chances of landing an interview\n\nADDITIONAL BENEFITS\n✓ Dashboard to monitor all applications and networking activities at a glance\n✓ No need for spreadsheets—everything is managed on a single platform\n✓ Regular updates to improve features and user experience\n\nWith JobaajOne, you can simplify your job search, save time, and focus on what matters most—landing your dream job!\n\n--------------------------------\nPRIVACY & SECURITY\nAt JobaajOne, we are dedicated to protecting your privacy and ensuring your data is secure. The information we collect or process is strictly used to enhance your career journey and optimize your job search experience. We do not, and will not, sell your data to third parties."
  }
}