{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,th,tr,uk,vi,zh_CN,zh_TW": "Docs Online Viewer",
    "te": "డాక్స్ ఆన్లైన్ వ్యువర్"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,th,tr,uk,vi,zh_CN,zh_TW": "Open and view any online file in your browser. Supports almost all major file and document formats. Fast, easy to use and free.",
    "te": "ఎలాంటి ఫైల్స్ లేక డాక్యుమెంట్ అయినా సునాయాసంగా వీక్షించండి"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,th,tr,uk,vi,zh_CN,zh_TW": "Docs Online Viewer introduces a convenient way to view documents on the web. \nIt uses third party online services like Google docs API (or other services when available) to open links with extension PDF, DOC, DOCX, XLS, PPT, RTF, ODT, ODS, ODP, CSV and many more file formats online in the browser itself without need for any third party software installed on your computer.\n\nThis extension reduces the need for additional software required to open documents such as Acrobat reader plugin, Microsoft Office and so on. This is less resource intensive compared to using external software/plugins which are a bloat on your system and may cause browser / system crashes. It also reduces the risk of downloading malicious documents.\n\nDocs Online Viewer is lightweight and tightly packed so that it does not slow down your browser.\n\nIf there are any bugs or if there are any missing features, please report in the \"SUPPORT\" section. I will try fixing them.\n\nFor more information, visit: http://dov.parishod.com/\nPrivacy Policy: https://dov.parishod.com/privacy/",
    "te": "ఇంటర్నెట్లో ఉన్న ఫైల్స్ ని వీక్షించడం కోసం వాటిని డౌన్లోడ్ చేసి మైక్రోసాఫ్ట్ లేదా ఇతర అప్లికేషను లో ఓపెన్ చేయడం అసౌకర్యమైన పని. కొన్ని సార్లు కావలసిన సాఫ్టువేరు మీ కంప్యూటర్ లో లేకపోతె ఫైల్స్ ని ఓపెన్ చేయడం చాలా కష్టం. \n\n\"డాక్స్ ఆన్లైన్ వ్యువర్\" సహాయం తో ఎలాంటి ఫైల్ అయినా డౌన్లోడ్ అవసరం లేకుండా నేరుగా మీ బ్రౌజరు లోనే తెరవోచ్చు. ఇతర ఏ సాఫ్టువేరు అవరసం లేదు. ఇది వాడడం వల్ల కేవలం పత్రాలను ఎలాంటి ఇబ్బంది లేకుండా ఓపెన్ చేయడమే కాకుండా మీరు ఓపెన్ చేసే ఫైల్స్ లో వైరస్ లాంటి హానికరమైనవి ఉన్నా కాని మీ కంప్యూటర్ కు ఎటువంటి హాని కలగదు. అంతే కాకుండా మీ హార్డ్ డిస్క్ లో అనవసరమైన డౌన్లోడ్ ఫైల్స్ తో నింపకుండా శుభ్రంగా పెట్టడానికి తోడ్పడుతుంది. \n\nసపోర్ట్ చేసే ఫైల్ ఫార్మాట్లు:\nDOC, DOCX, XLS, XLSX, PPT, PPTX, PDF, PAGES, AI, PSD, TIFF, DXF, SVG, EPS, PS, TTF, XPS, RTF, ODT, SXW, SSV, SXC, ODS, SXI, ODP, WPD\n\nమీకు ఏదైనా సూచనలు కానీ  సమస్యలు ఉంటే \"మద్దతు\" విభాగం మీద క్లిక్ చేసి మాకు వ్రాయండి."
  }
}