{
  "name": {
    "ar": "عارض أسعار الصرف",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hu,id,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Exchange Rate Viewer",
    "cs": "Prohlížeč směnných kurzů",
    "de": "Wechselkurs-Anzeige",
    "es": "Visor de tipos de cambio",
    "fi": "Valuuttakurssien katseluohjelma",
    "fr": "Visionneuse de taux de change",
    "hr": "Visualizzatore tassi di cambio",
    "it": "Prikazivač tečajeva",
    "ja": "為替レートビューア",
    "ko": "환율 뷰어",
    "nl": "Wisselkoersviewer",
    "no": "Valutakursviser",
    "pl": "Podgląd kursów walut",
    "ru": "Просмотр курсов валют",
    "sv": "Valutakursvisare",
    "tr": "Döviz Kuru Görüntüleyici",
    "uk": "Переглядач валютних курсів"
  },
  "short": {
    "ar": "عرض أسعار الصرف الحالية مباشرةً في متصفحك.",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hu,id,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "View current exchange rates directly in your browser.",
    "cs": "Zobrazte aktuální směnné kurzy přímo ve vašem prohlížeči.",
    "de": "Zeigen Sie aktuelle Wechselkurse direkt in Ihrem Browser an.",
    "es": "Ver las tasas de cambio actuales directamente en tu navegador.",
    "fi": "Näe nykyiset valuuttakurssit suoraan selaimessasi.",
    "fr": "Voir les taux de change actuels directement dans votre navigateur.",
    "hr": "Visualizza i tassi di cambio attuali direttamente nel tuo browser.",
    "it": "Pogledajte trenutne tečajeve izravno u svom pregledniku.",
    "ja": "現在の為替レートをブラウザで直接確認できます。",
    "ko": "브라우저에서 현재 환율을 바로 확인하세요.",
    "nl": "Bekijk de huidige wisselkoersen direct in je browser.",
    "no": "Se de gjeldende valutakursene direkte i nettleseren din.",
    "pl": "Zobacz aktualne kursy walut bezpośrednio w swojej przeglądarce.",
    "ru": "Посмотрите текущие курсы валют прямо в вашем браузере.",
    "sv": "Se aktuella valutakurser direkt i din webbläsare.",
    "tr": "Geçerli döviz kurlarını tarayıcınızda doğrudan görüntüleyin.",
    "uk": "Переглядайте поточні валютні курси безпосередньо у вашому браузері."
  },
  "long": {
    "ar": "هذه الإضافة لمتصفح كروم هي أداة بسيطة وسريعة لفحص وتحويل أسعار الصرف. توفر الميزات اللازمة للمستخدمين بطريقة بديهية وتم تصميمها لتكون متاحة في مختلف البلدان، خاصة مع دعم متعدد اللغات. باستخدام هذه الإضافة، يمكنك إجراء حسابات معقدة لأسعار الصرف بسرعة وسهولة.\n\nالميزات الرئيسية\nأولاً، تتوفر خاصية فحص أسعار الصرف في الوقت الفعلي. باستخدام واجهة برمجة تطبيقات لأسعار الصرف، توفر الإضافة بيانات أسعار الصرف في الوقت الفعلي، مما يتيح للمستخدمين دائمًا إجراء الحسابات بناءً على أحدث الأسعار. ثانيًا، يتم توفير ميزة تحويل أسعار الصرف. يمكن للمستخدمين إدخال الوحدة والعملات المطلوبة والمبلغ، وستقوم الإضافة بحساب النتيجة في الوقت الفعلي. على سبيل المثال، يمكنك بسهولة معرفة كم تساوي 1 دولار أمريكي أو كم من الوون الكوري يعادل 100 يورو. ثالثًا، يتم توفير دعم متعدد اللغات. يتغير واجه المستخدم تلقائيًا إلى لغات مثل الكورية والإنجليزية واليابانية بناءً على اللغة الافتراضية للمتصفح، مما يتيح للمستخدمين استخدام الخدمة بلغتهم المفضلة دون الحاجة لإعدادات إضافية. أخيرًا، تتميز الإضافة بسهولة الاستخدام. بعد التثبيت، يمكن للمستخدمين ببساطة اختيار العملة وإدخال المبلغ في النافذة المنبثقة لإجراء التحويل بسهولة. توفر واجهة مستخدم بديهية لاستخدام سريع دون إعدادات معقدة.\n\nلماذا يجب على المستخدمين تثبيت هذه الإضافة\nأولاً، يمكن استخدامها بسرعة وسهولة في الحالات التي تتطلب تحويل أسعار الصرف، مثل تداول العملات، والسفر الدولي، أو التسوق. لا حاجة لزيارة مواقع أسعار الصرف منفصلة – فقط انقر مرة واحدة على شريط الأدوات في المتصفح للتحقق من الأسعار وتحويلها. ثانيًا، يتم توفير معلومات أسعار الصرف المحدثة في الوقت الفعلي. بناءً على بيانات أسعار الصرف الأكثر حداثة عبر واجهة برمجة التطبيقات في الوقت الفعلي، يمكن للمستخدمين الاعتماد على دقة وموثوقية الأسعار. إذا كنت دائمًا بحاجة لأحدث سعر صرف، فستسمح لك هذه الإضافة بالتحقق منها بسهولة. ثالثًا، يضمن الدعم متعدد اللغات أن يتم تعديل اللغة تلقائيًا إلى لغة المتصفح الخاصة بالمستخدم، بما في ذلك الكورية، الإنجليزية، اليابانية، وغيرها من اللغات. هذا مفيد بشكل خاص للمستخدمين الدوليين أو أولئك الذين يسافرون إلى الخارج. رابعًا، الواجهة بديهية. يمكن إجراء التحويل بسهولة مع الاختيارات والإدخالات البسيطة، مما يجعلها سهلة الاستخدام حتى للمبتدئين. خامسًا، توفر الوقت والجهد. تلغي الحاجة لزيارة المواقع أو استخدام الآلات الحاسبة كلما احتجت إلى تحويل أسعار الصرف. تساعدك هذه الإضافة في توفير الوقت والجهد من خلال تقديم طريقة سريعة وسهلة لإجراء التحويلات.\n\nطريقة التثبيت\nأولاً، ابحث عن إضافة \"عارض أسعار الصرف\" في متجر كروم الإلكتروني وقم بتثبيتها. ثانيًا، بعد التثبيت، انقر على الأيقونة في أعلى المتصفح لفتح نافذة تحويل أسعار الصرف المنبثقة. ثالثًا، أدخل العملات المطلوبة للإرسال والاستلام، والمبلغ الذي ترغب في تحويله، وانقر على زر \"تحويل\" لرؤية النتيجة.\n\nلماذا تستخدم هذه الإضافة؟\nللمستخدمين الذين يحتاجون إلى تحويل أسعار الصرف بشكل متكرر، توفر هذه الإضافة وسيلة سريعة وفعالة للتحقق من الأسعار. مع الدعم متعدد اللغات، يمكن استخدامها في أي مكان في العالم دون مشاكل. تجعل الواجهة البديهية وعملية التثبيت البسيطة من السهل استخدامها، حتى للمبتدئين.\n\nعندما تحتاج إلى حساب أسعار الصرف، لن تحتاج بعد الآن إلى البحث من خلال مواقع الويب المعقدة. مع هذه الإضافة لمتصفح كروم، يمكنك بسهولة فحص وتحويل أسعار الصرف في أي وقت، دون عناء.",
    "am,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hu,id,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "This Chrome extension is a simple and fast tool for checking and converting exchange rates. It provides the necessary features intuitively for users and is designed to be accessible in various countries, especially with multilingual support. With this extension, you can quickly and easily perform complex exchange rate calculations.\n\nKey Features\nFirst, real-time exchange rate lookup is available. Using an exchange rate API, the extension provides real-time exchange rate data, allowing users to always calculate based on the latest rates. Second, the exchange rate conversion feature is offered. Users can input the desired currency unit and amount, and the extension will calculate the result in real time. For example, you can easily check how much 1 USD is worth or how many Korean won 100 EUR is. Third, multilingual support is provided. The UI automatically changes to languages such as Korean, English, and Japanese based on the browser's default language, allowing users to use the service in their preferred language without additional settings. Finally, the extension boasts ease of use. After installation, users can simply select a currency and enter the amount in the popup screen for an easy conversion. It offers an intuitive UI for quick use without complex settings.\n\nWhy Users Should Install This Extension\nFirst, it can be used quickly and easily in situations requiring exchange rate conversion, such as foreign exchange trading, international travel, or shopping. There is no need to visit separate exchange rate websites—just click once on the browser’s toolbar to check and convert the rates. Second, real-time updated exchange rate information is provided. Based on the latest exchange rate data via the real-time API, users can rely on the accuracy and trustworthiness of the exchange rates. If you always want the latest exchange rate, this extension allows you to check it with ease. Third, multilingual support ensures the language is automatically adjusted to the user’s browser language, including Korean, English, Japanese, and other languages. This is especially useful for international users or those traveling abroad. Fourth, the interface is intuitive. Conversion can be done easily with simple selections and input, making it user-friendly even for beginners. Fifth, it saves time and effort. It eliminates the need to visit websites or use calculators every time you need to convert exchange rates. This extension helps you save time and effort by providing a quick and easy way to perform conversions.\n\nInstallation Method\nFirst, search for the \"Exchange Rate Viewer\" extension on the Chrome Web Store and install it. Second, after installation, click the icon at the top of the browser to open the exchange rate conversion popup. Third, input the desired sending and receiving currencies, the amount to convert, and click the \"Convert\" button to see the result.\n\nWhy Use This Extension?\nFor users who frequently need to convert exchange rates, this extension offers a fast and efficient way to check rates. With multilingual support, it can be used anywhere in the world without issues. The intuitive UI and simple installation process make it easy to use, even for beginners.\n\nWhen you need to calculate exchange rates, you no longer have to search through complex websites. With this Chrome extension, you can easily check and convert exchange rates anytime, hassle-free.",
    "cs": "Tato rozšíření pro Chrome je jednoduchý a rychlý nástroj pro kontrolu a konverzi směnných kurzů. Poskytuje uživatelům intuitivní potřebné funkce a je navržen tak, aby byl přístupný v různých zemích, zejména s vícejazyčnou podporou. S tímto rozšířením můžete rychle a snadno provádět složité výpočty směnných kurzů.\n\nHlavní funkce\nZa prvé, je k dispozici kontrola směnných kurzů v reálném čase. Pomocí API pro směnné kurzy rozšíření poskytuje data o směnných kurzech v reálném čase, což uživatelům umožňuje vždy provádět výpočty na základě nejnovějších kurzů. Za druhé, je k dispozici funkce pro konverzi směnného kurzu. Uživatelé mohou zadat požadovanou měnovou jednotku a částku, a rozšíření v reálném čase vypočítá výsledek. Například můžete snadno zkontrolovat, kolik stojí 1 USD, nebo kolik korejských wonů odpovídá 100 EUR. Za třetí, je poskytována podpora pro více jazyků. UŽivatelské rozhraní se automaticky přepne na jazyky jako korejština, angličtina a japonština na základě výchozího jazyka prohlížeče, což uživatelům umožňuje používat službu v preferovaném jazyce bez dalších nastavení. Nakonec rozšíření nabízí snadné použití. Po instalaci mohou uživatelé jednoduše vybrat měnu a zadat částku v okně pop-up pro snadnou konverzi. Nabízí intuitivní rozhraní pro rychlé použití bez složitých nastavení.\n\nProč by uživatelé měli nainstalovat toto rozšíření\nZa prvé, lze jej rychle a snadno použít v situacích vyžadujících konverzi směnných kurzů, jako je obchodování s cizími měnami, mezinárodní cestování nebo nakupování. Není třeba navštěvovat samostatné weby pro směnné kurzy – stačí kliknout na panel nástrojů prohlížeče a zkontrolovat a konvertovat kurzy. Za druhé, poskytuje aktuální informace o směnných kurzech. Na základě nejnovějších dat o směnných kurzech prostřednictvím API v reálném čase mohou uživatelé spoléhat na přesnost a spolehlivost směnných kurzů. Pokud chcete vždy nejnovější směnný kurz, toto rozšíření vám umožňuje snadno jej zkontrolovat. Za třetí, podpora pro více jazyků zajistí, že jazyk bude automaticky přizpůsoben podle jazyka prohlížeče uživatele, včetně korejštiny, angličtiny, japonštiny a dalších jazyků. To je obzvláště užitečné pro mezinárodní uživatele nebo ty, kteří cestují do zahraničí. Za čtvrté, rozhraní je intuitivní. Konverze může být provedena snadno pomocí jednoduchých výběrů a zadání, což ji činí uživatelsky přívětivou i pro začátečníky. Za páté, šetří čas a námahu. Eliminuje potřebu navštěvovat webové stránky nebo používat kalkulačky pokaždé, když potřebujete převést směnné kurzy. Toto rozšíření vám pomůže ušetřit čas a námahu tím, že poskytuje rychlý a snadný způsob provádění konverzí.\n\nMetoda instalace\nNejprve vyhledejte rozšíření \"Prohlížeč směnných kurzů\" v Chrome Web Store a nainstalujte ho. Poté, po instalaci, klikněte na ikonu v horní části prohlížeče, abyste otevřeli okno pro konverzi směnného kurzu. Poté zadejte požadované měny pro odeslání a přijetí, částku k převodu a klikněte na tlačítko \"Convert\", abyste zobrazili výsledek.\n\nProč používat toto rozšíření?\nPro uživatele, kteří často potřebují převádět směnné kurzy, toto rozšíření nabízí rychlý a efektivní způsob, jak zkontrolovat kurzy. Díky vícejazyčné podpoře je použitelné po celém světě bez problémů. Intuitivní rozhraní a jednoduchý proces instalace usnadňují jeho použití i začátečníkům.\n\nKdyž potřebujete vypočítat směnné kurzy, už nemusíte hledat složité webové stránky. S tímto rozšířením pro Chrome můžete snadno kontrolovat a převádět směnné kurzy kdykoliv, bez problémů.",
    "de": "Diese Chrome-Erweiterung ist ein einfaches und schnelles Tool zum Überprüfen und Umrechnen von Wechselkursen. Sie bietet die erforderlichen Funktionen intuitiv für die Benutzer und ist so konzipiert, dass sie in verschiedenen Ländern zugänglich ist, insbesondere mit mehrsprachiger Unterstützung. Mit dieser Erweiterung können Sie schnell und einfach komplexe Wechselkursberechnungen durchführen.\n\nHauptfunktionen\nErstens ist die Echtzeit-Überprüfung von Wechselkursen verfügbar. Mithilfe einer Wechselkurs-API bietet die Erweiterung Echtzeit-Wechselkursdaten, sodass Benutzer immer mit den neuesten Kursen rechnen können. Zweitens wird die Funktion zum Umrechnen von Wechselkursen angeboten. Benutzer können die gewünschte Währungseinheit und den Betrag eingeben, und die Erweiterung berechnet das Ergebnis in Echtzeit. Zum Beispiel können Sie leicht überprüfen, wie viel 1 USD wert ist oder wie viele koreanische Won 100 EUR entsprechen. Drittens wird mehrsprachige Unterstützung geboten. Die Benutzeroberfläche ändert sich automatisch in Sprachen wie Koreanisch, Englisch und Japanisch, basierend auf der Standardsprache des Browsers, sodass Benutzer den Dienst in ihrer bevorzugten Sprache nutzen können, ohne zusätzliche Einstellungen vorzunehmen. Schließlich zeichnet sich die Erweiterung durch ihre Benutzerfreundlichkeit aus. Nach der Installation können Benutzer einfach eine Währung auswählen und den Betrag im Popup-Fenster eingeben, um eine einfache Umrechnung vorzunehmen. Sie bietet eine intuitive Benutzeroberfläche für die schnelle Nutzung ohne komplexe Einstellungen.\n\nWarum Benutzer diese Erweiterung installieren sollten\nErstens kann sie schnell und einfach in Situationen genutzt werden, die eine Wechselkursumrechnung erfordern, wie Devisenhandel, internationale Reisen oder Einkäufe. Es ist nicht notwendig, separate Wechselkurs-Websites zu besuchen – klicken Sie einfach einmal auf die Symbolleiste des Browsers, um die Kurse zu überprüfen und umzurechnen. Zweitens werden Echtzeit-Wechselkursinformationen bereitgestellt. Benutzer können sich auf die Genauigkeit und Zuverlässigkeit der Wechselkurse verlassen, die auf den neuesten Wechselkursdaten über die Echtzeit-API basieren. Wenn Sie immer den neuesten Wechselkurs haben möchten, ermöglicht Ihnen diese Erweiterung, diesen einfach abzurufen. Drittens stellt die mehrsprachige Unterstützung sicher, dass die Sprache automatisch an die Browsersprache des Benutzers angepasst wird, einschließlich Koreanisch, Englisch, Japanisch und anderen Sprachen. Dies ist besonders nützlich für internationale Benutzer oder Reisende. Viertens ist die Benutzeroberfläche intuitiv. Die Umrechnung kann einfach mit wenigen Auswahlen und Eingaben durchgeführt werden, sodass sie auch für Anfänger benutzerfreundlich ist. Fünftens spart sie Zeit und Aufwand. Es entfällt die Notwendigkeit, jedes Mal Websites zu besuchen oder Taschenrechner zu verwenden, wenn Sie Wechselkurse umrechnen müssen. Diese Erweiterung hilft Ihnen, Zeit und Aufwand zu sparen, indem sie eine schnelle und einfache Möglichkeit zur Durchführung von Umrechnungen bietet.\n\nInstallationsmethode\nErstens suchen Sie die \"Wechselkurs-Anzeige\"-Erweiterung im Chrome Web Store und installieren Sie sie. Zweitens klicken Sie nach der Installation auf das Symbol oben im Browser, um das Popup-Fenster für die Wechselkursumrechnung zu öffnen. Drittens geben Sie die gewünschten Währungen zum Senden und Empfangen sowie den zu konvertierenden Betrag ein und klicken Sie auf die Schaltfläche \"Umrechnen\", um das Ergebnis anzuzeigen.\n\nWarum diese Erweiterung verwenden?\nFür Benutzer, die häufig Wechselkurse umrechnen müssen, bietet diese Erweiterung eine schnelle und effiziente Möglichkeit, Kurse zu überprüfen. Mit der mehrsprachigen Unterstützung kann sie weltweit ohne Probleme genutzt werden. Die intuitive Benutzeroberfläche und der einfache Installationsprozess machen sie auch für Anfänger leicht verständlich.\n\nWenn Sie Wechselkurse berechnen müssen, müssen Sie nicht mehr durch komplexe Websites suchen. Mit dieser Chrome-Erweiterung können Sie jederzeit problemlos Wechselkurse überprüfen und umrechnen.",
    "es": "Esta extensión de Chrome es una herramienta simple y rápida para consultar y convertir las tasas de cambio. Ofrece las características necesarias de manera intuitiva para los usuarios y está diseñada para ser accesible en varios países, especialmente con soporte multilingüe. Con esta extensión, puedes realizar cálculos complejos de tasas de cambio de manera rápida y sencilla.\n\nCaracterísticas principales\nEn primer lugar, está disponible la consulta de tasas de cambio en tiempo real. Utilizando una API de tasas de cambio, la extensión proporciona datos de tasas de cambio en tiempo real, lo que permite a los usuarios calcular siempre en función de las tasas más recientes. En segundo lugar, se ofrece la función de conversión de tasas de cambio. Los usuarios pueden ingresar la unidad de moneda deseada y la cantidad, y la extensión calculará el resultado en tiempo real. Por ejemplo, puedes verificar fácilmente cuánto vale 1 USD o cuántos wones coreanos son equivalentes a 100 EUR. En tercer lugar, se proporciona soporte multilingüe. La interfaz de usuario cambia automáticamente a idiomas como coreano, inglés y japonés, según el idioma predeterminado del navegador, lo que permite a los usuarios utilizar el servicio en su idioma preferido sin configuraciones adicionales. Finalmente, la extensión destaca por su facilidad de uso. Después de la instalación, los usuarios pueden seleccionar fácilmente una moneda e ingresar la cantidad en la ventana emergente para realizar una conversión fácil. Ofrece una interfaz intuitiva para un uso rápido sin configuraciones complejas.\n\nPor qué los usuarios deberían instalar esta extensión\nEn primer lugar, puede usarse de manera rápida y sencilla en situaciones que requieran conversión de tasas de cambio, como el comercio de divisas, los viajes internacionales o las compras. No es necesario visitar sitios web de tasas de cambio por separado; basta con hacer clic una vez en la barra de herramientas del navegador para consultar y convertir las tasas. En segundo lugar, se proporciona información de tasas de cambio actualizada en tiempo real. Los usuarios pueden confiar en la precisión y fiabilidad de las tasas de cambio basadas en los datos más recientes a través de la API en tiempo real. Si siempre deseas tener la tasa de cambio más actual, esta extensión te permite consultarla con facilidad. En tercer lugar, el soporte multilingüe asegura que el idioma se ajuste automáticamente al idioma del navegador del usuario, incluidos el coreano, el inglés, el japonés y otros idiomas. Esto es especialmente útil para usuarios internacionales o aquellos que viajan al extranjero. En cuarto lugar, la interfaz es intuitiva. La conversión se puede hacer fácilmente con selecciones simples e ingresos, lo que la hace fácil de usar incluso para principiantes. En quinto lugar, ahorra tiempo y esfuerzo. Elimina la necesidad de visitar sitios web o usar calculadoras cada vez que necesites convertir tasas de cambio. Esta extensión te ayuda a ahorrar tiempo y esfuerzo al ofrecer una forma rápida y sencilla de realizar conversiones.\n\nMétodo de instalación\nEn primer lugar, busca la extensión \"Visor de tipos de cambio\" en la Chrome Web Store e instálala. En segundo lugar, después de la instalación, haz clic en el ícono en la parte superior del navegador para abrir la ventana emergente de conversión de tasas de cambio. En tercer lugar, ingresa las monedas de envío y recepción deseadas, la cantidad a convertir y haz clic en el botón \"Convertir\" para ver el resultado.\n\n¿Por qué usar esta extensión?\nPara los usuarios que necesitan convertir frecuentemente las tasas de cambio, esta extensión ofrece una forma rápida y eficiente de consultar las tasas. Con soporte multilingüe, puede usarse en cualquier parte del mundo sin problemas. La interfaz intuitiva y el proceso de instalación sencillo hacen que sea fácil de usar, incluso para principiantes.\n\nCuando necesites calcular las tasas de cambio, ya no tendrás que buscar a través de sitios web complicados. Con esta extensión de Chrome, puedes consultar y convertir las tasas de cambio fácilmente en cualquier momento, sin complicaciones.",
    "fi": "Tämä Chrome-laajennus on yksinkertainen ja nopea työkalu valuuttakurssien tarkistamiseen ja muuntamiseen. Se tarjoaa käyttäjille tarvittavat ominaisuudet intuitiivisesti ja on suunniteltu saataville eri maissa, erityisesti monikielisen tuen avulla. Tämän laajennuksen avulla voit suorittaa nopeasti ja helposti monimutkaisia valuuttakurssilaskelmia.\n\nPääominaisuudet\nEnsinnäkin, reaaliaikainen valuuttakurssien tarkistus on saatavilla. Käyttämällä valuuttakurssien APIa laajennus tarjoaa reaaliaikaisia kurssitietoja, jolloin käyttäjät voivat aina laskea tuoreimpien kurssien mukaan. Toiseksi, valuuttakurssien muuntaminen on mahdollista. Käyttäjät voivat syöttää halutun valuutan ja summan, ja laajennus laskee tuloksen reaaliaikaisesti. Esimerkiksi voit helposti tarkistaa, kuinka paljon 1 USD on arvoltaan tai kuinka monta Korean wonia 100 EUR vastaa. Kolmanneksi, monikielinen tuki on saatavilla. Käyttöliittymä vaihtuu automaattisesti kieliin, kuten koreaksi, englanniksi ja japaniksi, selaimen oletuskielen mukaan, jolloin käyttäjät voivat käyttää palvelua haluamassaan kielessä ilman lisäasetuksia. Lopuksi, laajennus on helppokäyttöinen. Asennuksen jälkeen käyttäjät voivat yksinkertaisesti valita valuutan ja syöttää summan ponnahdusikkunaan, jolloin muuntaminen on helppoa. Se tarjoaa intuitiivisen käyttöliittymän nopeaan käyttöön ilman monimutkaisia asetuksia.\n\nMiksi käyttäjien tulisi asentaa tämä laajennus\nEnsinnäkin, sitä voidaan käyttää nopeasti ja helposti tilanteissa, joissa tarvitaan valuuttakurssien muuntamista, kuten valuuttakaupassa, kansainvälisillä matkoilla tai ostoksilla. Erillisten valuuttakurssisivustojen tarkistaminen ei ole tarpeen — riittää, että napsautat kerran selaimen työkalupalkkia tarkistaaksesi ja muuntaaksesi kurssit. Toiseksi, reaaliaikaisesti päivitetyt valuuttakurssitiedot ovat saatavilla. Reaaliaikaisen API:n kautta saatujen tuoreimpien valuuttakurssitietojen avulla käyttäjät voivat luottaa kurssien tarkkuuteen ja luotettavuuteen. Jos haluat aina tuoreimman valuuttakurssin, tämä laajennus mahdollistaa sen tarkistamisen helposti. Kolmanneksi, monikielinen tuki varmistaa, että käyttöliittymän kieli mukautuu automaattisesti selaimen kieleen, mukaan lukien korea, englanti, japani ja muut kielet. Tämä on erityisen hyödyllistä kansainvälisille käyttäjille tai ulkomaille matkustaville henkilöille. Neljänneksi, käyttöliittymä on intuitiivinen. Muuntaminen onnistuu helposti yksinkertaisilla valinnoilla ja syötteillä, joten se on käyttäjäystävällinen myös aloittelijoille. Viidenneksi, se säästää aikaa ja vaivannäköä. Se poistaa tarpeen vierailla verkkosivustoilla tai käyttää laskureita joka kerta, kun tarvitset valuuttakurssien muuntamista. Tämä laajennus auttaa säästämään aikaa ja vaivannäköä tarjoamalla nopean ja helpon tavan tehdä muunnoksia.\n\nAsennusmenetelmä\nEnsinnäkin, etsi \"Valuuttakurssien katseluohjelma\" -laajennus Chrome Web Storessa ja asenna se. Toiseksi, asennuksen jälkeen napsauta yläosassa olevaa kuvaketta avataksesi valuuttakurssin muunnosikkunan. Kolmanneksi, syötä halutut lähetys- ja vastaanottovaluutat, muunnettava määrä ja napsauta \"Convert\"-painiketta nähdäksesi tuloksen.\n\nMiksi käyttää tätä laajennusta?\nKäyttäjille, jotka usein tarvitsevat valuuttakurssien muuntamista, tämä laajennus tarjoaa nopean ja tehokkaan tavan tarkistaa kurssit. Monikielinen tuki takaa, että sitä voidaan käyttää kaikkialla maailmassa ilman ongelmia. Intuitiivinen käyttöliittymä ja yksinkertainen asennusprosessi tekevät siitä helppokäyttöisen, jopa aloittelijoille.\n\nKun sinun täytyy laskea valuuttakurssit, sinun ei enää tarvitse etsiä monimutkaisista verkkosivustoista. Tämän Chrome-laajennuksen avulla voit helposti tarkistaa ja muuntaa valuuttakurssit milloin tahansa, ilman vaivannäköä.",
    "fr": "Cette extension Chrome est un outil simple et rapide pour vérifier et convertir les taux de change. Elle offre les fonctionnalités nécessaires de manière intuitive pour les utilisateurs et est conçue pour être accessible dans divers pays, en particulier avec un support multilingue. Avec cette extension, vous pouvez effectuer rapidement et facilement des calculs complexes de taux de change.\n\nFonctionnalités principales\nTout d'abord, la consultation en temps réel des taux de change est disponible. En utilisant une API de taux de change, l'extension fournit des données de taux en temps réel, permettant aux utilisateurs de toujours calculer en fonction des taux les plus récents. Deuxièmement, la fonction de conversion des taux de change est proposée. Les utilisateurs peuvent saisir l'unité de la devise et le montant souhaité, et l'extension calculera le résultat en temps réel. Par exemple, vous pouvez facilement vérifier combien vaut 1 USD ou combien de wons coréens équivalent à 100 EUR. Troisièmement, un support multilingue est fourni. L'interface utilisateur change automatiquement pour des langues comme le coréen, l'anglais et le japonais, en fonction de la langue par défaut du navigateur, permettant aux utilisateurs d'utiliser le service dans leur langue préférée sans réglages supplémentaires. Enfin, l'extension se distingue par sa facilité d'utilisation. Après l'installation, les utilisateurs peuvent simplement sélectionner une devise et entrer le montant dans la fenêtre contextuelle pour une conversion facile. Elle offre une interface intuitive pour une utilisation rapide sans réglages complexes.\n\nPourquoi les utilisateurs devraient installer cette extension\nTout d'abord, elle peut être utilisée rapidement et facilement dans des situations nécessitant la conversion de taux de change, comme le trading de devises, les voyages internationaux ou les achats. Il n'est pas nécessaire de visiter des sites de taux de change séparés — il suffit de cliquer une fois sur la barre d'outils du navigateur pour vérifier et convertir les taux. Deuxièmement, des informations sur les taux de change mises à jour en temps réel sont fournies. Basé sur les dernières données de taux de change via l'API en temps réel, les utilisateurs peuvent se fier à la précision et à la fiabilité des taux de change. Si vous souhaitez toujours le taux de change le plus récent, cette extension vous permet de le vérifier facilement. Troisièmement, le support multilingue garantit que la langue de l'interface s'ajuste automatiquement à la langue de votre navigateur, y compris le coréen, l'anglais, le japonais et d'autres langues. Ceci est particulièrement utile pour les utilisateurs internationaux ou ceux qui voyagent à l'étranger. Quatrièmement, l'interface est intuitive. La conversion peut être effectuée facilement avec des sélections simples et des entrées, ce qui la rend conviviale même pour les débutants. Cinquièmement, elle fait gagner du temps et des efforts. Elle élimine la nécessité de visiter des sites Web ou d'utiliser des calculateurs chaque fois que vous devez convertir des taux de change. Cette extension vous aide à gagner du temps et des efforts en fournissant un moyen rapide et facile d'effectuer des conversions.\n\nMéthode d'installation\nTout d'abord, recherchez l'extension \"Visionneuse de taux de change\" sur le Chrome Web Store et installez-la. Ensuite, après l'installation, cliquez sur l'icône en haut du navigateur pour ouvrir la fenêtre contextuelle de conversion de taux de change. Enfin, saisissez les devises d'envoi et de réception souhaitées, le montant à convertir, et cliquez sur le bouton \"Convert\" pour voir le résultat.\n\nPourquoi utiliser cette extension ?\nPour les utilisateurs qui ont souvent besoin de convertir des taux de change, cette extension offre un moyen rapide et efficace de vérifier les taux. Avec le support multilingue, elle peut être utilisée partout dans le monde sans problème. L'interface intuitive et le processus d'installation simple la rendent facile à utiliser, même pour les débutants.\n\nLorsque vous avez besoin de calculer des taux de change, vous n'avez plus besoin de chercher à travers des sites Web complexes. Avec cette extension Chrome, vous pouvez facilement vérifier et convertir les taux de change à tout moment, sans tracas.",
    "hr": "Ovo proširenje za Chrome je jednostavan i brz alat za provjeru i konverziju tečajeva. Pruža korisnicima potrebne funkcije na intuitivan način i dizajnirano je da bude dostupno u različitim zemljama, osobito s podrškom za više jezika. S ovim proširenjem možete brzo i lako obavljati složene izračune tečajeva.\n\nGlavne značajke\nPrvo, dostupno je praćenje tečajeva u stvarnom vremenu. Korištenjem API-ja za tečajeve, proširenje pruža podatke o tečajevima u stvarnom vremenu, omogućujući korisnicima da uvijek obavljaju izračune na temelju najnovijih tečajeva. Drugo, dostupna je funkcija za konverziju tečajeva. Korisnici mogu unijeti željenu valutu i iznos, a proširenje će u stvarnom vremenu izračunati rezultat. Na primjer, možete lako provjeriti koliko vrijedi 1 USD ili koliko korejskih wona vrijedi 100 EUR. Treće, pružena je podrška za više jezika. Sučelje se automatski mijenja na jezike poput korejskog, engleskog i japanskog na temelju zadatog jezika preglednika, omogućujući korisnicima da koriste uslugu na svom preferiranom jeziku bez dodatnih postavki. Na kraju, proširenje se može koristiti jednostavno. Nakon instalacije, korisnici mogu jednostavno odabrati valutu i unijeti iznos u iskačućem prozoru za jednostavnu konverziju. Nudi intuitivno sučelje za brzu uporabu bez složenih postavki.\n\nZašto bi korisnici trebali instalirati ovo proširenje\nPrvo, može se brzo i jednostavno koristiti u situacijama koje zahtijevaju konverziju tečajeva, poput trgovine devizama, međunarodnog putovanja ili kupovine. Nema potrebe za posjetom zasebnim web stranicama za tečajeve – samo kliknite na alatnu traku preglednika za provjeru i konverziju tečajeva. Drugo, pružaju se ažurirani podaci o tečajevima u stvarnom vremenu. Na temelju najnovijih podataka o tečajevima putem API-ja u stvarnom vremenu, korisnici se mogu osloniti na točnost i pouzdanost tečajeva. Ako uvijek želite najnoviji tečaj, ovo proširenje omogućuje vam da ga lako provjerite. Treće, podrška za više jezika osigurava da se jezik automatski prilagodi jeziku vašeg preglednika, uključujući korejski, engleski, japanski i druge jezike. To je osobito korisno za međunarodne korisnike ili one koji putuju u inozemstvo. Četvrto, sučelje je intuitivno. Konverzija se može obaviti jednostavnim odabirom i unosom, što ga čini korisnički prijateljskim čak i za početnike. Peto, štedi vrijeme i trud. Elimina potrebu za posjetom web stranicama ili korištenjem kalkulatora svaki put kad trebate konvertirati tečaj. Ovo proširenje vam pomaže uštedjeti vrijeme i trud pružajući brz i jednostavan način za obavljanje konverzija.\n\nMetoda instalacije\nPrvo, pretražite proširenje \"Visualizzatore tassi di cambio\" na Chrome Web Store-u i instalirajte ga. Zatim, nakon instalacije, kliknite ikonu u gornjem dijelu preglednika da biste otvorili iskačući prozor za konverziju tečajeva. Zatim unesite željenu valutu za slanje i primanje, iznos za konverziju i kliknite gumb \"Convert\" da biste vidjeli rezultat.\n\nZašto koristiti ovo proširenje?\nZa korisnike koji često trebaju konvertirati tečajeve, ovo proširenje nudi brz i učinkovit način za provjeru tečajeva. S podrškom za više jezika, može se koristiti bilo gdje u svijetu bez problema. Intuitivno sučelje i jednostavan postupak instalacije čine ga lakim za korištenje, čak i za početnike.\n\nKada trebate izračunati tečajeve, više ne morate pretraživati složene web stranice. S ovim proširenjem za Chrome, možete lako provjeriti i konvertirati tečajeve bilo kada, bez problema.",
    "it": "Questa estensione per Chrome è uno strumento semplice e veloce per controllare e convertire i tassi di cambio. Fornisce le funzionalità necessarie in modo intuitivo per gli utenti ed è progettata per essere accessibile in vari paesi, in particolare con supporto multilingue. Con questa estensione, puoi eseguire calcoli complessi sui tassi di cambio in modo rapido e semplice.\n\nCaratteristiche principali\nIn primo luogo, è disponibile la verifica dei tassi di cambio in tempo reale. Utilizzando un'API per i tassi di cambio, l'estensione fornisce dati sui tassi di cambio in tempo reale, consentendo agli utenti di calcolare sempre in base ai tassi più aggiornati. In secondo luogo, è disponibile la funzione di conversione dei tassi di cambio. Gli utenti possono inserire l'unità di valuta desiderata e l'importo, e l'estensione calcolerà il risultato in tempo reale. Ad esempio, puoi facilmente verificare quanto vale 1 USD o quanti won coreani equivalgono a 100 EUR. In terzo luogo, viene fornito il supporto multilingue. L'interfaccia utente cambia automaticamente in lingue come coreano, inglese e giapponese in base alla lingua predefinita del browser, permettendo agli utenti di utilizzare il servizio nella loro lingua preferita senza impostazioni aggiuntive. Infine, l'estensione vanta una facilità d'uso. Dopo l'installazione, gli utenti possono semplicemente selezionare una valuta e inserire l'importo nella schermata pop-up per una conversione facile. Offre un'interfaccia utente intuitiva per un uso rapido senza impostazioni complesse.\n\nPerché gli utenti dovrebbero installare questa estensione\nIn primo luogo, può essere utilizzata rapidamente e facilmente in situazioni che richiedono la conversione dei tassi di cambio, come il trading di valute, i viaggi internazionali o lo shopping. Non è necessario visitare siti web separati sui tassi di cambio: basta fare clic una volta sulla barra degli strumenti del browser per controllare e convertire i tassi. In secondo luogo, vengono fornite informazioni aggiornate sui tassi di cambio in tempo reale. Basato sui dati più recenti sui tassi di cambio tramite l'API in tempo reale, gli utenti possono fare affidamento sull'accuratezza e l'affidabilità dei tassi di cambio. Se desideri sempre avere l'ultimo tasso di cambio, questa estensione ti permette di verificarlo facilmente. In terzo luogo, il supporto multilingue assicura che la lingua venga automaticamente regolata in base alla lingua del browser dell'utente, inclusi coreano, inglese, giapponese e altre lingue. Questo è particolarmente utile per gli utenti internazionali o quelli che viaggiano all'estero. In quarto luogo, l'interfaccia è intuitiva. La conversione può essere eseguita facilmente con semplici selezioni e inserimenti, rendendola user-friendly anche per i principianti. In quinto luogo, fa risparmiare tempo e fatica. Elimina la necessità di visitare siti web o usare calcolatrici ogni volta che è necessario convertire i tassi di cambio. Questa estensione ti aiuta a risparmiare tempo e fatica offrendo un modo rapido e semplice per eseguire le conversioni.\n\nMetodo di installazione\nIn primo luogo, cerca l'estensione \"Prikazivač tečajeva\" nel Chrome Web Store e installala. In secondo luogo, dopo l'installazione, fai clic sull'icona in alto nel browser per aprire la finestra pop-up di conversione dei tassi di cambio. In terzo luogo, inserisci le valute di invio e ricezione desiderate, l'importo da convertire e fai clic sul pulsante \"Converti\" per vedere il risultato.\n\nPerché usare questa estensione?\nPer gli utenti che hanno bisogno di convertire frequentemente i tassi di cambio, questa estensione offre un modo veloce ed efficiente per controllare i tassi. Con il supporto multilingue, può essere utilizzata in tutto il mondo senza problemi. L'interfaccia intuitiva e il processo di installazione semplice la rendono facile da usare anche per i principianti.\n\nQuando hai bisogno di calcolare i tassi di cambio, non devi più cercare tra siti web complessi. Con questa estensione per Chrome, puoi facilmente controllare e convertire i tassi di cambio in qualsiasi momento, senza problemi.",
    "ja": "このChrome拡張機能は、為替レートの確認と換算のためのシンプルで迅速なツールです。ユーザーにとって直感的に必要な機能を提供し、特に多言語サポートにより、さまざまな国で利用できるように設計されています。この拡張機能を使用すれば、複雑な為替レート計算を迅速かつ簡単に行うことができます。\n\n主な機能\nまず、リアルタイムの為替レート確認が可能です。為替レートAPIを利用して、拡張機能はリアルタイムの為替レートデータを提供し、ユーザーは常に最新のレートに基づいて計算を行うことができます。次に、為替レートの換算機能が提供されています。ユーザーは希望する通貨単位と金額を入力すると、拡張機能がリアルタイムで結果を計算します。例えば、1USDがどのくらいの価値があるか、または100EURが何ウォンになるかを簡単に確認できます。さらに、多言語サポートも提供されています。UIは、ブラウザのデフォルト言語に基づいて、韓国語、英語、日本語などの言語に自動的に切り替わり、ユーザーは追加の設定なしで希望の言語でサービスを利用できます。最後に、この拡張機能は使いやすさも特徴です。インストール後、ユーザーはポップアップ画面で通貨を選択し、金額を入力するだけで簡単に換算できます。複雑な設定なしで迅速に使用できる直感的なUIを提供します。\n\nなぜユーザーはこの拡張機能をインストールすべきか\nまず、この拡張機能は為替レートの換算が必要な状況、例えば外国為替取引、国際旅行、ショッピングなどで迅速かつ簡単に利用できます。為替レートのウェブサイトを訪れる必要はなく、ブラウザのツールバーを1回クリックするだけでレートを確認して換算することができます。次に、リアルタイムで更新される為替レート情報が提供されます。最新の為替レートデータをリアルタイムAPIを通じて提供するため、ユーザーは為替レートの正確性と信頼性を頼りにできます。常に最新の為替レートを確認したい場合、この拡張機能で簡単に確認できます。さらに、多言語サポートにより、ユーザーのブラウザ言語に基づいて自動的に言語が調整され、韓国語、英語、日本語、その他の言語がサポートされます。これは特に国際的なユーザーや海外旅行者に便利です。さらに、インターフェースは直感的です。選択と入力だけで簡単に換算ができ、初心者でも使いやすいです。さらに、時間と手間を節約できます。為替レートを換算するためにウェブサイトを訪れたり、電卓を使用したりする必要がなくなります。この拡張機能は、迅速かつ簡単な換算方法を提供することで、時間と手間を節約できます。\n\nインストール方法\nまず、Chrome Webストアで「為替レートビューア」拡張機能を検索してインストールします。次に、インストール後、ブラウザの上部にあるアイコンをクリックして、為替レート換算のポップアップ画面を開きます。最後に、送金通貨と受取通貨、換算したい金額を入力し、「変換」ボタンをクリックすると、結果が表示されます。\n\nなぜこの拡張機能を使うべきか\n為替レートを頻繁に換算する必要があるユーザーにとって、この拡張機能はレートを確認するための迅速で効率的な方法を提供します。多言語サポートにより、世界中どこでも問題なく使用できます。直感的なUIと簡単なインストールプロセスで、初心者でも簡単に使用できます。\n\n為替レートを計算する必要がある場合、もはや複雑なウェブサイトを探し回る必要はありません。このChrome拡張機能を使用すれば、いつでも簡単に為替レートを確認して換算することができます。",
    "ko": "이 Chrome 확장 프로그램은 환율을 확인하고 변환하는 간단하고 빠른 도구입니다. 사용자에게 필요한 기능을 직관적으로 제공하며, 다양한 국가에서 접근할 수 있도록 설계되었으며, 특히 다국어 지원이 가능합니다. 이 확장 프로그램을 통해 복잡한 환율 계산을 빠르고 쉽게 수행할 수 있습니다.\n\n주요 기능\n먼저, 실시간 환율 조회가 가능합니다. 환율 API를 사용하여 확장 프로그램은 실시간 환율 데이터를 제공하므로 사용자는 항상 최신 환율을 기준으로 계산할 수 있습니다. 두 번째로, 환율 변환 기능이 제공됩니다. 사용자는 원하는 통화 단위와 금액을 입력하면 확장 프로그램이 실시간으로 결과를 계산해줍니다. 예를 들어, 1 USD가 얼마인지 또는 100 EUR가 몇 원인지 쉽게 확인할 수 있습니다. 세 번째로, 다국어 지원이 제공됩니다. UI는 브라우저의 기본 언어에 따라 한국어, 영어, 일본어 등의 언어로 자동 변경되어 사용자가 추가 설정 없이 원하는 언어로 서비스를 이용할 수 있습니다. 마지막으로, 이 확장 프로그램은 사용이 간편합니다. 설치 후, 사용자는 팝업 화면에서 통화를 선택하고 금액을 입력하기만 하면 쉽게 변환을 할 수 있습니다. 복잡한 설정 없이 직관적인 UI로 빠르게 사용할 수 있습니다.\n\n이 확장 프로그램을 설치해야 하는 이유\n첫째, 외환 거래, 국제 여행 또는 쇼핑과 같은 환율 변환이 필요한 상황에서 빠르고 쉽게 사용할 수 있습니다. 별도의 환율 웹사이트를 방문할 필요 없이 브라우저의 툴바에서 한 번 클릭으로 환율을 확인하고 변환할 수 있습니다. 둘째, 실시간으로 업데이트되는 환율 정보를 제공합니다. 실시간 API를 통해 최신 환율 데이터를 제공하므로, 사용자는 환율의 정확성과 신뢰성을 보장받을 수 있습니다. 최신 환율을 항상 확인하고 싶다면 이 확장 프로그램을 통해 쉽게 확인할 수 있습니다. 셋째, 다국어 지원을 통해 UI 언어가 자동으로 사용자의 브라우저 언어로 조정되므로, 한국어, 영어, 일본어 및 기타 언어로도 문제없이 사용할 수 있습니다. 이는 해외 사용자나 해외 여행자에게 특히 유용합니다. 넷째, UI가 직관적입니다. 간단한 선택과 입력으로 변환이 가능하여, 초보자도 쉽게 사용할 수 있습니다. 다섯째, 시간과 노력을 절약할 수 있습니다. 매번 환율을 변환하기 위해 웹사이트를 방문하거나 계산기를 사용할 필요가 없으므로, 시간을 절약하고 변환을 간편하게 할 수 있습니다.\n\n설치 방법\n첫째, Chrome 웹 스토어에서 \"환율 뷰어\" 확장 프로그램을 검색하여 설치합니다. 둘째, 설치 후 브라우저 상단의 아이콘을 클릭하여 환율 변환 팝업을 엽니다. 셋째, 원하는 송금 통화와 수신 통화, 변환할 금액을 입력하고 \"Convert\" 버튼을 클릭하여 결과를 확인합니다.\n\n이 확장 프로그램을 사용해야 하는 이유\n환율 변환이 자주 필요한 사용자에게 이 확장 프로그램은 빠르고 효율적인 환율 확인 방법을 제공합니다. 다국어 지원 덕분에 전 세계 어디서나 문제 없이 사용할 수 있습니다. 직관적인 UI와 간단한 설치 과정 덕분에 초보자도 쉽게 사용할 수 있습니다.\n\n환율 계산이 필요할 때 더 이상 복잡한 웹사이트를 찾을 필요가 없습니다. 이 Chrome 확장 프로그램을 통해 언제든지 간편하게 환율을 확인하고 변환할 수 있습니다.",
    "nl": "Deze Chrome-extensie is een eenvoudig en snel hulpmiddel voor het controleren en omrekenen van wisselkoersen. Het biedt de nodige functies intuïtief voor gebruikers en is ontworpen om toegankelijk te zijn in verschillende landen, vooral met meertalige ondersteuning. Met deze extensie kun je snel en eenvoudig complexe wisselkoersberekeningen uitvoeren.\n\nBelangrijkste functies\nTen eerste is het mogelijk om de wisselkoers in real-time op te zoeken. Via een API voor wisselkoersen biedt de extensie real-time wisselkoersdata, waardoor gebruikers altijd kunnen rekenen op de laatste tarieven. Ten tweede is er de functie voor het omrekenen van wisselkoersen. Gebruikers kunnen de gewenste valuta-eenheid en het bedrag invoeren, waarna de extensie het resultaat in real-time berekent. Bijvoorbeeld, je kunt snel controleren hoeveel 1 USD waard is of hoeveel Koreaanse won 100 EUR is. Ten derde wordt meertalige ondersteuning geboden. De gebruikersinterface verandert automatisch naar talen zoals Koreaans, Engels en Japans op basis van de standaardtaal van de browser, waardoor gebruikers de service in hun voorkeurs-taal kunnen gebruiken zonder extra instellingen. Ten slotte staat de extensie bekend om zijn gebruiksgemak. Na installatie kunnen gebruikers eenvoudig een valuta selecteren en het bedrag invoeren in het pop-upscherm voor een gemakkelijke omrekening. Het biedt een intuïtieve gebruikersinterface voor snel gebruik zonder complexe instellingen.\n\nWaarom gebruikers deze extensie zouden moeten installeren\nTen eerste kan het snel en eenvoudig worden gebruikt in situaties die wisselkoersomrekeningen vereisen, zoals valutahandel, internationale reizen of winkelen. Er is geen behoefte om aparte websites voor wisselkoersen te bezoeken—klik gewoon één keer op de werkbalk van de browser om de tarieven te controleren en om te rekenen. Ten tweede worden real-time bijgewerkte wisselkoersinformatie verstrekt. Gebruikers kunnen vertrouwen op de nauwkeurigheid en betrouwbaarheid van de wisselkoersen, gebaseerd op de laatste wisselkoersdata via de real-time API. Als je altijd de laatste wisselkoers wilt weten, maakt deze extensie het makkelijk om die in real-time te controleren. Ten derde zorgt de meertalige ondersteuning ervoor dat de taal automatisch wordt aangepast aan de browsertaal van de gebruiker, inclusief Koreaans, Engels, Japans en andere talen. Dit is vooral handig voor internationale gebruikers of reizigers. Ten vierde is de interface intuïtief. De omrekening kan eenvoudig worden uitgevoerd met simpele selecties en invoer, waardoor het gebruiksvriendelijk is, zelfs voor beginners. Ten vijfde bespaart het tijd en moeite. Het elimineert de noodzaak om websites te bezoeken of rekenmachines te gebruiken telkens wanneer je wisselkoersen moet omrekenen. Deze extensie helpt je tijd en moeite te besparen door een snelle en gemakkelijke manier van omrekenen te bieden.\n\nInstallatiemethode\nTen eerste, zoek naar de \"Wisselkoersviewer\" extensie op de Chrome Web Store en installeer deze. Ten tweede, na de installatie, klik je op het pictogram bovenaan de browser om het pop-upvenster voor wisselkoersomrekeningen te openen. Ten derde, voer de gewenste verzend- en ontvangstadressen in, het bedrag dat je wilt omrekenen, en klik op de knop \"Omrekenen\" om het resultaat te zien.\n\nWaarom deze extensie gebruiken?\nVoor gebruikers die vaak wisselkoersen moeten omrekenen, biedt deze extensie een snelle en efficiënte manier om tarieven te controleren. Met meertalige ondersteuning kan het wereldwijd zonder problemen worden gebruikt. De intuïtieve gebruikersinterface en het eenvoudige installatieproces maken het gemakkelijk in gebruik, zelfs voor beginners.\n\nWanneer je wisselkoersen moet berekenen, hoef je niet langer door complexe websites te zoeken. Met deze Chrome-extensie kun je altijd snel en zonder gedoe wisselkoersen controleren en omrekenen.",
    "no": "Denne Chrome-utvidelsen er et enkelt og raskt verktøy for å sjekke og konvertere valutakurser. Den tilbyr de nødvendige funksjonene intuitivt for brukerne og er designet for å være tilgjengelig i forskjellige land, spesielt med flerspråklig støtte. Med denne utvidelsen kan du raskt og enkelt utføre komplekse valutakursberegninger.\n\nNøkkelfunksjoner\nFor det første er det mulig å se valutakursen i sanntid. Ved å bruke en valutakurs-API gir utvidelsen sanntids valutakursdata, slik at brukerne alltid kan beregne basert på de nyeste kursene. For det andre tilbys en funksjon for valutakonvertering. Brukerne kan skrive inn ønsket valutaenhet og beløp, og utvidelsen vil beregne resultatet i sanntid. For eksempel kan du enkelt sjekke hvor mye 1 USD er verdt eller hvor mange koreanske won 100 EUR er. For det tredje tilbys flerspråklig støtte. Brukergrensesnittet endres automatisk til språk som koreansk, engelsk og japansk basert på nettleserens standardspråk, slik at brukerne kan bruke tjenesten på sitt foretrukne språk uten ekstra innstillinger. Til slutt er utvidelsen kjent for sin brukervennlighet. Etter installasjon kan brukerne ganske enkelt velge en valuta og skrive inn beløpet i popup-skjermen for en enkel konvertering. Den tilbyr et intuitivt brukergrensesnitt for rask bruk uten komplekse innstillinger.\n\nHvorfor brukere bør installere denne utvidelsen\nFor det første kan den brukes raskt og enkelt i situasjoner som krever valutakonvertering, som valutahandel, internasjonale reiser eller shopping. Det er ikke nødvendig å besøke separate valutakursnettsteder – bare klikk én gang på nettleserens verktøylinje for å sjekke og konvertere kursene. For det andre tilbys sanntidsoppdatert valutainformasjon. Brukere kan stole på nøyaktigheten og påliteligheten av valutakursene, basert på de nyeste valutakursdataene via sanntids-API-en. Hvis du alltid vil ha den nyeste valutakursen, lar denne utvidelsen deg sjekke den med letthet. For det tredje sikrer flerspråklig støtte at språket automatisk justeres til brukerens nettleserspråk, inkludert koreansk, engelsk, japansk og andre språk. Dette er spesielt nyttig for internasjonale brukere eller de som reiser til utlandet. For det fjerde er grensesnittet intuitivt. Konvertering kan enkelt utføres med enkle valg og inndata, noe som gjør det brukervennlig, selv for nybegynnere. For det femte sparer det tid og krefter. Det eliminerer behovet for å besøke nettsteder eller bruke kalkulatorer hver gang du trenger å konvertere valutakurser. Denne utvidelsen hjelper deg med å spare tid og krefter ved å tilby en rask og enkel måte å utføre konverteringer på.\n\nInstallering\nFor det første, søk etter \"Valutakursviser\" utvidelsen på Chrome Web Store og installer den. For det andre, etter installasjon, klikk på ikonet øverst i nettleseren for å åpne popup-skjermen for valutakonvertering. For det tredje, skriv inn de ønskede sende- og mottakervalutaene, beløpet som skal konverteres, og klikk på \"Konverter\" for å se resultatet.\n\nHvorfor bruke denne utvidelsen?\nFor brukere som ofte trenger å konvertere valutakurser, tilbyr denne utvidelsen en rask og effektiv måte å sjekke kurser på. Med flerspråklig støtte kan den brukes hvor som helst i verden uten problemer. Den intuitive brukergrensesnittet og den enkle installasjonsprosessen gjør den lett å bruke, selv for nybegynnere.\n\nNår du trenger å beregne valutakurser, trenger du ikke lenger å lete gjennom komplekse nettsteder. Med denne Chrome-utvidelsen kan du enkelt sjekke og konvertere valutakurser når som helst, uten problemer.",
    "pl": "To rozszerzenie do przeglądarki Chrome to proste i szybkie narzędzie do sprawdzania i konwertowania kursów wymiany. Zapewnia użytkownikom niezbędne funkcje w intuicyjny sposób i zostało zaprojektowane tak, aby było dostępne w różnych krajach, zwłaszcza z obsługą wielu języków. Dzięki temu rozszerzeniu możesz szybko i łatwo przeprowadzać skomplikowane obliczenia kursów wymiany.\n\nGłówne funkcje\nPo pierwsze, dostępne jest sprawdzanie kursów wymiany w czasie rzeczywistym. Korzystając z API kursów wymiany, rozszerzenie udostępnia dane o kursach wymiany w czasie rzeczywistym, umożliwiając użytkownikom obliczanie na podstawie najnowszych kursów. Po drugie, dostępna jest funkcja konwersji kursów wymiany. Użytkownicy mogą wprowadzić pożądaną jednostkę waluty i kwotę, a rozszerzenie obliczy wynik w czasie rzeczywistym. Na przykład, możesz łatwo sprawdzić, ile warte jest 1 USD lub ile wynosi 100 EUR w koreańskich wonach. Po trzecie, dostępna jest obsługa wielu języków. Interfejs automatycznie zmienia się na języki takie jak koreański, angielski i japoński, w zależności od domyślnego języka przeglądarki, dzięki czemu użytkownicy mogą korzystać z usługi w preferowanym języku bez dodatkowych ustawień. Na koniec, rozszerzenie jest łatwe w użyciu. Po zainstalowaniu użytkownicy mogą po prostu wybrać walutę i wprowadzić kwotę w oknie popup, aby łatwo dokonać konwersji. Oferuje intuicyjny interfejs do szybkiego użycia bez potrzeby skomplikowanych ustawień.\n\nDlaczego użytkownicy powinni zainstalować to rozszerzenie\nPo pierwsze, może być szybko i łatwo używane w sytuacjach wymagających konwersji kursów wymiany, takich jak handel walutami, podróże międzynarodowe lub zakupy. Nie musisz odwiedzać oddzielnych stron internetowych z kursami wymiany — wystarczy kliknąć raz na pasek narzędzi w przeglądarce, aby sprawdzić i przekonwertować kursy. Po drugie, dostarczane są zaktualizowane informacje o kursach wymiany w czasie rzeczywistym. Na podstawie najnowszych danych o kursach wymiany za pośrednictwem API w czasie rzeczywistym użytkownicy mogą polegać na dokładności i wiarygodności kursów wymiany. Jeśli zawsze chcesz najnowszy kurs wymiany, to rozszerzenie pozwala ci go łatwo sprawdzić. Po trzecie, obsługa wielu języków zapewnia, że język interfejsu jest automatycznie dostosowywany do języka twojej przeglądarki, w tym koreańskiego, angielskiego, japońskiego i innych języków. Jest to szczególnie przydatne dla międzynarodowych użytkowników lub osób podróżujących za granicą. Po czwarte, interfejs jest intuicyjny. Konwersja może być łatwa dzięki prostym wyborom i wpisaniu wartości, co sprawia, że jest to przyjazne nawet dla początkujących. Po piąte, oszczędza czas i wysiłek. Eliminuje konieczność odwiedzania stron internetowych lub korzystania z kalkulatorów za każdym razem, gdy trzeba przekonwertować kursy wymiany. To rozszerzenie pomaga zaoszczędzić czas i wysiłek, oferując szybki i łatwy sposób na dokonanie konwersji.\n\nMetoda instalacji\nPo pierwsze, wyszukaj rozszerzenie „Podgląd kursów walut” w Chrome Web Store i zainstaluj je. Po drugie, po zainstalowaniu kliknij ikonę w górnej części przeglądarki, aby otworzyć okno popup do konwersji kursów wymiany. Po trzecie, wprowadź pożądane waluty wysyłającą i odbierającą, kwotę do przeliczenia i kliknij przycisk „Convert”, aby zobaczyć wynik.\n\nDlaczego warto korzystać z tego rozszerzenia?\nDla użytkowników, którzy często potrzebują konwertować kursy wymiany, to rozszerzenie oferuje szybki i wydajny sposób na sprawdzenie kursów. Dzięki obsłudze wielu języków można je używać wszędzie na świecie bez problemów. Intuicyjny interfejs i prosty proces instalacji sprawiają, że jest to łatwe w użyciu, nawet dla początkujących.\n\nKiedy musisz obliczyć kursy wymiany, już nie musisz przeszukiwać skomplikowanych stron internetowych. Z tym rozszerzeniem Chrome możesz łatwo sprawdzić i przekonwertować kursy wymiany w każdej chwili, bez problemów.",
    "ru": "Это расширение для Chrome — простое и быстрое средство для проверки и конвертации обменных курсов. Оно предлагает необходимые функции интуитивно для пользователей и разработано так, чтобы быть доступным в разных странах, особенно с поддержкой нескольких языков. С помощью этого расширения вы можете быстро и легко выполнять сложные расчёты обменных курсов.\n\nКлючевые особенности\nВо-первых, доступна проверка обменного курса в реальном времени. Используя API обменных курсов, расширение предоставляет данные об обменных курсах в реальном времени, позволяя пользователям всегда рассчитывать на основе актуальных курсов. Во-вторых, предлагается функция конвертации обменных курсов. Пользователи могут ввести желаемую валюту и сумму, и расширение вычислит результат в реальном времени. Например, вы можете легко проверить, сколько стоит 1 доллар США или сколько корейских вон эквивалентно 100 евро. В-третьих, поддерживается несколько языков. Интерфейс автоматически меняется на такие языки, как корейский, английский и японский в зависимости от языка браузера, позволяя пользователям использовать сервис на предпочитаемом языке без дополнительных настроек. Наконец, расширение отличается удобством в использовании. После установки пользователи могут просто выбрать валюту и ввести сумму в всплывающем окне для легкой конвертации. Оно предлагает интуитивно понятный интерфейс для быстрого использования без сложных настроек.\n\nПочему пользователи должны установить это расширение\nВо-первых, оно может быть использовано быстро и легко в ситуациях, требующих конвертации обменных курсов, таких как валютная торговля, международные поездки или покупки. Нет необходимости посещать отдельные сайты обменных курсов — достаточно одного клика на панели инструментов браузера для проверки и конвертации курсов. Во-вторых, предоставляется информация об обменных курсах, обновляемая в реальном времени. Пользователи могут полагаться на точность и надежность обменных курсов, основанных на самых свежих данных через API в реальном времени. Если вы всегда хотите иметь актуальные данные обменного курса, это расширение позволяет вам легко проверять их. В-третьих, поддержка нескольких языков обеспечивает автоматическую настройку языка в соответствии с языком браузера пользователя, включая корейский, английский, японский и другие языки. Это особенно полезно для международных пользователей или тех, кто путешествует за границу. В-четвертых, интерфейс интуитивно понятен. Конвертация может быть выполнена легко с помощью простых выборов и ввода, что делает его удобным для новичков. В-пятых, оно экономит время и усилия. Это избавляет от необходимости посещать вебсайты или использовать калькуляторы каждый раз, когда вам нужно конвертировать обменные курсы. Это расширение помогает сэкономить время и силы, предлагая быстрый и простой способ выполнения конвертации.\n\nМетод установки\nВо-первых, найдите расширение \"Просмотр курсов валют\" в Chrome Web Store и установите его. Во-вторых, после установки кликните на иконку в верхней части браузера, чтобы открыть всплывающее окно для конвертации курсов. В-третьих, введите желаемую валюту отправления и получения, сумму для конвертации и нажмите кнопку \"Конвертировать\", чтобы увидеть результат.\n\nПочему стоит использовать это расширение?\nДля пользователей, которым часто нужно конвертировать обменные курсы, это расширение предлагает быстрый и эффективный способ проверки курсов. С поддержкой нескольких языков его можно использовать по всему миру без проблем. Интуитивно понятный интерфейс и простой процесс установки делают его легким в использовании, даже для новичков.\n\nКогда вам нужно рассчитать обменные курсы, больше не нужно искать через сложные сайты. С этим расширением для Chrome вы можете легко проверять и конвертировать обменные курсы в любое время, без хлопот.",
    "sv": "Detta Chrome-tillägg är ett enkelt och snabbt verktyg för att kontrollera och konvertera växelkurser. Det erbjuder de nödvändiga funktionerna på ett intuitivt sätt för användarna och är utformat för att vara tillgängligt i olika länder, särskilt med flerspråkigt stöd. Med detta tillägg kan du snabbt och enkelt utföra komplexa växelkursberäkningar.\n\nHuvudfunktioner\nFör det första finns en realtidskontroll av växelkurser. Genom att använda ett API för växelkurser tillhandahåller tillägget realtidsväxelkurser, vilket gör att användarna alltid kan beräkna baserat på de senaste kurserna. För det andra erbjuds växelkurskonvertering. Användare kan ange önskad valutaenhet och belopp, och tillägget beräknar resultatet i realtid. Till exempel kan du enkelt kontrollera hur mycket 1 USD är värt eller hur många koreanska won 100 EUR motsvarar. För det tredje erbjuds flerspråkigt stöd. Användargränssnittet ändras automatiskt till språk som koreanska, engelska och japanska baserat på webbläsarens standardspråk, så att användare kan använda tjänsten på sitt föredragna språk utan ytterligare inställningar. Slutligen kännetecknas tillägget av användarvänlighet. Efter installationen kan användarna enkelt välja en valuta och ange beloppet i popup-fönstret för enkel konvertering. Det erbjuder ett intuitivt användargränssnitt för snabb användning utan komplicerade inställningar.\n\nVarför användare bör installera detta tillägg\nFör det första kan det användas snabbt och enkelt i situationer som kräver växelkurskonvertering, som valutahandel, internationella resor eller shopping. Det finns inget behov av att besöka separata växelkurssidor – klicka bara en gång på webbläsarens verktygsfält för att kontrollera och konvertera kurser. För det andra tillhandahålls växelkurser i realtid. Användare kan lita på noggrannheten och pålitligheten hos växelkurser baserade på de senaste realtidsdata via API:et. Om du alltid vill ha den senaste växelkursen kan detta tillägg hjälpa dig att enkelt kontrollera den. För det tredje säkerställer flerspråkigt stöd att språket automatiskt justeras till användarens webbläsarspråk, inklusive koreanska, engelska, japanska och andra språk. Detta är särskilt användbart för internationella användare eller de som reser utomlands. För det fjärde är gränssnittet intuitivt. Konvertering kan enkelt göras med några enkla val och inmatningar, vilket gör det användarvänligt även för nybörjare. För det femte sparar det tid och ansträngning. Det eliminerar behovet av att besöka webbplatser eller använda kalkylatorer varje gång du behöver konvertera växelkurser. Detta tillägg hjälper dig att spara tid och ansträngning genom att erbjuda ett snabbt och enkelt sätt att utföra konverteringar.\n\nInstallationsmetod\nFör det första söker du efter \"Valutakursvisare\"-tillägget på Chrome Web Store och installerar det. För det andra, efter installationen, klicka på ikonen högst upp i webbläsaren för att öppna popup-fönstret för växelkurskonvertering. För det tredje, ange de valda avsändar- och mottagarvalutorna, beloppet som ska konverteras och klicka på knappen \"Konvertera\" för att se resultatet.\n\nVarför använda detta tillägg?\nFör användare som ofta behöver konvertera växelkurser erbjuder detta tillägg ett snabbt och effektivt sätt att kontrollera kurser. Med flerspråkigt stöd kan det användas var som helst i världen utan problem. Det intuitiva användargränssnittet och den enkla installationsprocessen gör det lätt att använda, även för nybörjare.\n\nNär du behöver beräkna växelkurser behöver du inte längre söka igenom komplicerade webbplatser. Med detta Chrome-tillägg kan du enkelt kontrollera och konvertera växelkurser när som helst, utan krångel.",
    "tr": "Bu Chrome eklentisi, döviz kuru kontrolü ve dönüştürme için basit ve hızlı bir araçtır. Kullanıcılar için gerekli özellikleri sezgisel bir şekilde sunar ve çok dilli destek ile özellikle çeşitli ülkelerde erişilebilir olacak şekilde tasarlanmıştır. Bu eklentiyle, karmaşık döviz kuru hesaplamalarını hızlı ve kolay bir şekilde yapabilirsiniz.\n\nAna Özellikler\nİlk olarak, gerçek zamanlı döviz kuru sorgulaması yapılabilir. Bir döviz kuru API'si kullanarak, eklenti gerçek zamanlı döviz kuru verileri sunar, böylece kullanıcılar her zaman en güncel oranlara göre hesaplama yapabilirler. İkinci olarak, döviz kuru dönüştürme özelliği sunulmaktadır. Kullanıcılar, istedikleri döviz birimini ve miktarını girebilir ve eklenti, sonucu gerçek zamanlı olarak hesaplar. Örneğin, 1 USD'nin ne kadar olduğunu veya 100 EUR'nun kaç Kore Wonu ettiğini kolayca kontrol edebilirsiniz. Üçüncü olarak, çok dilli destek sağlanır. Kullanıcı arayüzü, tarayıcının varsayılan diline göre Korece, İngilizce, Japonca gibi dillere otomatik olarak değişir, böylece kullanıcılar ek ayar yapmadan tercih ettikleri dilde hizmeti kullanabilirler. Son olarak, eklenti kullanım kolaylığı sunar. Kurulumdan sonra, kullanıcılar sadece bir döviz birimi seçebilir ve pop-up ekranda miktarı girerek kolayca dönüştürme işlemi yapabilirler. Karmaşık ayarlarla uğraşmadan hızlı kullanım için sezgisel bir arayüz sunar.\n\nKullanıcıların Bu Eklentiyi Neden Kurması Gerekiyor\nİlk olarak, döviz kuru dönüştürme gerektiren durumlarda hızlı ve kolay bir şekilde kullanılabilir, örneğin döviz ticareti, uluslararası seyahat veya alışveriş gibi. Ayrı döviz kuru web sitelerini ziyaret etmenize gerek yok—tarayıcınızın araç çubuğuna bir kez tıklayarak oranları kontrol edebilir ve dönüştürebilirsiniz. İkinci olarak, gerçek zamanlı olarak güncellenmiş döviz kuru bilgisi sağlanır. Gerçek zamanlı API verilerine dayalı olarak en güncel döviz kuru verilerini kullanıcılara sunar ve döviz kurlarının doğruluğuna güvenebilirsiniz. Eğer her zaman en güncel döviz kurunu istiyorsanız, bu eklenti ile bunu kolayca kontrol edebilirsiniz. Üçüncü olarak, çok dilli destek, dilin tarayıcınızın diline göre otomatik olarak ayarlandığından emin olur, Korece, İngilizce, Japonca ve diğer diller de dahil. Bu, özellikle uluslararası kullanıcılar veya yurt dışına seyahat edenler için faydalıdır. Dördüncü olarak, arayüz sezgiseldir. Dönüştürme, basit seçimler ve girişlerle kolayca yapılabilir, böylece yeni başlayanlar için bile kullanıcı dostudur. Beşinci olarak, zaman ve çaba tasarrufu sağlar. Her seferinde döviz kuru dönüştürme için web sitelerini ziyaret etmeye veya hesap makineleri kullanmaya gerek yoktur. Bu eklenti, dönüşümleri hızlı ve kolay bir şekilde yaparak zaman ve çaba tasarrufu sağlamanıza yardımcı olur.\n\nYükleme Yöntemi\nİlk olarak, Chrome Web Store'da \"Döviz Kuru Görüntüleyici\" eklentisini arayın ve kurun. İkinci olarak, kurulumdan sonra tarayıcının üst kısmındaki simgeye tıklayarak döviz kuru dönüştürme pop-up penceresini açın. Üçüncü olarak, göndermek ve almak istediğiniz döviz birimlerini, dönüştürülecek miktarı girin ve \"Convert\" butonuna tıklayarak sonucu görün.\n\nNeden Bu Eklentiyi Kullanmalısınız?\nDöviz kuru dönüştürmeyi sıkça yapan kullanıcılar için, bu eklenti döviz kurlarını kontrol etmenin hızlı ve verimli bir yolunu sunar. Çok dilli destek ile dünya çapında herhangi bir yerde sorunsuzca kullanılabilir. Sezgisel arayüz ve basit kurulum süreci, yeni başlayanlar için bile kullanımı kolaylaştırır.\n\nDöviz kurlarını hesaplamanız gerektiğinde, artık karmaşık web sitelerinde arama yapmanıza gerek yok. Bu Chrome eklentisi ile, döviz kurlarını herhangi bir zamanda kolayca kontrol edebilir ve dönüştürebilirsiniz.",
    "uk": "Це розширення для Chrome — простий і швидкий інструмент для перевірки та конвертації валютних курсів. Воно надає необхідні функції інтуїтивно зрозуміло для користувачів і розроблене так, щоб бути доступним у різних країнах, зокрема з підтримкою кількох мов. Завдяки цьому розширенню ви можете швидко та легко виконувати складні розрахунки валютних курсів.\n\nОсновні характеристики\nПо-перше, доступна перевірка валютних курсів у реальному часі. Використовуючи API валютних курсів, розширення надає дані про валютні курси в реальному часі, що дозволяє користувачам завжди виконувати розрахунки на основі найновіших курсів. По-друге, пропонується функція конвертації валют. Користувачі можуть ввести бажану валюту та суму, і розширення надасть результат у реальному часі. Наприклад, ви можете легко перевірити, скільки коштує 1 USD або скільки корейських вон дорівнює 100 EUR. По-третє, надається підтримка кількох мов. Інтерфейс користувача автоматично змінюється на такі мови, як корейська, англійська та японська, залежно від мови браузера, що дозволяє користувачам використовувати сервіс на бажаній мові без додаткових налаштувань. Нарешті, розширення відзначається зручністю у використанні. Після установки користувачі можуть просто вибрати валюту та ввести суму у спливаючому вікні для легкого перерахунку. Воно має інтуїтивно зрозумілий інтерфейс для швидкого використання без складних налаштувань.\n\nЧому користувачі повинні встановити це розширення\nПо-перше, його можна швидко та зручно використовувати в ситуаціях, коли необхідно конвертувати валютні курси, таких як валютна торгівля, міжнародні поїздки або покупки. Немає потреби відвідувати окремі сайти з валютними курсами — достатньо одного кліка на панелі інструментів браузера для перевірки та конвертації курсів. По-друге, надається оновлена інформація про валютні курси в реальному часі. Користувачі можуть покладатися на точність і надійність валютних курсів, отриманих через API в реальному часі. Якщо вам завжди потрібен найновіший валютний курс, це розширення дозволяє вам легко його перевіряти. По-третє, підтримка кількох мов гарантує, що мова інтерфейсу автоматично налаштовуватиметься на мову браузера користувача, включаючи корейську, англійську, японську та інші мови. Це особливо корисно для міжнародних користувачів або тих, хто подорожує за кордон. По-четверте, інтерфейс інтуїтивно зрозумілий. Перерахунок можна здійснити простою вибіркою та введенням, що робить його зручним навіть для початківців. По-п'яте, це економить час і зусилля. Відпадає необхідність щоразу відвідувати сайти чи використовувати калькулятори для перерахунку валютних курсів. Це розширення допомагає вам заощаджувати час і зусилля, пропонуючи швидкий і зручний спосіб виконання конвертацій.\n\nМетод встановлення\nПо-перше, знайдіть розширення \"Переглядач валютних курсів\" в Chrome Web Store та встановіть його. По-друге, після установки натисніть на іконку вгорі браузера, щоб відкрити спливаюче вікно для конвертації валютних курсів. По-третє, введіть бажані валюти відправлення та отримання, суму для конвертації та натисніть кнопку \"Конвертувати\", щоб побачити результат.\n\nЧому використовувати це розширення?\nДля користувачів, які часто потребують конвертації валютних курсів, це розширення пропонує швидкий і ефективний спосіб перевіряти курси. Завдяки підтримці кількох мов воно може використовуватись у будь-якій точці світу без проблем. Інтуїтивно зрозумілий інтерфейс і простий процес установки роблять його легким у використанні навіть для початківців.\n\nКоли вам потрібно розрахувати валютний курс, вам більше не потрібно шукати через складні веб-сайти. З цим розширенням для Chrome ви можете легко перевіряти та конвертувати валютні курси будь-коли без зайвих зусиль."
  }
}