{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Templafy Google Drive Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replaces the Google Drive New button with a Templafy Create Document button."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Templafy’s infrastructure connects all company content across any enterprise tech stack to serve teams the right content exactly when they need it – wherever they are in their workflow.  \n\nTemplafy Google Extension brings the functionality of Templafy right inside the Google Workspace environment. The App provides users with an improved document creation workflow experience that helps secure brand and compliance without having to work outside of the Google Workspace environment.  \n\nHow does the Templafy Google Extension work? \nWith Templafy Google extension, users creating a document from Google Drive, Docs, Slides, Sheets or your extension menu will see a new dialogue embedded in the workflow to help them get started creating the business document.  \n\nFinally, documents created through the Templafy Google Extension automatically save back to the correct Drive folder, ensuring all business documents are stored where they’re supposed to be.  \n\nWho will this benefit? \nTemplafy Google Extension is designed to help users who work in Google Workspace and create documents as part of their daily tasks. The Extension will help increase efficiency in their workflow, ensure compliance and branding in the document itself, while automatically ensuring the document is stored back in the correct Drive folder."
  }
}