{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnalystPro | Automation-Driven Research Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnalystPro will save you time by helping to eliminate tedious tasks and boost your research productivity by up to 150%."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to AnalystPro (Beta)\n\nLet’s make research fun again.\nW: analystpro.io\n \n_____________________________________________________________________________\n\n👔  MESSAGE FROM THE FOUNDERS:\n\nWe are constantly looking to solve your problems intelligently by adding new features to evolve AnalystPro. We invite you to add your suggestions to the wish list. \n\nIf you are a power user, perhaps you would like to become a brand ambassador and benefit from our giveaways. Please reach out to us at hello@analystpro.io.\n\nEnjoy your new research experience, \nJoseph Heade & Emin Can Turan\n\n_____________________________________________________________________________\n \nREMOVE TEDIOUS TASKS & BOOST RESEARCH PRODUCTIVITY BY 150%\n\nMake AnalystPro your indispensable tool for research. Research analysts waste 200+ hrs a year due to manual tasks, swapping applications, and being unable to trace the source of the data. \n\nTime that could be spent crushing it. \n\n✅  Achieve huge improvements in how you gather, collate and organise data.\n\n✅  Transform how you harmonise data in different standards for analysis.\n\n✅  Save time automating a source trail for auditable analyses and insights.\n\n_____________________________________________________________________________\n\nSMOOTHLY INTEGRATED INTO YOUR WORKFLOW\n\n🧩  Streamline your research with our platform to focus on critical thinking.\n\n🧩  Get rid of tedious tasks with our automation to accelerate your analysis.\n\n🧩  Trace your insights by tracking sources to maximise credibility and value.\n\n_____________________________________________________________________________\n\nFOR ANALYSTS, BUILT BY ANALYSTS \n\n⭐  Research Engine: maximise your performance from research to insight\n\n⭐  Traceable Insights: effortlessly track your sources for credible conclusions\n\n⭐  Data Extractor: gather your data using our embedded browser extension\n\n⭐  Knowledge Archive: automatically organised source of truth for your data\n\n⭐  Tags & Comments: evaluate information to further enrich your research\n\n⭐  Quantitative Data: save quantitative data and plug it into your model"
  }
}