{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Egolatron"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Self-like detector for tweets!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension detects tweets that have been liked by their own authors, and highlights them with shiny self-love medals!\n\nBuilt for fun by @daniguardiolame.\n\nSource: github.com/DaniGuardiola/egolatron\n\n# It stops working randomly, fix it you lazy f%#k!\n\nIt's not my fault, it's Twitter and their rate-limiting policy.\n\n# It doesn't work if I'm not logged in!\n\nYep. Can't do anything about it. Sorry.\n\n## How to look under the hood\n\nOther than reading the code itself, you can enable three debugging options that I baked in. To do this, you need to open the devtools console, and switch to the extension content (\"Egolatron\" instead of \"top\" in the dropdown). Then, execute the following:\n\n- For detailed logs: `_egolatron.setLog(true)`\n- For detailed stats: `_egolatron.setStats(true)`\n- For debug styles: `_egolatron.setDebug(true)`\n\nTo disable, pass `false` instead.\n\nEnabling debug styles will also enable logs and stats, overriding their individual settings. The debug styles will show a blue border for tweets that are being analyzed, green for tweets confirmed to not be 'self-liked' and red for 'self-liked' tweets (this will replace the fancy styles with the animated medal).\n\n## Where to find the code\n\nJust check the \"extension/content-script.js\" file in the GitHub repo (link at the top).\n\n## How to thank me for this incredible and necessary contribution to humanity\n\nStar the repo on GitHub, follow me on Twitter (@daniguardiolame) and check out my website: daniguardiola.me\n\n## Changelog\n\n- 1.3: Fixed false positives and rate-limit bugs, improved medal design.\n- 1.2: Disabled debug mode, which I left enabled by mistake in 1.1.\n- 1.1: Fixed bearerToken grabber and improved tweet ID and username detection.\n- 1.0: Initial version."
  }
}