{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Righty: Right-Click for AI Superpowers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right-click for AI superpowers in your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ FEATURES =======================\n\nDiscover a smarter way to browse with our innovative Chrome extension. By enhancing your right-click context menu with AI, we bring a suite of intelligent tools directly to your fingertips, transforming how you interact with web content.\n\nChat with Page: Engage in a dynamic conversation with any webpage for deeper understanding and insights.\n\nExplain the Word or Text: Simply select any text, and our AI will provide a clear, concise explanation or definition.\n\nReverse Image Search: Discover more about images with an easy right-click reverse search.\nSummarize Text: Instantly condense long articles or documents into digestible summaries.\n\nLink Summarization: Right-click on any link to get a brief overview of its content without opening it.\n\nRedefine Your Web Interactions:\nWhether you're conducting research, reading online content, or exploring images, our extension is designed to make your digital journey more informative and efficient. Get quick explanations, dive deeper into image contexts, and understand complex content with ease.\n\nUser-Friendly and Efficient:\nOur extension is intuitively designed for seamless integration into your daily browsing routine, offering powerful AI capabilities without any hassle.\n\nCommitted to Your Privacy:\nWe prioritize your privacy and security, ensuring your online activities remain confidential and protected.\n\nStep into a New Era of Browsing:\nEnhance your web experience with AI. Download our extension now and discover the future of intelligent browsing.\n\nSupport and Continuous Improvement:\nOur team is dedicated to providing you with the best experience. We're always here to help and continuously update our extension to ensure it meets your evolving needs.\n\n🔄 UPDATES ========================\n\nv1.1.3\n-- Improvements: Remove \"Enable Design Mode\" and \"Save Page as PDF\" actions to focus on AI actions and core functionality\n-- Fixes: Prevent red error screens, fix issue with extension updates, improve styling consistency, fix console errors\n\nv1.1.2\n-- Improvements: Show locked query bar until signed in, move all authentication into web app, improve AI prompts, remove onboarding page, increase header sizes, add free tier abuse prevention\n-- Fixes: Consistently get page content, show highlighted text after right-click, better UI consistency across web pages\n\nv1.1.1\n-- Improvements: More error handling improvements, better Save Page as PDF, increase chat response speed\n\nv1.1.0\n-- New Actions: Save Page as PDF\n-- Improvements: Log into web app if logged in via extension\n-- Fixes: Better error handling, only show chat input in menu if logged in\n\nv1.0.0\n-- Improvements: Chat included directly in right-click menu\n\nv0.1.0\n-- Fixes: Login/Signup flow, credits remaining, menu leaving screen boundaries\n-- Improvements: Loading indicator, better styling control, response speed, SVG improvements\n\nv0.0.1\n-- New Actions: Summarize Text, Summarize Link, Chat with Page, Explain Text, Reverse Image Search"
  }
}