{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "directprint.io printing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "directprint.io enterprise printing for Chromebooks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Admin-friendly, reliable Chromebook printing.\n\nUse your existing printers with your new Chromebook fleet - centrally administered and monitored, fully integrated with Google Workspace.\n\nUsed and loved by Schools, Districts and Enterprises across the World.\n\nNo print servers, no server software to install and maintain, enjoy the reliability and efficiency of local printing with convenience and power of Cloud administration. Documents are not sent to Google Cloud Print and remain within your network.\n\nhttps://directprint.io/login/signup\n\n** Huge range of printers supported - no Cloud Print required\n** Secure print on Xerox, Ricoh, HP, Kyocera, Canon, Savin and more.\n** Advanced printer features such as tray selection, staple, fold.\n** Scales from 100 - 100,000 users with no print servers\n** Unique cost saving features: Toner & paper saving, reprint detection\n** Set print budgets and monitor print resource usage\n** Windows client available - unify your print management\n\ndirectprint.io enables direct local network printing backed with enterprise-class printer & endpoint management.\n\n\nFeature summary\n---------------\n\nGrant printer access based on users, devices, public sessions, Chrome OS, Mac, Windows or a mix - very flexible deployment options designed for large organizations.\n\nSet print policies (duplex, mono, max pages per day), monitor supply levels, supply warnings ahead of run-out, graph print usage over time, identify heavy users, calculate print costs for individual printers or entire organisations.\nSuspend printers, restrict access to printers, allow rapid provisioning of printers to mobile workers.\n\nCreate your free administrator account at https://directprint.io/login/signup\n\n* Free 30 day trial\n\nSee https://directprint.io for details.\nNeed help? help@directprint.io",
    "fr": "Use your existing printers with your new Chromebook fleet - centrally administered and monitored, fully integrated with G Suite.\n\nNo print servers, no server software to install and maintain, enjoy the reliability and efficiency of local printing with convenience and power of Cloud administration. Documents are not sent to Google Cloud Print and remain within your network.\n\nhttps://directprint.io/login/signup\n\n** Now with unique cost saving features\n** Toner saver, paper saving, reprint detection\n\ndirectprint.io enables direct local network printing to non-cloud printers backed with enterprise-class printer & user device management. Please check the compatibility list on the website.\n\n\nFeature summary\n---------------\n\nSet print policies (duplex, mono, max pages per day), monitor supply levels, receive supply warnings ahead of run-out, graph print usage over time, identify heavy users, calculate print costs for individual printers or entire organisations.\nSuspend printers, restrict access to printers, allow rapid provisioning of printers to mobile workers. Supports provisioning printers to managed (G-Suite) or unmanaged users.\n\nCreate your free administrator account at https://directprint.io/login/signup\n\n* Free 30 day trial\n\nPlease see https://directprint.io for details.\nAll enquiries: help@directprint.io"
  }
}