{
  "name": {
    "ar,gu,ml,ro,sk,sw": "Color Shot Unblocked Game",
    "am,el,et,fi,fil,ja,mr,no,sv": "Color Shot Online Game",
    "bg,fa,he,hi,hr,id,ko,lv,pl,sl,te,th": "Color Shot Online",
    "bn,ca,cs,da,hu,kn,ms,ta": "Color Shot Arcade Games",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Color Shot Arcade Game"
  },
  "short": {
    "ar": "عليك أن تطلق النار بشكل صحيح مع جميع الكرات حتى تكمل الأرقام في الحلقات.",
    "am": "ቀለበቶቹ ውስጥ ያለውን ቁጥር እስክትጨርስ ድረስ በሁሉም ኳሶች በተገቢው መንገድ መተኮስ አለብህ።",
    "bg": "Трябва да стреляте правилно с всички топки, докато завършите числата в пръстените.",
    "bn": "আপনি রিংগুলিতে সংখ্যাগুলি সম্পূর্ণ না করা পর্যন্ত আপনাকে সমস্ত বল দিয়ে সঠিকভাবে গুলি করতে হবে।",
    "ca": "Vostè ha de disparar correctament amb totes les boles fins que completi els números en els anells.",
    "cs": "Musíte střílet správně se všemi kuličkami, dokud nedokončíte čísla v kruzích.",
    "da": "Du skal skyde ordentligt med alle kuglerne, indtil du er færdig med tallene i ringene.",
    "de": "Sie müssen mit allen Bällen richtig schießen, bis Sie die Zahlen in den Ringen vervollständigen.",
    "el": "Πρέπει να πυροβολήσετε σωστά με όλες τις μπάλες μέχρι να ολοκληρώσετε τους αριθμούς στους δακτυλίους.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to shoot properly with all the balls until you complete the numbers in the rings.",
    "es": "Tienes que disparar correctamente con todas las bolas hasta completar los números en los anillos.",
    "et": "Sa pead tulistama korralikult kõik pallid, kuni olete lõpetanud numbrid rõngad.",
    "fa": "شما باید به ساقه به درستی با تمام توپ تا زمانی که شما کامل اعداد در حلقه.",
    "fi": "Sinun on ammuttava kunnolla kaikkien pallojen kanssa, kunnes täytät numerot renkaissa.",
    "fil": "Mayroon kang shoot nang maayos sa lahat ng mga bola hanggang makumpleto mo ang mga numero sa singsing.",
    "fr": "Vous devez tirer correctement avec toutes les balles jusqu’à ce que vous complétiez les numéros dans les anneaux.",
    "gu": "જ્યાં સુધી તમે રિંગ્સમાં નંબરો પૂર્ણ ન કરો ત્યાં સુધી તમારે બધા દડાથી યોગ્ય રીતે શૂટ કરવું પડશે.",
    "he": "אתה צריך לירות כמו שצריך עם כל הכדורים עד שאתה משלים את המספרים בטבעות.",
    "hi": "आप सभी गेंदों के साथ ठीक से गोली मार करने के लिए है जब तक आप छल्ले में संख्याओं को पूरा.",
    "hr": "Morate pucati ispravno sa svim loptama dok ne dovršite brojeve u prstenovima.",
    "hu": "Az összes golyóval megfelelően kell lőnöd, amíg be nem fejezed a gyűrűkben lévő számokat.",
    "id": "Anda harus menembak dengan benar dengan semua bola sampai Anda menyelesaikan angka di atas ring.",
    "it": "Devi sparare correttamente con tutte le palle fino a completare i numeri negli anelli.",
    "ja": "リングの数字を完成させるまで、すべてのボールで適切にシュートする必要があります。",
    "kn": "ನೀವು ಉಂಗುರಗಳಲ್ಲಿನ ಸಂಖ್ಯೆಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸುವವರೆಗೆ ಎಲ್ಲಾ ಚೆಂಡುಗಳೊಂದಿಗೆ ಸರಿಯಾಗಿ ಶೂಟ್ ಮಾಡಬೇಕು.",
    "ko": "링의 숫자를 완성 할 때까지 모든 공으로 제대로 쏘아야합니다.",
    "lv": "Jums ir pareizi jāšauj ar visām bumbām, līdz esat pabeidzis gredzenu numurus.",
    "ml": "റിംഗുകളിലെ അക്കങ്ങൾ പൂർത്തിയാക്കുന്നതുവരെ എല്ലാ പന്തുകളും ഉപയോഗിച്ച് നിങ്ങൾ ശരിയായി ഷൂട്ട് ചെയ്യണം.",
    "mr": "जोपर्यंत आपण रिंग्जमधील क्रमांक पूर्ण करत नाही तोपर्यंत आपल्याला सर्व चेंडूंसह योग्यरित्या शूट करावे लागेल.",
    "ms": "Anda perlu menembak dengan betul dengan semua bola sehingga anda melengkapkan nombor dalam cincin.",
    "nl": "Je moet goed schieten met alle ballen totdat je de nummers in de ringen hebt voltooid.",
    "no": "Du må skyte ordentlig med alle ballene til du fullfører tallene i ringene.",
    "pl": "Musisz strzelać poprawnie ze wszystkimi piłkami, dopóki nie ukończysz liczb w pierścieniach.",
    "ro": "Trebuie să trage în mod corespunzător cu toate bilele până când completați numerele din inele.",
    "ru": "Вы должны правильно стрелять со всеми шарами, пока не завершите цифры в кольцах.",
    "sk": "Musíte strieľať správne so všetkými loptami, kým nedokončíte čísla v krúžkoch.",
    "sl": "Pravilno moraš streljati z vsemi kroglicami, dokler ne dokončaš številk v obročih.",
    "sv": "Du måste skjuta ordentligt med alla bollar tills du slutför siffrorna i ringarna.",
    "sw": "Una risasi vizuri na mipira yote mpaka kukamilisha idadi katika pete.",
    "ta": "நீங்கள் மோதிரங்களில் எண்கள் முடிக்க வரை நீங்கள் அனைத்து பந்துகளில் ஒழுங்காக சுட வேண்டும்.",
    "te": "మీరు రింగ్ ల్లోని సంఖ్యలను పూర్తి చేసే వరకు మీరు అన్ని బంతులతో సరిగ్గా షూట్ చేయాలి.",
    "th": "คุณต้องยิงอย่างถูกต้องกับลูกบอลทั้งหมดจนกว่าคุณจะกรอกตัวเลขในวงแหวน",
    "tr": "Halkalardaki sayıları tamamlayana kadar tüm toplarla düzgün bir şekilde ateş etmelisiniz.",
    "uk": "Ви повинні правильно стріляти з усіма кульками, поки не завершите цифри в кільцях."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start challenging level adventures with colored balls. Hit your target from challenging angles and start new levels.\n\nHow To Play\nPlayed with Mouse Key.\n\nColor Shot Arcade Game Features\n✓ Color balls\n✓ Hard circle systems\n✓ Extreme levels\n✓ Fun sounds\n✓ Realistic Vibrate\n\nFinally, you can enjoy these game for free (and more requests will be added)! Color Shot Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}