{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tìm kiếm ghế văn phòng Nội thất Nogi",
    "en": "Looking for office chair Nogi Furniture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ tìm kiếm ghế văn phòng Nội thất Nogi",
    "en": "Quick Looking for office chair Nogi Furniture"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bạn mong muốn tìm kiếm Ghế văn phòng Nội thất Nogi nhưng lười vô website của nogi và đôi khi không biết cách thế nào ?.\n\nBạn mong muốn tiết kiệm thời gian hơn khi tìm kiếm ?.\nVà bạn cũng đã biết về Nogi là nơi giúp mọi người có thể mua ghế văn phòng, gấp, xoay, ngủ, da, lưới, tựa lưng, lưng cao, ghế chân quỳ, nhựa, phòng họp, giám đốc, nhân viên, training hiện đại, giá rẻ tại TPHCM, Hà Nội, Hải Phòng, thuộc thương hiệu Hòa Phát, 190, Nogi, OEM  nhập khẩu✔ Bảo hành 1 năm✔\n\nVì thế muốn tìm kiếm và nhanh chóng mua và cập nhật những thông tin mà bạn chưa biết.\n\nVì thế mà Nogi đã làm nên ứng dụng đơn giản này để đáp ứng nhu cầu của cộng đồng yêu thích chúng tôi chỉ với 2 bước:\n\nBước 1: Cài đặt ứng dụng.\nBước 2: Click vào icon ứng dụng và nhập keyword, sau đó click vào nút tìm kiếm.\n\nMọi thông tin cần biết sẽ hiển thị ngay cho bạn.\n\nLiên hệ ngay tại:\nChi nhánh 1: Showroom\nĐịa chỉ: 1116 Huỳnh Tấn Phát, Quận 7, TP. Hồ Chí Minh\nCHI NHÁNH 2: Showroom\nĐịa chỉ: 936 Trần Nhân Tông - Kiến An- Hải Phòng\nCHI NHÁNH 3:  Xưởng Sản Xuất\nĐịa chỉ:  An Tràng- An Lão - Hải Phòng\nChi nhánh 4: Kho hàng\nĐịa chỉ: Tổng cục V, Yên Xá, Tân Triều, Thanh Trì, Hà Nội\nĐiện thoại: 0779280393 - 0983598891\nEmail:  ngongochoa16@gmail.com\nWebsite: https://ngfurniture.net/"
  }
}