{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "B-Roll Credit Copier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy info about clips from stock footage sites, allowing researchers on documentaries to flag footage of interest to the production."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension copies tab-delimited metadata about video clips from a number of stock footage and video websites. This allows b-roll researchers on documentary films to quickly and easily flag and track footage that may be of interest to the production.\n\nWhen you're on a website with footage that the extension is programmed to recognize, the extension icon should appear blue right next to the address bar. Click on the icon or press the keyboard shortcut alt-c (option-c on a Mac) and the proper metadata will be copied to the clipboard. You can then go to a spreadsheet program and paste the metadata into the spreadsheet.\n\nThe extension copies the following fields in order:\n* Filename - typically blank, it is left to the video editor to download the footage and populate this field in a spreadsheet\n* Description - in most cases, the title of the video file\n* Source - the name of the website the footage came from\n* License - any information about the copyright status of the clip (Creative Commons, Public Domain, etc.)\n* Credit - who should the clip be credited to\n* Link - link back to the video page\n* Note - usually blank\n* Initials - initials of the researcher who found the clip\n\nThe extension will warn you if the footage you have selected is not in high definition or if the footage does not have a Creative Commons or other similarly permissive license.\n\nThe first time you use the extension and periodically afterwards, the extension will prompt you to enter or confirm your initials.\n\nYou can manually change your initials by right clicking on the icon and choosing \"Set Initials.\" You can also enable or disable the sounds from the right click menu. Ignore \"Reset Initials\" and \"Reset Last Update Time.\" These are for debugging purposes.\n\nThis extension is open source under an MIT license and the source code is available at: https://github.com/dheidelberger/broll-credit-copier/\n\nOn GitHub, you can also find a list of supported sites as well as version and bug fix history. If you encounter bugs or would like the tool to support additional sites, you can file support tickets on GitHub's issue page as well.\n\nA blanket privacy policy for all my extensions is available at the link to the right. A privacy policy specific to this extension will be presented to you the first time you use it (and after any future updates). You may also view a copy of that policy here: https://github.com/dheidelberger/broll-credit-copier/blob/master/PRIVACY.md"
  }
}