{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unless team assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UNLESS provides an AI platform for businesses to create and deploy AI agents in any channel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Team assistant, designed for teams, requires an account and lets users query organizational knowledge after setup in the Unless dashboard. It’s ideal for handling customer inquiries across various platforms, systems and websites.\n\nMany teams use more than just a single system to deal with customer requests - for example their own dashboards, their mail client, or a separate CRM system - and a native app only works in one system at a time.\n\nSo, imagine: wouldn’t it be great if you could use the same AI to help you answer a customer’s question in any website?\n\nEnter the Unless Chrome browser extension—a versatile tool designed to transcend platform constraints. This clever extension operates seamlessly across various systems and websites, serving as a universal AI assistant. Its contextual awareness empowers it to adapt to diverse environments, ensuring consistent support across all touchpoints that your team uses.\nPlus, the Unless Browser Assistant plays well with AI Actions, allowing you to immediately perform actions on your customer’s behalf if the inquiry requires that, or by pointing you directly to features in any other system that you need to use to answer the question. This will save you a lot of time!"
  }
}