{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NinjaSolver Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered test and coding task companion."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NinjaSolver - Your AI-Powered Web Content Assistant\n\nThis is an innovative browser extension that redefines how you engage with online content. Seamlessly integrated with the AI capabilities of NinjaSolver, this extension empowers you to capture, analyze, and derive insights from visual information across the internet.\n\nKey Features:\n\nCapture Web Content: Effortlessly capture accurate screenshots of your active browser tab or select specific text within any webpage. NinjaSolver ensures the captured content mirrors what's displayed on your screen, capturing details flawlessly.\n\nInstant AI Analysis: Tap into the prowess of AI analysis by sending the captured content to our AI-driven platform. Uncover valuable insights, context, and information based on the selected content, all powered by intelligent analysis.\n\nSeamless Integration: NinjaSolver seamlessly blends into your browsing routine, providing its capabilities exactly when you need them. Whether you're researching, reading articles, solving quiz or simply exploring the web, our extension enhances your experience.\n\nEnhanced User Interaction: Elevate your web interactions with the \"Find answer\" context menu item. A simple right-click on selected text initiates AI analysis, delivering deeper comprehension without leaving the webpage.\n\nVersatile Compatibility: NinjaSolver stands as your versatile online assistant across the entire expanse of the internet. Designed to perform consistently across various websites, it ensures you can harness its power wherever your digital journey takes you.\n\nRest assured, NinjaSolver values your privacy and security. All interactions with our extension are encrypted, and your information remains confidential. Focus on your success with peace of mind.\n\nElevate Your Web Exploration:\n\nUnleash the potential of NinjaSolver to capture, analyze, and illuminate web content in ways previously unimagined. Experience the synergy of AI-driven insights with your online browsing. Install NinjaSolver now and embark on a journey of enriched and intelligent web interaction."
  }
}