{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم وفرها 2023 كوبون 10% Waffarha",
    "en": "Waffarha discount coupon code (Egypt)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "إضافة كروم تحتوي على كوبون موقع وفرها مصر ويوفر الموقع العديد من العروض 2023 وكود خصم وفرها (OF37) waffarha EGYPT promo code",
    "en": "Waffarha Saudi Arabia coupon OF37 and Waffarha Egypt promo code voucher OF37, Install extension to get Waffarha UAE discount codes…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*كود خصم وفرها مصر 2023 حتى 10% احدث عروض كوبونات تطبيق Waffarha \nتفاصيل أكواد خصم وفرها 2023.\n\n*ادخل برومو كود وفرها (OF37) في صفحة الدفع لتفعيل كود خصم وفرها 2023 والحصول علي خصم بقيمة 10% علي حجزك, كود خصم وفرها فعال علي جميع العروض و الانشطة والمطاعم فقط عند نسخ كوبون وفرها.\n\n*أحدث كود خصم وفرها اليوم لأول طلب بأقل من 200 جنيه عروض وخصومات Waffarha الحصرية\n\n*بادر بالتسوق الآن من Waffarha مصر وتمتع بتخفيضات حتى 50% + 10% خصم إضافي لأول طلب، استخدم كود الخصم (OF37) لتحصل على العرض لكل الطلبات اقل من 200 جنيه.\n\nكود خصم Waffarha اون لاين لكل الفواتير والاقساط + كاش باك حتى 5% بحد أقصى 20 جنيه\n\n*ادفع كل فواتير واقساط شهر يونيو عبر تطبيق Waffarha واحصل على كاش باك بقيمة 5% بالإضافة إلى 10% خصم كود وفرها اول مرة، استخدم الكوبون (OF37) للتمتع بالعرض.\n\nالحد الأقصى للكاش باك 20 جنيه.\nرصيد الكاش باك صالح لمدة 7 ايام.​\n\n*اقوى عروض كود خصم تطبيق وفرها مصر 2023 للمشاهير على جميع الخدمات، المطاعم والألعاب\n\nوفر حتى 80% في اقوى العروض التخفيضية لعملاء تطبيق Waffarha مصر على جميع أماكن الترفيه والألعاب (دريم بارك، صالات البولينج، سكي ايجيبت وغيرها) بنسبة خصم أكثر من 100 جنيه، وخصومات حتى 50% لكل المطاعم (سينابون، هارت أتاك..)، بالاضافة الى كود خصم مي ابراهيم على خدمات شحن الرصيد وفواتير فوري.\nاكواد خصم وفرها صالحة للاستخدام في تجربة الشراء الواحدة.\n\n\nكود خصم وفرها 2023 (OF37) الحل المثالي لتوفير المال عند التسوق عند الطلب من منصة Waffarha داخل مصر\n\nرمز الكود : OF37 كود خصم وفرها يعطي خصم 10% لكل أنواع الطلبات. قم بلصق الكوبون في صفحة عربة التسوق من أجل الحصول على التخفيض.\n\nمن أجل تعزيز تجربة التسوق وتوفير الأموال للعملاء في مصر، تم تقديم كود الخصم على منصة وفرها. يمنح هذا الكود العملاء خصمًا بنسبة 10% على قيمة المشتريات، مما يتيح لهم الاستمتاع بأسعار أقل وتوفير المال. هذا الرمز الترويجي يمكن استخدامه عند إتمام عملية الشراء عبر الموقع أو التطبيق، مما يجعل التسوق أكثر متعة واقتصادًا.\n\nكيفية استخدام كود الخصم:\n\n1. قم بزيارة موقع وفرها أو قم بتحميل تطبيقها على هاتفك الذكي.\n2. استعرض المنتجات والخدمات المختلفة المتاحة على الموقع واختر ما ترغب في شرائه.\n3. عند إضافة المنتجات إلى عربة التسوق الخاصة بك، انتقل إلى صفحة الدفع.\n4. أدخل كود الخصم في مربع الرمز الترويجي أو كود الخصم المشابه المتاح عند عملية الدفع.\n5. بمجرد تأكيد الكود، ستظهر نسبة الخصم 10% ويتم احتسابها من إجمالي قيمة المشتريات.\n6. أكمل عملية الدفع كالمعتاد واستمتع بالخصم المحقق.\n\nفوائد التسوق باستخدام الكوبون\n\nتوفير : يعتبر أهم فوائد استخدام الكوبون هو تقديم خصم بنسبة 10% على المشتريات، مما يساهم في تقليل تكلفة العناصر المختارة.\n\nتنوع المنتجات: تمتلك منصة وفرها تشكيلة واسعة من المنتجات والخدمات المختلفة، مما يتيح لك فرصة الاستفادة من الخصم على مجموعة متنوعة من السلع.\n\nتجربة تسوق ممتعة: باستخدام الرمز الترويجي، تستمتع بتجربة تسوق أكثر متعة حيث تشعر بأنك تحقق صفقة رائعة عند كل عملية شراء.\n\nكود خصم وفرها هو فرصة رائعة للحصول على خصم 10% على مشترياتك عبر المنصة في مصر. من خلال الاستفادة من هذا العرض، يمكنك تحسين تجربة التسوق الخاصة بك وتوفير المزيد من المال. لا تفوت فرصة الاستفادة من هذا الكود للاستمتاع بالمزيد من العروض والخصومات على منتجاتك المفضلة.\n\nخطوات استخدام كود خصم وفرها:\nللاستفادة من العروض التخفيضية الاضافية عليك معرفة كيفية استخدام الكود عند الطلب:\n\nعليك اولاً الحصول على احدث كود خصم تطبيق وفرها من خلال منصة couponaat.com، حيث يوفر موقعنا كل ماهو جديد في عالم كوبونات واكواد خصم أشهر المتاجر الإلكترونية.\nانسخ رمز الكود المتوفر على صفحة كوبونات وفرها على موقعنا.\nفور نسخ الكود يتم نقلك تلقائياً الى صفحة العرض على الموقع الرسمي او تطبيق المتجر.\nقم باختيار المنتجات والعروض الشرائية التي تريد وضعها في حقيبة التسوق.\nلاستكمال عملية الشراء قم بتسجيل الدخول على التطبيق من خلال ادخال الاسم والاسم الثاني والبريد الإلكتروني وكلمة السر والعنوان وغيرها من البيانات المطلوبة.\nانتقل الآن إلى عربة التسوق الخاصة بحسابك لاستكمال عملية الدفع (إذا كنت قد انتهيت من اختيار المنتجات).\nادخل الرمز الترويجي الذي قٌمت بنسخه سابقاً في خانة (كود الخصم) قبل اتمام عملية الدفع.\nانقر على (تأكيد) ليتم تفعيل قيمة الخصم فوراً على مجموع ثمن الطلبات.\n\n*اشهر اسماء كود خصم وفرها \n- كود خصم وفرها لأول طلب (OF37) \n- كود خصم وفرها 2023 (OF37) \n- كود خصم وفرها اليوم (OF37) \n- كود خصم وفرها ٢٠٢٣ (OF37) \n-  كود خصم وفرها أقل من ٢٠٠ (OF37) \n- كود خصم وفرها مي ابراهيم (OF37) \n- كود خصم وفرها 2022 (OF37) \n- كود خصم وفرها أول مرة (OF37) \n- كود خصم وفرها ٢٠٢٢ (OF37) \n- كود خصم وفرها (OF37) \n- كوبون خصم وفرها(OF37) \n- كود خصم وفرها 2024 (OF37) \n- كوبون خصم وفرها 2024 (OF37)",
    "en": "10% Waffarha promo code 2023 | Up to 25 Egyptian pound\n\nAbout Waffarha Egypt\nWith the Waffarha promo code 2023, you will be able to acquire multiple Waffarha discount codes and coupons that give you attractive discounts on many shopping activities, personal care, and accommodation in hotels and resorts. You can also get great Waffarha offers in some stores all over Egypt. Waffarha comes with a great idea, which is to get big discounts for customers by using the negotiation technique with hotels, restaurants, beauty salons, amusement parks, entertainment venues, dental clinics, and clothing and accessories stores to get great discounts for its customers exclusively.\n\nYou may be big in negotiating but if you want to buy a product or service only for yourself or for a limited number of your friends or family members, the seller won't give you a big discount. However, Waffarha, which has thousands of visitors every day, has the ability to negotiate and attract a large number of clients, and this gives it an advantage in negotiation. Enter the Waffarha electronic platform and browse the details of the available coupons and discount codes, which can be purchased for a small amount to be used when you arrive at the place you want to shop from or take advantage of its services.\n\nEven when you purchase a Waffarha coupon code, the Al Coupon website offers you a significant discount on the coupon price by activating the Waffarha promo code 2023, which you find on the Al Coupon website exclusively.\n\nWaffarha offers 2023 | Waffarha discount code\n\nWith Waffarha, you can get great discounts on restaurants, beauty salons, entertainment venues & hotels when you enter the Waffarha promo code 2023\n\nPayment Methods at Waffarha Egypt:\nFawry Pay\n\nVisa Card\n\nMasterCard\n\nVodafone Cash\n\nValU\n\nMezza Bank cards\n\nAman\n\nAt Waffarha\n\nDo not forget to use the Waffarha discount code 2023 to get great discounts on your purchases, which you can find on the Al Coupon website exclusively.\n\n\nReturn Policy at Waffarha Egypt:\nThe customer can cancel their order and get their money back as a credit on the Waffarha website that can be used to repurchase another Waffarha coupon code.\n\n5% of the purchase amount will be deducted upon return.\n\nReturn requests are only accepted at the time of coupon validity."
  }
}