{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spaywall News & Research - spay your paywall"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Legally read news and research papers for free, on any device."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spaywall News & Research is the original browser extension that helps you LEGALLY avoid paywalls by searching online archives and redirecting you to a paywall-free version.  By pointing your browser to a different website, we are not bypassing or interfering with the paywall on the original article source in any way.\n\nResearchers can also use Spaywall to download free versions of Open Access research papers and articles.  Click to search our database of millions of legal, free, full-text scholarly articles and we'll redirect you to the PDF instantly.  These Open Access articles are research papers that have been posted with the full permission of the authors and publishers involved.  Save time avoiding paywalls and logins, great for students and academics!\n\n\nPlease Note:\n✓ Spaywall can be used for 100% FREE, though the Free plan has limitations.\n✓ Upgrading gives News junkies additional archive sources for even better news coverage.\n✓ Upgrading also gives 24/7 All-Hours Access instead of limited to off-peak hours.\n✓ Our algorithm strives to find an archived article that is paywall-free.  It's pretty good, but it can never work on all articles.\n✓ Because we are searching online archives for a paywall-free copy, an archived copy must already exist. That means articles may need to be a few days old for them to have been crawled by the archivers (though we have seen same-day news work many times!)\n✓ If you frequent a particular news outlet, please consider directly supporting the journalism you love."
  }
}