{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IPMB Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IPMB Wallet: Your Secure Token Hub"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover IPMB Wallet, the ultimate token hub crafted to transform your digital assets management. Boasting robust security, an intuitive interface, and support for a wide array of coins and tokens, IPMB Wallet is your go-to platform for secure management and purchase of crypto assets.\n\nEffortless Crypto Purchases\nEnjoy the convenience of straightforward crypto purchases within the IPMB Wallet app. Benefit from our competitive fiat-to-crypto rates, making buying digital assets seamless and efficient. \n\nTop Exchange Platforms\nEnhance your trading with IPMB Wallet's integrated exchange feature, allowing quick and easy transactions on leading centralized exchanges (CEXes) directly from the app.\n\nNon-Custodial Approach\nWith IPMB Wallet's non-custodial framework, you retain absolute control over your funds, free from third-party interference. This approach heightens security and grants you exclusive authority over your holdings.\n\nEnhanced Security\nIPMB Wallet comes equipped with essential security measures including two-factor authentication, PIN codes, transaction limits, and passphrases, ensuring your assets are well-protected yet readily accessible.\n\nTracking and Performance Analysis\nTrack your portfolio with precision using IPMB Wallet's detailed history and charting features. Delve into analytics that show historical trends and transaction details, empowering you to make informed decisions.\n\nCustomized Alerts\nStay informed about your crypto holdings with customized push, SMS, and email notifications. Keep abreast of all activity, including deposits and withdrawals, as well as market changes, ensuring you're always in control.\n\nFor any queries, reach out to our dedicated support team at info@ipmb.com"
  }
}