{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text N Speech"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert speech and audio to text. Use the Refine feature to correct grammar, spelling, and punctuation errors."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of seamless speech-to-text conversion with our Chrome extension, designed to make your workflow more efficient and accurate. Whether you're speaking directly into your microphone or uploading an audio file, our extension provides a hassle-free experience for transforming spoken words into written text.\n\nSimply click the \"Start Listening\" button to convert your spoken words into text. Our advanced speech recognition technology ensures that your words are accurately transcribed. If you have an audio file that needs transcribing, just upload it through the extension, and our tool will quickly convert it into text, saving you time and effort.\n\nOnce your text is transcribed, use our unique \"Refine\" feature to enhance your content. This feature automatically corrects grammar, spelling mistakes, and punctuation errors, ensuring your text is polished and professional. The user-friendly interface allows you to switch effortlessly between direct speech and audio file transcription, making it accessible for users of all levels.\n\nOur extension allows you to make changes on the fly as your text is being transcribed. The live editing feature lets you adjust and refine your content in real time, ensuring that your final output meets your exact needs. You can also tailor the extension to your preferences with customizable settings, adjusting the language, enabling or disabling specific features, and controlling how your text is processed and displayed.\n\nThis extension is ideal for professionals who need to quickly draft emails, reports, and other documents by dictating them directly into the extension. Writers can capture ideas and thoughts without the need to type, ensuring their content is grammatically sound. Students can transcribe lectures or study notes from audio files and refine them for better comprehension and presentation. Whether you're multitasking or prefer speaking over typing, our extension is perfect for anyone looking to streamline their text creation process.\n\nOur Chrome extension stands out with its dual functionality of speech-to-text conversion and audio file transcription. Combined with the powerful \"Refine\" feature, it not only captures your words but also polishes them, making your text error-free and ready for use in any context. With its user-friendly design, customizable options, and robust performance, this extension is the ultimate tool for anyone needing fast, accurate, and professional text transcription."
  }
}