{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timenotes - Time Tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timenotes.io time trackers for the browser with native support for Basecamp UI and time tracking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timenotes.io time tracker extension for the browser with support for Basecamp UI. \n \nAn easy-to-use daily activity tracker that allows for reporting hours with a single push of a button. Timenotes is not only a browser add-on, sign in to timenotes.io to access a powerful time management tool for teams and solo users.\n\nExtension features:\n* extend Basecamp interface with time tracking functionality\n* start/stop time tracker with just one click\n* setup your working schedule to get time tracking reminders and never forget to track your time\n* get the alert notification in case you forget to stop the tracker\n* access daily time summaries of a day \n* assign time logs to task and project\n* bookmark ongoing tasks\n \nABOUT TIMENOTES\n\nTimenotes Chrome Extension is a part of the web platform with complementary features that enables you to get an insight about your and your team members’ logged time.  \n \nVisit Timenotes to access features like detailed reports, team and absences management,  timesheets, team activity dashboard and much more.\n \nTimenotes will help you and your team bring your productivity to the next level. Browser add-on helps you to track your time from anywhere on the web.\n \nIn case of any questions, feedback or feature requests, feel free to email us on support@timenotes.io."
  }
}