{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Echo360+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides various improvements to the Echo360 video streamer/downloader"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The current features are listed below.\n\n1. ● Better file names when you download videos ●\nInstead of downloading lectures as hd1.mp4, lectures are downloaded with informative file names. This is especially useful when you are downloading multiple lectures from different units at once.\ne.g. \"hd1.mp4\" → \"DATA1001-2019-09-29.mp4\"\n\n2. ● More video playback speed options ●\nPreviously the lectures were limited to playback speeds of between 0.5x and 2x. This extension adds 4 faster playback options (2.25x, 2.50x, 2.75x, 3.00x) for those especially slow lecturers.\n\n3. ● Add day to lecture date strings ●\nEcho360 only displays the date (e.g. 4th Aug), but not the day (e.g. Wednesday) on the list of lectures for a particular unit. As most people usually associated lectures times with days rather than dates, I often find myself opening a calendar app to check the date a particular lecture was run, when simply displaying the day would be enough information to deduce this myself. Thus, this extension also adds a small 3 letter day string next to each lecture.\n\n4. ● Allow hiding of future lectures ●\nEcho360 will normally display every lecture (including those not released yet), and does not provide a feature to hide them. This extension add a checkbox to hide future lectures, which is enabled by default. The default ordering is also set to newest first so that when combined with the hiding functionality, all relevant lectures are immediately visible.\n\n5. ● Re-position the view lecture popup ●\nFor some reason, the view lecture popup is partially hidden behind the right hand side of the page. Echo360+ moves this popup back into the page where it should already be.\n\nMore features coming soon!\n\n💡 Note 💡\nThis extension was made specifically for the USyd lecture system, and as a result some features may not work with your own university.\n\n ★ This extension is open source and on GitHub! ★\nhttps://github.com/mattyhempstead/echo360-plus\nFeel free to add any feature requests/issues to the issues section of the repository, or make the change yourself and create a pull request.\n\nAlso, a thanks to EnBr55 for their contributions\nhttps://github.com/EnBr55"
  }
}