{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Phase 4"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Sprunki Phase 4 - Free Incredibox Mod Online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What Is Sprunki Phase 4?\nSprunki Phase 4 is the latest, free-to-play fan-made mod of Incredibox, offering an exciting new way to experience music creation. This phase introduces exclusive characters and sounds that allow players to craft original beats and explore their musical creativity online. Perfect for fans of Incredibox and newcomers alike, Sprunki Phase 4 is designed for those who enjoy experimenting with music in a fun, interactive environment.\n\nHow to Play\nStart making music by visiting https://sprunkiphase4.online. Choose from a unique lineup of characters, each with distinct sounds, and layer their beats to create your own custom compositions. The easy-to-use interface makes it simple to experiment with different combinations and craft unique soundscapes that match your style.\n\nGame Features\n\nExclusive Characters and Sounds: Discover a fresh set of characters, each with unique beats and sound effects.\nCreative Freedom: Mix and match sounds to compose music that feels personal and distinctive.\nIntuitive Controls: Accessible for all skill levels, Sprunki Phase 4 allows anyone to jump in and start making music.\nShareable Music: Create, share, and explore other players' compositions for endless inspiration.\nFree to Play: Sprunki Phase 4 is available online, completely free to enjoy.\nWhether you’re an Incredibox fan or a first-time player, Sprunki Phase 4 provides an engaging, creative space to experiment with music and share your unique sound creations. Explore the possibilities and make music like never before!"
  }
}