{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ElePass - Agency Password Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trade the spreadsheets and other risky places you’ve been storing client info for an easy, secure client password management tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spreadsheets, USBs, email, post-its—what other risky places are you keeping your client credentials and passwords? For mid-sized digital agencies, this is a big problem. You manage countless credentials for client staging sites, social media accounts, marketing automation applications and more. And your ever-changing roster of employees and contractors makes it hard to keep this data completely secure and easy to access at the same time. \n\nWe know. We’re in the digital agency business, too.\n\nThat’s why we created ElePass—a client password management tool designed with airtight security to keep your client data safe, while providing virtually effortless access for your employees and contractors. \n\nWith ElePass, you can manage and monitor who sees what by setting permissions at the team/project or user level. At the same time, you can better organize password information—and access it right from your Chrome or Firefox browser—to minimize searching and productivity delays.\n\nWe built ElePass to perfectly fit the need at a mid-sized agency. Managing users is a snap, so you can add new clients or onboard/offboard from your roster of employees and contractors with ease. As a cloud-based app, ElePass frees you from IT headaches—because who needs those—and our incredibly affordable subscription-based pricing cannot be matched."
  }
}