{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Black And Brown Skin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension for skin condition information on black and brown skin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a powerful Chrome extension designed to provide comprehensive visual representation and invaluable information about a wide range of skin conditions, with a particular focus on how they manifest on black and brown skin tones. With our chrome extension, you can access a wealth of knowledge and resources right at your fingertips, empowering you to better understand and navigate skin health. Whether you're a healthcare professional, a skin enthusiast, or someone seeking to learn more about dermatological conditions, our chrome extension is here to enhance your journey. From common issues like acne, eczema, and hyperpigmentation to rare disorders and unique dermatological challenges, our extension offers detailed insights, including symptom descriptions, causes, treatment options, and preventive measures, tailored specifically for black and brown skin. We believe that representation matters, and our chrome extension strives to bridge the information gap in dermatology, ensuring that individuals with diverse skin tones can access accurate and relevant knowledge for their unique needs. Install our chrome extension today and embark on a transformative exploration of skin conditions and care for black and brown skin.\n\nDemo Video --> https://www.loom.com/share/450ddb7a219244318ecf130dc723f75b?sid=bfcca91f-cb69-4b41-b052-430c346d612c"
  }
}