{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Armageddon-Salesforce LinkedIn Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check if LinkedIn user is already present in Salesforce"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "So you are using Salesforce and LinkedIn to manage your Contacts and Leads.!!\n\nHere is one plugin to check if a certain LinkedIn profile is already present in your connected Salesforce org or not.\n\nOn your browser you do not need to be always logged in log in to get results. Features - \n1. Connect once and forget, connect using the plugin and authorize.\n2. Go to any LinkedIn profile page and you will be able to view how many matching Contacts or Leads are already present in connected org.\n3. Displays top 2 results and can directly jump to the record detail page from LinkedIn user detail page\n4. If there are more results, click on the plugin icon and directly get all results related to the LinkedIn user\n5. No extra package needed to be installed on org so less maintenance and simplistic approach\n\nThere are lots of future scope planned for this plugin like - \n1. Connect with Gmail and Facebook\n2. Give greater insights\n3. Directly create new Leads / Contacts from the plugin itself\n\nAlso do give a good star rating if it helps you.!!\n\nI have created a github repo to track issues and improvements. Log all of them here and I will revert will all possible help - https://github.com/KaushikRay/Chrome-SF-SocialChecker-Armageddon/issues\n\nWhats New (V 1.1.1)\nBug Fixes - https://github.com/KaushikRay/Chrome-SF-SocialChecker-Armageddon/issues/"
  }
}