{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stackit™ from LendingClub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stackit™ from LendingClub"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take the guesswork out of saving money with automatic coupons and cash  \nback rewards.  \n \nHere’s how to start earning cash back at your favorite stores today:  \n \n1. Add the Stackit extension to your Chrome browser.  \n(Installing on mobile? Make sure to open Chrome from a desktop when you’re done. Click the “Error” message next to the three dots on the top right corner of your browser, and then click “Enable extension.”)  \n \n2. As you shop online, look for extension alerts to apply coupons and activate cash back reward offers.  \n \n3. Activate your offers with one click before you check out. \n  \n4. Save money on the spot with coupons and earn cash back that can be redeemed for e-gift cards. \n \nThe Stackit extension is currently only available to use on desktop. Mobile features are coming soon!  \n \nLendingClub Bank offers a broad range of financial products and services through  \na technology-driven platform, designed to help you pay less when borrowing  \nand earn more when saving. Since 2007 we’ve been helping millions of  \nAmericans take control of their debt, pursue their dreams, and invest in their \nfuture—all in a fair, transparent, and affordable way. \n \nBy installing and continuing to use the Stackit extension, you agree to the applicable LendingClub Bank Terms of Use (https://www.lendingclub.com/legal/terms-of-use) and Privacy Policy (https://www.lendingclub.com/legal/privacy-policy). \n\nRewards are redeemed via the Tango portal, allowing you to select from hundreds of different e-gift cards. When you redeem your earnings, you will be asked to acknowledge and agree to Tango’s terms of service and privacy notice. \n\nThis is a white-labeled extension made for LendingClub Bank."
  }
}