{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate Reddit Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly browse Reddit! Auto-load comments & navigate posts with your keyboard. Enhance your experience, no new tabs needed!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate Reddit browsing experience: a Chrome extension designed to maximize your time on Reddit while providing an enhanced, smooth, and efficient browsing experience. This alpha release is perfect for early adopters who want to try it out and provide valuable feedback to help shape its future development.\n\nCurrently, our extension works exclusively with the old Reddit design on old.reddit.com, but we have plans to expand compatibility to the new Reddit design in the future.\n\nKey Features:\n\nAuto-load comments: The extension automatically loads the comments of posts, so you don't have to click through to another page to read the discussion. This saves you time and makes it easier to participate in conversations or simply enjoy the content.\n\nIn-line comment viewing: Easily display comments without having to open a new tab. This means you can quickly read through the top comments on a post, join the conversation, or move on to the next post without losing your place.\n\nKeyboard navigation: Effortlessly browse posts and the comment section with our intuitive keyboard shortcuts. Whether you're an experienced Reddit user or new to the platform, you'll quickly become a pro at navigating your favorite subreddits with ease.\n\nNavigate through posts using Ctrl (or Cmd) + arrow keys, and navigate through comments using Shift + arrow keys.\n\nComing Soon:\n\nCustomizable settings: In the future, you'll be able to tailor your Reddit experience to your preferences with our customizable settings. Choose how many comments to load, set your preferred shortcuts, and more.\n\nCompatibility with the new Reddit design: We're actively working on implementing our extension's features for the new Reddit design, bringing the same seamless browsing experience to an even broader audience.\n\nWhy should you install this extension?\n\nImproved Efficiency: Our extension was designed with the goal of making Reddit browsing as seamless and efficient as possible. You'll be able to navigate more quickly and easily, allowing you to make the most of your time on the platform.\n\nEnhanced Experience: The in-line comment viewing and keyboard navigation features make your browsing experience more enjoyable and immersive, enabling you to engage with the Reddit community in a whole new way.\n\nSimplified Interface: By eliminating the need to constantly open new tabs, our extension simplifies your Reddit browsing experience. You'll be able to enjoy a cleaner, more organized interface that keeps you focused on the content.\n\nBe a part of the development process: As an early adopter, you have the unique opportunity to provide feedback on the alpha release of our extension. Your input will help shape the future development and ensure that our extension continues to meet the needs of Reddit users like you.\n\nIn conclusion, our Chrome extension is an exciting new solution for anyone looking to enhance their Reddit browsing experience. While still in its alpha release, this extension is perfect for early adopters who want to try it out and provide feedback for future improvements. Download our Chrome extension today and revolutionize the way you browse Reddit!\n\nUpdates:\n\nv 0.0.0.3\n- Minor bugfixes\nv 0.0.0.2 \n- Minor bugfixes"
  }
}