{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DiscoverExt - Precise Roblox Experience Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Makes searching for experiences on Roblox more precise!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a completely free extension that allows you to search for experiences on Roblox more precisely. It does this by removing all results that do not include the term(s) you searched for. Once you've downloaded this extension simply just search up what you'd like to in experiences and once you have searched something up you should see a little black bar that shows you 3 options (Slow, Normal, Fast), click the option which you would like (hover over the options to learn more about them) and then click \"Start\". If at any point you'd like to stop just press the \"Stop\" button which should show up after you've pressed \"Start\". If you'd like to stop and reset your searches simply refresh the page. Please make sure that your search term is accurate (for example: instead of \"pet sim 99\" search for \"pet simulator 99\" if you want to search for pet simulator 99 related things). If you are having any problems try turning off all other extensions but if that doesn't work please make sure to reach out to me.\n\nContact:\nFeel free to contact me if you have any questions/concerns or to report bugs/glitches or even to give me suggestions! I also recommend checking out my Twitter/X for any updates or help using DiscoverExt.\n\nLink to Twitter/X account:\nhttps://x.com/SnipeExt\n\nEmail:\nYou can view my contact email in the \"Details\" tab.\n\nDisclaimer:\nDiscoverExt is in no way affiliated with or endorsed by Roblox or any other third parties.\n\nData:\nDiscoverExt does not collect any data."
  }
}