{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skoop - Instant Video, Content Creation for LinkedIn & More"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skoop - Instant Video, Content Creation for LinkedIn & More"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\n\n$2 dollar initial trial and other paid plans available\n\nThe Skoop application is a communication tool that allows the user to create short candid videos, voice memos, AI assist replies, creates social media posts (and other communication features) specifically streamlined to work on LinkedIn, Gmail and other platforms. For use with the LinkedIn messenger/DM and reply to and creation of posts and to reply on Gmail emails. Creating unique videos that are practical and personable.\n\nKey Features tested for for LinkedIn, Facebook, Gmail Microsoft 365, and *X (Twitter):\n\nRecord instant videos for LinkedIn\n- Create and send videos on your LinkedIn messages/DMs, posts\n- 3 formats (vertical/phone, Horizontal/traditional, and Square)\n- Create unique video subject lines\n- Add text in addition to the video\n- Add a booking link to your video page\n- 1 click to view the video, subject line, and booking link\n- Animated preview \n- Send to multiple people option\n- Unlimited storage (fair use applies)\n\nAI Assist creates social media post content, personalized replies for posts & comments\n- Create stunning LinkedIn posts from your custom prompt in three lengths—small, medium, and large—and choose from over 8 tones.\n- Comment directly on posts with personalized messages, including AI responses, GIFs, instant audio, and video messages.\n\nEasy to use and streamlined with tutorials if you don’t use technology often\n- If you are as smart as a 3rd grader then you can use Skoop \n- Tutorials in video format ready for you to watch\n- Works directly on the LinkedIn platform for ease of use\n- Increase conversations, relationships and sales in less time\n\nRecord voice memos \n- Similar features as recording a video\n- Designed so it does not require a computer cam\n- Maybe you have a bad hair day and just want to send voice memos\n- Unlimited storage (fair use applies)\n\nInstant reply\n- Create and store multiple comments for common questions to use when replying and reducing your time\n- Combining an instant reply with a video has a better conversation rate\n\nChat GPT\n- Create and reuse Chat GPT prompts to generate conversations that are suitable for the situation \n\nBuilt-in CTA link\n- Don’t have a Call-to-action link? We will give you one and it will sync with your Google or Microsoft calendar\n- Or add your booking link to the Skoop. That works too!\n\nAnimated Gifs \n- A picture is worth a thousand words, Animated GIFs are great when a voice memo or video is not appropriate.\n- Can search for any occasion\n\nScreen recording capabilities\n- Record your entire screen, perfect for demos, presentations, and more.\n- Choose your preferred microphone and camera for a personalized experience.\n\nUpload your own video \n- Have a cool short video you want to store and reuse in conversations? Just upload it.\n\nSave their available contact information\n- Just download it with a click of a button\n\nWorks on all websites via Chrome browser\n- Take SKOOP beyond LinkedIn and Gmail and use it on any site through the Chrome browser.\n\nGo out and be personable with Skoop and build a business relationship, faster the way it’s meant. There are no bots, no automation that can get you in trouble, and it only requires enough time to create a short 30-second ish “hello video” message to communicate. \n\nSuggested candid videos take only 15 to 40 seconds long. \n\nDisclaimer:\nWe have developed and tested Skoop for use with the standard Chrome browser on Chrome Book, Mac and PC devices.\nChromium variants  (other internet browsers with a version of the Chromium engine) are not guaranteed to will work 100% correctly.\nThrough testing and reports it has been documented that 1 out of 400 users had some issues due to security settings, internet instability, particular drivers, or older hardware devices.\n\nDeveloper: The Troy Agency\nhttps://www.skoopapp.com"
  }
}