{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Align It! - The Ultimate Number Placement Game | Logic | Guess"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Align It: Arrange 14 numbers (1 to 100) in order one at a time. Use skill, intuition, and strategy to place numbers correctly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Align It! is a fun and strategic puzzle game where you arrange 14 numbers, ranging from 1 to 100, in perfect ascending order. The challenge lies in placing each number one at a time, without knowing the numbers that will come next. This game combines skill, intuition, and strategic thinking to deliver an engaging and addictive experience.\n\nEngaging Gameplay\nAlign It is simple to play but difficult to master. Each round tests your decision-making as you predict the placement of each number. It's perfect for casual gaming sessions or to keep your mind sharp while having fun.\n\nSkill Meets Luck\nWhile luck plays a part, Align It rewards players who think strategically. By analyzing patterns and planning carefully, you can maximize your score and outperform your best attempts.\n\nScore Tracking\nAlign It keeps track of your highest scores, motivating you to beat your personal records. Compete with friends or challenge yourself to improve your strategy.\n\nMinimalistic and Intuitive Design\nThe game features a clean and user-friendly interface, ensuring that players of all ages can enjoy it without a steep learning curve.\n\nGreat for All Ages\nWhether you're a child, teen, or adult, Align It offers a universally enjoyable experience. It’s both entertaining and an excellent brain teaser.\n\nHow to Play:\n\n1. The game presents numbers one by one, ranging from 1 to 100.\n2. Place each number in one of 14 slots, aiming to arrange them in ascending order.\n3. Numbers cannot be moved once placed.\n4. Your final score depends on how well the numbers are ordered.\n\n\nFeatures:\n\nRandomly generated numbers ensure every game is unique.\nScoring system rewards correct placements and strategic thinking.\nSimple but challenging mechanics keep players engaged.\nNo time limits – play at your own pace.\nLightweight and easy to install.\n\nDon’t miss the opportunity to test your skills and luck. Install Align It today and join the growing community of players who are mastering the art of number alignment!"
  }
}