{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SunnyTab - New tab with weather-adaptive wallpapers and AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New tab with weather-adaptive wallpapers and AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey, this is a browser extension we designed to enhance your new tab experience. But it is not just a new tab! This extension is designed to enhance the new tab experience by providing weather-responsive 4K wallpapers, diverse AI search options, and customizable shortcuts.\n\nOur Core Features:\n\n🌤️ Weather-responsive 4K Wallpapers: \nWe have discovered a variety of 4K high-definition wallpapers featuring different sceneries such as mountains and seas. What's more, these wallpapers can automatically switch according to the weather at your current location, allowing you to know the outside weather without even stepping out of your door. You can enjoy the magnificent view of snow-capped mountains when it's snowing, or see the calm sea under a clear sky. The wallpapers are carefully selected to provide you with a vivid and immersive visual experience, making your browsing moments more enjoyable and relaxing.\n\n🔎 Diverse Search Options With AI: \nBesides Google, you can quickly use ChatGPT and Perplexity for searches to get various information.You can enter the content you want to search in the input box and click the search engine you want to use to automatically jump to it.\n\n✂️ Customizable Shortcuts: \nEasily set shortcuts to quickly access your frequently visited websites, improving efficiency.\n\n🎧 White Noise for Work: \nWhen you work in a noisy environment or want to relax, you can turn on the background music to help you focus. How long has it been since you listened carefully to the sound of rain and snow?\n\n🤔️ One More Thing: \nWe have also hidden some small easter eggs in the product, waiting for you to explore.\n\nFinally, let's talk about something unrelated to this product. Our lives are always full of changes, just like the weather, which is unpredictable. No one can anticipate what life will bring to you in the next second. In this era of constant change, the only thing we can do is to stay calm, regardless of whether it's cloudy or rainy...\n\nHope your life can be sunny every day!"
  }
}