{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AK Spy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plugin per Amazon Libri/Kindle e Audible",
    "en": "Amazon Books/Kindle and Audible plugin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sei stanco di perdere ore ed ore ad analizzare le keywords sui mercati in cui stai pubblicando? Non pensi che dovresti risparmiare tempo ed energie nell’analisi keyword dal momento che è un processo che può essere in parte automatizzato? Così da poterti dedicare in modo maniacale alla creazione di un prodotto di qualità?\n\nAllora hai trovato l’applicazione giusto che potrai testare in maniera completamente FULL e completamente GRATIS!\n\nAKSpy è la miglior applicazione ad oggi presente sul mercato per analizzare la profittabilità di una Keyword sia su Amazon che su Audible. L'unica ad oggi così completa in grado di analizzare ben 7 mercati differenti: ITA – USA – UK – DE – FR – ES – CA.\n\nL'applicazione ha le seguente funzionalità:\n\n1 - Analizza le Keyword direttamente dalla piattaforma di Amazon e di Audible\n\n2 - Analizza sia del bsr del Kindle, del Paperback e dell'Audio su tutti i mercati dove questi dati sono disponibili\n\n3 - Analizza la presenza o meno della Keyword nel titolo e sottotitolo dei libri che analizza\n\n4 - Analizza l’autore per capire se i libri siano stati o meno pubblicati da un Self Publisher\n\n5 - Analizza i prezzi dei Kindle, del Papaerback e dell’Audio su tutti i mercati dove questi dati sono disponibili\n\n6 - Analizza tutte le categorie e Sottocategorie dei Kindle, Paperback ed Audio dei bestseller presenti e permette di estrapolare tutte le opere di ogni categoria o sottocategoria in formato csv, questo sia per i bestseller a pagamento che quelli in formato free\n\n7 - Analizza i migliori Kindle e libri di ogni categoria per capire quale sia la nicchia in cui pubblicare con maggiore probabilità di ottenere il badge di bestseller\n\n8 – Analizza tutte le pagine autori per analizzare la profittabilità di tutte le keyword utilizzate da Self publisher Competitor\n\n9 - Analizza tutte le pagine recensori per analizzare la profittabilità di tutte le keyword che sono già state recensite da altri Virtual Assistant\n\n10 - Analizza tutte le pagine narratori per analizzare la profittabilità di tutte le keyword che sono già state narrate per altri Self publisher tuoi competitor\n\n11 - Suggerisce altre keyword partendo da quello che stai cercando sulla barra di ricerca di Amazon o Audible in tutti i mercati analizzati. Inoltre fornisce la possibilità di selezionare più parole tra quelle suggerite ed analizzarle automaticamente in sequenza massimizzando la tua efficienza nell’analisi della profittabilità.\n\n12 – Ti permette di salvare le keyword che ritieni migliori all’interno del tuo account in modo da tenerle monitorate nel tempo facendo una successiva ricerca e potendo paragonare i risultati di tutte le tue ricerche\n\n\nTutti i dati ottenuti possono essere scaricati in formato CSV per elaborare le analisi più approfondite su appositi fogli di calcolo. \n\nL’applicazione è in costante aggiornamento anche grazie ai suggerimenti degli attuali clienti. Ma tutto quanto descritto non ti ha ancora incuriosito?\nPuoi testare l’applicazione in modo totalmente gratuito ed in formato full per 7 giorni. 7 giorni completi in cui potrai valutare le funzionalità dell’applicazione e capire che non potrai più farne a meno se vuoi davvero raggiungere risultati straordinari con questo business.\nScaricala ora",
    "en": "Are you tired to waste hours and hours scanning keywords on different markets? Don't you think you should save time and energy by automatizing this process? That way you could spend time creating a product of actual quality.\n\nWell, you found the right extension! And you can try it FULLY and FREE!\n\nAKSpy is the best Chrome Extension present on the store to scan a keyword’s profitability on Amazon and Audible. Nowadays it’s the only one so complete it can scan as many as 7 different markets: ITA – USA – UK – DE – FR – ES – CA.\n\n\nThis extension has the following functionalities:\n\n1 – Scanning keywords directly from Amazon and Audible websites\n\n2 – Scanning BSRs of kindle, paperback and audiobook versions, on all the markets where this data is available\n\n3 – Checking if the keyword is present in the title and subtitle of the scanned books\n\n4 – Scanning the author to check if the book is Self Published\n\n5 – Scanning kindle, paperback and audiobook prices on all the markets where this data is available\n\n6 – Scanning all the categories and subcategories of Amazon’s and Audible’s best sellers, allowing to export all the books of every single category to CSV. It works for both paid and free versions\n\n7 – Scanning the best books and kindle eBooks of every category to understand which is the best niche to get the Best Seller badge\n\n8 – Scanning all the author’s pages to see the profitability of the keywords used by competitors self publishers\n\n9 – Scanning the reviewer’s page to see the profitability of all the keywords already reviewed by other Virtual Assistants\n\n10 – Scanning all the narrator’s pages to see the profitability of all the keywords already narrated by other self publishers\n\n11 – Suggesting other keywords starting from the one you’re typing in the Amazon or Audible search bar. You can select one or more suggestions and scan their search results in sequence automatically, maximizing your efficiency in keyword analysis\n\n12 – Saving the best keywords in your account, so you can keep them monitored over time and compare multiple search results\n\n\nAll the data can be exported to CSV, which can be imported in a spreadsheet to execute more in-depth analysis.\n\nThis extension is updated constantly, also thanks to suggestions by current customers.\nAfter all this you still aren’t intrigued? You can test it all fully and for free for seven days. Seven whole days during which you can assess this extension’s functionalities and notice that you can never go back, if really want to achieve extraordinary results in this business.\n\nDownload it now"
  }
}