{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voice Chess Control Chess.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control your chess pieces by voice on Chess.com."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voice Chess is a fun and innovative Chrome extension designed to make chess more accessible and enjoyable for everyone. With this extension, you can control your chess pieces using simple voice commands while playing on Chess.com.\n\nKey Features:\nVoice Control: Effortlessly move your chess pieces by speaking commands. Say phrases like “knight f3” or simply “f3” to execute your moves with ease.\n\nDynamic Feedback: Experience real-time feedback as your spoken commands are displayed on the screen, ensuring you always know what actions are being taken.\n\nDelay Action Animation: Enjoy a built-in delay feature that gives you time to cancel actions by saying “stop” or confirm them by saying “yes.” This allows for greater control and reduces mistakes during gameplay.\n\nVisual Cues for Multiple Moves: When multiple pieces are moved, colorful arrows will be drawn on the board to clearly indicate the intended moves, enhancing clarity and understanding.\n\nUser-Friendly Instructions Tab: New to Voice Chess? No problem! The intuitive instructions tab helps users familiarize themselves with the extension's features and voice commands, making it easy to get started.\n\nMultilingual Support: Voice Chess currently supports English and Polish, with the option for users to request additional languages. We value community feedback and aim to accommodate a diverse range of players.\n\nVoice Chess makes chess more accessible and fun by allowing you to control the game using your voice. This extension caters to players of all levels, providing a unique way to interact with the game. Whether you’re enjoying a casual match or exploring new tactics, Voice Chess adds an element of excitement that can transform your playing experience.\n\nJoin the fun and discover a new way to enjoy chess with Voice Chess!"
  }
}