{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Random Website Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌐 Explore the Web Like Never Before! Receive Unique REAL unlimited visitors to your website!\n\nReady for a digital adventure?…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌐 Explore the Web Like Never Before! Receive Unique REAL unlimited visitors to your website!\n\nReady for a digital adventure? Download Random Website Viewer now and start exploring the web in a fun and unexpected way! Also get FREE direct visitors on your website.\n\n+ Add your website url to Website List.\n+ Click on Show Random Website button.\n+ Wait 20 sec until the next random url automatically loads and so on.\n+ You can stop the web rotation at any time by pressing the Stop button.\n+ The more sites you visit, the more visitors you may get.\n\n IMPORTANT :\n -You must leave the extension OPEN (moving to another tab will auto-stop the \n   extension's functionality) in the same tab you press Show Random \n   Website button.\n\nFeeling adventurous? Discover new and exciting websites with a single click! Random Website Viewer brings you the thrill of the unknown right at your fingertips. Simply click the extension and be transported to a random website, perfect for exploring the hidden opportunities of the internet.\n\nFeatures:\n🎲 Instant Random Websites: Jump to a random website with just one click.\n🚀 Easy to Use: Simple and intuitive design for effortless browsing.\n🌍 Discover New Content: Expand your horizons and find websites you never knew existed.\n X  No bots. \n X  No adult websites allowed.\n X  No duplicated links allowed.\n\nMore features coming soon.\nThis is a new extension.Please expect significant results after some time of using it. (Depends of factors like number of active users, downloads and websites added to database)."
  }
}