{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toyota Supra Neon Night Road Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rev up your Chrome browser with the Toyota Supra Neon Night Road Live Wallpaper extension!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This 4K live wallpaper showcases the iconic Toyota Supra speeding through neon-lit city streets at night, giving your new tab a futuristic and exciting vibe. Watch as the car zooms past stunning neon lights, bringing energy and style to your browsing experience. Perfect for car enthusiasts and those who love a thrilling visual experience!\n\nTransform your new tab into a high-speed adventure with the Toyota Supra!\n\nFeatures:\n🚗 Live 4K Wallpaper: Animated scenes of the Toyota Supra racing through vibrant neon-lit roads, creating an immersive experience.\n🌐 Popular Site Shortcuts: Quickly access your favorite websites with pre-set shortcuts.\n➕ Addable Shortcuts: Customize your new tab with links to your most-visited sites.\n🔍 Search Bar: Perform web searches with your selected search engine.\n🕒 Calendar & Clock: Keep track of time with the integrated calendar and clock display.\nWhy Choose This Extension?\nThe Toyota Supra Neon Night Road Live Wallpaper extension is safe, lightweight, and respects your privacy. It’s easy to install and remove through your browser settings.\n\nExplore more live wallpaper extensions featuring cars, racing, and neon cityscapes. This extension also includes a note-taking tool, a privacy policy, and an uninstall option for your convenience.\n\nDownload the Toyota Supra Neon Night Road Live Wallpaper extension now and experience the thrill of the road with every new tab! Visit our website for more dynamic live wallpaper extensions!"
  }
}