{
  "name": {
    "am,ar,bg,bn,ca,de,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Popup and Ads Blocker",
    "cs": "AdBlocker Ultimate",
    "da": "Adblocker reddit",
    "el": "Ublock Origin Addon",
    "es": "Youtube commercial blocker",
    "fr": "Advertisement blocker",
    "id": "Adblock Unlimited – Adblocker",
    "ko": "AdLock: Adblocker & Privacy Protection",
    "nl": "Adblocker for Youtube™",
    "no": "Adblocker Ultimate",
    "pt_BR": "YT adblock",
    "sv": "Adblock Plus - free ad blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,de,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,it,ja,kn,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes annoying pop-up ads from your Chrome. Blocks all kinds of Ads and Pop-up windows. Disables data collection and tracking",
    "cs": "AdBlock Chrome. Adblock for YouTube. Adblock Plus. Total adblock",
    "da": "Ad blocker reddit. AdBlock extension. Free Ads Blocker for Chrome. Youtube, Instagram, Facebook, Twitch and others without annoying…",
    "el": "Ublock addon. Ublock origin. Block all ads on all websites in your Chrome browser. Youtube, Twitch, Instagram, Twitter, etc.",
    "es": "Free ad blocker. Ad blocker extension. Removes ads, enhances security, speeds-up Internet connection. No ads on IG, FB, YT",
    "fr": "Advertisement blocker chrome. Free ad blocker Chrome works on all websites for banners, pop-ups, video. Blocks ads on youtube",
    "id": "The only True AdBlocker in the Web. Forget about annoying banners, chat windows, popups, etc. Block ads on YouTube, Instagram,…",
    "ko": "Fast and Free Adblocker for all websites, including streaming and video hosting platforms. YouTube, Twitch, Facebook, Instagram,…",
    "nl": "Free AdBlocker for Chrome. Remove all Banner and Video Ads from all websites, including YouTube, Twitch, Facebook, etc.",
    "no": "Ad Blocker for Youtube. Ad Blocker for Facebook. Ad Blocker for Twitch. Block all Ads. Video Ads Skipper and Blocker",
    "pt_BR": "Ad skipper youtube. Adblock YouTube Chrome. YouTube ad blocker. Blocks all ads on Youtube, Instagram, Facebook, Twitch, Twitter",
    "sv": "Free Ads Blocker for Chrome. Fast and safe adblocker for your browser. Add to Chrome to remove all visual advertisings, redirects,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Popup and Ads Blocker is a brand new tool for removing annoying advertisings from you browsing experience.\nThe extension works on all regular content websites, video hostings and social networks like: YouTube, Instagram, Twitter, Twitch, Facebook and others. \n\nThe Popup and Ads Blocker removes almost all common types of Ads like: pop-ups, pup-unders, banners, video ads, chats windows, redirects, etc. \n\nUsers of Popup and Ads Blocker enjoy: better data security and privacy protection, Internet without advertisings, faster connection and unobstructed access to content of any website and social network.\n\nGet all the advantages in one Chrome extension:\n1)\tNo ads\n2)\tFaster connection\n3)\tBlocked malicious activities by third-party software"
  }
}