{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Advanced Extension Reloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reload an unpacked extension with one click, a hotkey, or automatically (extension for developers).",
    "ru": "Перезагружайте распакованное расширение одним кликом, горячей клавишей или автоматически (расширение для разработчиков)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📚 Documentation: https://github.com/loftyshaky/advanced-extension-reloader/blob/master/README.md#content\n\n📺 Demo Video: https://www.youtube.com/watch?v=A7Kk7nb9i9E\n\nAdvanced Extension Reloader has been updated to version 2.0.0, introducing several changes to the API. For more details, please refer to the documentation linked above.\n\nAdvanced Extension Reloader is a browser extension that simplifies extension development by allowing you to reload your unpacked extensions with a single click, hotkey or automatically when files change. It features audio notifications to confirm reloads.\n\nFeatures:\n\n🎯 Reload a specific extension by targeting an extension with a specific ID.\n\n⌨️ Reload extensions using a hotkey.\n\n🔄 Set up automatic reloading of your extensions when their files change using the supplementary npm packages Advanced Extension Reloader Watch 1 (for development without a bundler) or Advanced Extension Reloader Watch 2 (for development with a bundler).\n\n🔔 Receive audio notifications when your extensions are successfully reloaded.\n\n📄 Reload the current tab or all open tabs after your extensions are reloaded (useful for content scripts).\n\n♻️ Advanced Extension Reloader will also reopen the popup and any tabs that were closed during the reload process, including your extension's options page.\n----------------------------------------------------------------\n🔐 Permissions\n\nRead your browsing history\nAllows the extension to reopen tabs that were closed during the reload.\n\nManage your apps, extensions, and themes\nEnables the extension to reload other extensions.\n----------------------------------------------------------------\n🧩 Follow my Facebook page (more extensions): https://www.facebook.com/browservery\n----------------------------------------------------------------\nAds\n\nWhen using Advanced Extension Reloader, you might encounter affiliate links on the extension's settings page.",
    "ru": "📚 Документация: https://github.com/loftyshaky/advanced-extension-reloader/blob/master/README-RU.md#content\n\n📺 Демонстрационное видео: https://www.youtube.com/watch?v=A7Kk7nb9i9E\n\nAdvanced Extension Reloader обновлено до версии 2.0.0, в которой внесены несколько изменений в API. Для получения более подробной информации, пожалуйста, обратитесь к документации, ссылка на которую приведена выше.\n\nAdvanced Extension Reloader — это браузерное расширение, которое упрощает процесс разработки расширений, позволяя перезагружать распакованные расширения одним кликом, горячей клавишей или автоматически при изменении файлов. Расширение имеет звуковые уведомления, подтверждающие перезагрузку.\n\nОсобенности:\n\n🎯 Перезагружайте конкретное расширение, указав его ID.\n\n⌨️ Перезагружайте расширения с помощью горячей клавиши.\n\n🔄 Настройте автоматическую перезагрузку ваших расширений при изменении их файлов, используя дополнительные npm-пакеты Advanced Extension Reloader Watch 1 (для проектов без бандлера) или Advanced Extension Reloader Watch 2 (для проектов с бандлером).\n\n🔔 Получайте звуковые уведомления при успешной перезагрузке ваших расширений.\n\n📄 Перезагружайте текущую вкладку или все открытые вкладки после перезагрузки ваших расширений (полезно для content script).\n\n♻️ Advanced Extension Reloader также повторно откроет popup и любые вкладки, которые были закрыты во время процесса перезагрузки, такие как страница настроек вашего расширения.\n----------------------------------------------------------------\n🔐 Разрешения\n\nЧтение истории просмотров\nПозволяет расширению повторно открывать вкладки, закрытые в процессе перезагрузки.\n\nУправление приложениями, расширениями и темами\nПозволяет расширению перезагружать расширения.\n----------------------------------------------------------------\n🧩 Подписывайтесь на мою страницу в Facebook (больше расширений): https://www.facebook.com/browservery\n----------------------------------------------------------------\nРеклама\n\nПри использовании Advanced Extension Reloader вы можете встретить партнерские ссылки на странице настроек расширения."
  }
}