{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "talsight-chrome-extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Official TalentSight Chrome Extension for faster and easier candidate sourcing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Official TalentSight Chrome Extension – your ultimate tool for streamlined and efficient candidate sourcing.\n\nEnhance your recruitment workflow with the click of a button! Our extension seamlessly integrates with LinkedIn profiles, allowing you to open them directly within the TalentSight platform. This innovative feature consolidates your processes, providing a unified environment for sourcing and gathering crucial information about prospective candidates.\n\nKey Features:\n\nSeamless Integration: Effortlessly merge the power of TalentSight with LinkedIn, eliminating the need to switch between platforms.\n\nOne-Click Access: Instantly open LinkedIn profiles within TalentSight, accelerating your candidate evaluation process.\n\nUnified Workflows: Enjoy a cohesive experience by bringing together the strengths of both platforms, optimizing your sourcing strategies.\n\nComprehensive Candidate Insight: Gather more information efficiently, empowering you to make well-informed decisions about potential candidates.\n\nElevate your sourcing game with the TalentSight Chrome Extension – where efficiency meets excellence in candidate discovery. Download now for a faster and more effective recruitment journey!"
  }
}