{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EyeSimple",
    "ru": "Трекер крипто валют в реальном времени"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "track over 100+ crypto coin in near Real Time",
    "ru": "Самый обширный трекер криптовалют от стандарта BTC, ETH до экзотики  Cardano, Lisk. Поддерживает конвертацию цен в более 100…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Update* now supports 100+ coins; WaBi,Verge, TenX, Storji, Status, Stratum and Basic Attention Token. Direct price feed from top exchanges. \n\nEyeSimple is Live Bitcoin & Altcoin Ticker tracker. \nLightweight and dead simple it sits in your chrome bar and displays quotes of Your Crypto currency of choice in real time and across multiple currencies\n\nCurrently supports:\n 1. Bitcoin\n 2. Ethereum\n 3. Ripple\n 4. BitcoinCash\n 5. Bitconnect\n 6. Litecoin\n 7. Dash\n 8. NEO\n 9. OmiseGO\n10. IOTA\n11. EOS\n12. STEEM\n13. Zcash\n14. NEM\n15. Monero\n16. Bitshares\n17. Lisk\n18. Aeternity\n19. Ark\n20. Tenx\n21. Basic Attention Token\n22. Status\n23. Storj\n24. Substratum\n25. Verge\n26. WaBi\n... and many more\nand more will be added based on community feedback (in which You are welcome to take part of)\n\nUnlike other extensions it features shorthand notations to ensure that all low digit coins are correctly displayed (not truncated) on the chrome bar. For instance xCoin worth 0.000001241 will be shortened to :1241\n\nIn addition you can specify the fiat currency (or even Gold and Silver) of your choice to track crypto price movement. Available currencies:\n\n1. USD\n2. EUR\n3. GBP\n4. JPY\n5. CHF\n6. AUD\n7. NZD\n8. SGD\n9. HKD\n10. SEK\n11. NOK\n12. DKK\n\n\nEyeSimple uses high contrast colors to represent each coin to make it more recognizable at a glance. Should you be forget the color code you can always hover over icon and it would display the current coin name being tracked, without even opening the interface!\n\nIn case of broken connection the extension would notify you and automatically attempt to reconnect, so You would have a piece of mind that the quotes are current.\n\nCurrently, it has no registration& signups or other gotchas. \nIt is FREE as in beer!\n\nSingle point&click install is all takes to keep tabs on your portfolio in real time.\n\n\nDisclaimer:\nProvided data and tool(s), collectively information is for information and illustrative purposes only. It is not, and should not be regarded as investment advice or as a recommendation regarding a course of action, including without limitation as those terms are used in any applicable law or regulation. Developers and data providers will not be liable, whether in contract, tort (including negligence) or otherwise, in respect of any damage, expense or other loss you may suffer arising out of such information or any reliance you may place upon such information.",
    "ru": "Самый полный трекер крипто валют в реальном времени.\nПоддерживаются текущие (без задержек) котировки следующих криптовалют:\n 1. Bitcoin\n 2. Ethereum\n 3. Ripple\n 4. BitcoinCash\n 5. Bitconnect\n 6. Litecoin\n 7. Dash\n 8. NEO\n 9. OmiseGO\n10. IOTA\n11. EOS\n12. STEEM\n13. Zcash\n14. NEM\n15. Monero\n16. Bitshares\n17. Lisk\n18. Aeternity\n19. Ark\n\nесть возможность пересчета текущей котировки на лету в любую из след. валют:\n1. USD\n2. EUR\n3. GBP\n4. JPY\n5. CHF\n6. AUD\n7. NZD\n8. SGD\n9. HKD\n10. SEK\n11. NOK\n12. DKK\nА также отображение цен по отношению к золоту и серебру.\n\nТакже можно выбрать валюту, котировки которой будут отображаться в реальном времени у поисковой строки, так что вы сможете наблюдать за движением цены не отрываясь от своих задач. \n\nВ случае потери интернет соединения уведомляет вас об этом, сменой иконки. Так что вы можете быть спокойны, что вы получаете только актуальные котировки. \n\nВ отличии от альтернатив, поставляет текущие котировки без задержек напрямую с бирж и не требует регистрации и расширенного доступа к вашим данным.\n\n\nВнимание:\nДанное раширение и информация предоставляется в исключительно ознакомительных целях и не предоставляет собой рекоммендацию к каким либо действиям."
  }
}