{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monerio Shopping-Helfer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online shoppen. Geld zurück erhalten."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vergiss nie mehr deinen Cashback. Bei jedem Einkauf in über 1'100 angeschlossenen Online-Shops erhältst du von Monerio Cashback. \n\nMit dieser Browser Erweiterung erhältst du beim Aufruf eines angeschlossenen Shops automatisch einen Hinweis, damit du die Aktivierung deines Cashback nicht vergisst. Klicke danach einfach auf «Cashback aktivieren» und schon wird dein Einkauf automatisch erfasst.\nZudem bietet dir der Monerio Shopping Helfer viele weitere interessante Funktionen:\n\nCASHBACK MIT EINEM KLICK\nWenn du einen unserer über 1'100 Partner-Shops besuchst, wird dir eine Meldung angezeigt, damit du deinen Cashback nicht vergisst. Mit nur einem Klick wird anschliessend dein Cashback erfasst.\n\nGUTSCHEINCODES WERDEN DIREKT BEIM EINKAUF ANGEZEIGT\nWenn du die Website eines unserer Partner-Shops aufrufst, werden dir die besten verfügbaren Gutscheincodes angezeigt, die in diesem Shop gelten und mit Cashback kombinierbar sind.\n\nTOP AKTIONEN DIREKT IM BROWSER-FENSTER\nMit einem Klick auf die Monerio Browser Erweiterung werden dir automatisch die derzeit beliebtesten Aktionen angezeigt. Du musst dazu nicht einmal Monerio besuchen und siehst auf einen Blick die angesagtesten Deals und Gutscheincodes.\n\nDEIN MONERIO ACCOUNT IMMER IM BLICK\nIn der Browser Erweiterung hast du deinen Monerio Account immer im Blick. Wie viel Cashback du bisher gesammelt hast? Wie viele Cashbacks schon bestätigt wurden? Wie es mit deiner Freunde-Werbung vorwärts geht? Das siehst du alles direkt mit einem Klick auf die Erweiterung!\n\nAUTOMATISCHE ANWENDUNG VON GUTSCHEINCODES\nBei einigen angeschlossenen Händlern werden automatisch alle auf Monerio erfassten Gutscheincodes bei deinem Warenkorb ausprobiert. Der Gutscheincode, der den grössten Rabatt gibt, wird anschliessend angewendet. So musst du nicht selbst alle Gutscheine durchprobieren.\n\nDein Surfverhalten wird mit der Monerio Erweiterung nicht von uns analysiert oder beeinträchtigt."
  }
}