{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Ad Library ：Save YouTube Ad and Stories",
    "de": "Ad Library: YouTube anzeigen und storys speichern",
    "es": "Ad Library: Save YouTube Ads and Stories (en inglés)",
    "fr": "Ad Library: Enregistrer des annonces et des histoires YouTube",
    "ja": "Ad Library: YouTube広告とストーリーを保存する",
    "pt_PT": "Ad Library: Salvar anúncios e histórias do YouTube",
    "zh_CN": "Ad Library：保存YouTube广告和故事"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Save creative ad and exciting stories, comment on ad content to record your ideas",
    "de": "Kreative werbungen sammeln, inspirierende storys schreiben, kommentare dazu geben, gedanken niederschreiben",
    "es": "Guarde anuncios creativos e historias interesantes, comente el contenido de anuncios para registrar sus ideas",
    "fr": "Enregistrez des annonces créatives et des histoires passionnantes, commentez le contenu de l’annonce pour enregistrer vos idées",
    "ja": "クリエイティブ広告やエキサイティングなストーリーを保存し、広告コンテンツにコメントしてアイデアを記録",
    "pt_PT": "Salve anúncios criativos e histórias emocionantes, comente o conteúdo do anúncio para registrar suas ideias",
    "zh_CN": "保存有创意的广告和精彩的故事，评论广告内容来记录您的想法"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "With this Google Chrome browser extension, you can easily track all the dynamic effects of your ad, understand your competitors' ad strategies, and increase your ad value\n\nIts main features include:\n⚡Save Facebook ad Library\n⚡Save YouTube ad and stories\n⚡Store ad inspiration in your personal online ad library\n⚡Save data such as advertisers, ad copy, ad materials, ad titles, ad brands, ad active status, and ad platforms.\n⚡ad will be permanently stored and will not be lost if the source ad has stopped running\n⚡Share favorite ad with anyone via link\n⚡Ai search ad by suggested keywords \n⚡Customize ad tags and share comments\n⚡Easily embed the board into any Notion page\n \nIn addition to saving different platform ad to your ad library, you can also manage ad through folders or groups and share them with your clients or colleagues at any time.\n \nThis ad library tool also includes other features:\n⚡Explore the ad library: contains 600,000 high-quality ad\n⚡Screenshot: Quickly capture ad webpage interface\n \nAs the most convenient tool for saving ad on the entire network, it significantly improves work efficiency and helps ad professionals quickly create the next high-quality ad.",
    "de": "Mit dieser Google Chrome-Browsererweiterung können Sie alle dynamischen Effekte Ihrer Anzeige leicht verfolgen, die Werbestrategien Ihrer Mitbewerber verstehen und Ihren Anzeigenwert steigern. \n\n Seine Hauptmerkmale umfassen: \n „ Facebook-Anzeigenbibliothek speichern \"YouTube-Anzeigen und-Storys speichern „ Anzeigeninspiration in Ihrer persönlichen Online-Anzeigenbibliothek speichern\" Daten wie Werbetreibende, Anzeigentexte, Anzeigenmaterialien, Anzeigentitel, Anzeigenmarken, Anzeigenstatus und Anzeigenplattformen speichern. \n …Anzeige wird dauerhaft gespeichert und geht nicht verloren, wenn die Quellanzeige nicht mehr läuft…Teilen Sie die Lieblingsanzeige mit jemandem über einen Link…Ai Suche nach vorgeschlagenen Schlüsselwörtern…Anpassen von Anzeigen-Tags und Teilen von Kommentaren…Einfaches Einbetten des Boards in eine beliebige Notion-Seite   Neben dem Speichern verschiedener Plattformanzeigen in Ihrer Anzeigenbibliothek können Sie Anzeigen auch über Ordner oder Gruppen verwalten und jederzeit mit Ihren Kunden oder Kollegen teilen. \n  Dieses Anzeigenbibliotheks-Tool enthält auch andere Funktionen: \n „ Entdecken Sie die Anzeigenbibliothek: enthält 600.000 hochwertige Anzeigen \"Screenshot: Benutzeroberfläche der Anzeigenwebseite schnell erfassen.   Als das bequemste Tool zum Speichern von Anzeigen im gesamten Netzwerk verbessert es die Arbeitseffizienz erheblich und hilft Werbeprofis, schnell die nächste hochwertige Anzeige zu erstellen.",
    "es": "Con esta extensión para el navegador Google Chrome, puede rastrear fácilmente todos los efectos dinámicos de su anuncio, comprender las estrategias publicitarias de sus competidores y aumentar su valor publicitario. \n\n Sus características principales incluyen: \n Guardar biblioteca de anuncios de Facebook Guardar anuncios e historias de YouTube Guardar inspiración de anuncios en su biblioteca personal de anuncios en línea Guardar datos como anunciantes, copia del anuncio, materiales publicitarios, títulos de anuncios, marcas publicitarias, estado activo del anuncio y plataformas publicitarias. \n El anuncio se almacenará permanentemente y no se perderá si el anuncio de origen ha dejado de ejecutarse Compartir el anuncio favorito con cualquier persona a través del enlace Buscar el anuncio por palabras clave sugeridas Personalizar las etiquetas del anuncio y compartir comentarios Insertar fácilmente el tablero en cualquier página de Notion   Además de guardar anuncios de diferentes plataformas en su biblioteca de anuncios, también puede administrar anuncios a través de carpetas o grupos y compartirlos con sus clientes o compañeros en cualquier momento. \n  Esta herramienta de biblioteca de anuncios también incluye otras características: \n Explorar la biblioteca de anuncios: contiene 600.000 anuncios de alta calidad Captura de pantalla: Captura rápidamente la interfaz de la página web del anuncio   Como la herramienta más conveniente para guardar anuncios en toda la red, mejora significativamente la eficiencia del trabajo y ayuda a los profesionales de la publicidad a crear rápidamente el próximo anuncio de alta calidad.",
    "fr": "Avec cette extension de navigateur Google Chrome, vous pouvez facilement suivre tous les effets dynamiques de votre annonce, comprendre les stratégies publicitaires de vos concurrents et augmenter la valeur de votre annonce. \n\n Ses principales caractéristiques incluent: \n Enregistrer la bibliothèque publicitaire Facebook Enregistrer les annonces et les histoires YouTube Stocker l'inspiration publicitaire dans votre bibliothèque publicitaire en ligne personnelle Enregistrer des données telles que les annonceurs, la copie de l'annonce, le matériel publicitaire, les titres de l'annonce, les marques publicitaires, le statut actif de l'annonce et les plates-formes publicitaires. \n L'annonce sera stockée en permanence et ne sera pas perdue si l'annonce source a cessé de fonctionner Partager l'annonce favorite avec n'importe qui via un lien Publicité de recherche par mots-clés suggérés Personnaliser les balises publicitaires et partager les commentaires Intégrer facilement le tableau dans n'importe quelle page Notion   En plus d'enregistrer des annonces de différentes plates-formes dans votre bibliothèque d'annonces, vous pouvez également gérer des annonces par le biais de dossiers ou de groupes et les partager avec vos clients ou collègues à tout moment. \n  Cet outil de bibliothèque d'annonces comprend également d'autres fonctionnalités: \n ✅ Explorez la bibliothèque d'annonces: contient 600 000 annonces de haute qualité ✅ Capture d'écran: capturer rapidement l'interface de la page Web des annonces   En tant qu 'outil le plus pratique pour enregistrer des annonces sur l'ensemble du réseau, il améliore considérablement l'efficacité du travail et aide les professionnels de la publicité à créer rapidement la prochaine annonce de haute qualité.",
    "ja": "現在、YouTube広告ライブラリから広告を保存する機能をサポートする唯一のGoogle Chromeブラウザ拡張機能として、AdsLibraryは驚くほど便利な操作を提供します。これを使えば、ワンクリックで簡単にYouTube広告を保存することができます。\nこのGoogle Chromeブラウザ拡張機能を使用すると、広告の動的効果を簡単に追跡し、競合他社の広告戦略を理解し、広告価値を高めることができます。\n\n主な特徴は以下の通り。\nFacebook広告ライブラリを保存するYouTubeの広告とストーリーを保存する個人のオンライン広告ライブラリに広告インスピレーションを保存する広告主、広告コピー、広告素材、広告タイトル、広告ブランド、広告アクティブステータス、広告プラットフォームなどのデータを保存します。\n広告は永久に保存され、元の広告が停止しても失われることはありません   異なるプラットフォーム広告を広告ライブラリに保存することに加えて、フォルダやグループを通じて広告を管理し、いつでもクライアントや同僚と共有することもできます。\n  この広告ライブラリツールにはその他の機能もあります。\n「広告ライブラリを探索：60万の高品質広告を含む」スクリーンショット：広告ウェブページインターフェースをすばやくキャプチャ   ネットワーク全体に広告を保存するための最も便利なツールとして、作業効率を大幅に向上させ、広告プロフェッショナルが次の高品質な広告を迅速に作成するのに役立ちます。\n最も人気のある動画ソーシャルメディアプラットフォームの一つであるYouTubeの広告価値は見過ごせません。YouTube広告に関連する職業に携わっているなら、このプラグインは必需品です。YouTube広告保存ツールをインストールすれば、YouTube広告ライブラリから素早く広告を保存できる。\n\n✅YouTube広告保存ツールには以下の機能があります：\n- YouTube広告ライブラリから広告を保存\n- オンライン広告ライブラリに広告を保存\n- 広告コピー、CTA、いいね！、ランディングページリンク、ランディングページスクリーンショットなどの保存\n- 広告の画像、動画、コピー、CTA、「いいね！」、ランディングページのリンク、ランディングページのスクリーンショットなどをダウンロードする。\n- 共有リンクを介して他の人と広告を共有する\n- 広告プラットフォームで絞り込む\n- 広告カテゴリによるフィルタリング\n- キーワードで広告を検索\n- 広告タグをカスタマイズ\n- ノティオンのページに簡単にボードを埋め込むことができます。\n- 広告ライブラリ：60万件の高品質広告を収録\n- ウェブページのインターフェイスをすばやくキャプチャ\n\n✅使用方法\n- Youtube広告ライブラリ保存ツールをインストールした後、AdsLibraryアカウントに登録します。\n- Youtube広告ライブラリページを開き、必要な広告を見つけます。\n- 保存ボタンをクリックすると、広告がすぐに広告ライブラリに保存されます。\n\n保存されたYouTube広告は、オンライン広告ライブラリに保存されます。フォルダやグループを作成することで、これらの広告を分類することができます。\n\nAdsLibraryはYouTube広告ライブラリを保存するための実用的なツールであるだけでなく、優れた広告管理ツールでもあります。さらに、このプラットフォームは、あなたの参考のために様々な高品質の広告タイプを提供しています。今すぐダウンロードしてお試しください。",
    "pt_PT": "Com esta extensão do navegador Google Chrome, você pode acompanhar facilmente todos os efeitos dinâmicos do seu anúncio, entender as estratégias de anúncios de seus concorrentes e aumentar o valor do seu anúncio. \n\n As suas principais características incluem: \n \"Salvar biblioteca de anúncios do Facebook\" Salvar anúncios e histórias do YouTube \"Armazenar inspiração de anúncios em sua biblioteca de anúncios online pessoal\" Salvar dados como anunciantes, cópia de anúncios, materiais de anúncios, títulos de anúncios, marcas de anúncios, status ativo de anúncios e plataformas de anúncios. \n …o anúncio será armazenado permanentemente e não será perdido se o anúncio de origem parar de ser exibido…Compartilhar anúncio favorito com qualquer pessoa via link…Anúncio de pesquisa Ai por palavras-chave sugeridas…Personalizar tags de anúncios e compartilhar comentários…Incorporar facilmente o quadro em qualquer página da Notion   Além de salvar anúncios de plataformas diferentes na sua biblioteca de anúncios, você também pode gerenciar anúncios por meio de pastas ou grupos e compartilhá-los com seus clientes ou colegas a qualquer momento. \n  Esta ferramenta de biblioteca de anúncios também inclui outros recursos: \n \"Explorar a biblioteca de anúncios: contém 600.000 anúncios de alta qualidade\" Captura de tela: Capture rapidamente a interface da página da Web do anúncio   Como a ferramenta mais conveniente para salvar anúncios em toda a rede, ela melhora significativamente a eficiência do trabalho e ajuda os profissionais de anúncios a criar rapidamente o próximo anúncio de alta qualidade.",
    "zh_CN": "有了这个谷歌Chrome浏览器扩展，你可以很容易地跟踪你的广告的所有动态效果，了解你的竞争对手的广告策略，并增加你的广告价值\n\n其主要特点包括:\n⚡保存Facebook广告库\n⚡保存YouTube广告和故事\n⚡在您的个人在线广告库中存储广告灵感\n⚡保存广告主、广告文案、广告材料、广告标题、广告品牌、广告活跃状态和广告平台等数据。\n⚡ad将被永久存储，并且在源ad停止运行时不会丢失\n⚡通过链接与任何人分享最喜欢的广告\n⚡人工智能搜索广告的建议关键字\n⚡自定义广告标签和分享评论\n⚡轻松嵌入板到任何概念页面\n\n除了将不同平台的广告保存到您的广告库之外，您还可以通过文件夹或组管理广告，并随时与您的客户或同事共享。\n\n这个广告库工具还包括其他功能:\n⚡探索广告库:包含60万个高质量广告\n⚡截图:快速抓取广告网页界面\n\n作为全网最便捷的广告保存工具，大大提高了工作效率，帮助广告专业人员快速制作下一个高质量的广告。"
  }
}