{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ali Sorter - Sort Alibaba products by price"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sort and filter Alibaba products by price"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ali Sorter: Sort Alibaba Products by Price Easily\n\nTired of endless scrolling on Alibaba? Ali Sorter is your solution to effortlessly sort Alibaba products by price. This powerful Chrome extension revolutionizes your Alibaba shopping experience, making it easier than ever to find the best deals.\n\n🚀 Sort Alibaba by Price with One Click\n\nAli Sorter brings the missing \"sort by price\" feature to Alibaba:\n\n- Instant Price Sorting: Automatically arrange products from lowest to highest price\n- Comprehensive Results: Our smart algorithm loads all available products before sorting\n- Customizable View: Choose how many sorted products you want to see\n\n🔍 Key Features for Alibaba Price Sorting:\n\n1. Smart Auto-Scroll & Load\n   - Explore thousands of Alibaba products effortlessly\n   - Our tool keeps scrolling until it uncovers all available items\n   - Save hours of manual searching and scrolling on Alibaba\n\n2. Precision Alibaba Price Sorting\n   - Instantly organize Alibaba products from lowest to highest price\n   - Uncover hidden deals and best-priced items with ease\n   - Make informed decisions based on your budget\n\n3. Intuitive Side Drawer\n   - Access your price-sorted Alibaba results in a sleek side panel\n   - Keep your original Alibaba search view intact while comparing options\n\n4. One-Click Product Access\n   - Open detailed Alibaba product pages directly from our sorted list\n   - Streamline your research and purchasing process on Alibaba\n\n💡 Perfect For Alibaba Shoppers:\n\n- Dropshippers seeking the best-priced products on Alibaba\n- Bargain hunters looking for the lowest prices on Alibaba\n- Researchers comparing Alibaba product prices across categories\n- Anyone who wants to sort Alibaba search results by price\n\n🛠 Easy to Use on Alibaba:\n\n1. Install Ali Sorter\n2. Navigate to Alibaba.com\n3. Click 'Sort & Load All'\n4. Watch as Ali Sorter organizes Alibaba products by price\n5. Browse your perfectly price-sorted Alibaba results\n\n🚀 Transform Your Alibaba Shopping Today!\n\nStop wasting time manually comparing prices on Alibaba. With Ali Sorter, transform your Alibaba experience into a precise, efficient price-sorting powerhouse. Say goodbye to confusion and hello to clear, price-sorted Alibaba product lists.\n\nDownload Ali Sorter now and start sorting Alibaba products by price like a pro!\n\n---\n\nAli Sorter: The easiest way to sort Alibaba products by price.\n\n---\n\n*Disclaimer*: This extension does not store your data. It is also not affiliated with Alibaba in any way."
  }
}