{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESUIT | Video Downloader for Facebook™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Facebook videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Want to know how to download videos from Facebook? You’re in the right place. Downloading videos from Facebook is useful for a range of reasons, namely so that you can watch them wherever you are — internet or not.\nwith this extension, you can download video from anywhere with HD quality!\n\nAdditional Features:\nIn the Popup, we provide the following additional features:\n\nFind more extensions: This is a promotional link if you want to discover more browser extensions developed by ESUIT.\nBuy me a coffee: If you'd like to support our future updates and maintenance, you can use this feature to buy us a cup of coffee.\nReport a bug: If you encounter any issues, you can get in touch with us through this link, and we will assist you in fixing it.\nRate Chrome Store options: If you enjoy using this extension, you can click here to rate it.\n\nWarning\nFacebook™ is a trademark of Facebook Inc., registered in the U.S. and other countries. This is an independent project developed by ESUIT. and has no relationship to Facebook™ or Facebook Inc. \n\nthis extension is not officially developed by Facebook™, The author is @William Chen\n\nGot feedback or experiencing any issues? Let us know on Facebook! Your input is important to us and we're here to help.\nhttps://www.facebook.com/esuitdev",
    "en,en_AU": "Want to know how to download videos from Facebook? You’re in the right place. Downloading videos from Facebook is useful for a range of reasons, namely so that you can watch them wherever you are — internet or not.\nwith this extension, you can download video from anywhere with HD quality!\n\nIf you need to subscribe to our service, we will collect your email address to verify your subscription status. (We only collect this data from subscribers; if you do not subscribe, we will not collect any of your data.) This is our privacy policy.\nhttps://esuit.dev/privacy-policy\n\nNotice: this extension has In-App Purchases.\nThis extension includes features that require payment to unlock unlimited usage. Please refer to our pricing page for more details.\nhttps://esuit.dev/pricing/download-videos-for-facebook\n\nAdditional Features:\nIn the Popup, we provide the following additional features:\n\nFunction Description: A brief description accompanied by a video tutorial demonstrating how to use this extension.\nLogin Button: Use when you need to subscribe to premium features or log in with an existing subscription.\nRelevant-Ext: We provide brief recommendations and introductions to relevant extensions in a small section.\nEncountering an issue? Report it to us 💪: If you encounter any issues, you can get in touch with us through this link, and we will assist you in fixing it.\n\nWarning\nFacebook™ is a trademark of Facebook Inc., registered in the U.S. and other countries. This is an independent project developed by ESUIT. and has no relationship to Facebook™ or Facebook Inc. \n\nthis extension is not officially developed by Facebook™, The author is @William Chen\n\nGot feedback or experiencing any issues? Let us know on Facebook! Your input is important to us and we're here to help.\nhttps://www.facebook.com/esuitdev"
  }
}