{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Howit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real Estate"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension examines Redfin/Zillow listing pages and shows a pop-up within which the listing agent can advertise a listing for free. The other users can also use this platform to ask questions or share thoughts about a listing.  \n \n**Scopes**\nHowit is currently supporting Redfin and Zillow listings.\n \n**How It Works**\nAfter installing the Howit, navigate to any Redfin or Zillow listing page and click the extension's icon in the toolbar to activate it. It will examine the listing page and identify a listing based on the URL of the activeTab.\n \n**Features**\n1. Display reviews on a listing automatically when navigate to Redfin or Zillow listing page.\n2. Users can post reviews on a listing after signup via Google account, Facebook account, or email.\n3. Users can add listings to their own favorites folder and review them in the future. \n4. Users can control to turn on or off geolocation. They also change the display name.\n \n**Why it is useful**\nRedfin.com and Zillow.com is a real estate site that lists houses and condos for sale. When agents are listing a house, they want to share the listing on different platforms, like their own Facebook Channels, LinkedIn Groups or even need to pay money for the advertisement.  Our platform provides a more efficient way for this task. \n \n**More information**\nRedfin.com and Zillow.com is a real estate site that lists houses and condos for sale.\nThe extension is not associated with Redfin and Zillow.\nThe extension does not import any ads or features from those sites."
  }
}