{
  "name": {
    "ar,fil,gu": "Zig Down Game",
    "am,bg,bn,cs,el,he,hi,ta": "Zig Down Unblocked Game",
    "ca,da,fa,ko,ml,no,sv": "Zig Down Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,hr,it,lt,ms,nl,pt_BR,pt_PT,ru,sk,sr,sw,th,tr,uk,vi,zh_CN,zh_TW": "Zig Down Snake Game",
    "et,ja,kn,mr,pl,ro,te": "Zig Down Online",
    "fi,hu,id,lv,sl": "Zig Down Snake Games"
  },
  "short": {
    "ar": "أثناء النزول من الأعلى مع الثعبان ، عليك الانتباه إلى العقبات في الطريق.",
    "am": "እባቡን ይዛችሁ ከላይ ወደ ታች ስትወርዱ በጉዞ ላይ ለምታደርጉት እንቅፋቶች ትኩረት መስጠት አለብዎት።",
    "bg": "Докато слизате от върха със змията, трябва да обърнете внимание на препятствията по пътя.",
    "bn": "সাপ নিয়ে উপর থেকে নীচে নামার সময় পথে বাধার দিকে নজর দিতে হবে।",
    "ca": "Mentre baixeu des de dalt amb la serp, heu de parar atenció als obstacles del camí.",
    "cs": "Při sestupu z vrcholu s hadem musíte věnovat pozornost překážkám na cestě.",
    "da": "Mens du går ned fra toppen med slangen, skal du være opmærksom på forhindringerne på vejen.",
    "de": "Während du mit der Schlange von oben nach unten gehst, musst du auf die Hindernisse auf dem Weg achten.",
    "el": "Ενώ κατεβαίνετε από την κορυφή με το φίδι, πρέπει να δώσετε προσοχή στα εμπόδια στο δρόμο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "While going down from the top with the snake, you have to pay attention to the obstacles on the way.",
    "es": "Al bajar de la cima con la serpiente, debes prestar atención a los obstáculos en el camino.",
    "et": "Maduga ülevalt alla minnes peate pöörama tähelepanu teel olevatele takistustele.",
    "fa": "در حالی که پایین رفتن از بالا با مار، شما باید توجه به موانع در راه است.",
    "fi": "Kun menet alas ylhäältä käärmeen kanssa, sinun on kiinnitettävä huomiota tiellä oleviin esteisiin.",
    "fil": "Habang pagpunta down mula sa tuktok na may ahas, mayroon kang upang bigyang pansin ang mga obstacles sa paraan.",
    "fr": "En descendant du sommet avec le serpent, vous devez faire attention aux obstacles sur le chemin.",
    "gu": "સાપને લઈને ઉપરથી નીચે જતી વખતે રસ્તામાં આવતી અડચણો પર ધ્યાન આપવું પડે છે.",
    "he": "תוך כדי ירידה מלמעלה עם הנחש, אתה צריך לשים לב למכשולים בדרך.",
    "hi": "सांप के साथ ऊपर से नीचे जाते समय आपको रास्ते में आने वाली बाधाओं पर ध्यान देना होता है।",
    "hr": "Dok se spuštate s vrha sa zmijom, morate obratiti pozornost na prepreke na putu.",
    "hu": "Miközben a kígyóval lefelé halad a tetejéről, figyelnie kell az úton lévő akadályokra.",
    "id": "Saat turun dari atas bersama ular, Anda harus memperhatikan rintangan di jalan.",
    "it": "Mentre scendi dall'alto con il serpente, devi prestare attenzione agli ostacoli sulla strada.",
    "ja": "蛇と一緒に上から下りながら、途中の障害物に注意を払わなければなりません。",
    "kn": "ಹಾವಿನೊಂದಿಗೆ ಮೇಲಿನಿಂದ ಕೆಳಗೆ ಹೋಗುವಾಗ, ನೀವು ದಾರಿಯಲ್ಲಿನ ಅಡೆತಡೆಗಳ ಬಗ್ಗೆ ಗಮನ ಹರಿಸಬೇಕು.",
    "ko": "뱀과 함께 꼭대기에서 내려가는 동안, 당신은 도중에 장애물에주의를 기울여야합니다.",
    "lv": "Ejot uz leju no augšas ar čūsku, jums jāpievērš uzmanība šķēršļiem ceļā.",
    "ml": "പാമ്പുമായി മുകളിൽ നിന്ന് താഴേക്ക് പോകുമ്പോൾ, നിങ്ങൾ വഴിയിലെ തടസ്സങ്ങൾ ശ്രദ്ധിക്കണം.",
    "mr": "सापासोबत वरून खाली जाताना वाटेत येणाऱ्या अडथळ्यांकडे लक्ष द्यावं लागतं.",
    "ms": "Semasa turun dari atas dengan ular, anda perlu memberi perhatian kepada halangan dalam perjalanan.",
    "nl": "Terwijl je met de slang van bovenaf naar beneden gaat, moet je letten op de obstakels onderweg.",
    "no": "Mens du går ned fra toppen med slangen, må du være oppmerksom på hindringene på vei.",
    "pl": "Schodząc z góry wężem, trzeba zwrócić uwagę na przeszkody na drodze.",
    "ro": "În timp ce coborâți din partea de sus cu șarpele, trebuie să acordați atenție obstacolelor de pe drum.",
    "ru": "Спускаясь сверху со змеей, вы должны обращать внимание на препятствия на пути.",
    "sk": "Pri zostupe zhora s hadom musíte venovať pozornosť prekážkam na ceste.",
    "sl": "Med tem, ko greš z vrha s kačo dol, moraš biti na poti pozoren na ovire.",
    "sv": "När du går ner från toppen med ormen måste du vara uppmärksam på hindren på vägen.",
    "sw": "Wakati unashuka kutoka juu na nyoka, lazima uzingatie vikwazo njiani.",
    "ta": "பாம்புடன் மேலிருந்து கீழே செல்லும்போது, வழியில் உள்ள தடைகளுக்கு நீங்கள் கவனம் செலுத்த வேண்டும்.",
    "te": "పాముతో పై నుంచి కిందకు దిగేటప్పుడు దారిలో ఎదురయ్యే అడ్డంకులపై దృష్టి పెట్టాలి.",
    "th": "ในขณะที่ลงไปจากด้านบนพร้อมกับงูคุณต้องใส่ใจกับอุปสรรคระหว่างทาง",
    "tr": "Yılanla birlikte tepeden aşağıya inerken, yoldaki engellere dikkat etmeniz gerekiyor.",
    "uk": "Спускаючись з вершини зі змією, доводиться звертати увагу на перешкоди на шляху."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a snake game adventure on a colorful platform! Avoid obstacles and reach the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nZig Down Snake Game Features\n✓ Colorful Graphics\n✓ Infinity Level\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Zig Down Snake Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}