{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add Contract Data to Fangraphs Leaders Page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to add player contract data to the Fangraphs leader page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you love looking at Fangraphs leaderboard pages to see how your favorite baseball players are doing? Do you also like looking at your favorite baseball players contract information? Well this browser extension takes both those things and makes them available in one place. When you load the leaderboards page in Fangraphs, a new column will appear showing the contract information for that player. Also, if you hover over that new column, the entire contract will appear in a little window. No longer do you have to switch between the leaderboards page and a page with player contract info.\n\nHere is what the column means depending on status of player:\n\n- If the player has a guaranteed contract, the column will show when the player is signed through (meaning they are a FA after that year) and how much of the money remains on the contract. For instance SIGNED THRU 2031 | $280M means the player is signed through the 2031 season and has $280M left on that deal. If a player is in the last year of a contract and is a pending free agent, the column will show something like SIGNED THRU 2024\n- If the player is pre-arbitration or in their arbitration years, the column will show what their current arb status is (ARB1, ARB2, etc) and when their projected last year of arbitration is (this will change depending on Super II status). If a player is pre-arbitration, it will show the first year they go into arbitration. For instance PREARB | ARB1 2027 | FINAL ARB 2029 means that the player is currently pre-arbitration, willl go into their first year of arbitration in 2027, and has a projected last year of arbitration in 2029.\n\nIf you hover over the column in a particular player row, a window will appear showing the current contract breakdown of that player, including any options they may have as part of that contract.\n\nThere is also an options page when you click on the extension icon in the browser. Here you can change the default settings of the extension, allowing you to highlight a player's row based on a few different criteria. You can also change the color of the highlight. Here are the different criteria you can highlight\n\n- Arbitration Players\n- Pre-Arbitration Players\n- Players with less than one year left on their contract\n\nIf you want to thank me for making this because it made you a little happier, feel free to buy me a coffee\nhttps://buymeacoffee.com/isaacrlevin\n\nIf you have issues or any feedback at all, feel free to open an issue on GitHub\nhttps://github.com/isaacrlevin/FangraphsClubControlExtension"
  }
}