{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mouse Click Enabler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ensures right and left mouse clicks and copy-paste functions work on all webpages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the Full Potential of Your Browser with Mouse Click Enabler!\n\nTired of websites that restrict your ability to right-click, left-click, or use basic copy-paste functions? Mouse Click Enabler is the ultimate Chrome extension designed to empower you with the freedom to use your mouse as you wish on any webpage.\n\nKey Features:\n\nEnable Right-Click and Left-Click: Restore the full functionality of your mouse, bypassing site-imposed restrictions.\nCopy-Paste Without Limits: Easily copy and paste text from any website, no matter the restrictions in place.\nUser-Friendly Toggle: With just one click, you can enable or disable the extension directly from the popup interface.\nModern and Intuitive Design: Our extension features a sleek, modern design that’s easy to navigate, making it perfect for all users.\nExplore More Features: Discover additional functionalities and updates with the \"Explore More\" option in the popup.\nSupport Development: If you love the extension, consider supporting its continued development through the \"Donate\" button.\nVisit the Developer: Get to know the person behind the extension by visiting the developer's website directly from the popup.\nWhy Choose Mouse Click Enabler?\n\nSimplicity and Power: No more frustration with restricted sites. Just install and click to unlock your browser’s full potential.\nSecurity and Privacy: Mouse Click Enabler is designed with your privacy in mind. It only interacts with your browser's user interface and does not collect or transmit any personal data.\nSeamless Integration: The extension works effortlessly in the background, allowing you to browse and interact with websites without interruptions.\nHow It Works:\n\nInstall the Extension: Add Mouse Click Enabler to your Chrome browser from the Chrome Web Store.\nActivate with a Click: Use the extension icon in your toolbar to open the popup. From there, enable or disable the features as needed.\nEnjoy Unrestricted Browsing: Right-click, left-click, and copy-paste with ease on any webpage.\nPerfect For:\n\nStudents and Researchers: Quickly gather information from online sources without worrying about restrictions.\nContent Creators: Easily copy content for reference, drafting, or inspiration.\nEveryday Users: Anyone who wants a hassle-free browsing experience.\nDownload Mouse Click Enabler today and take control of your browsing experience. Whether you're working, studying, or just surfing the web, this extension ensures you can interact with any website on your terms.\n\nTechnical Details:\n\nVersion: 1.0\nLast Updated: 2 Sep 2024\nSize: 55.8KB\nBrowser Compatibility: Chrome\nLanguages Supported: English\nDeveloper: Dragosaurabh\nSupport and Feedback: We are committed to providing you with the best possible experience. If you have any feedback or need assistance, visit our website or contact us directly. Your input helps us improve and add new features.\n\nNote: Always keep your extension up to date to enjoy the latest features and improvements.\n\nKeywords: Right-click enabler, left-click enabler, copy-paste enabler, Chrome extension, unrestricted browsing, productivity, Dragosaurabh, mouse click, bypass restrictions."
  }
}