{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRM Connect UK"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRM Connect enables the customer to connect their CRM system to display customer information on incoming and outgoing calls."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,es_419,fa,fil,gu,he,hi,hr,hu,id,kn,ko,lt,ml,mr,ms,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Crm Connect\" is a tool that enables the integration of your telephony system with various commonly used customer relationship management (CRM) and ticketing systems through a lookup service.\n\nWHY CRM CONNECT?\n• With \"CRM Connect,\" customers can link their CRM system to their Dstny Cloud PBX, allowing them to view customer information during both incoming and outgoing calls. This integration provides a more personalized and efficient customer experience by allowing agents to access relevant information quickly and easily.\n• Enabling the integration between their CRM system and Dstny Cloud PBX allows users to access pertinent CRM information in real-time, enhancing their ability to deliver a better customer experience. With relevant information at their fingertips, users can quickly and easily retrieve customer information during calls, eliminating the need for time-consuming manual searches. Ultimately, this integration simplifies the user's daily workflow, allowing them to focus on providing excellent service to their customers.\n\nWHAT IS CRM CONNECT?\n• \"CRM Connect\" is a server-side integration that supports the most commonly used enterprise resource planning (ERP) and CRM systems available in the market. The information retrieved from the integrated systems is then presented to users through a Chrome plug-in. In the future, this information will also be available through Dstny's mobile apps and \"ConnectMe\" platform.\n• In addition to supporting the most commonly used ERP and CRM systems, \"CRM Connect\" also offers the ability for service providers to create custom CRM connectors to meet specific customer and niche market needs. This customization capability enables service providers to offer tailored solutions that can integrate with a broader range of CRM and ticketing systems.\n• \"CRM Connect\" offers the flexibility to create custom buttons that perform specific actions, such as opening customer cards or creating new tickets, directly from within the interface. Additionally, users can embed web content directly into the \"CRM Connect\" interface, providing quick access to relevant information without having to navigate to a separate browser tab. This feature enhances user productivity by streamlining the workflow and providing a more efficient way to access and manage customer data.",
    "da,de,en_US,es,et,fi,fr,it,ja,lv,nl,no,sv": "Dstny Crm Connect is a lookup service, which can integrate your telephony with most common CRM and ticketing systems.\n\nWHY CRM CONNECT?\n• CRM Connect enables the customer to connect their CRM\nsystem to their Dstny Cloud PBX and display customer\ninformation on incoming and outgoing calls.\n• By enabling this, the user receives relevant CRM information at\nthe right time, enabling them to improve the customer\nexperience and simply their everyday lives.\n\nWHAT IS CRM CONNECT?\n• CRM Connect is server-side and support the most used ERP’s\nand CRM’s in the market. The information is then rendered in a\nChrome plug-in (and will later be available in our mobile apps and\nin ConnectMe).\n• CRM Connect also enables the service provider to easily create\ncustom CRM connectors to tailor to specific customer and niche\nmarket needs.\n• With CRM Connect, one can also create custom buttons (such as\nopening customer cards, creating new tickets) and embed webcontent directly in the CRM Connect interface."
  }
}