{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Name Combiner Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly combine names directly in a popup or using a context menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Name Combiner Online: Craft Unique Names Instantly\n\nUnlock the full potential of creativity with the \"Name Combiner Online\" Chrome extension, your go-to solution for generating unique and memorable name combinations. Whether you're looking to blend names for a newborn, create a standout brand identity, or find the perfect name fusion for a project, our tool makes it seamless and fun.\n\nKey Features:\n\nVersatile Name Combining: Mix two or more names into one unique identity. Perfect for personal, professional, or creative naming needs.\nUser-Friendly Interface: Simple, intuitive, and easy to navigate. Start combining names with just a few clicks.\n\nDiverse Combining Options: Choose from multiple combining styles like equal parts, random fusion, or weighted emphasis to craft names that resonate with your goals.\n\nReal-Time Results: See your name combinations instantly. Experiment with different variations to find your ideal match.\n\nSafe and Secure: We value your privacy. The extension does not store or transmit your inputted names, ensuring your information stays private.\nIdeal For:\n\nCouples looking to name their children with a blend of their own names.\nWriters and artists seeking interesting character names.\n\nBrand creators in search of a unique business name that stands out.\nSocial media influencers aiming for catchy and memorable pseudonyms.\nEasy to Use:\n\nInstall the extension with a single click.\nEnter the names you wish to combine in the designated fields.\nSelect your preferred combination style.\nClick \"Generate\" and watch as innovative names are created in real-time.\nGet Creative: Explore the endless possibilities of name combinations. Whether it's for branding, creating memorable characters, or adding a personal touch to your projects, \"Name Combiner Online\" helps you create names that are not only unique but also meaningful.\n\nAdd \"Name Combiner Tool\" to your browser today and start creating names that inspire, resonate, and endure!\n\nhttps://namecombiner.online/"
  }
}