{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XCelsior Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XCelsior Clipper: Effortlessly Save and Organize Web Content\n\n\nOverview\nXCelsior Clipper is a powerful browser extension that…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XCelsior Clipper: Effortlessly Save and Organize Web Content\n\n\nOverview\nXCelsior Clipper is a powerful browser extension that allows you to seamlessly save and organize interesting content from the web directly to your XCelsior account. Enhance your productivity by integrating with \"XCelsior AI: GPT for Sheets™ with ChatGPT, Gemini\" on Google Sheets to answer questions based on your saved documents and uploaded files.\n\nXCelsior AI: GPT for sheets. Download this google extension from here:  https://workspace.google.com/marketplace/app/xcelsior_ai_gpt_for_sheets_with_gemini_o/953720034790\n\n\nKey Features\n\nWeb Clipper\nCapture ideas and inspiration from anywhere with ease. Save articles, web pages, and screenshots directly to XCelsior.ai.\n\nSave What Matters\nClip web pages, articles, or PDFs and store them in XCelsior.ai. Screen capture full pages or just the parts you want—without distracting ads and sidebars.\n\nCustomize Your Clips\nTake a screenshot of a web page, then add highlights, text, and other annotations. With Web Clipper, you can ensure that what’s important is clear at a glance.\n\nIntegration with Google Sheets\nAfter clipping to XCelsior.ai, utilize the \"XCelsior AI: GPT for Sheets™ with ChatGPT, Gemini\" Google Sheets add-on to answer questions based on the documents you’ve clipped and files you’ve uploaded."
  }
}