{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojito - A Mintlayer Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojito is a non-custodial decentralized crypto wallet that lets you send and receive BTC and ML from any other address."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mojito is a non-custodial decentralized crypto wallet that lets you send, receive BTC and ML from any other address. Set your own network fees and choose between speed and savings. Lightning Network now supported for instant, low cost transactions. \n\nSend and receive with freedom \nMojito lets you send, receive BTC and ML from any other address. Set your own network fee and choose between speed and savings.\n\nMultiple wallets, one simple solution\nMojito allows you to create multiple wallets to store, \nSend, receive, store BTC and ML all in one place. \n\nUse your wallet everywhere\nAccess Mojito via desktop, or on the go with your mobile. Mojito gives you the freedom to use your funds, where you are. \n\nYour keys, your coins\nMojito is a non-custodial decentralized wallet, meaning we don’t hold your funds - you do. \nYou own your private keys, and you have full control over and true ownership of your assets. Not some third party.\n\nPowerful security, simplified \nMojito’s in-built security makes protecting your crypto easy. The wallet uses industry-leading technology to protect your account from bad actors and other attacks. \n  \nAnonymous Addresses \nGenerate fresh private keys for each transaction. Protect your transaction history from prying eyes and keep your identity anonymous.\n\nClient-side encryption\nEncrypt and protect data on your own device before any information touches our servers. No-server-side hacks, no malware, no problems. \n\nEasy to Restore\nIf anything happens to your devices you can enter your seed phrase on a new device and your account is exactly as you left it. \n\nPrivacy Policy:\nhttps://www.mintlayer.org/en/wallet-browser-extension-privacy-policy/"
  }
}