{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manchester City Wallpapers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For Every Manchester City Fan: Bring the Etihad Stadium Experience to Your Browser. by Gameograf"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the Power of Manchester City with Every New Tab: The Ultimate Chrome Extension for Cityzens.\n\nFor Every Manchester City Fan: Bring the Etihad Stadium Experience to Your Browser\nAre you a proud Manchester City supporter, always excited for the next match, victory, or trophy? This Chrome extension is a must-have for any Cityzen! Whether you're celebrating the Premier League titles, historic treble, or just showing your passion for the club, this extension keeps you connected to Manchester City with every new tab.\n\nFeel the Energy of Manchester City Every Time You Open a Tab\n🌟 New Tab Wallpaper Changes\nEnjoy fresh, high-definition wallpapers of Manchester City each time you open a new tab. From stunning shots of the Etihad Stadium to iconic images of legends like Sergio Agüero and current stars like Erling Haaland, Kevin De Bruyne, and Phil Foden, your screen will reflect the glory of City’s football excellence. You can even pin your favorite wallpaper to ensure it stays on every tab.\n\n🕒 Time and Date Display\nStay on top of your daily tasks while keeping track of match days and upcoming fixtures with the sleek time and date display. Stay organized while enjoying the Manchester City experience with every click.\n\n📝 Note Module\nNeed to jot down your thoughts or keep track of important information? The note module allows you to write reminders, to-dos, or even game predictions. Keep your day organized while staying focused on your love for City.\n\n🔒 Safe and Secure Browsing\nJust like City's solid defense, this extension ensures a secure browsing experience. It contains no harmful content, giving you peace of mind while you enjoy the stunning visuals and features dedicated to Manchester City.\n\nAmazing Features for Every Manchester City Fan\n🚀 Quick Access Shortcuts\nCatch up on the latest Manchester City news, transfer rumors, or match highlights with one-click access. Quick access shortcuts take you directly to your favorite websites, including the official club site, fan forums, or football news pages.\n\n🛠️ Customization Options\nControl your experience by customizing how often your wallpapers change or pinning your favorite image. Whether you prefer a shot of the team celebrating a title or a dramatic action shot of Haaland scoring a goal, you’re in charge of how your browser looks.\n\n🗂️ Bookmarks\nBookmark your favorite City-related websites, match reviews, or football analysis with ease. All your Manchester City content is just a click away, perfectly organized for quick access.\n\n🚀 Google Apps Module\nStay productive without leaving the City world behind. The Google Apps module provides seamless access to Gmail, Google Drive, and Calendar, all within the backdrop of Manchester City wallpapers.\n\nWhy Manchester City Fans Need This Extension\n💙 Live and Breathe Manchester City\nFrom the roaring fans at the Etihad Stadium to the incredible moments on the pitch, Manchester City is more than a football club—it's a way of life. This extension brings the same excitement and pride to your daily browsing, making every tab feel like a match day.\n\nDownload the Manchester City Chrome Extension Now!\nKeep the pride of Manchester City alive in every tab you open. Download the extension today to stay connected with the club, celebrate its victories, and never miss a moment of the action. Blue Moon is rising—be part of it with every click!"
  }
}