{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT RTL Switcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toggle text direction on ChatGPT-related websites between LTR and RTL."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English\nChatGPT RTL Switcher allows you to toggle the text direction on ChatGPT-related websites between left-to-right (LTR) and right-to-left (RTL). This extension is useful for users who prefer reading in RTL languages such as Arabic, Hebrew, and Persian. The extension does not alter the layout of code blocks, ensuring that programming code is displayed correctly without any disruption. Simply click the extension icon to switch the text direction and enjoy reading in your preferred layout.\n\nفارسی\nافزونه ChatGPT RTL Switcher به شما امکان می‌دهد جهت متن را در سایت‌های مرتبط با ChatGPT بین راست‌به‌چپ (RTL) و چپ‌به‌راست (LTR) تغییر دهید. این افزونه برای کاربرانی که به خواندن به زبان‌های RTL مانند عربی، عبری و فارسی ترجیح می‌دهند مفید است. این افزونه تغییری در قالب بلوک‌های کد ایجاد نمی‌کند و اطمینان می‌دهد که کدهای برنامه‌نویسی بدون هیچ بهم‌ریختگی نمایش داده می‌شوند. فقط با کلیک روی آیکون افزونه، جهت متن را تغییر دهید و از خواندن در قالب مورد علاقه خود لذت ببرید.\n\nالعربية\nيتيح لك امتداد ChatGPT RTL Switcher التبديل بين اتجاه النص في مواقع الويب المرتبطة بـ ChatGPT بين من اليسار إلى اليمين (LTR) ومن اليمين إلى اليسار (RTL). هذا الامتداد مفيد للمستخدمين الذين يفضلون القراءة بلغات RTL مثل العربية والعبرية والفارسية. لا يغير الامتداد تنسيق كتل الكود، مما يضمن عرض الأكواد البرمجية بشكل صحيح دون أي تشويش. فقط انقر على أيقونة الامتداد لتغيير اتجاه النص والاستمتاع بالقراءة في التنسيق المفضل لديك.\n\nעברית\nהרחבת ChatGPT RTL Switcher מאפשרת לשנות את כיוון הטקסט באתרים הקשורים ל-ChatGPT בין ימין לשמאל (RTL) לשמאל לימין (LTR). הרחבה זו שימושית עבור משתמשים המעדיפים קריאה בשפות RTL כמו ערבית, עברית ופרסית. ההרחבה אינה משנה את הפריסה של קטעי הקוד, ומבטיחה שהקוד יוצג בצורה נכונה ללא כל הפרעה. פשוט לחץ על סמל ההרחבה כדי לשנות את כיוון הטקסט ותהנה מקריאה בפריסה המועדפת עליך."
  }
}