{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HERO Timesheet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Log Timesheet Like a HERO"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to support log timesheet in breeze way for all smartors of SmartOSC company, compliance with latest company's policies.\nI value your time, you better using your time to make your code shine or just enjoy your life than count every minute to report timesheet and get punished if you just make a mistake.\n\nThe extension made with ❤ and a lot of ☕\nWant to say 'Thank you!' to me? Buy me a coffee: https://nhantien.momo.vn/8Gb3CRKbJHN/100000\n\nFeatures:\n- HERO Timesheet Table in dashboard, you can easily tracking timesheet status for every day. We colorize all the records and have short information for each record. You can filter records by month or search for time sheet record by date, status,... just type anything to search field and get the exactly results immediately\n- Statistic board show you all important and interesting numbers of each month.\n- Report timesheet like a HERO, you can set default values/populate values for ALL fields, never waste any click. Calendar is auto colorized for every working day by timesheet log status and quick information in tooltip. You can easily find out which day need to log timesheet and status of each day.\n- Auto select date that has not enough hours logged\n- You can configure hours for each project by fixed value or percentage. Drag n Drop to set priority for configured projects.\n- Timesheet hours field is auto populated with correctly number of hour left every time you choose a date or/and project. It's truly magical, you never make a mistake when calculating timesheet hour again ;)\n- Auto notify to member/supervisor weekly/monthly, can turn on/off or set notification by week days. You will never forget to log timesheet.\n- Attendance Report table to report attendance status of whole month, track your monthly performance never be easier.\n- You are a dev and want to make your code shine? Yes, i do create some callback functions in extension options, you can extend the extension feature by your talent.\n\nNow, let's log timesheet like a HERO and never make a mistake again ;)"
  }
}