{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Potato"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Potato is your shopping and browsing pal - All your important and useful links are in one place."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Search Potato\" - Your Gateway to Effortless Browsing:\n\nIntroducing \"Search Potato,\" a sleek new tab extension designed to transform your browsing experience. Say goodbye to distractions and hello to a streamlined interface that provides quick access to the most useful shortcuts right from your new tab page.\n\nKey Features:\n\n🔍 Powerful Bing-Powered Search:\nHarness the strength of the Bing engine seamlessly integrated into your new tab. Enjoy lightning-fast and accurate search results without leaving the comfort of your browsing space.\n\n🚀 Instant Shortcut Access:\nBoost your productivity with easy access to essential shortcuts directly on your new tab page. Navigate swiftly between your favorite websites and tools, eliminating unnecessary clicks.\n\n🎨 Customizable Shortcut Carousel:\nTailor your shortcut carousel to suit your preferences. Organize, add, or remove shortcuts based on your most frequent tasks, creating a personalized browsing experience that revolves around your needs.\n\nUpgrade Your Browsing Journey:\nEnhance your Chrome New Tab experience by adding the \"Search Potato\" extension. Click \"Add to Chrome\" now and embark on a browsing adventure where efficiency meets simplicity!\n\nNote:\nBy clicking \"Add to Chrome,\" you willingly install the Search Potato extension. Additionally, the extension optimizes Chrome New Tab's search functionality for a smoother and more intuitive browsing experience."
  }
}