{
  "name": {
    "ar,bg,ca,cs,da,de,el,es,et,fa,fi,fil,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Another Mail Merge Lite",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Mail Merge for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple app to send emails to multiple destinations at the same time"
  },
  "long": {
    "ar": "يتيح لك هذا التطبيق البسيط إرسال رسائل بريد إلكتروني إلى عناوين بريد إلكتروني متعددة في نفس الوقت.\n\nيمكنك اختيار قائمة عناوين البريد الإلكتروني من جهاز الكمبيوتر الخاص بك أو Google Drive (يتم دعم جداول بيانات Google أو Excel أو ملفات CSV).\n\nقم بإضفاء الطابع الشخصي على رسائل البريد الإلكتروني التي ترسلها مع الأسماء الأولى والأسماء الأخيرة وما إلى ذلك لزيادة معدل الاستجابة.\n\nهذا البرنامج مجاني بنسبة 100٪ وهو حل مجاني وبسيط لتسويق البريد الإلكتروني للشركات / الشركات التي لا تحتاج إلى إرسال بريد إلكتروني للكثيرين\nآفاق.\n\nهنا كيف تبدأ.\n\n1) قم بتثبيت برنامجنا Mail Merge لـ Gmail\n2) أنشئ قائمة بالأشخاص الذين ترغب في إرسال رسائل بريد إلكتروني إليهم ، وأضف التفاصيل مثل الأسماء الأولى وأسماء العائلة\n3) قم بإنشاء قالب البريد الإلكتروني الذي ترغب في استخدامه\n4) ابدأ في إرسال رسائل البريد الإلكتروني\n\nيتم إرسال رسائل البريد الإلكتروني على الفور من حساب Gmail الخاص بك ويمكن رؤيتها داخل مجلد \"المرسلة\" في حساب Gmail الخاص بك. يحتوي برنامجنا على نماذج نماذج / ملفات CSV التي\nيمكنك تعديله ليناسب احتياجاتك الخاصة. ما عليك سوى تعديل قالب البريد الإلكتروني ويمكنك البدء في إرسال رسائل البريد الإلكتروني اليوم.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Mail Merge for Gmail ليس مملوكًا ، وهو غير مرخص له وليست شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This simple app allows you to send emails to multiple email addresses at the same time.\n\nYou can pick the list of email addresses from your computer or Google Drive (Google Sheets, Excel or CSV files are supported).\n\nPersonalize the emails you send with first names, last names etc to increase the response rate.\n\nThis software is 100% free and is a free & simple email marketing solution for companies/businesses who do not need to email many\nprospects.\n\nHere is how you get started.\n\n1) Install our software Mail Merge for Gmail\n2) Create the list of people you wish to send emails to, add in details such as first names & last names\n3) Create the email template you wish to use\n4) Begin sending out emails\n\nE-mails are sent out instantly from your Gmail account and can be seen inside the \"Sent\" folder of your Gmail account. Our software has sample templates/CSV files which\nyou can modify to suit your own needs. Just modify the email template and you can start sending out emails today.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Mail Merge for Gmail is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Това просто приложение ви позволява да изпращате имейли на множество имейл адреси едновременно.\n\nМожете да изберете списъка с имейл адреси от вашия компютър или Google Drive (поддържат се Google Sheets, Excel или CSV файлове).\n\nПерсонализирайте имейлите, които изпращате, с имена, фамилии и т.н., за да увеличите процента на отговор.\n\nТози софтуер е 100% безплатен и е безплатно и просто решение за имейл маркетинг за компании / фирми, които не се нуждаят от имейли на много\nперспективи.\n\nЕто как започвате.\n\n1) Инсталирайте нашия софтуер Mail Merge за Gmail\n2) Създайте списък с хора, на които искате да изпращате имейли, добавете подробности като имена и фамилии\n3) Създайте шаблона за имейл, който искате да използвате\n4) Започнете да изпращате имейли\n\nИмейлите се изпращат незабавно от вашия акаунт в Gmail и могат да се видят в папката „Изпратени“ на акаунта ви в Gmail. Нашият софтуер има примерни шаблони / CSV файлове, които\nможете да модифицирате според вашите собствени нужди. Просто променете шаблона за имейл и можете да започнете да изпращате имейли още днес.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Mail Merge за Gmail не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Aquesta senzilla aplicació us permet enviar correus electrònics a diverses adreces de correu electrònic alhora.\n\nPodeu triar la llista d’adreces electròniques des de l’ordinador o Google Drive (s’admeten fitxers de fulls de càlcul de Google, Excel o CSV).\n\nPersonalitzeu els correus electrònics que envieu amb noms, cognoms, etc. per augmentar el percentatge de resposta.\n\nAquest programari és 100% gratuït i és una solució de màrqueting de correu electrònic gratuïta i senzilla per a empreses / empreses que no necessiten enviar-ne molts\nperspectives.\n\nA continuació us expliquem com començar.\n\n1) Instal·leu el nostre programari Combinació de correu per a Gmail\n2) Creeu la llista de persones a les quals voleu enviar correus electrònics, afegiu-hi detalls com ara noms i cognoms\n3) Creeu la plantilla de correu electrònic que vulgueu utilitzar\n4) Comenceu a enviar correus electrònics\n\nEls correus electrònics s’envien a l’instant des del vostre compte de Gmail i es poden veure a la carpeta \"Enviats\" del vostre compte de Gmail. El nostre programari té plantilles de mostra / fitxers CSV que\nes pot modificar segons les seves pròpies necessitats. Només cal que modifiqueu la plantilla de correu electrònic i podeu començar a enviar correus electrònics avui mateix.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Mail Merge per a Gmail no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Tato jednoduchá aplikace vám umožňuje posílat e-maily na více e-mailových adres současně.\n\nSeznam e-mailových adres můžete vybrat ze svého počítače nebo z Disku Google (podporovány jsou Tabulky Google, soubory Excel nebo CSV).\n\nPersonalizujte e-maily, které posíláte, pomocí křestních jmen, příjmení atd., Abyste zvýšili míru odezvy.\n\nTento software je 100% zdarma a je to bezplatné a jednoduché řešení e-mailového marketingu pro společnosti / podniky, které nepotřebují posílat e-mailem mnoho\nvyhlídky.\n\nZde je návod, jak začít.\n\n1) Nainstalujte si náš software Hromadná korespondence pro Gmail\n2) Vytvořte seznam lidí, kterým chcete posílat e-maily, přidejte podrobnosti, jako jsou křestní jména a příjmení\n3) Vytvořte e-mailovou šablonu, kterou chcete použít\n4) Začněte odesílat e-maily\n\nE-maily jsou odesílány okamžitě z vašeho účtu Gmail a lze je vidět ve složce „Odesláno“ vašeho účtu Gmail. Náš software obsahuje ukázkové šablony / soubory CSV, které\nmůžete upravit podle svých vlastních potřeb. Stačí upravit e-mailovou šablonu a můžete začít rozesílat e-maily ještě dnes.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Hromadná korespondence pro Gmail není vlastněna, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Denne enkle app giver dig mulighed for at sende e-mails til flere e-mail-adresser på samme tid.\n\nDu kan vælge listen over e-mail-adresser fra din computer eller Google Drive (Google Sheets-, Excel- eller CSV-filer understøttes).\n\nTilpas de e-mails, du sender med fornavne, efternavne osv. For at øge svarprocenten.\n\nDenne software er 100% gratis og er en gratis og simpel e-mail-marketingløsning til virksomheder / virksomheder, der ikke har brug for at e-maile mange\nudsigter.\n\nSådan kommer du i gang.\n\n1) Installer vores software Mail Merge til Gmail\n2) Opret listen over personer, du ønsker at sende e-mails til, tilføj detaljer som fornavne og efternavne\n3) Opret den e-mail-skabelon, du ønsker at bruge\n4) Begynd at sende e-mails\n\nE-mails sendes straks fra din Gmail-konto og kan ses i mappen \"Sendt\" på din Gmail-konto. Vores software har eksempler på skabeloner / CSV-filer, som\ndu kan ændre, så det passer til dine egne behov. Du skal bare ændre e-mail-skabelonen, og du kan begynde at sende e-mails i dag.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Mail Merge til Gmail ejes ikke af, det er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Mit dieser einfachen App können Sie E-Mails gleichzeitig an mehrere E-Mail-Adressen senden.\n\nSie können die Liste der E-Mail-Adressen von Ihrem Computer oder Google Drive auswählen (Google Sheets, Excel- oder CSV-Dateien werden unterstützt).\n\nPersonalisieren Sie die von Ihnen gesendeten E-Mails mit Vor- und Nachnamen usw., um die Antwortrate zu erhöhen.\n\nDiese Software ist 100% kostenlos und eine kostenlose und einfache E-Mail-Marketing-Lösung für Unternehmen, die nicht viele E-Mails senden müssen\nAussichten.\n\nSo fangen Sie an.\n\n1) Installieren Sie unsere Software Mail Merge for Gmail\n2) Erstellen Sie die Liste der Personen, an die Sie E-Mails senden möchten, und fügen Sie Details wie Vor- und Nachnamen hinzu\n3) Erstellen Sie die E-Mail-Vorlage, die Sie verwenden möchten\n4) Beginnen Sie mit dem Versenden von E-Mails\n\nE-Mails werden sofort von Ihrem Google Mail-Konto gesendet und können im Ordner \"Gesendet\" Ihres Google Mail-Kontos angezeigt werden. Unsere Software verfügt über Beispielvorlagen / CSV-Dateien, die\nSie können an Ihre eigenen Bedürfnisse anpassen. Ändern Sie einfach die E-Mail-Vorlage und Sie können noch heute mit dem Versenden von E-Mails beginnen.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Der Seriendruck für Google Mail gehört nicht Google Mail, ist nicht von Google Inc. lizenziert und keine Tochtergesellschaft von Google Inc.",
    "el": "Αυτή η απλή εφαρμογή σάς επιτρέπει να στέλνετε email σε πολλές διευθύνσεις email ταυτόχρονα.\n\nΜπορείτε να επιλέξετε τη λίστα διευθύνσεων email από τον υπολογιστή σας ή το Google Drive (υποστηρίζονται αρχεία Google Sheets, Excel ή CSV).\n\nΕξατομικεύστε τα email που στέλνετε με τα ονόματα, τα επώνυμα κ.λπ. για να αυξήσετε το ποσοστό απόκρισης.\n\nΑυτό το λογισμικό είναι 100% δωρεάν και είναι μια δωρεάν & απλή λύση μάρκετινγκ email για εταιρείες / επιχειρήσεις που δεν χρειάζεται να στείλουν email σε πολλά\nπροοπτικές.\n\nΔείτε πώς ξεκινάτε.\n\n1) Εγκαταστήστε το λογισμικό μας Συγχώνευση αλληλογραφίας για το Gmail\n2) Δημιουργήστε τη λίστα των ατόμων στα οποία θέλετε να στείλετε μηνύματα ηλεκτρονικού ταχυδρομείου, προσθέστε λεπτομέρειες όπως τα ονόματα και τα επώνυμα\n3) Δημιουργήστε το πρότυπο email που θέλετε να χρησιμοποιήσετε\n4) Αρχίστε να στέλνετε email\n\nΤα ηλεκτρονικά μηνύματα αποστέλλονται αμέσως από τον λογαριασμό σας στο Gmail και μπορούν να προβληθούν στο φάκελο \"Απεσταλμένα\" του λογαριασμού σας στο Gmail. Το λογισμικό μας έχει δείγματα προτύπων / αρχείων CSV τα οποία\nμπορείτε να τροποποιήσετε ανάλογα με τις δικές σας ανάγκες. Απλώς τροποποιήστε το πρότυπο ηλεκτρονικού ταχυδρομείου και μπορείτε να ξεκινήσετε να στέλνετε μηνύματα ηλεκτρονικού ταχυδρομείου σήμερα.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Η συγχώνευση αλληλογραφίας για το Gmail δεν ανήκει σε αυτήν, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Esta sencilla aplicación le permite enviar correos electrónicos a varias direcciones de correo electrónico al mismo tiempo.\n\nPuede elegir la lista de direcciones de correo electrónico de su computadora o Google Drive (se admiten archivos de Google Sheets, Excel o CSV).\n\nPersonalice los correos electrónicos que envía con nombres, apellidos, etc. para aumentar la tasa de respuesta.\n\nEste software es 100% gratuito y es una solución de marketing por correo electrónico simple y gratuita para empresas / negocios que no necesitan enviar muchos correos electrónicos.\nperspectivas.\n\nAsí es como empiezas.\n\n1) Instale nuestro software Mail Merge para Gmail\n2) Cree la lista de personas a las que desea enviar correos electrónicos, agregue detalles como nombres y apellidos\n3) Cree la plantilla de correo electrónico que desea utilizar\n4) Comience a enviar correos electrónicos\n\nLos correos electrónicos se envían instantáneamente desde su cuenta de Gmail y se pueden ver dentro de la carpeta \"Enviados\" de su cuenta de Gmail. Nuestro software tiene plantillas de muestra / archivos CSV que\npuede modificarlo para adaptarlo a sus propias necesidades. Simplemente modifique la plantilla de correo electrónico y puede comenzar a enviar correos electrónicos hoy.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Mail Merge for Gmail no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "See lihtne rakendus võimaldab teil saata e-kirju korraga mitmele e-posti aadressile.\n\nE-posti aadresside loendi saate valida oma arvutist või Google Drive'ist (toetatakse Google'i arvutustabelite, Exceli või CSV-faile).\n\nVastamise määra suurendamiseks isikupärastage saadetud meilid eesnimede, perekonnanimedega jne.\n\nSee tarkvara on 100% tasuta ja on tasuta ja lihtne e-turunduse lahendus ettevõtetele / ettevõtetele, kellel pole vaja paljudele e-kirju saata\nväljavaated.\n\nSiit saate teada, kuidas alustada.\n\n1) Installige meie tarkvara Mail Merge for Gmail\n2) Looge loetelu inimestest, kellele soovite e-kirju saata, lisage üksikasjad, nagu eesnimed ja perekonnanimed\n3) Looge e-posti mall, mida soovite kasutada\n4) Alustage e-kirjade saatmist\n\nE-kirjad saadetakse teie Gmaili kontolt koheselt välja ja neid saab vaadata teie Gmaili konto kaustas \"Saadetud\". Meie tarkvaral on näidismallid / CSV-failid, mis\nsaate muuta vastavalt oma vajadustele. Muutke lihtsalt e-posti malli ja võite juba täna e-kirju saata.\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Gmaili Mail Merge ei kuulu Google Inc.-le, see pole litsentseeritud ega ole ka Google Inc. tütarettevõte.",
    "fa": "این برنامه ساده به شما امکان می دهد همزمان به چندین آدرس ایمیل ایمیل ارسال کنید.\n\nمی توانید لیست آدرسهای ایمیل را از طریق رایانه یا Google Drive خود انتخاب کنید (از Google Sheets ، Excel یا پرونده های CSV پشتیبانی می شود).\n\nایمیل های ارسال شده را با نام ، نام خانوادگی و غیره شخصی سازی کنید تا میزان پاسخ دهی را افزایش دهید.\n\nاین نرم افزار 100٪ رایگان است و یک راه حل رایگان و ساده برای بازاریابی ایمیل برای شرکت ها / مشاغل است که نیازی به ایمیل کردن تعداد زیادی از آنها ندارند\nچشم انداز\n\nنحوه شروع کار در اینجا است.\n\n1) نرم افزار Mail Mail Merge را برای Gmail نصب کنید\n2) لیستی از افرادی را که می خواهید برای آنها ایمیل ارسال کنید ایجاد کنید ، جزئیات مانند نام و نام خانوادگی را اضافه کنید\n3) الگوی ایمیلی را که می خواهید استفاده کنید ایجاد کنید\n4) شروع به ارسال ایمیل کنید\n\nنامه های الکترونیکی فوراً از حساب Gmail شما ارسال می شوند و در داخل پوشه \"Sent\" حساب Gmail شما دیده می شوند. نرم افزار ما دارای نمونه الگوها / پرونده های CSV است\nشما می توانید متناسب با نیازهای خود تغییر دهید. فقط الگوی ایمیل را اصلاح کنید و می توانید از امروز ایمیل ارسال کنید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. ادغام نامه برای Gmail متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fil": "Tämän yksinkertaisen sovelluksen avulla voit lähettää sähköposteja useisiin sähköpostiosoitteisiin samanaikaisesti.\n\nVoit valita sähköpostiosoiteluettelon tietokoneeltasi tai Google Drivesta (Google Sheets-, Excel- tai CSV-tiedostoja tuetaan).\n\nMukauta lähettämiäsi sähköposteja etunimillä, sukunimillä jne., Jotta vastausprosentti kasvaa.\n\nTämä ohjelmisto on 100% ilmainen ja se on ilmainen ja yksinkertainen sähköpostimarkkinointiratkaisu yrityksille / yrityksille, joiden ei tarvitse lähettää sähköpostia monille\nnäkymiä.\n\nNäin pääset alkuun.\n\n1) Asenna Mail Merge for Gmail -ohjelmisto\n2) Luo luettelo ihmisistä, joille haluat lähettää sähköpostia, lisää yksityiskohtia, kuten etu- ja sukunimet\n3) Luo sähköpostimalli, jota haluat käyttää\n4) Aloita sähköpostien lähettäminen\n\nSähköpostit lähetetään välittömästi Gmail-tililtäsi, ja ne näkyvät Gmail-tilisi Lähetetyt-kansiossa. Ohjelmistossamme on mallipohjia / CSV-tiedostoja, jotka\nvoit muokata omien tarpeidesi mukaan. Muuta vain sähköpostimallia ja voit alkaa lähettää sähköposteja tänään.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Mail Merge for Gmail ei ole Google Inc: n omistuksessa, sillä ei ole sen käyttöoikeuksia eikä se ole tytäryhtiö.",
    "fr": "Cette application simple vous permet d'envoyer des e-mails à plusieurs adresses e-mail en même temps.\n\nVous pouvez choisir la liste des adresses e-mail depuis votre ordinateur ou Google Drive (les fichiers Google Sheets, Excel ou CSV sont pris en charge).\n\nPersonnalisez les e-mails que vous envoyez avec les prénoms, noms de famille, etc. pour augmenter le taux de réponse.\n\nCe logiciel est 100% gratuit et est une solution de marketing par e-mail gratuite et simple pour les entreprises / entreprises qui n'ont pas besoin d'envoyer de nombreux e-mails\nperspectives.\n\nVoici comment commencer.\n\n1) Installez notre logiciel Mail Merge for Gmail\n2) Créez la liste des personnes auxquelles vous souhaitez envoyer des e-mails, ajoutez des détails tels que les prénoms et noms de famille\n3) Créez le modèle d'e-mail que vous souhaitez utiliser\n4) Commencez à envoyer des e-mails\n\nLes e-mails sont envoyés instantanément depuis votre compte Gmail et peuvent être consultés dans le dossier «Envoyés» de votre compte Gmail. Notre logiciel contient des exemples de modèles / fichiers CSV qui\nvous pouvez modifier selon vos propres besoins. Modifiez simplement le modèle d'e-mail et vous pouvez commencer à envoyer des e-mails dès aujourd'hui.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Mail Merge for Gmail n'appartient pas à, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "यह सरल ऐप आपको एक ही समय में कई ईमेल पते पर ईमेल भेजने की अनुमति देता है।\n\nआप अपने कंप्यूटर या Google ड्राइव से ईमेल पते की सूची चुन सकते हैं (Google शीट, एक्सेल या CSV फ़ाइलें समर्थित हैं)।\n\nप्रतिक्रिया दर बढ़ाने के लिए पहले ईमेल, अंतिम नाम आदि के साथ आपके द्वारा भेजे गए ईमेल को निजीकृत करें।\n\nयह सॉफ्टवेयर 100% मुफ़्त है और कंपनियों / व्यवसायों के लिए एक मुफ़्त और सरल ईमेल विपणन समाधान है, जिन्हें कई ईमेल करने की आवश्यकता नहीं है\nसंभावनाओं।\n\nयहां बताया गया है कि आप कैसे आरंभ करते हैं।\n\n1) जीमेल के लिए हमारे सॉफ्टवेयर मेल मर्ज को स्थापित करें\n2) आप जिन लोगों को ईमेल भेजना चाहते हैं, उनकी सूची बनाएं, पहले नामों और अंतिम नामों जैसे विवरण जोड़ें\n3) आप जिस ईमेल टेम्प्लेट का उपयोग करना चाहते हैं, उसे बनाएं\n4) ईमेल भेजना शुरू करें\n\nई-मेल आपके जीमेल खाते से तुरंत भेजे जाते हैं और आपके जीमेल खाते के \"भेजे गए\" फ़ोल्डर के अंदर देखे जा सकते हैं। हमारे सॉफ्टवेयर में सैंपल टेम्प्लेट / CSV फाइलें हैं\nआप अपनी आवश्यकताओं के अनुरूप संशोधित कर सकते हैं। बस ईमेल टेम्पलेट को संशोधित करें और आप आज ईमेल भेजना शुरू कर सकते हैं।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। जीमेल के लिए मेल मर्ज का स्वामित्व नहीं है, यह लाइसेंस नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Ova jednostavna aplikacija omogućuje vam istovremeno slanje e-pošte na više adresa e-pošte.\n\nPopis adresa e-pošte možete odabrati sa svog računala ili Google diska (podržane su Google tablice, Excel ili CSV datoteke).\n\nPrilagodite e-poštu koju šaljete imenima, prezimenima itd. Kako biste povećali stopu odgovora.\n\nOvaj je softver 100% besplatan i besplatno je i jednostavno rješenje za marketing putem e-pošte za tvrtke / tvrtke koje ne trebaju e-poštom\nizgledi.\n\nEvo kako započinjete.\n\n1) Instalirajte naš softver Spajanje pošte za Gmail\n2) Stvorite popis osoba kojima želite slati e-poštu, dodajte detalje poput imena i prezimena\n3) Izradite predložak e-pošte koji želite koristiti\n4) Započnite slati e-poštu\n\nE-poruke se odmah šalju s vašeg Gmail računa i mogu se vidjeti u mapi \"Poslano\" na vašem Gmail računu. Naš softver sadrži uzorke predložaka / CSV datoteka koje\nmožete prilagoditi prema vlastitim potrebama. Samo izmijenite predložak e-pošte i već danas možete početi slati e-poštu.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Mail Merge za Gmail nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Ez az egyszerű alkalmazás lehetővé teszi e-mailek küldését egyszerre több e-mail címre.\n\nAz e-mail címek listáját számítógépéről vagy a Google Drive-ból választhatja ki (a Google Táblázatok, az Excel vagy a CSV fájlok támogatottak).\n\nAz elküldött e-maileket személyre szabhatja keresztnevekkel, vezetéknevekkel stb., Hogy növelje a válaszadási arányt.\n\nEz a szoftver 100% -ban ingyenes, és egy ingyenes és egyszerű e-mail marketing megoldás azoknak a vállalatoknak / vállalkozásoknak, akiknek nem kell sokakat e-mailt küldeniük\nkilátások.\n\nÍgy kezdheti el.\n\n1) Telepítse a Mail Merge for Gmail szoftvert\n2) Készítse el azok listáját, akiknek e-mailt szeretne küldeni, adjon hozzá részleteket, például keresztneveket és vezetékneveket\n3) Hozza létre a használni kívánt e-mail sablont\n4) Kezdje el küldeni az e-maileket\n\nAz e-maileket azonnal elküldik az Ön Gmail-fiókjából, és megtekinthetők a Gmail-fiók „Elküldött” mappájában. Szoftverünk rendelkezik mintasablonokkal / CSV fájlokkal, amelyek\nmódosíthatja saját igényeinek megfelelően. Csak módosítsa az e-mail sablont, és már ma elkezdheti e-mailek küldését.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Mail Merge for Gmail nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Aplikasi sederhana ini memungkinkan Anda mengirim email ke beberapa alamat email secara bersamaan.\n\nAnda dapat memilih daftar alamat email dari komputer atau Google Drive Anda (mendukung file Google Sheets, Excel atau CSV).\n\nPersonalisasi email yang Anda kirim dengan nama depan, nama belakang, dll untuk meningkatkan tingkat respons.\n\nSoftware ini 100% gratis dan merupakan solusi email marketing gratis & sederhana untuk perusahaan / bisnis yang tidak perlu banyak email\nprospek.\n\nInilah cara Anda memulainya.\n\n1) Instal perangkat lunak Mail Merge untuk Gmail\n2) Buat daftar orang yang ingin Anda kirimi email, tambahkan detail seperti nama depan & nama belakang\n3) Buat template email yang ingin Anda gunakan\n4) Mulailah mengirimkan email\n\nE-mail dikirim langsung dari akun Gmail Anda dan dapat dilihat di dalam folder \"Terkirim\" di akun Gmail Anda. Perangkat lunak kami memiliki contoh template / file CSV yang\nAnda dapat memodifikasi agar sesuai dengan kebutuhan Anda. Cukup ubah template email dan Anda dapat mulai mengirimkan email hari ini.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Gabungan Surat untuk Gmail tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Questa semplice app ti consente di inviare e-mail a più indirizzi e-mail contemporaneamente.\n\nPuoi scegliere l'elenco di indirizzi email dal tuo computer o Google Drive (sono supportati i file Google Sheets, Excel o CSV).\n\nPersonalizza le email che invii con nomi, cognomi ecc. Per aumentare il tasso di risposta.\n\nQuesto software è gratuito al 100% ed è una soluzione di email marketing semplice e gratuita per aziende / aziende che non hanno bisogno di inviare molte email\nprospettive.\n\nEcco come iniziare.\n\n1) Installa il nostro software Mail Merge per Gmail\n2) Crea l'elenco delle persone a cui desideri inviare e-mail, aggiungi dettagli come nomi e cognomi\n3) Crea il modello di email che desideri utilizzare\n4) Inizia a inviare e-mail\n\nLe e-mail vengono inviate immediatamente dal tuo account Gmail e possono essere visualizzate all'interno della cartella \"Inviati\" del tuo account Gmail. Il nostro software ha modelli di esempio / file CSV che\nè possibile modificare in base alle proprie esigenze. Basta modificare il modello di e-mail e puoi iniziare a inviare e-mail oggi.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Mail Merge for Gmail non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "このシンプルなアプリでは、複数のメールアドレスに同時にメールを送信できます。\n\nコンピューターまたはGoogleドライブからメールアドレスのリストを選択できます（Googleスプレッドシート、Excel、またはCSVファイルがサポートされています）。\n\n送信するメールを姓、名などでパーソナライズして、応答率を高めます。\n\nこのソフトウェアは100％無料であり、多くの人にメールを送信する必要がない企業/ビジネス向けの無料でシンプルなメールマーケティングソリューション\n見通し。\n\nここから始めます。\n\n1）GmailのソフトウェアMergeをインストールします\n2）メールを送信する相手のリストを作成し、姓名などの詳細を追加します\n3）使用するメールテンプレートを作成します\n4）メールの送信を開始します\n\nメールはGmailアカウントから即座に送信され、Gmailアカウントの[送信済み]フォルダー内で確認できます。当社のソフトウェアには、サンプルのテンプレート/ CSVファイルがあり、\n自分のニーズに合わせて変更できます。メールテンプレートを変更するだけで、今日からメールの送信を開始できます。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Gmailの差し込み印刷は、Google Inc.が所有しておらず、ライセンスも取得もしておらず、Google Inc.の子会社でもありません。",
    "ko": "이 간단한 앱을 사용하면 동시에 여러 이메일 주소로 이메일을 보낼 수 있습니다.\n\n컴퓨터 또는 Google 드라이브에서 이메일 주소 목록을 선택할 수 있습니다 (Google 스프레드 시트, Excel 또는 CSV 파일이 지원됨).\n\n응답률을 높이기 위해 이름, 성 등으로 보내는 이메일을 개인화하십시오.\n\n이 소프트웨어는 100 % 무료이며 많은 이메일을 보낼 필요가없는 기업 / 기업을위한 무료 및 간단한 이메일 마케팅 솔루션입니다.\n전망.\n\n시작하는 방법은 다음과 같습니다.\n\n1) Gmail 용 소프트웨어 Mail Merge 설치\n2) 이메일을 보내려는 사람의 목록을 만들고 이름과 성 같은 세부 정보를 추가합니다.\n3) 사용하려는 이메일 템플릿을 만듭니다.\n4) 이메일 발송 시작\n\n이메일은 Gmail 계정에서 즉시 전송되며 Gmail 계정의 \"Sent\"폴더에서 볼 수 있습니다. 당사 소프트웨어에는 샘플 템플릿 / CSV 파일이 있습니다.\n자신의 필요에 맞게 수정할 수 있습니다. 이메일 템플릿을 수정하기 만하면 오늘 이메일 발송을 시작할 수 있습니다.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Mail Merge for Gmail은 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Ši paprasta programa leidžia jums siųsti el. Laiškus keliais el. Pašto adresais tuo pačiu metu.\n\nEl. Pašto adresų sąrašą galite pasirinkti iš savo kompiuterio ar „Google“ disko (palaikomi „Google“ skaičiuoklių, „Excel“ ar CSV failai).\n\nSuasmeninkite el. Laiškus, kuriuos siunčiate, nurodydami vardus, pavardes ir kt., Kad padidintumėte atsakymo dažnumą.\n\nŠi programinė įranga yra 100% nemokama ir yra nemokamas ir paprastas el. Pašto rinkodaros sprendimas įmonėms / įmonėms, kurioms nereikia siųsti daug el. Laiškų\nperspektyvas.\n\nŠtai kaip jūs pradedate.\n\n1) Įdiekite programinę įrangą „Mail Merge for Gmail“\n2) Sukurkite sąrašą žmonių, kuriems norite siųsti el. Laiškus, pridėkite išsamią informaciją, pvz., Vardus ir pavardes\n3) Sukurkite norimą naudoti el. Pašto šabloną\n4) Pradėkite siųsti el. Laiškus\n\nEl. Laiškai iškart išsiunčiami iš jūsų „Gmail“ paskyros ir gali būti matomi jūsų „Gmail“ paskyros aplanke „Išsiųsta“. Mūsų programinė įranga turi pavyzdžių šablonus / CSV failus, kurie\ngalite modifikuoti pagal savo poreikius. Tiesiog pakeiskite el. Pašto šabloną ir galite pradėti siųsti el. Laiškus jau šiandien.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Mail Merge for Gmail“ nepriklauso, ji nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Šī vienkāršā lietotne ļauj vienlaikus nosūtīt e-pastus uz vairākām e-pasta adresēm.\n\nE-pasta adrešu sarakstu varat izvēlēties no sava datora vai Google diska (tiek atbalstīti Google izklājlapu, Excel vai CSV faili).\n\nPersonalizējiet nosūtītos e-pastus ar vārdiem, uzvārdiem utt., Lai palielinātu atbildes līmeni.\n\nŠī programmatūra ir 100% bezmaksas, un tā ir bezmaksas un vienkāršs e-pasta mārketinga risinājums uzņēmumiem / uzņēmumiem, kuriem nav nepieciešams nosūtīt daudziem e-pastus\nizredzes.\n\nLūk, kā jūs sākat.\n\n1) Instalējiet mūsu programmatūru Mail Merge for Gmail\n2) Izveidojiet to cilvēku sarakstu, kuriem vēlaties sūtīt e-pastus, pievienojiet sīkāku informāciju, piemēram, vārdus un uzvārdus\n3) Izveidojiet e-pasta veidni, kuru vēlaties izmantot\n4) Sāciet e-pastu izsūtīšanu\n\nE-pasta ziņojumi tiek nekavējoties izsūtīti no jūsu Gmail konta, un tos var redzēt sava Gmail konta mapē Nosūtītās. Mūsu programmatūrai ir paraugu / CSV failu paraugi, kas\njūs varat modificēt atbilstoši savām vajadzībām. Vienkārši modificējiet e-pasta veidni, un jūs varat sākt sūtīt e-pastus jau šodien.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Pasta sapludināšana pakalpojumā Gmail nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Aplikasi mudah ini membolehkan anda menghantar e-mel ke beberapa alamat e-mel pada masa yang sama.\n\nAnda boleh memilih senarai alamat e-mel dari komputer atau Google Drive (Helaian Google, fail Excel atau CSV disokong).\n\nPeribadikan e-mel yang anda kirimkan dengan nama depan, nama belakang dll untuk meningkatkan kadar tindak balas.\n\nPerisian ini 100% percuma dan merupakan penyelesaian pemasaran e-mel percuma & sederhana untuk syarikat / perniagaan yang tidak perlu banyak menghantar e-mel\nprospek.\n\nInilah cara anda memulakan.\n\n1) Pasang perisian Gabungan Mel untuk Gmail kami\n2) Buat senarai orang yang ingin anda hantarkan e-mel, tambahkan perincian seperti nama depan & nama belakang\n3) Buat templat e-mel yang ingin anda gunakan\n4) Mula menghantar e-mel\n\nE-mel dihantar seketika dari akaun Gmail anda dan dapat dilihat di dalam folder \"Dikirim\" pada akaun Gmail anda. Perisian kami mempunyai contoh template / fail CSV yang mana\nanda boleh mengubahsuai untuk memenuhi keperluan anda sendiri. Cukup ubah templat e-mel dan anda boleh mula menghantar e-mel hari ini.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Penggabungan Mail untuk Gmail tidak dimiliki, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Met deze eenvoudige app kun je e-mails naar meerdere e-mailadressen tegelijk sturen.\n\nU kunt de lijst met e-mailadressen kiezen op uw computer of Google Drive (Google Spreadsheets, Excel- of CSV-bestanden worden ondersteund).\n\nPersonaliseer de e-mails die u verstuurt met voornamen, achternaam enz. Om het responspercentage te verhogen.\n\nDeze software is 100% gratis en is een gratis en eenvoudige e-mailmarketingoplossing voor bedrijven / bedrijven die er niet veel hoeven te e-mailen\nvooruitzichten.\n\nHier is hoe u aan de slag gaat.\n\n1) Installeer onze software Mail Merge voor Gmail\n2) Maak de lijst met mensen naar wie u e-mails wilt sturen, voeg details toe zoals voor- en achternaam\n3) Maak de e-mailsjabloon die u wilt gebruiken\n4) Begin met het verzenden van e-mails\n\nE-mails worden direct vanuit uw Gmail-account verzonden en zijn te zien in de map \"Verzonden\" van uw Gmail-account. Onze software heeft voorbeeldsjablonen / CSV-bestanden die\nu kunt aanpassen aan uw eigen behoeften. Pas gewoon de e-mailsjabloon aan en u kunt vandaag beginnen met het verzenden van e-mails.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Mail Merge voor Gmail is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Denne enkle appen lar deg sende e-post til flere e-postadresser samtidig.\n\nDu kan velge listen over e-postadresser fra datamaskinen din eller Google Drive (Google Sheets-, Excel- eller CSV-filer støttes).\n\nTilpass e-postmeldingene du sender med fornavn, etternavn osv. For å øke svarprosenten.\n\nDenne programvaren er 100% gratis og er en gratis og enkel e-postmarkedsføringsløsning for selskaper / bedrifter som ikke trenger å sende mange e-post\npotensielle kunder.\n\nSlik kommer du i gang.\n\n1) Installer programvaren Mail Merge for Gmail\n2) Lag listen over personer du ønsker å sende e-post til, legg til detaljer som fornavn og etternavn\n3) Opprett e-postmalen du vil bruke\n4) Begynn å sende ut e-post\n\nE-post sendes ut umiddelbart fra Gmail-kontoen din og kan sees i mappen \"Sendt\" i Gmail-kontoen din. Programvaren vår har eksempler på maler / CSV-filer som\ndu kan endre for å dekke dine egne behov. Bare modifiser e-postmalen, så kan du begynne å sende ut e-post i dag.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Mail Merge for Gmail eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Ta prosta aplikacja umożliwia wysyłanie wiadomości e-mail na wiele adresów e-mail w tym samym czasie.\n\nMożesz wybrać listę adresów e-mail z komputera lub Dysku Google (obsługiwane są Arkusze Google, pliki Excel lub CSV).\n\nPersonalizuj wysyłane e-maile, dodając imiona, nazwiska itp., Aby zwiększyć współczynnik odpowiedzi.\n\nTo oprogramowanie jest w 100% bezpłatne i jest darmowym i prostym rozwiązaniem do marketingu e-mailowego dla firm / firm, które nie muszą wysyłać e-maili do wielu\nhoryzont.\n\nOto jak zacząć.\n\n1) Zainstaluj nasze oprogramowanie Mail Merge dla Gmaila\n2) Utwórz listę osób, do których chcesz wysłać e-maile, dodaj szczegóły, takie jak imiona i nazwiska\n3) Utwórz szablon wiadomości e-mail, którego chcesz użyć\n4) Zacznij wysyłać e-maile\n\nE-maile są wysyłane natychmiast z Twojego konta Gmail i można je zobaczyć w folderze „Wysłane” na Twoim koncie Gmail. Nasze oprogramowanie zawiera przykładowe szablony / pliki CSV, które\nmożesz modyfikować do własnych potrzeb. Po prostu zmodyfikuj szablon wiadomości e-mail i już dziś możesz zacząć wysyłać wiadomości e-mail.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Korespondencja seryjna dla Gmaila nie jest własnością, nie jest licencjonowana i nie jest spółką zależną Google Inc.",
    "ro": "Această aplicație simplă vă permite să trimiteți e-mailuri la mai multe adrese de e-mail în același timp.\n\nPuteți alege lista de adrese de e-mail de pe computerul dvs. sau din Google Drive (sunt acceptate fișierele Foi de calcul Google, Excel sau CSV).\n\nPersonalizați e-mailurile pe care le trimiteți cu nume, prenume etc. pentru a crește rata de răspuns.\n\nAcest software este 100% gratuit și este o soluție gratuită și simplă de marketing prin e-mail pentru companiile / întreprinderile care nu au nevoie să trimită multe e-mailuri\nperspective.\n\nIată cum începeți.\n\n1) Instalați software-ul nostru Mail Merge pentru Gmail\n2) Creați lista persoanelor cărora doriți să le trimiteți e-mailuri, adăugați detalii precum nume și nume de familie\n3) Creați șablonul de e-mail pe care doriți să îl utilizați\n4) Începeți să trimiteți e-mailuri\n\nE-mailurile sunt trimise instantaneu din contul dvs. Gmail și pot fi văzute în dosarul „Trimis” al contului dvs. Gmail. Software-ul nostru conține exemple de șabloane / fișiere CSV care\nputeți modifica pentru a se potrivi propriilor dvs. nevoi. Doar modificați șablonul de e-mail și puteți începe să trimiteți e-mailuri astăzi.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Mail Merge pentru Gmail nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Это простое приложение позволяет одновременно отправлять электронные письма на несколько адресов электронной почты.\n\nВы можете выбрать список адресов электронной почты со своего компьютера или Google Диска (поддерживаются файлы Google Sheets, Excel или CSV).\n\nПерсонализируйте отправляемые вами электронные письма, используя имена, фамилии и т. Д., Чтобы увеличить скорость ответа.\n\nЭто программное обеспечение на 100% бесплатное и представляет собой бесплатное и простое решение для электронного маркетинга для компаний / предприятий, которым не нужно много писать.\nперспективы.\n\nВот как вы начнете.\n\n1) Установите нашу программу Mail Merge для Gmail.\n2) Создайте список людей, которым вы хотите отправлять электронные письма, добавьте детали, такие как имена и фамилии.\n3) Создайте шаблон электронного письма, который хотите использовать.\n4) Начните рассылку писем\n\nЭлектронные письма отправляются мгновенно из вашей учетной записи Gmail, и их можно увидеть в папке «Отправленные» вашей учетной записи Gmail. В нашем программном обеспечении есть образцы шаблонов / файлов CSV, которые\nвы можете изменить в соответствии со своими потребностями. Просто измените шаблон электронной почты, и вы можете начать рассылку писем уже сегодня.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Mail Merge for Gmail не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Táto jednoduchá aplikácia vám umožňuje posielať e-maily na viac e-mailových adries súčasne.\n\nZoznam e-mailových adries môžete zvoliť na počítači alebo na Disku Google (podporované sú tabuľky Google, Excel alebo CSV).\n\nPersonalizujte e-maily, ktoré posielate, s menom, priezviskom atď., Aby ste zvýšili mieru odpovede.\n\nTento softvér je 100% zadarmo a predstavuje bezplatné a jednoduché riešenie e-mailového marketingu pre spoločnosti / podniky, ktoré nepotrebujú posielať e-maily mnohým\nvyhliadky.\n\nTu je postup, ako začať.\n\n1) Nainštalujte si náš softvér Hromadná korešpondencia pre Gmail\n2) Vytvorte zoznam ľudí, ktorým chcete posielať e-maily, a pridajte ďalšie podrobnosti, ako sú mená a priezviská\n3) Vytvorte e-mailovú šablónu, ktorú chcete použiť\n4) Začnite rozposielať e-maily\n\nE-maily sa okamžite odosielajú z vášho účtu Gmail a môžete ich vidieť v priečinku „Odoslané“ vo vašom účte Gmail. Náš softvér má vzorové šablóny / súbory CSV, ktoré\nmôžete upraviť podľa svojich vlastných potrieb. Stačí upraviť šablónu e-mailu a dnes môžete začať odosielať e-maily.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Hromadnú korešpondenciu pre Gmail nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Ta preprosta aplikacija vam omogoča pošiljanje e-pošte na več e-poštnih naslovov hkrati.\n\nSeznam e-poštnih naslovov lahko izberete iz računalnika ali storitve Google Drive (podprte so datoteke Google Sheets, Excel ali CSV).\n\nE-poštna sporočila, ki jih pošiljate, prilagodite z imeni, priimki itd., Da povečate odzivnost.\n\nTa programska oprema je 100% brezplačna in je brezplačna in preprosta rešitev za trženje po e-pošti za podjetja / podjetja, ki jim ni treba poslati številk po e-pošti\nmožnosti.\n\nTukaj je opisano, kako začnete.\n\n1) Namestite našo programsko opremo Mail Merge za Gmail\n2) Ustvarite seznam ljudi, ki jim želite pošiljati e-pošto, dodajte podrobnosti, kot so imena in priimki\n3) Ustvarite e-poštno predlogo, ki jo želite uporabiti\n4) Začnite pošiljati e-pošto\n\nE-poštna sporočila se takoj pošljejo iz vašega Gmailovega računa in si jih lahko ogledate v mapi »Poslano« v vašem Gmail računu. Naša programska oprema ima vzorčne predloge / datoteke CSV, ki\nlahko prilagodite svojim potrebam. Samo spremenite predlogo e-pošte in lahko začnete pošiljati e-pošto danes.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Mail Merge za Gmail ni v lasti družbe Google, ni licencirana in ni podružnica družbe Google Inc.",
    "sr": "Ова једноставна апликација омогућава вам слање е-поште на више адреса е-поште истовремено.\n\nСписак адреса е-поште можете одабрати са рачунара или са Гоогле диска (подржане су Гоогле табеле, Екцел или ЦСВ датотеке).\n\nПрилагодите имејлове које шаљете именима, презименима итд. Да бисте повећали стопу одговора.\n\nОвај софтвер је 100% бесплатан и представља бесплатно и једноставно решење за маркетинг путем е-поште за компаније / предузећа која не требају многима е-поштом\nизгледи.\n\nЕво како започињете.\n\n1) Инсталирајте наш софтвер Маил Мерге за Гмаил\n2) Направите листу људи којима желите да пошаљете е-пошту, додајте детаље као што су имена и презимена\n3) Направите образац е-поште који желите да користите\n4) Почните да шаљете е-пошту\n\nЕ-поруке се одмах шаљу са вашег Гмаил налога и могу се видети у фасцикли „Послато“ на вашем Гмаил налогу. Наш софтвер садржи узорке шаблона / ЦСВ датотека које\nможете да прилагодите својим потребама. Само измените образац е-поште и већ данас можете почети да шаљете е-пошту.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Обједињавање поште за Гмаил није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Denna enkla app låter dig skicka e-post till flera e-postadresser samtidigt.\n\nDu kan välja listan med e-postadresser från din dator eller Google Drive (Google Sheets-, Excel- eller CSV-filer stöds).\n\nAnpassa e-postmeddelandena du skickar med förnamn, efternamn etc för att öka svarsfrekvensen.\n\nDenna programvara är 100% gratis och är en gratis och enkel e-postmarknadsföringslösning för företag / företag som inte behöver skicka e-post till många\nframtidsutsikter.\n\nSå här kommer du igång.\n\n1) Installera vår mjukvara Mail Merge för Gmail\n2) Skapa listan över personer du vill skicka e-post till, lägg till information som förnamn och efternamn\n3) Skapa e-postmallen du vill använda\n4) Börja skicka ut e-postmeddelanden\n\nE-postmeddelanden skickas direkt från ditt Gmail-konto och kan ses i mappen \"Skickat\" i ditt Gmail-konto. Vår programvara har exempelmallar / CSV-filer som\ndu kan ändra för att passa dina egna behov. Ändra bara e-postmallen så kan du börja skicka ut e-post idag.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Mail Merge för Gmail ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "แอพง่ายๆนี้ช่วยให้คุณส่งอีเมลไปยังที่อยู่อีเมลหลาย ๆ ที่ในเวลาเดียวกัน\n\nคุณสามารถเลือกรายการที่อยู่อีเมลจากคอมพิวเตอร์หรือ Google ไดรฟ์ของคุณ (รองรับไฟล์ Google ชีต, Excel หรือ CSV)\n\nปรับแต่งอีเมลที่คุณส่งด้วยชื่อนามสกุลและอื่น ๆ เพื่อเพิ่มอัตราการตอบกลับ\n\nซอฟต์แวร์นี้ฟรี 100% และเป็นโซลูชันการตลาดทางอีเมลที่ฟรีและเรียบง่ายสำหรับ บริษัท / ธุรกิจที่ไม่จำเป็นต้องส่งอีเมลจำนวนมาก\nกลุ่มเป้าหมาย\n\nนี่คือวิธีเริ่มต้น\n\n1) ติดตั้งซอฟต์แวร์ Mail Merge สำหรับ Gmail\n2) สร้างรายชื่อบุคคลที่คุณต้องการส่งอีเมลถึงเพิ่มรายละเอียดเช่นชื่อและนามสกุล\n3) สร้างเทมเพลตอีเมลที่คุณต้องการใช้\n4) เริ่มส่งอีเมล\n\nอีเมลจะถูกส่งออกทันทีจากบัญชี Gmail ของคุณและสามารถมองเห็นได้ภายในโฟลเดอร์ \"ส่งแล้ว\" ของบัญชี Gmail ของคุณ ซอฟต์แวร์ของเรามีเทมเพลตตัวอย่าง / ไฟล์ CSV ซึ่ง\nคุณสามารถปรับเปลี่ยนให้เหมาะกับความต้องการของคุณเอง เพียงแค่แก้ไขเทมเพลตอีเมลคุณก็สามารถเริ่มส่งอีเมลได้ตั้งแต่วันนี้\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ จดหมายเวียนสำหรับ Gmail ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Bu basit uygulama, aynı anda birden fazla e-posta adresine e-posta göndermenize olanak tanır.\n\nE-posta adreslerinin listesini bilgisayarınızdan veya Google Drive'dan seçebilirsiniz (Google E-Tablolar, Excel veya CSV dosyaları desteklenir).\n\nYanıt oranını artırmak için gönderdiğiniz e-postaları adlar, soyadlar vb. İle kişiselleştirin.\n\nBu yazılım% 100 ücretsizdir ve çok sayıda e-posta göndermesi gerekmeyen şirketler / işletmeler için ücretsiz ve basit bir e-posta pazarlama çözümüdür.\numutlar.\n\nİşte nasıl başlayacağınız.\n\n1) Gmail için Posta Birleştirme yazılımımızı yükleyin\n2) E-posta göndermek istediğiniz kişilerin listesini oluşturun, adlar ve soyadlar gibi ayrıntıları ekleyin\n3) Kullanmak istediğiniz e-posta şablonunu oluşturun\n4) E-posta göndermeye başlayın\n\nE-postalar, Gmail hesabınızdan anında gönderilir ve Gmail hesabınızın \"Gönderilenler\" klasöründe görülebilir. Yazılımımızın örnek şablonları / CSV dosyaları vardır.\nkendi ihtiyaçlarınıza göre değişiklik yapabilirsiniz. Sadece e-posta şablonunu değiştirin ve bugün e-posta göndermeye başlayabilirsiniz.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Gmail için Adres Mektup Birleştirme'nin sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Ця проста програма дозволяє одночасно надсилати електронні листи на кілька електронних адрес.\n\nВи можете вибрати список адрес електронної пошти зі свого комп’ютера чи Google Drive (підтримуються файли Google Sheets, Excel або CSV).\n\nПерсоналізуйте електронні листи, які ви надсилаєте, з іменами, прізвищами тощо, щоб збільшити швидкість відповіді.\n\nЦе програмне забезпечення на 100% безкоштовне і є безкоштовним і простим рішенням для маркетингу електронною поштою для компаній / підприємств, яким не потрібно надсилати електронною поштою багато\nперспективи.\n\nОсь як ви починаєте.\n\n1) Встановіть наше програмне забезпечення Mail Merge для Gmail\n2) Створіть список людей, яким ви хочете надсилати електронні листи, додайте деталі, такі як імена та прізвища\n3) Створіть шаблон електронної пошти, який ви хочете використовувати\n4) Почніть надсилати електронні листи\n\nЕлектронні листи миттєво надсилаються з вашого облікового запису Gmail і їх можна побачити в папці \"Надіслані\" вашого облікового запису Gmail. Наше програмне забезпечення має зразки шаблонів / файлів CSV, які\nви можете модифікувати відповідно до власних потреб. Просто змініть шаблон електронної пошти, і ви зможете розпочати розсилку електронних листів сьогодні.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Mail Merge для Gmail не належить, не ліцензується та не є дочірньою компанією Google Inc.",
    "vi": "Ứng dụng đơn giản này cho phép bạn gửi email đến nhiều địa chỉ email cùng một lúc.\n\nBạn có thể chọn danh sách địa chỉ email từ máy tính hoặc Google Drive của mình (các tệp Google Trang tính, Excel hoặc CSV được hỗ trợ).\n\nCá nhân hóa các email bạn gửi bằng tên, họ, v.v. để tăng tỷ lệ phản hồi.\n\nPhần mềm này miễn phí 100% và là giải pháp email marketing đơn giản và miễn phí dành cho các công ty / doanh nghiệp không cần gửi nhiều email\ntương lai.\n\nĐây là cách bạn bắt đầu.\n\n1) Cài đặt phần mềm của chúng tôi Mail Merge cho Gmail\n2) Tạo danh sách những người bạn muốn gửi email, thêm các chi tiết như tên và họ\n3) Tạo mẫu email bạn muốn sử dụng\n4) Bắt đầu gửi email\n\nE-mail được gửi ngay lập tức từ tài khoản Gmail của bạn và có thể được nhìn thấy bên trong thư mục \"Đã gửi\" của tài khoản Gmail của bạn. Phần mềm của chúng tôi có các tệp mẫu / tệp CSV mẫu\nbạn có thể sửa đổi để phù hợp với nhu cầu của riêng bạn. Chỉ cần sửa đổi mẫu email và bạn có thể bắt đầu gửi email ngay hôm nay.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Mail Merge cho Gmail không thuộc sở hữu của, nó không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "这个简单的应用程序使您可以同时将电子邮件发送到多个电子邮件地址。\n\n您可以从计算机或Google云端硬盘中选择电子邮件地址列表（支持Google表格，Excel或CSV文件）。\n\n用您的名字，姓氏等个性化您发送的电子邮件，以提高响应速度。\n\n该软件是100％免费的，是一种免费，简单的电子邮件营销解决方案，适用于不需要向许多人发送电子邮件的公司/企业\n前景。\n\n这是您的入门方法。\n\n1）安装我们的Gmail邮件合并软件\n2）创建您希望发送电子邮件的人员列表，并添加详细信息，例如名字和姓氏\n3）创建您要使用的电子邮件模板\n4）开始发送电子邮件\n\n电子邮件会立即从您的Gmail帐户发送出去，并且可以在您的Gmail帐户的“已发送”文件夹中看到。我们的软件具有示例模板/ CSV文件，其中\n您可以根据自己的需要进行修改。只需修改电子邮件模板，您就可以立即开始发送电子邮件。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Gmail邮件合并不归Google Inc.所有，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "這個簡單的應用程序使您可以同時將電子郵件發送到多個電子郵件地址。\n\n您可以從計算機或Google雲端硬盤中選擇電子郵件地址列表（支持Google表格，Excel或CSV文件）。\n\n用您的名字，姓氏等個性化您發送的電子郵件，以提高響應速度。\n\n該軟件是100％免費的，是一種免費，簡單的電子郵件營銷解決方案，適用於不需要向許多人發送電子郵件的公司/企業\n前景。\n\n這是您的入門方法。\n\n1）安裝我們的Gmail郵件合併軟件\n2）創建您希望發送電子郵件的人員列表，並添加詳細信息，例如名字和姓氏\n3）創建您要使用的電子郵件模板\n4）開始發送電子郵件\n\n電子郵件會立即從您的Gmail帳戶發送出去，並且可以在您的Gmail帳戶的“已發送”文件夾中看到。我們的軟件具有示例模板/ CSV文件，其中\n您可以根據自己的需要進行修改。只需修改電子郵件模板，您就可以立即開始發送電子郵件。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Gmail郵件合併不歸Google Inc.所有，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}