{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "fgbytes Auto Screenshot Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "fgbytes Auto Screenshot Saver is your go-to tool for capturing screenshots and managing your browsing data seamlessly. Whether…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "fgbytes Auto Screenshot Saver is your go-to tool for capturing screenshots and managing your browsing data seamlessly. Whether you’re documenting a website, building product insights, or just need a quick snapshot, this extension has you covered with both automated and manual modes.\n\nKey Features:\n\n\t1.\tAuto Screenshot Mode\nEnable Auto Mode to capture screenshots automatically as you browse through each page of a website. Perfect for documenting websites, onboarding processes, or product flows. (Auto-wait time - you can configure auto screenshot delay for the sakes of websites where pages loading is longer or transition animations are too slow. Default wait is 500ms - work in most cases but can be increased if necesary)\n\t2.\tManual Screenshot\n \n\t3.\tHotkey for Instant Screenshots\nUse the hotkey Alt-K (on Windows) or Cmd-K (on Mac) for instant screenshot capture, making it even quicker to grab what you need.\n\t4.\tClean Cookies and Browser Data\nKeep your browsing sessions tidy! Quickly clean cookies and browser data for the specific website you’re on with a single click.\n\t5.\tQuick Access link to Product Growth Tips “Today I Learned” community for valuable product growth tips and ideas."
  }
}