{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Idealgewicht"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Abnehmen ohne Sport"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sie möchten Abnehmen ohne Sport, denn Sie sind der totale Sportmuffel oder aus zeitlichen oder gesundheitlichen Gründen treiben keinen Sport - Das klappt tatsächlich!\n\n11 Tipps um schlank ohne Sport zu werden:\n1.\tAbnehmen ohne Sport: Scharfes essen\nDen Kalorienverbrauch des Körpers kann von scharfes Essen erhöhen. Für diesen Effekt ist der in Chilis enthaltene Wirkstoff Capsaicin verantwortlich. Capsaicin erhöht die Wärmeproduktion im Körper und die Körpertemperatur. Steigt die Temperatur im Körper, dann steigt auch der Kalorienverbrauch. Chili gehört in jedes Gewürzregal und geht so oft ins Ernährungsplan, wenn man ohne Sport abnehmen möchte. Andere scharfe Ernärungsmitteln:\n•\tPaprika enthalt Wirkstoff Capsaicin\n•\tPfeffer enthalt Wirkstoff Piperin\n•\tSenf enthalt Wirkstoff Isothiocyanate\n•\tKnoblauch enthalt Wirkstoff Allicin\n•\tRettich enthalt Wirkstoff Isothiocyanate\n•\tIngwer enthalt Wirkstoff Gingerol\n\n2.  Abnehmen ohne Sport: Richtig essen!\nWenn Sie Abnehmen möchten ohne Sport zu treiben, sollten Sie ganz besonders auf Ihre Ernährung achten. Der wichtige Faktor ist natürlich Ihr  Essverhalten. Die Ernährung am Arbeitsplatz ist nicht nur für Abnehmen wichtig, auch für die Effektivität im Arbeitsplatz. Nur wenn der Körper regelmäßig mit den richtigen Nährstoffen wie komplexen Vitaminen, Kohlenhydraten und Mineralstoffen versorgt wird, bleibt die Leistungskurve oben. \n\n3.\tAbnehmen ohne Sport: Zuhause Abnehmen ohne Sport\nMit Husarbeit verbrauchen Sie fast so viele Kalorien wie bei Sport. Halbe Stunde lang Laubharken, eine Viertelstunde den Boden schrubben, eine halbe Stunden Bügeln – das alles verbrennt 100 Kalorien.\n4.\tAbnehmen ohne Sport: Kein Stress\nNegativer Stress kann durch anhaltende belastende Situationen entstehen, die sich scheinbar nicht ändern lassen. Stress führt zu hohem oft zu unkontrolliertem Essen sowie Blutdruck und Heißhunger. \nEin kleiner Spaziergang hilft, neue Energie zu schöpfen, den Kopf frei zu bekommen und nebenbei ein paar Kalorien zu verbrennen. Es ist daher ein super Motivator für mehr Aktivität und also hilft beim Abnehmen ohne Sport, im klassischen Sinne treiben zu müssen.\n\n5.\tAbnehmen ohne Sport: Ausreichend Schlaf\nDie Studien zeigt, dass das Übergewicht durch Schlafmangel begünstigt wird. Wenn man zu wenig schlafen, dann wird bestimmte Hormone beeinflusst, die an der Regulation von Sättigungs- und Hungergefühlen beteiligt sind. Dies kann häufig zu erhöhter Nahrungsaufnahm und mehr Appetit führen. Etwa 8 Stunden täglich werden empfohlen nicht zu unterschreiten. Achten Sie, immer ausreichend zu schlafen!\n6.\tAbnehmen ohne Sport: Schlafe ausreichend\nWenn Sie Ihr “Abnehmen ohne Sport”- Projekt durchziehen wollen, dann sind 7-8 Stunden Schlaf ein Muss.\n7. \tAbnehmen ohne Sport: Frisches Gemüse und Obst\nMixen Sie frische Früchte in Ihr  morgendliches Müsli oder essen Sie  eine Banane oder einen Apfel.\n8.\tAbnehmen ohne Sport: Spät abends essen vermeiden\nEssen Sie nach 19:00 Uhr nichts mehr. Tee, Wasser und Reiswaffeln sind erlaubt.\n9.\tAbnehmen ohne Sport: Kaloriendefizit erhöhen\nWenn man abnehmen will, muss man weniger essen als man an Energie benötigt. Es empfiehlt sich ca. 800 Kalorien weniger zu sich zu nehmen als man benötigt. Bei Frauen wären das dann zwischen 1200 und 1700 Kalorien pro Tag und bei Männern zwischen 1800 und 2200.\n10.\tAbnehmen ohne Sport : Viel trinken!\nWasser ist nicht nur zum Abnehmen wichtig, sondern es wird für alle Ausscheidungs- und Stoffwechsevorgänge im Körper benötigt. Man sollte täglich mindestens zwei Liter Flüssigkeit trinken. \n11. Abnehmen ohne Sport: Bewegung im Alltag\n\nMehr Bewegung im Alltag lässt sich allerdings auch in kleinen Schritten gut einbauen. Der Einkauf mit dem Fahrrad, Gartenarbeit oder Treppen steigen bringen schon etwas."
  }
}