{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kick Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple 2D sprite-based game built with Three.js"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Oyun Konsepti: Kick.com İçin İnteraktif Karakter Animasyonu\n\nBu oyun, kullanıcıların Kick.com üzerindeki içeriklerle daha etkileşimli bir deneyim yaşamasını sağlar. Oyun, tarayıcı uzantısı aracılığıyla aktif hâle gelir ve Kick.com üzerinde bir video izlenirken, oyuncuların kontrol edebileceği bir karakteri video oynatıcısının üzerine ekler. Kullanıcılar, bu karakteri klavye veya uzantı arayüzü üzerinden yönlendirebilir ve çeşitli animasyonlarla (ör. koşma, saldırma, bekleme) etkileşimde bulunabilir.\nOyun Özellikleri\n1. Kontrol Edilebilir Karakter\n\n    Oyun başlatıldığında, bir karakter (örneğin bir iskelet savaşçı) video oynatıcısının üzerine yerleştirilir.\n    Kullanıcı, klavye tuşlarıyla karakteri hareket ettirir (WASD veya ok tuşları).\n    Karakter, belirli animasyonlarla (Idle, Running, Attack, Dying, vb.) görsel bir şov sunar.\n\n2. Zengin Animasyon Seti\n\n    Karakterin toplamda 15+ animasyon durumu bulunmaktadır:\n        Idle (Bekleme): Karakter hareketsizken sürekli oynayan bir animasyon.\n        Running (Koşma): Sağ veya sola hareket ederken tetiklenir.\n        Attack (Saldırı): Kullanıcı belirli bir tuşa bastığında kısa bir saldırı animasyonu oynar.\n        Dying (Ölüm): Kullanıcı belirli bir aksiyonu başlatırsa veya oyun sonlandırılırsa oynayan animasyon.\n        Diğer durumlar: Zıplama, Savunma, Kayıp Düşme gibi.\n\n3. Uzantı Entegrasyonu\n\n    Tarayıcı Uzantısı:\n        Oyuncular, uzantı arayüzü üzerinden karakter animasyonlarını tetikleyebilir (örneğin bir “Saldırı” butonuna tıklayarak “Attack” animasyonunu başlatma).\n        Uzantı ayrıca oyunun temel kontrol mekanizmalarını sağlar.\n    Kick.com ile Entegrasyon: Oyun, yalnızca Kick.com üzerinde çalışır ve başka sitelere müdahale etmez.\n\n4. Gerçek Zamanlı Etkileşim\n\n    Oyun, kullanıcı girdilerini gerçek zamanlı olarak işler. Klavyeden alınan hareket komutları, animasyonun kesintisiz ve akıcı bir şekilde tetiklenmesini sağlar.\n    Her animasyon tamamlanmadan bir sonraki animasyona geçmez (örneğin, bir saldırı animasyonu 0.5 saniye sürer ve yarıda kesilmez).\n\n5. Performans ve Stabilite\n\n    Oyun sahnesi, yüksek performanslı Three.js grafik motoru kullanılarak oluşturulmuştur.\n    FPS göstergesi sayesinde, oyuncular oyunun performansını gerçek zamanlı olarak takip edebilir.\n    Oyun ve uzantı arasında veri aktarımı Messaging API ile sağlanır ve güvenlidir.\n\nOyun Kontrolleri\n\n    WASD/Ok Tuşları: Karakterin hareketi (Yukarı, Aşağı, Sağ, Sol).\n    R: Saldırı (Attack).\n    Shift: Koşma modu.\n    Uzantı Tetikleyicileri: Uzantı üzerinden “Idle”, “Attack” gibi animasyonlar doğrudan seçilebilir.\n\nHedef Kitle\n\n    Kick.com Kullanıcıları: Kick üzerinde içerik tüketen ve bu deneyimi eğlenceli bir şekilde zenginleştirmek isteyen kullanıcılar.\n    Oyun Tutkunları: Tarayıcı tabanlı mini oyunlardan hoşlanan kişiler.\n    Streamer İzleyicileri: Yayıncıların içeriklerine etkileşim katmak isteyen izleyiciler.\n\nGeliştirme ve Teknik Detaylar\n\n    Three.js: Oyunun sahnesi, sprite yönetimi ve animasyonları için kullanılıyor.\n    Chrome Uzantısı (Manifest V3): Uzantı, oyunu sadece hedef web sitesi (Kick.com) üzerinde çalıştıracak şekilde yapılandırıldı.\n    Messaging API: Uzantı ve içerik arasında animasyon kontrolü için güvenli mesajlaşma altyapısı.\n    FPS Performans Göstergesi: Oyun sahnesinin verimliliğini gerçek zamanlı olarak izlemek için bir performans izleyici eklendi.\n\nOyunun Amaçları\n\n    Eğlence ve Katılım: Kullanıcıların Kick.com üzerindeki deneyimlerini daha eğlenceli ve interaktif hâle getirmek.\n    Minimal ve Kullanıcı Odaklı: Sade bir mekanik ile kullanımı kolay, karmaşıklıktan uzak bir oyun sunmak.\n    Anlık Kontrol ve Etkileşim: Kullanıcılara gerçek zamanlı geri bildirim ve hareket deneyimi sağlamak.\n\nBu ayrıntılar, oyunun hem teknik yapısını hem de kullanıcıya sunduğu deneyimi tam olarak tanımlar ve tarayıcı uzantısının amacını açık bir şekilde ortaya koyar."
  }
}