{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "URL Replacement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace your target link with what you want"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The main idea is from Sitecore CMS.\n\nWhen I was working on Content Editor in creating new page items or updating published pages, I sometimes need to compare the item to current live page to see how current live page looks like. In this case, I would open a new tab or window and manually type “http(s)://www.mysite2.com/Finance/Market_News” in Address Bar because its database-driven item path is “/sitecore/content/Site2/Finance/Market_News” in Sitecore.\n\nI was looking for a better way to reduce a few seconds and thinking that “Okay, let’s create a command which is getting item’s path by Item ID and replace prefix (“/sitecore/content/Site2/”) with site domain (http://www.mysite2.com/). This command would be used in a new ribbon in Content editor and xEditor (Page Editor).” In addition to this, there is a way to change the target DB to “Web” DB instead of “Master” when user clicks “Preview”.\n\nHowever, until Sitecore Administrator or/and .Net developers add this feature, Sitecore end-users who have access to Content Editor would not have any chance to open live page directly from Content Editor. This, my own concern, made me think of creating a Chrome Extension so that any user can use shortcut without asking new feature to their agents or vendors. Even the main idea was from Sitecore, this extension can be used in any web page.\n\n======= Version 1.1 =======\n- Enable Incognito mode\n- Minimize the size of package"
  }
}