{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yggdrasil on ChromeOS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access the Yggdrasil network on ChromeOS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ğ—¢ğ˜ƒğ—²ğ—¿ğ˜ƒğ—¶ğ—²ğ˜„:\nThis Chrome extension is designed specifically for ChromeOS/Linux users to seamlessly access the Yggdrasil Network, an innovative, decentralized, and secure network. By configuring your browser to route specific network requests through Yggstack (separately installed), this extension allows browser access to the Yggdrasil Network.\n\nThis is the companion Chrome extension for an open source install script:\nhttps://github.com/perguth/yggdrasil-chromeos\n\nAll required installation steps are available in this description here:\n\nğ—§ğ—²ğ—°ğ—µğ—»ğ—¶ğ—°ğ—®ğ—¹ ğ—™ğ˜‚ğ—»ğ—°ğ˜ğ—¶ğ—¼ğ—»ğ—®ğ—¹ğ—¶ğ˜ğ˜†:\n1. ğ—¬ğ—´ğ—´ğ˜€ğ˜ğ—®ğ—°ğ—¸ ğ—œğ—»ğ˜€ğ˜ğ—®ğ—¹ğ—¹ğ—®ğ˜ğ—¶ğ—¼ğ—»:\n   - The accompanying GitHub script installs Yggstack on your ChromeOS device. It is configured to automatically start as a systemd service, ensuring it runs in the background without user intervention.\n   - Yggstack acts as a local proxy server set to listen on localhost port 1080 and will connect to the Yggdrasil Network through https://ygg.thingylabs.io\n2. ğ—–ğ—µğ—¿ğ—¼ğ—ºğ—² ğ—˜ğ˜…ğ˜ğ—²ğ—»ğ˜€ğ—¶ğ—¼ğ—»:\n   - The extension modifies Chrome's network settings to direct internet traffic from addresses within the Yggdrasil network range (0200::/7) through the Yggstack proxy. This rerouting is key to accessing the network securely and efficiently.\n   - A toggle icon in the browser toolbar provides a user interface to activate or deactivate the proxy functionality of the extension.\n\nğ—œğ—»ğ˜€ğ˜ğ—®ğ—¹ğ—¹ğ—®ğ˜ğ—¶ğ—¼ğ—» ğ—œğ—»ğ˜€ğ˜ğ—¿ğ˜‚ğ—°ğ˜ğ—¶ğ—¼ğ—»ğ˜€:\n\n1. ğ—œğ—»ğ˜€ğ˜ğ—®ğ—¹ğ—¹ ğ˜ğ—µğ—² ğ—–ğ—µğ—¿ğ—¼ğ—ºğ—² ğ—˜ğ˜…ğ˜ğ—²ğ—»ğ˜€ğ—¶ğ—¼ğ—» (or manually via Github)\n2. ğ—œğ—»ğ˜€ğ˜ğ—®ğ—¹ğ—¹ ğ—¬ğ—´ğ—´ğ˜€ğ˜ğ—®ğ—°ğ—¸:\n\nExecute the accompanying setup script from the GitHub repository to install Yggstack on your ChromeOS device. This script configures Yggstack to listen as a proxy on port 1080. Run the following command in your terminal: \n\n```\nbash -c \"$(curl -fsSL https://raw.githubusercontent.com/perguth/yggdrasil-chromeos/master/setup.sh)\"\n```\n\nğ—šğ—²ğ˜ğ˜ğ—¶ğ—»ğ—´ ğ—¦ğ˜ğ—®ğ—¿ğ˜ğ—²ğ—±:\n- After installation, ensure that Linux (Beta) is running on your ChromeOS device.\n- Click the extension icon to toggle connection to the Yggdrasil Network. When turned on, it will securely forward your browser's traffic to Yggstack.\n- Explore services available on the Yggdrasil Network starting with âš¡ ygg-only.thingylabs.io\n\nğ—¦ğ˜‚ğ—½ğ—½ğ—¼ğ—¿ğ˜\nFor support, updates, or to contribute to the development, please visit our GitHub page or engage with the Yggdrasil Network community at:\nhttps://matrix.to/#/#yggdrasil:matrix.org\n\n(The picture shows a snapshot of the Yggdrasil Network connection fallback map.)"
  }
}