{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redeemer: Cash Back & Rewards"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily save money by connecting top tools in cash back, coupon codes, credit card rewards, and price tracking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Money with Redeemer\nThere’s no limit to the money you can accumulate with Redeemer. We connect major cashback tools, coupon codes, credit card rewards, and price tracking, so you can easily save while shopping online and ensure you get the best possible price.\nGet Cashback\n\nRedeemer automatically finds the highest cashback available on the web and deposits it into your Redeemer wallet.\nUse Valid Coupons\n\nRedeemer filters through thousands of codes, eliminating expired or fake ones, and determines the best coupon for your purchase, saving you time and money.\nMaximize Your Credit Card Rewards\n\nRedeemer recommends how to use your credit cards to earn the maximum cashback and reward points possible with the cards you already use.\nAffiliate Transparency\n\nRedeemer uses affiliate links so that you, as a user, can get additional cashback on your purchases. When you use our extension to redirect you to an online store through an affiliate link, you’re enabling cashback to be directly applied to your Redeemer wallet.\n\nThis affiliate link system allows us to maintain and improve Redeemer, ensuring that we can continue offering effective tools to help you save money while shopping online."
  }
}