{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uzbek transliteration (Latin and Cyrillic)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension transliterates the web page content between Latin and Cyrillic alphabets for Uzbek language"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Ўзбекча\n\nУшбу кенгайиш веб саҳифа матнини кирил алифбосидан лотин алифбосига ва лотин алифбосидан кирил алифбосига ўгиришда ёрдам беради. Транслитерация ўзбек тили қоидаларига кўра амалга оширилади. Ушбу кенгайишнинг асосий мақсади - ўзбек тилида юқоридаги алифболарнинг иккисида ҳам ёзилган матнни барча веб саҳифаларда ўқишга имкон беришдир.  Агар веб саҳифада серверга юборилиш керак бўлган форма ёки маълумот мавжуд бўлса, ушбу кенгайишдан фойдаланиш тавсия этилмайди.\n\n- O'zbekcha\n\nUshbu kengayish veb sahifa matnini kiril alifbosidan lotin alifbosiga va lotin alifbosidan kiril alifbosiga o'girishda yordam beradi. Transliteratsiya o'zbek tili qoidalariga ko'ra amalga oshiriladi. Ushbu kengayishning asosiy maqsadi - o'zbek tilida yuqoridagi alifbolarning ikkisida ham yozilgan matnni barcha veb sahifalarda o'qishga imkon berishdir. Agar veb sahifada serverga yuborilish kerak bo'lgan forma yoki ma'lumot mavjud bo'lsa, ushbu kengayishdan foydalanish tavsiya etilmaydi.\n\n- Русский\n\nРасширение позволяет перевести содержание веб-страниц с кириллицы на латинский алфавит или латиницы на кириллицу. Транслитерация осуществляется согласно правилам узбекского языка. Главное предназначение расширения - это возможность читать текст, написанный на узбекском языке в любом из этих двух алфавитов на всех веб-страницах. Не рекомендуется использовать данное расширение, где предполагается заполнение форм и данных с дальнейшей их отправкой на сервер.\n\n- English\n\nThis extension transliterates  the content of any web page from Cyrillic to Latin or from Latin to Cyrillic alphabets. The transliteration is specific for Uzbek language.\nMain goal of the extension is to give a user an opportunity to read any content in Uzbek language on web in both alphabets. It's not recommended to use this extension for content modification and  further sending or submitting to the server."
  }
}