{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eDoC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eDoC is both an offline and an online editor with dropbox and local file integration. Built on top of the ace editor it offers many…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eDoC is both an offline and an online editor with dropbox and local file integration. Built on top of the ace editor it offers many features such as code higlighting, syntax checking, autocompletion as you type, drag and drop and many more features and options to choose from. When choosing options there is a \"preview\" editor on the right side, this allows you to visually see the changes that the different options apply to the editors.\n\nSeveral \"coding modes\", Single view, Dual View left right or top bottom, triple view bottom single or top single, Quadro view. Every mode is resizable and independent of eachother.\n\nWe also offer a special web development preview window, which includes chromes very useful \"inspect element\" feature, initiated by ctrl e, note: only inline script tags can be executed at the moment, aswell as only inline style tags. External js, php or css files will not be executed, yet. This feature was mostly designed with chromebook and chrome OS in mind.\n\nThe future.\n\nAdd more language modes.\nGoogle Drive and Github integration.\n\nSyntax checking only available to a selected number of languages. \n\nVersion 2.0 update \n\n/*\nComplete rewrite of the gui. Looks alot better\nBig rewrite for the file handling\nAdded drag and drop for the placement of the tabs.\nMany, many bug fixes\n*/\n\n\nVersion 1.1.7.5 update\n\n/*\nCtrl-shift-t now reopens closed files.\nWhen you close any file containing unsaved changes it prompts you with a decision.\nTried to make log off button, but not yet supported. Uninstalling the app and reinstalling it usually works.\n\nAdded icons to right click menu\nAdded update file or folder function to right click menu\nFixed rename in right click menu\n\nCtrl+scroll now resizes the font size. Added this for touch device aswell, however unable to test this so this may or may not work. \n*/\n\n\nVersion 1.1.7.1 update\n\n/*\nMany bugfixes\nComplete rewrite of the file tree, it now uses jstree and looks much better.\nAdded right click to add new file, folder or delete file or folder and ALL its contents. Renaming a file or folder is also a option but this is not yet functional.\nFixed bugs in the local file system, as well as dragging multiple files, this should now work as expected.\nFixed bugs in the new web view, ctrl e, aswell as added a new way to select the files to be executed. Ctrl e will prompt you with a selection, if you currently have files open in the editor these will be the first ones you may select, you may also select from your dropbox giving it a fullpath. If you choose both a fullpath and a file you have open it will not execute and give you an error message.\nWebView now runs inline style and script tags. Not external files! This will be added in an update.\nReduced the notification time from 2 to 1 seconds\nAswell as many more bugfixed and minor changes.\n*/\n\nVersion 1.1.6 update\n\n/*\n\tFixes to the dropbox functionality\n\tThe webview window is now operational, ctrl-e to excecute it. It finds any relevant html file, here is the order that is searches the files.\n\tFirst the left view, then the right view, then the top view, the the top left view, then the top right view, the the bottom view, then the bottom left view, then the bottom right view.\n\tWill add a way to specify the files to open in the future. Not currently css and js file functionality, you should be able to include both script and style tags in your html code.\n\tAdded a slightly new way to update the user on file handling, mainly for dropbox functionality.\n*/\n\n/*\nVersion 1.1.5 update\n\nBug fixes\nCan now scroll past end.\nAdded esc shortcut, can now remove file tree.\nctrl e, to execute, not quite finished yet.\nProper alignment of options bar\nMake the file handler div/list the rest of the page\nCannot open the same file twice anymore\nIf you open two files with different origins but same name it will add the file path to one of the names.\nMore mischelanous stuff\n*/\n\n/*Update for Version 1.1.4*/\nBug Fixes\nChanged autocomplete so that it automatically selects first element in the popup.\nDropbox should now try to connect when you first download the app.\nThe options are now functional, they do not reset after saving twice anymore ;)\nTheme select does not add alot of options each time you select a new one.\nFixed the forward and back pictures.\nThe list of the names of the files currently open does no longer contain a gap between the editor and the list.\nRemoved the function for alt 7 and alt 0 on windows to close code snippets. This function has been moved to Ctrl-Alt-7 and Ctrl-Alt-0 to fold and unfold the code, respectively.\nwhen doing ctrl w or pressing x to close a file it will no longer show the closed file.\nFixed the heigth of the screen so it adjust correctly when in full screen mode. It also takes into account the toolbar. \n\n\n/*Update Version 1.1.3*/\nBug Fixes\nDropbox should now be functional.\nUpdated half the UI, add pictures tomorrow.\nAdded bug button.\nFixed resizing and made it resize automatically.\nAlso updated the new document to support more file types.\nIt also now Fills the entire screen"
  }
}