{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elixpo Art: Select Text and Transform to Picture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Converts Text to Your Imaginary Picture - Powered by Elixpo"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turns selected text into AI-generated art with a click! Select, sparkle, create, and download your masterpiece in moments.\n\nFull Description:\nUnleash your creativity with Text-to-Art AI—the ultimate Chrome extension for generating stunning AI art from text prompts!\nSimply select any text on a webpage, click the sparkling star icon that appears, and watch as your words transform into a breathtaking image, powered by advanced text-to-image AI.\n\nFeatures:\n1. Easy to Use: Highlight text and click the star icon—no extra steps required.\n2. AI-Generated Art: Transform your ideas into beautiful, unique images using cutting-edge AI technology.\n3. Download Your Art: Save your creations directly to your device for use anywhere.\n4. Creative Inspiration: Perfect for designers, writers, and anyone seeking creative visuals from text.\n\nHow It Works:\n1. Highlight the text you want to transform.\n2. Click the star icon above the selected text.\n3. Wait for the AI magic to process your request.\n.4 Preview and download your masterpiece instantly.\n\nWhether you're creating art for fun, work, or inspiration, Text-to-Art AI brings your imagination to life in just a few clicks. Try it today and explore the art hidden in your words!\n\nPrivacy Note:\nYour selected text is processed securely for image generation, and no sensitive data is stored."
  }
}