{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Giverly Donation Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a donation for your charity or good cause again with giverly's donation reminder!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a donation for your charity or good cause again with giverly's donation reminder\nGiverly is an Australian charity fundraising site. ​\n✓ Trusted by Millions of fundraisers ​\n✓ Over 500+ retailers​\n\nYou can turn your everyday online shopping into FREE donations for your favourite cause. We’re trusted by many causes across Australia, including community groups, schools, PTAs, sports teams, animal rescue, big charities, small charities, university students raising much-needed funds, and even individuals taking on challenges around the world!​\n​\n500+ online retailers will donate to your good cause, so no matter what you're shopping for you can earn free funds. The Donation Reminder helps you discover where donations are available by alerting you whenever you visit an online retailer that donates. When an alert appears, you can activate the donation in one click without having to leave the site you’re on. It also highlights shops and sites where donations are available in search engine results. Fundraising has never been easier!​\n​\nBy installing the Donation Reminder, you are agreeing to the End-user Licence Agreement and Privacy Policies at: https://giverly.co/privacy-policy\n\nYou can manage your data preferences at any time by visiting My Account on the Giverly's website at: * https://giverly.co/my-account"
  }
}