{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AT Service Group"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'app AT Service Group è nata per informare i nostri Clienti, di tutti gli eventi, i prodotti, le novità.\n\nUn Area Riservata ai no"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'app AT Service Group è nata per informare i nostri Clienti, di tutti gli eventi, i prodotti, le novità e tutto quello che facciamo da anni attraverso il mezzo ormai di uso comune, Smartphone e Tablet. In passato l’assistenza tecnica sull’elettronica dell’auto era gestita direttamente dalle aziende costruttrici delle apparecchiature diagnostiche: questo aspetto creava molti problemi all’autoriparatore sia per la difficoltà’ di raggiungere le varie sedi, sia per la complessità’ dei concetti e dei termini utilizzati dagli stessi apparecchi diagnostici. Un Area Riservata ai nostri SociClub con : Offerte, Novità, Eventi esclusivamente riservati a loro. E’ da qui che nasce l’esigenza di creare un progetto concreto: nasce l’idea di un’azienda creata da tecnici Siciliani a disposizione degli autoriparatori: l’ATService Group che da sempre lavora con grande passione per riuscire a coniugare qualità, innovazione e tecnica.La storia di questa attività’ inizia nel 2000 quando, Armando Puglisi, specialista nell'elettronica dell’auto, trasformo’ sapientemente un semplice deposito in un laboratorio di elettronica. Ripercorrendo l’avventurosa storia del gruppo ATService, s’incontrano due citta’: Riesi, da cui proviene Armando Puglisi, e Catania, da cui proviene Tony Corica, il tecnico dell’azienda. Questa novità’, semplice e necessaria, ha rivoluzionato il concetto di assistenza ed ha permesso la creazione di numerose sedi dislocate nel territorio siciliano con il proposito di garantire l’assistenza diretta a tutti i clienti. L’Azienda rappresenta un punto di riferimento importante sul quale poter contare, ma non bisogna sottovalutare l’investimento economico non indifferente che ha permesso la realizzazione concreta delle varie sedi e grazie al quale l’ATServiceGroup, oggi, puo’ vantare una presenza consistente di persone professionalmente qualificate. La realizzazione di tutto questo e’ stata possibile grazie all’impegno e alla passione che i due principali fondatori del Gruppo hanno messo a disposizione di questo nuovo progetto. Essi si sono calati in una nuova e avvincente avventura, era una scommessa che volevano vincere: Armando Puglisi : Oggi Amministratore dell’Azienda ATService Group, da sempre si e’ occupato non solo del settore commerciale, ma si e’ anche impegnato in prima persona per fornire a tutti i clienti una formazione completa e un’ottima assistenza, organizzando negli anni numerosi corsi dedicati all'Elettronica dell’Auto. Armando partecipa attivamente a quasi in tutti i corsi e riscontra un notevole successo per il modo diretto e semplice delle sue spiegazioni, semplificando l’apprendimento al punto che oggi si occupa di formazione anche per ragazzi che frequentano gli Istituti Professionali e che si accostano al mondo dell’elettronica. Tony Corica : Titolare e Responsabile soprattutto dell’aspetto tecnico dell’elettronica dell’auto, oggi e’ un punto di riferimento per i clienti che in lui riconoscono le qualita’ di un professionista preparato sempre disponibile a fornire consigli adeguati alle diverse richieste prestando maggiore attenzione alla riparazione e riprogrammazione centraline delle vetture. A tal proposito, la decennale esperienza nel settore rappresenta un punto di forza e anche lui come Armando fornisce assistenza e formazione in tutto il territorio e durante i corsi si occupa principalmente della dimostrazione delle prove pratiche. L’unione di persone altamente qualificate come i nostri Tecnici, ha cosi’ permesso lo sviluppo di un’azienda unica nel settore Automotive in tutto il territorio regionale. Oggi questa azienda e’ in grado di offrire due punti fondamentali per l’assistenza tecnica agli Autoriparatori : la sede di Riesi e quella di Catania, in grado di assicurare a tutti i clienti un supporto tecnico continuo e professionale."
  }
}