{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Papa's Pastaria Unblocked Game - Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click access to Papa's Pastaria Game Online - Shortcut"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a flavor explosion, pasta lovers! This Chrome extension isn't just a shortcut; it's your one-way ticket to the deliciously chaotic world of Papa's Pastaria – no downloads or extra tabs needed. Imagine launching your culinary career from the comfort of your browser! 🍝\n\nPicture this: You're the newest pasta prodigy in the charming town of Portallini, where the food is fantastical, and the customers... well, let's just say they keep those orders coming!  As head chef at Papa's Pastaria, you're the master of noodles, the sauce sorcerer, and the topping tycoon. Get ready to boil, blend, sprinkle, and toast your way to pasta perfection! 🤩\n\nBut wait, there's more! Papa's Pastaria just leveled up - we're talking a whole new dining room experience!  You'll need a trusty server to navigate the lunchtime rush, ensuring those hungry patrons get their pasta fix.  And remember those legendary Papa Louie games? Prepare for a blast from the past as you unlock a crazy amount of new ingredients, encounter a whole cast of quirky customers, and embrace the ever-changing vibes of Portallini.  From summer sizzles to winter wonders, this town has a flavor for every season!\n\nNow, I know what you're thinking - running a bustling pasta joint sounds like a recipe for stress. But fear not, my friend!  We've got your back with easy-to-follow instructions that'll transform you from a kitchen newbie to a pasta Picasso in no time.  Plus, a little multitasking madness never hurt anyone, right? 💪\n\nSpeaking of madness, remember those chaotic-yet-hilarious days with Papa's Burgeria or Papa's Taco Mia? Well, get ready for a whole new level of culinary craziness!  Papa's Pastaria delivers that classic Flipline Studios charm with a side of saucy surprises.  Think overflowing order tickets, hilariously impatient customers, and the non-stop thrill of whipping up those picture-perfect pasta plates.\n\nSo, if you're craving a side of laughter with your lunch break, look no further!  Papa's Pastaria unblocked game – launcher is the perfect way to satisfy your hunger for fun. It's fast, it's free, and it's the most convenient way to get your pasta fix anytime, anywhere.  Whether you're a seasoned Papa Louie Games veteran or a total newbie, this extension is your key to unlocking endless hours of delicious distraction. 😉\n\nReady to dive in?  Just install this handy Chrome extension, grab your mouse, and prepare for those hungry customers to come flooding in!  Who knows, with a sprinkle of skill and a dash of luck, you might just become the next Top Chef of Papa's Pastaria!  Now, if you'll excuse me, I've got a mountain of pasta orders to conquer...and a serious craving for some cheesy goodness. 🇮🇹\n\nWait, what exactly is this launcher/shortcut extension magic?\nThink of it like a super handy bookmark that lives right in your Chrome browser. Instead of searching for Papa's Pastaria every time you want to play, this extension takes you straight to the game on Magbei.com with a single click. It's the ultimate shortcut for pasta-fueled fun!\n\n\n\n\n\nDisclaimer: This extension and Magbei.com are not affiliated with or endorsed by the copyright holder of the game. This extension only serves as a shortcut to the website where the game can be played. The extension is provided \"as is\" and there is no warranty of any kind."
  }
}