{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AEM+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to improve AEM authoring productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AEM is cool, but for heavy users, such as developers and testers, the experience is sometimes not perfect. This extension attempts to make up for these shortcomings to increase the speed of development and testing and enhance the user experience:\n\nNew Features in v1.0.6:\n\n★ Useful Links\nIf the extension detects that you are working a AEM page, it will show useful links in the popup: CRX DE, Assets, XF... \n\n★ Double Click+\nIf the checkbox was checked, you double click the page title, then the edit mode page will be opened.\n\nCurrent Features:\n\n★ Cloud Server Labeling\nWhen you need to use multiple AEM cloud servers at the same time, you will encounter the problem of identifying the project or environment. This extension helps you clearly mark which project it belongs to, whether it is a development environment or a production environment.\n\n★  Double click to open the preview page\nIf you need to preview the page, you have to enter the edit page first. When you double-click the page name, this extension helps you directly open the preview page, saving you valuable time.\n\n★  Recognize and link to JIRA\nIf the page subtitle contains the JIRA ID, this extension will recognize and convert it into a clickable JIRA link.\n\n★  Import and Export Projects & Servers settings\nExport server settings by project, share your settings with clients or colleagues.\n\n★  Data Security\nAll data is stored in the local system and will not be uploaded to any server.\n\nHope this extension can save you a few minutes every day to have a cup of coffee and keep happy & healthy every day!"
  }
}