{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Positively | New tab page with daily affirmations"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best homepage to inspire you every day. Choose any topic and wallpaper for your startpage. Stress less and feel more confident!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The best homepage to inspire you every day. Choose any topic and wallpaper for your startpage. Stress less and feel more confident! \n\nTHE MOST INSPIRING START PAGE\n– 3,000+ daily affirmations to inspire you\n– 13 topics to choose from, from \"Think positively\", to \"Attract love\" and \"Reduce anxiety\"\n– 55 beautiful background photos to choose from\n– 4 background collections: Landscapes, nature, cosy and monochrome\n\nTOPICS\n– Think positively: Change your mindset to be more optimistic.\n– Reduce anxiety: Feel at peace instead of stressed and anxious.\n– Personal growth: Become the strongest, best version of you.\n– Be confident: Transform your self-confidence and self-belief.\n– Love yourself: Think in a more self-accepting loving way.\n– Better relationships: Build a better mindset for great relationships.\n– Develop gratitude: Increase your gratitude and appreciation.\n– Improve your career: Transform your career and hit your goals.\n– Attract love: Think in a way that attracts love and affection.\n– Manifest wealth: Change your money mindset and improve finances.\n– Stop overthinking: Think with more clarity and reduce messy thoughts.\n– Find calm: Find your personal calm with peace and tranquility.\n– Focus on your health: Become more aware and appreciate your health.\n\nMORE FROM POSITIVELY\n– You can discover 150+ lists of our favorite affirmations on our website!\n– Download our app \"Positively: Daily Affirmations\" on the iPhone app store\n\nTHIS RELEASE (0.0.1)\n– This is the first release of the Positively app! We hope you love it.\n\nFEEDBACK\nWe'd love to hear your thoughts and feedback. Email us at:\npositivelyteam@gmail.com\n\nThank you x"
  }
}