{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sound Found"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sound Found is a simple lightweight chrome extension that helps the user to quickly locate and manage audible tabs. With the…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sound Found is a simple lightweight chrome extension that helps the user to quickly locate and manage audible tabs. With the ability to SELECT, PAUSE, MUTE and REMOVE audible tabs at any time! \n\nEver had several tabs open, perhaps even tabs on other windows, and can’t seem to find the one tab playing sound amongst the many? \n\nNow you can simply press the extension on the top right of your browser and it will provide a list of all audible tabs to manage: 1) Click the title to quickly navigate to the chosen tab; 2) Selected audible tabs can be conveniently paused for later viewing or removed at any time; 3) Click the eye to quickly mute/unmute all audible tabs.\n\nMaybe you want to find audible tabs quicker? Use Alt + Shift + Comma to cycle through all audible tabs or Alt + Shift + M to mute/unmute all.         \n\nPause/play works with several popular websites such as Youtube, Twitch.tv, Netflix, Spotify, SoundCloud and much more!\n\nFeatures:\n\nManage specific audible tabs with dropdown\nCycle through audible tabs: Alt + Shift + Comma\nMute/Unmute all audible tabs: Alt + Shift + M\n\nSound Found works specifically to detect only AUDIBLE tabs\n\nIf you have any suggestions for future updates let me know at soundfound188@gmail.com"
  }
}