{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hippo Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hippo Wallet Web Browser Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hippo Wallet is a universal non-custodial app for cryptocurrencies. Send, receive and store your cryptocurrencies in one secure wallet. You can import and generate your crypto wallets safely with the Hippo Wallet mobile app. Hippo Wallet provides a secure system that makes it simple to work with multiple cryptocurrencies on your device. Manage your cryptocurrencies, with more coins and tokens being added along with additional wallet capabilities in the future!\n\nMULTICURRENCY CRYPTO WALLET\nYou can store and manage your favorite digital currencies in our multi-coin or single-coin wallets.\n\nEASY TO USE\nSecure, manage and exchange your cryptos right in your hand! manage your crypto portfolio on a user-friendly application. The app is fully optimized for your device.\n\nPRIVATE AND SECURE\nHippo Wallet is a fully decentralized non-custodial wallet. Your Recovery Phrase holds the keys to your crypto and no one can gain access to your funds except you. Hippo Wallet does not store any of your personal information nor able to restore your backup and passwords. As a result, Hippo Wallet Team never has access to your funds. Besides, you can enable Touch ID to access the crypto storage without having to type the password every time.\n\nEXCHANGE INSTANTLY\nSend and receive Bitcoin, Ethereum, and Cardano instantly just in one click. No external services are needed.\n\nAnd more already on board…\n\nHippo Wallet powered by Blockchain Commodities."
  }
}