{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MOPPI - my Optimizely Power Inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get all runtime information to boost your quality assurance while building and running online tests and experimentation.",
    "de": "Erhalten Sie alle Laufzeitinformationen, um Ihre Qualitätssicherung bei der Erstellung und Durchführung von Online-Tests und…",
    "es": "Obtenga toda la información de tiempo de ejecución para impulsar su garantía de calidad mientras construye y ejecuta pruebas y…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate companion for Optimizely users – our cutting-edge Chrome extension! Completely free and undeniably fantastic, this tool takes your optimization experience to new heights with both Simple and Professional modes.\n\nSimple Mode:\n\n* Dynamic Variation Switching: Seamlessly toggle between variations for an in-depth look and quality assurance.\n\n* Perfect for Curious Minds: Ideal for users keen on exploring and understanding the nuances of their A/B tests.\n\n\nProfessional Mode:\n\n* Comprehensive Monitoring: Keep tabs on every facet of your website's A/B testing ecosystem.\n\n* Experiment Insights: Track active experiments and campaigns effortlessly.\n\n* Tags and Attributes Overview: Monitor which tags and attributes are in play.\n\n* Page Activation Status: Stay informed about the pages currently activated.\n\n* Event Tracking: Uncover the details of crucial events, from experiment decisions to navigation events across pages.\n\n* Dynamic Customer Profiles: Gain insights into visitor information and dynamic customer profiles.\n\n* Set the default test cookie easily via the interface.\n\n* Copy all experiment data including the links to force a variation with only one click.\n\n* Intuitive Variation Switching: Easily navigate between experiment variations and view dynamic customer profile information or open all variations in a new tab at once\n\n* Seamless Surfing: The highlight is our convenient side panel, allowing you to observe real-time activities without repeatedly opening the extension popup.\n\nGive it a try, and you'll be amazed! \n\nThis extension is your ticket to a more streamlined, efficient, and insightful Optimizely experience. Don't miss out – enhance your optimization game today!",
    "de": "Ihr unverzichtbarer Begleiter für Optimizely-Nutzer: Unsere revolutionäre Chrome-Erweiterung!\nErleben Sie Optimierung auf höchstem Niveau mit unserer bahnbrechenden, völlig kostenlosen Chrome-Erweiterung, die Ihre Arbeit mit Optimizely grundlegend verändern wird. Mit zwei spezialisierten Modi - Einfach und Professionell - bringt dieses Tool Ihre A/B-Tests und Website-Optimierungen auf ein neues Level.\n\nEinfacher Modus:\n\n* Dynamischer Variationswechsel: Wechseln Sie mühelos zwischen verschiedenen Variationen, um tiefere Einblicke zu gewinnen und die Qualität Ihrer Tests sicherzustellen.\n\n* Perfekt für Neugierige: Ideal für Anwender, die die Feinheiten ihrer A/B-Tests erforschen und verstehen möchten.\n\n\nProfessioneller Modus:\n\n* Umfassende Überwachung: Behalten Sie jede Facette Ihres A/B-Test-Ökosystems im Blick.\n\n* Experiment-Einblicke: Verfolgen Sie aktive Experimente und Kampagnen mit Leichtigkeit.\n\n* Übersicht über Tags und Attribute: Überwachen Sie alle eingesetzten Tags und Attribute.\n\n* Seitenaktivierungsstatus: Erhalten Sie Informationen zu aktuell aktivierten Seiten.\n* Ereignisverfolgung: Entdecken Sie die Details wichtiger Ereignisse, von Experimentierentscheidungen bis hin zu seitenübergreifenden Navigationen.\n\n* Dynamische Kundenprofile: Gewinnen Sie wertvolle Einblicke in Besucherinformationen und dynamische Kundenprofile.\n\n* Einfaches Setzen des Standard-Test-Cookies über die UI.\n\n* Kopieren aller Experimentdaten: Kopieren Sie alle Experimentdaten einschließlich der Links, um eine Variation mit nur einem Klick zu erzwingen.\n\n* Intuitives Wechseln zwischen Variationen: Navigieren Sie einfach zwischen verschiedenen Experimentvariationen und zeigen Sie dynamische Kundenprofile an oder öffnen Sie alle Variationen gleichzeitig in neuen Tabs.\n\n* Nahtloses Surfen: Unser praktisches Seitenpanel ermöglicht es Ihnen, Aktivitäten in Echtzeit zu beobachten, ohne das Erweiterungs-Popup wiederholt öffnen zu müssen.\n\nProbieren Sie es aus und lassen Sie sich begeistern!\n\nDiese Erweiterung ist Ihre Eintrittskarte zu einem optimierten, effizienten und aufschlussreichen Optimizely-Erlebnis. Verpassen Sie nicht die Gelegenheit, Ihr Optimierungsspiel noch heute zu verbessern!",
    "es": "Su compañero indispensable para usuarios de Optimizely: ¡Nuestra revolucionaria extensión de Chrome!\n\nExperimente la optimización al más alto nivel con nuestra innovadora y completamente gratuita extensión de Chrome, que transformará radicalmente su trabajo con Optimizely. Con dos modos especializados - Simple y Profesional - esta herramienta lleva sus pruebas A/B y optimizaciones de sitios web a un nuevo nivel.\n\nModo Simple:\n\n* Cambio dinámico de variaciones: Cambie sin esfuerzo entre diferentes variaciones para obtener una visión más profunda y asegurar la calidad de sus pruebas.\n\n* Perfecto para los curiosos: Ideal para usuarios que desean explorar y comprender los matices de sus pruebas A/B.\n\n\nModo Profesional:\n\n* Monitoreo integral: Mantenga a la vista cada faceta de su ecosistema de pruebas A/B.\n\n* Información de experimentos: Siga fácilmente los experimentos y campañas activos.\n\n* Resumen de etiquetas y atributos: Monitoree todas las etiquetas y atributos en uso.\n\n* Estado de activación de páginas: Obtenga información sobre las páginas actualmente activadas.\n\n* Seguimiento de eventos: Descubra los detalles de eventos importantes, desde decisiones experimentales hasta navegaciones entre páginas.\n\n* Perfiles dinámicos de clientes: Obtenga valiosos conocimientos sobre la información de los visitantes y perfiles de clientes dinámicos.\n\n* Configuración sencilla de la cookie de prueba estándar a través de la interfaz de usuario.\n\n* Copia de todos los datos del experimento: Copie todos los datos del experimento, incluidos los enlaces, para forzar una variación con un solo clic.\n\n* Cambio intuitivo entre variaciones: Navegue fácilmente entre diferentes variaciones de experimentos y muestre perfiles dinámicos de clientes o abra todas las variaciones simultáneamente en nuevas pestañas.\n\n* Navegación fluida: Nuestro práctico panel lateral le permite observar actividades en tiempo real sin necesidad de abrir repetidamente el pop-up de la extensión.\n\n¡Pruébelo y se sorprenderá!\n\nEsta extensión es su boleto de entrada a una experiencia de Optimizely optimizada, eficiente y reveladora. No pierda la oportunidad de mejorar su juego de optimización hoy mismo."
  }
}