{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit JSON Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts upvotes, name and content from Reddit posts and comments"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Here is a description of what the Reddit JSON Extractor tool does:\n\nReddit JSON Extractor is a browser extension that allows users to easily extract structured data from Reddit posts and comments in JSON format. Key features include:\n\n1. Adds an icon next to Reddit links that users can click to extract JSON data from that post or comment thread.\n\n2. Extracts key information like upvotes, post/comment IDs, and content from Reddit posts and comments.\n\n3. For posts, it extracts:\n   - Upvotes\n   - Post ID (name)\n   - Post content (selftext)\n\n4. For comments, it extracts:\n   - Upvotes\n   - Comment ID (name) \n   - Comment content (body)\n   - Nested replies (with the same data extracted recursively)\n\n5. Structures the extracted data in a clean JSON format for easy parsing and analysis.\n\n6. Copies the extracted JSON data to the user's clipboard automatically.\n\n7. Provides a notification when JSON data has been successfully extracted and copied.\n\n8. Works on both old.reddit.com and www.reddit.com domains.\n\n9. Can extract data from the current page or from links to other Reddit posts/comments.\n\n10. Designed to make it simple for users to grab structured Reddit data for further processing or analysis in other tools.\n\nThis tool aims to streamline the process of extracting useful data from Reddit in a standardized JSON format, saving time for researchers, analysts, or anyone looking to work with Reddit data programmatically."
  }
}