{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spotify Web Player Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unofficial Spotify Web Player Search Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spotify Web Player Search Extension. Search & play music in Spotify Web Player using Google site search directly from chrome omnibox (search box).\nThis is Spotify Web Player search that allows the user seamlessly search track, albums, artists while surfing the web by navigating to the Spotify Web Player Search user interface. \n\nHow to Use\n1.First of all, open Spotify Web Player (https://open.spotify.com/). Always remain logged in to search and play music seamlessly directly from chrome omni box(search or url box).\n2. Now you can click extension icon to launch search or use omnibox and type \"SPO\" enter 'TAB' key and type to search the track of your choice.\n3. When you find the track , music or song you were looking for just click the link.\n4. If you are already logged into Spotify Web Player you will be able to play it asap else you will be asked to log in.\n5. Enjoy searching music on Spotify™ for free!\n\nTo provide this functionality extension takes over you default search for seamless experience..\n\nSpotify™ and its related trademarks, names, and logos are the property of Spotify AB. The Extension is not affiliated with, sponsored, or endorsed by Spotify. All other trademarks, names, and logos used in the Extension are the property of their respective owners."
  }
}