{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pedigree Thief"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Creates ahnentafels from Pedigree Trees (plus other tools to assist with data input to Genealogical DNA Analysis Tool)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pedigree Thief is a genealogy data gathering tool. The information gathered is intended to be imported into Genealogical DNA Analysis Tool, a program that allows you to manage your DNA matches. \n\nPlease note that only English language pages are supported although the extension may function in other language sites.\n\nThe extension's primary function is to read pedigree trees ( Geni and MyHeritage) and convert them to Ahnentafel. See also the included Pedigree to GedCom application that can read pedigrees from other sources.\n\nIt will also read information on matches from MyHeritage as well as adding a couple of utilities to some GedMatch web pages. \n\nBefore using for the first time, right-click the icon and select 'Help' from the menu. This will give guidance to setting up and using the extension. For further help join the Pedigree Thief Facebook group.\n\n---------------------------------\nPedigree Thief Change Log\nVersion 3.0.21 updated 2 December 2024\n- Fixed recent change in MyHeritage matches page.\n\nVersion 3.0.20 updated 14 October 2024\n- Added options to reading MyHeritage matches the does not involve opening the chromosome browser.\n \nVersion 3.0.19 updated 9 October 2024\n- Fixed GedMatch Pedigree page - P2G button now appearing.\n\nVersion 3.0.18 updated 25 June 2024\n- Fixed endless loop reading a MyHeritage triangulation.\n\nVersion 3.0.17 updated 17 April 2024\n- Fixed bug where sometimes PT would not read MyHeritage cM value if a whole number.\n- The date/time in PT's MyHeritage Matches menu will be removed once file created.\n- Oldest date/time will be pre-selected in dropdown.\n- MyHeritage Match is slow to 'fully' load, PT adjusted to allow for this as it can take several seconds. \n\nVersion 3.0.16 updated 8 April 2024\n- If MyHeritage data limit is reach, the browser tab no longer closes. Refreshing this tab will re-start the read (after waiting for the data limit to be restored).\n\nVersion 3.0.15 updated 7 April 2024\n- No longer includes masked email addresses in GedMatch downloads.\n- 'Save Matches' button on GedMatch, People who match both kits on both kits tab now includes the total and shared cMs for the FIRST kit.\n\nVersion 3.0.14 updated 6 April 2024\n- Fixed remainder of GedMatch One-to- Many pages.\n\nVersion 3.0.13 updated 5 April 2024\n- Fixed to  allow for change in layout of GedMatch One-to-Many Free Limited.\n\nVersion 3.0.12 updated 5 April 2024\n- Fixed link to GedMatch One-to-Many template.\n\nVersion 3.0.11 updated 27 March 2024\n- Fixed bug where Pedigree Thief failed to continue with MyHeritage Triangulations after pressing 'Read' button.\n\nVersion 3.0.10 updated 25 March 2024\n- Adjusted code to allow for slow down in receipt of Chromosome data from MyHeritage.\n- When reading a match on MyHeritage, PT will try automatically reading Chromosome data of shared matches before any Triangulations data.\n- Removed … from end of place names in P2G.\n\nVersion 3.0.9 - updated 13 December 2023\n- Fixed issue in 'Pedigree to Gedcom' where it could fail to read a WikiTree compact tree.\n\nVersion 3.0.8 - updated 5 December 2023\n- Added check to ensure info for test person is available on the MyHeritage matches page.\n- Fixed issue where reading Chromosome page would generate incorrect shared cMs value .(No impact on GDAT).\n\nVersion 3.0.7 - updated 28 November 2023\n- Minor bug fix - activity log\n- Fixed issue with removal of stored triangulations when read\n- Further fixes for MyHeritage sites where numbers use comma decimal point\n\nVersion 3.0.6 - updated 27 November 2023\n- Fixed ICW button in GedMatch Both or 1 of 2 page.\n\nVersion 3.0.5 - updated 25 November 2023\n- Updates DNA data if different from that currently stored.\n- Fixed issue if in comma decimal locale when reading chromosome date from a match page.\n\nVersion 3.0.4 - updated 22 November 2023\n- Fixed issue where PT was recording erroneous MyHeritage ICWs after reading a list of matches.\n\nVersion 3.0.3 - updated 22 November 2023\n- Fixed problem when creating matches file in GedMatch - both or 1 of 2\n\nVersion 3.0.2 - updated 21 November 2023\n- Fixed format of Matches file from GedMatch 'Matches Both or 1 of 2' from the 'Both' tab and renamed template (was GedMatch Matches with email.txt)\n- Fixed issue when reading chromosome browser when the data appears to be in a 'comma' decimal point format.\n\nVersion 3.0.1 - updated 19 Nov 2023\nBug fixes :\n- Removed duplicates of Date/Times in downloads dropdowns in MyHeritage.\n- Fixed so only one tab of P2G created.\n- Fixed ICW & Triangulation output files so that they are limited by the date selected.\n- Fixed bug preventing GedMatch ICW from downloading file.\n\nVersion 3.0.0 - updated 16 Nov 2023\nExtensive re-write to make it easier to maintain."
  }
}