{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Summary with ChatGPT-4o & Claude3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarize YouTube videos and web articles using ChatGPT-4o (OpenAI) & Claude3 (Anthropic)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨Summarize YouTube Videos & Web Articles Efficiently with ChatGPT4 (OpenAI) & Claude3 (Anthropic)\n\nYouTube Summary with ChatGPT4 and Claude3 is a free Chrome extension designed to streamline your content consumption. By leveraging the advanced capabilities of ChatGPT4 (OpenAI), Claude3 (Anthropic), Mistral AI, and Gemini, this tool allows you to quickly summarize YouTube videos, web articles, and PDFs. Save time and enhance your learning experience with this powerful extension.\n\n💎Benefits of Using YouTube Summary with ChatGPT & Claude\n✅Time-Saving: Quickly grasp the main points without the need to watch lengthy videos or read long articles.\n✅Increased Productivity: Absorb information swiftly, allowing more time for other essential tasks.\n✅Improved Learning: Efficiently gather and retain information from various sources.\n\n🔥 How to Use YouTube Summary with ChatGPT & Claude\n✅Install the Extension: Add the YouTube Summary extension to your Chrome browser.\n✅Summarize Content: Open a YouTube video, web article, or PDF, and click the YouTube Summary icon in your browser toolbar.\n✅View Summary and Transcript: The extension will generate a summary and, if available, provide the option to access the full transcript. Summaries can include timestamps that allow you to jump to specific parts of the video. Use the \"Copy Transcript\" button to copy the transcript to your clipboard.\n\n🌟Customization Options\nSummary Length: Adjust the settings within the extension to customize the length and detail of the summaries.\nCustom Prompts: Tailor the summary content by customizing the prompt used for summarization.\n\n💥Educational Utility\nYouTube Summary with ChatGPT & Claude is a valuable tool for educational purposes. It offers concise summaries and transcripts that support research, studying, and learning from various content types.\n\n📍Multilingual Support\nThis extension can summarize videos in multiple languages, catering to international users. You can select your preferred language for the transcript, enhancing accessibility.\n\n👉For more details, please visit our website: https://www.nex.social/"
  }
}