{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rosie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Undermining Language Detector"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rosie is a Chrome extension that detects undermining language and suggests more confident phrasing to help people represent themselves as the professionals they are. \n\nThis extension is named for Rosie the Riveter, who is a symbol for female empowerment in the workplace. Teaching yourself to write confidently will help you develop a good relationship with your colleagues, negotiate salary offers, and establish your credibility as a professional.\n\nForbes  asserts that using words like “just” or “maybe”, apologizing when unneeded, or using phrases like “I’m no expert” or “I don’t know” all demean confidence in the workplace. We polled over 100 people for words they have identified during business conversations that make themselves sound less confident. From this, we gathered 45 words and phrases that Rosie can identify and offer suggestions for change.\n\nRosie can be used with Gmail, Google Inbox, Outlook, Yahoo, LinkedIn, and Slack.\n\nIt's easy to use Rosie! \n\n1) Type your message in one of our supported websites\n2) Click on the \"Rosie\" icon in your browser\n3) Hover over underlined words to see Rosie's suggestions\n4) Double click an underlined word or phrase to accept Rosie's changes (Or click the \"Accept All Changes\" button to accept them all!)\n5) Use the \"Copy to Clipboard\" button to copy all the text in the Rosie window (Rosie will remove any remaining underlines in the clipboard for you!)\n6) Paste your stronger, more confident message and remember: You can do it!"
  }
}