{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netvyne Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment, share, and discuss your favorite websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Netvyne's free open-source extension to communicate and discuss ideas everywhere on the web.\nThe Netvyne extension works automatically. Just click \"Add to Chrome,\" then visit your favorite website to get started!\n\nFEATURES\n\n✓ Eliminate the need for account juggling as you visit different sites\n✓ Join in conversation with fellow members of the Netvyne community\n✓ Share pages with your friends, and start a discussion\n✓ Get fast, friendly support from the Netvyne team\n\nPERMISSIONS\n\nWe need the permissions we have requested in order to:\n1.) Tell which page you are on so we can fetch the comments for that page. This results in the \"Read your browsing history\" warning. Note, we don't actually read your browsing history. You can see this from our open source code (we have taken steps such as url hashing), as well from the Network tab of the browser's developer console. You'll find that every request that is made, along with the data attached, is only out of necessity (i.e. you wrote a comment, and that comment has to make it to us).\n2.) Insert the extension into the page as a sidebar. This results in the \"Read and change all your data on the websites you visit\" warning. We tried having the extension as a popup, but the experience was subpar. Again, you can see from the Network tab that there is no unexpected information being sent out.\nWe are using the minimal permissions necessary for this extension to function.\nWe have even tried brute forcing permission combinations in an effort to make a reduction.\nDespite these attempts to further restrict permission usage while maintaining functionality, we have been unable to do so. We've asked on Hacker News about this as well, and did not find a solution. \nThe code is public, so if you are able to reduce the number of permissions, we'd gladly accept your contribution. Or, if you are willing to sacrifice some features, you can check out the code and build yourself a modified version to this end. \nIt is worth mentioning here that we have a sustainable business model in which the users (you) are not the product: https://blog.netvyne.com/blog/business-model\nHere is our privacy policy: https://blog.netvyne.com/blog/privacy-policy\n\n***\n\nFree & Open-Sourced for Transparency (MIT License)\nhttps://github.com/netvyne/ext"
  }
}