{
  "name": {
    "ar": "ضغط قوات الدفاع الشعبي",
    "am,bn,en,en_AU,en_GB,en_US,es_419,et,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Compress PDF",
    "bg": "Компресиране на PDF",
    "ca,es": "Comprimir PDF",
    "cs": "Komprimovat PDF",
    "da,no": "Komprimer PDF",
    "de": "PDF komprimieren",
    "el": "Συμπίεση PDF",
    "fa": "فشرده سازی PDF",
    "fi": "Pakkaa PDF",
    "fil": "I-compress ang PDF",
    "fr": "Compresser un PDF",
    "he": "דחיסת PDF",
    "hi": "पीडीएफ को संपीड़ित करें",
    "hr": "Sažimanje PDF-a",
    "hu": "A PDF tömörítése",
    "id": "Kompres PDF",
    "it": "Comprimi PDF",
    "ja": "PDFを圧縮",
    "ko": "PDF 압축",
    "lt": "Suspausti PDF",
    "lv": "Saspiest PDF",
    "ms": "Memampatkan PDF",
    "nl": "Comprimeer PDF",
    "pl": "Kompresuj PDF",
    "ro": "Comprimare PDF",
    "ru": "Сжать PDF",
    "sk": "Komprimovať PDF",
    "sl": "Stisnite PDF",
    "sr": "Цомпресс ПДФ",
    "sv": "Komprimera PDF",
    "th": "บีบอัด PDF",
    "tr": "PDF'yi sıkıştır",
    "uk": "Стиснути PDF",
    "vi": "Nén PDF",
    "zh_CN": "压缩PDF",
    "zh_TW": "壓縮PDF"
  },
  "short": {
    "ar": "ضغط ملفات PDF مجانا!",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Compress PDF files for free!",
    "bg": "Компресирайте PDF файлове безплатно!",
    "ca": "Comprimir arxius PDF de forma gratuïta!",
    "cs": "Komprimovat PDF soubory zdarma!",
    "da,no": "Komprimer PDF-filer gratis!",
    "de": "PDF-Dateien kostenlos komprimieren!",
    "el": "Συμπίεση αρχείων PDF δωρεάν!",
    "es": "Comprimir archivos PDF de forma gratuita!",
    "et": "Tihendage PDF-faile tasuta!",
    "fa": "فشرده سازی فایل های PDF به صورت رایگان!",
    "fi": "Pakkaa PDF-tiedostot ilmaiseksi!",
    "fil": "I-compress ang mga PDF file nang libre!",
    "fr": "Compressez les fichiers PDF gratuitement!",
    "he": "דחיסת קבצי PDF בחינם!",
    "hi": "मुक्त करने के लिए पीडीएफ फाइलों को संपीड़ित करें!",
    "hr": "Stisnite PDF datoteke besplatno!",
    "hu": "A PDF fájlok tömörítése ingyenes!",
    "id": "Kompres file PDF secara gratis!",
    "it": "Comprimi file PDF gratis!",
    "ja": "無料でPDFファイルを圧縮しましょう。",
    "ko": "무료로 PDF 파일 압축!",
    "lt": "Suspausti PDF failus nemokamai!",
    "lv": "Saspiest PDF failus bez maksas!",
    "ms": "Memadatkan fail PDF secara percuma!",
    "nl": "Comprimeer PDF-bestanden gratis!",
    "pl": "Kompresuj pliki PDF za darmo!",
    "ro": "Comprimare fișiere PDF gratuit!",
    "ru": "Сжатие PDF файлов бесплатно!",
    "sk": "Komprimovať PDF súbory zadarmo!",
    "sl": "Brezplačno stisnite datoteke PDF!",
    "sr": "Компримирајте ПДФ датотеке бесплатно!",
    "sv": "Komprimera PDF-filer gratis!",
    "th": "บีบอัดไฟล์ PDF ฟรี!",
    "tr": "PDF dosyalarını ücretsiz olarak sıkıştırın!",
    "uk": "Стискайте PDF-файли безкоштовно!",
    "vi": "Nén tệp PDF miễn phí!",
    "zh_CN": "免费压缩PDF文件！",
    "zh_TW": "免費壓縮PDF文件！"
  },
  "long": {
    "ar": "احصل على ملفات PDF الخاصة بك مضغوطة على الفور.\n\nلست بحاجة إلى التسجيل لبدء ضغط ملفات PDF الخاصة بك.\nيدعم امتدادنا ضغط ملفات PDF إلى حجم أصغر\n- ضغط العديد من الملفات كما تريد\n- احفظ ملفاتك المضغوطة إما على جهاز الكمبيوتر الخاص بك / Google Drive\n\nقم بتحويل ملفات PDF الخاصة بك الآن وحفظها إما على جهاز الكمبيوتر المحلي / Google Drive.\n\nخدمة ضغط PDF هذه مجانية 100٪. تدعم هذه الخدمة حفظ ملف الإخراج على Google Drive.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pl,pt_BR,pt_PT,sw,ta,te": "Get your PDF files compressed instantly.\n\nYou dont need to register to begin compressing your PDF files.\nOur extension supports compressing PDF files to smaller size\n- Compress as many files as you want\n- Save your compressed files to either your computer/Google Drive\n\nConvert your PDF files now and save it to either your local computer/Google Drive.\n\nThis compress PDF service is 100% free. This service supports saving  the output file to Google Drive.",
    "bg": "Вземете вашите PDF файлове компресирани незабавно.\n\nНе е необходимо да се регистрирате, за да започнете да компресирате вашите PDF файлове.\nНашето разширение поддържа компресиране на PDF файлове до по-малък размер\n- Компресирайте колкото искате файлове\n- Запазете компресираните си файлове на вашия компютър / Google Drive\n\nКонвертирайте вашите PDF файлове сега и ги запазете на локалния си компютър / Google Drive.\n\nТази компресирана PDF услуга е 100% безплатна. Тази услуга поддържа запазване на изходния файл в Google Drive.",
    "ca": "Comprimiu els fitxers PDF a l’instant.\n\nNo cal registrar-se per començar a comprimir els fitxers PDF.\nLa nostra extensió admet la compressió de fitxers PDF a mida més petita\n- Comprimiu tants fitxers com vulgueu\n- Deseu els fitxers comprimits a l'ordinador o a Google Drive\n\nConvertiu els fitxers PDF ara i deseu-los a l'ordinador local o a Google Drive.\n\nAquest servei de compressió PDF és 100% gratuït. Aquest servei admet desar el fitxer de sortida a Google Drive.",
    "cs": "Nechte své soubory PDF komprimovat okamžitě.\n\nNež začnete komprimovat soubory PDF, nemusíte se registrovat.\nNaše rozšíření podporuje kompresi souborů PDF na menší velikost\n- Komprimujte tolik souborů, kolik chcete\n- Uložte komprimované soubory do počítače nebo na Disk Google\n\nNyní převeďte soubory PDF a uložte je do místního počítače / na Disk Google.\n\nTato komprimovaná služba PDF je 100% zdarma. Tato služba podporuje ukládání výstupního souboru na Disk Google.",
    "da": "Få dine PDF-filer komprimeret med det samme.\n\nDu behøver ikke at registrere dig for at begynde at komprimere dine PDF-filer.\nVores udvidelse understøtter komprimering af PDF-filer til mindre størrelse\n- Komprimer så mange filer, som du vil\n- Gem dine komprimerede filer på enten din computer / Google Drive\n\nKonverter dine PDF-filer nu, og gem den på enten din lokale computer / Google Drive.\n\nDenne komprimere PDF-tjeneste er 100% gratis. Denne tjeneste understøtter lagring af outputfilen på Google Drev.",
    "de": "Lassen Sie Ihre PDF-Dateien sofort komprimieren.\n\nSie müssen sich nicht registrieren, um mit dem Komprimieren Ihrer PDF-Dateien zu beginnen.\nUnsere Erweiterung unterstützt das Komprimieren von PDF-Dateien auf eine kleinere Größe\n- Komprimieren Sie so viele Dateien, wie Sie möchten\n- Speichern Sie Ihre komprimierten Dateien entweder auf Ihrem Computer oder auf Google Drive\n\nKonvertieren Sie Ihre PDF-Dateien jetzt und speichern Sie sie entweder auf Ihrem lokalen Computer oder auf Google Drive.\n\nDieser komprimierte PDF-Service ist 100% kostenlos. Dieser Dienst unterstützt das Speichern der Ausgabedatei in Google Drive.",
    "el": "Συμπιέστε τα αρχεία PDF σας αμέσως.\n\nΔεν χρειάζεται να εγγραφείτε για να αρχίσετε να συμπιέζετε τα αρχεία PDF.\nΗ επέκτασή μας υποστηρίζει τη συμπίεση αρχείων PDF σε μικρότερο μέγεθος\n- Συμπίεση όσων αρχείων θέλετε\n- Αποθηκεύστε τα συμπιεσμένα αρχεία σας στον υπολογιστή σας ή στο Google Drive\n\nΜετατρέψτε τα αρχεία PDF τώρα και αποθηκεύστε τα είτε στον τοπικό σας υπολογιστή / στο Google Drive.\n\nΑυτή η υπηρεσία συμπίεσης PDF είναι 100% δωρεάν. Αυτή η υπηρεσία υποστηρίζει την αποθήκευση του αρχείου εξόδου στο Google Drive.",
    "es": "Obtenga sus archivos PDF comprimidos al instante.\n\nNo necesita registrarse para comenzar a comprimir sus archivos PDF.\nNuestra extensión admite la compresión de archivos PDF a un tamaño más pequeño\n- Comprime tantos archivos como quieras\n- Guarde sus archivos comprimidos en su computadora / Google Drive\n\nConvierta sus archivos PDF ahora y guárdelos en su computadora local / Google Drive.\n\nEste servicio de comprimir PDF es 100% gratuito. Este servicio admite guardar el archivo de salida en Google Drive.",
    "et": "Saate oma PDF-failid koheselt tihendada.\n\nPDF-failide tihendamise alustamiseks ei pea te registreeruma.\nMeie laiendus toetab PDF-failide tihendamist väiksemateks\n- Pakkige nii palju faile kui soovite\n- Salvestage tihendatud failid oma arvutisse / Google Drive'i\n\nTeisendage oma PDF-failid kohe ja salvestage see oma kohalikku arvutisse / Google Drive'i.\n\nSee PDF-faili pakkimine on 100% tasuta. See teenus toetab väljundfaili salvestamist Google Drive'i.",
    "fa": "فایلهای PDF خود را فوراً فشرده کنید.\n\nبرای شروع فشرده سازی فایل های PDF نیازی به ثبت نام نیست.\nپسوند ما از فشرده سازی فایل های PDF به اندازه کوچکتر پشتیبانی می کند\n- فشرده سازی هر تعداد پرونده که می خواهید\n- فایلهای فشرده شده خود را در رایانه / Google Drive خود ذخیره کنید\n\nاکنون فایل های PDF خود را تبدیل کرده و در رایانه محلی / Google Drive خود ذخیره کنید.\n\nاین سرویس PDF فشرده سازی 100٪ رایگان است. این سرویس از ذخیره فایل خروجی در Google Drive پشتیبانی می کند.",
    "fil": "Pakkaa PDF-tiedostosi heti.\n\nSinun ei tarvitse rekisteröityä aloittaaksesi PDF-tiedostojesi pakkaamisen.\nLaajennuksemme tukee PDF-tiedostojen pakkaamista pienempään kokoon\n- Pakkaa niin monta tiedostoa kuin haluat\n- Tallenna pakatut tiedostot joko tietokoneellesi / Google Driveen\n\nMuunna PDF-tiedostosi nyt ja tallenna se joko paikalliseen tietokoneeseesi / Google Driveen.\n\nTämä pakattu PDF-palvelu on 100% ilmainen. Tämä palvelu tukee tulostustiedoston tallentamista Google Driveen.",
    "fr": "Obtenez vos fichiers PDF compressés instantanément.\n\nVous n'avez pas besoin de vous inscrire pour commencer à compresser vos fichiers PDF.\nNotre extension prend en charge la compression de fichiers PDF à une taille plus petite\n- Compressez autant de fichiers que vous le souhaitez\n- Enregistrez vos fichiers compressés sur votre ordinateur / Google Drive\n\nConvertissez vos fichiers PDF maintenant et enregistrez-les sur votre ordinateur local / Google Drive.\n\nCe service de compression PDF est 100% gratuit. Ce service prend en charge l'enregistrement du fichier de sortie sur Google Drive.",
    "hi": "अपनी पीडीएफ फाइलों को तुरंत संपीड़ित करें।\n\nआपको अपनी PDF फ़ाइलों को संपीड़ित करने के लिए पंजीकरण करने की आवश्यकता नहीं है।\nहमारा एक्सटेंशन पीडीएफ फाइलों को छोटे आकार में कंप्रेस करने का समर्थन करता है\n- जितनी चाहें उतनी फाइलें कंप्रेस करें\n- अपनी संपीड़ित फ़ाइलों को अपने कंप्यूटर / Google ड्राइव में सहेजें\n\nअपनी PDF फ़ाइलों को अभी कनवर्ट करें और इसे अपने स्थानीय कंप्यूटर / Google ड्राइव में सहेजें।\n\nयह कंप्रेस पीडीएफ सर्विस 100% फ्री है। यह सेवा Google डिस्क पर आउटपुट फ़ाइल सहेजने का समर्थन करती है।",
    "hr": "Odmah stisnite PDF datoteke.\n\nNe morate se registrirati da biste započeli komprimiranje PDF datoteka.\nNaše proširenje podržava komprimiranje PDF datoteka u manju veličinu\n- Komprimirajte onoliko datoteka koliko želite\n- Spremite komprimirane datoteke na računalo / Google pogon\n\nPretvorite PDF datoteke odmah i spremite ih na svoje lokalno računalo / Google pogon.\n\nOva usluga komprimiranja PDF-a 100% je besplatna. Ova usluga podržava spremanje izlazne datoteke na Google pogon.",
    "hu": "Azonnal tömörítse a PDF fájlokat.\n\nA PDF-fájlok tömörítéséhez nem kell regisztrálnia.\nKiterjesztésünk támogatja a PDF fájlok kisebb méretű tömörítését\n- Tömörítsen annyi fájlt, amennyit csak akar\n- A tömörített fájlokat mentse számítógépére vagy a Google Drive-ra\n\nKonvertálja a PDF fájlokat most, és mentse el a helyi számítógépre / a Google Drive-ra.\n\nEz a tömörített PDF szolgáltatás 100% -ban ingyenes. Ez a szolgáltatás támogatja a kimeneti fájl mentését a Google Drive-ba.",
    "id": "Dapatkan file PDF Anda dikompresi secara instan.\n\nAnda tidak perlu mendaftar untuk mulai mengompresi file PDF Anda.\nEkstensi kami mendukung pengompresan file PDF ke ukuran yang lebih kecil\n- Kompres file sebanyak yang Anda inginkan\n- Simpan file yang dikompresi ke komputer / Google Drive Anda\n\nKonversikan file PDF Anda sekarang dan simpan ke komputer lokal / Google Drive Anda.\n\nLayanan kompres PDF ini 100% gratis. Layanan ini mendukung penyimpanan file keluaran ke Google Drive.",
    "it": "Ottieni i tuoi file PDF compressi all'istante.\n\nNon è necessario registrarsi per iniziare a comprimere i file PDF.\nLa nostra estensione supporta la compressione di file PDF in dimensioni inferiori\n- Comprimi tutti i file che vuoi\n- Salva i tuoi file compressi sul tuo computer / Google Drive\n\nConverti i tuoi file PDF ora e salvalo sul tuo computer locale / Google Drive.\n\nQuesto servizio di compressione PDF è gratuito al 100%. Questo servizio supporta il salvataggio del file di output su Google Drive.",
    "ja": "PDFファイルを即座に圧縮します。\n\nPDFファイルの圧縮を開始するために登録する必要はありません。\n私たちの拡張機能は、PDFファイルをより小さなサイズに圧縮することをサポートしています\n-必要な数のファイルを圧縮します\n-圧縮ファイルをコンピュータ/ Googleドライブのいずれかに保存します\n\n今すぐPDFファイルを変換し、ローカルコンピューター/ Googleドライブのいずれかに保存します。\n\nこの圧縮PDFサービスは100％無料です。このサービスは、出力ファイルのGoogleドライブへの保存をサポートしています。",
    "ko": "PDF 파일을 즉시 압축하십시오.\n\nPDF 파일 압축을 시작하기 위해 등록 할 필요가 없습니다.\n확장 프로그램은 PDF 파일을 더 작은 크기로 압축하는 것을 지원합니다.\n-원하는만큼 파일 압축\n-압축 파일을 컴퓨터 / Google 드라이브에 저장합니다.\n\n지금 PDF 파일을 변환하고 로컬 컴퓨터 / Google 드라이브에 저장하세요.\n\n이 압축 PDF 서비스는 100 % 무료입니다. 이 서비스는 출력 파일을 Google 드라이브에 저장하는 것을 지원합니다.",
    "lt": "Akimirksniu suglaudinkite savo PDF failus.\n\nJums nereikia registruotis, kad pradėtumėte glausti savo PDF failus.\nMūsų plėtinys palaiko PDF failų glaudinimą mažesniu dydžiu\n- Suspauskite tiek failų, kiek norite\n- Išsaugokite suglaudintus failus savo kompiuteryje / „Google“ diske\n\nKonvertuokite savo PDF failus dabar ir išsaugokite juos savo vietiniame kompiuteryje / „Google“ diske.\n\nŠi suspausto PDF paslauga yra 100% nemokama. Ši paslauga palaiko išvesties failo išsaugojimą „Google“ diske.",
    "lv": "Uzreiz saspiest savus PDF failus.\n\nLai sāktu saspiest PDF failus, jums nav jāreģistrējas.\nMūsu paplašinājums atbalsta PDF failu saspiešanu mazākā izmērā\n- saspiest tik daudz failu, cik vēlaties\n- Saglabājiet saspiestos failus savā datorā / Google diskā\n\nKonvertējiet savus PDF failus tūlīt un saglabājiet tos lokālajā datorā / Google diskā.\n\nŠis saspiestā PDF pakalpojums ir 100% bezmaksas. Šis pakalpojums atbalsta izvades faila saglabāšanu Google diskā.",
    "ms": "Dapatkan fail PDF anda dimampatkan serta-merta.\n\nAnda tidak perlu mendaftar untuk mula memampatkan fail PDF anda.\nSambungan kami menyokong pemampatan fail PDF ke saiz yang lebih kecil\n- Memampatkan seberapa banyak fail yang anda mahukan\n- Simpan fail termampat anda ke komputer / Google Drive anda\n\nTukar fail PDF anda sekarang dan simpan ke komputer tempatan atau Google Drive anda.\n\nPerkhidmatan kompres PDF ini 100% percuma. Perkhidmatan ini menyokong menyimpan fail output ke Google Drive.",
    "nl": "Zorg dat uw PDF-bestanden onmiddellijk worden gecomprimeerd.\n\nU hoeft zich niet te registreren om te beginnen met het comprimeren van uw PDF-bestanden.\nOnze extensie ondersteunt het comprimeren van PDF-bestanden naar een kleiner formaat\n- Comprimeer zoveel bestanden als u wilt\n- Bewaar uw gecomprimeerde bestanden op uw computer / Google Drive\n\nConverteer uw PDF-bestanden nu en sla deze op uw lokale computer / Google Drive op.\n\nDeze gecomprimeerde PDF-service is 100% gratis. Deze service ondersteunt het opslaan van het uitvoerbestand in Google Drive.",
    "no": "Natychmiastowe skompresowanie plików PDF.\n\nNie musisz się rejestrować, aby rozpocząć kompresję plików PDF.\nNasze rozszerzenie obsługuje kompresję plików PDF do mniejszych rozmiarów\n- Kompresuj tyle plików, ile chcesz\n- Zapisz skompresowane pliki na swoim komputerze / Dysku Google\n\nKonwertuj teraz pliki PDF i zapisz je na komputerze lokalnym / na Dysku Google.\n\nTa usługa kompresji PDF jest w 100% bezpłatna. Ta usługa obsługuje zapisywanie pliku wyjściowego na Dysku Google.",
    "ro": "Verificați instantaneu fișierele PDF.\n\nNu trebuie să vă înregistrați pentru a începe comprimarea fișierelor PDF.\nExtensia noastră acceptă comprimarea fișierelor PDF la dimensiuni mai mici\n- Comprimați câte fișiere doriți\n- Salvați fișierele comprimate fie pe computer / Google Drive\n\nConvertiți fișierele PDF acum și salvați-le pe computerul local / Google Drive.\n\nAcest serviciu de comprimare PDF este 100% gratuit. Acest serviciu acceptă salvarea fișierului de ieșire pe Google Drive.",
    "ru": "Мгновенно сжимайте файлы PDF.\n\nВам не нужно регистрироваться, чтобы начать сжатие файлов PDF.\nНаше расширение поддерживает сжатие файлов PDF до меньшего размера.\n- Сжимайте столько файлов, сколько хотите\n- Сохраните сжатые файлы на свой компьютер / Google Диск.\n\nПреобразуйте файлы PDF прямо сейчас и сохраните их на локальном компьютере / на Google Диске.\n\nЭта услуга сжатия PDF на 100% бесплатна. Этот сервис поддерживает сохранение выходного файла на Google Диск.",
    "sk": "Nechajte svoje PDF súbory okamžite skomprimovať.\n\nNa začatie kompresie súborov PDF sa nemusíte registrovať.\nNaše rozšírenie podporuje kompresiu súborov PDF na menšie rozmery\n- Komprimujte toľko súborov, koľko chcete\n- Uložte svoje komprimované súbory buď do počítača, alebo na Disk Google\n\nTeraz preveďte svoje súbory PDF a uložte ich buď do miestneho počítača alebo na Disk Google.\n\nTáto komprimovaná služba PDF je 100% zadarmo. Táto služba podporuje ukladanie výstupného súboru na Disk Google.",
    "sl": "Takoj stisnite datoteke PDF.\n\nZa stiskanje datotek PDF se ni treba registrirati.\nNaša razširitev podpira stiskanje datotek PDF v manjše velikosti\n- Stisnite toliko datotek, kot želite\n- Stisnjene datoteke shranite v računalnik / Google Drive\n\nPretvorite datoteke PDF zdaj in jih shranite v lokalni računalnik / Google Drive.\n\nTa storitev stiskanja PDF je 100% brezplačna. Ta storitev podpira shranjevanje izhodne datoteke v Google Drive.",
    "sr": "Одмах стисните ПДФ датотеке.\n\nНе морате се регистровати да бисте започели компресију ПДФ датотека.\nНаше проширење подржава сажимање ПДФ датотека у мање величине\n- Стисните онолико датотека колико желите\n- Сачувајте компримоване датотеке на рачунар / Гоогле диск\n\nПретворите ПДФ датотеке одмах и сачувајте их на локалном рачунару / Гоогле диску.\n\nОва услуга компримовања ПДФ-а је 100% бесплатна. Ова услуга подржава чување излазне датотеке на Гоогле диску.",
    "sv": "Komprimera dina PDF-filer direkt.\n\nDu behöver inte registrera dig för att börja komprimera dina PDF-filer.\nVårt tillägg stöder komprimering av PDF-filer till mindre storlek\n- Komprimera så många filer du vill\n- Spara dina komprimerade filer på antingen din dator / Google Drive\n\nKonvertera dina PDF-filer nu och spara den på antingen din lokala dator / Google Drive.\n\nDenna PDF-tjänst för komprimering är 100% gratis. Den här tjänsten stöder att spara utdatafilen till Google Drive.",
    "th": "บีบอัดไฟล์ PDF ของคุณทันที\n\nคุณไม่จำเป็นต้องลงทะเบียนเพื่อเริ่มบีบอัดไฟล์ PDF ของคุณ\nส่วนขยายของเรารองรับการบีบอัดไฟล์ PDF ให้มีขนาดเล็กลง\n- บีบอัดไฟล์ได้มากเท่าที่คุณต้องการ\n- บันทึกไฟล์บีบอัดของคุณลงในคอมพิวเตอร์ / Google Drive\n\nแปลงไฟล์ PDF ของคุณตอนนี้และบันทึกลงในคอมพิวเตอร์ / Google Drive ของคุณ\n\nบริการบีบอัด PDF นี้ฟรี 100% บริการนี้รองรับการบันทึกไฟล์ที่ส่งออกไปยัง Google Drive",
    "tr": "PDF dosyalarınızı anında sıkıştırın.\n\nPDF dosyalarınızı sıkıştırmaya başlamak için kayıt olmanıza gerek yoktur.\nUzantımız, PDF dosyalarını daha küçük boyuta sıkıştırmayı destekler\n- İstediğiniz kadar dosyayı sıkıştırın\n- Sıkıştırılmış dosyalarınızı bilgisayarınıza / Google Drive'a kaydedin\n\nPDF dosyalarınızı şimdi dönüştürün ve yerel bilgisayarınıza / Google Drive'a kaydedin.\n\nBu sıkıştırılmış PDF hizmeti% 100 ücretsizdir. Bu hizmet, çıktı dosyasını Google Drive'a kaydetmeyi destekler.",
    "uk": "Миттєво стискайте файли PDF.\n\nВам не потрібно реєструватися, щоб розпочати стиснення файлів PDF.\nНаше розширення підтримує стиснення файлів PDF до менших розмірів\n- Стискайте скільки завгодно файлів\n- Збережіть стислі файли на комп’ютері / Google Drive\n\nПеретворіть файли PDF зараз і збережіть їх на своєму локальному комп’ютері / Google Drive.\n\nЦя служба стиснення PDF на 100% безкоштовна. Ця послуга підтримує збереження вихідного файлу на Google Drive.",
    "vi": "Tải xuống các tệp PDF của bạn được nén ngay lập tức.\n\nBạn không cần đăng ký để bắt đầu nén các tệp PDF của mình.\nTiện ích mở rộng của chúng tôi hỗ trợ nén các tệp PDF thành kích thước nhỏ hơn\n- Nén nhiều tệp như bạn muốn\n- Lưu các tệp nén của bạn vào máy tính / Google Drive\n\nChuyển đổi tệp PDF của bạn ngay bây giờ và lưu nó vào máy tính cục bộ / Google Drive của bạn.\n\nDịch vụ nén PDF này miễn phí 100%. Dịch vụ này hỗ trợ lưu tệp đầu ra vào Google Drive.",
    "zh_CN": "立即压缩您的PDF文件。\n\n您无需注册即可开始压缩PDF文件。\n我们的扩展程序支持将PDF文件压缩为较小的尺寸\n-压缩任意数量的文件\n-将压缩文件保存到计算机/ Google云端硬盘\n\n立即转换您的PDF文件，并将其保存到本地计算机/ Google云端硬盘。\n\n此压缩PDF服务是100％免费的。此服务支持将输出文件保存到Google云端硬盘。",
    "zh_TW": "立即壓縮您的PDF文件。\n\n您無需註冊即可開始壓縮PDF文件。\n我們的擴展程序支持將PDF文件壓縮為較小的尺寸\n-壓縮任意數量的文件\n-將壓縮文件保存到計算機/ Google雲端硬盤\n\n立即轉換您的PDF文件，並將其保存到本地計算機/ Google雲端硬盤。\n\n此壓縮PDF服務是100％免費的。此服務支持將輸出文件保存到Google雲端硬盤。"
  }
}