{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "textlint: Proofreader",
    "ja": "textlint: 文章チェッカー"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proofread your texts as you type based on textlint rules!",
    "ja": "入力している文書の間違いをその場で即座にチェックします。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "textlint is a pluggable, extensible and awesome tool to proofread your texts.\nAnd this extension is a wrapper to use textlint on your browser!\n\nTo know about \"textlint\", visit http://textlint.github.io/ for details.\n\nOnce you activate this extension, you will see red highlighting markers on your text you are just typing. They show you the errors found by textlint and you can correct them visually.\n\ntextlint has also \"Auto-Fix\" feature that corrects your text automagically! Of course you can revert it if you don't like it.\n\n* Since textlint is not supporting web browsers, some linting rules cannot work on the browser as well. So this extension bundles linting rules and supports them to run on the browser.\n* \"Auto-Fix\" feature is currently supported by only a few linting rules.",
    "ja": "textlint とはプラグインで拡張可能な文章校正ツールです。\nこの拡張機能は、textlint を Chrome 上で動作させるためのものです。\n\ntextlint について詳しくは http://textlint.github.io/ を参照してください。\n\nこの拡張機能を有効にしてチェックを開始すると、テキストボックスで入力中のテキストが自動で文章校正にかけられ、問題のある箇所をハイライトで赤く表示できます。\n\nまた textlint の『自動修正』機能を使うことで、問題のある箇所を自動で修正する事も可能です。もちろん、気に入らなければ修正を戻す事も簡単です。\n\n* textlint のチェック用ルールはブラウザ上での動作を想定していないものも多いため、この拡張機能ではあらかじめ調整したものを同梱しています。\n* 『自動修正』機能はまだ実装されたばかりで、まだ未対応のルールの方が多い状況です。"
  }
}