{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Joindre les service client des operateurs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contacter les services client des principaux operateurs telephoniques en France en un seul clic"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension pour le navigateur Google Chrome vous permet d'obtenir les numéros de téléphones des services client et SAV des principaux opérateurs téléphoniques en France métropolitaine.\n\nElle s'adresse d'avantage à un public professionnel comme par exemple un réseau de revendeurs qui a besoin de régulièrement contacter les services clients de plusieurs opérateurs mobiles.\n\nCette extension est gratuite et ouverte à tous.\nLes numéros de téléphones peuvent changer avec le temps, si un numéro n'est plus valide, merci de nous le signaler.\n\nPour chaque numéro vous avez la possibilité de les appeler directement en cliquant sur le numéro, vous devez pour cela disposer d'un logiciel ou d'un service téléphonique associé à votre ordinateur et votre navigateur Internet.\n\nLe temps d'attente estimé et le coût de la communication est présent sur les sites officiels des opérateurs, veuillez vous référer à leurs sites pour obtenir les tarifs de communication en vigueur.\nNous ne sommes pas responsable en cas de surcoût éventuel de votre opérateur.\nNous fournissons uniquement des numéros de téléphone, si vous voulez connaitre leurs tarifs, vous devez faire la démarche auprès de votre ou vos opérateur(s).\n\nCet outil s'adresse aux professionnels et est destiné à un public francophone."
  }
}