{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "вконтакте видео скачать - VK video downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Скачать видео ВКонтакте. Download VK(VKontakte) videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚨 Из-за обновления веб-страницы VK срочно проведены обновления. В настоящее время проверено, что на сайте vkvideo.ru можно использовать.\nЕсли вы обнаружите, что какой-либо URL не работает корректно, пожалуйста, присоединяйтесь к нашей группе в Telegram для сообщения о проблемах: https://t.me/+xoYSpWNzM7xiMTU5\n\n\nИщете простой способ загрузки видео с vkvideo.ru? Вам больше не нужно искать! С \"вконтакте видео скачать - VK Video Downloader\" вы можете легко сохранять свои любимые видео на компьютер и смотреть их оффлайн в любое время.\n\nОсновные функции:\n1. Легкая загрузка видео: Кнопки загрузки разных разрешений видео появятся рядом с заголовком видео на vkvideo.ru. Просто нажмите на кнопку нужного разрешения, чтобы скачать видео. Файлы будут сохранены в папке загрузок вашего браузера по умолчанию. 🎥⬇️\n\n2. Бесплатные пробные версии: Наслаждайтесь несколькими бесплатными загрузками, чтобы протестировать сервис. Для неограниченного использования требуется подписка. 🔓\n\n3. Поддержка сообщества: Столкнулись с проблемой? Присоединяйтесь к нашей группе в Telegram, чтобы сообщить о проблемах, и мы решим их как можно скорее. 🤝📢\n\nСпасибо за ваш выбор! Не ждите – установите и попробуйте прямо сейчас! 🌟🚀\n\n--------------------\nLooking for a hassle-free way to download videos from vkvideo.ru? Look no further! With \"вконтакте видео скачать - VK Video Downloader\", you can effortlessly save your favorite videos to your computer and watch them offline anytime.\n\nKey Features:\n1.Easy Video Download: Download buttons for different video resolutions will appear near the video title on vkvideo.ru. Simply click the desired resolution button to download the video. Files will be saved to your browser's default download location. 🎥⬇️\n\n2.Free Trials: Enjoy a few free downloads to test out the service. For unlimited use, a subscription is required. 🔓\n\n3.Community Support: Encounter an issue? Join our Telegram group to report any problems, and we'll address them as soon as possible. 🤝📢\n\nThank you for choosing us! Don't wait – install and try it now! 🌟🚀\n\nTAG: \"скачать с вк видео\" \"как скачать видео с вк\" \"как скачать с вк\""
  }
}