{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Tracking for Gmail and Mass Emailing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the power of email tracking, Salesforce integration, and mass emails – right in your Gmail inbox."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VELOXY FOR GMAIL HELPS YOU AMPLIFY YOUR EMAIL OUTREACH AND SHRINK SALES CYCLES WITHOUT LEAVING YOUR BUSINESS EMAIL INBOX.\n\nSell smarter with email tracking, bulk email and engagement analytics in your standard Gmail / Gsuite Inbox. Optional integration with Salesforce CRM also puts lead and opportunity details right there in your inbox.\n\n• Get real-time alerts as soon as your email is read\n• Know precisely who read your email and who did not\n• See if your emails are forwarded, or read many times\n• Save time at any sales stage by using email templates\n• Reach many people at once with personalized templates\n• Append a CAN-SPAM compliant footer and opt-out link\n• Automatically handle email unsubscribes the proper way\n• Use detailed analytics to learn what gets best engagement\n• Learn the best time of day, and day of week to send\n\nDEEP INTEGRATION WITH SALESFORCE CRM \n\nNo other plugin offers as much integration with Salesforce CRM. You can literally do everything you normally do in Salesforce without leaving Gmail, including:\n\n• Automatically log ALL incoming and outgoing emails as activities to Salesforce\n• Send CAN-SPAM compliant bulk emails to prospect lists and Salesforce \"views\"\n• Create tasks and log activities in Salesforce without leaving Gmail\n• See lead and contact details right in your inbox\n• Update Salesforce leads and contacts right in your inbox\n• Add new leads and contacts to Salesforce with one click\n• Set up meetings and sync everything in seconds\n\n\n\nVELOXY IS LOVED BY THOUSANDS OF OUTLOOK USERS. NOW IT IS HERE FOR GMAIL\n\nIt is available on a month-to-month or annual subscription basis.\n\nInstall the plugin and start your 15 day free trail today.\n\n\nDETAILED FEATURES AND BENEFITS \n\nTRACK EMAIL OPENS AND ENGAGEMENT: \nTake the guesswork out of sending emails. Veloxy Engage tracks if they are opened, or not and gives you real-time alerts. So you can take prompt action to keep things moving forward. When your email is forwarded to others, you can see that it was opened by multiple people on different devices in different locations. This gives you unique insight on the level of interest and engagement in your email.\n\nSAVE TIME WITH EMAIL TEMPLATES: \nAn easy to use rich-text editor lets you create unlimited personalized templates complete with a CAN-SPAM compliant footer, for single and bulk emails. Use them for sales outreach and replies at any sales stage. You can even attach files.\n\nREACH MANY PROSPECTS IN ONE GO: \nStop wasting time sending emails one-by-one, and avoid cut-and-paste mistakes. Using personalized templates, you can quickly upload a list, or import a “view” from Salesforce and send an individual email to each of its members, all at once. The emails go out from you, directly from your Gmail / Gsuite outbox, not some third-party sender or from Salesforce “on behalf of” you.\n\nANALYZE AND IMPROVE EMAIL ENGAGEMENT: \nSee how your cold emails and transactional emails perform, discover the best time of day and day of the week to reach your prospects, and learn from the best performers.\n\nHANDLE EMAIL UNSUBSCRIBES PROPERLY: \nVeloxy Engage makes any email sent from your Gmail / Gsuite account, 100% CAN-SPAM compliant. Before sending, it checks the opt-out status of each email recipient. And it automatically logs all opt-out requests for you, to prevent accidental mailings in future.\n\nSALESFORCE INTEGRATION COMES WITH VELOXY\n\nPUT SALESFORCE IN YOUR INBOX: \nSelect an email thread, and see the lead or contact along with opportunity details right there in the familiar Gmail or Outlook interface. So you know where you stand and what do to next, without wasting time.\n\nLOG YOUR EMAILS TO SALESFORCE:\nIn one click, you can save an email as an activity on any account, prospect or opportunity. Or you can automatically log all inbound and outbound emails to the corresponding prospect in Salesforce. This saves you time by cutting so many steps, and gives others on your team more details to work with.\n\nADD NEW PROSPECTS TO SALESFORCE:\nIf a prospect is not already in Salesforce, you can add it as a lead or contact in one click. The smart address search feature helps you find the address and pre-fill many of the fields for you.\n\nSET UP MEETINGS IN SECONDS:\nIf you create an appointment for a prospect, it is instantly saved as an event in Salesforce, and all the details are put into a Gmail / Gsuite calendar invite. You only need to review it and press send."
  }
}