{
  "name": {
    "ar": "اليا-مساعد ذكي للتسوق",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliAssist - smart shopping assistant",
    "bn": "AliAssist - কেনার জন্য একটি স্মার্ট সহযোগী",
    "es,es_419": "AliAssist - asistente inteligente de compras",
    "fr": "AliAssist - assistant intelligent d'achats",
    "he": "AliAssist - מסייע חכם לקניות",
    "hi": "AliAssist - खरीदारी के लिए एक बुद्धिमान सहायक",
    "id": "AliAssist - asisten belanja pintar",
    "pt_BR,pt_PT": "AliAssist - assistente inteligente de compras",
    "ru": "AliAssist - умный помощник по покупкам",
    "zh_CN": "AliAssist - 智能购物助手",
    "zh_TW": "AliAssist - 智能購物助手"
  },
  "short": {
    "ar": "AliAssist: اشترِ باستخدام الذكاء الاصطناعي. تتبع تاريخ الأسعار ، وجد الاستعراضات الزائفة ، تجنب البائعين السيئين.",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliAssist: Shop with AI. Track Price History, Find Fake Reviews, Avoid Bad Sellers.",
    "bn": "AliAssist: এআই সহায়তায় কেনাকাটা করুন। মূল্য ইতিহাস ট্র্যাক করুন, নকল পর্যবেক্ষণ করুন, খারাপ বিক্রেতাদের এড়িয়ে চলুন।",
    "es,es_419": "AliAssist: Compra con IA. Seguimiento del historial de precios, detección de reseñas falsas, evita a los vendedores malos.",
    "fr": "AliAssist: Achetez avec l'IA. Suivez l'historique des prix, trouvez des avis falsifiés, évitez les mauvais vendeurs.",
    "he": "AliAssist: קני באמצעות AI. מעקב אחר היסטוריית המחירים, זיהוי ביקורות מזויפות, חיפוש מוכרים רעים.",
    "hi": "AliAssist: एआई के साथ खरीदारी करें। मूल्य इतिहास का ट्रैक करें, फर्जी समीक्षाएं खोजें, खराब विक्रेताओं से बचें।",
    "id": "AliAssist: Belanja dengan AI. Lacak Riwayat Harga, Temukan Ulasan Palsu, Hindari Penjual Buruk.",
    "pt_BR,pt_PT": "AliAssist: Compre com AI. Acompanhe o Histórico de Preços, Encontre Avaliações Falsas, Evite Maus Vendedores.",
    "ru": "AliAssist: покупайте с помощью ИИ. Отслеживайте историю цен, находите фейковые отзывы, избегайте плохих продавцов.",
    "zh_CN": "AliAssist: AI购物。跟踪价格历史记录，查找虚假评论，避免不良卖家。",
    "zh_TW": "AliAssist: AI購物。追蹤價格歷史記錄，查找虛假評論，避免不良賣家。"
  },
  "long": {
    "ar": "تبحث لتوفير المال أثناء التسوق على أليكسبريس?? لقد جعلك ملحق المتصفح الخاص بنا مغطى! مع ميزة الخصم التلقائي لدينا ، لن تضطر إلى قضاء بعض الوقت في البحث عن الرموز الترويجية والقسائم. نجد جميع أحدث الخصومات ونطبق أفضلها مباشرة على عربة التسوق الخاصة بك.\n\nتشعر بالقلق إزاء الزيادات في الأسعار الاصطناعية خلال مبيعات كبيرة? يتتبع مدقق سجل الأسعار لدينا أسعار المنتج خلال آخر 3 أو 6 أشهر ، مما يضمن لك الشراء بسعر حقيقي لا يتجاوز. نحن ندعم 20 عملة مختلفة ، بما في ذلك اليورو والدولار الأمريكي والفرك.\n\nنحن نتفهم أن الشراء من بائعين موثوقين أمر بالغ الأهمية ، وهذا هو السبب في أن ميزة التحقق من البائع لدينا تساعدك على تجنب البائعين السيئين. وهناك بائع موثوق تسليم الشراء في الوقت المحدد ، في حين سيئة واحدة قد أترك لكم مع منتج مخيب للآمال. لدينا أليكسبريس-البائع الاختيار يعمل تلقائيا تماما ، مما يتيح لك راحة البال.\n\nاقض وقتا أقل في البحث عن المنتجات والمزيد من الوقت في التسوق من خلال ميزة البحث عن طريق الصورة. بنقرة واحدة فقط ، يمكنك العثور على العنصر المحدد في الصورة. بالإضافة إلى ذلك ، يساعدك بحثنا عن ميزة المنتجات المماثلة في العثور على عناصر متشابهة مختلفة قليلا.\n\nلا تريد أي مفاجآت عند وصول المنتج الخاص بك? يتيح لك امتدادنا التحقق من صور المنتج الحقيقية من تعليقات العملاء ومراجعات المنتج قبل الشراء ، مما يمنحك فكرة أفضل عما يمكن توقعه.\n\nوبمجرد إجراء عملية الشراء، تساعدك ميزة الاسم المستعار لدينا على تتبع الطرد الخاص بك من الصين بسهولة. يدعم التتبع البريدي الشحن القياسي ، حزمة البريد الصينية ، وطرق الشحن الأخرى. تسوق أكثر ذكاء مع ملحق المتصفح لدينا اليوم!\n\nهام:\nنحن نعمل على تطوير التمديد الخاصة بنا وليس لها علاقة مع المطور مع معرف التمديد إجهلبكاياهسيمجنيكفغدان.",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Looking to save money while shopping on AliExpress™? Our browser extension has got you covered! With our automatic discount feature, you won't have to spend time searching for promo codes and coupons. We find all the latest discounts and apply the best ones directly to your cart.\n\nConcerned about artificial price increases during big sales? Our price history checker tracks the product's pricing over the last 3 or 6 months, ensuring you buy at a real, not exceeded price. We support 20 different currencies, including EUR, USD, and RUB.\n\nWe understand that buying from reliable sellers is crucial, which is why our seller verification feature helps you avoid bad sellers. A reliable seller will deliver your purchase on time, while a bad one might leave you with a disappointing product. Our Aliexpress™ seller check works completely automatically, giving you peace of mind.\n\nSpend less time searching for products and more time shopping with our Aliexpress™ search by image feature. With just one click, you can find the exact item in the picture. Plus, our search for similar products feature helps you find similar items that are slightly different.\n\nDon't want any surprises when your product arrives? Our extension allows you to check real product photos from customer feedbacks and product reviews before purchasing, giving you a better idea of what to expect.\n\nAnd once you've made your purchase, our AliAssist feature helps you track your parcel from China with ease. Postal tracking supports AliExpress™ Standard Shipping, China Post ePacket, and other shipping methods. Shop smarter with our browser extension today!\n\nImportant:\nWe are developing our own extension and have nothing to do with the developer with the extension id ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "bn": "আলি এক্সপ্রেসে কেনাকাটা করার সময় অর্থ সাশ্রয় করতে চান? আমাদের ব্রাউজার এক্সটেনশন আপনি আচ্ছাদিত পেয়েছেন! আমাদের স্বয়ংক্রিয় ডিসকাউন্ট বৈশিষ্ট্য সঙ্গে, আপনি প্রচার কোড এবং কুপন জন্য অনুসন্ধান সময় ব্যয় করতে হবে না. আমরা সব সর্বশেষ ডিসকাউন্ট খুঁজে পেতে এবং আপনার কার্ট সরাসরি সেরা বেশী প্রয়োগ.\n\nবড় বিক্রয়ের সময় কৃত্রিম দাম বৃদ্ধি সম্পর্কে উদ্বিগ্ন? আমাদের মূল্য ইতিহাস পরীক্ষক গত 3 বা 6 মাসে পণ্য এর মূল্য ট্র্যাক, আপনি একটি বাস্তব এ কিনতে নিশ্চিত, মূল্য অতিক্রম না. আমরা সমর্থন 20 বিভিন্ন মুদ্রায়, ইউরো সহ, মার্কিন ডলার, এবং ঘষা.\n\nআমরা বুঝতে পারি যে নির্ভরযোগ্য বিক্রেতাদের কাছ থেকে কেনা অত্যন্ত গুরুত্বপূর্ণ, এই কারণেই আমাদের বিক্রেতা যাচাইকরণ বৈশিষ্ট্য আপনাকে খারাপ বিক্রেতাদের এড়াতে সাহায্য করে৷ একটি নির্ভরযোগ্য বিক্রেতা সময়মতো আপনার ক্রয় প্রদান করবে, যখন একটি খারাপ একটি হতাশাজনক পণ্য সঙ্গে আপনি ছেড়ে যেতে পারে. আমাদের আলি এক্সপ্রেস বিক্রেতা চেক সম্পূর্ণরূপে স্বয়ংক্রিয়ভাবে কাজ করে, আপনি মনের শান্তি প্রদান.\n\nআমাদের সঙ্গে পণ্য এবং আরো সময় কেনাকাটা অনুসন্ধানের জন্য কম সময় ব্যয় করুন আলিএক্সপ্রেস search ইমেজ বৈশিষ্ট্য দ্বারা অনুসন্ধান করুন. মাত্র একটি ক্লিকের মাধ্যমে, আপনি ছবিতে সঠিক আইটেমটি খুঁজে পেতে পারেন৷ প্লাস, অনুরূপ পণ্য বৈশিষ্ট্য জন্য আমাদের অনুসন্ধান আপনি সামান্য ভিন্ন যে অনুরূপ আইটেম খুঁজে পেতে সাহায্য করে.\n\nআপনার পণ্য আসার সময় কোনও চমক চান না? আমাদের এক্সটেনশন আপনি কি আশা একটি ভাল ধারণা প্রদান, কেনার আগে গ্রাহক প্রতিক্রিয়া এবং পণ্য রিভিউ থেকে বাস্তব পণ্য ফটো চেক করতে পারবেন.\n\nএবং একবার আপনি আপনার ক্রয় করেছেন, আমাদের আলিয়াসিস্ট বৈশিষ্ট্যটি আপনাকে সহজেই চীন থেকে আপনার পার্সেল ট্র্যাক করতে সহায়তা করে পোস্টাল ট্র্যাকিং অ্যালি এক্সপ্রেস স্ট্যান্ডার্ড শিপিং, চায়না পোস্ট ইপ্যাকেট এবং অন্যান্য শিপিং পদ্ধতিগুলিকে সমর্থন করে৷ আজ আমাদের ব্রাউজার এক্সটেনশনের সাথে স্মার্ট কেনাকাটা করুন!\n\nগুরুত্বপূর্ণ:\nআমরা আমাদের নিজস্ব এক্সটেনশন বিকাশ করছি এবং এক্সটেনশন আইডি ইজজহলপেপকাএএএএইচসিইএমজেগনেকফেগহেডান সহ বিকাশকারীর সাথে কিছুই করার নেই.",
    "es,es_419": "¿Quieres ahorrar dinero mientras compras en AliExpress™? ¡Nuestra extensión para navegador lo tiene cubierto! Con nuestra función de descuento automático, no tendrá que perder tiempo buscando códigos promocionales y cupones. Encontramos los últimos descuentos y aplicamos los mejores directamente a su carrito.\n\nPreocupado por los aumentos artificiales de precios durante las grandes ventas? Nuestro verificador de historial de precios rastrea los precios del producto en los últimos 3 o 6 meses, asegurando que compre a un precio real, no excedido. Admitimos 20 monedas diferentes, incluidos EUR, USD y RUB.\n\nEntendemos que comprar a vendedores confiables es crucial, por lo que nuestra función de verificación de vendedores lo ayuda a evitar malos vendedores. Un vendedor confiable entregará su compra a tiempo, mientras que uno malo podría dejarlo con un producto decepcionante. Nuestra verificación de vendedor de Aliexpress™ funciona de forma completamente automática, lo que le brinda tranquilidad.\n\nPase menos tiempo buscando productos y más tiempo comprando con nuestra función de búsqueda por imagen de Aliexpress™. Con solo un clic, puede encontrar el artículo exacto en la imagen. Además, nuestra función de búsqueda de productos similares le ayuda a encontrar artículos similares que son ligeramente diferentes.\n\n¿No quieres sorpresas cuando llegue tu producto? Nuestra extensión le permite verificar fotos reales de productos a partir de comentarios de clientes y reseñas de productos antes de comprar, lo que le da una mejor idea de qué esperar.\n\nY una vez que haya realizado su compra, nuestra función AliAssist lo ayuda a rastrear su paquete desde China con facilidad. El seguimiento postal admite el envío estándar de AliExpress™, el paquete electrónico de China Post y otros métodos de envío. Compre de forma más inteligente con nuestra extensión de navegador hoy mismo.\n\nEs importante:\nEstamos desarrollando nuestra propia extensión y no tenemos ninguna relación con el desarrollador con la extensión id ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "fr": "Vous cherchez à économiser de l'argent lors de vos achats sur AliExpress™? Notre extension de navigateur est là pour vous! Avec notre fonction de remise automatique, vous n'aurez pas à passer du temps à chercher des codes promotionnels et des coupons. Nous trouvons toutes les dernières réductions et appliquons les meilleures directement à votre panier.\n\nPréoccupé par les augmentations de prix artificielles lors de grosses soldes? Notre vérificateur d'historique des prix suit les prix du produit au cours des 3 ou 6 derniers mois, vous assurant d'acheter à un prix réel et non dépassé. Nous prenons en charge 20 devises différentes, dont l'EUR, l'USD et le RUB.\n\nNous comprenons qu'acheter auprès de vendeurs fiables est crucial, c'est pourquoi notre fonction de vérification des vendeurs vous aide à éviter les mauvais vendeurs. Un vendeur fiable livrera votre achat à temps, tandis qu'un mauvais vendeur pourrait vous laisser avec un produit décevant. Notre vérification du vendeur Aliexpress™ fonctionne de manière entièrement automatique, vous offrant une tranquillité d'esprit.\n\nPassez moins de temps à rechercher des produits et plus de temps à magasiner avec notre fonction de recherche par image Aliexpress™. En un seul clic, vous pouvez trouver l'article exact dans l'image. De plus, notre fonction de recherche de produits similaires vous aide à trouver des articles similaires légèrement différents.\n\nVous ne voulez pas de surprises à l'arrivée de votre produit? Notre extension vous permet de consulter de vraies photos de produits à partir des commentaires des clients et des critiques de produits avant d'acheter, vous donnant une meilleure idée de ce à quoi vous attendre.\n\nEt une fois que vous avez effectué votre achat, notre fonction AliAssist vous aide à suivre facilement votre colis en provenance de Chine. Le suivi postal prend en charge l'expédition standard AliExpress™, China Post ePacket et d'autres méthodes d'expédition. Magasinez plus intelligemment avec notre extension de navigateur dès aujourd'hui!\n\nImportant:\nNous développons notre propre extension et n'avons aucun lien avec le développeur avec l'extension id ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "he": "מחפש לחסוך כסף בזמן הקניות באליאקספרס? הרחבת הדפדפן שלנו יש לך מכוסה! עם תכונת ההנחה האוטומטית שלנו, לא תצטרך לבזבז זמן בחיפוש אחר קודי פרומו וקופונים. אנו מוצאים את כל ההנחות האחרונות ומיישמים את הטובות ביותר ישירות על העגלה שלך.\n\nמודאגים מעליית מחירים מלאכותית במהלך מכירות גדולות? בודק היסטוריית המחירים שלנו עוקב אחר התמחור של המוצר במהלך 3 או 6 החודשים האחרונים, ומבטיח שאתה קונה במחיר אמיתי ולא חורג. אנו תומכים 20 מטבעות שונים, כולל יורו, דולר, ולשפשף.\n\nאנו מבינים שקנייה ממוכרים אמינים היא קריטית, וזו הסיבה שתכונת אימות המוכר שלנו עוזרת לך להימנע ממוכרים רעים. מוכר אמין יספק את הרכישה בזמן, בעוד שמוכר רע עלול להשאיר אותך עם מוצר מאכזב. בדיקת המוכר שלנו פועלת באופן אוטומטי לחלוטין, ומעניקה לך שקט נפשי.\n\nלבלות פחות זמן בחיפוש אחר מוצרים ועוד זמן קניות עם החיפוש שלנו על ידי תכונה תמונה. בלחיצה אחת בלבד תוכלו למצוא את הפריט המדויק בתמונה. בנוסף, החיפוש שלנו אחר מוצרים דומים תכונה מסייעת לך למצוא פריטים דומים כי הם שונים במקצת.\n\nלא רוצה שום הפתעות כאשר המוצר שלך מגיע? התוסף שלנו מאפשר לך לבדוק תמונות מוצר אמיתיות מפידבקים של לקוחות וביקורות מוצר לפני הרכישה, נותן לך מושג טוב יותר למה לצפות.\n\nוברגע שביצעת את הרכישה שלך, תכונת העזר שלנו עוזרת לך לעקוב אחר החבילה שלך מסין בקלות. דואר מעקב תומך משלוח רגיל, סין פוסט אפקט, ושיטות משלוח אחרות. חנות חכמה יותר עם הרחבת הדפדפן שלנו היום!\n\nחשוב:\nאנו מפתחים הרחבה משלנו ואין לנו שום קשר למפתח עם סיומת id ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "hi": "अलीएक्सप्रेस पर खरीदारी करते समय पैसे बचाने के लिए खोज रहे हैं? हमारे ब्राउज़र एक्सटेंशन ने आपको कवर किया है! हमारी स्वचालित छूट सुविधा के साथ, आपको प्रोमो कोड और कूपन खोजने में समय नहीं लगाना पड़ेगा ।  हम सभी नवीनतम छूट पाते हैं और सबसे अच्छे लोगों को सीधे आपकी गाड़ी पर लागू करते हैं । \n\nबड़ी बिक्री के दौरान कृत्रिम मूल्य वृद्धि के बारे में चिंतित हैं? हमारा मूल्य इतिहास परीक्षक पिछले 3 या 6 महीनों में उत्पाद के मूल्य निर्धारण को ट्रैक करता है, यह सुनिश्चित करता है कि आप वास्तविक, अधिक कीमत पर नहीं खरीदते हैं ।  हम यूरो, यूएसडी और आरयूबी सहित 20 विभिन्न मुद्राओं का समर्थन करते हैं । \n\nहम समझते हैं कि विश्वसनीय विक्रेताओं से खरीदना महत्वपूर्ण है, यही वजह है कि हमारी विक्रेता सत्यापन सुविधा आपको खराब विक्रेताओं से बचने में मदद करती है ।  एक विश्वसनीय विक्रेता आपकी खरीदारी को समय पर वितरित करेगा, जबकि एक बुरा आपको निराशाजनक उत्पाद के साथ छोड़ सकता है ।  हमारा अलीएक्सप्रेस विक्रेता चेक पूरी तरह से स्वचालित रूप से काम करता है, जिससे आपको मन की शांति मिलती है । \n\nउत्पादों की खोज में कम समय बिताएं और छवि सुविधा द्वारा हमारे अलीएक्सप्रेस खोज के साथ अधिक समय खरीदारी करें ।  केवल एक क्लिक से, आप चित्र में सटीक आइटम पा सकते हैं ।  साथ ही, समान उत्पादों की सुविधा के लिए हमारी खोज आपको समान आइटम खोजने में मदद करती है जो थोड़े अलग हैं । \n\nजब आपका उत्पाद आता है तो कोई आश्चर्य नहीं चाहते हैं? हमारा एक्सटेंशन आपको खरीदने से पहले ग्राहक प्रतिक्रियाओं और उत्पाद समीक्षाओं से वास्तविक उत्पाद फ़ोटो की जांच करने की अनुमति देता है, जिससे आपको बेहतर विचार मिलता है कि क्या उम्मीद की जाए । \n\nऔर एक बार जब आप अपनी खरीदारी कर लेते हैं, तो हमारी एलियासिस्ट सुविधा आपको चीन से अपने पार्सल को आसानी से ट्रैक करने में मदद करती है ।  पोस्टल ट्रैकिंग अलीएक्सप्रेस मानक शिपिंग, चीन पोस्ट एपैकेट, और अन्य शिपिंग विधियों का समर्थन करता है ।  आज हमारे ब्राउज़र एक्सटेंशन के साथ होशियार दुकान!\n\nमहत्वपूर्ण:\nहम अपने स्वयं के विस्तार को विकसित कर रहे हैं और डेवलपर के साथ विस्तार आईडी के साथ कुछ भी नहीं करना है ।",
    "id": "Ingin menghemat uang saat berbelanja di AliExpress? Ekstensi browser kami membantu Anda! Dengan fitur diskon otomatis kami, Anda tidak perlu menghabiskan waktu mencari kode promo dan kupon. Kami menemukan semua diskon terbaru dan menerapkan yang terbaik langsung ke keranjang Anda.\n\nKhawatir tentang kenaikan harga buatan selama penjualan besar? Pemeriksa riwayat harga kami melacak harga produk selama 3 atau 6 bulan terakhir, memastikan Anda membeli dengan harga yang sebenarnya, tidak melebihi harga. Kami mendukung 20 mata uang yang berbeda, termasuk EUR, USD, dan RUB.\n\nKami memahami bahwa membeli dari penjual yang andal sangat penting, itulah sebabnya fitur verifikasi penjual kami membantu Anda menghindari penjual yang buruk. Penjual yang andal akan mengirimkan pembelian Anda tepat waktu, sementara penjual yang buruk mungkin akan membuat Anda mendapatkan produk yang mengecewakan. Cek penjual Aliexpress kami berfungsi sepenuhnya secara otomatis, memberi Anda ketenangan pikiran.\n\nHabiskan lebih sedikit waktu untuk mencari produk dan lebih banyak waktu berbelanja dengan fitur pencarian berdasarkan gambar Aliexpress kami. Hanya dengan satu klik, Anda dapat menemukan item yang tepat di gambar. Selain itu, fitur pencarian produk serupa kami membantu Anda menemukan item serupa yang sedikit berbeda.\n\nTidak ingin ada kejutan saat produk Anda tiba? Ekstensi kami memungkinkan Anda untuk memeriksa foto produk asli dari umpan balik pelanggan dan ulasan produk sebelum membeli, memberi Anda gambaran yang lebih baik tentang apa yang diharapkan.\n\nDan setelah Anda melakukan pembelian, fitur AliAssist kami membantu Anda melacak paket Anda dari China dengan mudah. Pelacakan pos mendukung Pengiriman Standar AliExpress, ePacket China Post, dan metode pengiriman lainnya. Berbelanja lebih cerdas dengan ekstensi browser kami hari ini!\n\nPenting:\nKami sedang mengembangkan ekstensi kami sendiri dan tidak ada hubungannya dengan pengembang dengan id ekstensi ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "pt_BR,pt_PT": "Olhando para economizar dinheiro enquanto faz compras no AliExpress Krishnamurti? Nossa extensão de navegador tem tudo para você! Com nosso recurso de desconto automático, você não precisará perder tempo procurando códigos promocionais e cupons. Encontramos todos os descontos mais recentes e aplicamos os melhores diretamente no seu carrinho.\n\nPreocupado com aumentos de preços artificiais durante grandes vendas? Nosso verificador de histórico de preços rastreia os preços do produto nos últimos 3 ou 6 meses, garantindo que você compre a um preço real, não excedido. Suportamos 20 moedas diferentes, incluindo EUR, USD e RUB.\n\nEntendemos que a compra de vendedores confiáveis é crucial, e é por isso que nosso recurso de verificação de vendedor ajuda a evitar vendedores ruins. Um vendedor confiável entregará sua compra no prazo, enquanto um vendedor ruim pode deixá-lo com um produto decepcionante. O nosso cheque vendedor aliexpress extraterritorialfunciona de forma totalmente automática, dando-lhe tranquilidade.\n\nGaste menos tempo procurando por produtos e mais tempo comprando com nosso recurso de Busca por imagem do Aliexpress extraterritorial. Com apenas um clique, você pode encontrar o item exato na imagem. Além disso, nosso recurso de busca por produtos semelhantes ajuda você a encontrar itens semelhantes que são ligeiramente diferentes.\n\nNão quer surpresas quando seu produto chegar? Nossa extensão permite que você verifique fotos reais de produtos de feedbacks de clientes e análises de produtos antes de comprar, dando uma ideia melhor do que esperar.\n\nE depois de fazer sua compra, nosso recurso AliAssist ajuda você a rastrear seu pacote da China com facilidade. O rastreamento Postal suporta O Envio Padrão AliExpress Grátis, China Post ePacket e outros métodos de envio. Compre de forma mais inteligente com nossa extensão de navegador hoje mesmo!\n\nImportante:\nEstamos desenvolvendo nossa própria extensão e não temos nada a ver com o desenvolvedor com a extensão ID ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "ru": "Хотите сэкономить деньги при совершении покупок на AliExpress™? Наше расширение для браузера поможет вам! Благодаря нашей функции автоматической скидки вам не придется тратить время на поиск промо-кодов и купонов. Мы находим все последние скидки и применяем лучшие из них непосредственно к вашей корзине.\n\nОбеспокоены искусственным повышением цен во время крупных распродаж? Наша система проверки истории цен отслеживает цены на продукт за последние 3 или 6 месяцев, гарантируя, что вы покупаете по реальной, а не завышенной цене. Мы поддерживаем 20 различных валют, включая EUR, USD и RUB.\n\nМы понимаем, что покупка у надежных продавцов имеет решающее значение, именно поэтому наша функция проверки продавца поможет вам избежать недобросовестных продавцов. Надежный продавец доставит вашу покупку вовремя, в то время как плохой продавец может оставить вас с разочаровывающим товаром. Наша проверка продавца на Aliexpress ™ работает полностью автоматически, что дает вам душевное спокойствие.\n\nТратьте меньше времени на поиск товаров и больше на покупки с помощью нашей функции поиска по изображению на Aliexpress ™. Всего одним щелчком мыши вы можете найти точный товар на картинке. Кроме того, наша функция поиска похожих товаров поможет вам найти похожие товары, которые немного отличаются друг от друга.\n\nНе хотите никаких сюрпризов, когда прибудет ваш товар? Наше расширение позволяет вам просматривать реальные фотографии товара из отзывов клиентов и обзоров продуктов перед покупкой, что дает вам лучшее представление о том, чего ожидать.\n\nИ как только вы совершите покупку, наша функция AliAssist поможет вам с легкостью отследить вашу посылку из Китая. Почтовое отслеживание поддерживает стандартную доставку AliExpress ™, почту Китая ePacket и другие способы доставки. Делайте покупки умнее с нашим расширением для браузера уже сегодня!\n\nВажно:\nМы развиваем своё собственное расширение и не имеем никакого отношения к разработчику с расширением id ejjhlpepcaaaehcemmjgnaekfggehdan.",
    "zh_CN,zh_TW": "在AliExpress上购物时想省钱吗? 我们的浏览器扩展已经复盖了你! 使用我们的自动折扣功能，您不必花时间搜索促销代码和优惠券。 我们找到所有最新的折扣,并应用最好的直接到您的购物车.\n\n在大销售期间担心人为的价格上涨？ 我们的价格历史检查器跟踪产品在过去3或6个月的价格，确保您以真实的，不超过的价格购买。 我们支持20种不同的货币，包括欧元，美元和卢布。\n\n我们知道从可靠的卖家那里购买是至关重要的，这就是为什么我们的卖家验证功能可以帮助您避免不良卖家。 一个可靠的卖家会按时交付您的购买，而一个坏的卖家可能会让您失望的产品。 我们的Aliexpress™卖家检查完全自动工作，让您高枕无忧。\n\n使用我们的Aliexpress™search by image功能，减少搜索产品的时间，增加购物的时间。 只需点击一下，您就可以在图片中找到确切的项目。 此外，我们的搜索类似产品功能可以帮助您找到稍有不同的类似项目。\n\n当你的产品到达时，不想有任何惊喜吗？ 我们的扩展程序允许您在购买之前检查客户反馈和产品评论中的真实产品照片，让您更好地了解预期。\n\n一旦您购买，我们的AliAssist功能可以帮助您轻松跟踪您的包裹从中国。 邮政跟踪支持AliExpress™标准运输，中国邮政ePacket和其他运输方式。 购物更聪明与我们的浏览器扩展今天!\n\n重要事项:\n我们正在开发自己的扩展，与扩展id为 ejjhlpepcaaaehcemmjgnaekfggehdan 的开发人员无关。"
  }
}