{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block Party — Deep clean your social media"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deep clean your social media, notifications, settings and more in just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How it works: \n1. Like a virus checker, we'll scan your social accounts for potential exposures and flag risks.\n2. We'll share personalized, expert recommendations to secure your personal info, fix your account settings and clean up your online presence.\n3. Decide what works best for you and skip the rest. Our automations do the hard work and update settings on your behalf so you don’t have to.\n\nPlaybooks are available for X (Twitter), Facebook, Instagram, LinkedIn, Venmo, and more, with support for more platforms coming soon. See a full list of supported platforms here: https://www.blockpartyapp.com/product-faq-articles/which-platforms-does-privacy-party-support/.\n\n\n🧼 What can Block Party deep clean for me?\n\nYour content\n- Mass delete your posts, likes and messages\n- Review images and posts you’re tagged in\n\nYour connections\n- Mass block accounts\n- Manage followers and friends across your social accounts\n\nYour settings\n- Uncover hidden areas of exposure\n- Determine discoverability of your profile and content\n- Adjust where your location is visible\n\nYour notifications\n- Choose what you want to get notified about across the platforms you use\n- Limit spammy messages and alerts\n\n*Block Party does not need your account passwords - all automation occurs directly in the browser via the extension, only with your authorization.\n\n\n💬 Hear it from our users: https://www.blockpartyapp.com/#testimonials"
  }
}