{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyIPCam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy and quick way to view and control your IP-cameras",
    "ru": "Удобный и быстрый способ просмотра и управления своими IP-камерами"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Extension allows you to view and control your IP cameras in the popup window. To work you must select the camera model (or you can use \"Autoscan\"), fill an IP camera address, username and password to access your IP camera in the Options. This is a free function of the Extension.\n* * *\nMyIPCam is the easiest and fastest way to view your IP cameras. Basic functions, such as viewing and controlling the camera in a popup window, are free.\nBut you can get more: \n+ the function of image recording (to the Download folder),\n+ the ability to view your cameras in a separate tab and in a separate window (for example, you can use full-screen mode),\n+ 'Options' page and Popup window of the extension can be password protected,\n+ the ability of extended PTZ (go to / set preset) for some cameras. \nTo activate these functions, you must pay a small fee.\n* * *\nIf you have problems setting up the extension, please write on DENFLLOW@GMAIL.COM\n* * *\nIf you can not find your camera in the list \"Cam model\" in \"Options\", try to use the field \"Use snapshot path\". In this field you should enter a PATH (/path) to the camera JPEG snapshot. All IP cameras have different snapshot link.\n\nPrivacy Policy:\nhttp://myipcamapp.net/privacy/\n\nNOTE. How to disable \"Save as..\" storm for image recording:\n1. Open Chrome Settings­\n2. Scroll down and click \"­Show advanced settings...­\"­\n3. Find \"Downloads\"­\n4. Disable \"Ask where to save each file ­before downloading\"",
    "ru": "Расширение позволяет просматривать и управлять своими IP-камерами. Для работы необходимо выбрать модель камеры (или использовать функцию Autoscan), задать адрес, логин и пароль доступа к IP-камере в Настройках.   \n* * *\nОсновные функции расширения, такие как просмотр камер во всплывающем окне и управление PTZ, бесплатны. Однако за небольшую плату вы можете получить доступ к дополнительным функциям, таким как: \n- запись JPEG-изображений с камер в Папку Загрузки, \n- просмотр камер на отдельной вкладке и в отдельном окне,\n- защита паролем страницы Настроек и всплывающего окна расширения, \n- дополнительные функции PTZ (go to / set preset: для некоторых камер)\n* * *\nЕсли у Вас возникли проблемы с настройкой IP-камеры в расширении MyIPCam, пишите на DENFLLOW@GMAIL.COM. Мы Вам поможем с настройкой.\n* * *\nЕсли вы не нашли своей камеры в списке, попробуйте использовать поле \"Использовать ссылку на snapshot\". В это поле необходимо вписать ссылку на кадр JPEG с камеры.\n\nПолитика конфиденциальности\nhttp://myipcamapp.net/privacy/"
  }
}