{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shipping Central"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All Your Shipping Providers In One Place!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shipping Central brings you your favorite postal service and courier delivery providers all in one place if your a buyer or online retailer. Stay organised, increase productivity and manage your shipping logistics more efficiently as you keep tab of your parcel information from the comfort of your Chrome browser. From USPS to DHL to Royal Mail, access your tracking information in one tab with ease, while browsing the internet with a convenient search box powered by Bing.com\n\nHow to get started\nShipping Central is a new tab extension which is integrated into Chrome to provide users access to postal delivery providers in one place. It is easy to use and user-friendly and once the extension is added to Chrome, users need to login and/or put in their tracking details on the delivery providers site as per the Terms stated by the respective websites! The extension does not store or share any personal information, financial details or authentication permissions.\nNote: The search engine on the new tab will change to Bing.com once downloaded.\n\nFeatures   \nSafe and secure access to USPS, DHL, Royal Mail, Aramex, etc.\nCustom web search powered by Bing.com   \nEase of navigation between courier sites   \nCompletely free to use   \nClean & seamless user interface for productive management\n\nPermissions\nIt needs permission to allow new tabs to display the Shipping Central extension with the features including the access to shipping providers and customised search. This extension does NOT ask for your login or password.\n\nBy clicking \"Install Now\", I accept and agree to install the \"Shipping Central\" extension and hereby agree to set Chrome New Tab to that provided by the service and the Privacy Policy and Terms of Use.\n\nPlease refer to our Privacy Policy (https://mediastinct.com/privacy-policy/) and Terms of Use (https://mediastinct.com/terms-conditions/) or contact us at dev@mediastinct.com for any queries.\n\nDisclaimer: Shipping Central is not a part of any of the applications or websites added in this extension including USPS, DHL, Parcel Force, Aramex, FedEx, UPS and Royal Mail. It is an unofficial app (browser add-on) and independent project and functions only as a new tab extension that has been created to ensure that delivery services can be accessed and used at ease. Please, refer to our Privacy Policy for more details on the purpose and methods of our handling user data\nOnce the extension is downloaded, the new tab search box will be replaced by a search bar powered by Bing.com (Microsoft), please refer to Microsoft's  Privacy and Cookie policy here - https://privacy.microsoft.com/en-us/privacystatement"
  }
}