{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CAD SCOUT 3Dfindit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Finds matching 3D CAD, CAE and BIM data for free download on any website that shows components.",
    "de": "Findet passende 3D CAD, CAE und BIM Modelle zum kostenfreien Download auf jeder Webseite, die Komponenten zeigt.",
    "fr": "Trouvez des données CAO, IAO et BIM 3D correspondantes, à télécharger gratuitement sur tous les sites web proposant des composants.",
    "it": "Trova dati CAD 3D, CAE e BIM da scaricare gratuitamente su tutti i siti web che offrono componenti.",
    "ja": "コンポーネントを表示するすべてのウェブサイトで、一致する3D CAD、CAE、BIMデータを無料でダウンロードできます。",
    "zh_CN": "在所有提供组件的网站上均可轻松查找并免费下载匹配的三维CAD，CAE和BIM模型。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "★ Part Search \n\nSay goodbye to the time-consuming search for suitable 3D CAD planning data for your design. Simply browse the Internet for the component you are looking for. \nOnce you have found it, click on the CAD SCOUT icon in Chrome. The extension will immediately suggest a large number of suitable 3D CAD components on 3Dfindit. Select the desired search result and download it directly for free.\n\n★ Download in various formats\n\n3Dfindit offers over 100 different formats in 2D and 3D for all common CAD systems, such as SOLIDWORKS, AutoCAD, Creo Direct, Creo Parametric, Siemens NX, Solid Edge and many more. \nSelect your desired format when downloading and benefit from native planning data that can be used directly without reworking.\n\n★ 3D preview\n\nA number of practical functions are available on 3Dfindit to help you select the component. View your search result in an interactive 3D preview and select the right component using the manufacturer information provided.\n\n★ Seamlessly into procurement\n\nIn addition to an analysis of prices, trends and risks in procurement, you have access to all the information that belongs in the bill of materials. This includes, for example, an order number and other manufacturer information.\n\nCAD SCOUT 3Dfindit saves engineers, designers, planners and architects valuable time when searching for parts and is therefore one of the must-haves in their daily work.",
    "de": "★ Teilesuche \n\nVerabschieden Sie sich von der zeitraubenden Suche nach geeigneten 3D CAD-Planungsdaten für Ihre Konstruktion. Durchsuchen Sie einfach das Internet nach dem gewünschten Bauteil. \nWenn Sie es gefunden haben, klicken Sie auf das CAD SCOUT Symbol in Chrome. Die Extension schlägt Ihnen sofort eine Vielzahl passender 3D CAD-Bauteile auf 3Dfindit vor. Wählen Sie Ihr favorisiertes Suchergebnis aus und laden Sie es direkt kostenlos herunter.\n\n★ Download in verschiedenen Formaten\n\n3Dfindit bietet über 100 verschiedene 2D und 3D Formate für alle gängigen CAD-Systeme, wie beispielsweise SOLIDWORKS, AutoCAD, Creo Direct, Creo Parametric, Siemens NX, Solid Edge und viele weitere. \nWählen Sie beim Download Ihr gewünschtes Format und profitieren Sie von nativen Planungsdaten, die ohne Nachbearbeitung direkt verwendet werden können.\n\n★ 3D-Vorschau\n\nFür die Auswahl des Bauteils stehen Ihnen auf 3Dfindit eine Reihe praktischer Funktionen zur Verfügung. Betrachten Sie Ihr Suchergebnis in einer interaktiven 3D-Vorschau und wählen Sie das richtige Bauteil anhand der angegebenen Herstellerinformationen aus.\n\n★ Nahtlos in den Einkauf\n\nNeben einer Analyse von Preisen, Trends und Risiken in der Beschaffung haben Sie Zugriff auf alle Informationen, die in die Stückliste gehören. Dazu gehören beispielsweise die Bestellnummer und weitere Herstellerinformationen.\n\nCAD SCOUT 3Dfindit spart Ingenieuren, Konstrukteuren, Planern und Architekten wertvolle Zeit bei der Teilesuche und gehört damit zu den Must-Haves in der täglichen Arbeit.",
    "fr": "★ Recherche de pièces\n\nDites adieu à la recherche fastidieuse de données de planification CAO 3D adaptées à votre conception. Il vous suffit de naviguer sur Internet pour trouver le composant que vous recherchez. \nUne fois que vous l'avez trouvé, cliquez sur l'icône CAD SCOUT dans Chrome. Le plugin vous proposera immédiatement un grand nombre de composants CAO 3D appropriés sur 3Dfindit. Sélectionnez le résultat de recherche souhaité et téléchargez-le directement et gratuitement.\n\n★ Téléchargement dans différents formats\n\n3Dfindit propose plus de 100 formats différents en 2D et 3D pour tous les systèmes de CAO courants, tels que SOLIDWORKS, AutoCAD, Creo Direct, Creo Parametric, Siemens NX, Solid Edge et bien d'autres encore. \nSélectionnez le format souhaité lors du téléchargement et bénéficiez de données de planification natives directement utilisables sans retouche.\n\n★ Aperçu 3D\n\nUn certain nombre de fonctions pratiques sont disponibles sur 3Dfindit pour vous aider à sélectionner le composant. Visualisez le résultat de votre recherche dans un aperçu 3D interactif et sélectionnez le bon composant à l'aide des informations fournies par le fabricant.\n\n★ Une intégration transparente dans l'approvisionnement\n\nEn plus d'une analyse des prix, des tendances et des risques en matière d'approvisionnement, vous avez accès à toutes les informations qui ont leur place dans la nomenclature. Cela inclut, par exemple, un numéro de commande et d'autres informations sur le fabricant.\n\nCAD SCOUT 3Dfindit permet aux ingénieurs, concepteurs, planificateurs et architectes de gagner un temps précieux lors de la recherche de pièces et fait donc partie des outils indispensables à leur travail quotidien.",
    "it": "★ Ricerca parti \n\nDite addio alla lunga ricerca dei dati di progettazione CAD 3D adatti al vostro progetto. È sufficiente navigare in Internet per trovare il componente che si sta cercando. \nUna volta trovato, fate clic sull'icona CAD SCOUT in Chrome. Il plugin suggerirà immediatamente un gran numero di componenti CAD 3D adatti su 3Dfindit. Selezionate il risultato della ricerca desiderato e scaricatelo direttamente e gratuitamente.\n\n★ Download in vari formati\n\n3Dfindit offre oltre 100 formati diversi in 2D e 3D per tutti i sistemi CAD più comuni, come SOLIDWORKS, AutoCAD, Creo Direct, Creo Parametric, Siemens NX, Solid Edge e molti altri. \nSelezionate il formato desiderato al momento del download e beneficiate di dati di progettazione nativi che possono essere utilizzati direttamente senza rielaborazione.\n\n★ Anteprima 3D\n\nSu 3Dfindit sono disponibili numerose funzioni pratiche per aiutarvi a selezionare il componente. Visualizzate i risultati della ricerca in un'anteprima 3D interattiva e selezionate il componente giusto utilizzando le informazioni fornite dal produttore.\n\n★ Senza soluzione di continuità negli acquisti\n\nOltre a un'analisi dei prezzi, delle tendenze e dei rischi nell'approvvigionamento, avete accesso a tutte le informazioni contenute nella distinta base. Queste includono, ad esempio, il numero d'ordine e altre informazioni sul produttore.\n\nCAD SCOUT 3Dfindit consente a ingegneri, designer, progettisti e architetti di risparmiare tempo prezioso nella ricerca delle parti ed è quindi uno dei must del loro lavoro quotidiano.",
    "ja": "★ 部品検索 \n\n設計に適した3次元CADプランニングデータの検索に時間がかかるのとはお別れです。探しているコンポーネントをインターネットでブラウズするだけです。\n見つけたら、ChromeのCAD SCOUTアイコンをクリックしてください。プラグインはすぐに3Dfinditにある多数の適切な3D CADコンポーネントを提案します。ご希望の検索結果を選択し、直接無料でダウンロードしてください。\n\n★ 様々なフォーマットでダウンロード\n\n3Dfinditは、SOLIDWORKS、AutoCAD、Creo Direct、Creo Parametric、Siemens NX、Solid Edgeなど、すべての一般的なCADシステム用の2Dおよび3Dの100以上の異なるフォーマットを提供しています。\nダウンロード時に希望のフォーマットを選択し、再加工することなく直接使用できるネイティブのプランニングデータをご利用ください。\n\n★ 3Dプレビュー\n\n3Dfinditでは、コンポーネントの選択に役立つ実用的な機能が多数用意されています。インタラクティブな3Dプレビューで検索結果を表示し、提供されるメーカー情報を使用して適切なコンポーネントを選択します。\n\n★ シームレスに調達へ\n\n調達における価格、トレンド、リスクの分析に加え、部品表に含まれるすべての情報にアクセスできます。これには、例えば注文番号やその他のメーカー情報が含まれます。\n\nCAD SCOUT 3Dfinditは、エンジニア、デザイナー、プランナー、建築家が部品を検索する際の貴重な時間を節約し、日常業務における必需品の1つとなります。",
    "zh_CN": "★ 零件搜索 \n\n告别为您的设计搜索合适的 3D CAD 规划数据的费时工作。只需在互联网上浏览您正在寻找的部件。\n找到后，点击 Chrome 浏览器中的 CAD SCOUT 图标。插件会立即在 3Dfindit 上推荐大量合适的 3D CAD 组件。选择所需的搜索结果并直接免费下载。\n\n★ 以各种格式下载\n\n3Dfindit 为所有常见 CAD 系统提供 100 多种不同的 2D 和 3D 格式，如 SOLIDWORKS、AutoCAD、Creo Direct、Creo Parametric、Siemens NX、Solid Edge 等。\n下载时选择所需的格式，就可以直接使用本地规划数据，无需返工。\n\n★ 3D 预览\n\n3Dfindit 上有许多实用功能可帮助您选择零件。在交互式 3D 预览中查看搜索结果，并根据提供的制造商信息选择合适的组件。\n\n★ 无缝采购\n\n除了对价格、趋势和采购风险进行分析外，您还可以访问材料清单中的所有信息。例如，这包括订单号和其他制造商信息。\n\nCAD SCOUT 3Dfindit 可为工程师、设计师、规划师和建筑师节省宝贵的零件搜索时间，因此是他们日常工作的必备工具之一。"
  }
}