{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Common Resolve"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture Ghost Job on LinkedIn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Common Resolve helps you avoid wasting time on fake job listings by flagging potentially fraudulent postings as you browse. In a job market flooded with \"ghost jobs\" - positions that aren't really available - this extension helps you focus on genuine opportunities.\n\nWe flag ghost jobs based on various indicators such as vague language, unrealistic job requirements, and patterns commonly associated with ghost job postings to identify potential fraudulent listings.\n\nWe acknowledge that there is no \"silver bullet\" solution for detecting ghost jobs, as the identification process can be complex and subjective. However, this initiative aims to provide a proactive approach to flagging potential ghost jobs and contribute to a more transparent and reliable job search experience.\n\nKey Features:\n- Real-time Detection: Automatically analyzes job postings while you browse\n- Smart Flagging: Uses advanced algorithms to identify common signs of ghost jobs, including:\n- Perpetually \"open\" positions\n- Copied job descriptions\n- Suspiciously generic requirements\n- Multiple identical postings\n- Visual Alerts: Clear indicators show the likelihood of a posting being legitimate\n- Time-Saving: Filter out probable ghost jobs to focus on real opportunities\n\nWhy You Need This:\nCompanies sometimes post positions with no real intent to hire. These \"ghost jobs\" waste your valuable time and energy. Common Resolve helps you:\n- Avoid applying to likely fake positions\n- Focus your efforts on legitimate opportunities\n- Save hours of application time\n- Reduce search frustration\n- Make informed decisions about where to apply\n\nHow It Works:\nThe extension runs quietly in the background as you browse job sites. When it detects potential red flags, it provides a clear visual indicator of the posting's likely authenticity. You maintain full control - use our insights to make informed decisions about which opportunities to pursue.\n\nPrivacy & Security:\n- No personal data collection\n- No tracking\n- Works entirely within your browser\n- Regular updates to improve detection accuracy\n\nInstallation:\nSimply add to your browser with one click. No account creation or setup required. Start protecting your job search immediately.\n\nFree to use because everyone deserves a fair chance at finding real opportunities.\n\nCurrent Limitations and Potential Improvements:\nDue to the dynamic nature of LinkedIn's DOM, the structure and availability of fields may change over time. This can potentially impact the reliability of the data extraction process. Future improvements could involve implementing more robust selectors, regular updates to the DOM parsing logic, and monitoring for structural changes in LinkedIn’s web pages to ensure ongoing accuracy and stability."
  }
}