{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SQL Helper with AI2sql"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze, explain, optimize, and generate SQL queries using AI2sql"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# SQL Helper with AI2sql\n\nSQL Helper with AI2sql is a powerful Chrome extension designed to streamline your SQL workflow. Leveraging the advanced capabilities of AI2sql, this tool assists developers, data analysts, and database administrators in understanding, explaining, optimizing, and generating SQL queries with ease.\n\n## Key Features:\n\n1. **Explain SQL**: Select any SQL query on a webpage, right-click, and choose \"Explain SQL\" to get a detailed breakdown of what the query does. Perfect for understanding complex queries or learning SQL.\n\n2. **Optimize SQL**: Need to improve query performance? Select your SQL, right-click, and choose \"Optimize SQL\" to receive suggestions on how to enhance your query's efficiency.\n\n3. **Generate SQL**: Enter a text prompt describing the SQL query you need, and let AI2sql generate it for you. Ideal for quickly creating queries without memorizing syntax.\n\n4. **AI2sql Powered**: Utilizing AI2sql, our extension provides intelligent, context-aware explanations, optimizations, and generations.\n\n5. **User-Friendly Interface**: Simple right-click menu integration for explain and optimize features, and an intuitive popup interface for SQL generation.\n\n6. **Secure Login**: Your data security is our priority. Log in securely to access the extension's features. For added security, sessions expire after 24 hours of inactivity, requiring re-authentication.\n\n## How It Works:\n\n1. Sign up for an account at web.ai2sql.io/signup\n2. Install the extension and log in with your AI2SQL credentials.\n3. For Explain/Optimize:\n   - Select any SQL query on a webpage.\n   - Right-click and choose either \"Explain SQL\" or \"Optimize SQL\" from the context menu.\n   - View the AI-generated explanation or optimization suggestions in a pop-up window.\n4. For Generate SQL:\n   - Click on the extension icon to open the popup.\n   - Enter a text prompt describing the SQL query you need.\n   - Click \"Generate SQL\" and view the result in a pop-up window on your current webpage.\n\n## Perfect For:\n\n- Developers working with unfamiliar codebases\n- Data analysts deciphering complex queries\n- Students learning SQL\n- Database administrators looking to optimize query performance\n- Anyone working with SQL who wants quick insights, improvements, or query generation\n\n## Note: \nWe're constantly improving and would love your feedback to make SQL Helper even better!\n\n## Important:\n- An internet connection is required to use this extension, as it communicates with our secure API to process queries.\n- Your SQL queries and prompts are analyzed in real-time and are not stored.\n- To use this extension, you need an AI2SQL account. Sign up for free at web.ai2sql.io/signup\n- For security, your session will expire after 24 hours of inactivity, requiring you to log in again.\n\nUnlock the power of AI-assisted SQL analysis, optimization, and generation today with SQL Helper with AI2sql! Join the AI2SQL community and transform the way you work with SQL."
  }
}