{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brace.to - Bookmark Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save links to visit later easily, anytime, on any device, with technology that empowers you to truly own your account and data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple way to save links to visit later. Just click on the icon, and the link in the address bar will be saved. After that, you can visit all your saved links anytime on any of your devices.\n\nYour bookmark manager with privacy at heart. Brace.to helps you save links to everything and visit them later easily, anytime, on any of your devices. Powered by Stacks technology, all your saved links are encrypted, and only you can decrypt them and see the content inside.\n\nThere are several ways to save a link for your convenience. You can save a link:\n    1. At our website (https://brace.to)\n    2. In the web browser address bar by typing \"brace.to\" and \"/\" before any link\n    3. With our web browser extensions on your desktop\n    4. Via our mobile apps on your phone\n\nThen, you can visit your saved links anytime on any of your devices. Every link you save will be beautified with its representative image and title so you can easily find and recognize it.\n\nPowered by Web3 technology from Stacks:\n    1. Your account is cryptographically generated; only you, with your Secret Key, can control it. Your account cannot be locked, banned, or deleted by anyone, as your Secret Key is required to access and modify your account.\n    2. Everything is encrypted; only you, with your Secret Key, can see the content inside. No one can see the content inside your data, so it cannot be used to create targeted ads. If your data is stolen, no information is leaked.\n    3. Your data lives in a data server of your choice; only you, with your Secret Key, can change it. You can manage your data and set permissions directly, as you can host your own data server or choose any data server provider.\n\nBring back control of your account and data one link at a time with Brace.to, powered by Web3 technology from Stacks, to ensure your privacy cannot be compromised. Not only that Brace.to doesn't be evil; Brace.to can't be."
  }
}