{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GTMFixer - Google Tag Manager Enhancements"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Tag Manager enhancements for easier tag, trigger and variable organization."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GTMFixer is a powerful Chrome extension designed to streamline and enhance your Google Tag Manager (GTM) workflow. This extension provides a suite of tools that make it easier to organize and manage your tags, triggers, and variables, ensuring a more efficient and error-free tagging process.\n\nSearch Boxes in Preview: \nEasily find and filter tags, triggers, and variables with added search boxes. This feature saves time and reduces the hassle of manually scrolling through long lists.\n\nFilter Tags, Trigger & Variable Types:\nQuickly filter to any tag, trigger or variable type for easier organization.\n\nTag ID Appending on GA4 Tags: \nAppend unique IDs to your GA4 tags for better identification and management.\n\nTag Error Highlighter in Preview: \nQuickly identify and address issues with your tags. The tag error highlighter visually marks tags with errors, helping you to promptly fix them and maintain a clean and functional GTM setup.\n\nHide Built-In Variables: \nSimplify your workspace by hiding built-in variables that you don't use. This feature helps you focus on the variables that matter most to your specific implementation.\n\nEvent Name Checker: \nEnsure that your event names follow a consistent naming convention. The event name checker helps you avoid discrepancies and maintain a standardized approach to event tracking.\n\nHide Container Quality: \nOptionally hide the container quality score to reduce distractions and focus on the essential aspects of your GTM setup."
  }
}