{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elon Mask"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filter out mentions of Elon Musk. Block entirely, blur images or replace his name with custom text"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Elon Mask extension is a simple yet powerful tool designed to help users regain control of their browsing experience by filtering and customising content related to Elon Musk. \n\nWhether you’re overwhelmed by constant news and mentions about Musk or just want to have a bit of fun with how you consume online content, this extension provides a flexible solution.\n\nKey Features\n\nComplete Content Blocking\n\n- Option to removes all references to Elon Musk from pages\n- Ensures a distraction-free, Elon-free browsing experience for those feeling fatigued by his ubiquitous online presence.\n\nCustomisable Name Swapping\n\n- Allows users to replace Elon Musk’s name with custom placeholders such as “some guy” or “a billionaire.”\n- Turns headlines like “Elon Musk Invests $1 Billion in AI” into “Some Guy Invests $1 Billion in AI,” injecting a touch of levity into your browsing.\n\nImage Blurring\n\n- Blurs images of Elon Musk and related visuals across websites.\n- Perfect for users who don’t want to completely block him but prefer to soften the visual overload.\n\nDual Modes for Flexibility\n\n- Choose between complete blocking for a distraction-free experience or partial filtering to add a bit of fun while browsing.\n- Adjustable settings allow users to customise their experience based on their preferences.\n\nLightweight and Easy to Use\n\n- Simple installation and minimal resource usage make the extension accessible to everyone.\n- Intuitive interface for quick setup and customisation."
  }
}