{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send to VLC (VideoLAN) media player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send media stream links from current tab to VLC (VideoLAN) media player"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension observes network activity and offers \"send-to-VLC\" functionality when a streamable media is detected. This way you can watch media streams in your VLC media player instead of the built-in media player and use the power of VLC for watching or listening to media sources.\n\nThere are many optimizations performed on this extension to make it as lightweight as possible. For instance, the background page of the extension is in nonpersistent mode and hence the extension does not use any resource when it is inactive. Also, media detection algorithm does not demand usual observation and hence it is much lighter compared to other similar extensions.\n\nPlease report bugs to:\nhttps://github.com/belaviyo/send-to-vlc/issues\n\nFor more info on how the extension work or to browser some useful FAQs check:\nhttp://add0n.com/send-to-vlc.html\n\nNotes:\n1. For the extension to be able to send media resources to an external executable such as VLC, a small native client needs to be installed. For more info please check the FAQs page of the extension\n2. Badge number that is shown on some pages refers to the total number of the detected music tracks (either audio or video requests). If you don't need this, go to the options page and disable the feature. Also you can change the badge color to increase or decrease its visibility\n3. As of version 0.1.9, it is possible to disable the \"One Last Step\" page. This will prevent the extension from opening this page in case an error occurs. Use this if you are 100% sure your setup is okay and you just want to ignore the errors."
  }
}