{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meta title, description, alt tags, anchor text checker for On page SEO"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Key Features of the On-Page SEO Checker \n\n Meta-Title Checker- Meta title is a very important element of any website because it conveys the primary topic and purpose of the website or a webpage. That is why it is crucial to optimize the meta-title. With our extension you can easily find out the meta-title of any website in one click only. \n\n Meta-description Checker- The Meta description tag of a page is included as the search snippet on a search engine result page (SERP). The Meta description gives users an idea of the content and how it is related to their search query. So just download our ads-free & simple to use extension to review and optimize Meta-description. \n\n H1-H2 Heading tag checker – Confused about which is the H1 heading tag on the webpage or want to check H1 tags for other websites? If yes then please save your time with our extension which gives the information of all the heading tags be it H1, H2, H3, H4, H5 or H6. \n\n Anchor Text Checker – Now with our extension, you can have a close look at anchor texts on any website to keep track of inbound and outbound links very easily. You can also use our tool to analyse competitor’s on-page anchor texts. \n\n Alt tag checker – Google Images are used by hundreds of millions of people every day to visually search for web content. According to the research, image search accounts for 27% of all queries across the top 10 US web search properties. \n\nVersion 2.0.0 \n>> Now get youtube meta tags with integrated youtube api\n>>  Get keywords suggestion on every searched keywords"
  }
}