{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rotten Tomato Destroyer"
  },
  "short": {
    "ar": "رمي الطماطم الفاسدة في المواقع التي لا تحب!",
    "am": "የበሰበሱ ቲማቲሞች እርስዎ በማይፈልጓቸው ድር ጣቢያዎች ላይ ይጣሉ!",
    "bg": "Хвърли гниещи домати в сайтове, които не ви харесват!",
    "bn": "আপনি পছন্দ করেন না এমন ওয়েবসাইটে টমেটো ছিঁড়ে ফেলুন!",
    "ca": "Tira tomàquets podrits en llocs web que no t'agraden!",
    "cs": "Vyhoďte zhnité rajčata na webových stránkách, která se vám nelíbí!",
    "da": "Kast rotte tomater på websteder, som du ikke kan lide!",
    "de": "Werfen Sie faule Tomaten in Webseiten, die Sie nicht mögen!",
    "el": "Ρίξτε τις σάπιες τομάτες σε ιστότοπους που δεν σας αρέσουν!",
    "en,en_AU,en_GB,en_US": "Throw rotten tomatoes in websites that you do not like!",
    "es,es_419": "¡Lanza tomates podridos en sitios web que no te gustan!",
    "et": "Viska mädanenud tomatid veebisaitidel, mis sulle ei meeldi!",
    "fa": "گوجه فرنگی های فاسد را در وب سایت هایی که دوست ندارید بکشید",
    "fi": "Heitä murtomat tomaatit verkkosivustoihin, joita et pidä!",
    "fil": "Throw bulok na mga kamatis sa mga website na hindi mo gusto!",
    "fr": "Jeter des tomates pourries dans des sites Web que vous n'aimez pas!",
    "gu": "તમને ગમતી ન હોય તેવા વેબસાઇટ્સમાં સૉર્ટ ટમેટાં ફેંકો!",
    "he": "לזרוק עגבניות רקוב באתרים שאתה לא אוהב!",
    "hi": "उन वेबसाइटों में सड़े हुए टमाटर फेंको जिन्हें आप पसंद नहीं करते हैं!",
    "hr": "Bacite pokvarene rajčice na web stranice koje vam se ne sviđaju!",
    "hu": "Dobd el a rothadt paradicsomokat olyan weboldalakon, amelyeket nem szeretsz!",
    "id": "Lemparkan tomat busuk di situs web yang tidak Anda sukai!",
    "it": "Getta pomodori marci nei siti web che non ti piacciono!",
    "ja": "あなたが好きではないウェブサイトに腐ったトマトを投げる！",
    "kn": "ನೀವು ಇಷ್ಟಪಡದ ವೆಬ್ಸೈಟ್ಗಳಲ್ಲಿ ಕೊಳೆತ ಟೊಮೆಟೊಗಳನ್ನು ಎಸೆಯಿರಿ!",
    "ko": "당신이 싫어하는 웹 사이트에 썩은 토마토를 던져라!",
    "lt": "Išmeskite supuvusius pomidorus tinklalapiuose, kurie jums nepatinka!",
    "lv": "Izmetiet puvušus tomātus tīmekļa vietnēs, kas jums nepatīk!",
    "ml": "നിങ്ങൾക്ക് ഇഷ്ടമില്ലാത്ത വെബ്സൈറ്റുകളിൽ ചീഞ്ഞ തക്കാളി ഇടുക!",
    "mr": "आपल्याला आवडत नसलेल्या वेबसाइट्समध्ये ससे टोमॅटो फेकून द्या!",
    "ms": "Buang tomato busuk di laman web yang anda tidak suka!",
    "nl": "Gooi verrotte tomaten in websites die je niet lekker vindt!",
    "no": "Kast rotte tomater på nettsteder som du ikke liker!",
    "pl": "Rzucaj zgniłe pomidory na stronach, których nie lubisz!",
    "pt_BR,pt_PT": "Jogue tomates podres em sites que você não gosta!",
    "ro": "Aruncați roșii putrezite în site-uri pe care nu le place!",
    "ru": "Бросьте гнилые помидоры на веб-сайты, которые вам не нравятся!",
    "sk": "Hádzať zhnité paradajky na webové stránky, ktoré sa vám nepáči!",
    "sl": "Vrzi gnilo paradižnik na spletnih straneh, ki vam ni všeč!",
    "sr": "Баци гњечене парадајзе на веб странице које вам се не свиђају!",
    "sv": "Kasta ruttna tomater på webbplatser som du inte gillar!",
    "sw": "Panda nyanya zilizooza kwenye tovuti ambazo hupendi!",
    "ta": "நீங்கள் பிடிக்காத வலைத்தளங்களில் அழுகிய தக்காளி எறியுங்கள்!",
    "te": "మీరు నచ్చని వెబ్ సైట్లలో కుళ్ళిన టమోటాలు త్రో!",
    "th": "โยนมะเขือเทศเน่าเสียในเว็บไซต์ที่คุณไม่ชอบ!",
    "tr": "Sevmediğiniz web sitelerinde çürük domatesleri atın!",
    "uk": "Закидате гнилими помідорами веб-сайти, які вам не подобаються!",
    "vi": "Ném cà chua thối trong các trang web mà bạn không thích!",
    "zh_CN": "在你不喜欢的网站上扔烂番茄！",
    "zh_TW": "在你不喜歡的網站上扔爛番茄！"
  },
  "long": {
    "ar": "رمي واحد تلو الآخر الطماطم الفاسد في أي منطقة تقريبا أي موقع على شبكة الإنترنت.\n\nلقد سمعنا جميعًا أو حتى رأينا أشخاصًا يرمون الطماطم الفاسدة عندما أصيبوا بخيبة أمل في أداء مباشر. الآن لديك الفرصة لرمي الطماطم في المواقع التي تستحق ذلك.\n\nدائمًا ما تكون مدمرة موقع Tomato لمتصفح Chrome متوفرة عند الضرورة لتنفجر في المواقع التي تثير غضبًا حقاً.\nما عليك سوى النقر على أيقونة ملحق المدمرة على الويب في قائمة شريط الأدوات في المتصفح ورمي الطماطم عن طريق النقر بالماوس في المواقع السيئة.\n\nسوف تقع الطماطم على صفحة الويب وتتسطح على سطحها ، وترش اللب والعصير على الجانبين.\n\nدع المواقع تعرف غضبك واستيائك. استخدام لعبة المدمرة الطماطم!\n\nوأيضا يمكن استخدامه للتدفق والفيديو للتعبير عن شعورك حول المواقع والصفحات والخدمات السيئة.\n\nفي الإصدار الجديد ، قمنا بإضافة مجموعة من الكائنات للرمي في مواقع الويب:\n- الطماطم المدلل\n- الوحل\n- بيضة فاسدة.\n- موز.",
    "am": "በኢንፎርሜሽን በየአካባቢያቸው በማንኛውም በማንኛውም የበሰበሰ ቲማቲም አንድ በአንድ ይወጉ.\n\nበቀጥታ ስርጭት ውስጥ ቅር የተሰኘ ሰው በሚታወክበት ጊዜ ብስጭት ያመጣባቸዋል. አሁን ቲማቲሞችን በሚገባው ድር ጣቢያ ውስጥ የመጣል ዕድል አለዎት.\n\nየቲማቲም የድር ጣቢያ አጥፋ ለ Chrome በጣም የሚያስቆጣ በሚሆኑ ጣቢያዎች ላይ በእንፋሎት ማስወጣት አስፈላጊ በሚሆንበት ጊዜ ሁሉ ነው.\nበአሳሹ ውስጥ ባለው የድርጣቢያ አሞሌው ላይ የድርጣቢያ አጫዋች ቅጥያ አዶውን ጠቅ ያድርጉ እና አስከፊ ጣቢያዎች ውስጥ በአይ ታች ጠቅ በማድረግ ቲማቶችን ያስወጡት.\n\nቲማቲም በድረ-ገጹ ላይ ይወድቃል እና በውጭ በኩል ጠረጴዛው ላይ እሾሃማ እና ጭማቂውን በጎኖቹን ያርፋል.\n\nድር ጣቢያዎቻችሁ ቁጣን እና ቂምዎን ያውቃሉ. የቶማቲ ማዘፊያን ጨዋታ ይጠቀሙ!\n\nእንዲሁም ስለ መጥፎው ድረ-ገፆች, ገጾች እና አገልግሎቶች ምን እንደሚሰማዎት ለመግለጽ በዥረት እና በቪዲዮ ላይ ጥቅም ላይ ሊውል ይችላል.\n\nበአዲሱ ልቀት ውስጥ, በድረ-ገፆች ውስጥ ለመወርወር የሚያስችሉ ነገሮችን ይጨምራል.\n- የተጣራ ቲማቲም;\n- ስላም;\n- የበሰበስ እንቁላል.\n- ሙዝ.",
    "bg": "Хвърли един по един гнила домати във всяка област на почти всеки сайт в Интернет.\n\nВсички сме чували или дори са видели хора, които хвърлят гнили домати, когато са разочаровани от живо изпълнение. Сега имате възможност да хвърлите домати в сайтове, които заслужават.\n\nУнищожителят на уебсайтове за домашни любимци за Chrome е винаги под ръка, когато е необходимо, за да се изпари пара от сайтове, които наистина разяждат.\nПросто кликнете върху иконата за разширение на уебсайта на разрушителя в менюто на лентата с инструменти на браузъра и хвърляйте домати, като кликнете с мишката в неприятните места.\n\nДоматите ще попаднат на уеб страницата и ще се изравнят на повърхността й, като пръскат пулпата и сока отстрани.\n\nПозволете на уебсайтовете да знаят гнева и възмущението ви. Използвайте играта за разрушител на домати!\n\nИ също така може да се използва за стрийминг и видео, за да изрази как се чувствате за лошите уеб сайтове, страници и услуги.\n\nВ новата версия добавихме колекция от обекти за хвърляне в уебсайтове:\n- изпечен домати;\n- тиня;\n- гнило яйце;\n- Банан.",
    "bn": "ইন্টারনেটে প্রায় কোনও সাইটের যেকোন এলাকায় এক টুকরা টমেটো ফেলে দাও।\n\nআমরা লাইভ কর্মক্ষমতা হতাশ যখন সব কাঁচা টমেটো নিক্ষেপ বা এমনকি দেখা মানুষ আছে। এখন আপনার প্রাপ্য ওয়েবসাইটগুলিতে টমেটো নিক্ষেপ করার সুযোগ রয়েছে।\n\nক্রোমের জন্য টমেটো ওয়েবসাইট বিধ্বংসী এমন সাইটগুলির উপর সবসময় বাষ্প করা বন্ধ করার সময় সর্বদা হাতে থাকে।\nব্রাউজারের টুলবার মেনুতে কেবল ওয়েবসাইট ধ্বংসকারী এক্সটেনশান আইকনে ক্লিক করুন এবং কদর্য সাইটগুলিতে মাউস ক্লিক করে টমেটোগুলি নিক্ষেপ করুন।\n\nটমেটোগুলি ওয়েবপৃষ্ঠায় পড়ে এবং তার পৃষ্ঠতলের উপর ছিটকে পড়বে, পাশে সজ্জা এবং রস ছড়িয়ে দেবে।\n\nওয়েবসাইট আপনার রাগ এবং বিরক্তি জানি। টমেটো ধ্বংসকারী খেলা ব্যবহার করুন!\n\nএবং এটি খারাপ ওয়েব সাইট, পৃষ্ঠা এবং পরিষেবাদি সম্পর্কে আপনার অনুভূতি কেমন তা প্রকাশ করার জন্য স্ট্রিমিং এবং ভিডিওর জন্য ব্যবহার করা যেতে পারে।\n\nনতুন প্রকাশনায়, আমরা ওয়েবসাইটগুলিতে নিক্ষেপ করার জন্য বস্তুর একটি সংগ্রহ যুক্ত করেছি:\n- টমেটো টুকরা করা;\n- স্লিম;\n- একটি ছিদ্র ডিম;\n- কলা।",
    "ca": "Llenceu un tomàquet podrit en un àrea de gairebé qualsevol lloc a Internet.\n\nTots hem sentit parlar o fins i tot veure que les persones llancen tomàquets podrits quan es deceben amb un espectacle en viu. Ara teniu l'oportunitat de llançar tomàquets en llocs web que ho mereixen.\n\nEl destructor del lloc web de Tomàquet per a Chrome sempre està a la vostra disposició quan calgui activar els llocs que realment espanta.\nSimplement feu clic a la icona d'extensió del destructor de llocs web al menú de la barra d'eines del navegador i feu-hi tomàquets fent clic amb el ratolí als llocs desagradables.\n\nEls tomàquets cauran a la pàgina web i s'apoliaran a la superfície, fumant la polpa i el suc als costats.\n\nDeixi que els llocs web coneguin la seva ira i ressentiment. Utilitzeu el joc Destructor de Tomàquet!\n\nI també es pot utilitzar per a la transmissió i el vídeo per expressar la seva manera de sentir-se sobre els llocs web, pàgines i serveis malament.\n\nA la nova versió, hem afegit una col·lecció d'objectes per llançar llocs web:\n- Tomàquet rotten;\n- Slime;\n- Un ou pudent;\n- Plàtan.",
    "cs": "Házet jednu po jedné zhnité rajčata v jakékoliv oblasti téměř jakéhokoli místa na internetu.\n\nVšichni jsme slyšeli, nebo dokonce viděli lidi, kteří házeli zhnité rajčata, když byli zklamáni živým představením. Nyní máte možnost házet rajčata na webové stránky, které si to zaslouží.\n\nTomato web destroyer pro Chrome je vždy po ruce, když je třeba odfouknout páru na stránkách, které opravdu rozzuří.\nStačí kliknout na ikonu rozšíření torpédoborce webových stránek v nabídce panelu nástrojů v prohlížeči a hodit rajčata kliknutím myší na škaredé stránky.\n\nRajčata padnou na webovou stránku a vyrovnají se na povrchu, postříkají buničinu a džus po stranách.\n\nNechte webové stránky znát váš hněv a nelibost. Použijte hru Tomato Destroyer!\n\nA také to může být použito pro streaming a video, které vyjadřují váš pocit o špatných webových stránkách, stránkách a službách.\n\nV nové verzi jsme přidali sbírku objektů pro vkládání webových stránek:\n- Hnilé rajče;\n- Sliz;\n- Zhnité vejce;\n- Banán.",
    "da": "Kast en efter en råtne tomater i ethvert område på næsten ethvert websted på internettet.\n\nVi har alle hørt om eller endda set folk, der smider rotte tomater, når de er skuffede over live-præstationer. Nu har du mulighed for at smide tomater på hjemmesider, der fortjener det.\n\nTomatsødelægger for Chrome er altid til stede, når det er nødvendigt for at blæse damp på steder, der virkelig infuriates.\nBare klik på webstedet destroyer forlængelse ikon i browserens værktøjslinje menu og smide tomater ved at klikke på de nasty sites.\n\nTomater falder på websiden og flader ud på overfladen, sprøjter papirmassen og saften på siderne.\n\nLad webstederne kende din vrede og vrede. Brug tomat destroyer spil!\n\nOg det kan også bruges til streaming og video til at udtrykke, hvordan du føler dig om dårlige websteder, sider og tjenester.\n\nI den nye udgivelse har vi tilføjet en samling genstande til indkastning af websteder:\n- Rotten tomat;\n- Slime;\n- et rådent æg\n- Banan.",
    "de": "Werfen Sie nach und nach faulige Tomaten in einem beliebigen Bereich von fast jeder Website im Internet.\n\nWir alle haben gehört oder sogar gesehen, wie Menschen faulige Tomaten werfen, als sie bei einer Live-Performance enttäuscht wurden. Jetzt haben Sie die Möglichkeit, Tomaten auf Websites zu werfen, die es verdienen.\n\nTomato-Website-Zerstörer für Chrome ist immer zur Hand, wenn es darum geht, an Standorten, die wirklich wütend sind, Dampf abzulassen.\nKlicken Sie einfach in der Symbolleiste des Browsers auf das Symbol für die Erweiterung der Website-Zerstörer und werfen Sie Tomaten mit einem Mausklick auf die fiesen Websites.\n\nTomaten fallen auf die Webseite und verflachen sich auf ihrer Oberfläche, indem sie das Fruchtfleisch und den Saft auf die Seiten sprühen.\n\nInformieren Sie die Websites über Ihren Ärger und Ihre Ressentiments. Verwenden Sie Tomaten Zerstörer Spiel!\n\nUnd es kann auch für Streaming und Video verwendet werden, um auszudrücken, wie Sie schlechte Websites, Seiten und Dienste fühlen.\n\nIn der neuen Version haben wir eine Sammlung von Objekten zum Einfügen von Websites hinzugefügt:\n- faule tomate;\n- Schleim;\n- ein faules Ei;\n- Banane.",
    "el": "Ρίξτε μία προς μία σάπια ντομάτα σε οποιαδήποτε περιοχή σχεδόν οποιασδήποτε ιστοσελίδας στο Διαδίκτυο.\n\nΈχουμε όλοι ακούσει ή ακόμα και δει ανθρώπους που ρίχνουν σάπιες ντομάτες όταν απογοητεύονται με μια ζωντανή παράσταση. Τώρα έχετε την ευκαιρία να ρίξετε ντομάτες σε ιστότοπους που την αξίζουν.\n\nΟ καταστροφικός ιστότοπος Tomato για το Chrome είναι πάντα στο χέρι, όταν είναι απαραίτητο, για να εκραγεί ο ατμός σε ιστότοπους που πραγματικά εξοργίζει.\nΑπλά κάντε κλικ στο εικονίδιο επέκτασης καταστροφέα ιστότοπων στο μενού της γραμμής εργαλείων του προγράμματος περιήγησης και ρίξτε τις ντομάτες πατώντας το ποντίκι στις δυσάρεστες τοποθεσίες.\n\nΟι ντομάτες πέφτουν στην ιστοσελίδα και χαλαρώνουν στην επιφάνεια, ψεκάζοντας τον πολτό και το χυμό στις πλευρές.\n\nΑφήστε τους ιστοτόπους να γνωρίζουν το θυμό σας και τη δυσαρέσκεια σας. Χρησιμοποιήστε το παιχνίδι καταστροφής ντομάτας!\n\nΚαι επίσης μπορεί να χρησιμοποιηθεί για streaming και βίντεο για να εκφράσει το πώς αισθάνεστε για κακούς δικτυακούς τόπους, σελίδες και υπηρεσίες.\n\nΣτη νέα έκδοση, προσθέσαμε μια συλλογή αντικειμένων για την τοποθέτηση ιστοσελίδων:\n- Σάπια ντομάτα.\n- Λιπαρά.\n- Ένα σάπιο αυγό.\n- Μπανάνα.",
    "en,en_AU,en_GB,en_US,fil": "Throw one by one rotten tomatoes in any area of almost any site on the Internet.\n\nWe have all heard of or even seen people throwing rotten tomatoes when disappointed in a live performance. Now you have the opportunity to throw tomatoes in websites that deserve it.\n\nTomato website destroyer for Chrome is always at hand when necessary to blow off steam on sites that really infuriates.\nJust click on the website destroyer extension icon in the toolbar menu of the browser and throw tomatoes by mouse clicking in the nasty sites.\n\nTomatoes will fall on the webpage and flatten out on its surface, spraying the pulp and juice on the sides.\n\nLet the websites know your anger and resentment. Use Tomato destroyer game!\n\nAnd also it can be used for streaming and video to express how your feel about bad web sites, pages and services.\n\nIn the new release, we have added a collection of objects for throwing in websites:\n- Rotten tomato;\n- Slime;\n- A rotten egg;\n- Banana.",
    "es,es_419": "Lance uno a uno los tomates podridos en cualquier área de casi cualquier sitio en Internet.\n\nTodos hemos escuchado o incluso visto a personas arrojando tomates podridos cuando estamos decepcionados en una actuación en vivo. Ahora tienes la oportunidad de lanzar tomates en sitios web que lo merecen.\n\nEl destructor de sitios web de tomates para Chrome está siempre a mano cuando es necesario para desahogarse en sitios que realmente enfurecen.\nSimplemente haga clic en el icono de la extensión del destructor del sitio web en el menú de la barra de herramientas del navegador y lance los tomates haciendo clic con el mouse en los sitios desagradables.\n\nLos tomates caerán en la página web y se aplanarán sobre su superficie, rociando la pulpa y el jugo en los lados.\n\nDeja que los sitios web conozcan tu ira y resentimiento. Utilice el juego destructor de tomate!\n\nY también se puede usar para transmisión y video para expresar cómo se siente con respecto a sitios web, páginas y servicios malos.\n\nEn la nueva versión, hemos agregado una colección de objetos para lanzar en sitios web:\n- Tomate podrido;\n- Limo;\n- Un huevo podrido;\n- Plátano.",
    "et": "Viska ükshaaval mädanenud tomatid peaaegu igas internetis asuvas piirkonnas.\n\nMe kõik oleme kuulnud või näinud isegi inimesi, kes viskasid puhtaid tomatiid, kui nad olid pettunud elavat esitust. Nüüd teil on võimalus visata tomatiid veebisaitidel, mis seda väärivad.\n\nChrome'i tomatite veebisaitide hävitaja on alati käepärast, kui see on vajalik, et vältida auru kohapeal, mis tõesti hävitab.\nLihtsalt klõpsake brauseri tööriistariba menüü veebisaidi hävitaja laienduse ikoonil ja visake tomatid hiireklõpsuga ebameeldivates saitidel.\n\nTomatid langevad veebilehel ja lamedad pinnale, pihustades paberimassi ja mahla külgedel.\n\nLaske veebisaitidel teada oma viha ja pahameelt. Kasutage Tomat hävitaja mäng!\n\nSamuti saab seda kasutada voogesituse ja video jaoks, et väljendada oma halba veebisaitide, lehtede ja teenuste tundmist.\n\nUues versioonis oleme lisanud objektide kogumise veebisaitidele viskamiseks:\n- Rotti tomati;\n- Lima;\n- Mädanenud muna;\n- Banaan.",
    "fa": "یک تا یک گوجه فرنگی فاسد را در هر منطقه از تقریبا هر سایت در اینترنت پرتاب کنید.\n\nما همه را شنیده ایم و یا حتی دیده می شود مردم زمانی که یک اجرای زنده نا امید می شوند، گوجه فرنگی فاسد را پرتاب می کنند. در حال حاضر شما فرصتی برای پر کردن گوجه فرنگی در وب سایت هایی که شایسته آن هستید.\n\nنابودگر وب سایت گوجه فرنگی برای کروم همیشه در دسترس است هنگامی که ضروری است به ضرباندن بخار در سایت های که واقعا furiates.\nفقط با کلیک بر روی ماوس در سایت های تند و زننده، بر روی آیکون افزونه ویرایشی وب سایت در نوار ابزار مرورگر کلیک کنید و گوجه فرنگی ها را پر کنید.\n\nگوجه فرنگی بر روی صفحه سقوط می کند و روی سطح آن صاف می شود، پاشیدن پالپ و آب روی دو طرف.\n\nاجازه دهید وب سایت ها خشم و نفرت شما را می دانند. از بازی نابود گوجه فرنگی استفاده کنید\n\nو همچنین می تواند برای جریان و ویدئو مورد استفاده قرار گیرد تا احساس شما نسبت به وب سایت های بد، صفحات و خدمات را بیان کند.\n\nدر نسخه جدید، مجموعه ای از اشیا را برای پرتاب در وب سایت ها اضافه کرده ایم:\n- گوجه فرنگی فاسد\n- لاغر؛\n- یک تخم مرغ فاسد\n- موز.",
    "fi": "Heitä yksi kerrallaan mätättömiä tomaatteja mistä tahansa Internet-sivuston miltä tahansa alueelta.\n\nOlemme kaikki kuulleet tai jopa nähneet ihmisiä, jotka heittivät mätättömiä tomaatteja pettyneinä live-esityksessä. Nyt sinulla on mahdollisuus heittää tomaatteja verkkosivustoihin, jotka ansaitsevat sen.\n\nChromelle tomaatin verkkosivuston tuhoaja on aina käden ulottuvilla, kun se on tarpeen höyryttämiseksi sivustoissa, jotka todella röyhkeävät.\nNapsauta vain selaimen työkalurivin valikossa olevaa hävittäjälaajennuskuvaketta ja heitä tomaatteja hiiren napsauttamalla ikäviä sivustoja.\n\nTomaatit putoavat verkkosivuille ja tasoittuvat sen pinnalle, ruiskuttamalla sellua ja mehua sivuilla.\n\nAnna sivustot tuntemaan viha ja kaunaa. Käytä Tomaattihävittäjäpeliä!\n\nJa sitä voidaan käyttää myös suoratoistoon ja videoon, jotta voidaan ilmaista, miten tuntuu huonoista verkkosivustoista, sivuista ja palveluista.\n\nUudessa julkaisussa olemme lisänneet kohteiden kokoelman sivustojen heittämiseen:\n- Rottotomaattia;\n- Slime;\n- mädäntynyt muna;\n- Banaani.",
    "fr": "Jetez une à une des tomates pourries dans n’importe quelle zone de presque tous les sites Internet.\n\nNous avons tous entendu parler ou même vu des gens lancer des tomates pourries lorsqu'ils sont déçus par un spectacle live. Vous avez maintenant la possibilité de lancer des tomates sur des sites Web qui le méritent.\n\nTomato Web Destroyer pour Chrome est toujours à portée de main lorsque vous en avez besoin pour vous défouler sur des sites vraiment exaspérants.\nIl suffit de cliquer sur l'icône d'extension de site Web destroyer dans le menu de la barre d'outils du navigateur et de lancer les tomates en cliquant avec la souris sur les sites malveillants.\n\nLes tomates tomberont sur la page Web et s'aplatiront à sa surface, pulvérisant la pulpe et le jus sur les côtés.\n\nLaissez les sites Web connaître votre colère et votre ressentiment. Utilisez le jeu de destructeur de tomate!\n\nEt il peut également être utilisé pour le streaming et la vidéo pour exprimer votre opinion sur les sites Web, pages et services de mauvaise qualité.\n\nDans la nouvelle version, nous avons ajouté une collection d'objets à jeter dans les sites Web:\n- tomate pourrie;\n- Slime;\n- un œuf pourri;\n- Banane.",
    "gu": "ઇન્ટરનેટ પર લગભગ કોઈપણ સાઇટના કોઈપણ ક્ષેત્રમાં એક રોટલીના ટામેટાંને એકથી ફેંકી દો.\n\nજીવંત પ્રદર્શનમાં નિરાશ થયા પછી આપણે બધાએ સડો કરેલા ટોમેટો ફેંકવાની અથવા જોયેલા લોકોને પણ સાંભળ્યું છે. હવે તમારી પાસે તે વેબસાઇટ્સની ટમેટાં ફેંકવાની તક છે જે તેના માટે લાયક છે.\n\nક્રોમ માટે ટૉમેટો વેબસાઇટના વિનાશકર્તા હંમેશાં હાથમાં હોય છે જ્યારે સાઇટ્સ પર વરાળ બંધ કરવા માટે જરૂરી હોય ત્યારે તે ખરેખર ખલેલ પહોંચાડે છે.\nબ્રાઉઝરના ટૂલબાર મેનૂમાં ફક્ત વેબસાઇટ વિનાશક એક્સ્ટેંશન આયકન પર ક્લિક કરો અને બીભત્સ સાઇટ્સમાં માઉસ ક્લિક કરીને ટમેટાં ફેંકો.\n\nટોમેટોઝ વેબપૃષ્ઠ પર પડી જશે અને તેની સપાટી પર સપાટ થશે, બાજુઓ પર લસણ અને રસ છંટકાવ કરશે.\n\nવેબસાઇટ્સને તમારા ગુસ્સો અને ગુસ્સાને જણાવો. ટમેટા વિનાશક રમત વાપરો!\n\nઅને ખરાબ વેબ સાઇટ્સ, પૃષ્ઠો અને સેવાઓ વિશે તમને કેવું લાગે છે તે દર્શાવવા માટે સ્ટ્રીમિંગ અને વિડિઓ માટે પણ તેનો ઉપયોગ કરી શકાય છે.\n\nનવી પ્રકાશનમાં, અમે વેબસાઇટ્સમાં ફેંકવાના હેતુથી ઓબ્જેક્ટોનો સંગ્રહ ઉમેર્યો છે:\n- રોટન ટોમેટો;\n- લીંબુ;\n- એક સૉર્ટ ઇંડા;\n- બનાના.",
    "he": "לזרוק אחד עגבניות רקוב אחד בכל אזור כמעט בכל אתר באינטרנט.\n\nכולנו שמענו ואפילו ראו אנשים זורקים עגבניות רקובות כאשר מאוכזבים בהופעה חיה. עכשיו יש לך הזדמנות לזרוק עגבניות באתרים שמגיע לו.\n\nאתר משחתות עגבניות עבור Chrome הוא תמיד בהישג יד בעת הצורך כדי לפוצץ את האדים באתרים באמת מרגיז.\nפשוט לחץ על סמל האתר המשחתת הרחבה בתפריט הכלים של הדפדפן ולזרוק עגבניות על ידי לחיצה על העכבר באתרים מגעילים.\n\nעגבניות ייפלו על דף האינטרנט וישטחו על פני השטח, ירסטו את העיסת ואת המיץ בצדדים.\n\nתן את האתרים יודעים את הכעס ואת טינה. השתמש עגבניות המשחק עגבניות!\n\nוגם זה יכול לשמש עבור הזרמת וידאו כדי להביע את ההרגשה שלך על אתרי אינטרנט רע, דפים ושירותים.\n\nבמהדורה החדשה, הוספנו אוסף של חפצים לזריקת אתרים:\n- עגבניה מבושלת;\n- רפש;\n- ביצה רקובה;\n- בננה.",
    "hi": "इंटरनेट पर लगभग किसी भी साइट के किसी भी क्षेत्र में एक सड़े हुए टमाटर द्वारा फेंको।\n\nलाइव प्रदर्शन में निराश होने पर हमने सभी को सड़े हुए टमाटर फेंकने वाले लोगों के बारे में सुना है या यहां तक कि देखा है। अब आपके पास उन वेबसाइटों में टमाटर फेंकने का अवसर है जो इसके लायक हैं।\n\nक्रोम के लिए टमाटर वेबसाइट विनाशक हमेशा हाथ में रहता है जब वास्तव में परेशान साइटों पर भाप को उड़ाना आवश्यक होता है।\nब्राउज़र के टूलबार मेनू में बस वेबसाइट विध्वंसक एक्सटेंशन आइकन पर क्लिक करें और गंदा साइटों में माउस क्लिक करके टमाटर फेंक दें।\n\nटमाटर वेबपेज पर गिर जाएंगे और इसकी सतह पर फट जाएंगे, किनारों पर लुगदी और रस छिड़केंगे।\n\nवेबसाइटों को अपने क्रोध और असंतोष को जानने दें। टमाटर विध्वंसक खेल का प्रयोग करें!\n\nऔर यह भी स्ट्रीमिंग और वीडियो के लिए इस्तेमाल किया जा सकता है यह व्यक्त करने के लिए कि खराब वेब साइटों, पृष्ठों और सेवाओं के बारे में आपका कैसा महसूस होता है।\n\nनई रिलीज में, हमने वेबसाइटों में फेंकने के लिए ऑब्जेक्ट्स का एक संग्रह जोड़ा है:\n- सड़ा हुआ टमाटर;\n- कीचड़;\nएक सड़ा हुआ अंडा;\n- केला।",
    "hr": "Bacite jednu po jednu pokvarenu rajčicu u bilo kojem području gotovo bilo kojeg mjesta na internetu.\n\nSvi smo čuli ili čak vidjeli ljude da bacaju trulo rajčice kada su razočarani uživo. Sada imate priliku baciti rajčice na web stranice koje to zaslužuju.\n\nRazarač web stranica rajčice za Chrome uvijek je pri ruci kada je to potrebno da bi se isparilo pare na mjestima koja se stvarno razbjesnila.\nJednostavno kliknite ikonu proširenja web-lokacije proizvođača u izborniku alatne trake preglednika i bacajte rajčicu mišem klikom na neugodne web stranice.\n\nRajčica će pasti na web stranicu i izravnati se na površini, prskajući pulpa i sok na stranama.\n\nNeka web stranice znaju vašu ljutnju i ljutnju. Koristite igru razarača rajčice!\n\nA također se može koristiti za streaming i videozapise kako biste izrazili svoje osjećaje o lošim web stranicama, stranicama i uslugama.\n\nU novom izdanju dodali smo zbirku objekata za bacanje na web stranice:\n- Rotten paradajza;\n- Slime;\n- Trulo jaje;\n- Banana.",
    "hu": "Dobjon el egy-egy rothadt paradicsomot az internet bármely pontján.\n\nMindannyian hallottunk vagy láttunk olyan embereket, akik rothadt paradicsomokat dobtak el, amikor csalódottan éltek. Most már lehetősége van arra, hogy dobja a paradicsomot olyan weboldalakra, amelyek megérdemlik.\n\nA paradicsom weboldalán a Chrome pusztítója mindig kéznél van, ha szükséges, hogy gőzöket fújjon olyan helyeken, amelyek valóban feldühödnek.\nCsak kattints a böngésző eszköztár menüpontjában a weboldal megsemmisítő kiterjesztés ikonjára, és dobd a paradicsomokat az egér kattintásával a csúnya oldalakon.\n\nA paradicsom a weboldalra esik, és a felületén laposodik, a pépet és a gyümölcslevet az oldalára permetezi.\n\nHagyja, hogy a weboldalak megtudják a haragod és a haragod. Használja a Paradicsom romboló játékot!\n\nÉs azt is fel lehet használni streaming és videó kifejezni, hogyan érzi magát a rossz weboldalak, oldalak és szolgáltatások.\n\nAz új verzióban hozzáadtunk olyan objektumok gyűjteményét, amelyek weboldalakat dobtak:\n- Rotten paradicsom;\n- Slime;\n- rothadt tojás;\n- Banán.",
    "id": "Lempar satu demi satu tomat busuk di area mana pun di hampir semua situs di Internet.\n\nKita semua pernah mendengar atau bahkan melihat orang-orang melemparkan tomat busuk ketika kecewa dengan pertunjukan langsung. Sekarang Anda memiliki kesempatan untuk melempar tomat di situs web yang pantas mendapatkannya.\n\nPenghancur situs web Tomat untuk Chrome selalu di tangan bila perlu untuk memadamkan uap di situs yang benar-benar membuat marah.\nCukup klik pada ikon ekstensi perusak situs web di menu bilah alat peramban dan lemparkan tomat dengan mengklik mouse di situs jahat.\n\nTomat akan jatuh pada halaman web dan meratakan permukaannya, menyemprotkan bubur dan jus di sisi-sisinya.\n\nBiarkan situs web mengetahui kemarahan dan kebencian Anda. Gunakan game Tomato Destroyer!\n\nDan juga dapat digunakan untuk streaming dan video untuk mengekspresikan bagaimana perasaan Anda tentang situs web, halaman, dan layanan yang buruk.\n\nDalam rilis baru, kami telah menambahkan koleksi objek untuk dilemparkan di situs web:\n- Rotten tomato;\n- Lendir;\n- Telur busuk;\n- Pisang.",
    "it": "Gettare uno per uno pomodori marci in qualsiasi area di quasi tutti i siti su Internet.\n\nAbbiamo tutti sentito o visto persone che lanciavano pomodori marci quando erano delusi in un'esibizione dal vivo. Ora hai l'opportunità di gettare pomodori in siti web che lo meritano.\n\nIl distruttore di siti Web di Tomato per Chrome è sempre a portata di mano quando è necessario per sfogarsi su siti che infuriano davvero.\nBasta fare clic sull'icona di estensione del distruttore del sito Web nel menu della barra degli strumenti del browser e lanciare pomodori facendo clic con il mouse nei siti più pericolosi.\n\nI pomodori cadranno sulla pagina web e si appiattiranno sulla sua superficie, spruzzando la polpa e il succo sui lati.\n\nLascia che i siti web conoscano la tua rabbia e il tuo risentimento. Usa il gioco per distruggere i pomodori!\n\nInoltre, può essere utilizzato per streaming e video per esprimere la tua opinione su siti Web, pagine e servizi sbagliati.\n\nNella nuova versione, abbiamo aggiunto una raccolta di oggetti per il lancio di siti Web:\n- Pomodoro marcio;\n- Melma;\n- Un uovo marcio;\n- Banana.",
    "ja": "インターネット上のほぼすべての場所にある腐ったトマトを1つずつ投げる。\n\n私たちはライブパフォーマンスで失望したときに、腐ったトマトを投げつける人々のことを聞いたことがあります。 今、あなたはそれにふさわしいウェブサイトにトマトを投げる機会があります。\n\nトマトのChrome用ウェブサイトデストロイヤーは、本当に激しい場所に蒸気を吹き飛ばすために必要なときに常に手元にあります。\nブラウザのツールバーメニューのウェブサイトデストラクタ拡張アイコンをクリックして、厄介なサイトでマウスをクリックしてトマトを投げてください。\n\nトマトはウェブページ上に落ちて、その表面を平らにして、側にパルプとジュースをスプレーします。\n\nウェブサイトにあなたの怒りと憤慨を知らせましょう。 トマトの駆逐艦のゲームを使用してください！\n\nまた、悪質なウェブサイト、ページ、サービスについてのあなたの気持ちをストリーミングやビデオに表現するのにも使用できます。\n\n新しいリリースでは、ウェブサイトを投げるためのオブジェクトのコレクションを追加しました。\n- 腐ったトマト;\n- スライム;\n- 腐った卵。\n- バナナ。",
    "kn": "ಅಂತರ್ಜಾಲದಲ್ಲಿ ಯಾವುದೇ ಸೈಟ್ನ ಯಾವುದೇ ಭಾಗದಲ್ಲಿ ಒಂದು ಕೊಳೆತ ಟೊಮೆಟೊಗಳಿಂದ ಎಸೆಯಿರಿ.\n\nಲೈವ್ ಪ್ರದರ್ಶನದಲ್ಲಿ ನಿರಾಶೆಗೊಂಡಾಗ ಜನರು ಕೊಳೆತ ಟೊಮ್ಯಾಟೋಗಳನ್ನು ಎಸೆಯುತ್ತಿದ್ದಾರೆ ಎಂದು ನಾವು ಎಲ್ಲರೂ ಕೇಳಿದ್ದೇವೆ ಅಥವಾ ನೋಡಿದ್ದೇವೆ. ಇದೀಗ ನೀವು ಟೊಮೆಟೊಗಳನ್ನು ಅರ್ಹವಾದ ವೆಬ್ಸೈಟ್ಗಳಲ್ಲಿ ಎಸೆಯಲು ನಿಮಗೆ ಅವಕಾಶವಿದೆ.\n\nನಿಜವಾಗಿಯೂ ಕೋಪೋದ್ರಿಕ್ತವಾಗಿರುವ ಸೈಟ್ಗಳಲ್ಲಿ ಸ್ಟೀಮ್ ಅನ್ನು ಸ್ಫೋಟಿಸುವ ಅಗತ್ಯವಿರುವಾಗ Chrome ಗಾಗಿ ಟೊಮೇಟೊ ವೆಬ್ಸೈಟ್ ವಿಧ್ವಂಸಕ ಯಾವಾಗಲೂ ಕೈಯಲ್ಲಿದೆ.\nಬ್ರೌಸರ್ನ ಟೂಲ್ಬಾರ್ ಮೆನುವಿನಲ್ಲಿನ ವೆಬ್ಸೈಟ್ ವಿಧ್ವಂಸಕ ವಿಸ್ತರಣಾ ಐಕಾನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಅಸಹ್ಯ ಸೈಟ್ಗಳಲ್ಲಿ ಮೌಸ್ ಕ್ಲಿಕ್ ಮೂಲಕ ಟೊಮೆಟೊಗಳನ್ನು ಎಸೆಯಿರಿ.\n\nಟೊಮ್ಯಾಟೋಸ್ ವೆಬ್ಪುಟದಲ್ಲಿ ಬೀಳುತ್ತದೆ ಮತ್ತು ಅದರ ಮೇಲ್ಮೈ ಮೇಲೆ ಚಪ್ಪಟೆಗೊಳಿಸುತ್ತದೆ, ತಿರುಳು ಮತ್ತು ರಸವನ್ನು ಬದಿಗಳಲ್ಲಿ ಸಿಂಪಡಿಸುತ್ತದೆ.\n\nವೆಬ್ಸೈಟ್ಗಳು ನಿಮ್ಮ ಕೋಪ ಮತ್ತು ಅಸಮಾಧಾನವನ್ನು ತಿಳಿದುಕೊಳ್ಳಲಿ. ಟೊಮೇಟೊ ವಿಧ್ವಂಸಕ ಆಟ ಬಳಸಿ!\n\nಮತ್ತು ಕೆಟ್ಟ ವೆಬ್ ಸೈಟ್ಗಳು, ಪುಟಗಳು ಮತ್ತು ಸೇವೆಗಳ ಬಗ್ಗೆ ನಿಮ್ಮ ಅಭಿಪ್ರಾಯವನ್ನು ಹೇಗೆ ವ್ಯಕ್ತಪಡಿಸಲು ಸ್ಟ್ರೀಮಿಂಗ್ ಮತ್ತು ವೀಡಿಯೊಗಾಗಿ ಇದನ್ನು ಬಳಸಬಹುದು.\n\nಹೊಸ ಬಿಡುಗಡೆಯಲ್ಲಿ, ವೆಬ್ಸೈಟ್ಗಳಲ್ಲಿ ಎಸೆಯಲು ನಾವು ವಸ್ತುಗಳ ಸಂಗ್ರಹವನ್ನು ಸೇರಿಸಿದ್ದೇವೆ:\n- ರಾಟನ್ ಟೊಮೆಟೊ;\n- ಲೋಳೆ;\n- ಕೊಳೆತ ಮೊಟ್ಟೆ;\n- ಬನಾನಾ.",
    "ko": "인터넷상의 거의 모든 사이트에서 토마토를 하나 하나씩 던져라.\n\n우리는 라이브 공연에 실망했을 때 썩은 토마토를 던지는 사람들을 모두 보았습니다. 이제 당신은 그걸받을 자격이있는 웹 사이트에 토마토를 던질 수있는 기회를 얻었습니다.\n\n토마토에 대한 Tomato 웹 사이트 구축함은 실제로 폭발하는 사이트에서 증기를 날려 버릴 필요가있을 때 항상 가까이에 있습니다.\n브라우저의 도구 모음 메뉴에서 웹 사이트 구축 도구 확장 아이콘을 클릭하고 불쾌한 사이트에서 마우스를 클릭하여 토마토를 버리십시오.\n\n토마토는 웹 페이지에 떨어지며 그 표면을 평평하게하여 측면에 펄프와 주스를 뿌립니다.\n\n웹 사이트에 분노와 분노를 알리십시오. 토마토 구축함 게임을 사용하십시오!\n\n또한 스트리밍 및 비디오를 통해 악성 웹 사이트, 페이지 및 서비스에 대한 느낌을 표현할 수 있습니다.\n\n새 릴리스에서는 웹 사이트에 던져 넣을 수있는 객체 컬렉션을 추가했습니다.\n- 썩은 토마토;\n- 점액;\n- 썩은 달걀.\n- 바나나.",
    "lt": "Mesti po vieną puvinius pomidorus bet kurioje beveik bet kurioje interneto svetainėje.\n\nMes visi girdėjome ar netgi matėme, kad žmonės, nusivylę gyvu pasirodymu, išmesdami supuvę pomidorai. Dabar turite galimybę mesti pomidorus tinklalapiuose, kurie to verti.\n\n\"Chrome\" pomidorų svetainių naikintojas visada ranka, kai būtina, kad būtų galima atsikratyti garų svetainėse, kurios iš tikrųjų trukdo.\nTiesiog spustelėkite žiniatinklio naikintojo plėtinio piktogramą naršyklės įrankių juostos meniu ir mesti pomidorus spustelėdami pelės paspaudę piktus svetaines.\n\nPomidorai patenka į tinklalapį ir išsilydo ant jo paviršiaus, purškiant minkštimą ir sultis iš šonų.\n\nTegul svetainės žino savo pyktį ir nepasitenkinimą. Naudokite pomidorų naikintojo žaidimą!\n\nBe to, jis gali būti naudojamas transliacijai ir vaizdo įrašams, siekiant išreikšti savo nuomonę apie blogas svetaines, puslapius ir paslaugas.\n\nNaujajame leidime mes pridėjome objektų rinkinį, skirtą mesti į svetaines:\n- supjaustyti pomidorai;\n- lazda;\n- supuvęs kiaušinis;\n- bananai.",
    "lv": "Iemaidiet pa vienam saplētiem tomātiem jebkurā gandrīz jebkurā interneta vietnē.\n\nMēs visi esam dzirdējuši vai pat redzējuši, ka cilvēki, kas veltījuši dusmas tomātus, ir vīlušies par dzīvi. Tagad jums ir iespēja mest tomātus tīmekļa vietnēs, kas to ir pelnījuši.\n\nChrome putekļsūcēju tīmekļa vietnes iznīcinātājs vienmēr ir pie rokas, kad tas nepieciešams, lai izspiestu tvaiku vietnēs, kas patiešām rada satricinājumu.\nVienkārši noklikšķiniet uz tīmekļa vietnes iznīcinātāja pagarinājuma ikonas pārlūka rīkjoslas izvēlnē un mest tomātus, peles noklikšķinot uz vētraina vietnēm.\n\nTumši nokritīsies uz mājas lapas un izlīdzināsies uz tās virsmas, izsmidzinot mīkstumu un sāli sānos.\n\nĻaujiet vietnēm zināt jūsu dusmas un aizvainojumu. Izmanto Tomātu iznīcinātāju spēli!\n\nUn arī to var izmantot straumēšanai un video, lai izteiktu, kā jūtaties par sliktām tīmekļa vietnēm, lapām un pakalpojumiem.\n\nJaunajā versijā mēs esam pievienojuši objektu kolekciju, kas domāta tīmekļa vietņu ievietošanai:\n- Rotēts tomāts;\n- Gļotas;\n- puvota ola;\n- Banāns.",
    "ml": "ഇൻറർനെറ്റിലെ ഏത് സൈറ്റിന്റെയും ഏതെങ്കിലും ഒരു തുള്ളി തക്കാളി ഉപയോഗിച്ച് ഒന്ന് ഇടുക.\n\nഒരു തത്സമയ പ്രകടനത്തിൽ നിരാശനാകുമ്പോൾ, എല്ലാവരും ചീഞ്ഞ തക്കാളികൾ വലിച്ചെറിയുന്നത് ഞങ്ങൾ കേട്ടിട്ടുണ്ട്. ഇപ്പോൾ നിങ്ങൾക്ക് അത് അർഹിക്കുന്ന വെബ്സൈറ്റുകളിൽ തക്കാളി ഇടാനുള്ള അവസരം ഉണ്ട്.\n\nശരിക്കും ആവേശഭരിതമായ സൈറ്റുകളിൽ സ്റ്റീം പൊട്ടാൻ ആവശ്യമുള്ളപ്പോൾ Chrome- നുള്ള തക്കാളി വെബ്സൈറ്റ് ഡിസൈനർ എല്ലായ്പ്പോഴും കൈകോർക്കുന്നു.\nബ്രൌസറിന്റെ ടൂൾബാർ മെനുവിൽ വെബ്സൈറ്റ് ഡിസ്റ്റാളർ എക്സ്റ്റൻഷൻ ഐക്കണിൽ ക്ലിക്കുചെയ്ത് മോശം സൈറ്റുകളിൽ ക്ലിക്കുചെയ്തുകൊണ്ട് മൗസ് ഉപയോഗിച്ച് തക്കാളി ഇടുക.\n\nതക്കാളി വെബ് പേജിൽ വീഴും, ഉപരിതലത്തിൽ പുറംതൊലി, വശങ്ങളിൽ പൾപ്പ്, ജ്യൂസ് സ്പ്രേ ചെയ്യുക.\n\nവെബ്സൈറ്റുകൾ നിങ്ങളുടെ കോപവും നീരസവും അറിയട്ടെ. തക്കാളി ഡിസ്റ്റാളർ ഗെയിം ഉപയോഗിക്കുക!\n\nകൂടാതെ മോശം വെബ് സൈറ്റുകൾ, പേജുകൾ, സേവനങ്ങൾ എന്നിവയെക്കുറിച്ചുള്ള നിങ്ങളുടെ വികാരം പ്രകടിപ്പിക്കാൻ സ്ട്രീമിംഗും വീഡിയോയും ഉപയോഗിക്കാനാകും.\n\nപുതിയ പതിപ്പിൽ, വെബ് സൈറ്റുകളിൽ വിന്യസിക്കുന്ന വസ്തുക്കളുടെ ശേഖരം ഞങ്ങൾ കൂട്ടിച്ചേർത്തു:\n- റോട്ടൻ തക്കാളി;\n- സ്ലിം;\n- ഒരു ചീഞ്ഞ മുട്ട;\n- വാഴപ്പഴം.",
    "mr": "इंटरनेटवरील जवळजवळ कोणत्याही साइटवर कोणत्याही एका टोकाला टोमॅटो फेकून द्या.\n\nथेट कामगिरीमध्ये निराश झाल्यास आम्ही सर्वांनी ऐकलेल्या किंवा अगदी टोमॅटो टोमॅटो फेकल्या आहेत. आता आपल्याकडे पात्र असलेल्या वेबसाइट्समध्ये टोमॅटो फेकण्याची संधी आहे.\n\nखरोखरच क्रूर असणार्या साइट्सवर स्टीम बंद करणे आवश्यक असल्यास Chrome साठी टॉमेटो वेबसाइट नष्ट करणारा नेहमीच असतो.\nब्राउझरच्या टूलबार मेनूमधील वेबसाइट नष्ट करणार्या विस्तार चिन्हावर क्लिक करा आणि खडबडीत साइटवर माऊस क्लिक करून टोमॅटो टाकून टाका.\n\nटोमॅटो वेबपृष्ठावर पडतील आणि त्याच्या पृष्ठभागावर फडफडतील, पक्षांवर लगदा आणि रस फवारणी होईल.\n\nवेबसाइटला आपला राग आणि राग कळू द्या. टोमॅटो नष्ट करणारा खेळ वापरा!\n\nआणि याचा वापर चुकीच्या वेबसाइट्स, पृष्ठे आणि सेवांबद्दल आपल्याला कसा वाटेल हे दर्शविण्यासाठी स्ट्रीमिंग आणि व्हिडिओसाठी देखील वापरला जाऊ शकतो.\n\nनवीन रिलीझमध्ये, आम्ही वेबसाइट्समध्ये फेकण्यासाठी वस्तूंचा संग्रह जोडला आहे:\n- टोमॅटो टोमॅटो;\n- लिंबू;\n- एक सडलेली अंडी;\n- केळी",
    "ms": "Buang satu demi satu tomato busuk di mana-mana kawasan hampir mana-mana tapak di Internet.\n\nKita semua telah mendengar atau bahkan melihat orang yang membuang tomato busuk apabila kecewa dalam persembahan secara langsung. Sekarang anda mempunyai peluang untuk membuang tomato di laman web yang sepatutnya.\n\nPemusnah laman web tomato untuk Chrome sentiasa ada apabila perlu memadamkan wap di laman web yang benar-benar menyebalkan.\nCukup klik pada ikon pelanjutan pemusnah laman web dalam menu bar alat penyemak imbas dan buang tomato dengan klik mouse di laman web jahat.\n\nTomato akan jatuh di laman web dan meratakan pada permukaannya, menyembur pulpa dan jus di sisi.\n\nBiarkan laman web mengetahui kemarahan dan kemarahan anda. Gunakan permainan pemusnah tomato!\n\nDan juga ia boleh digunakan untuk streaming dan video untuk menyatakan bagaimana perasaan anda tentang laman web, halaman dan perkhidmatan yang buruk.\n\nDalam siaran baru, kami telah menambahkan koleksi objek untuk membuang laman web:\n- Tomato busuk;\n- Lendir;\n- Telur busuk;\n- Pisang.",
    "nl": "Gooi een voor een rotte tomaten in een gebied van bijna elke site op internet.\n\nWe hebben allemaal gehoord van of zelfs gezien dat mensen rotte tomaten gooiden als ze teleurgesteld waren in een live optreden. Nu heb je de mogelijkheid om tomaten te gooien in websites die het verdienen.\n\nTomatenwebsite destroyer voor Chrome is altijd bij de hand als het nodig is om stoom af te blazen op sites die echt razend zijn.\nKlik gewoon op het pictogram voor de extensie van de torpedojager in het werkbalkmenu van de browser en gooi tomaten met de muis in de vervelende sites.\n\nTomaten vallen op de webpagina en pletten af op het oppervlak, waarbij de pulp en het sap aan de zijkanten worden besproeid.\n\nLaat de websites uw woede en wrok kennen. Gebruik Tomato destroyer game!\n\nEn het kan ook worden gebruikt voor streaming en video om uit te drukken hoe je je voelt over slechte websites, pagina's en services.\n\nIn de nieuwe release hebben we een verzameling objecten toegevoegd voor het gooien in websites:\n- Rotte tomaat;\n- slijm;\n- Een rot ei;\n- Banaan.",
    "no": "Kast en etter en rotte tomater i et hvilket som helst område på nesten hvilket som helst sted på Internett.\n\nVi har alle hørt om eller til og med sett folk som kaster råtne tomater når de er skuffet i en liveopptreden. Nå har du mulighet til å kaste tomater på nettsteder som fortjener det.\n\nTomats Destroyer for Chrome er alltid tilgjengelig når det er nødvendig for å blåse av damp på nettsteder som virkelig infuriates.\nBare klikk på nettsiden destroyer forlengelse ikonet i verktøylinjen menyen i nettleseren og kaste tomater ved å klikke musen i de ekle nettstedene.\n\nTomater vil falle på nettsiden og flate ut på overflaten, sprøyte masse og juice på sidene.\n\nLa nettsidene vite din sinne og sinne. Bruk Tomat Destroyer spillet!\n\nOg det kan også brukes til streaming og video for å uttrykke hvordan du føler om dårlige nettsider, sider og tjenester.\n\nI den nye utgivelsen har vi lagt til en samling objekter for å kaste inn nettsteder:\n- Rotten tomat;\n- Slime;\n- et råttegg\n- Banan.",
    "pl": "Rzucaj po kolei zgniłe pomidory w dowolnym miejscu niemal każdej witryny w Internecie.\n\nWszyscy słyszeliśmy, a nawet widzieliśmy ludzi rzucających zgniłe pomidory, gdy rozczarowali się występem na żywo. Teraz masz szansę rzucić pomidory na stronach internetowych, które na to zasługują.\n\nNiszczyciel witryny internetowej dla pomidorów w Chrome jest zawsze pod ręką, gdy trzeba, aby zepsuć się na stronach, które naprawdę doprowadzają do furii.\nWystarczy kliknąć ikonę rozszerzenia niszczyciela witryny w menu paska narzędzi przeglądarki i rzucać pomidorami przez kliknięcie myszką w paskudne strony.\n\nPomidory spadną na stronę i spłaszczą się na jej powierzchni, rozpylając miąższ i sok po bokach.\n\nNiech na stronach internetowych poznasz swoją złość i urazę. Użyj niszczyciel Tomato!\n\nMoże również służyć do przesyłania strumieniowego i wideo, aby wyrazić wrażenia dotyczące złych stron internetowych, stron i usług.\n\nW nowej wersji dodaliśmy kolekcję obiektów do rzucania na strony internetowe:\n- Zepsuty pomidor;\n- Szlam;\n- Zepsute jajko;\n- Banan.",
    "pt_BR,pt_PT": "Jogue um por um tomate podre em qualquer área de quase qualquer site na Internet.\n\nTodos nós já ouvimos ou até vimos pessoas jogando tomates podres quando desapontados em uma performance ao vivo. Agora você tem a oportunidade de jogar tomates em sites que merecem isso.\n\nO destruidor de websites Tomato para o Chrome está sempre disponível quando necessário para desabafar sites que realmente enfurecem.\nBasta clicar no ícone de extensão do site destroyer no menu da barra de ferramentas do navegador e jogar tomates clicando nos sites desagradáveis.\n\nTomates cairão na página e se espalharão na superfície, pulverizando a polpa e o suco nas laterais.\n\nDeixe os sites saberem sua raiva e ressentimento. Use o jogo destruidor de tomate!\n\nE também pode ser usado para streaming e vídeo para expressar como você se sente sobre sites, páginas e serviços ruins.\n\nNa nova versão, nós adicionamos uma coleção de objetos para jogar em sites:\n- tomate podre;\n- Slime;\n- um ovo podre;\n- Banana.",
    "ro": "Aruncați unul câte unul roșii putrezite în orice zonă a aproape orice site de pe Internet.\n\nToți auzisem sau chiar am văzut oameni care aruncau roșii stricate atunci când au fost dezamăgiți de un spectacol live. Acum aveți ocazia de a arunca roșii în site-urile care merită.\n\nTomato-ul distrugător al site-ului Chrome este întotdeauna la îndemână atunci când este necesar pentru a arunca aburi pe site-uri care într-adevăr infuriates.\nTrebuie doar să dați clic pe pictograma extensie a distrugerii site-ului web din meniul barei de instrumente a browserului și să aruncați roșiile făcând clic pe site-urile urât.\n\nRoșiile vor cădea pe pagina web și se vor aplati pe suprafața lor, pulverizând pulpa și sucul pe laturi.\n\nLăsați-o pe site-urile web să vă cunoască mânia și resentimentele. Utilizați joc distrugătorul de roșii!\n\nȘi, de asemenea, acesta poate fi folosit pentru streaming și video pentru a exprima cum vă simțiți despre site-urile web rău, pagini și servicii.\n\nÎn noua versiune, am adăugat o colecție de obiecte pentru aruncarea în site-uri web:\n- Putred roșii;\n- Slime;\n- Un ou putred;\n- Banană.",
    "ru": "Бросайте по одному гнилому помидору в любую область практически любого сайта в Интернете.\n\nМы все слышали или даже видели, как люди бросали гнилые помидоры, когда разочаровались при живом исполнении. Теперь у вас есть возможность бросать помидоры на веб-сайтах, которые этого заслуживают.\n\nУничтожитель сайта помидорами для Chrome всегда под рукой, когда необходимо, чтобы согнать пар на сайтах, которые действительно бесят.\nПросто нажмите на значок уничтожителя веб-сайта в меню панели инструментов браузера и бросайте в него помидоры, щелкая мышью на этих сайтах.\n\nПри попадании помидором на веб-страницу они размажутся по поверхности, распыляя мякоть и сок по бокам.\n\nПусть веб-сайты ощутят ваш гнев и негодование. Используйте игру уничтожителя томатами!\n\nА также он может использоваться для стриминга и записи видео, чтобы выразить, как вы относитесь к плохим веб-сайтам, страницам и услугам.\n\nВ новой версии мы добавили коллекцию объектов для забрасывания сайтов:\n- Гнилые помидоры;\n- Слизь;\n- Гнилое яйцо;\n- Банан.",
    "sk": "Hádzať jednu za jednu prehnanú paradajku v akejkoľvek oblasti takmer akéhokoľvek miesta na internete.\n\nVšetci sme počuli alebo dokonca videli ľudí, ktorí hádzali zhnité paradajky, keď boli sklamaní živým predstavením. Teraz máte možnosť hodiť paradajky na webové stránky, ktoré si to zaslúžia.\n\nWebová stránka Tomato Destroyer for Chrome je vždy po ruke, keď je to nevyhnutné na odfúknutie páry na stránkach, ktoré naozaj rozhnevajú.\nStačí kliknúť na ikonu rozšírenia torpédoborky webových stránok v ponuke panela s nástrojmi prehliadača a hádzať paradajky kliknutím myšou na škaredé stránky.\n\nRajčiaky padnú na webovú stránku a vyrovnajú sa na jej povrchu a postriekajú buničinu a šťavu na bokoch.\n\nNechajte webové stránky vedieť váš hnev a odpor. Použite hru Tomato Destroyer!\n\nA tiež to môže byť použité pre streamovanie a video vyjadriť, ako váš pocit o zlých webových stránok, stránok a služieb.\n\nV novej verzii sme pridali kolekciu objektov na vkladanie webových stránok:\n- Hnilé paradajky;\n- Sliz;\n- Prehnité vajce;\n- Banana.",
    "sl": "Vrzite po enega gnitega paradižnika na katerem koli območju skoraj vseh spletnih mest na internetu.\n\nVsi smo slišali ali celo videli, kako ljudje metajo gnilim paradižnikom, ko so razočarani v živo. Sedaj imate priložnost, da paradižnike vrgite na spletna mesta, ki si jih zaslužijo.\n\nUničevalec paradižnikovega spletnega mesta za Chrome je vedno pri roki, kadar je to potrebno, da izžareva pare na mestih, ki resnično povzročajo nečistoče.\nV meniju orodne vrstice brskalnika preprosto kliknite ikono razširitve uničevalca spletnega mesta in vrnite paradižnik tako, da kliknete miši na grdo mesto.\n\nParadižnik bo padel na spletno stran in ga na površini izravnal, tako da bo na straneh pršil celulozo in sok.\n\nNaj spletne strani poznajo svojo jezo in nezadovoljstvo. Uporabite uničevalca paradižnika!\n\nPrav tako se lahko uporablja za pretakanje in videoposnetke, ki izražajo, kako se počutite glede slabih spletnih mest, strani in storitev.\n\nV novi izdaji smo dodali zbirko predmetov za metanje na spletnih mestih:\n- Gnilobo paradižnik;\n- Slime;\n- Gnilem jajcu;\n- Banana.",
    "sr": "Баци један по један гњечени парадајз у било којој области готово било које локације на Интернету.\n\nСви смо чули или чак видели људе који бацају гњечени парадајз када су разочарани у живом наступу. Сада имате прилику да бацате парадајз на сајтове који то заслужују.\n\nРазарач веб локација парадајза за Цхроме је увек на располагању када је потребно да оддужете пару на сајтовима који стварно брине.\nСамо кликните на икону додатка за уништавање веб странице у менију са алаткама у прегледачу и бацајте парадајз с кликом миша на гадне странице.\n\nПарадајз ће пасти на веб страницу и изравнати на површини, прскањем целулозе и сокова са стране.\n\nНека сајтови знају свој бес и незадовољство. Користите игре Томато дестроиер!\n\nИ такође се може користити за стреаминг и видео како би изразио како се осећате о лошим веб страницама, страницама и услугама.\n\nУ новом издању додали смо збирку објеката за бацање на веб локације:\n- Ротирани парадајз;\n- Слиме;\n- Труњено јаје;\n- Банана.",
    "sv": "Kasta en i taget ruttna tomater i något område på nästan vilken webbplats som helst på Internet.\n\nVi har alla hört talas om eller ens sett människor som kastar ruttna tomater när de är besvikna i en live-uppträdande. Nu har du möjlighet att kasta tomater på webbplatser som förtjänar det.\n\nTomats förstörare för Chrome är alltid till hands när det behövs för att blåsa av ånga på webbplatser som verkligen infuriates.\nKlicka bara på webbläsarens förstöringsikon i verktygsfältets meny i webbläsaren och släng tomater genom att klicka på de otäcka platserna.\n\nTomater kommer att falla på webbsidan och platta ut på ytan, spruta massan och saften på sidorna.\n\nLåt webbplatserna känna din ilska och vrede. Använd Tomb Destroyer spel!\n\nOch det kan också användas för streaming och video för att uttrycka hur du känner till dåliga webbplatser, sidor och tjänster.\n\nI den nya versionen har vi lagt till en samling objekt för att kasta in webbplatser:\n- Rotten tomat;\n- Slime;\n- Ett rått ägg\n- Banan.",
    "sw": "Piga moja kwa nyanya moja zilizooza katika eneo lolote la tovuti yoyote kwenye mtandao.\n\nTumejisikia wote au hata kuona watu wakitupa nyanya zilizooza wakati wamevunjika moyo katika utendaji wa kuishi. Sasa una nafasi ya kutupa nyanya kwenye tovuti zinazostahili.\n\nNyaraka wa tovuti ya nyanya kwa Chrome huwa daima wakati unaohitajika ili kupoteza mvuke kwenye maeneo ambayo inakera.\nBofya tu kwenye icon ya uharibifu wa wavuti kwenye tovuti ya kivinjari cha kivinjari na upe nyanya kwa panya kubonyeza kwenye maeneo mabaya.\n\nNyanya zitashuka kwenye ukurasa wa wavuti na kuzipiga juu ya uso wake, kunyunyizia massa na juisi pande zote.\n\nHebu tovuti zijue hasira yako na chuki. Matumizi ya mchezo wa nyaraka mchawi!\n\nNa pia inaweza kutumika kwa Streaming na video ili kuelezea jinsi unavyohisi kuhusu maeneo mabaya ya mtandao, kurasa na huduma.\n\nKatika kutolewa mpya, tumeongeza mkusanyiko wa vitu kwa kutupa kwenye tovuti:\n- Nyanya iliyogeuka;\n- Slime;\n- Yai iliyooza;\n- Banana.",
    "ta": "இன்டர்நெட்டில் ஏதேனும் ஒரு தளத்தின் எந்தவொரு இடத்திலும் ஒரு அழுகிய தக்காளி ஒன்றை எறியுங்கள்.\n\nஒரு நேரடி செயல்திறனில் ஏமாற்றம் அடைந்த போது அழுகிய தக்காளிகளை மக்கள் எறிந்துவிட்டதாக நாம் அனைவரும் கேள்விப்பட்டிருக்கிறோம். இப்போது நீங்கள் அதை தக்கவைத்து அந்த வலைத்தளங்களில் தக்காளி தூக்கி வாய்ப்பு உள்ளது.\n\nChrome இல் தக்காளி வலைத்தள அழகி என்பது எப்பொழுதும் கையில் உள்ளது, அது உண்மையில் குழப்பம் விளைவிக்கும் தளங்களில் நீராவி அணைக்க வேண்டும்.\nஉலாவியின் டூல்பாரில் மெனுவில் வலைத்தள அழகி நீட்டிப்பு ஐகானைக் கிளிக் செய்து, மோசமான தளங்களில் சொடுக்கி கிளிக் செய்வதன் மூலம் தக்காளிகளை தூக்கி விடுங்கள்.\n\nதக்காளி வலைப்பக்கத்தில் விழுவதுடன், அதன் மேற்பரப்பில் வெளியேறவும், பக்கங்களிலும் உள்ள கூழ் மற்றும் சாறு தெளிப்பதைக் குறிக்கும்.\n\nவலைத்தளங்கள் உங்கள் கோபத்தையும், கோபத்தையும் அறியட்டும். தக்காளி அழிக்கும் விளையாட்டு பயன்படுத்த!\n\nதவறான வலைத் தளங்கள், பக்கங்கள் மற்றும் சேவைகளைப் பற்றிய உங்கள் உணர்வை வெளிப்படுத்தும் வகையில் ஸ்ட்ரீமிங்கிற்கும் வீடியோவிற்கும் பயன்படுத்தலாம்.\n\nபுதிய வெளியீட்டில், வலைத்தளங்களில் எறிந்து பொருட்களை சேகரிப்போம்:\n- ராட்டன் தக்காளி;\n- குடிசை;\n- அழுகிய முட்டை;\n- வாழை.",
    "te": "ఇంటర్నెట్లో ఏ సైట్ అయినా ఏ ప్రాంతంలో అయినా ఒక కుళ్ళిన టమోటాలు త్రో.\n\nప్రత్యక్ష ప్రదర్శనలో నిరాశ చెందినప్పుడు మేము అన్నింటినీ చూసినా లేదా చూసినప్పుడు కూడా ప్రజలు కుళ్ళిన టమోటలను విసిరేవారు. ఇప్పుడు మీరు అర్హత కలిగి వెబ్సైట్లు టమోటాలు విసిరే అవకాశం ఉంది.\n\nనిజంగా కోపంగా ఉన్న సైట్లలో ఆవిరిని తొలగించేందుకు అవసరమైనప్పుడు Chrome కోసం టమోటో వెబ్సైట్ డిస్ట్రాయర్ ఎల్లప్పుడూ ఉంటుంది.\nబ్రౌజర్ యొక్క టూల్బార్ మెనులో వెబ్సైట్ డిస్ట్రాయర్ ఎక్స్టెన్షన్ ఐకాన్పై క్లిక్ చేసి దుష్ట సైట్లలో మౌస్ క్లిక్ చేయడం ద్వారా టొమాటోలను త్రో చేయండి.\n\nటొమాటోస్ వెబ్పేజీలో పడటం మరియు దాని ఉపరితలంపై చదును చేస్తుంది, పల్ప్ మరియు రసం వైపులా చల్లగా ఉంటుంది.\n\nవెబ్సైట్లు మీ కోపం మరియు ఆగ్రహానికి తెలుసు లెట్. టమోటో డిస్ట్రాయర్ గేమ్ ఉపయోగించండి!\n\nఅలాగే ఇది చెడ్డ వెబ్ సైట్లు, పేజీలు మరియు సేవల గురించి మీ అనుభూతిని వ్యక్తం చేయడానికి స్ట్రీమింగ్ మరియు వీడియో కోసం ఉపయోగించవచ్చు.\n\nకొత్త విడుదలలో, వెబ్ సైట్లలో విసిరివేసిన వస్తువుల సేకరణను మేము జోడించాము:\n- రాటెన్ టమోటా;\n- బురద;\n- ఒక కుళ్ళిన గుడ్డు;\n- అరటి.",
    "th": "โยนมะเขือเทศเน่าเสียทีละเล็กละน้อยในพื้นที่เกือบทุกไซต์บนอินเทอร์เน็ต\n\nเราได้ยินหรือเห็นคนโยนมะเขือเทศเน่าเสียเมื่อรู้สึกผิดหวังกับการแสดงสด ตอนนี้คุณมีโอกาสที่จะโยนมะเขือเทศลงในเว็บไซต์ที่สมควรได้รับ\n\nผู้ทำลายเว็บไซต์มะเขือเทศสำหรับ Chrome อยู่ในมือเสมอเมื่อจำเป็นต้องเป่าไอน้ำบนไซต์ที่ทำให้โกรธมาก\nเพียงแค่คลิกที่ไอคอนเว็บไซต์ destroyer extension ในเมนูแถบเครื่องมือของเบราว์เซอร์และโยนมะเขือเทศโดยการคลิกเมาส์ในไซต์ที่น่ารังเกียจ\n\nมะเขือเทศจะตกบนหน้าเว็บและแผ่ออกบนพื้นผิวของมันพ่นเยื่อกระดาษและน้ำผลไม้ที่ด้านข้าง\n\nให้เว็บไซต์ทราบความโกรธและความไม่พอใจของคุณ ใช้เกมพิฆาตมะเขือเทศ!\n\nนอกจากนี้ยังสามารถใช้สำหรับการสตรีมและวิดีโอเพื่อแสดงความรู้สึกเกี่ยวกับเว็บไซต์และหน้าเว็บที่ไม่ดี\n\nในรุ่นใหม่เราได้เพิ่มชุดของวัตถุสำหรับการขว้างปาในเว็บไซต์:\n- มะเขือเทศเน่า;\n- โคลน;\n- ไข่ที่เน่าเปื่อย;\n- กล้วย.",
    "tr": "İnternet üzerindeki hemen hemen her sitenin herhangi bir bölgesinde tek bir çürük domates atın.\n\nCanlı performansta hayal kırıklığına uğrayan insanların çürümüş domatesleri duyduklarını, hatta gördüklerini gördük. Şimdi bunu hak eden web sitelerine domates fırlatma fırsatınız var.\n\nChrome'un Domates web sitesi destroyerinin, gerektiğinde gerçekten sinir bozucu olan sitelerde buğulanmaya maruz kalması için her zaman elinizin altında olduğu görülüyor.\nSadece tarayıcının araç çubuğu menüsünde web sitesi destroyer uzatma simgesini tıklayın ve pis siteleri tıklayarak fare ile domates atın.\n\nDomatesler, web sayfasında düşecek ve yüzeyinde düzleşecek, hamurları ve meyve suyunu yanlara püskürtebilecektir.\n\nWeb sitelerinin öfkeni ve kızgınlığını bilmesini sağlayın. Domates destroyer oyunu kullanın!\n\nAyrıca, kötü web siteleri, sayfalar ve hizmetler hakkındaki düşüncelerinizi ifade etmek için akış ve video için de kullanılabilir.\n\nYeni sürümde, web sitelerine atmak için bir nesne koleksiyonu ekledik:\n- Çürük domates;\n- Balçık;\n- Çürük bir yumurta;\n- Muz.",
    "uk": "Кидайте один за одним гнилі помідори в будь-якій області практично будь-якого сайту в Інтернеті.\n\nМи всі чули або навіть бачили, як люди кидають гнилі помідори, коли розчаровані у виставі. Тепер у вас є можливість кидати помідори на веб-сайтах, які цього заслуговують.\n\nЗнищувач веб-сайтів помідорами для Chrome завжди під рукою, коли це необхідно, для того, щоб випустити пар на сайтах, які дійсно на це заслуговують.\nПросто натисніть значок доповнення знищення веб-сайту в меню панелі інструментів браузера та кидайте помідори, клацнувши мишкою на неприємних сайтах.\n\nПомідори падають на веб-сторінку і трощаться об їх поверхню, виприскуючи сік з боків.\n\nНехай веб-сайти знають ваш гнів і невдоволення. Використовуйте додаток знищувач томатами!\n\nА також він може бути використаний для стрімінгу та запису відео, щоб висловити свою думку про погані веб-сайти, сторінки та послуги.\n\nУ новому випуску ми додали колекцію об'єктів для бродіння на веб-сайтах:\n- Гнилий помідор;\n- Слиз;\n- Гниле яйце;\n- Банан.",
    "vi": "Ném từng quả cà chua thối trong bất kỳ khu vực nào của bất kỳ trang web nào trên Internet.\n\nChúng tôi đã nghe nói hoặc thậm chí nhìn thấy mọi người ném cà chua thối khi thất vọng trong một buổi biểu diễn trực tiếp. Bây giờ bạn có cơ hội để ném cà chua vào các trang web xứng đáng với nó.\n\nKẻ phá hủy trang web cà chua cho Chrome luôn ở trong tầm tay khi cần thiết để thổi hơi nước trên các trang web thực sự nổi giận.\nChỉ cần nhấp vào biểu tượng tiện ích mở rộng trình phá hủy trang web trong trình đơn thanh công cụ của trình duyệt và ném cà chua bằng cách nhấp chuột vào các trang web khó chịu.\n\nCà chua sẽ rơi trên trang web và san phẳng trên bề mặt của nó, phun bột giấy và nước trái cây ở hai bên.\n\nHãy để các trang web biết sự tức giận và oán giận của bạn. Sử dụng game bắn phá cà chua!\n\nVà nó cũng có thể được sử dụng để phát trực tuyến và video để thể hiện cảm xúc của bạn về các trang web, dịch vụ và trang web xấu.\n\nTrong bản phát hành mới, chúng tôi đã thêm một bộ sưu tập các đối tượng để ném vào các trang web:\n- Cà chua thối;\n- Chất nhờn;\n- Một quả trứng thối;\n- Trái chuối.",
    "zh_CN": "在互联网上几乎任何一个站点的任何区域扔一个腐烂的西红柿。\n\n我们都听过甚至看到人们在现场表演失望时扔烂番茄。 现在，您有机会将番茄扔在值得拥有的网站上。\n\nChrome的番茄网站驱逐舰总是随时可以在真正激怒的网站上吹走蒸汽。\n只需点击浏览器工具栏菜单中的网站驱逐舰扩展图标，然后通过鼠标点击讨厌的网站扔西红柿。\n\n西红柿将落在网页上并在其表面上展平，将纸浆和果汁喷洒在两侧。\n\n让网站了解你的愤怒和怨恨。 使用番茄驱逐舰游戏！\n\n此外，它还可用于流媒体和视频，以表达您对不良网站，网页和服务的感受。\n\n在新版本中，我们添加了一组用于投放网站的对象：\n- 烂番茄;\n- 史莱姆;\n- 一个烂鸡蛋;\n- 香蕉。",
    "zh_TW": "在互聯網上幾乎任何一個站點的任何區域扔一個腐爛的西紅柿。\n\n我們都聽過甚至看到人們在現場表演失望時扔爛番茄。 現在，您有機會將番茄扔在值得擁有的網站上。\n\nChrome的番茄網站驅逐艦總是隨時可以在真正激怒的網站上吹走蒸汽。\n只需點擊瀏覽器工具欄菜單中的網站驅逐艦擴展圖標，然後通過鼠標點擊討厭的網站扔西紅柿。\n\n西紅柿將落在網頁上並在其表面上展平，將紙漿和果汁噴灑在兩側。\n\n讓網站了解你的憤怒和怨恨。 使用番茄驅逐艦遊戲！\n\n此外，它還可用於流媒體和視頻，以表達您對不良網站，網頁和服務的感受。\n\n在新版本中，我們添加了一組用於投放網站的對象：\n- 爛番茄;\n- 史萊姆;\n- 一個爛雞蛋;\n- 香蕉。"
  }
}