{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebCrate Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add links to your own WebCrate instance directly via the browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebCrate - Organize the Web\n\nThis Add-on lets you add links to your own WebCrate instance directly via the browser.\n\n✨ What is WebCrate:\n\nIt helps you organize links, articles and more from around the web in a central place and share them as collections (called crates) with the world. It's more than just a bookmarking tool.\n\nIt is different than most other web applications in that you get your own separate instance of it. It is completely isolated from other users and even we can't access it. To achieve this, it runs on Deta Space, a new kind of personal cloud.\n\n❔ What is Deta Space:\n\nWebCrate runs on Deta Space, a new personal cloud. All Deta Space apps run in their own separate sand-boxed environment, it is completely isolated from other users and we can't access it. You remain in control of your apps and your data.\n\n👀 How to use:\n\nIt requires that you already have your own WebCrate instance up and running on Deta Space. If not, get started here first!\n\nAfter the installation enter your instance's URL in the settings and you are ready to go. Click the icon in your toolbar and add a link to your WebCrate!\n\n📃 Source Code:\n\nThe source code for this extension can be found on GitHub: https://github.com/WebCrateApp/browser-extension\n\n💬 Question, Feedback, Issue\n\nIf you have questions, encountered a problem or want to give feedback open an issue on GitHub:  https://github.com/WebCrateApp/webcrate/issues/new/choose\n\nCreated by @BetaHuhn"
  }
}