{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mockup Builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mockup online tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SUPER-EASY PROTOTYPING\n\nMockup Builder is a prototyping solution that helps design websites, software and mobile applications while reducing the time and cost spent on the negotiation stage. This tool efficiently combines in itself everything needed for wireframe and mockup creation and possibilities for online collaboration. Identify your requirements and get the job done right!\n\n \n\nMOCK UP CREATION NEVER WAS SO EASY\n\n* 113 UI elements available directly in the library\n\n* Separate library with icons\n\n* 2 styles of all controls\n\n* User-friendly interface with all functionality that you need\n\n* Possibility to work on your projects online\n\n* Desktop version of the software is also available\n\n* Many templates available in Gallery for free\n\n* Import mockup files in .bmml format\n\n* Presentation mode\n\n \n\nCONVENIENT COLLABORATION\n\n* Share wireframes for review in public or private way\n\n* Add reviewers and editors to the projects\n\n* Discuss your wireframes online in the chat under application\n\n* Export your work to mock up Gallery and share best UX ideas with others\n\n* Export your wireframe in .png, .pdf and .doc format\n\n \n\nAnd much more! Just start discovering!\n\n \n\nTESTIMONIALS\n\n“Awesome tool for building mockups of your websites, present them online to your clients and make revisions on the fly” - Dagi Cueppers (@DagiCueppers)\n\n“Using this now, best one I've seen.” - Gamble Bowns McCown (@Designergamble)\n\n“Mockup Builder, I love you” - Scott Foe (@scottfoe)\n\n“I am not a Designer, but this Mockup Builder is just amazing!” – Felix (@felmundo)"
  }
}