{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pirates Glory Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pirates Glory Online Game - Merchants and Pirates in the age of gunpowder"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avast me hearties!\n\nInitial Extension for popular browser game Pirates Glory.\n\nUse the extension to signup and login to the game. \n\nWith the launch of this extension, we will need some time to gather feedback from the community in what the extension should feature. Then we will need some more time to implement the requested features. As a result, we ask for your patience till this extension is updated.\n\nA few words for the game:\n=========================\n\nPirates glory is a truly unique game with great in-depth gameplay which is heavily affected by the rest of the players. It is a 100% original game with affects from the popular games Sid Meier's Pirates! pc game, Magic the Gathering card game and films like Pirates of the Carribean.\n\nThe result is a truly original game, with its own game engine.\n\nThere are multiple gameplay options in the game. In a short description, you start with a single ship and you forge your own path. \n\nDo you want to live the -hard- life of a pirate? \nOr you would prefer to trade? \nIf politics is your piece of cake, you will find an extensive politics system that allows you to control your nation of choice, conquer ports and even create your own laws.\n\nThe game is enriched with various features, such as voodoo cards, player markets, ship building, bounties, plantations... dozens of big meaningful features that can keep you entertained for a long time.\n\nThe key issue the game currently tries to remedy, is the interface which is hard for newcomers. Fear not however, as the community is exceptionally helpful towards all newcomers.\n\nSo, what are you waiting? Open your sails and follow us in the imagenery world of Avonmora, where rum runs plenty!"
  }
}