{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AniCa - Genesys Premium App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows Genesys-Cloud users to place calls with custom outgoing CallerId (by Deliberate GmbH)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AniCa is a special add-on for your Genesys Cloud application that allows users to make outbound calls with user-defined number (Caller ID).\n\nThis is necessary for agents or business users who work in multiple queues and/or groups.\nFor example, it can be ensured that only the group number is displayed and that when the customer calls back, this call is also returned to exactly this group. \nIt is therefore not necessary to give out the personal extension number. \n\nBy default, Genesys Cloud allows a number to be entered for each outgoing call, but it cannot be saved for future calls.\nAniCa provides a very convenient remedy here: a list of numbers can be configured and selected via a drop-down menu before an outgoing call is made. \nThe last dialed number is already preset for the next call.\n\nThis tool passes the call command to the Genesys Cloud, eliminating the need for time-consuming manual entry of numbers before each call.\n\nIn addition, a \"click-to-dial\" functionality is integrated, which makes it possible to highlight a number in the Google Chrome browser and dial it directly via right-click.\n\nThus it is also possible to dial directly from your applications, such as CRM, ticket system, etc.\n\nPlease contact us for more information...\n\nAniCa is a product by deliberate.de\nCopyright © 2024 Deliberate GmbH"
  }
}