{
  "name": {
    "ar": "سومو ساغا  Online",
    "am": "ሱሞ ሳጋ  Fun Game",
    "bg": "Сумо сага  Online Game",
    "bn": "সুমো সাগা  Arcade Game",
    "ca": "Saga de Sumo  Online Game",
    "cs": "Sumo sága  Arcade Game",
    "da,el,sw": "Sumo Saga  Unblocked Games",
    "de": "Sumo-Saga  Online",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Sumo Saga - HTML5 Game",
    "es": "Saga Sumo  Unblocked Games",
    "et": "Sumo saaga  Online",
    "fa": "حماسه سومو  Online Game",
    "fi,id": "Sumo Saga  Skill Game",
    "fil,hu": "Sumo Saga  Online",
    "fr": "Saga du sumo  Online",
    "gu": "સુમો સાગા  Unblocked Game",
    "he": "סומו סאגה  Online Game",
    "hi": "सूमो सागा  Online Game",
    "hr,sl": "Sumo saga  Online Game",
    "it": "Saga del sumo  Online Game",
    "ja": "相撲佐賀 Unblocked",
    "kn": "ಸುಮೋ ಸಾಗಾ  Online Game",
    "ko": "스모 사가  Skill Game",
    "lv": "Sumo sāga  Unblocked Games",
    "ml": "സുമോ സാഗ  Online",
    "mr": "सुमो सागा  Online Game",
    "ms": "Sumo Saga  Arcade Game",
    "nl": "Sumo Saga Unblocked",
    "pl": "Saga Sumo  Skill Game",
    "ro": "Saga Sumo  Unblocked Game",
    "ru": "Сумо Сага  Unblocked Games",
    "sk": "Sumo sága  Unblocked Games",
    "ta": "சுமோ சாகா Unblocked",
    "te": "సుమో సాగా  Unblocked Games",
    "th": "ซูโม่ซากะ  Fun Game",
    "tr": "Sumo Efsanesi  Online",
    "uk": "Сага сумо  Skill Game"
  },
  "short": {
    "ar": "Sumo Saga هي لعبة أركايد ممتعة نتحرك فيها لأعلى من خلال التمسك بالمناطق اليمنى واليسرى مع لاعب سومو.",
    "am": "ሱሞ ሳጋ በቀኝ እና በግራ ቦታዎች በሱሞ ተጫዋች በመያዝ ወደ ላይ የምንንቀሳቀስበት አዝናኝ የመጫወቻ ማዕከል ጨዋታ ነው።",
    "bg": "Sumo Saga е забавна аркадна игра, в която се движим нагоре, като държим дясната и лявата зона със сумист.",
    "bn": "সুমো সাগা একটি মজার আর্কেড গেম যেখানে আমরা একটি সুমো প্লেয়ারের সাহায্যে ডান এবং বাম অঞ্চলগুলি ধরে রেখে উপরের দিকে এগিয়ে যাই।",
    "ca": "Sumo Saga és un divertit joc d&#39;arcade en què ens movem cap amunt agafant-nos a les zones dreta i esquerra amb un jugador de…",
    "cs": "Sumo Saga je zábavná arkádová hra, ve které se pohybujeme nahoru tak, že se hráčem sumo držíme za pravou a levou oblast.",
    "da": "Sumo Saga er et sjovt arkadespil, hvor vi bevæger os opad ved at holde på højre og venstre område med en sumospiller.",
    "de": "Sumo Saga ist ein unterhaltsames Arcade-Spiel, bei dem wir uns nach oben bewegen, indem wir uns mit einem Sumospieler an den…",
    "el": "Το Sumo Saga είναι ένα διασκεδαστικό παιχνίδι arcade στο οποίο κινούμαστε προς τα πάνω κρατώντας τη δεξιά και την αριστερή περιοχή…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Sumo Saga is a fun arcade game in which we move upwards by holding on to the right and left areas with a sumo player.",
    "es": "Sumo Saga es un divertido juego arcade en el que nos movemos hacia arriba agarrándonos de las zonas derecha e izquierda con un…",
    "et": "Sumo Saaga on lõbus arkaadmäng, milles liigume ülespoole, hoides sumomängijaga kinni paremalt ja vasakult alalt.",
    "fa": "Sumo Saga یک بازی سرگرم کننده آرکید است که در آن با نگه داشتن نواحی راست و چپ با یک بازیکن سومو به سمت بالا حرکت می کنیم.",
    "fi": "Sumo Saga on hauska arcade-peli, jossa liikutaan ylöspäin pitämällä kiinni oikealta ja vasemmalta alueelta sumopelaajan kanssa.",
    "fil": "Ang Sumo Saga ay isang nakakatuwang arcade game kung saan umuusad tayo pataas sa pamamagitan ng paghawak sa kanan at kaliwang…",
    "fr": "Sumo Saga est un jeu d&#39;arcade amusant dans lequel nous nous déplaçons vers le haut en nous tenant aux zones droite et gauche…",
    "gu": "સુમો સાગા એ એક મનોરંજક આર્કેડ ગેમ છે જેમાં આપણે સુમો પ્લેયર સાથે જમણી અને ડાબી બાજુના વિસ્તારોને પકડીને ઉપર તરફ જઈએ છીએ.",
    "he": "Sumo Saga הוא משחק ארקייד מהנה בו אנו נעים כלפי מעלה על ידי אחיזה באזורים הימניים והשמאליים עם שחקן סומו.",
    "hi": "सूमो सागा एक मजेदार आर्केड गेम है जिसमें हम सूमो प्लेयर के साथ दाएं और बाएं क्षेत्रों को पकड़कर ऊपर की ओर बढ़ते हैं।",
    "hr": "Sumo Saga je zabavna arkadna igra u kojoj se krećemo prema gore držeći se lijevo i desno područje sa sumo igračem.",
    "hu": "A Sumo Saga egy szórakoztató ügyességi játék, amelyben egy szumójátékossal a jobb és bal oldalon tartva haladunk felfelé.",
    "id": "Sumo Saga adalah gim arkade seru di mana kita bergerak ke atas dengan berpegangan pada area kanan dan kiri dengan pemain sumo.",
    "it": "Sumo Saga è un divertente gioco arcade in cui ci spostiamo verso l&#39;alto aggrappandoci alle aree destra e sinistra con un…",
    "ja": "Sumo Saga は、相撲取りで左右のエリアをつかんで上に移動する楽しいアーケード ゲームです。",
    "kn": "ಸುಮೋ ಸಾಗಾ ಒಂದು ಮೋಜಿನ ಆರ್ಕೇಡ್ ಆಟವಾಗಿದ್ದು, ಇದರಲ್ಲಿ ನಾವು ಸುಮೋ ಪ್ಲೇಯರ್‌ನೊಂದಿಗೆ ಬಲ ಮತ್ತು ಎಡ ಪ್ರದೇಶಗಳನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುವ ಮೂಲಕ ಮೇಲಕ್ಕೆ…",
    "ko": "Sumo Saga는 스모 선수와 함께 오른쪽과 왼쪽 영역을 잡고 위쪽으로 이동하는 재미있는 아케이드 게임입니다.",
    "lv": "Sumo Saga ir jautra arkādes spēle, kurā mēs virzāmies uz augšu, pieturoties pie labās un kreisās puses ar sumo spēlētāju.",
    "ml": "സുമോ പ്ലെയർ ഉപയോഗിച്ച് വലത്തോട്ടും ഇടത്തോട്ടും പിടിച്ച് ഞങ്ങൾ മുകളിലേക്ക് നീങ്ങുന്ന രസകരമായ ഒരു ആർക്കേഡ് ഗെയിമാണ് സുമോ സാഗ.",
    "mr": "सुमो सागा हा एक मजेदार आर्केड गेम आहे ज्यामध्ये आपण सुमो प्लेअरसह उजवीकडे आणि डाव्या भागांना धरून वरच्या दिशेने जातो.",
    "ms": "Sumo Saga ialah permainan arked yang menyeronokkan di mana kita bergerak ke atas dengan berpegang pada bahagian kanan dan kiri…",
    "nl": "Sumo Saga is een leuk arcadespel waarin we omhoog bewegen door met een sumospeler het rechter- en linkergedeelte vast te houden.",
    "pl": "Sumo Saga to zabawna gra zręcznościowa, w której poruszamy się w górę trzymając gracza sumo po prawej i lewej stronie.",
    "ro": "Sumo Saga este un joc arcade distractiv în care ne mișcăm în sus ținând zonele din dreapta și din stânga cu un jucător de sumo.",
    "ru": "Sumo Saga — это забавная аркадная игра, в которой мы движемся вверх, держась за правую и левую области с сумоистом.",
    "sk": "Sumo Saga je zábavná arkádová hra, v ktorej sa pohybujeme nahor tak, že sa pomocou hráča sumo držíme pravej a ľavej oblasti.",
    "sl": "Sumo Saga je zabavna arkadna igra, pri kateri se premikamo navzgor tako, da se s sumo igralcem držimo desnega in levega področja.",
    "sw": "Sumo Saga ni mchezo wa kufurahisha wa arcade ambao tunasonga juu kwa kushikilia sehemu za kulia na kushoto na kicheza sumo.",
    "ta": "சுமோ சாகா என்பது ஒரு வேடிக்கையான ஆர்கேட் கேம் ஆகும், இதில் சுமோ பிளேயருடன் வலது மற்றும் இடது பகுதிகளைப் பிடித்து மேல்நோக்கி…",
    "te": "సుమో సాగా అనేది ఒక ఆహ్లాదకరమైన ఆర్కేడ్ గేమ్, దీనిలో మేము సుమో ప్లేయర్‌తో కుడి మరియు ఎడమ ప్రాంతాలను పట్టుకోవడం ద్వారా పైకి కదులుతాము.",
    "th": "Sumo Saga เป็นเกมอาร์เคดสนุก ๆ ที่เราเลื่อนขึ้นไปโดยยึดพื้นที่ด้านขวาและด้านซ้ายด้วยผู้เล่นซูโม่",
    "tr": "Sumo Saga, bir sumo oyuncusu ile sağ ve sol bölgelerden tutunarak yukarı doğru hareket ettiğimiz eğlenceli bir arcade oyunudur.",
    "uk": "Sumo Saga — весела аркадна гра, у якій ми рухаємося вгору, тримаючись за праву та ліву зони сумоїстом."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sumo Saga is a fun arcade game in which we move upwards by holding on to the right and left areas with a sumo player.\nThere is a sumo player in the game. We can control this sumo player. With the sumo player, we can control. We climb by clinging to the areas right and left of a field. We get points by climbing up. Continue the game by maintaining our high score goal with the points we have achieved. Climbing Sumo Player has emerged as a fun and challenging children's game designed for those who love skill games.\n\nTo swipe Install this extension to play the Sumo Saga Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}