{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codeforces Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codeforces Lite is a powerful Chrome extension designed specifically for competitive programmers. It enhances the Codeforces…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codeforces Lite is a powerful Chrome extension designed specifically for competitive programmers. It enhances the Codeforces platform, making it more user-friendly and efficient for coding, practicing, and competing. With an integrated code editor having capabilities to execute your code live, a sleek dark theme, and customizable templates, Codeforces Lite offers the features you need for a seamless and productive experience.\n\nFeatures:\n\n➤ Built-in Code Editor with Code Saving Features\nCodeforces Lite lets you write, time, and submit code directly on the problem page, avoiding tab switches or uploads.\n- Language selector & adjustable font size  \n- Built-in timer for timed solving  \n- Code reset and auto-indentation  \n\nSubmitted codes are saved locally and can be retrieved later. The system manages over 1,000+ files (up to 200+ lines each) by automatically clearing older codes to make space.\n\n➤ Code Running Capabilities\nWith the support of Judge0, users can now run their code seamlessly with 150+ code runs per day. A fail-safe mechanism ensures fallback support if callbacks fail due to internal issues. Experience Codeforces like Never Before!\n\n- Built-in code execution system with real-time results.\n- Instantly test against sample cases.\n- Save testcase results over multiple tabs.\n- View detailed metrics like execution time and memory usage.\n- Input custom test cases for more flexibility.\n- Get detailed error messages for compilation and runtime issues, aiding faster debugging.\n\nAll these features make debugging and testing hassle-free and efficient.\n\n➤ Dark Theme\nCodeforces Lite offers an optimized dark theme for a comfortable coding experience, especially during long sessions.  \n- Reduced eye strain in low-light conditions and battery-saving capabilities.\n- Improved code readability with optimized syntax highlighting  \n- Easy toggle to switch between light and dark modes based on preference.\n\n➤ Custom Templates and Default Cursor Placement\nCodeforces Lite allows you to create custom templates that automatically load for new problems, eliminating repetitive setup and boilerplate code. Predefine common elements like input/output functions and debugging statements to enhance your problem-solving efficiency.\n\n➤ UI Enhancement\nCodeforces Lite improves the overall UI, making it more accessible and user-friendly.\n- Better alignment on the problem set page for a structured appearance  \n- Redesigned login and registration pages for a smoother experience\n- Easy toggle to switch between the default and enhanced user interfaces based on your preferences.\n\nThis extension was built by Maanas Sehgal and Devendra Suryavanshi.\n\nWe welcome contributions! Visit our GitHub repository to get involved: https://github.com/MaanasSehgal/Codeforces-Lite"
  }
}