{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WELLOW CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Опис вашого розширення"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WellowBoost: Ваш незамінний помічник у світі фрілансу\n\nWellowBoost — це революційне розширення для браузерів, створене спеціально для фрілансерів та діджитал агенцій, яке вирішує дві основні задачі: автоматизація відгуків на фріланс біржах та ефективне управління замовленнями через інтеграцію з системою WELLOWCRM.\n\nОсновні функції:\n\nВикористання заготовлених відгуків: З WellowBoost ви з легкістю зможете використовувати готові шаблони відгуків для проектів на фріланс біржах, економлячи ваш час та підвищуючи вашу ефективність. Ця функція дозволяє швидко адаптувати відгуки до конкретного проекту, забезпечуючи високу якість комунікації з клієнтами.\n\nІнтеграція з WELLOWCRM: Автоматично перенесіть всю інформацію про замовлення з фріланс бірж прямо до вашої CRM-системи. Ця функція забезпечує безшовну інтеграцію даних, дозволяючи з легкістю управляти вашими проектами, фінансами та комунікаціями з клієнтами в одному місці.\n\nПро WELLOWCRM:\n\nWELLOWCRM — це сучасна CRM-система, спеціально розроблена для потреб фрілансерів та діджитал агенцій. Система надає все необхідне для ефективної роботи діджитал-спеціалістів, включаючи інтеграцію з Google Meet, платіжними системами, а також з найпопулярнішими українськими фріланс біржами. З WELLOWCRM ви отримуєте доступ до широкого спектру інструментів для управління проектами, обліку часу, фінансового планування, автоматизації робочих процесів та аналітики, що дозволяє максимізувати вашу продуктивність та прибутки.\n\nПереваги WELLOWCRM:\n\nЕкономія часу: Автоматизація процесу публікації відгуків та управління замовленнями зменшує рутинну роботу.\nЗбільшення ефективності: Оптимізуйте ваші робочі процеси за допомогою інтеграції WellowCRM, підвищуючи загальну ефективність вашого бізнесу.\nКраще управління проектами: Централізоване управління проектами, фінансами та клієнтськими відносинами в одному інтерфейсі.\nРозширення WellowBoost — це ідеальний інструмент для фрілансерів та діджитал агенцій, які прагнуть оптимізувати свою роботу та покращити взаємодію з клієнтами. Встановіть WellowBoost сьогодні та перейдіть на новий рівень управління вашим фріланс бізнесом!"
  }
}