{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropp Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The dropp web extension companion to the dropp mobile wallet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Dropp extension is a companion to the Dropp mobile wallet.  In order to use Dropp in your desktop internet browser, you must first set up your wallet on a mobile device and then connect it to your browser.   With Dropp, users can make payments for goods and services with Dropp-enabled Merchants.\n\nWhy use Dropp?\n\nDropp has been specifically designed for consumers to make small value purchases instantly without sharing personal details. Dropp’s wallet is convenient, secure, and allows the consumer to make frequent purchases of small value items.\n\nDropp maintains complete privacy of the purchases for the consumer. It is a self-managed wallet where the consumer is in complete control of their data.\n\nThe platform is designed specifically to make it economically viable for small value transactions. Merchants of all types from a coffee shop to a data company can offer their goods and services in bite-size.\n\nWhat do people use Dropp for?\n\nDropp’s pay-per-use micro-payment services can be used to enable purchases for a wide range of goods and services. Our micro-payment service opens up infinite possibilities for merchants. For example, rent an electric scooter for 10 mins, pay for 5 minutes of parking, purchase a background check, listen to a single podcast (5 cents), buy a cloud-based video surveillance service for a day or just buy a coffee at a store. Dropp offers limitless possibilities to all types of merchants to offer goods and services in small increments."
  }
}