{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OmniReader - AI-powered Text To Speech, Udemy Course Subtitle Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the power of realistic AI voices that can effortlessly read aloud webpages, EPUBs, PDFs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing OmniReader, the ultimate text-to-speech Chrome extension that brings web content to life with natural-sounding voices. With OmniReader, you can seamlessly enjoy the auditory experience of web pages, PDFs, and EPUBs like never before.\n\n**Key Features:**\n\n1. **Auto-Pick Web Content:** Simply click the play button, and OmniReader automatically selects and reads aloud the web content, making it effortless to listen to articles and documents.\n\n2. **Customized Reading:** OmniReader offers multiple ways to customize your reading experience. You can select a specific portion of text to be read, choose a specific web element, or even right-click to initiate instant audio playback.\n\n3. **Upload and Read PDFs and EPUBs:** OmniReader allows you to upload your own PDFs and EPUBs for reading. Enjoy your favorite books, reports, and documents as audio content.\n\n4. **Settings Section:** Tailor your experience with handy settings. Configure shortcuts for quick access and fine-tune your reading experience with skip-reading settings to skip over unwanted sections.\n\n5. **Bilingual Reading Experience:** With a simple click, experience web articles in multiple languages as OmniReader automatically translates paragraphs. Enjoy the convenience of reading both the original text and its translation while listening to synchronized bilingual voices."
  }
}