{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zaia",
    "fr,nl": "ZAIA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zaia - Unlock the power of ChatGPT",
    "fr": "ZAIA - Unlock the power of ChatGPT",
    "nl": "ZAIA - Déverrouiller la puissance de ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatBoostr is an innovative and dynamic extension for ChatGPT that offers a user-friendly interface with menus, templates, and buttons. This simplifies the interaction process and helps users efficiently obtain accurate and relevant information. The intuitive design of ChatBoostr boosts efficiency and productivity, allowing users to focus on what matters most. Whether you're a busy professional, a student, or anyone seeking an advantage in the chat environment, ChatBoostr is an excellent choice for enhancing your chat experience.\n\nTo contribute to the improvement of this product, please join my Discord server at https://discord.gg/VGBG4shZe and share your feedback.\n\nChatBoostr has undergone various modifications to enhance its features.\n\nIn ChatBoostr 1.7, integration with ChatGPT, Bard, and Claude has been implemented.\n\nChatBoostr 1.8 introduces a new logo with a button, support for multiple menus, optimization, and additional backend integration.\n\nChatBoostr 2.0 allows users to store and reuse prompts, data, and other information locally. It also supports conditional prompts and default value support.\n\nChatBoostr 2.2 will include a help view that provides detailed information about the purpose and objective of the selected service. The name ChatBoostr is replace by Zaia which will be the new name of this component. \n\nChatBoostr 2.5, Credentials required. Register to get access.",
    "fr,nl": "Introducing ChatBoostr\nyour ultimate AI assistant for a more productive future!\nThe Problem: Finding the Right Prompts with ChatGPT Can Be Challenging\nWhile ChatGPT is a fantastic software, finding the right prompts to accomplish tasks can be challenging. This is particularly true for non-technical users, who may encounter unexpected results when interacting with the software via typing.\n\nThe Solution: ChatBoostr Enhances User Experience and Simplifies the Process\nThat's where ChatBoostr comes in - an add-on designed to enhance the user experience and simplify the process. With its array of templates, predefined prompts, and quick response buttons, ChatBoostr is tailored to optimize ChatGPT's capabilities."
  }
}