{
  "name": {
    "ar": "تغميس ترجمات YouTube وقارئ صفحات الويب",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "YouTube Subtitle Dubbing and Web Page Reader",
    "bn": "YouTube সাবটাইটল দবিং ও ওয়েব পৃষ্ঠা রিডার",
    "de": "Synchronisation von YouTube-Untertiteln und Web-Seiten-Leser",
    "es": "Doblaje de subtítulos de YouTube y lector de páginas web",
    "fr": "Doublage des sous-titres YouTube et lecteur de pages Web",
    "hi": "YouTube उपशीर्षक डबलिंग और वेब पेज रीडर",
    "id": "Penyahian Subtitle YouTube dan Pembaca Halaman Web",
    "it": "Doppiaggio delle sottotitoli di YouTube e lettore di pagine web",
    "ja": "YouTube字幕の吹き替えとウェブページリーダー",
    "ko": "YouTube 자막 더빙 및 웹 페이지 리더",
    "pt_BR": "Dublagem de Legendas do YouTube e Leitor de Páginas da Web",
    "ru": "Дублирование субтитров YouTube и проигрыватель веб-страниц",
    "th": "ซับไตเติลยูทูปและตัวอ่านหน้าเว็บ",
    "vi": "Phiên dịch phụ đề YouTube và Trình đọc trang web",
    "zh_CN": "YouTube字幕配音和网页阅读器",
    "zh_TW": "YouTube字幕配音和網頁閱讀器"
  },
  "short": {
    "ar": "تغميس مقاطع الفيديو على YouTube باللغة المفضلة للمستخدم. قارئ صفحات الويب",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "Dub YouTube videos in the user's preferred language. Web page reader",
    "bn": "ইউটিউব ভিডিওগুলি ব্যবহারকারীর পছন্দের ভাষায় ডাব করুন। ওয়েব পেজ রিডার",
    "de": "YouTube-Videos in die bevorzugte Sprache des Benutzers synchronisieren. Webseitenleser",
    "es": "Doblar videos de YouTube en el idioma preferido del usuario. Lector de páginas web",
    "fr": "Dubliquez des vidéos YouTube dans la langue préférée de l'utilisateur. Lecteur de page Web",
    "hi": "यूट्यूब वीडियो को उपयोगकर्ता की पसंदीदा भाषा में डब करें। वेब पेज रीडर",
    "id": "Dub video YouTube dalam bahasa pilihan pengguna. Pembaca halaman web",
    "it": "Dubbiamo i video di YouTube nella lingua preferita dell'utente. Lettore di pagine web",
    "ja": "YouTube ビデオをユーザーの優先言語でダビングします。 Web ページ リーダー",
    "ko": "사용자가 선호하는 언어로 YouTube 동영상을 더빙합니다. 웹 페이지 리더",
    "pt_BR": "Dublime vídeos do YouTube no idioma preferido pelo usuário. Leitor de página da web",
    "ru": "Дублируйте видео YouTube на предпочитаемом пользователем языке. Читатель веб-страниц",
    "th": "พากย์วิดีโอ YouTube ในภาษาที่ผู้ใช้ต้องการ โปรแกรมอ่านหน้าเว็บ",
    "vi": "Lồng tiếng video YouTube bằng ngôn ngữ ưa thích của người dùng. Trình đọc trang web",
    "zh_CN": "以用户的首选语言配音 YouTube 视频。网页阅读器",
    "zh_TW": "將YouTube影片配音成用戶偏好的語言。網頁閱讀器"
  },
  "long": {
    "ar": "ارفع مستوى رحلتك على YouTube باستخدام المكون الإضافي المدبلج باللغة، والذي يزامن بسلاسة الصوت بلغتك المفضلة مع تشغيل الفيديو، مما يزيل حواجز اللغة ويسمح لك بالاستمتاع الكامل بمقاطع الفيديو المفضلة لديك.\n\nفي تلك اللحظات التي تبدو فيها القراءة عبر الإنترنت مرهقة، يوفر هذا البرنامج الإضافي أيضًا ميزة تحويل النص إلى كلام والتي تستخرج محتوى الصفحة بذكاء وتقرأ بصوت عالٍ لك، مما يوفر بديلاً مناسبًا للقراءة ويمنحك استراحة من الشاشة.\n\nنحن نرحب بأي اقتراحات أو تعليقات قد تكون لديكم لتحسينه.\n\nمشاهدة سعيدة والاستماع!\n\nالاستخدام:\n\n1. في إعدادات البرنامج المساعد، اختر صوتك المفضل.\n2. اضبط أي تكوينات أخرى حسب الرغبة.\n3. افتح فيديو يوتيوب.\n4. انقر فوق زر التشغيل الموجود على الشريط العائم، أو انقر فوق رمز البرنامج الإضافي لبدء التشغيل.\n5. افتح صفحة ويب، على سبيل المثال، صفحة في موقع إخباري.\n6. انقر فوق زر التشغيل الموجود على الشريط العائم لبدء تشغيل الصوت.",
    "am,bg,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk": "Elevate your YouTube journey with our language-dubbed plugin, which seamlessly synchronizes audio in your prefered language with video playback, eliminating language barriers and allowing you to fully enjoy your favorite videos.\n\nFor those moments when reading online feels tiresome, this plugin also offers a text-to-speech feature that intelligently extract page content and reads aloud for you, providing a convenient alternative to reading and giving you a break from the screen.\n\nWe welcome any suggestions or feedback you may have to improve it.\n\nHappy watching and listening!\n\nUsage:\n\n1. In the plugin's settings, choose your preferred voice.\n2. Adjust any other configurations as desired. \n3. Open a YouTube video.\n4. Click the play button on the floating bar, or click the plugin icon to start playback.\n5. Open a web page, for example, a page on a news site.\n6. Click the play button on the floating bar to begin playing the audio.",
    "bn": "আমাদের ভাষা-ডাব করা প্লাগইনের সাথে আপনার YouTube যাত্রাকে উন্নত করুন, যা ভিডিও প্লেব্যাকের সাথে আপনার পছন্দের ভাষায় অডিওকে নির্বিঘ্নে সিঙ্ক্রোনাইজ করে, ভাষার বাধা দূর করে এবং আপনাকে আপনার পছন্দের ভিডিওগুলি সম্পূর্ণরূপে উপভোগ করার অনুমতি দেয়।\n\nসেই মুহুর্তগুলির জন্য যখন অনলাইনে পড়া ক্লান্তিকর মনে হয়, এই প্লাগইনটি একটি পাঠ্য-থেকে-স্পীচ বৈশিষ্ট্যও অফার করে যা বুদ্ধিমত্তার সাথে পৃষ্ঠার বিষয়বস্তু বের করে এবং আপনার জন্য উচ্চস্বরে পাঠ করে, পড়ার জন্য একটি সুবিধাজনক বিকল্প প্রদান করে এবং আপনাকে স্ক্রীন থেকে বিরতি দেয়।\n\nআমরা যেকোন পরামর্শ বা প্রতিক্রিয়া স্বাগত জানাই আপনাকে এটি উন্নত করতে হতে পারে।\n\nখুশি দেখা এবং শোনা!\n\nব্যবহার:\n\n1. প্লাগইনের সেটিংসে, আপনার পছন্দের ভয়েস চয়ন করুন৷\n2. পছন্দসই অন্য কোন কনফিগারেশন সামঞ্জস্য করুন।\n3. একটি YouTube ভিডিও খুলুন।\n4. ভাসমান বারে প্লে বোতামে ক্লিক করুন, অথবা প্লেব্যাক শুরু করতে প্লাগইন আইকনে ক্লিক করুন৷\n5. একটি ওয়েব পৃষ্ঠা খুলুন, উদাহরণস্বরূপ, একটি সংবাদ সাইটে একটি পৃষ্ঠা৷\n6. অডিও বাজানো শুরু করতে ভাসমান বারে প্লে বোতামে ক্লিক করুন৷",
    "de": "Erweitern Sie Ihre YouTube-Reise mit unserem Sprachsynchronisations-Plugin, das Audio in Ihrer bevorzugten Sprache nahtlos mit der Videowiedergabe synchronisiert, Sprachbarrieren beseitigt und es Ihnen ermöglicht, Ihre Lieblingsvideos in vollen Zügen zu genießen.\n\nFür die Momente, in denen das Online-Lesen ermüdend ist, bietet dieses Plugin auch eine Text-to-Speech-Funktion, die den Seiteninhalt auf intelligente Weise extrahiert und Ihnen vorliest. Dies bietet eine praktische Alternative zum Lesen und ermöglicht Ihnen eine Pause vom Bildschirm.\n\nWir freuen uns über alle Vorschläge oder Rückmeldungen, die Sie zur Verbesserung haben.\n\nViel Spaß beim Zuschauen und Zuhören!\n\nVerwendung:\n\n1. Wählen Sie in den Einstellungen des Plugins Ihre bevorzugte Stimme aus.\n2. Passen Sie alle anderen Konfigurationen nach Bedarf an.\n3. Öffnen Sie ein YouTube-Video.\n4. Klicken Sie auf die Wiedergabeschaltfläche in der schwebenden Leiste oder auf das Plugin-Symbol, um die Wiedergabe zu starten.\n5. Öffnen Sie eine Webseite, beispielsweise eine Seite auf einer Nachrichtenseite.\n6. Klicken Sie auf die Wiedergabeschaltfläche in der schwebenden Leiste, um mit der Audiowiedergabe zu beginnen.",
    "es": "Mejore su viaje a YouTube con nuestro complemento doblado en idiomas, que sincroniza perfectamente el audio en su idioma preferido con la reproducción de video, eliminando las barreras del idioma y permitiéndole disfrutar plenamente de sus videos favoritos.\n\nPara esos momentos en los que leer en línea resulta aburrido, este complemento también ofrece una función de conversión de texto a voz que extrae de manera inteligente el contenido de la página y lo lee en voz alta, brindando una alternativa conveniente a la lectura y brindándole un descanso de la pantalla.\n\nAgradecemos cualquier sugerencia o comentario que pueda tener para mejorarlo.\n\n¡Feliz viendo y escuchando!\n\nUso:\n\n1. En la configuración del complemento, elige tu voz preferida.\n2. Ajuste cualquier otra configuración según lo desee.\n3. Abra un vídeo de YouTube.\n4. Haga clic en el botón de reproducción en la barra flotante o haga clic en el icono del complemento para iniciar la reproducción.\n5. Abra una página web, por ejemplo, una página de un sitio de noticias.\n6. Haga clic en el botón de reproducción en la barra flotante para comenzar a reproducir el audio.",
    "fr": "Élevez votre parcours YouTube avec notre plugin doublé en langue, qui synchronise de manière transparente l'audio dans votre langue préférée avec la lecture vidéo, éliminant les barrières linguistiques et vous permettant de profiter pleinement de vos vidéos préférées.\n\nPour les moments où lire en ligne semble fastidieux, ce plugin propose également une fonction de synthèse vocale qui extrait intelligemment le contenu de la page et le lit à haute voix pour vous, offrant une alternative pratique à la lecture et vous permettant de faire une pause loin de l'écran.\n\nNous apprécions toutes suggestions ou commentaires que vous pourriez avoir pour l’améliorer.\n\nBon visionnage et écoute !\n\nUsage:\n\n1. Dans les paramètres du plugin, choisissez votre voix préférée.\n2. Ajustez toute autre configuration comme vous le souhaitez.\n3. Ouvrez une vidéo YouTube.\n4. Cliquez sur le bouton de lecture sur la barre flottante ou cliquez sur l'icône du plugin pour démarrer la lecture.\n5. Ouvrez une page Web, par exemple une page d'un site d'actualités.\n6. Cliquez sur le bouton de lecture de la barre flottante pour commencer la lecture de l'audio.",
    "hi": "हमारे भाषा-डब प्लगइन के साथ अपनी YouTube यात्रा को उन्नत करें, जो वीडियो प्लेबैक के साथ आपकी पसंदीदा भाषा में ऑडियो को सहजता से सिंक्रनाइज़ करता है, भाषा बाधाओं को दूर करता है और आपको अपने पसंदीदा वीडियो का पूरी तरह से आनंद लेने की अनुमति देता है।\n\nउन क्षणों के लिए जब ऑनलाइन पढ़ना थकाऊ लगता है, यह प्लगइन एक टेक्स्ट-टू-स्पीच सुविधा भी प्रदान करता है जो बुद्धिमानी से पृष्ठ सामग्री निकालता है और आपके लिए जोर से पढ़ता है, पढ़ने के लिए एक सुविधाजनक विकल्प प्रदान करता है और आपको स्क्रीन से ब्रेक देता है।\n\nइसे बेहतर बनाने के लिए आपके किसी भी सुझाव या प्रतिक्रिया का हम स्वागत करते हैं।\n\nदेखने और सुनने में आनंद आया!\n\nउपयोग:\n\n1. प्लगइन की सेटिंग में, अपनी पसंदीदा आवाज़ चुनें।\n2. किसी अन्य कॉन्फ़िगरेशन को इच्छानुसार समायोजित करें।\n3. एक यूट्यूब वीडियो खोलें.\n4. फ्लोटिंग बार पर प्ले बटन पर क्लिक करें, या प्लेबैक शुरू करने के लिए प्लगइन आइकन पर क्लिक करें।\n5. एक वेब पेज खोलें, उदाहरण के लिए, किसी समाचार साइट पर एक पेज।\n6. ऑडियो चलाना शुरू करने के लिए फ्लोटिंग बार पर प्ले बटन पर क्लिक करें।",
    "id": "Tingkatkan perjalanan YouTube Anda dengan plugin sulih suara bahasa kami, yang secara mulus menyinkronkan audio dalam bahasa pilihan Anda dengan pemutaran video, menghilangkan hambatan bahasa dan memungkinkan Anda menikmati video favorit Anda sepenuhnya.\n\nUntuk saat-saat ketika membaca online terasa melelahkan, plugin ini juga menawarkan fitur text-to-speech yang secara cerdas mengekstrak konten halaman dan membacakannya untuk Anda, memberikan alternatif yang nyaman untuk membaca dan memberi Anda istirahat dari layar.\n\nKami menyambut saran atau masukan apa pun yang mungkin Anda miliki untuk memperbaikinya.\n\nSelamat menonton dan mendengarkan!\n\nPenggunaan:\n\n1. Dalam pengaturan plugin, pilih suara pilihan Anda.\n2. Sesuaikan konfigurasi lainnya sesuai keinginan.\n3. Buka video YouTube.\n4. Klik tombol putar pada floating bar, atau klik ikon plugin untuk memulai pemutaran.\n5. Buka halaman web, misalnya halaman di situs berita.\n6. Klik tombol putar pada bilah mengambang untuk mulai memutar audio.",
    "it": "Migliora il tuo viaggio su YouTube con il nostro plug-in doppiato in lingua, che sincronizza perfettamente l'audio nella tua lingua preferita con la riproduzione video, eliminando le barriere linguistiche e permettendoti di goderti appieno i tuoi video preferiti.\n\nPer quei momenti in cui leggere online sembra noioso, questo plugin offre anche una funzione di sintesi vocale che estrae in modo intelligente il contenuto della pagina e lo legge ad alta voce, fornendo una comoda alternativa alla lettura e concedendoti una pausa dallo schermo.\n\nAccogliamo con favore qualsiasi suggerimento o feedback che potresti avere per migliorarlo.\n\nBuona visione e ascolto!\n\nUtilizzo:\n\n1. Nelle impostazioni del plugin, scegli la tua voce preferita.\n2. Regolare eventuali altre configurazioni come desiderato.\n3. Apri un video di YouTube.\n4. Fare clic sul pulsante di riproduzione sulla barra mobile oppure fare clic sull'icona del plug-in per avviare la riproduzione.\n5. Apri una pagina web, ad esempio, una pagina su un sito di notizie.\n6. Fare clic sul pulsante di riproduzione sulla barra mobile per avviare la riproduzione dell'audio.",
    "ja": "言語吹き替えプラグインを使用して YouTube の旅をさらに充実させましょう。このプラグインは、好みの言語の音声とビデオの再生をシームレスに同期させ、言語の壁をなくし、お気に入りのビデオを最大限に楽しむことができます。\n\nオンラインで読むのが面倒なときのために、このプラグインは、ページのコンテンツをインテリジェントに抽出して読み上げてくれるテキスト読み上げ機能も提供し、読書に代わる便利な手段を提供し、画面から離れて休憩することができます。\n\n改善のための提案やフィードバックをお待ちしております。\n\n楽しく見て聞いてください！\n\n使用法：\n\n1. プラグインの設定で、好みの音声を選択します。\n2. 必要に応じて他の構成を調整します。\n3. YouTube ビデオを開きます。\n4. フローティングバーの再生ボタンをクリックするか、プラグインアイコンをクリックして再生を開始します。\n5. Web ページ (ニュース サイトのページなど) を開きます。\n6. フローティング バーの再生ボタンをクリックして、オーディオの再生を開始します。",
    "ko": "선호하는 언어의 오디오를 비디오 재생과 원활하게 동기화하여 언어 장벽을 제거하고 좋아하는 비디오를 완벽하게 즐길 수 있게 해주는 언어 더빙 플러그인으로 YouTube 여행의 수준을 높여보세요.\n\n온라인에서 읽는 것이 지루하다고 느끼는 순간을 위해 이 플러그인은 지능적으로 페이지 내용을 추출하고 큰 소리로 읽어주는 텍스트 음성 변환 기능을 제공하여 읽기에 대한 편리한 대안을 제공하고 화면에서 휴식을 취할 수 있도록 해줍니다.\n\n개선을 위해 필요한 제안이나 피드백을 환영합니다.\n\n즐겁게 시청하고 들어보세요!\n\n용법:\n\n1. 플러그인 설정에서 원하는 음성을 선택하세요.\n2. 원하는 대로 다른 구성을 조정합니다.\n3. YouTube 동영상을 엽니다.\n4. 플로팅 바의 재생 버튼을 클릭하거나, 플러그인 아이콘을 클릭하여 재생을 시작하세요.\n5. 웹 페이지(예: 뉴스 사이트 페이지)를 엽니다.\n6. 오디오 재생을 시작하려면 플로팅 바의 재생 버튼을 클릭하세요.",
    "pt_BR": "Eleve sua jornada no YouTube com nosso plug-in dublado em idioma, que sincroniza perfeitamente o áudio no seu idioma preferido com a reprodução de vídeo, eliminando barreiras linguísticas e permitindo que você aproveite ao máximo seus vídeos favoritos.\n\nPara aqueles momentos em que a leitura online parece cansativa, este plugin também oferece um recurso de conversão de texto em fala que extrai de forma inteligente o conteúdo da página e lê em voz alta para você, fornecendo uma alternativa conveniente à leitura e proporcionando uma pausa na tela.\n\nAgradecemos qualquer sugestão ou feedback que você possa ter para melhorá-lo.\n\nFeliz assistindo e ouvindo!\n\nUso:\n\n1. Nas configurações do plugin, escolha sua voz preferida.\n2. Ajuste quaisquer outras configurações conforme desejado.\n3. Abra um vídeo do YouTube.\n4. Clique no botão play na barra flutuante ou clique no ícone do plugin para iniciar a reprodução.\n5. Abra uma página da web, por exemplo, uma página de um site de notícias.\n6. Clique no botão play na barra flutuante para iniciar a reprodução do áudio.",
    "ru": "Улучшите свое путешествие на YouTube с помощью нашего плагина с языковым дублированием, который плавно синхронизирует звук на предпочитаемом вами языке с воспроизведением видео, устраняя языковые барьеры и позволяя вам в полной мере наслаждаться любимыми видео.\n\nВ те моменты, когда чтение онлайн кажется утомительным, этот плагин также предлагает функцию преобразования текста в речь, которая интеллектуально извлекает содержимое страницы и читает вслух, предоставляя удобную альтернативу чтению и позволяя вам отдохнуть от экрана.\n\nМы приветствуем любые предложения и отзывы, которые могут вам понадобиться для его улучшения.\n\nПриятного просмотра и прослушивания!\n\nИспользование:\n\n1. В настройках плагина выберите предпочитаемый голос.\n2. Настройте любые другие конфигурации по желанию.\n3. Откройте видео YouTube.\n4. Нажмите кнопку воспроизведения на плавающей панели или щелкните значок плагина, чтобы начать воспроизведение.\n5. Откройте веб-страницу, например страницу новостного сайта.\n6. Нажмите кнопку воспроизведения на плавающей панели, чтобы начать воспроизведение звука.",
    "th": "ยกระดับการเดินทาง YouTube ของคุณด้วยปลั๊กอินพากย์ภาษาของเรา ซึ่งจะประสานเสียงในภาษาที่คุณต้องการกับการเล่นวิดีโอได้อย่างราบรื่น ขจัดอุปสรรคด้านภาษา และช่วยให้คุณเพลิดเพลินกับวิดีโอโปรดของคุณได้อย่างเต็มที่\n\nสำหรับช่วงเวลาที่การอ่านออนไลน์ทำให้รู้สึกเหนื่อย ปลั๊กอินนี้ยังนำเสนอฟีเจอร์การอ่านออกเสียงข้อความที่แยกเนื้อหาของหน้าอย่างชาญฉลาดและอ่านออกเสียงให้คุณ ซึ่งเป็นทางเลือกที่สะดวกสบายในการอ่านและให้คุณหยุดพักจากหน้าจอ\n\nเรายินดีรับข้อเสนอแนะหรือข้อเสนอแนะที่คุณอาจต้องปรับปรุง\n\nมีความสุขในการดูและฟัง!\n\nการใช้งาน:\n\n1. ในการตั้งค่าปลั๊กอิน ให้เลือกเสียงที่คุณต้องการ\n2. ปรับการกำหนดค่าอื่นๆ ตามต้องการ\n3. เปิดวิดีโอ YouTube\n4. คลิกปุ่มเล่นบนแถบลอย หรือคลิกไอคอนปลั๊กอินเพื่อเริ่มเล่น\n5. เปิดหน้าเว็บ เช่น หน้าในเว็บไซต์ข่าว\n6. คลิกปุ่มเล่นบนแถบลอยเพื่อเริ่มเล่นเสียง",
    "vi": "Nâng cao hành trình YouTube của bạn bằng plugin lồng tiếng theo ngôn ngữ của chúng tôi, plugin này đồng bộ hóa liền mạch âm thanh bằng ngôn ngữ ưa thích của bạn với tính năng phát lại video, loại bỏ rào cản ngôn ngữ và cho phép bạn thưởng thức trọn vẹn các video yêu thích của mình.\n\nĐối với những khoảnh khắc khiến bạn cảm thấy mệt mỏi khi đọc trực tuyến, plugin này cũng cung cấp tính năng chuyển văn bản thành giọng nói để trích xuất nội dung trang một cách thông minh và đọc to cho bạn, cung cấp giải pháp thay thế thuận tiện cho việc đọc và giúp bạn tạm dừng màn hình.\n\nChúng tôi hoan nghênh mọi đề xuất hoặc phản hồi mà bạn có thể có để cải thiện nó.\n\nChúc bạn xem và nghe vui vẻ!\n\nCách sử dụng:\n\n1. Trong cài đặt của plugin, hãy chọn giọng nói ưa thích của bạn.\n2. Điều chỉnh bất kỳ cấu hình nào khác theo ý muốn.\n3. Mở video YouTube.\n4. Nhấp vào nút phát trên thanh nổi hoặc nhấp vào biểu tượng plugin để bắt đầu phát lại.\n5. Mở một trang web, ví dụ như một trang trên trang tin tức.\n6. Nhấp vào nút phát trên thanh nổi để bắt đầu phát âm thanh.",
    "zh_CN": "使用我们的语言配音插件提升您的 YouTube 之旅，该插件可以将您喜欢的语言的音频与视频播放无缝同步，消除语言障碍，让您充分享受自己喜爱的视频。\n\n对于在线阅读感到厌烦的时刻，该插件还提供了文本转语音功能，可以智能提取页面内容并为您朗读，为您提供便捷的阅读替代方案，让您从屏幕中解脱出来。\n\n我们欢迎您提出任何改进建议或反馈。\n\n快乐观看和聆听！\n\n用法：\n\n1. 在插件的设置中，选择您喜欢的声音。\n2. 根据需要调整任何其他配置。\n3. 打开 YouTube 视频。\n4. 单击浮动栏上的播放按钮，或单击插件图标开始播放。\n5. 打开网页，例如新闻网站的页面。\n6. 单击浮动栏上的播放按钮开始播放音频。",
    "zh_TW": "使用我們的語言配音外掛程式提升您的 YouTube 之旅，該外掛程式可將您喜歡的語言的音訊與影片播放無縫同步，消除語言障礙，讓您充分享受自己喜愛的影片。\n\n對於在線閱讀感到厭煩的時刻，該插件還提供了文本轉語音功能，可以智能提取頁面內容並為您朗讀，為您提供便捷的閱讀替代方案，讓您從屏幕中解脫出來。\n\n我們歡迎您提出任何改進建議或回饋。\n\n快樂觀看和聆聽！\n\n用法：\n\n1. 在插件的設定中，選擇您喜歡的聲音。\n2. 根據需要調整任何其他配置。\n3. 打開 YouTube 影片。\n4. 點選浮動列上的播放按鈕，或點選外掛圖示開始播放。\n5. 開啟網頁，例如新聞網站的頁面。\n6. 點選浮動欄上的播放按鈕開始播放音訊。"
  }
}