{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Button"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension replaces the download bar with a button in the toolbar, where you can manage your downloads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You want to replace your download bar in Chrome, that appears when you start a download?\n\nThen is this extension exactly the right one for you, this extension replaces the download bar with a button in the toolbar, where you can manage your downloads. \n\nWhat can you do with the extension:\n- Drag and drop your downloaded file in a other folder\n- View your past downloads\n- View your active downloads with progress\n- Open the folder, where the downloaded file is saved to\n- Delete a download out of your history\n- Delete all downloads out of your history",
    "de": "Sie wollen Ihre Download-Leiste ersetzen, die erscheint, wenn Sie einen Download starten?\n\nDann ist diese Erweiterung genau das richtige für Sie, diese Erweiterung ersetzt die Download-Leiste mit einem Button in der Symbolleiste, wo Sie Ihre Downloads verwalten können.\n\nWas Sie mit dieser Erweiterung machen können:\n- Drag and drop deine heruntergeladene Datei in einen anderen Ordner\n- Sehen Sie Ihre vergangen Downloads\n- Sehen Sie Ihre aktiven Downloads mit einer Fortschrittsanzeige\n- Öffnen Sie den Ordner, wo sich Ihre heruntergeladene Datei befindet\n- Löschen Sie einen Download aus Ihrer Chronik\n- Löschen Sie jeden Download aus Ihrer Chronik"
  }
}