{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Маршрутка UA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Быстрый и удобный поиск городского, коммунального и общественного транспорта Украины"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Мы поможем Вам добраться из одной точки города в другую всеми доступными видами городского транспорта.\n\nМаршрутное такси (в просторечии «маршрутка» и др.) — автобусные маршруты, а также — маршруты микроавтобусов, осуществляющие перевозку пассажиров и багажа по установленным маршрутам регулярных перевозок с посадкой и высадкой пассажиров в любом, не запрещённом правилами дорожного движения, месте. \nПод данным режимом работы автобусов и микроавтобусов подразумеваются особые преимущества, в отличие от «обычного» автобуса. Например, остановки вне установленных остановочных пунктов. Как правило, более высокая стоимость проезда, не действуют льготы на проезд. © Wikipedia®\n\nСправочная информация по линиям городского и маршрутного транспорта. Расписание движения городского и маршрутного транспорта. Самая свежая и точная информация в удобном для Вас виде. Поиск по улице, объекту, номеру транспорта. \nФирмы-перевозчики в городах. Форум о транспорте. Вопросы и ответы по транспорту. Мини-чат по вопросам \"как проехать\" и другие.\n\nСайт: https://www.marshrutka.com.ua\nОбратная связь: https://www.marshrutka.com.ua/feedback\nВопросы и ответы: http://faq.marshrutka.com.ua\nЧат: http://chat.marshrutka.com.ua\nФорум: http://forum.marshrutka.com.ua\n\nFacebook: https://facebook.com/marshrutka.info\nВКонтакте: https://vk.com/marshrutka_com_ua"
  }
}