{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Close Duplicate Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to close duplicate tabs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep your browser organized and clutter-free with the Close Duplicate Tabs extension. This simple yet powerful tool automatically identifies and closes duplicate tabs, helping you manage your browsing sessions more efficiently.\n\nFeatures:\n\nAutomatic Duplicate Detection: The extension scans your open tabs and closes any duplicates, ensuring you only have unique tabs open.\nOne-Click Operation: Easily manage your tabs with a single click on the extension icon.\nLightweight and Efficient: Designed to be lightweight and efficient, the extension runs seamlessly in the background without impacting your browsing performance.\nUser-Friendly Interface: A clean and intuitive interface makes it easy for anyone to use.\nHow It Works:\n\nClick on the extension icon in the Chrome toolbar.\nThe extension will automatically detect and close any duplicate tabs.\nEnjoy a more organized and efficient browsing experience.\nWhy Use Close Duplicate Tabs?\n\nBoost Productivity: Spend less time managing your tabs and more time focusing on what matters.\nReduce Clutter: Keep your browser neat and organized by eliminating duplicate tabs.\nImprove Performance: Fewer open tabs can lead to better browser performance and lower memory usage.\nPermissions:\n\nThe extension requires access to your tabs to identify and close duplicates.\n\nSupport and Feedback:\n\nWe value your feedback! If you have any suggestions or encounter any issues, please reach out to us through the support page."
  }
}