{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to read"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to read"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to Read extension turns difficult sentences into easy sentences. All you have to do is hover over a sentence that is hard to understand. The app will then show you a version that is simple to understand. \n\nWe created this app for a family member who has a mental disability. But we soon found out it helps many people, both with disabilities and with no disabilities. \n\nEasy to Read helps people who are not native English speakers. It helps people who are learning to read. It helps students, reading difficult texts. Anyone who wants to better understand what they are reading, will enjoy this tool.\n\nTo use the extension follow these easy steps:\n\n1. Click the green Install button.\n\n2. When the button turns from Install into Open, click Open.\n\n3. Go to the top right side of your Chrome and click the jigsaw puzzle icon.\n\n4. From the menu that will open, choose Manage Extensions at the very bottom.\n\n5. On the web page that will open, you will see all your chrome apps. The Easy to Read one, will be on the top left. \n\n6. There will be a toggle button. Move it to the right. It will turn from gray to blue. If it is already blue. Leave it like that.\n\n7. Now the Easy to Read pink icon will appear on your Chrome. Click it, and a tiny window will open up. At the bottom of the window there will be a link, saying “How do I get a license?”  Click it.\n\n8. Now a web page will open. Scroll to its bottom, fill in your details, and get a code.\n\n9. Copy the code. \n\n10. Now click the Easy to Read button again. The tiny window will open. There will be a field titled My User Number. Paste the code there. Now move the gray toggle button to the right. It will become pink. \n\n11. The app is now ready to use. Visit any website. We recommend trying The New York Times. Hover over a hard sentence, and let us show you the simple version of that sentence.\n\nWould you like to learn how this extension works?\n\nThere are guidelines, made up by experts, to make language simpler. We took those guidelines. Then we used Artificial Intelligence to turn those guidelines into a machine that turns hard text into easy text. \n\nWe use Machine Learning to improve the app. This means that when you use our tool, we learn from the way you use it, if you are happy with the results. And we improve the tool based on how much it helped you.\n\nSo go ahead, start simplifying difficult texts. We hope you will get a lot of value from our app. And please leave us feedback. We want to improve for you. Thank you."
  }
}