{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seodity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All-in-one SEO tool"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of comprehensive SEO analysis directly from your browser with the Seodity SEO Assistant Chrome Extension. It allows you to directly gain actionable insights from search results directly, making SEO evaluations more intuitive. \n\nWhether you're a seasoned SEO professional or just getting started, this extension is designed to provide a clear and comprehensive overview of any website's SEO performance.\n\nKey Features:\nDomain Overview: Instantly retrieve essential metrics like domain rank, backlink count, referring domains, organic keyword statistics, traffic distribution, and more.\n\nOrganic Traffic Insights: Dive deep into historical organic traffic data, chart your website's growth, and identify which keywords drive traffic to specific webpages.\n\nOn-Page SEO Analyzer: Get a visual representation of your site's appearance in Google SERPs. Test and validate essential files like sitemap.xml and robots.txt. Review meta tags, structured data, on-page keyword distribution, and preview how your site appears on social platforms like Facebook and Twitter.\n\nRank Tracker: Monitor keyword rankings over time with daily updates and a detailed historical chart to gauge your SEO efforts' effectiveness.\n\nBacklink Checker: Understand your site's backlink profile with a historical chart and list of incoming links.\n\nWith just one click, get a comprehensive view of your website's health and areas for improvement. Embark on your SEO journey with enhanced clarity and confidence!"
  }
}