{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NxBuddy",
    "ru": "NxComrade"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves the https://nxserv.gg/ website by adding functionalities such as a player connected status and an easy image uploader!",
    "fr": "Améliore le site https://nxserv.gg/ en ajoutant des fonctionnalités telles qu'un indicateur de connexion et un uploader d'images!",
    "ru": "Улучшает веб-сайт Nx за счет дополнительных функций"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Functionalities:\n- The quick online visualisator can be activated in the popup window that appears when clicking on the extension button. You will be able to easily see who is and who is not connected to any Nx server (as seen in Screenshot #1).\n\n- The ImgBB auto-upload can be activated in the same popup window after having entered your own ImgBB API key that can be freely obtained here: https://api.imgbb.com/. You can then drop any image(s) into any text area on https://nxserv.gg and it will automaticaly upload them and insert the link (as seen in Screenshot #2).\n\n- NxBuddy helps you file your complaints by offering you a pre-built template. NxBuddy adds a template button when you write a complaint (as seen in Screenshot #3 and #4).\n\n- NxBuddy helps you search for posts! (as seen in Screenshot #5).",
    "fr": "Fonctionnalités:\n- Le visualiseur de connexion peut être activé dans la fenêtre popup qui apparait en cliquant sur l'icône de l'extension. Vous pourrais facilement voir qui est et qui n'est pas connecté sur n'importe quel serveur Nx (comme dans le Screenshot #1).\n\n- L'auto-upload ImgBB peut être activé dans la même fenêtre popup après avoir entré votre clé API qui peut être obtenue gratuitement ici: https://api.imgbb.com/. Vous pourrais alors glisser une ou des images sur n'importe quelle zone de texte sur https://nxserv.gg et elle(s) sera(ont) automatiquement mise(s) en ligne et le(s) lien(s) automatiquement inséré(s) (comme dans le Screenshot #2).\n\n- NxBuddy vous aide à faire vos plaintes en vous proposant une template pré-construite. NxBuddy ajoutes un bouton template quand vous rédigez une plainte (comme dans le Screenshot #3 et #4).\n\n- NxBuddy vous aide à rechercher des posts sur le forum ! (comme dans le Screenshot #5)"
  }
}