{
  "name": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Fly Or Die - Unblocked & Free",
    "bg": "Лети или умри - Разблокирано и безплатно",
    "ca": "Vol o mor - Desbloquejat i gratuït",
    "cs": "Fly Or Die - Neblokované a zdarma",
    "da": "Fly Or Die - Ulåst og gratis",
    "de,no": "Fly Or Die - Desbloqueado y Gratis",
    "el": "Volar o Morir - Desbloqueado y Gratis",
    "es,it": "Vuela o Muere - Desbloqueado y Gratis",
    "et": "Fly Or Die - Débloqué et Gratuit",
    "fi": "Fly Or Die - Estämätön ja ilmainen",
    "fil": "Lumipad o Mamatay - Hindi Nakabara at Libre",
    "fr": "Fly Or Die - Débloqué et gratuit",
    "he": "Fly Or Die - unblocked & free\n\nhe: Fliegen oder Sterben - unblockiert & kostenlos",
    "hi": "Fly Or Die - Desbloqueado y gratis",
    "hr,sr": "Leti ili umri - deblokirano i besplatno",
    "hu": "Repülj, vagy halj - feloldott és ingyenes",
    "id": "Terbang Atau Mati - Dibuka & Gratis",
    "ja": "フライ・オア・ダイ - アンブロックされた & 無料",
    "ko": "날아라 또는 죽어라 - 차단 해제 및 무료",
    "lt": "Skraidyk arba Mirk - Atlaisvinta ir nemokama",
    "lv": "Lido vai mirt - Atbloķēts un bez maksas",
    "ms": "Terbang atau Mati - Dibuka & Gratis",
    "nl": "Vlieg of Sterf - Gedeblokkeerd en Gratis",
    "pl": "Latać albo umrzeć - odblokowane i darmowe",
    "ro": "Zboară sau mori - deblocat și gratuit",
    "ru": "Летай или умри - разблокировано и бесплатно",
    "sk": "Let alebo zomri - odomknuté a bezplatné",
    "sl": "Vrapo ose Vdes - I pa bllokuar dhe falas",
    "sv": "Fly Or Die - Olåst och gratis",
    "th": "บินหรือตาย - ปลดบล็อคและฟรี",
    "tr": "Uç ya da Öl - Engellenmemiş ve Ücretsiz",
    "uk": "Політ чи смерть - розблоковано і безкоштовно",
    "vi": "Bay hoặc Chết - Mở khóa và Miễn phí",
    "zh_CN": "飞翔或死亡 - 不受阻和免费",
    "zh_TW": "Fly Or Die - 遊戲可玩且免費"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Play Fly Or Die - Unblocked & Free as a Chrome extension - Also can Play without Internet, try it now!",
    "bg": "Играйте Fly Or Die - Unblocked & Free като разширение за Chrome - Можете да играете и без интернет, пробвайте го сега!",
    "ca": "Reproduïu Fly Or Die: Desbloquejat i gratuït com a extensió de Chrome. També es pot jugar sense connexió a internet, proveu-ho ara…",
    "cs": "Hraji Fly Or Die - Unblocked & Free jako rozšíření pro Chrome - Můžete si ji také zahrát bez připojení k internetu, vyzkoušejte to…",
    "da": "Spil Fly Or Die - Ulåst og gratis som en Chrome-udvidelse - Kan også spilles uden internet, prøv det nu!",
    "de": "Juega a Fly Or Die - Desbloqueado y gratis como una extensión de Chrome - También puedes jugar sin conexión a Internet, ¡pruébalo…",
    "el": "Juega Fly Or Die - Desbloqueado y Gratis como una extensión de Chrome - También puedes jugar sin internet, ¡pruébalo ahora mismo!",
    "es": "Juega a Fly Or Die - Desbloqueado y Gratis como una extensión de Chrome - También puedes jugar sin internet, ¡pruébalo ahora!",
    "et": "Jouez à Fly Or Die - Débloqué et gratuit en tant qu'extension Chrome. Vous pouvez également y jouer sans connexion Internet.…",
    "fi": "Pelaa Fly Or Die - estämättömänä ja ilmaiseksi Chrome-laajennuksena - Voit myös pelata ilman internetyhteyttä, kokeile nyt!",
    "fil": "I-play ang Fly Or Die - Unblocked & Libre bilang isang Chrome extension - Maaari rin maglaro kahit walang internet, subukan mo…",
    "fr": "Jouez à Fly Or Die - Débloqué et gratuit en tant qu'extension Chrome - Vous pouvez également jouer hors ligne, essayez-le…",
    "he": "Juega Fly Or Die - Desbloqueado y Gratis como una extensión de Chrome - También puedes jugar sin Internet, ¡pruébalo ahora!",
    "hi": "Spielen Sie Fly Or Die - Entsperrt & Kostenlos als Chrome-Erweiterung - Sie können es auch ohne Internet spielen, probieren Sie es…",
    "hr": "Igraj Leti ili Umri - Deblokirano i besplatno kao Chrome proširenje - Također možete igrati bez interneta, isprobajte sada!",
    "hu": "Játssza a Fly Or Die - Unblockolt és ingyenes Chrome bővítményként - Emellett internet nélkül is játszható, próbálja ki most!",
    "id": "Mainkan Fly Or Die - Dibuka Blokir dan Gratis sebagai ekstensi Chrome - Juga dapat dimainkan tanpa internet, coba sekarang!",
    "it": "Juega Fly Or Die - Desbloqueado y Gratis como una extensión de Chrome - También se puede jugar sin internet, ¡pruébalo ahora!",
    "ja": "プレイする Fly Or Die - Unblocked & Free Chrome 拡張機能として - また、インターネット接続なしで遊ぶこともできます。今すぐ試してみてください！",
    "ko": "Fly Or Die - 차단되지 않고 무료로 플레이해 보세요. Chrome 확장 프로그램으로도 이용 가능하며, 인터넷이 없어도 플레이할 수 있습니다. 지금 바로 시도해 보세요!",
    "lt": "Žaiskite \"Fly Or Die\" - atrakintąje ir nemokamai Chrome plėtiniu - Taip pat galite žaisti be interneto, išbandykite dabar!",
    "lv": "Spēlējiet \"Fly Or Die - Unblocked & Free\" kā Chrome paplašinājumu - varat arī spēlēt bez interneta, izmēģiniet to tūlīt!",
    "ms": "Mainkan Fly Or Die - Unblocked & Free sebagai ekstensi Chrome - Juga bisa dimainkan tanpa koneksi internet, coba sekarang!",
    "nl": "Speel Fly Or Die - Unblocked & Free als een Chrome-extensie - Je kunt ook spelen zonder internet, probeer het nu!",
    "no": "Jouez à Fly Or Die - Débloqué et gratuit en tant qu'extension Chrome - Vous pouvez également jouer sans internet, essayez-le…",
    "pl": "Odtwórz Fly Or Die - Odblokowany i darmowy jako rozszerzenie Chrome - Można go również odtwarzać bez Internetu, wypróbuj teraz!",
    "ro": "Joacă Fly Or Die - Unblocked & Free ca o extensie Chrome - Poți juca și fără internet, încearcă acum!",
    "ru": "Играйте в \"Лети или погибни\" - разблокированную и бесплатную игру в виде расширения для Chrome. Также вы можете играть без…",
    "sk": "Hrajte Fly Or Die - Unblocked & Free ako Chrome rozšírenie - Môžete tiež hrať bez internetu, vyskúšajte to teraz!",
    "sl": "Играјте Fly Or Die - Unblocked & Free као Chrome прикључак - Такође можете играти без интернета, покушајте сада!",
    "sr": "Играйте Fly Or Die - Одблокирано и бесплатно као Хром прикључак - Такође моћи ћете играти без интернета, пробајте одмах!",
    "sv": "Spela Fly Or Die - Olåst och Gratis som en Chrome-tillägg - Kan också spelas utan internet, prova det nu!",
    "th": "เล่น Fly Or Die - Unblocked & ฟรีเป็นการขยายสำหรับ Chrome - ยังสามารถเล่นได้โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ต เล่นเลยตอนนี้!",
    "tr": "Juega Fly Or Die - Desbloqueado y Gratis como una extensión de Chrome - También puedes jugar sin internet, ¡pruébalo ahora!",
    "uk": "Jouez à Fly Or Die - Débloqué et Gratuit en tant qu'extension Chrome - Vous pouvez également jouer sans internet, essayez…",
    "vi": "Chơi Fly Or Die - Bản mở khóa và miễn phí như một tiện ích Chrome - Cũng có thể Chơi mà không cần Kết nối Internet, hãy thử ngay…",
    "zh_CN": "播放《飞行或死亡》- 可以通过Chrome扩展进行解锁和免费下载 - 也可以在没有网络的情况下进行游戏，立即试试吧！",
    "zh_TW": "透過 Chrome 擴充功能來玩「飛或死 - 解鎖且免費」- 也可以在無網路的情況下玩，現在就試試看吧！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fly or Die, also known as FlyOrDie.io, is an engaging and dynamic multiplayer survival game. In this game, players navigate through an evolving ecosystem as various creatures, each with unique abilities and dietary needs. Starting as a small fly, the goal is to eat and survive, progressively evolving into higher forms of life. The game is popular for its simple mechanics, challenging gameplay, and the thrill of evolving through different stages of the food chain.\n\nHow to Play\nPlayers start as a tiny fly and must consume food indicated by green outlines to gain experience points. As your experience grows, you evolve into different creatures, each with its own diet and predators. The key to success is to constantly eat, avoid predators, and adapt to the changing environment and abilities of your current creature.\n\nGame Controls\nMouse Movement: Control the direction of your creature.\nLeft Mouse Click: Activate special abilities for certain creatures.\nEnter Key: Chat with other players."
  }
}