{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ghost Recon Breakpoint Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immerse Yourself in Ghost Recon Breakpoint with Every Tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your browsing experience to the next level with the Ghost Recon Breakpoint theme, designed for fans who want to keep the tactical spirit alive in their digital routine. \n\nThis theme transforms your new tab page into a striking showcase of stunning visuals inspired by the world of Ghost Recon Breakpoint.\n\nEffortless Functionality Meets Powerful Design\n\nBeyond its captivating design, this theme offers robust features to help you stay organized and productive:\n\nShortcuts for Quick Navigation\nEasily access your favorite applications and frequently visited websites with customizable shortcuts. No more wasting time navigating through tabs; everything you need is just a click away.\n\nReal-Time Clock Display\nStay on schedule with the integrated clock that showcases the current time and date, blending perfectly into the theme without disrupting its aesthetics.\n\nBookmarks at Your Fingertips\nSave and access your most-used websites instantly with a sleek and user-friendly bookmarks bar built into the interface.\n\nNote-Taking Made Easy\nJot down important reminders, ideas, or to-do lists directly from your new tab. The built-in notes feature ensures that your thoughts are always just a tab away.\n\nSeamless Theme Switching\nPrefer a change in scenery? Switch between themes effortlessly while preserving your personalized settings and features."
  }
}