{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NaiveTab - 新标签页",
    "en,en_US": "NaiveTab - Newtab page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "一款简单高效的浏览器新标签页扩展，支持高度自定义你的新标签页。",
    "en,en_US": "A simple and efficient browser new tab extension that allows you to highly customize your new tab page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "更多详细信息请查看：https://gxfg.github.io/naivetab-doc/\n\nNaiveTab 新标签页，一款简单高效的浏览器新标签页扩展，支持高度自定义你的新标签页。\n\n1. 包含以下组件：\n   1. **书签**：以物理键盘的形式展示书签，快速访问对应链接。你还可以设置全局快捷键，在浏览器的任何界面打开书签，高效便捷。\n   2. **时间与日期**：数字时钟、模拟时钟、日期显示。\n   3. **万年历**：包含农历、节假日、法定假日，方便查看工作日并合理安排个人日程。\n   4. **今年进度**：通过当前天数、百分比和点状图帮助你了解一年中的进度。\n   5. **搜索栏**：可自定义搜索引擎，快速搜索。\n   6. **备忘录**：可编辑的笔记或待办事项，支持临时记录一些信息。\n   7. **天气**：查看温度、风力、湿度、每日指数等信息，异常天气会有警报提示，数据来自和风天气。\n   8. **资讯**：查看头条、百度、知乎、新浪微博、V2EX 等热门资讯。\n2. 以上组件可以拖拽到屏幕任意位置，完全自定义，并且兼容各种屏幕分辨率。\n3. 以上组件支持自定义大部分样式，如字体、大小、颜色、背景颜色、边框、阴影、模糊等。\n4. 支持自定义背景图片（Bing 每日图片、本地图片），如果你喜欢简约风格，也可以只设置一张背景图片。\n5. 支持根据系统外观自动切换主题（浅色模式、深色模式），夜间浏览不再刺眼。\n6. 以上设置可以在多设备间同步（此功能依赖浏览器同步，需登录浏览器个人账号），当然你也可以导出文件自行备份。\n7. 支持多语言（简体中文、英文）。\n8. 源代码开源，不会收集任何隐私信息或操作数据，你的所有信息都是私密的。",
    "en,en_US": "For more details, please see: https://gxfg.github.io/naivetab-doc/\n\nNaiveTab New Tab is a simple and efficient browser new tab extension that allows you to highly customize your new tab page.\n\n1. Includes the following components:\n   1. **Bookmarks**: Displays bookmarks in the form of a physical keyboard, allowing you to quickly access corresponding links. You can also set global shortcut keys to open bookmarks from any browser interface, enhancing efficiency.\n   2. **Time and date**: Digital clock, analog clock, and date display.\n   3. **Perpetual calendar**: Includes lunar calendar, holidays, and statutory holidays, making it convenient to check working days and arrange personal schedules effectively.\n   4. **This Year's Progress**: Helps you track your progress throughout the year by displaying the current day count, percentage, and dot plots.\n   5. **Search bar**: Customizable search engine for quick searches.\n   6. **Memos**: Editable notes or to-do lists, allowing you to temporarily record information.\n   7. **Weather**: Displays temperature, wind, humidity, daily index, and other information. Abnormal weather conditions will trigger an alarm prompt. Data is sourced from Zephyr Weather.\n   8. **Information**: Provides access to trending news from platforms like Toutiao, Baidu, Zhihu, Sina Weibo, V2EX, and more.\n2. The above components can be dragged and dropped anywhere on the screen, are fully customizable, and compatible with various screen resolutions.\n3. The above components allow you to customize most styles, including font, size, color, background color, border, shadow, blur, and more.\n4. Supports custom background images (e.g., Bing daily image or local pictures). If you prefer a simple style, you can also set a single background image.\n5. Supports automatic appearance switching (light mode, dark mode) based on the system settings, ensuring the page is not too bright at night.\n6. The above settings can be synchronized across multiple devices (this feature relies on browser synchronization; you need to log in to your browser's personal account). You can also export files to create backups.\n7. Supports multiple languages (zh-CN, en-US).\n8. The source code is open-source, and no private or operational information is collected. All your information remains private."
  }
}