{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avplib"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tính giá nhanh khi mua các gói cước xem phim",
    "en": "Quickly calculate prices when buying movie packages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chào mừng bạn đến với ứng dụng Avplib trên Chrome Extension! Ứng dụng này giúp bạn dễ dàng trải nghiệm thế giới giải trí đỉnh cao với các gói cước xem phim. Với tính năng tính giá nhanh, bạn có thể dễ dàng ước tính giá dựa trên số lượng gói cước bạn muốn mua, và bạn có cơ hội khám phá các gói xem phim thú vị từ Avplib.\n\nTính năng nổi bật:\n\nTính giá nhanh và tiện lợi: Với tính năng tính giá nhanh, bạn có thể dễ dàng ước tính tổng chi phí dựa trên số lượng gói cước xem phim bạn muốn mua. Chỉ cần nhập số lượng vào ô tương ứng, ứng dụng sẽ tự động tính toán tổng giá ước tính, giúp bạn quản lý ngân sách giải trí của mình một cách hiệu quả.\n\nHiển thị các gói xem phim đa dạng: Ứng dụng Avplib trên Chrome Extension hiển thị danh sách các gói cước xem phim, bao gồm các lựa chọn từ 1 tháng, 6 tháng và 1 năm. Bạn có sự linh hoạt để chọn gói phù hợp với thời gian và nhu cầu giải trí của bạn.\n\nThông tin mô tả từng gói: Ứng dụng cung cấp thông tin chi tiết về từng gói cước, bao gồm các tính năng và ưu đãi đặc biệt. Bạn sẽ biết được những gì bạn sẽ nhận được khi đăng ký mỗi gói cước, giúp bạn lựa chọn một cách thông minh.\n\nVới ứng dụng Avplib trên Chrome Extension, bạn có thể dễ dàng trải nghiệm giải trí đỉnh cao và tận hưởng các gói cước xem phim tùy chọn. Hãy khám phá và thỏa mãn đam mê giải trí của bạn ngay hôm nay!"
  }
}