{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opentalent Add-ons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension permettant de personnaliser l'interface Opentalent, et apportant diverses améliorations graphiques."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension propose:\n- Huit couleurs vibrantes: Exprimez-vous avec des thèmes qui reflètent votre personnalité.\n- Deux modes d'affichage: Choisissez entre des thèmes clairs et des thèmes sombres, pour une expérience visuelle adaptative.\n- Des bordures personnalisables: Angles arrondis ou angles droits, donnez à votre Opentalent un look moderne ou plus classique.\n\n********************************\n\nMode d'emploi:\n1/ Installez l'extension en cliquant sur le bouton \"Ajouter à Chrome\" disponible en haut de cette page.\n2/ Dans Chrome, cliquez sur l'icône en forme de pièce de puzzle en haut à droite pour retrouver l'extension.\n3/ Cliquez sur l'icône en forme d'épingle à côté de l'extension afin de l'épingler (étape optionnelle).\n4/ Cliquez sur \"Opentalent Add-ons\" (ou son icône) pour afficher l'interface de personnalisation.\n\n********************************\n\nIMPORTANT: Il est essentiel de souligner que cette extension ne bénéficie pas d'un support officiel de la part d'Opentalent.\n\n********************************\n\nVersion 0.5:\n- Nouveau logo\n- Harmonisation des couleurs pour les thèmes sombres\n- Divers correctifs\n\nVersion 0.4:\n- Divers correctifs graphiques.\n- Nouvelle interface pour l'extension.\n- Ajout des thèmes sombres.\n- Ajout de nouvelles couleurs: bleu et marron.\n- Ajout d'une option permettant de choisir la forme des bordures (angles arrondis ou angles droits).\n\nVersion 0.3:\n- Divers correctifs: couleur des menus déroulants et boutons, améliorations de la nouvelle interface que l'on retrouve sur la page \"Mon abonnement\", etc...).\n- Optimisation des fichiers CSS.\n- Ajout du thème Rose.\n\nVersion 0.2: Ajout des thèmes Rouge, Turquoise, Violet, Vert, et Orange.\n\nVersion 0.1: Version initiale."
  }
}