{
  "name": {
    "ar": "عداء فائق السرعة  Online",
    "am": "ልዕለ ፍጥነት ሯጭ  Online Game",
    "bg": "Супер скоростен бегач  Skill Game",
    "bn": "সুপার স্পিড রানার Unblocked",
    "ca,el,et,fi": "Super Speed Runner  Online Game",
    "cs": "Super rychlostní běžec  Online Game",
    "da": "Super Speed Runner  Unblocked Game",
    "de": "Superschneller Läufer  Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Super Speed Runner - HTML5 Game",
    "es": "Super corredor de velocidad  Online Game",
    "fa": "دونده با سرعت فوق العاده  Unblocked Game",
    "fil": "Super Bilis Runner  Skill Game",
    "fr": "Super coureur de vitesse Unblocked",
    "gu": "સુપર સ્પીડ રનર Unblocked",
    "he": "סופר ספיד ראנר  Unblocked Game",
    "hi": "सुपर स्पीड रनर  Unblocked Game",
    "hr": "Super brzi trkač Unblocked",
    "hu": "Super Speed Runner  Skill Game",
    "id": "Pelari Kecepatan Super  Online Game",
    "it": "Corridore super veloce  Online Game",
    "ja": "スーパースピードランナー  Online Game",
    "kn": "ಸೂಪರ್ ಸ್ಪೀಡ್ ರನ್ನರ್  Unblocked Game",
    "ko": "슈퍼 스피드 러너  Online Game",
    "lv": "Super ātruma skrējējs  Unblocked Game",
    "ml": "സൂപ്പർ സ്പീഡ് റണ്ണർ  Unblocked Game",
    "mr": "सुपर स्पीड रनर  Skill Game",
    "ms": "Pelari Kelajuan Super  Skill Game",
    "nl": "Supersnelle loper  Online Game",
    "pl": "Superszybki biegacz  Unblocked Game",
    "ro,sw": "Super Speed Runner Unblocked",
    "ru": "Суперскоростной бегун  Unblocked Game",
    "sk": "Super rýchlostný bežec  Online",
    "sl": "Super hitri tekač  Online Game",
    "ta": "சூப்பர் ஸ்பீடு ரன்னர்  Online",
    "te": "సూపర్ స్పీడ్ రన్నర్  Online",
    "th": "นักวิ่งความเร็วสูง  Online",
    "tr": "Süper Hızlı Koşucu  Unblocked Games",
    "uk": "Супершвидкісний бігун  Unblocked Games"
  },
  "short": {
    "ar": "Super Speed Runner هي لعبة أركيد ممتعة نتحرك فيها للأمام من خلال التغلب على العقبات التي أمامنا من خلال ساحة الجري.",
    "am": "ሱፐር ስፒድ ሯጭ በሩጫ ካሬ ከፊት ለፊታችን የሚያጋጥሙንን መሰናክሎች በማሸነፍ ወደ ፊት የምንጓዝበት አዝናኝ የመጫወቻ ማዕከል ጨዋታ ነው።",
    "bg": "Super Speed Runner е забавна аркадна игра, в която се движим напред, като преодоляваме препятствията пред нас с бягащ квадрат.",
    "bn": "সুপার স্পিড রানার একটি মজার আর্কেড গেম যেখানে আমরা চলমান স্কোয়ার দিয়ে আমাদের সামনে বাধা অতিক্রম করে এগিয়ে যাই।",
    "ca": "Super Speed Runner és un divertit joc d&#39;arcade en què avancem superant els obstacles que tenim davant amb una plaça corrent.",
    "cs": "Super Speed Runner je zábavná arkádová hra, ve které se pohybujeme vpřed překonáváním překážek před námi pomocí běžícího čtverce.",
    "da": "Super Speed Runner er et sjovt arkadespil, hvor vi bevæger os fremad ved at overvinde forhindringer foran os med en kørende firkant.",
    "de": "Super Speed Runner ist ein unterhaltsames Arcade-Spiel, in dem wir uns vorwärts bewegen, indem wir Hindernisse vor uns mit einem…",
    "el": "Το Super Speed Runner είναι διασκεδαστικό παιχνίδι arcade στο οποίο προχωράμε μπροστά ξεπερνώντας τα εμπόδια μπροστά μας με ένα…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Super Speed Runner is fun arcade game in which we move forward by overcoming obstacles in front of us with a running square.",
    "es": "Super Speed Runner es un divertido juego de arcade en el que avanzamos superando los obstáculos que tenemos delante con un cuadrado…",
    "et": "Super Speed Runner on lõbus arkaadmäng, milles liigume edasi, ületades jooksuväljakuga meie ees olevaid takistusi.",
    "fa": "Super Speed Runner یک بازی سرگرم کننده آرکید است که در آن با غلبه بر موانع پیش روی خود با یک مربع دونده به جلو حرکت می کنیم.",
    "fi": "Super Speed Runner on hauska arcade-peli, jossa edetään eteenpäin ylittämällä edessämme olevia esteitä juoksuruudulla.",
    "fil": "Ang Super Speed Runner ay nakakatuwang arcade game kung saan sumusulong tayo sa pamamagitan ng pagdaig sa mga hadlang sa harap…",
    "fr": "Super Speed Runner est un jeu d&#39;arcade amusant dans lequel nous avançons en surmontant les obstacles devant nous avec un carré…",
    "gu": "સુપર સ્પીડ રનર એ મનોરંજક આર્કેડ ગેમ છે જેમાં આપણે દોડતા સ્ક્વેર સાથે આપણી સામેના અવરોધોને દૂર કરીને આગળ વધીએ છીએ.",
    "he": "Super Speed Runner הוא משחק ארקייד מהנה בו אנו מתקדמים על ידי התגברות על מכשולים מולנו עם ריבוע ריצה.",
    "hi": "सुपर स्पीड रनर मजेदार आर्केड गेम है जिसमें हम दौड़ते हुए वर्ग के साथ हमारे सामने बाधाओं पर काबू पाकर आगे बढ़ते हैं।",
    "hr": "Super Speed Runner je zabavna arkadna igra u kojoj se krećemo naprijed svladavajući prepreke ispred sebe kvadratom za trčanje.",
    "hu": "A Super Speed Runner egy szórakoztató ügyességi játék, amelyben az előttünk álló akadályok leküzdésével haladunk előre egy…",
    "id": "Super Speed Runner adalah gim arkade seru di mana kita bergerak maju dengan mengatasi rintangan di depan kita dengan lapangan lari.",
    "it": "Super Speed Runner è un divertente gioco arcade in cui avanziamo superando gli ostacoli davanti a noi con un quadrato in corsa.",
    "ja": "Super Speed Runner は楽しいアーケード ゲームで、目の前の障害物をランニング スクエアで乗り越えて前進します。",
    "kn": "ಸೂಪರ್ ಸ್ಪೀಡ್ ರನ್ನರ್ ಮೋಜಿನ ಆರ್ಕೇಡ್ ಆಟವಾಗಿದ್ದು, ಚಾಲನೆಯಲ್ಲಿರುವ ಚೌಕದೊಂದಿಗೆ ನಮ್ಮ ಮುಂದೆ ಇರುವ ಅಡೆತಡೆಗಳನ್ನು ನಿವಾರಿಸುವ ಮೂಲಕ ನಾವು…",
    "ko": "슈퍼스피드러너는 달리는 광장으로 눈앞의 장애물을 넘어 앞으로 나아가는 재미있는 아케이드 게임입니다.",
    "lv": "Super Speed Runner ir jautra arkādes spēle, kurā mēs virzāmies uz priekšu, pārvarot šķēršļus mūsu priekšā ar skriešanas laukumu.",
    "ml": "സൂപ്പർ സ്പീഡ് റണ്ണർ രസകരമായ ആർക്കേഡ് ഗെയിമാണ്, അതിൽ ഒരു റണ്ണിംഗ് സ്ക്വയർ ഉപയോഗിച്ച് നമുക്ക് മുന്നിലുള്ള പ്രതിബന്ധങ്ങളെ മറികടന്ന്…",
    "mr": "सुपर स्पीड रनर हा एक मजेदार आर्केड गेम आहे ज्यामध्ये आपण धावत्या स्क्वेअरसह आपल्यासमोरील अडथळ्यांवर मात करून पुढे जातो.",
    "ms": "Super Speed Runner ialah permainan arked yang menyeronokkan di mana kami bergerak ke hadapan dengan mengatasi halangan di hadapan…",
    "nl": "Super Speed Runner is een leuk arcadespel waarin we vooruitgaan door obstakels voor ons te overwinnen met een rennend vierkant.",
    "pl": "Super Speed Runner to zabawna gra zręcznościowa, w której poruszamy się do przodu pokonując przeszkody znajdujące się przed nami za…",
    "ro": "Super Speed Runner este un joc arcade distractiv în care avansăm depășind obstacolele din fața noastră cu un pătrat de alergare.",
    "ru": "Super Speed Runner — это веселая аркадная игра, в которой мы движемся вперед, преодолевая препятствия перед собой с помощью…",
    "sk": "Super Speed Runner je zábavná arkádová hra, v ktorej sa posúvame vpred prekonávaním prekážok pred nami pomocou bežiaceho štvorca.",
    "sl": "Super Speed Runner je zabavna arkadna igra, v kateri se pomikamo naprej tako, da s tekaškim kvadratom premagujemo ovire pred seboj.",
    "sw": "Super Speed Runner ni mchezo wa kufurahisha wa arcade ambao tunasonga mbele kwa kushinda vizuizi vilivyo mbele yetu na mraba wa…",
    "ta": "சூப்பர் ஸ்பீட் ரன்னர் என்பது ஒரு வேடிக்கையான ஆர்கேட் கேம் ஆகும், இதில் ஓடும் சதுரத்துடன் நமக்கு முன்னால் உள்ள தடைகளைத் தாண்டி…",
    "te": "సూపర్ స్పీడ్ రన్నర్ అనేది ఆహ్లాదకరమైన ఆర్కేడ్ గేమ్, దీనిలో రన్నింగ్ స్క్వేర్‌తో మన ముందు ఉన్న అడ్డంకులను అధిగమించడం ద్వారా మనం…",
    "th": "Super Speed Runner เป็นเกมอาร์เคดแสนสนุกที่เราก้าวไปข้างหน้าโดยเอาชนะสิ่งกีดขวางตรงหน้าด้วยลานวิ่ง",
    "tr": "Super Speed Runner, koşan bir kare ile önümüze çıkan engelleri aşarak ilerlediğimiz eğlenceli bir arcade oyunudur.",
    "uk": "Super Speed Runner — весела аркадна гра, в якій ми рухаємося вперед, долаючи перешкоди перед собою за допомогою квадрата, що біжить."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Speed Runner is a fun arcade game in which we move forward by overcoming the obstacles in front of us with a running square.\n\nThere is a super fast runner square in the game. We can control this runner square. With the court we can control, we move forward by overcoming challenging obstacles. We earn points by progressing carefully and continuing the game by maintaining our high-score goal. Super Speed Runner has emerged as a fun skill game designed for us children's game lovers.\n\nTo swipe Install this extension to play the Super Speed Runner  Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}