{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TTT - To Do, To Read, To Complete!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep your tasks organized with TTT—a simple, minimalist to-do list extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your productivity with TTT - To Do, To Read, To Complete!—a simple, minimalist Chrome extension designed to streamline your task management. Whether you're organizing daily to-dos, saving articles to read later, or tracking your progress, this extension helps you effortlessly prioritize and manage your activities in one intuitive interface.\n\nKey Features:\n\nEffortless Task Management: Easily add, edit, and categorize tasks into \"Today,\" \"Later,\" and \"Completed.\" Switch between these categories with a click, and use the expandable headings to keep your workspace clutter-free.\nIntuitive Drag-and-Drop: Quickly reorganize tasks by dragging them between \"Today\" and \"Later,\" even when lists are collapsed, allowing your workflow to adapt seamlessly to your changing priorities.\nReal-Time Badge Notifications: Stay on top of your tasks with dynamic badge notifications that update in real-time, showing you exactly how many tasks are left to complete.\nUser-Friendly Tab Navigation: Navigate between your \"Tasks\" and \"Completed\" tabs with ease. Inactive tabs are light grey for clarity, with active and hovered tabs highlighted for better visibility.\nSleek and Minimalist Design: Enjoy a clean, modern interface with a soothing green color palette, thoughtfully designed to be both visually pleasing and functional.\nWhy Choose TTT - To Do, To Read, To Complete!?\nBy organizing your daily tasks, reading lists, and related websites in a single, minimalistic tool, TTT empowers you to focus on what truly matters, ensuring nothing falls through the cracks. Whether you're a professional, student, or anyone looking to optimize their routine, TTT simplifies productivity and makes it more satisfying.\n\nGet Started:\nAdd TTT - To Do, To Read, To Complete! to Chrome today and discover the ease of having all your tasks and reading lists organized in one sleek, intuitive tool. Your journey to enhanced productivity begins here!"
  }
}