{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Watermelon Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fun watermelon merge game"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*****IN BETA*****\nThis extension is in active development and is nowhere near completion. There will be bugs and a clear lack of polish, but my goal is to complete this into a fully fledged game.\n\nA watermelon game where you merge fruits to get a high score!\n\nFeatures:\n- A high score system. Keep track of your best score!\n- Auto-saving across devices!\n- Earthquakes! Dislodge stuck fruits by using one!\n- Fruit!\n\nPlanned features:\n- A skinning system (multiple different art variants)\n- An actual menu with options\n- Sandbox mode (full control over the physics)\n- Language translations\n- And more! If you have suggestions, please send them to me using the feedback link on the game.\n\nSupport me:\nhttps://www.buymeacoffee.com/mrbubbles\nSource code:\nhttps://github.com/mrbubbles06/the-watermelon-game\n\nPatch Notes:\n1.1.4:\nFeatures:\n-Saving and loading!\n  -  Auto saves after every ball drop. Loads on game start. Try it out!\n-Cross computer syncing! For all the people on school chromebooks.\n    -Your highscore, saved games, and other secret (future) stats are now saved across devices!\n\nFixes:\n-Fruits no longer have different hitboxes depending on the state that they were created.\n-Certain fruits (like the pineapple and cherry) have had their sprites changed to fix collision issues.\n\nTweaks:\n-Made the grape hitbox slightly smaller.\n-Changed the background colors, as well as font.\n\n1.1.3:\nFeatures:\n-Strawberries and cherries now spawn less the further you progress into the game\n-Cheats! bored of the normal game? enable the following cheats (will disable high score saving);\n    -Fast Drop: lowers the cooldown of fruits\n    -No Game Over: disables game overs\n-Earthquakes!!!\n    -Every 25 balls dropped you get access to an earthquake!\n    -Pressing \"e\" or the button on the UI will activate an earthquake\n\nFixes:\n-Game over dialog no longer appears more than once on game over \n\nTweaks:\n-Removed intro background (kept p5play logo)\n-Made the area for the \"loseline\" to appear smaller\n  -Made the physical line thinner (to make it less scary)\n\n1.1.2:\nFixes:\n-Fixed the bug where the fruits would infinitely combine.\n-Played around with the physics of combining fruits (now they have a little explosion that effect the fruits around them)\n\nAdditions:\n -Added a button to reset the high score achieved by doing aforementioned infinite combining.\n-Changed the way a game over is triggered\n\nOther:\nAnimations and new sprites are coming soon. This game is still in like, beta beta beta, so expect breakage. And tell me if it happens.  \n-william\n\n1.1:\nAdded a UI other than the games canvas!"
  }
}