{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ADHD Reading Help"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The ADHD Text Enhancer is a powerful tool designed to support individuals with ADHD and other neurodivergent conditions in…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The ADHD Text Enhancer is a powerful tool designed to support individuals with ADHD and other neurodivergent conditions in improving their reading experience. This browser extension offers a unique functionality that enhances the legibility of text on webpages, making reading more accessible and comfortable.\n\nHow It Works:\n\nThe ADHD Reading Helper is a lightweight and user-friendly Chrome extension that modifies the text on webpages to improve readability. Once installed, simply activate the extension by clicking on the icon in your browser's toolbar. The extension then scans the entire webpage and intelligently makes the first few letters of each word bold, providing a visual cue that aids concentration and comprehension.\nAlso, just REFRESH the page if you want to turn the extension OFF.\n\nConverting PDFs:\n\nTo convert PDFs for use with the ADHD Reading Helper, you'll first need to convert the PDF to HTML format using any reliable PDF-to-HTML converter available online. Once the PDF is converted to HTML, you can utilize the extension to enhance the legibility of the text within the HTML version of the document.\n\nUndoing Changes and Infinite Pages:\n\nIf you wish to undo the text modifications made by the extension, simply refresh the webpage, and the text will revert back to its original state. It's important to note that when browsing on infinite scrolling pages or dynamically loaded content, you may need to reapply the extension's enhancements to each new set of data. This ensures that the extension respects your consent and doesn't automatically modify new content without your permission.\n\nBenefits for Neurodivergent Individuals:\n\nThe ADHD Reading Helper offers numerous benefits for neurodivergent individuals, including those with ADHD. By enhancing text legibility, the extension provides a clear visual cue that aids concentration, reduces visual distractions, and improves reading comprehension. It helps individuals stay focused, engaged, and effectively navigate online content, making the reading experience more enjoyable and accessible.\n\nConclusion:\n\nThe ADHD Reading Helper Chrome extension is a valuable tool for individuals with ADHD and other neurodivergent conditions seeking to enhance their reading experience. With its simple yet effective approach of making the first few letters of each word bold, the extension provides a visual cue that aids concentration and improves text legibility. Whether you're reading articles, blogs, or any online content, the ADHD Reading Helper can make a significant difference in your ability to comprehend and engage with the text.\n\nInstall the ADHD Reading Helper today and unlock a more accessible and enjoyable reading experience."
  }
}