{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Matching Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension for effortlessly finding the right colours online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🎨 Color Matching Tool: A Chrome extension for effortlessly pick the right colors online. Perfect for designers and artists. \n\nWhy use this extension? It’s a powerful tool to help designers, artists, and anyone working with colors to effortlessly find the perfect hues for their projects. Whether you're working on web design, digital art, or simply need a reliable color matcher for your online projects, this tool is here to make your life easier. 🌈\n\nFinding the right color can be a daunting task, especially when you're working with complex palettes. With this tool, you can quickly and easily match colors from any image or web page. This tool is designed to provide and save you time and ensure your designs look their best. One of the best features of this tool is its versatility. It works seamlessly with any online content, allowing you to extract colors from images, web pages, and digital designs. Simply install the extension, and you're ready to start matching colors with just a few clicks.\n\nKey Features:\n1️⃣ Real-Time color matching: Instantly match colors from any image or web page.\n2️⃣ User-Friendly Interface: Designed with simplicity in mind, this tool is easy to use for both beginners and professionals.\n3️⃣ Extensive Color Palette: Access a wide range of colors to find the perfect match for your design projects.\n\nWhy Use This Extension?\n➤ Accurate Matching: This tool uses advanced algorithms to ensure precise color matching every time.\n➤ Efficiency: Speed up your design process by quickly finding the right colors.\nFor those in the design and art fields, having a reliable color matcher is crucial. This tool is the best companion for anyone looking to enhance their creative projects. Whether you're designing a website, creating digital art, or working on a graphic design project, this tool ensures you have the perfect color palette at your fingertips.\n\nHow It Works:\nInstall the Extension: Add this tool to your Chrome browser.\nSelect Your Source: Choose an image or web page from which you want to extract colors.\nMatch Colors: Click on the tool icon and select the area of the image or web page. The tool will instantly provide you with the exact color code.\nBenefits of Using This Tool:\n▸ Increased Productivity: Spend less time searching for colors and more time creating.\n▸ Consistent Results: Ensure your color schemes are consistent across all your projects.\n▸ Enhanced Creativity: Explore new color combinations and palettes with ease.\n▸ Professional Quality: Achieve professional-level color accuracy in your designs.\n\nReady to take your design projects to the next level? Install this tool now and experience the best in color matching technology. Whether you're a professional designer, a digital artist, or someone who loves working with colors, this tool is a must-have for your creative toolkit. This tool is a comprehensive solution for all your color needs. It's designed to enhance your workflow and help you create stunning designs."
  }
}