{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMO For PC - Download IMO on your Windows, Mac, ios"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMO For PC Extension provide imo Lates Features and How To Download IMO on your Pc."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imo for PC extension simplifies your experience of using Imo Apps on your desktop. This extension works on both Windows and Mac computers, making it easy to use Imo Apps without any hassle on your PC.\n\nLatest features for Imo for PC:\n\n1. Use the \"Get Imo Now\" button to download Imo for your preferred platform with just a click. Access Imo on PC, Mac, Windows, and more at imo.im.\n2. Utilize the Imo for Windows tab to explore the features of Imo stable - version 1.4.10.1 for Windows.\n3. Navigate to the Imo for Mac tab to discover the features of Imo stable - version 2.0.39 for macOS.\n4. Access the Imo for Android tab to learn about the features of Imo stable - version 2024.01.2051 for Android.\n5. Check out the Imo for iOS tab to explore the features of Imo stable - version 2024.01.2051 for iOS.\n\n\nHow to Use Imo for PC Extension\n\n1. Add the Imo for PC extension from the Chrome Web Store.\n2. Click the extension icon to activate it.\n3. Explore features in the tabs for Windows, Mac, Android, and iOS.\n4. Click \"Get Imo Now\" to download for your platform.\n5. Enjoy seamless communication across devices.\n6. Manage extension settings in Chrome as needed.\n\n\nNote: This chrome extension only developed for Imo App users FAN."
  }
}