{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voice Actions for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control your browser just by talking to it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "―\n⚠ Google Chrome may tell you to remove this and other “Manifest V2” extensions as part of their attempt to force adoption of “Manifest V3”.  This extension remains fully supported, but will remain on MV2 as long as possible to retain support for older Chromebooks and oppose other issues with MV3 highlighted by the EFF – https://www.eff.org/deeplinks/2021/12/googles-manifest-v3-still-hurts-privacy-security-innovation.\n―\n\nVoice Actions for Chrome lets you control your Chrome/Chromium browser with your voice.  It is similar to (but not affiliated with) voice actions and voice search apps available for Android and iOS, but it is the first such app available for Chrome.\n\nFeatures include:\n• Search the web with spoken queries.\n• Open web pages and Chrome apps just by saying their names.\n• Get maps or directions by saying the name of a location or destination.\n• Search for music by saying the name of an artist, album, or song.\n• No need to search through piles of tabs—just speak the title and Voice Actions will find it.\n• Activate hands-free—just say “OK Chrome”✴️\n\nPermissions:\n• Needs access to your tabs for the “switch to ~” command\n• Needs access to your installed apps for the “launch ~” command\n  - You must still enable Chrome app launching in options before the extension will search your apps\n• Needs access to your top sites for the “I'm feeling lucky” command\n**None of your browsing data is stored by the extension**\n\nFollow for updates:\n• facebook.com/ChromeVoiceActions\n• twitter.com/ChromeVoice\n\nVoice Actions for Chrome was created by Zachary Yaro and is supported in part through donations on ko-fi.com/ZMYaro and patreon.com/ZMYaro.\nMore information is available at goo.gl/0YRdir.\nThe source code is available at github.com/ZMYaro/chrome-voice-actions."
  }
}