{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoTo for Google Chrome",
    "de": "GoTo für Google Chrome",
    "es,pt_BR,pt_PT": "GoTo para Google Chrome",
    "fr": "GoTo pour Google Chrome",
    "it": "GoTo per Google Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make and receive calls in our extension. Use your custom templates to make the contact match more comfortable than ever.",
    "de": "Tätigen und empfangen Sie Anrufe direkt in der Erweiterung. Benutzerdefinierte Vorlagen machen die Kontaktsuche einfacher denn je.",
    "es": "Use nuestra extensión para hacer y recibir llamadas. Utilice las plantillas personalizadas para buscar contactos más fácil.",
    "fr": "Passez et recevez des appels dans notre extension. Utilisez des modèles sur mesure pour trouver des contacts plus facilement.",
    "it": "Fai e ricevi chiamate nella nostra estensione. Usa i tuoi modelli personalizzati per individuare più facilmente che mai i contatti.",
    "pt_BR,pt_PT": "Faça e receba chamadas em nossa extensão. Use modelos personalizados para tornar a correspondência de contato mais confortável."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Enjoy the opportunity to make a call by clicking the numbers on the websites you are browsing \n- Set your incoming call notifications enabled to avoid missing any of your important calls \n- Do you use a CRM? Use our built-in custom templates, or create your own to find your contacts based on the phone number. \n- Easy to use: you will avoid any troubles with using our step by step onboarding process",
    "de": "- Klicken Sie einfach auf eine Telefonnummer auf einer Website, um sie anzurufen.\n- Wenn Sie die Benachrichtigungen für eingehende Anrufe aktivieren, entgeht Ihnen kein wichtiges Gespräch mehr.\n- Sie verwenden ein CRM? Machen Sie von unseren integrierten benutzerdefinierten Vorlagen Gebrauch oder erstellen Sie Ihre eigene, um Kontakte anhand ihrer Telefonnummer zu finden.\n- Äußerst benutzerfreundlich: Der praktische Onboarding-Prozess macht Sie Schritt für Schritt mit der Funktionsweise vertraut.",
    "es": "- Disfrute de la oportunidad de hacer una llamada haciendo clic en un número telefónico de los sitios web que esté navegando.\n- Active las notificaciones de llamadas entrantes para no perder ninguna de sus llamadas importantes.\n- ¿Utiliza una herramienta CRM? Utilice las plantillas personalizadas incluidas o cree una plantilla propia para encontrar a sus contactos por número telefónico.\n- Fácil de utilizar: evitará cualquier problema usando nuestro proceso de capacitación paso a paso para clientes.",
    "fr": "- Effectuez des appels simplement en cliquant sur les numéros de téléphone dans les pages Web consultées.\n- Activez les notifications d’appel entrant pour éviter de manquer vos appels importants.\n- Vous utilisez un outil de gestion de la relation client? Utilisez nos modèles sur mesure intégrés ou créez les vôtres pour trouver vos contacts à partir d’un numéro de téléphone.\n- Facile à utiliser : vous éviterez tous les tracas en suivant les étapes de notre processus d’accueil.",
    "it": "- Perché digitare il numero di telefono di un sito che stai visitando, quando puoi chiamarlo con un semplice clic?\n- Attiva le notifiche delle chiamate in arrivo per non perdere nessuna telefonata importante\n- Usi un CRM? Sfrutta i modelli personalizzati predefiniti oppure creane di nuovi per cercare i contatti con il loro numero di telefono\n- Facile da usare: la nostra procedura di onboarding ti semplifica la vita passo dopo passo",
    "pt_BR,pt_PT": "- Aproveite a facilidade de fazer uma chamada clicando nos números de telefone dos sites em que você está navegando.\n- Configure as notificações para suas chamadas recebidas para evitar perder alguma ligação importante.\n- Você usa um CRM? Use nossos modelos personalizados integrados ou crie seu modelo para encontrar os contatos com base no número de telefone.\n- Fácil de usar: você evitará qualquer problema usando nosso processo de integração passo a passo."
  }
}