{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JOSM Strava Heatmap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension that simplifies getting the TMS imagery url for using the Strava Heatmap in JOSM"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This browser extension makes it easy to use the Strava Global Heatmap in JOSM, iD, and other mapping applications that support TMS imagery.\n\nAccessing this imagery externally requires a set of key parameters that you obtain by signing into the Strava website, copying the values from several cookies, and then assembling into a query string at the end of the url.  The keys expire after a week or so at which point you must repeat the process.  This extension builds the url for you which makes this weekly process a bit less annoying. \n\nInstructions\n-------------------\n1. Visit strava.com/heatmap and log in – sign up for a free account if you don't have one\n2. Optional - Select the heatmap color and activity type you want to use\n3. Click the button pictured below to get the TMS imagery url prepopulated with the required\n   `Key-Pair-Id`, `Policy`, and `Signature` parameters\n4. Open the heatmap in your editor\n      - Click the appropriate button to open the heatmap in either JOSM or iD. For JOSM, Remote control must be enabled\n      - Alternatively you can copy the url (with or without the tms: prefix) and paste it into a custom imagery layer in you editor\n\n\n\nManually adding the imagery in JOSM\n-------------------------------------------\nCopy the url without the tms: prefix. Add a new TMS layer in the JOSM imagery preferences. Name it Strava Heatmap and paste in the copied url. If you are updating an expired Strava Heatmap layer you can just double-click it to replace url in the list view. In this case, copy the url with the tms: prefix as it is required here.\n\nManually adding the imagery in iD\n------------------------------------\nCopy the url without the tms: prefix. Open the Backgrounds panel and select \"Custom\" at the bottom. Paste the copied url into the Custom Background Settings window that opens."
  }
}