{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CouponUpto.com | Top Coupons & Reviews"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Top Coupon Codes, Promo Codes & Discounts - Updated Daily at CouponUpto.com. 100% Working Code & All Verified by users"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CouponUpto.com was established like a referral website, product reviewer and provider of saving solution to customers.\n\nOur mission is to provide the best deals, promo, and discount codes for a given product. We enthusiastically support you from having all the latest coupon code of tons of online stores all around the globe including many ‘giant’ brand. Our motto is that we have to help the customer until they can have their favorite products ranging from fashion, technology, food, entertainment, apparel to medical devices at the best price they would love.\n\nOn our site, CouponUpto.com, we always put the latest coupon with the highest discount on the top of the site, that’s very easy to find and use.\nWe update regularly codes and deal on our site so you don’t have to worry about whether these codes can be used or not. \nWe have a comprehensive review for each store and buyer will love that because they can find all the useful information from the short story of the store, features, FAQs, social network and any relevant document. You would have an overview of it before deciding to buy. This is very convenient to your customers because we believe that every shopper love to know something about the store they want to purchase from, we CouponUpto know that demand, so this site is awesome for those who want to have great shopping experience!\n\nWe have great partnerships with more than 10.000 stores around the globe and our mission is to maximize the savings of consumers. We create an open space where the products of the business can be proposed and preferred between online shopping communities.\nNot only customers have benefited from our site, but the provider also. Almost our partner love to work with us just because we’re clear and fair in collaborating and helping each other. CouponUpto is where providers will be able to make their business on fire. We have a large number of traffics every month, and the transaction is at a high ratio. If you are seeking out an affiliate partner to widen and enhance your shop, CouponUpto is the opportunity that you can not skip. \nLike we mentioned, we have a want to bringing valuable and convenient experience to both our customers and our partners. \n\nIf there is a reason you can not find the code you need, that the store may have no code for that. All you have to do is contact us and we will have the best support to you and try our best to bring the best offer to you.\nWith an efficient and friendly website, we believe that you have come to the completely right website. Enjoyable, smooth, powerful and effective, we take our pride to these things we bring to our audiences!\nType the name of your favorite store on our box, we will make it beyond engaging!"
  }
}