{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unbxd Analytics Validator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Validate Unbxd Analytics events and show errors and warnings"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension can be used to validate Unbxd Analytics on an eCommerce website using Unbxd for on-site search. The extension provides you with clear success, warning & error messages in case of missed events or improper parameters in the events sent to Unbxd. This helps you validate the Unbxd Search/Browse/Recs Analytics in a quick & efficient manner.\n\nInstall the extension. Click Start Testing button on your eCommerce page integrated with Unbxd Site Search. Validate that you are able to pass all the events successfully to Unbxd with the right set of parameters.\n\nWhat does it validate?\n------------------------------------\nWe have currently classified analytics issues broadly into following 2 categories:\n1. To detect which version of Analytics SDK is loading on the site, Check for UnbxdSiteName and print it, Check if Analytics Tracking is disabled & if `Unbxd.track` method is available on the window.\n\n2. Are relevant events fired correctly:\n- Are all events required for a particular page type fired (search or browse page along with recommendation widgets)  \n- Are the events having all the required mandatory parameters (for example, \"pid\" must be sent for a click event)\n- Are there any other additional parameters that can be sent in each event to improve analytics -> these are shown as warning items\n\nOnce all the events are detected, the validator plugin then generates a CSV report, which can be downloaded to be shared across the team.\n\nHow to install & use the extension\n---------------------------------------------------------\n1. Install the extension from the this page by clicking on \"Add to Chrome\" button\n2. Go to any Unbxd customer website & open the developer tools. Refresh the page. \n3. Click on the \"ValidateUnbxdAnalytics\" tab in the developer toolbar.\n4. Select your page type (either Search or Category Page) & check the \"Recommendation widget\" checkbox if you want to test Recommendation events as well.\n5. Click on \"Start Testing\"\n6. Go to the site, perform all the usual activities that a user does on an eCommerce site like, search for something, click a product from the search results, add that product into the cart, place an order etc.  All of these activities would generate Unbxd Analytics tracking events. These will be shown in the extension's UI.\n7. Once you are done with performing all actions to generate events, click on the \"Stop\" button. This will generate a report which highlights successful events as well as any missing mandatory or good to have events.\n8. You can also download a CSV report of the same by clicking on the \"Download CSV\" button\n\nRelease History\n--------------------------\nVERSION 2.1.2 - RELEASE DATE JULY 16, 2024\nChangeLog:\n[Add] Validation of the revamped 'facets' event under analytics v2\n[Add] Validation of a new 'sort' event\n\n\nVERSION 2.1.1 - RELEASE DATE JUNE 27, 2024\nChangeLog:\n[Add] Enable validation of product_Impression event for v2\n\nVERSION 2.1.0 - RELEASE DATE JUNE 04, 2024\nOur Analytics Tracking just got a major boost! \nWe’ve bid farewell to the old tracking method and embraced the efficiency of navigator.sendBeacon. \n\nChangeLog:\n[Add] Check 'misc' payload data for all the events, validate special AS types passed into the 'misc' object.\n[Add] Check for the window variable 'UnbxdSiteName' and print it.\n[Add] Check if analytics tracking is disabled\n[Add] Check special AS types like FIELD_TYPE_SUGGESTION & TRENDING_QUERIES in the 'misc' data\n[Modified] field_name & field_value made optional if the AS docType is IN_FIELD\n[Modified] Check for pid & src_query for AS docType POPULAR_PRODUCTS_FILTERED\n[Removed] Removed validation on the event 'DwellTime', as it is not being used.\n[Removed] Removed 'warning' msg from the summary of analytics validation report.\n\n\nVERSION 2.0.0 - RELEASE DATE MAY 18, 2023\n\nWe have come up with a newer version of Analytics SDK, where new events are added and existing event's payloads are modified. \n\nHence the release of v2.0.0 version of validator plugin will accommodate all the new behaviours along with maintaining the backward compatibility to track and validate existing events.\n\nChangeLog:\n\n[Add] Auto detect v1 & v2 Analytics SDK, based on the http request call present in network tab.\n[Add] Added a new event 'pageView' and validate their payloads.\n[Add] New logo, both for dark mode and lite mode & added favicon.\n[Add] Added 'Error message' column which shows descriptive error messages for payloads.\n[Add] Added a differentiator text 'recs' for click event to differentiate between recs click vs search/category product click.\n[Add] Added validations for recs click event, both v1 and v2 recs product.\n[Add] Validation for autosuggest payloads\n[Add] Added missing payloads like 'path', 'identifier' & 'pr'.\n[Add] V1 vs V2 segregation of flow & show summary accordingly after validation is stopped.\n[Modified] Remove warning status for event, an event is either passed or failed.\n[Modified] Change some mandatory payloads to optional.\n[Modified] order event validation base on payload data for analytics v1\n[Fixed] Handle export CSV for null & undefined values.\n[Removed] validating attribution.\n\n\nVERSION 0.0.3\n- [Feature] Support Dark Mode.\n- [Fix] Add error, warning and dropdown icons.\n- [Fix] Show Warning Msg if some other page is accessed instead of the PageType selected from Dropdown.\n- [Fix] Track recs widget only if the checkbox is checked.\n\nVERSION 0.0.2 (FIRST PUBLIC RELEASE) RELEASE DATE JULY 28, 2020"
  }
}