{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ANOTHERpass Browser Extension",
    "de": "ANOTHERpass Browsererweiterung"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use ANOTHERpass in the browser",
    "de": "Verwende ANOTHERpass im Browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a browser extension to communicate with the ANOTHERpass Android app (from version 2) from a browser on a different device in the same local network to access the stored credentials in the app and use them in the browser.\n\nThe basic concept is that the ANOTHERpass Android app and its vault keeps the main storage of all credentials. To make it easier to share credentials with other clients in a local network, e.g. the PC at home or the laptop at work, you can use this browser extension to request credentials from the app. For more convenience, the requested and fetched credentials can be stored locally on each client. This happens encrypted, so you either still need the app to unlock the local credentials or you configure a local password for that.\n.\nAll communication between the app and the extension is end-to-end-encrypted.\n\nDownload the companion Android app here: https://anotherpass.jepfa.de/download/\n\nFind more information about this extension: https://anotherpass.jepfa.de/extension/",
    "de": "Dies ist eine Erweiterung zur Kommunikation mit der ANOTHERpass Android-App von einem Browser im selben lokalen Netzwerk aus, um auf die in der App gespeicherten Zugangsdaten zuzugreifen.\n\nDas Grundkonzept besteht darin, dass der Tresor der ANOTHERpass App den zentralen Speicherort aller Zugangsdaten bildet. Um das Verwenden von Zugangsdaten mit anderen Geräten im selben lokalen Netzwerk zu erleichtern (z. B. dem PC zu Hause oder dem Laptop auf Arbeit), kann diese Browsererweiterung verwendet werden.\n\nZugangsdaten können mit dieser Erweiterung von der App angefordert und direkt auf beliebigen Webseiten verwendet werden. Für mehr Komfort können die angeforderten und abgerufenen Zugangsdaten lokal im Browser in einem lokelen Tresor gespeichert werden. Dies geschieht verschlüsselt, sodass entweder die App weiterhin benötigt wird, um die lokalen Anmeldeinformationen zu entschlüsseln, oder ein lokales Passwort für den lokalen Tresor vergeben werden muss.\n\nDie gesamte Kommunikation zwischen der App und der Erweiterung ist Ende-zu-Ende-verschlüsselt.\n\nDie Android-App gibt es hier: https://anotherpass.jepfa.de/download/\n\nUnd mehr Informationen hier: https://anotherpass.jepfa.de/extension/"
  }
}