{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FileDriver for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension for filedriver.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "File sharing you can trust.\n\nSHARING FILES HAS NEVER BEEN EASIER\nNo matter if you send files to your clients, colleagues, or your family, FileDriver makes it extremely easy and delightful for anyone to share and receive files. Just upload your files and send your recipients a link they can open and download right away. It's so simple your grandma can use it!*\n*(Tested on real-life grandmas)\n\nBLAZING FATS, BEAUTIFUL & SECURED\nYou can trust FileDriver to handle your important files and share them with your clients, colleagues, or even your family. Create a branded download page and give your recipients a beautiful, fast and secured sharing experience. \n\nTHE TRANSFER BUTTON OF THE INTERNET\nTransfer any file you want with the click of a button, from anywhere on the web. Using FileDriver for Chrome you can instantly transfer files when you need to, without going anywhere. Send your recipients a custom email with the files or get a sharable link you can use however you want. \n\nTRUSTED BY THOUSANDS OF PROFESSIONALS\nJoin Thousands of professionals who use FileDriver every day to share their most important files. Here are some of the things they say about us:\n\"FileDriver is the best and easy way to share files in the UNIVERSE!\"\n\"Fast and effective, FileDriver streamlined my daily work process, it's crazy simple and it just works!\"\n\"Very powerful tool and beautiful visuals, the best solution in the market\"\n\nFREE TO USE\nOur free plan includes everything you need to start and send files right away.\n\nFileDriver PRO\nOur pro package was designed with everything you need to share files with your clients and colleagues. Extended file retention and transfer sizes, security, custom branding and much more. Check our https://filedriver.com/posts/pricing for more info on our different plans."
  }
}