{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hebrew support for Slack. RTL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right To Left support for Slack. Hebrew version."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension is no longer free. You will need an activation code. You can buy it for the price of two coffees on the welcome page after installing the extension. One-time payment, no subscription.\n\nהתוסף הזה מאפשר תמיכה מלאה בעברית לגרסת האינטרנט של סלאק.\n\nמאפיינים:\n- כיוון האותיות בהודעה מימין לשמאל (רק להודעות עם תווים בעברית) ◀︎\n- משנה את כיוון האותיות בזמן הכתיבה, כשמכניסים תווים בעברית ◀︎\n- משנה את כיוון הממשק של סלאק עבור הודעות בעברית - תמונה/ שם משתמש, תאריך, פונקציות הודעות וכו' ◀︎\n- תומך בהודעות לפי תבנית. רשימות, טקסט מודגש, ציטוטים, קוד, וכו' ◀︎\n\nסלאק לפעמים משנה את קוד המקור של האפליקציה שלה. אז, במקרה שהתוסף שלך לא עובד, אפשר לפנות אלי במייל. אני אתקן את זה בהקדם האפשרי.\n\nThis plugin adds full Hebrew support to the Slack web version. \nFeatures:\n- The direction of the letter in the message from right to left (only for messages with Hebrew symbols)\n- The direction of the letter when writing, when entering Hebrew symbols\n- Changes the direction of the Slack interface for Hebrew messages (avatar, date, message functions etc.)\n- Supports formatted messages: lists, bold text, links, quotes, code, etc.\n- Selecting from 7 Google fonts to customise Hebrew font family in your Slack text.\n- Customise Hebrew font size.\n\nSlack sometimes changes the source code of its application. So, in case your extension doesn't work, contact me by email. I will fix it as soon as possible."
  }
}