{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Future Zap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatize seu WhatsApp e aumente sua produtividade com o Future Zap."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESTA É UMA EXTENSÃO EMPRESARIAL WHITE LABEL PARA FUTURE ZAP\nTHIS IS A WHITE LABEL ENTERPRISE EXTENSION FOR ZAP BROKER\n\nMelhore e agilize suas interações no WhatsApp com a extensão Future Zap. Envie mensagens, áudios, imagens, vídeos e documentos com apenas um clique, como se fossem enviados manualmente em tempo real. Facilite suas operações diárias e economize tempo precioso.\n\nFuncionalidades e características:\n\nRespostas pré-configuradas: Evite a repetição de gravar os mesmos áudios ou digitar as mesmas respostas. Com o Future Zap, você pode criar respostas prontas em texto, áudio, imagem, vídeo e até documentos, para enviar de forma rápida e eficiente.\n\nFuncionalidades exclusivas da versão Pro:\n\nAtendimento automático: Não fique o dia inteiro preso ao WhatsApp. Deixe o Future Zap cuidar do atendimento automático para você, respondendo perguntas comuns e enviando mensagens pré-definidas.\n\nGatilhos automáticos personalizados: Configure respostas automáticas e sequências de mensagens personalizadas. Automatize interações específicas com seus contatos, proporcionando um atendimento mais rápido e eficiente.\n\nEnvio em massa: Não perca mais tempo enviando mensagens individualmente para cada contato. Com o Future Zap, é possível enviar mensagens em massa para todos os seus contatos com apenas alguns cliques.\n\nExportação avançada de contatos: Exporte contatos de chats e grupos com filtros personalizados, facilitando a organização e análise dos dados.\n\nOrganização em pastas: Organize seus contatos em pastas personalizadas para uma filtragem rápida e eficiente. Mantenha seus contatos organizados de acordo com suas preferências e necessidades.\n\nO Future Zap é a solução perfeita para quem deseja melhorar suas atividades no WhatsApp, seja para uso pessoal ou profissional. Facilite suas tarefas diárias, aumente sua produtividade e leve sua automação no WhatsApp para outro nível com o Future Zap.\n\nESTA É UMA EXTENSÃO EMPRESARIAL WHITE LABEL PARA ZAP BROKER\nTHIS IS A WHITE LABEL ENTERPRISE EXTENSION FOR FUTURE ZAP"
  }
}