{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Siri for the Browser (BrowserGPT)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing BrowserGPT - Siri for the Browser\"\n\nYour voice-powered Browser-automating Chrome extension that revolutionizes web…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing BrowserGPT - Siri for the Browser\"\n\nYour voice-powered Browser-automating Chrome extension that revolutionizes web interaction. \n\nThis tool offers an intuitive, effortless, and hands-free browsing experience, akin to having Siri navigate the internet for you.\n\n\nKey Features of Siri for the Browser:\n\n\n- Autonomous Task Management:\n\nFrom scheduling appointments to sending emails and messaging on platforms like WhatsApp, Siri for the Browser can autonomously handle a variety of tasks that would typically require manual input. This means you can focus on more important work while Siri for the Browser takes care of the rest.\n\n\n- Enhancing Any Website:\n\nSiri for the Browser seamlessly integrates into any webpage you visit. Need to fill out a form? Looking for specific information? Just ask Siri for the Browser to handle it for you. It's like having a smart assistant by your side, ready to help with any online task.\n\n\n- Accessibility at Its Best:\n\nWe believe that everyone should be able to navigate the internet with ease. Whether you are tech-savvy or prefer simpler technology solutions, Siri for the Browser is designed to cater to all. Its voice-control capabilities make it especially useful for those who find traditional browsing methods cumbersome or inaccessible.\n\n\n- A Must-Have for Remote Workers:\n\nFor those of us who work from home, multitasking becomes second nature. BrowserGPT is here to streamline your workflow. Whether you're managing professional tasks or coordinating household activities, it allows you to stay on top of everything without switching between tabs or apps.\n\n\nBrowserGPT isn't just a tool; \n\nit's a new way to interact with the web, enhancing the browsing experience for professionals, students, and casual users alike. Dive into a smarter, quicker, and more enjoyable way to surf the internet. \n\nStart with your voice today."
  }
}