{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Datto RMM UI Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves the Datto RMM (previously known as AEM) UI experience"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides a few small enhancements to the Datto RMM (previously AEM) user interface.\n\nDisclaimer: This extension is not affiliated or associated with Datto, Inc. in any way. It is an unofficial, third party browser extension made by a dRMM user. Use at your own risk.\n\n-----\n\nFeatures\n\n- The Sites down menu does not truncate names and is longer, it also links to the Devices tab to each site instead of the Summary tab. \n\nThe Devices tab includes the bulk of the improvements\n- Device Hostname column: Windows Servers have a light blue background\n- Last Seen column: Replaces timestamp with age (example: 18 hours 27 minutes)\n- Last Audit column: Background color based on audit age (Green to Red gradient) and replaces the timestamp with age (for example: 5 hours 22 minutes)\n- Operating System Column: Replaces Windows 10 Build number (10.0.18362) with the friendlier and shorter version (1903)\n- Operating System Column: Removes 'Microsoft' prefix from OS Names\n- Last Reboot column: Replaces timestamp with age (for example: 15 days 17 hours 8 minutes)\n- Reboot Required column: Red background if a reboot is pending\n\nQuick Filter\n\nThe Search box has been improved and now also acts as a Quick Filter on the Devices page. Typing more than 2 characters into the Search box will instantly filter all devices to only show those that match the query.\n\nMatches are done on any visible field/column, for example, you can query on hostname, IP, last user, OS, etc - whatever fields you have configured will be used for matching.\n\nPartial matches also work, a query for sql will match srv-sql-01.\n\nThe search field still maintains its regular functionality."
  }
}