{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Links"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to change the color of your visited links"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Links enhances how users navigate visited page search results on the web by allowing the user to select the color of  the visited link. Color Links is an excellent enhancement for color deficient users. The ability to control the color of the visited site link, improves the visual comfort of the search by creating a color contrast that is appealing to the user. \n\nBrowsing search results on google.com can be overwhelming, especially when the default colors for referencing visited links can be similar for end users with decreased ability to discern colors. Multiple color options are available in this light weight extension that will help you immediately sort out your visited links.  Color Links is not only light weight but it is only one click.  One click and the visited link stands out giving you quick visual confirmation of where you have already been.\n\nTo get started, navigate to a page, toggle color links to the on (or green) position, and select your color. You can turn color links off at any time if you'd like by setting the toggle to off (or red). \n\nDeveloper Notes:\n\nIf you're interested in the project, or maybe you want to contribute, be sure to check out the open source repository hosted here https://github.com/therynamo/color-links. View the README for instructions on contributing. All contributions are welcomed, and we will get to them as soon as we can."
  }
}