{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plotti.co Tracker Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plotti.co Tracker Pro (BETA) tracks numbers from websites and sends data to plotti.co service to show tracked values in real-time…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plotti.co Tracker Pro (BETA) tracks numbers from websites and sends data to plotti.co service to show tracked values in real-time charts. Take back control over your web applications and processes by creating your personal mission control center!\n\nThis is a specialized web scraping and data extraction tool for the single purpose of tracking and plotting numeric values on websites.\n\nPERMISSIONS AND PRIVACY NOTICE:\n\nThis extension requires full permission for website content to track the numbers on pages you select, including saving the passwords for automation. As this is a permission with increased risks - I promise to do my best to make it as secure and privacy-protecting as possible. The extension will also execute some localhost-bound requests which make sense for programmatic access to tracked data and will be ignored at local installation by default.\n\nThe extension is open source, with full source code available at https://github.com/grandrew/plotticotrack\n\nUSAGE:\n\n1. Click \"Add\", paste a website URL in URL field\n2. Click \"Visit and start\"\n3. Click \"Select ... line\" for the plot color you want (can have all three)\n4. Click on the number to track\n5. Click \"Start updating\"\n\nThere is optional \"Auto\" checkbox - when checked, it will auto-start updating the page when browser is started. As the settings are synchronized, it is recommended to have a separate chrome user for 'Auto' feature.\n\nTo view the plot in real-time, click \"View\". To read about all the features of Plottico, please visit https://plotti.co\n\nPlotti.co Tracker includes an entropy window selector which tracks the exact information element you click on the page; also packs automatic macro recorder and password manager for complete automation. APIs to programmatically access extracted data available.\n\nPlease report bugs to https://github.com/grandrew/plotticotrack or in comments!\nYou can reach me directly at ag@vrayo.com"
  }
}