{
  "name": {
    "ar,bn,et,fa,fil,ko,mr,ms,sl": "Quiz Kingdoms Unblocked Game",
    "am,ca,de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,ml,nl,pt_BR,pt_PT,ru,sr,sv,te,tr,uk,vi,zh_CN,zh_TW": "Quiz Kingdoms Educational Game",
    "bg,cs,da,fi,gu,hr,hu,ja,no,sk,sw,ta,th": "Quiz Kingdoms Online",
    "el,hi,id,kn,lv,pl,ro": "Quiz Kingdoms Game",
    "he": "Quiz Kingdoms Online Game"
  },
  "short": {
    "ar": "حاول معرفة معظم الأسئلة من خلال الإجابة على الأسئلة المطروحة عليك في أوضاع اللعبة المختلفة.",
    "am": "በተለያዩ የጨዋታ ሞዶች ውስጥ ለእርስዎ ለተጠየቁ ጥያቄዎች መልስ በመስጠት በጣም ብዙ ጥያቄዎችን ለማወቅ ይሞክሩ.",
    "bg": "Опитайте се да знаете най-много въпроси, като отговорите на въпросите, зададени ви в различни режими на игра.",
    "bn": "বিভিন্ন গেম মোডে আপনাকে জিজ্ঞাসা করা প্রশ্নগুলির উত্তর দিয়ে সর্বাধিক প্রশ্নগুলি জানার চেষ্টা করুন।",
    "ca": "Intenteu conèixer la majoria de preguntes responent a les preguntes que se us formulen en diferents modes de joc.",
    "cs": "Snažte se znát co nejvíce otázek tím, že odpovíte na otázky, které vám byly položeny v různých herních režimech.",
    "da": "Prøv at kende de fleste spørgsmål ved at besvare de spørgsmål, der stilles til dig i forskellige spiltilstande.",
    "de": "Versuchen Sie, die meisten Fragen zu kennen, indem Sie die Fragen beantworten, die Ihnen in verschiedenen Spielmodi gestellt wer...",
    "el": "Προσπαθήστε να μάθετε τις περισσότερες ερωτήσεις απαντώντας στις ερωτήσεις που σας τέθηκαν σε διαφορετικούς τρόπους παιχνιδιού.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Try to know the most questions by answering the questions asked to you in different game modes.",
    "es": "Intenta saber la mayoría de las preguntas respondiendo a las preguntas que se te hacen en diferentes modos de juego.",
    "et": "Proovige teada saada kõige rohkem küsimusi, vastates teile erinevates mängurežiimides esitatud küsimustele.",
    "fa": "سعی کنید با پاسخ دادن به سوالات مطرح شده برای شما در حالت های مختلف بازی، بیشترین سوالات را بدانید.",
    "fi": "Yritä tietää eniten kysymyksiä vastaamalla sinulle esitettyihin kysymyksiin eri pelitiloissa.",
    "fil": "Subukan upang malaman ang pinaka-mga katanungan sa pamamagitan ng pagsagot sa mga katanungan na hini",
    "fr": "Essayez de connaître le plus de questions en répondant aux questions qui vous sont posées dans différents modes de jeu.",
    "gu": "તમને વિવિધ રમત મોડમાં પૂછાયેલા પ્રશ્નોના જવાબો આપીને સૌથી વધુ પ્રશ્નો જાણવાનો પ્રયાસ કરો.",
    "he": "נסה לדעת את השאלות הרבות ביותר על ידי מענה על השאלות שנשאלו אליך במצבי משחק שונים.",
    "hi": "विभिन्न गेम मोड में आपसे पूछे गए प्रश्नों का उत्तर देकर सबसे अधिक प्रश्नों को जानने की कोशिश करें।",
    "hr": "Pokušajte znati najviše pitanja odgovarajući na pitanja koja su vam postavljena u različitim načinima igre.",
    "hu": "Próbálja meg megismerni a legtöbb kérdést azáltal, hogy válaszol a különböző játékmódokban feltett kérdésekre.",
    "id": "Cobalah untuk mengetahui pertanyaan paling banyak dengan menjawab pertanyaan yang diajukan kepada An",
    "it": "Cerca di conoscere il maggior numero di domande rispondendo alle domande che ti vengono poste in diverse modalità di gioco.",
    "ja": "さまざまなゲームモードであなたに尋ねられた質問に答えることによって、ほとんどの質問を知るようにしてください。",
    "kn": "ವಿವಿಧ ಆಟದ ಮೋಡ್ ಗಳಲ್ಲಿ ನಿಮಗೆ ಕೇಳಲಾದ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸುವ ಮೂಲಕ ಹೆಚ್ಚಿನ ಪ್ರಶ್ನೆಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸಿ.",
    "ko": "다른 게임 모드에서 당신에게 묻는 질문에 대답하여 가장 많은 질문을 알고 시도하십시오.",
    "lv": "Mēģiniet uzzināt visvairāk jautājumu, atbildot uz jautājumiem, kas jums uzdoti dažādos spēles režīmos.",
    "ml": "വ്യത്യസ്ത ഗെയിം മോഡുകളിൽ നിങ്ങളോട് ചോദിക്കുന്ന ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകിക്കൊണ്ട് ഏറ്റവും കൂടുതൽ ചോദ്യങ്ങൾ അറിയാൻ ശ്രമിക്കുക.",
    "mr": "आपल्याला विचारलेल्या प्रश्नांची उत्तरे वेगवेगळ्या गेम मोडमध्ये देऊन जास्तीत जास्त प्रश्न जाणून घेण्याचा प्रयत्न करा.",
    "ms": "Cuba ketahui soalan yang paling banyak dengan menjawab soalan yang diajukan kepada anda dalam mod permainan yang berbeza.",
    "nl": "Probeer de meeste vragen te weten door de vragen te beantwoorden die je in verschillende spelmodi worden gesteld.",
    "no": "Prøv å vite flest spørsmål ved å svare på spørsmålene du har stilt i forskjellige spillmoduser.",
    "pl": "Spróbuj poznać najwięcej pytań, odpowiadając na pytania zadawane w różnych trybach gry.",
    "ro": "Încearcă să afli cele mai multe întrebări răspunzând la întrebările care ți se adresează în diferite moduri de joc.",
    "ru": "Постарайтесь узнать больше вопросов, отвечая на вопросы, заданные вам в разных режимах игры.",
    "sk": "Pokúste sa poznať najviac otázok zodpovedaním otázok, ktoré vám boli položené v rôznych herných režimoch.",
    "sl": "Poskusite vedeti največ vprašanj tako, da odgovorite na vprašanja, ki vam jih zastavljajo v različnih načinih igre.",
    "sv": "Försök att veta de flesta frågor genom att svara på de frågor som ställs till dig i olika spellägen.",
    "sw": "Jaribu kujua maswali mengi kwa kujibu maswali yaliyoulizwa kwako katika njia tofauti za mchezo.",
    "ta": "வெவ்வேறு விளையாட்டு முறைகளில் உங்களிடம் கேட்கப்படும் கேள்விகளுக்கு பதிலளிப்பதன் மூலம் பெரும்பாலான கேள்விகளை அறிய முயற்சிக்கவும்.",
    "te": "విభిన్న గేమ్ మోడ్ ల్లో మిమ్మల్ని అడిగే ప్రశ్నలకు సమాధానం ఇవ్వడం ద్వారా అత్యధిక ప్రశ్నలను తెలుసుకోవడానికి ప్రయత్నించండి.",
    "th": "พยายามรู้คําถามส่วนใหญ่โดยตอบคําถามที่ถามถึงคุณในโหมดเกมต่างๆ",
    "tr": "Farklı oyun modlarında size sorulan soruları cevaplayarak en çok soruyu öğrenmeye çalışın.",
    "uk": "Постарайтеся дізнатися найбільше питань, відповівши на поставлені вам питання в різних режимах гри."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like quiz games! Answer challenging and fun questions and test your knowledge.\n\nHow To Play\nPlayed with Mouse.\n\nQuiz Kingdoms Educational Game Features\n✓ Little animation\n✓ 2 Different mode\n✓ Easy control\n✓ 2D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Quiz Kingdoms Educational Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}