{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReadSpeaker® TextAid for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReadSpeaker TextAid Browser Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The TextAid Browser Extension requires a subscription. Go to http://textaid.readspeaker.com/ and sign up for a free trial.\n\nListening to the web is easy! Use text-to-speech for reading, writing and studying. \n\nWhether for school, work, or home, having text read out loud in a natural sounding voice while following along with highlighted text improves comprehension and allows you to consume content as you prefer. Just select, click and listen and ReadSpeaker TextAid for Chrome™ allows you to listen to web pages, Google Docs and Microsoft Word Online pages. Even listen as you write. \n\nReadSpeaker TextAid for Chrome enables a toolbox* giving you text-to-speech capabilities such as:\n\n- Listening to web pages, Google Docs and Microsoft Word Online pages.\n- Listening as you follow along with the highlighted text\n- Reading selected sections or entire pages\n- Writing assistance tools\n- Personalized settings for highlighting, reading speed, color combinations\n- User friendly interface \n- Available in American, British and Australian English, Latvian, Dutch, Belgian Dutch, Finnish, French, German, Italian, Spanish and Swedish.\n\n* Please make sure that you are logged into your ReadSpeaker TextAid account.",
    "de": "Inhalte im Web anhören ist ganz einfach! Nutzen Sie Text-to-Speech zum Lesen, Schreiben und Lernen.\n\nOb in der Schule, in der Arbeit oder zu Hause – wenn Sie sich Texte mit einer natürlich klingenden Stimme vorlesen lassen, während Sie den farblich hervorgehobenen Text verfolgen, wird dadurch das Verständnis verbessert und Sie können die Inhalte so konsumieren, wie Sie es am liebsten mögen.\nMit Hilfe von ReadSpeaker TextAid für Chrome können Sie sich mit nur einem Klick Webseiten, Google Docs- und Microsoft Word Online-Dokumente anhören – sogar, während Sie schreiben.\n\nDurch ReadSpeaker TextAid für Chrome wird die TextAid-Toolbar* aktiviert, wodurch Sie Text-to-Speech-Funktionen erhalten, wie z.B.:\n- Webseiten, Google Docs- und Microsoft Word Online-Dokumente anhören\n- Farblich hervorgehobene Texte gleichzeitig lesen und anhören\n- Ausgewählte Absätze oder gesamte Dokumente vorlesen lassen\n- Schreibhilfe-Werkzeuge\n- Personalisierte Einstellungen für Text-Hervorhebung, Vorlesegeschwindigkeit und Farbkombinationen\n- Benutzerfreundliches Interface\n- Verfügbar auf Deutsch, Englisch (American English, Australian English und British English), Holländisch, Französisch, Italienisch, Spanisch und Schwedisch\n\n*Bitte stellen Sie dafür sicher, dass Sie in Ihrem ReadSpeaker TextAid-Account angemeldet sind.\n\nHaben Sie noch keinen ReadSpeaker TextAid-Account? Besuchen Sie https://www.readspeaker.com/de/textaid für eine kostenlose Demo-Version.",
    "es": "¡Escuchar la web es fácil! Use texto a voz para leer, escribir y estudiar.\n \nYa sea para la escuela, el trabajo o el hogar, leer un texto en voz alta con una voz que suena natural, mientras sigue la lectura con el texto resaltado, mejora la comprensión y le permite consumir el contenido como prefiera. Con solo un clic, ReadSpeaker TextAid para Chrome™ le permite escuchar páginas web y documentos de Google Docs y Microsoft Word Online. Incluso puede escuchar mientras escribe.\n \nLa extensión ReadSpeaker TextAid para Chrome habilita la barra de herramientas ReadSpeaker TextAid*, que le brinda capacidades de conversión de texto a voz, como por ejemplo:\n \n- Escuchar páginas web, Google Docs y páginas de Microsoft Word Online.\n- Escuchar mientras sigue lo leído con el texto resaltado\n- Leer secciones seleccionadas o documentos completos\n- Herramientas de asistencia a la escritura\n- Configuraciones personalizadas para el resaltado, la velocidad de lectura, o combinaciones de colores\n- Interfaz amigable para el usuario\n- Disponible en inglés americano, británico y australiano, holandés, francés, alemán, italiano, español y sueco.\n \n* Asegúrese de haber iniciado sesión en su cuenta ReadSpeaker TextAid.\n \n¿No tienes una suscripción a ReadSpeaker TextAid? Vaya a https://www.readspeaker.com/es/textaid y regístrese para obtener una versión de prueba gratuita.",
    "fi": "Listening to the web is easy! Use text-to-speech for reading, writing and studying. \n\nWhether for school, work, or home, having text read out loud in a natural sounding voice while following along with highlighted text improves comprehension and allows you to consume content as you prefer. Just select, click and listen and ReadSpeaker TextAid for Chrome™ allows you to listen to web pages, Google Docs and Microsoft Word Online pages. Even listen as you write. \n\nReadSpeaker TextAid for Chrome enables a toolbox* giving you text-to-speech capabilities such as:\n\n- Listening to web pages, Google Docs and Microsoft Word Online pages.\n- Listening as you follow along with the highlighted text\n- Reading selected sections or entire pages\n- Writing assistance tools\n- Personalized settings for highlighting, reading speed, color combinations\n- User friendly interface \n- Available in American, British and Australian English, Dutch, French German, Italian, Spanish and Swedish.\n\n*Please make sure that you are logged into your ReadSpeaker TextAid account. \n\nHaven’t got a ReadSpeaker TextAid subscription? Go to http://textaid.readspeaker.com/ and sign up for a free trial.",
    "fr": "Écouter Internet est facile ! Utilisez la synthèse vocale pour lire, écrire et étudier. \n\nQue ce soit à l’école, au travail ou à la maison, écouter un texte lu à haute voix avec un timbre naturel tout en suivant le texte en surbrillance améliore la compréhension et vous permet de découvrir le contenu selon vos préférences. Il vous suffira d’un clic pour pouvoir écouter avec ReadSpeaker TextAid pour Chrome™ des pages Internet ou des documents Google Docs ou Microsoft Word Online. Écoutez, même en écrivant. \n\nReadSpeaker TextAid pour Chrome active la barre d’outils ReadSpeaker TextAid* et vous offre de nombreuses fonctionnalités de synthèse vocale, notamment :\n\n- Écouter des pages Internet, Google Docs ou Microsoft Word Online.\n- Écouter tout en suivant le texte mis en surbrillance\n- Lire des passages sélectionnés ou des documents entiers\n- Des outils d’aide à la rédaction\n- Des réglages personnalisés pour la surbrillance, la vitesse de lecture ou les combinaisons de couleurs\n- Une interface intuitive \n- Disponible en Anglais (américain, britannique ou australien), Néerlandais, Français, Allemand, Italien, Espagnol et Suédois.\n\n*Assurez-vous d’être connecté à votre compte ReadSpeaker TextAid. \n\nVous n’avez pas d’abonnement ReadSpeaker TextAid ? Rendez-vous sur https://www.readspeaker.com/fr/textaid et inscrivez-vous pour un test gratuit.",
    "it": "Ascoltare il web è facile! Usa la sintesi vocale text-to-speech per leggere, scrivere e studiare.\n\nChe si tratti di scuola, casa o lavoro, avere una voce text-to-speech dal timbro naturale che ti legge una pagina web ad alta voce con il testo evidenziato in sincrono con la lettura non solo migliora la tua comprensione testuale ma ti permette anche di gestire i contenuti web nel modo che preferisci. Con un solo clic l’estensione ReadSpeaker TextAid per Chrome™ ti consente di tradurre in voce le pagine web e i documenti di Google Docs e di Microsoft Word Online. Puoi perfino ascoltare quello che stai scrivendo!\n\nL'estensione ReadSpeaker TextAid per Chrome abilita la barra degli strumenti* di ReadSpeaker TextAid offrendo avanzate funzionalità di text-to-speech quali:\n\n- Ascolto di pagine web e di documenti di Google Docs e Microsoft Word Online.\n- Ascolti potendo seguire con gli occhi il testo evidenziato in sincrono con la lettura\n- Puoi far leggere a scelta l’intero documento o singole porzioni di documento\n- Disponi di strumenti per l’assistenza alla scrittura\n- Puoi definire delle impostazioni personalizzate per l'evidenziazione, la velocità della lettura e le combinazioni di colori\n- Interfaccia facilissima da usare\n- L’ascolto è disponibile nelle seguenti lingue: inglese britannico, inglese americano, inglese australiano, olandese, francese, tedesco, italiano, spagnolo e svedese.\n\n* Assicurati di aver prima effettuato l'accesso al tuo account di ReadSpeaker TextAid.\n\nNon hai ancora un abbonamento a ReadSpeaker TextAid? Vai su https://www.readspeaker.com/it/textaid/ e registrati per una prova gratuita!",
    "lv": "Listening to the web is easy! Use text-to-speech for reading, writing and studying. \n\nWhether for school, work, or home, having text read out loud in a natural sounding voice while following along with highlighted text improves comprehension and allows you to consume content as you prefer. Just select, click and listen and ReadSpeaker TextAid for Chrome™ allows you to listen to web pages, Google Docs and Microsoft Word Online pages. Even listen as you write. \n\nReadSpeaker TextAid for Chrome enables a toolbox* giving you text-to-speech capabilities such as:\n\n- Listening to web pages, Google Docs and Microsoft Word Online pages.\n- Listening as you follow along with the highlighted text\n- Reading selected sections or entire pages\n- Writing assistance tools\n- Personalized settings for highlighting, reading speed, color combinations\n- User friendly interface \n- Available in American, British and Australian English, Latvian, Dutch, Belgian Dutch, Finnish, French, German, Italian, Spanish and Swedish.\n\n*Please make sure that you are logged into your ReadSpeaker TextAid account. \n\nHaven’t got a ReadSpeaker TextAid subscription? Go to http://textaid.readspeaker.com/ and sign up for a free trial.",
    "nl": "Luister naar het web! Lees en schrijf voortaan online met behulp van tekst-naar-spraak. \n\nMeelezen met tekst terwijl die door een levensechte stem hardop wordt voorgelezen, terwijl de tekst wordt gehighlight om het meelezen makkelijker te maken. Het kan je helpen de inhoud beter te begrijpen. Of het nu voor studie, werk of plezier is, lees op jouw manier.\nMet ReadSpeaker TextAid voor Chrome™ kun je luisteren naar webpagina’s en Google Docs en Microsoft Word Online documenten. Zelfs luisteren naar wat je schrijft. \n\nReadSpeaker TextAid voor Chrome toont een gebruikersvriendelijke toolbox op je scherm die je de mogelijkheid geeft* om:\n\n- te luisteren naar webpagina’s en Google Docs en Microsoft Word Online documenten,\n- makkelijk mee te lezen met de voorgelezen tekst omdat die wordt gehighlight,\n- geselecteerde tekst vanaf cursorpositie te laten voorlezen,\n- schrijftools te gebruiken,\n- persoonlijke voorkeuren in te stellen voor de highlighting, voorleessnelheid en kleuren,\n- te kiezen uit vele talen: Duits, Amerikaans-, Brits- en Australisch-Engels, Frans, Italiaans, Nederlands, Spaans en Zweeds.\n\n*mits je bent ingelogd in je ReadSpeaker TextAid account \n\nHeb je nog geen ReadSpeaker TextAid account? Ga naar https://www.readspeaker.com/nl/textaid en vraag een gratis demoversie aan.",
    "sv": "Det är enkelt att lyssna på nätet! Använd talsyntes för att läsa, skriva och studera. \n\nOavsett om det gäller skola, arbete eller nöje får du bättre förståelse för en text om den läses upp högt med en naturlig röst medan du följer med i den markerade texten. Läs de texter du är intresserad av. Med ett enda klick gör ReadSpeaker TextAid för Chrome™-tillägget det möjligt för dig att  lyssna på webbsidor, Google Docs och Microsoft Word Online-dokument. Du kan även lyssna medan du skriver. \n\nReadSpeaker TextAid Chrome-insticksprogrammet aktiverar ReadSpeaker TextAid-verktygsfältet* som ger dig tillgång till talsyntesfunktioner som:\n\n- Lyssna på webbsidor, Google Docs och Microsoft Word Online-dokument.\n- Lyssna medan du följer med i den markerade texten\n- Läsa valda partier eller hela dokument\n- Hjälpmedel när du skriver \n- Anpassade inställningar för markering, läshastighet, färgkombinationer\n- Användarvänligt gränssnitt \n- Finns för amerikansk engelska, brittisk engelska, australiensisk engelska, holländska, franska, tyska, italienska, spanska och svenska.\n\n* Se till att du är inloggad på ditt ReadSpeaker TextAid-konto. \n\nHar du inte ett ReadSpeaker TextAid-konto ännu? Gå till https://www.readspeaker.com/sv/textaid-signup och registrera dig för testversionen."
  }
}