{
  "name": {
    "ar": "التاريخ والوقت",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Date Time",
    "bg": "Време за среща",
    "ca": "Data i hora",
    "cs": "Čas schůzky",
    "da,no": "Dato tid",
    "de": "Terminzeit",
    "el": "Ημερομηνία ώρα",
    "es": "Fecha y hora",
    "et": "Kuupäev Kellaaeg",
    "fa": "زمان قرار",
    "fi": "Treffiaika",
    "fil": "Oras ng Petsa",
    "fr": "Date Heure",
    "he": "תאריך שעה",
    "hi": "दिनांक और समय",
    "hr": "Datum vrijeme",
    "hu": "Dátum idő",
    "id": "Tanggal Waktu",
    "it": "Appuntamento",
    "ja": "日付時刻",
    "ko": "날짜 시간",
    "lt": "Data Laikas",
    "lv": "Datums Laiks",
    "ms": "Masa tarikh",
    "nl": "Datum Tijd",
    "pl": "Data Godzina",
    "ro": "Data datei",
    "ru": "Дата Время",
    "sk": "Dátum Čas",
    "sl": "Datum čas",
    "sr": "Датум време",
    "sv": "Datum Tid",
    "th": "วันเวลา",
    "tr": "Tarih Saat",
    "uk": "Дата, час",
    "vi": "Ngày giờ",
    "zh_CN": "Google Chrome™时钟",
    "zh_TW": "Google Chrome™時鐘"
  },
  "short": {
    "ar": "يعرض اليوم والتاريخ والوقت لمتصفح Google Chrome",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Displays the day, date, and time for Google Chrome",
    "bg": "Показва ден, дата и час за Google Chrome",
    "ca": "Mostra el dia, la data i l&#39;hora de Google Chrome",
    "cs": "Zobrazuje den, datum a čas pro Google Chrome",
    "da": "Viser dag, dato og klokkeslæt for Google Chrome",
    "de": "Zeigt Tag, Datum und Uhrzeit von Google Chrome an",
    "el": "Εμφανίζει την ημέρα, την ημερομηνία και την ώρα για το Google Chrome",
    "es": "Muestra el día, la fecha y la hora de Google Chrome.",
    "et": "Kuvab Google Chrome&#39;i kuupäeva, kuupäeva ja kellaaja",
    "fa": "روز ، تاریخ و ساعت Google Chrome را نشان می دهد",
    "fi": "Näyttää Google Chromen päivämäärän, päivämäärän ja kellonajan",
    "fil": "Ipinapakita ang araw, petsa, at oras para sa Google Chrome",
    "fr": "Affiche le jour, la date et l&#39;heure de Google Chrome",
    "he": "מציג את היום, התאריך והשעה של Google Chrome",
    "hi": "Google Chrome के लिए दिन, दिनांक और समय प्रदर्शित करता है",
    "hr": "Prikazuje dan, datum i vrijeme za Google Chrome",
    "hu": "Megjeleníti a Google Chrome napját, dátumát és időpontját",
    "id": "Menampilkan hari, tanggal, dan waktu untuk Google Chrome",
    "it": "Visualizza il giorno, la data e l&#39;ora per Google Chrome",
    "ja": "Google Chromeの曜日、日付、時刻を表示します",
    "ko": "Chrome의 요일, 날짜 및 시간을 표시합니다.",
    "lt": "Rodo „Google Chrome“ dieną, datą ir laiką",
    "lv": "Parāda Google Chrome dienu, datumu un laiku",
    "ms": "Memaparkan hari, tarikh, dan waktu untuk Google Chrome",
    "nl": "Geeft de dag, datum en tijd weer voor Google Chrome",
    "no": "Viser dag, dato og klokkeslett for Google Chrome",
    "pl": "Wyświetla dzień, datę i godzinę Google Chrome",
    "ro": "Afișează ziua, data și ora pentru Google Chrome",
    "ru": "Отображает день, дату и время для Google Chrome",
    "sk": "Zobrazuje deň, dátum a čas prehliadača Google Chrome",
    "sl": "Prikaže dan, datum in čas za Google Chrome",
    "sr": "Приказује дан, датум и време за Гоогле Цхроме",
    "sv": "Visar dag, datum och tid för Google Chrome",
    "th": "แสดงวันวันที่และเวลาสำหรับ Google Chrome",
    "tr": "Google Chrome için günü, tarihi ve saati görüntüler",
    "uk": "Показує день, дату та час для Google Chrome",
    "vi": "Hiển thị ngày, ngày và giờ cho Google Chrome",
    "zh_CN": "这个简单的扩展名在网站地址框旁边放置了一个时尚的小时钟。",
    "zh_TW": "這個簡單的擴展名在網站地址框旁邊放置了一個時尚的小時鐘。"
  },
  "long": {
    "ar": "يضع هذا الملحق البسيط ساعة أنيقة صغيرة بجوار مربع عنوان موقع الويب date time.\nاحصل على التاريخ والوقت على الفور عندما تضغط على أيقونة الساعة الأنيقة في أعلى اليمين\nركن متصفح Google Chrome date and time.\nلبدء استخدام هذا البرنامج ، ما عليك سوى النقر على أيقونة الساعة في الزاوية اليمنى العليا بعد ذلك\nالتثبيت time and date calculator. يمكنك نسخ الوقت الحالي ولصقه في تطبيق برنامج آخر unix timestamp.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد ليس من صنع Google بل من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nجوجل لا يؤيد أو يرعى ملحق كروم. التاريخ ليس مملوكًا لشركة Google Inc. ، وليست مرخصة لها وليست شركة تابعة لها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "This simple extension places a small stylish clock next to the website address box. \nGet the date & time instantly when you press on our stylish clock icon at the top right\ncorner of the Google Chrome browser.\nTo begin using this software, simply click on the clock icon at the top right corner after\ninstallation. You can copy the current time and paste it to another software application.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. Date Time is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Това просто разширение поставя малък стилен часовник до адресното поле на уебсайта python datetime.\nПолучете момента и дата, когато натиснете стилната ни икона на часовник горе вдясно\nъгъл на браузъра Google Chrome time between dates.\nЗа да започнете да използвате този софтуер, просто щракнете върху иконата на часовника в горния десен ъгъл след\nинсталация iso 8601. Можете да копирате текущото време и да го поставите в друго софтуерно приложение full moon schedule.\n\nОтказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява или спонсорира това разширение за Chrome. Дата Часът не е собственост на, не е лицензиран от и не е дъщерно дружество на Google Inc.",
    "ca": "Aquesta senzilla extensió col·loca un petit rellotge elegant al costat de la caixa d’adreces del lloc web php datetime.\nObteniu la data i l'hora a l'instant quan premeu la nostra icona de rellotge elegant a la part superior dreta\ncantonada del navegador Google Chrome today's date and time.\nPer començar a utilitzar aquest programari, simplement feu clic a la icona de rellotge que hi ha a l’extrem superior dret després\ninstal·lació datetime format. Podeu copiar l’hora actual i enganxar-la a una altra aplicació de programari time and date calendar.\n\nRenúncia: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris.\nGoogle no aprova ni patrocina aquesta extensió Chrome. Data Time no és propietat de, no té llicència i no és filial de Google Inc.",
    "cs": "Toto jednoduché rozšíření umístí vedle stylového adresáře webových stránek malé stylové hodiny php datetime format.\nZískejte datum a čas okamžitě, když stisknete naši stylovou ikonu hodin vpravo nahoře\nrohu prohlížeče Google Chrome current date and time.\nChcete-li začít používat tento software, jednoduše klikněte na ikonu hodin v pravém horním rohu poté\ninstalace javascript timestamp. Můžete zkopírovat aktuální čas a vložit jej do jiné softwarové aplikace datetime now.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům.\nGoogle toto rozšíření Chrome nepodporuje ani nesponzoruje. Datum Čas není vlastnictvím, není licencován a není dceřinou společností společnosti Google Inc.",
    "da": "Denne enkle udvidelse placerer et lille stilfuldt ur ved siden af webstedets adressefelt python datetime to string.\nFå dato og tid med det samme, når du trykker på vores stilfulde urikon øverst til højre\nhjørne af Google Chrome-browseren javascript date now.\nFor at begynde at bruge denne software skal du blot klikke på urikonet i øverste højre hjørne efter\ninstallation sql datetime. Du kan kopiere det aktuelle klokkeslæt og indsætte det i et andet softwareprogram moment js format.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og oprettes af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere.\nGoogle støtter eller sponsorerer ikke denne Chrome-udvidelse. Dato Tid ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Diese einfache Erweiterung platziert eine kleine stilvolle Uhr neben dem Adressfeld der Website string to datetime.\nErhalten Sie sofort Datum und Uhrzeit, wenn Sie auf unser stilvolles Uhrensymbol oben rechts klicken\nEcke des Google Chrome-Browsers 86400 seconds to days.\nUm diese Software zu verwenden, klicken Sie einfach auf das Uhrensymbol in der oberen rechten Ecke\nInstallation javascript datetime. Sie können die aktuelle Uhrzeit kopieren und in eine andere Softwareanwendung einfügen utc timestamp.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Datum Uhrzeit gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Αυτή η απλή επέκταση τοποθετεί ένα μικρό κομψό ρολόι δίπλα στο πλαίσιο διεύθυνσης ιστότοπου php set timezone.\nΛάβετε την ημερομηνία και την ώρα αμέσως όταν πατάτε το κομψό εικονίδιο ρολογιού επάνω δεξιά\nγωνία του προγράμματος περιήγησης Google Chrome excel day of week.\nΓια να ξεκινήσετε να χρησιμοποιείτε αυτό το λογισμικό, απλώς κάντε κλικ στο εικονίδιο ρολογιού στην επάνω δεξιά γωνία μετά\nεγκατάσταση python datetime strptime. Μπορείτε να αντιγράψετε την τρέχουσα ώρα και να την επικολλήσετε σε άλλη εφαρμογή λογισμικού timestamp now.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Η Ώρα ημερομηνίας δεν ανήκει σε, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Esta simple extensión coloca un pequeño reloj elegante al lado del cuadro de dirección del sitio web php unix timestamp.\nObtenga la fecha y la hora al instante cuando presiona nuestro elegante icono de reloj en la esquina superior derecha\nesquina del navegador Google Chrome microsoft date and time picker control.\nPara comenzar a usar este software, simplemente haga clic en el icono del reloj en la esquina superior derecha después\ninstalación new datetime c#. Puede copiar la hora actual y pegarla en otra aplicación de software datetime timezone.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Date Time no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "See lihtne laiend paigutab veebisaidi aadressikasti datetime to string kõrvale väikese stiilse kella.\nSaate kuupäeva ja kellaaja kohe, kui vajutate paremas ülanurgas asuvale stiilse kellaikoonile\nGoogle Chrome'i brauseri nurgas sql timestamp.\nSelle tarkvara kasutamise alustamiseks klõpsake lihtsalt paremal ülanurgas oleval kellaikoonil\ninstall sql getdate. Saate praeguse aja kopeerida ja kleepida teise tarkvararakendusse java datetime.\n\nKohustustest loobumine: Pange tähele, et seda laiendit EI OLE teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende vastavatele omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendit. Kuupäeva Time ei kuulu Google Inc.-le, sellel pole litsentsi ja ta pole Google Inc. tütarettevõte.",
    "fa": "این پسوند ساده یک ساعت شیک کوچک را در کنار کادر آدرس وب سایت 0} قرار می دهد.\nهنگامی که روی نماد ساعت شیک ما در بالا سمت راست کلیک می کنید ، تاریخ و زمان را فوراً دریافت کنید\nگوشه مرورگر Google Chrome {1.\nبرای شروع استفاده از این نرم افزار ، بعد از کلیک بر روی نماد ساعت در گوشه بالا سمت راست کلیک کنید\nنصب {2 می توانید زمان فعلی را کپی کرده و آن را در برنامه نرم افزاری دیگر {3 e قرار دهید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد.\nGoogle این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. تاریخ زمان متعلق به نیست ، دارای مجوز نیست و یک شرکت تابعه Google Inc. نیست.",
    "fi,he": "This simple extension places a small stylish clock next to the website address box.\nGet the date & time instantly when you press on our stylish clock icon at the top right\ncorner of the Google Chrome browser.\nTo begin using this software, simply click on the clock icon at the top right corner after\ninstallation. You can copy the current time and paste it to another software application.\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Clock for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "fil": "Tämä yksinkertainen laajennus asettaa pienen tyylikkään kellon verkkosivuston osoitekentän sql datetime format viereen.\nHanki päivämäärä ja aika heti, kun painat tyylikäs kellokuvaketta oikeassa yläkulmassa\nGoogle Chrome -selaimen c# string to datetime kulmassa.\nAloita tämän ohjelmiston käyttö napsauttamalla sen jälkeen oikeassa yläkulmassa olevaa kellokuvaketta\nasennus timestamp online. Voit kopioida nykyisen ajan ja liittää sen toiseen ohjelmistosovellukseen epoch timestamp.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai tue tätä Chrome-laajennusta. Päivämäärä-aika ei ole Google Inc: n omistama, se ei ole lisensoinut eikä ole Google Inc: n tytäryhtiö.",
    "fr": "Cette extension simple place une petite horloge élégante à côté de la zone d'adresse du site Web oracle timestamp.\nObtenez la date et l'heure instantanément lorsque vous appuyez sur notre icône d'horloge élégante en haut à droite\ncoin du navigateur Google Chrome datetime to string python.\nPour commencer à utiliser ce logiciel, cliquez simplement sur l'icône de l'horloge dans le coin supérieur droit après\ninstallation moment format date. Vous pouvez copier l'heure actuelle et la coller dans une autre application logicielle moon schedule 2019.\n\nAvertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Date Time n'appartient pas à, n'est pas autorisée par et n'est pas une filiale de Google Inc.",
    "hi": "यह सरल एक्सटेंशन वेबसाइट एड्रेस बॉक्स postgresql timestamp के बगल में एक छोटी स्टाइलिश घड़ी रखता है।\nजब आप सबसे ऊपर दाईं ओर हमारे स्टाइलिश घड़ी आइकन पर प्रेस करते हैं तो तुरंत तारीख और समय प्राप्त करें\nGoogle Chrome ब्राउज़र का कोना python timestamp to datetime।\nइस सॉफ़्टवेयर का उपयोग शुरू करने के लिए, बस दाहिने शीर्ष पर स्थित घड़ी आइकन पर क्लिक करें\nस्थापना sqlite datetime। आप वर्तमान समय की प्रतिलिपि बना सकते हैं और इसे किसी अन्य सॉफ़्टवेयर एप्लिकेशन epoch time to date पर पेस्ट कर सकते हैं।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। दिनांक समय स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Ovaj jednostavan dodatak postavlja mali moderan sat pokraj adresnog okvira web stranice current timestamp.\nDobijte datum i vrijeme kada pritisnete našu modernu ikonu sata u gornjem desnom kutu\nugao preglednika Google Chrome python datetime now.\nDa biste započeli koristiti ovaj softver, jednostavno kliknite ikonu sata u gornjem desnom kutu nakon\ninstalacija php timestamp. Možete kopirati trenutno vrijeme i zalijepiti ga na drugu softversku aplikaciju python datetime format.\n\nIzjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NIJE napravio Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili sponzorira ovo proširenje Chromea. Datum Vrijeme nije u njegovom vlasništvu, nije licencirano i nije podružnica tvrtke Google Inc.",
    "hu": "Ez az egyszerű bővítmény egy kis, stílusos órát helyez a date to milliseconds webhely címsora mellé.\nAzonnal megkaphatja a dátumot és az időt, amikor megnyomja a jobb felső sarokban található elegáns óraikonunkat\nsarokban a Google Chrome böngésző python datetime timedelta.\nA szoftver használatának megkezdéséhez egyszerűen kattintson az óra ikonra a jobb felső sarokban\ntelepítés javascript get timestamp. Másolhatja az aktuális időt, és beillesztheti egy másik iso 8601 format alkalmazásba.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. A Date Time nem a Google Inc. tulajdonát képezi, nem engedélyezi, és nem is leányvállalata.",
    "id": "Ekstensi sederhana ini menempatkan jam bergaya kecil di sebelah kotak alamat situs web python format datetime.\nDapatkan tanggal & waktu secara instan ketika Anda menekan ikon jam bergaya kami di kanan atas\nsudut browser Google Chrome php get timestamp.\nUntuk mulai menggunakan perangkat lunak ini, cukup klik ikon jam di sudut kanan atas\ninstalasi sql date now. Anda dapat menyalin waktu saat ini dan menempelkannya ke aplikasi perangkat lunak lain full moon schedule 2018.\n\nPenafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Tanggal Waktu tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Questa semplice estensione posiziona un piccolo orologio elegante accanto alla casella dell'indirizzo del sito Web matlab datetime.\nOttieni subito la data e l'ora quando premi la nostra elegante icona dell'orologio in alto a destra\nangolo del browser Google Chrome python datetime timezone.\nPer iniziare a utilizzare questo software, fai semplicemente clic sull'icona dell'orologio nell'angolo in alto a destra dopo\ninstallazione python datetime example. È possibile copiare l'ora corrente e incollarla in un'altra applicazione software sql server datetime.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Data L'ora non è di proprietà di, non è autorizzata da e non è una filiale di Google Inc.",
    "ja": "このシンプルな拡張機能により、ウェブサイトのアドレスボックスsql between datetimeの横にスタイリッシュな小さな時計が配置されます。\n右上のスタイリッシュな時計アイコンを押すと、日付と時刻がすぐにわかります\nGoogle Chromeブラウザphp current timestampのコーナー。\nこのソフトウェアの使用を開始するには、右上の時計アイコンをクリックしてください。\nインストールpython3 datetime。現在の時刻をコピーして、別のソフトウェアアプリケーションmoment js timezoneに貼り付けることができます。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Date Timeは、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社ではありません。",
    "ko": "이 간단한 확장 기능은 웹 사이트 주소 상자 sql day of week 옆에 작고 세련된 시계를 배치합니다.\n오른쪽 상단의 세련된 시계 아이콘을 누르면 즉시 날짜 및 시간을 확인할 수 있습니다\nChrome 브라우저 ruby datetime의 모서리.\n이 소프트웨어를 사용하려면 오른쪽 상단의 시계 아이콘을 클릭하십시오.\n설치 date now js. 현재 시간을 복사하여 다른 소프트웨어 애플리케이션 sql datetime to date에 붙여 넣을 수 있습니다.\n\n면책 조항 :이 확장 프로그램은 Google이 아니며 독립 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. 날짜 시간은 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc의 자회사가 아닙니다.",
    "lt": "Šis paprastas plėtinys pateikia mažą, stilingą laikrodį šalia svetainės adreso laukelio javascript datetime format.\nDatą ir laiką iš karto gaukite paspausdami ant stilingo laikrodžio piktogramos viršuje, dešinėje\n„Google Chrome“ naršyklės now function in excel kampe.\nNorėdami pradėti naudoti šią programinę įrangą, tiesiog spustelėkite laikrodžio piktogramą viršutiniame dešiniajame kampe po\ndiegimas postgresql datetime. Galite nukopijuoti esamą laiką ir įklijuoti jį į kitą programinę įrangą day of the week calculator.\n\nAtsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Data Time“ nepriklauso „Google Inc.“, nėra jos licencijuota ir nėra dukterinė įmonė.",
    "lv": "Šis vienkāršais paplašinājums blakus vietnes adreses lodziņam time between 2 dates novieto nelielu stilīgu pulksteni.\nIegūstiet datumu un laiku uzreiz, nospiežot uz mūsu stilīgā pulksteņa ikonu augšējā labajā stūrī\nGoogle Chrome pārlūka excel add days to date stūris.\nLai sāktu izmantot šo programmatūru, vienkārši noklikšķiniet uz pulksteņa ikonas augšējā labajā stūrī pēc\ninstalācija oracle timestamp format. Varat nokopēt pašreizējo laiku un ielīmēt to citā programmatūras lietojumprogrammā pandas timestamp to datetime.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neatbalsta un nesponsorē šo Chrome paplašinājumu. Date Date nepieder, to nav licencējis un tas nav Google Inc. meitasuzņēmums.",
    "ms": "Sambungan ringkas ini meletakkan jam bergaya kecil di sebelah kotak alamat laman web current unix timestamp.\nDapatkan tarikh & masa dengan serta-merta apabila anda menekan ikon jam bergaya kami di kanan atas\nsudut penyemak imbas Google Chrome mysql getdate.\nUntuk mula menggunakan perisian ini, cukup klik ikon jam di sudut kanan atas selepas itu\npemasangan utc date format. Anda boleh menyalin waktu semasa dan menampalnya ke aplikasi perisian lain date time group.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Waktu Tarikh tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Deze eenvoudige extensie plaatst een kleine stijlvolle klok naast het adresvak van de website day of week.\nKrijg direct de datum en tijd wanneer u op ons stijlvolle klokpictogram in de rechterbovenhoek drukt\nhoek van de Google Chrome-browser unix time to date.\nOm deze software te gaan gebruiken, klikt u daarna gewoon op het klokpictogram in de rechterbovenhoek\ninstallatie pandas datetime. U kunt de huidige tijd kopiëren en in een andere softwareapplicatie plakken python string to datetime.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten zijn eigendom van hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Datum Tijd is geen eigendom van, heeft geen licentie en is geen dochteronderneming van Google Inc.",
    "no": "Denne enkle utvidelsen plasserer en liten stilig klokke ved siden av adresseboksen python unix timestamp.\nFå dato og klokkeslett øyeblikkelig når du trykker på det stilige klokkeikonet øverst til høyre\nhjørnet av Google Chrome-nettleseren hours to days calculator.\nFor å begynne å bruke denne programvaren, klikker du bare på klokkeikonet øverst til høyre hjørne etter\ninstallasjon mysql date now. Du kan kopiere gjeldende tid og lime den inn i et annet program mysql current timestamp.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter eller sponser ikke denne Chrome-utvidelsen. Date Time eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "To proste rozszerzenie umieszcza mały stylowy zegar obok pola adresu witryny datetime to date.\nUzyskaj datę i godzinę natychmiast po naciśnięciu naszej stylowej ikony zegara w prawym górnym rogu\nróg przeglądarki Google Chrome python datetime today.\nAby rozpocząć korzystanie z tego oprogramowania, po prostu kliknij ikonę zegara w prawym górnym rogu po\ninstalacja sql server datetime format. Możesz skopiować aktualny czas i wkleić go do innej aplikacji php datetime to string.\n\nOświadczenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Data Czas nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Această extensie simplă plasează un mic ceas elegant lângă caseta de adrese a site-ului add time to date.\nObțineți data și ora instantaneu când apăsați pe pictograma noastră elegantă de ceas din dreapta sus\ncolț al browserului Google Chrome php get current timestamp.\nPentru a începe să utilizați acest software, pur și simplu faceți clic pe pictograma ceasului din colțul din dreapta sus după\ninstalare perl datetime. Puteți copia ora curentă și lipiți-o în altă aplicație software pandas datetime format.\n\nRenunțare la răspundere: Rețineți că această extensie NU este făcută de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu acceptă sau nu sponsorizează această extensie Chrome. Date Time nu este deținută de, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Это простое расширение помещает маленькие стильные часы рядом с адресной строкой сайта mysql unix timestamp.\nПолучите дату и время мгновенно, нажав на нашу стильную иконку с часами в правом верхнем углу\nугол браузера Google Chrome moment js format date.\nЧтобы начать использовать это программное обеспечение, просто нажмите на значок часов в правом верхнем углу после\nустановка javascript datetime now. Вы можете скопировать текущее время и вставить его в другое приложение python current timestamp.\n\nОтказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не поддерживает это расширение Chrome. Дата Время не принадлежит, не лицензировано и не является дочерней компанией Google Inc.",
    "sk": "Toto jednoduché rozšírenie umiestni malé štýlové hodiny vedľa adresy na webovú adresu json datetime.\nZískajte dátum a čas okamžite, keď stlačíte našu štýlovú ikonu hodín vpravo hore\nroh prehliadača Google Chrome xsd datetime.\nAk chcete začať používať tento softvér, jednoducho kliknite na ikonu hodín v pravom hornom rohu\ninštalácia get timestamp. Môžete skopírovať aktuálny čas a vložiť ho do inej softvérovej aplikácie javascript date utc.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom.\nGoogle toto rozšírenie Chrome nepodporuje ani nesponzoruje. Dátum Čas nevlastní, nemá licenciu od spoločnosti Google Inc. a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Ta preprost podaljšek postavi majhno stilsko uro poleg naslovnega polja spletnega mesta excel timestamp.\nDatum in čas dobite takoj, ko pritisnete na našo stilsko ikono ure zgoraj desno\nkotiček brskalnika Google Chrome php datetime diff.\nČe želite začeti uporabljati to programsko opremo, preprosto kliknite ikono ure v zgornjem desnem kotu za\nnamestitev oracle datetime. Lahko kopirate trenutni čas in ga prilepite v drugo programsko aplikacijo sql get date from datetime.\n\nIzjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira ali ne sponzorira te razširitve za Chrome. Datum Čas ni v lasti, ni licenciran in ni podrejena družba Google Inc.",
    "sr": "Ово једноставно проширење поставља мали модеран сат поред адресе адресе веб странице time between dates calculator.\nУпознајте датум и време када притиснете нашу модерну икону сата у горњем десном углу\nугао прегледача Гоогле Цхроме input type datetime.\nДа бисте започели са коришћењем овог софтвера, једноставно кликните на икону сата у горњем десном углу после\nинсталација powershell datetime. Можете копирати тренутно време и залепити га у другу софтверску апликацију seconds to date.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НЕ доноси Гоогле, а урадио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава или спонзорише ово проширење за Цхроме. Датум Вријеме није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Denna enkla tillägg placerar en liten snygg klocka bredvid webbplatsens adressruta html datetime.\nFå datum och tid direkt när du trycker på vår eleganta klockikon längst upp till höger\nhörnet av webbläsaren Google Chrome js datetime.\nFör att börja använda denna programvara klickar du bara på klockikonen längst upp till höger efter\ninstallation java datetime format. Du kan kopiera aktuell tid och klistra in den i en annan programapplikation pst time and date.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare.\nGoogle stöder eller sponsrar inte detta Chrome-tillägg. Date Time ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ส่วนขยายที่เรียบง่ายนี้วางนาฬิกาที่มีสไตล์เล็ก ๆ ไว้ข้างกล่องที่อยู่เว็บไซต์ world time and date\nรับวันที่ & เวลาทันทีเมื่อคุณกดที่ไอคอนรูปนาฬิกาทันสมัยที่มุมขวาบน\nมุมของเบราว์เซอร์ Google Chrome input datetime\nในการเริ่มต้นใช้งานซอฟต์แวร์นี้เพียงคลิกที่ไอคอนนาฬิกาที่มุมบนขวาหลังจากนั้น\nการติดตั้ง python date now คุณสามารถคัดลอกเวลาปัจจุบันและวางลงในแอปพลิเคชันซอฟต์แวร์อื่น current date time\n\nคำเตือน: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ วันที่เวลาไม่ได้เป็นของเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่สาขาของ Google Inc.",
    "tr": "Bu basit uzantı, nepali time and date web sitesi adres kutusunun yanına küçük ve şık bir saat yerleştirir.\nSağ üstteki şık saat simgesine bastığınızda tarih ve saati anında alın\nGoogle Chrome tarayıcısının c# datetime from string köşesi.\nBu yazılımı kullanmaya başlamak için, sağ üst köşedeki saat simgesine tıklayın.\nkurulum timestamp example. Geçerli saati kopyalayabilir ve başka bir yazılım uygulamasına yapıştırabilirsiniz python date to datetime.\n\nUyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından yapıldığını lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\nGoogle, bu Chrome uzantısını desteklemez veya sponsor etmez. Tarih Saati, Google Inc. şirketine ait değildir, lisanslanmamıştır ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Це просте розширення розміщує невеликий стильний годинник поруч із адресним вікном веб-сайту string to timestamp.\nОтримайте дату та час миттєво, натиснувши на наш стильний значок годинника вгорі праворуч\nкут браузера Google Chrome moment js date format.\nЩоб почати користуватися цим програмним забезпеченням, просто натисніть на значок годинника у верхньому правому куті після\nустановка javascript unix timestamp. Ви можете скопіювати поточний час і вставити його в інше програмне забезпечення time until date.\n\nВідмова: Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда з розробки. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Дата Час не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Tiện ích mở rộng đơn giản này đặt một chiếc đồng hồ kiểu nhỏ bên cạnh hộp địa chỉ trang web react datetime picker.\nNhận ngày & giờ ngay lập tức khi bạn nhấn vào biểu tượng đồng hồ thời trang của chúng tôi ở trên cùng bên phải\ngóc của trình duyệt Google Chrome pandas string to datetime.\nĐể bắt đầu sử dụng phần mềm này, chỉ cần nhấp vào biểu tượng đồng hồ ở góc trên cùng bên phải sau\ncài đặt python get current year. Bạn có thể sao chép thời gian hiện tại và dán nó vào một ứng dụng phần mềm khác iso timestamp.\n\nTuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ tiện ích mở rộng Chrome này. Ngày Thời gian không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "这个简单的扩展名在网站地址框c# datetime旁边放置了一个时尚的小时钟。\n按下右上角的时尚时钟图标，即可立即获取日期和时间\nGoogle Chrome浏览器date time calculator的一角。\n要开始使用该软件，只需在点击后右上角的时钟图标\n安装time between two dates。您可以复制当前时间并将其粘贴到另一个软件应用程序python timedelta中。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。日期时间不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "這個簡單的擴展名在網站地址框epoch to date旁邊放置了一個時尚的小時鐘。\n按下右上角的時尚時鐘圖標，即可立即獲取日期和時間\nGoogle Chrome瀏覽器mysql datetime的一角。\n要開始使用該軟件，只需在點擊後右上角的時鐘圖標\n安裝full moon schedule 2019。您可以復制當前時間並將其粘貼到另一個軟件應用程序milliseconds to date中。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。日期時間不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}