{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stock Checkup Flaw Counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counts the number of Stock Checkup Flaws at https://research.investors.com/stock-checkup."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time when trying to count Stock Checkup flaws on investors.com.  This extension counts the flaws (according to common IBD Meetup rules) and assigns a letter grade.  Also calculates ROE (return on equity) plus PTM (pre-tax margin), and calculates the average daily liquidity (average daily dollar volume proxy).  Put your calculator and notepad away!\n\nNEW: Calculates share turnover % (50-day Avg Volume / shares available).  On /stock-checkup page, shows turnover of shares outstanding. On /stock-quotes page, also shows turnover of float.  The arrow next to Turnover on the /stock-checkup page shows the Up/Down Volume ratio\n\nAlso adds a rudimentary EPS trend chart, so you can see at a glance if earnings may be decelerating.\n\nFor more info on these scoring tools, please visit the Petaluma Investor's Business Daily Meetup site: https://sites.google.com/view/petalumaibdmeetup\n\nThis tool is for educational purposes only, and not intended to recommend any security.  Use at your own risk!  We are not responsible for errors or omissions.  This is not to be construed as investment advice, and we are not investment advisors.\n\nBrowser extension development is supported by user donations.  If you find this extension useful, please consider sending a commensurate donation to support our developers, via this url:  https://www.paypal.com/donate?hosted_button_id=VYB6ZVDTU4KEG\n\n\nFAQ:\n1) \"Why is the EPS Trend chart blank for some stocks?\"\n\nGood question.  The answer is that some stocks have an \"N/A\" for either 3Yr EPS, 3Qtr EPS or last EPS. Without 3Y, 3Q, & 1Q, no trend can be drawn.  If the EPS Trend chart is blank, that means not enough data are available to determine a trend.\n\nIf you see a very small gap at the righthand end of the chart, that means there is no current estimate."
  }
}