{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Thunderbeam-Lightbeam for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Thunderbeam-Lightbeam for Chrome uses interactive visualizations to show users the relationship under third parties."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "[We are working on the new extension to protect your privacy with GDPR: Please feel free to try our new extension: https://tiny.cc/rcm-chrome]\n\n- Thunderbeam starts recording connections as soon as it's installed.\n\n- To start visualizing your online interactions, open a new tab, navigate to a site, and then check back to the Thunderbeam tab.\n\n- Thunderbeam is used for our research study. If you consent, and only if you consent, your browser data will be used for research. Please note that even for those who consent, no personal data belonging to the users will be used (and data is hashed to prevent re-identification); any data collected will be used only for the purposes of non-commercial research, and all data will be deleted after the research project completes.\n\n- The code behind our plugin is completely open source on github for your inspection. We are happy to receive your feedback (pull requests/issues etc): https://github.com/socsys/Lightbeam_Chrome.\n\nAcknowledgements:\n- Our sincere thanks to the original version of thunderbeam, which is from Firefox (no longer supported, as of October,2019): https://support.mozilla.org/en-US/kb/lightbeam-extension-firefox-no-longer-supported\n\n- Our thanks also to any users who choose to support us by sharing their data. Your work is contributing to our research. Here are some papers published by our study:\nhttps://nms.kcl.ac.uk/netsys/datasets/tracking-the-trackers-papers/\n\n- Updates: Our extension supports checking cookie synchronization from now on"
  }
}