{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Embrace VPN - Free VPN"
  },
  "short": {
    "ar": "VPN للمتصفح — وصول آمن وخاص إلى الموارد عبر الإنترنت مع واجهة سهلة الاستخدام.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "VPN for the browser — secure and private access to online resources with an easy-to-use interface",
    "ru": "VPN для браузера — безопасный и конфиденциальный доступ к интернет-ресурсам с простым интерфейсом",
    "tr": "Tarayıcı için VPN — basit bir arayüzle güvenli ve özel internet kaynaklarına erişim"
  },
  "long": {
    "ar": "Embrace VPN هو خدمة VPN سريعة وآمنة مصممة لحماية خصوصيتك عبر الإنترنت. احصل على وصول إلى المحتوى المفضل لديك بدون قيود أو حظر، مع الحفاظ على الأمان والخصوصية.\n\nالمزايا الرئيسية:\n\nاتصال عالي السرعة: يوفر Embrace VPN اتصالاً ثابتاً وسريعاً بغض النظر عن موقعك.\n\nواجهة سهلة الاستخدام: يستغرق تثبيت التطبيق وإعداده بضع دقائق فقط. توفر بساطته الاتصال بالخادم بأقل جهد ممكن.\n\nتشفير البيانات: نستخدم تقنيات التشفير الحديثة لضمان أمان حركة المرور عبر الإنترنت الخاصة بك.\n\nعدم تسجيل البيانات: لا يقوم Embrace VPN بجمع أو تخزين بياناتك، بما في ذلك تاريخ التصفح والبيانات الوصفية، مما يضمن خصوصيتك الكاملة.\n\nالخصوصية والأمان: نحن نقدر خصوصيتك ونضمن عدم مشاركة بياناتك مع أطراف ثالثة.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Embrace VPN is a fast and secure VPN service designed to protect your privacy online. Access your favorite content without restrictions or blocks, while maintaining your security and anonymity.\n\nKey Benefits:\n\nHigh-Speed Connection: Embrace VPN provides a stable and fast connection, regardless of your location.\n\nUser-Friendly Interface: The app installation and setup take only a few minutes. Its simplicity allows you to connect to the server with minimal effort.\n\nData Encryption: We use modern encryption technologies to ensure the security of your internet traffic.\n\nNo Logging: Embrace VPN does not collect or store your data, including browsing history and metadata, ensuring your full anonymity.\n\nPrivacy and Security: We value your privacy and guarantee that your data will not be shared with third parties.",
    "ru": "Embrace VPN — быстрый и безопасный VPN-сервис, предназначенный для защиты вашей конфиденциальности в Интернете. Получите доступ к любимому контенту без блокировок и ограничений, сохраняя безопасность и анонимность.\n\nОсновные преимущества:\n\nВысокоскоростное соединение: Embrace VPN обеспечивает стабильное и быстрое соединение, независимо от вашего местоположения.\n\nИнтуитивно понятный интерфейс: Установка и настройка приложения занимают всего несколько минут. Простота использования позволяет подключаться к серверу с минимальными усилиями.\n\nШифрование данных: Мы используем современные технологии шифрования для обеспечения безопасности вашего интернет-трафика.\n\nОтсутствие логирования: Embrace VPN не собирает и не хранит ваши данные, включая историю посещений и метаданные, обеспечивая вашу полную анонимность.\n\nКонфиденциальность и безопасность: Мы ценим вашу конфиденциальность и гарантируем, что ваши данные не будут переданы третьим лицам.",
    "tr": "Embrace VPN, çevrimiçi gizliliğinizi korumak için tasarlanmış hızlı ve güvenli bir VPN hizmetidir. İçeriğinize engellemeler ve sınırlamalar olmadan erişin, güvenliğinizi ve anonimliği koruyarak.\n\nAna Faydalar:\n\nYüksek Hızda Bağlantı: Embrace VPN, bulunduğunuz konumdan bağımsız olarak kararlı ve hızlı bir bağlantı sağlar.\n\nKullanıcı Dostu Arayüz: Uygulamanın kurulumu ve ayarları sadece birkaç dakika sürer. Basitliği, sunucuya minimum çabayla bağlanmanızı sağlar.\n\nVeri Şifreleme: İnternet trafiğinizin güvenliğini sağlamak için modern şifreleme teknolojilerini kullanıyoruz.\n\nKayıt Yapmama: Embrace VPN, tarama geçmişiniz ve meta verileriniz dahil olmak üzere verilerinizi toplamaz veya saklamaz, tam anonimlik sağlar.\n\nGizlilik ve Güvenlik: Gizliliğinize değer veriyoruz ve verilerinizi üçüncü şahıslarla paylaşmamayı garanti ediyoruz."
  }
}