{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Images - Gallery Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to download all images from a website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imagine browsing your favorite websites and wanting to save those stunning images in high quality, but having to do it manually, one by one. What a tedious task, right? Now, with our new extension \"Gallery Picker\", you can find and download all images at once, quickly and easily!\n\nWhat does Gallery Picker offer?\nView all images available on any website with a single click.\nIntuitive interface: images are displayed clearly and neatly, with a dedicated download button for each image.\nFull control: you decide which images to download and when. No automatic downloads, just total control!\nWhy use Gallery Picker?\nSave time: forget the tedious process of downloading images one by one.\nPerfect for content creators: easily access all the images you need for your work or inspiration.\nStreamlined experience: a simple, lightweight design focused on boosting your productivity.\nWith Gallery Picker, exploring and capturing images has never been easier! Download now and see how it can transform your browsing and productivity!\n\nInstall now and enjoy the power of a real image gallery directly in your browser!\n\n##########\n\nImagine navegar nos seus sites favoritos e querer salvar aquelas imagens deslumbrantes em alta qualidade, mas ter que fazer isso manualmente, uma por uma. Que tarefa tediosa, certo? Agora, com nossa nova extensão \"Gallery Picker\", você pode encontrar e baixar todas as imagens de uma vez, de forma rápida e fácil!\n\nO que o Gallery Picker oferece?\nVeja todas as imagens disponíveis em qualquer site com um único clique.\nInterface intuitiva: as imagens são exibidas de forma clara e organizada, com um botão de download dedicado para cada imagem.\nControle total: você decide quais imagens baixar e quando. Sem downloads automáticos, apenas controle total!\nPor que usar o Seletor de Galeria?\nEconomize tempo: esqueça o tedioso processo de baixar imagens uma por uma.\nPerfeito para criadores de conteúdo: acesse facilmente todas as imagens que você precisa para seu trabalho ou inspiração.\nExperiência simplificada: um design simples e leve focado em aumentar sua produtividade.\nCom o Gallery Picker, explorar e capturar imagens nunca foi tão fácil! Baixe agora e veja como ele pode transformar sua navegação e produtividade!\n\nInstale agora e aproveite o poder de uma galeria de imagens reais diretamente no seu navegador!"
  }
}