{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Builder. Create mobile websites easy and fast with website builder CMS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website Builder that lets you make a professional website in 3 easy steps. All you have to do is select the perfect design for you and create a website easily for you. if you are looking for a eCommerce and online shop, personal site or corporate website all you have to do is select the right design for you from our templates and get started in no time.\n\nOur website builder comes with a handy and easy to use interface so all you have to do is drag and drop elements right in your browser. This CMS interface is simple and predictable and offers an ideal experience for fast and easy web development. Building a website is not hard at all using our website builder for it, its just basically arranging icons on your desktop.\n\nYou can also count with our 24/7 customer care that will help you with any questions or doubts you may have. You will get support before, during and after your purchase.\n\nWith our website builder you will save time and money as the cost is just a fraction of the price that a web design company would share for their services starting from a scratch. Choosing the perfect template to start with you don’t have to try too explain your ideas to a web design company and their web designers as you simply choose the right design to match your needs as simple as that. You will get a professional web design and a full package of website management tools so the whole development process is fast, easy and affordable.\n\nWhy should I use a website builder for my project:\n\n- Selecting a professional web design made by professional web designers you will a get a modern and up-to-date design to make your site functional and with that pro loo and feel.\n\n- There is no need to hire a team of people such as: web designer, programmer, project manager etc. and organizing their work to your needs and wishes. Just select the perfect design from our templates and start the development in no time.\n\n- Website Builder that is Convenient always meeting the needs or our customers trying to provide the best service and user experience making everything better and easier in our admin panel.\n\n- Profitable Website Builder with built-in SEO tools, easy content creation and management, simple integration with social media networks. Use the complete set of tools to develop your website to a profitable online business.\n\n- Forget all the talk and what people tell you  that creating a website is hard, time consuming and expensive, try our easy to use online website builder and get surprised how easy and straight forward it is with our professional website builder. Amaze your friend, family, customers and business partners with a professionally designed website.\n\nWhat makes our website builder so fantastic?.\n\n- its lightning fast (around 40% faster than WordPress which is considered to be an industry standard in building websites. An average website created with our website builder takes just 2 seconds to load, this means that not only the design is good looking and professional but also the code is perfection too.\n\n- Mobile ready templates come out of the box with a fully responsive web design that adapts perfectly to all screen solutions and mobile devices. Serve all your visitors and clientes from the website always offering a perfect design for all the traffic.\n\n- 2- minute installation with our website builder, All you have to do is upload the template files, launch the installer and follow the easy step-by-step tips. Even if you have no previous experience in installing - creating websites the process is simple and you can do it within minutes. No miracles here just a professional way to creat a website fast and easy.\n\n- It does not matter if you are a beginner or more experienced web developer our website builder is a perfect choice for all users not depending of their tech know-how level. The admin panel is made simple and the most critical and basic tools are emphasized while all types of changes of in-depth remain easily accesible whenever you need them.\n\n- Media management made easy with a built-in file manager so you can add. transfer, manage and delete your media library items straight from the admin panel.\n\n- Designs for visual web as the use of images and visual content is the trend for websites today. Apart from the media files manager you can add fantastic image galleries and slider to your website with out web builder. Select from several pre-made options that come buil-in the admin panel.\n\nif you are looking for an affordable website site builder that offers ease of use you came to the right place!. have a look a get surprised with our pricing and the high quality templates we offer for you to develop a mobile ready responsive website fast and easy."
  }
}