{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Steam Cheap Games",
    "de": "Günstige Spiele auf Steam",
    "es": "Juegos baratos en Steam",
    "fr": "Jeux bon marché sur Steam",
    "it": "Steam Giochi economici",
    "ru": "Дешевые игры Steam",
    "tr": "Steam Ucuz Oyunlar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Compare prices for PC games across more than 25 keyshops right in Steam.",
    "de": "Vergleiche die Preise für PC-Spiele in mehr als 25 Keyshops direkt in Steam.",
    "es": "Compara los precios de los juegos de PC en más de 25 tiendas de llaves directamente en Steam.",
    "fr": "Comparez les prix des jeux PC dans plus de 25 magasins de clés directement dans Steam.",
    "it": "Confronta i prezzi dei giochi per PC di più di 25 rivenditori direttamente su Steam.",
    "ru": "Сравнивайте цены на PC игры в более чем 25 магазинах прямо в Steam.",
    "tr": "25'ten fazla anahtar mağazasında PC oyunları fiyatlarını doğrudan Steam'de karşılaştırın."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Why pay more if you could pay less? \n\nWhen you browse Steam web store, the extension shows what is the minimum price for a game across all 25 keyshops we track.\n\nThe extension also allows you easily look up game prices from any webpage: select the game name, open the context menu and click to search!\n\nWe also help you get your PC hardware details to test it against 7,000 game requirements in our database, and check if you can run it.\n\nDo you have an idea or suggestion for the extension? We'd love to hear it! Don't hesitate to reach out!",
    "de,es,fr,it,ru,tr": "When you browse Steam web store, the extension shows what is the minimum price for a game across all 25 keyshops we track. Why pay more if you could pay less? \n\nDo you have an idea or suggestion for the extension? We'd love to hear it! Don't hesitate to reach out!"
  }
}