{
  "name": {
    "am,ar,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,kn,lt,ml,mr,pt_BR,pt_PT,sv,sw,ta,te": "Adventure Dental Unblocked",
    "bg": "Приключенски зъболекар разблокиран",
    "ca": "Odontologia de l'aventura Sense Bloqueig",
    "es,id": "Aventura Dental Desbloqueado",
    "et": "Seikluslik hambaravi blokeerimata",
    "fi": "Seikkailuhammashoito avattu",
    "fr": "Aventure Dentaire Débloqué",
    "he": "שיניים הרפתקאות לא חסומות",
    "hi": "Aventura dental desbloqueada",
    "hr": "Pustolovni Stomatološki Blokirani",
    "hu": "Kalandos fogászati játék feloldva",
    "it": "Avventura Dentale Sbloccata",
    "ja": "アドベンチャーデンタル アンブロック",
    "ko": "어드벤처 치과 언블록되었습니다.",
    "lv": "Piedzīvojumu Zobārsts Neaizsargāts",
    "ms": "Pergi Ke Klinik Pergigian Adventur Unblocked",
    "nl": "Adventure Tandarts Geblokkeerd",
    "no": "Adventure Dental Desbloqueado",
    "pl": "Dentystyka Przygodowa Odblokowana",
    "ro": "Aventura Dentara deblocată",
    "ru": "Приключение стоматологического неофициальногоехалала",
    "sk": "Dobrodružná zubná hra odomknutá",
    "sl": "Pustolovski zobozdravnik Odblokiran",
    "sr": "Avantura zubara Bez blokade",
    "th": "การผจญภัยที่ปิดกั้นทางเข้าทางผ่านทางทันตกรรม",
    "tr": "Macera Diş Engelsiz",
    "uk": "Macera Diş Bloke Edildi",
    "vi": "Bác sĩ Răng phê vs. cuộc phiêu lưu",
    "zh_CN": "Adventure Dental未解锁",
    "zh_TW": "Adventure Dental 解鎖"
  },
  "short": {
    "am,ar,bg,bn,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,gu,hr,kn,ko,lv,ml,mr,no,pt_BR,pt_PT,sk,sv,sw,ta,te": "Play Adventure Dental Unblocked as a Chrome extension - Also can Play without Internet, try it now!",
    "ca": "Juega a Adventure Dental desbloqueado como una extensión de Chrome - También puedes jugar sin conexión a Internet, ¡pruébalo ahora!",
    "cs": "Hrajte Adventure Dental Unblocked jako rozšíření pro Chrome - Můžete hrát i bez připojení k internetu, vyzkoušejte to nyní!",
    "es": "Translate the message into English.",
    "et,fr": "Jouez à Adventure Dental Unblocked en tant qu'extension Chrome - Vous pouvez également jouer sans Internet, essayez maintenant !",
    "fi": "Pelaa seikkailuhampaita rajoittamattomana Chrome-laajennuksena - Voit myös pelata ilman internetyhteyttä, kokeile nyt!",
    "fil": "Maglaro ng Adventure Dental Unblocked bilang isang Chrome extension - Maaari rin Maglaro nang walang Internet, subukan mo ngayon!",
    "he": "Juega a Adventure Dental desbloqueado como una extensión de Chrome - También puedes jugar sin Internet, ¡pruébalo ahora!",
    "hi": "Juega a Adventure Dental Desbloqueado como una extensión de Chrome - ¡También puedes jugar sin conexión a Internet, pruébalo ahora!",
    "hu": "Játszd az Adventure Dental Unblocked-ot Chrome-kiterjesztésként - Próbáld ki most, még internetkapcsolat nélkül is játszhatsz vele!",
    "id": "Play Adventure Dental Unblocked as a Chrome extension - Also, play offline without an internet connection, try it now!",
    "it": "Gioca a Adventure Dental sbloccato come estensione di Chrome - Puoi anche giocare senza Internet, provane subito!",
    "ja": "Chrome拡張機能としてAdventure Dental Unblockedをプレイする - インターネットなしでもプレイできます、今すぐお試しください！",
    "lt": "Juega Adventure Dental Desbloqueado como una extensión de Chrome - También se puede jugar sin conexión a Internet, ¡pruébalo ahora!",
    "ms": "Mainkan Adventure Dental Unblocked sebagai sambungan Chrome - Juga boleh Mainkan tanpa Internet, cuba sekarang!",
    "nl": "Speel Adventure Dental Unblocked als een Chrome-extensie - Je kunt het ook spelen zonder internet, probeer het nu!",
    "pl": "Zagraj w grę Adventure Dental odblokowaną jako rozszerzenie do przeglądarki Chrome - Możesz też grać bez dostępu do internetu,…",
    "ro": "Joacă Adventure Dental nelimitat ca extensie Chrome - Poți juca și fără Internet, încearcă acum!",
    "ru": "Играйте в Adventure Dental Unblocked как расширение для Chrome - также можно играть без интернета, попробуйте прямо сейчас!",
    "sl": "Igrajte pustolovščino zobne ambulante odblokirano kot razširitev Chrome - Prav tako lahko igrate brez interneta, poskusite zdaj!",
    "sr": "Играјте Авантурни заба без пречица као Хром проширење - Можете играти и без интернета, испробајте сада!",
    "th": "เล่น Adventure Dental Unblocked ในรูปแบบส่วนขยาย Chrome - สามารถเล่นได้โดยไม่ต้องเชื่อมต่ออินเทอร์เน็ตด้วย ลองเลย!",
    "tr": "Macera Dental'i engellenmemiş olarak Chrome uzantısı olarak oynayın - Ayrıca İnternetsiz de oynayabilirsiniz, hemen deneyin!",
    "uk": "Play Adventure Dental Unblocked as a Chrome extension - Also can play without Internet, try it now! [uk]",
    "vi": "Chơi Adventure Dental Unblocked như một tiện ích mở rộng trên Chrome - Cũng có thể chơi mà không cần Internet, hãy thử ngay bây giờ!",
    "zh_CN": "作为Chrome浏览器扩展程序玩冒险牙科解锁版 - 也可以离线游玩，现在试试吧！",
    "zh_TW": "透過 Chrome 擴充套件玩未封鎖的「冒險牙科遊戲」- 也可在無網路的狀況下遊玩，現在就試試看吧！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adventure Dental takes players on an exciting journey through the world of oral health and dental challenges. Developed by Smile Studios, this educational and entertaining game combines adventure with dental care, offering players a unique and engaging experience.\n\nGame Controls\nMaster the controls to navigate dental challenges:\n\nArrow Keys: Control character movement.\nSpacebar: Interact with objects and characters.\nMouse: Use the mouse for specific interactions.\nHow to Play\nNavigate Dental Challenges: Embark on a dental adventure, navigating through challenges related to oral hygiene and health.\nComplete Mini-Games: Engage in mini-games that focus on dental care practices, such as brushing, flossing, and more.\nEarn Rewards: Successfully completing challenges and mini-games earns rewards, encouraging positive dental habits.\nExplore Dental Environments: Explore different dental environments, from the waiting room to the dentist’s chair, each with unique challenges.\n\n# Play more games on the top-left menu."
  }
}