{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Elements Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identify on-page SEO elements on any website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RBBI SEO Elements Checker\n\nElevate your website's SEO game with the RBBI SEO Elements Checker! This user-friendly Chrome extension is designed to quickly and efficiently identify essential on-page SEO elements on any website. With just a single click, gain insights into the following:\n\nPage Title: Check the length and optimization status of your page title. An optimized title can significantly impact your search engine rankings.\nMeta Description: Review your meta description's length and optimization status. A well-crafted meta description can improve click-through rates from search engine results.\nCanonical URL: Ensure that search engines are indexing the correct version of your page.\nH1 Tags: Identify the number of H1 tags and view their content. A clear and relevant H1 can enhance user experience and SEO.\nPage Word Count: Understand the depth of your content at a glance.\nRobots Tag: Ensure that search engines can correctly crawl and index your page.\nPage Language: Confirm the language setting of your page for better regional SEO.\nAdditionally, the extension provides visual indicators for optimization, helping you quickly identify areas of improvement. Whether you're an SEO professional or just getting started, the RBBI SEO Elements Checker is a must-have tool in your arsenal."
  }
}