{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CO-STAR Prompt Template"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Using CO-STAR to make your prompt works 10x more effective!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Credits to the CO-STAR prompt engineering framework developed by the Government Technology Agency of Singapore. More details can be found at https://www.developer.tech.gov.sg\n\n----\nUnlock the full potential of ChatGPT with CO-STAR Prompt Generator, your ultimate companion for crafting effective and engaging prompts effortlessly! Elevate your interactions, boost productivity, and unleash the power of ChatGPT like never before.\n\n🎉 Key Features ⬇️⬇️⬇️\n1️⃣ Seamless Integration\nCO-STAR Prompt Generator seamlessly integrates into your Chrome browser, making prompt creation for ChatGPT a breeze. No more hassle – just a smooth, user-friendly experience.\n\n2️⃣ CO-STAR Framework\nUnleash the true power of CO-STAR Prompt Generator by utilizing the CO-STAR framework, originally designed by GovTech. Craft prompts effortlessly by filling in your own text, and let the extension handle the formatting intricacies. Simply input your content, and watch as CO-STAR transforms it into the perfect prompt for ChatGPT.\n\n3️⃣ Effortless Prompt Creation\nNo need to spend time deciphering complex prompt structures. CO-STAR Prompt Generator streamlines the process, allowing you to focus on your message while the extension takes care of the technicalities. Say goodbye to formatting frustrations and hello to efficient prompt creation.\n\n4️⃣ Optimized Output\nMaximize the effectiveness of your ChatGPT interactions with prompts generated by CO-STAR. The framework ensures that your inputs are translated into optimal queries, resulting in more accurate and relevant responses. Elevate the quality of your conversations and get the most out of ChatGPT.\n\n🙋‍♂️ How to Use ⬇️⬇️⬇️\n1️⃣ Install the Extension:\nGet started by adding CO-STAR Prompt Generator to your Chrome browser. It's a quick and simple installation that opens the door to enhanced ChatGPT interactions.\n\n2️⃣ Navigate to ChatGPT:\nVisit the ChatGPT interface and locate the CO-STAR Prompt Generator icon in your Chrome toolbar. Click on it to open the extension.\n\n3️⃣ Fill in the CO-STAR Framework:\nUtilize the CO-STAR framework to input your own text seamlessly. CO-STAR Prompt Generator will automatically format your content into a well-structured prompt for ChatGPT.\n\n4️⃣ Preview and Adjust:\nTake advantage of the real-time preview feature to see how your prompt will appear to ChatGPT. Make any necessary adjustments to ensure your message is clear and concise.\n\n5️⃣ Copy and Paste:\nOnce satisfied with your prompt, simply click 'Copy' to transfer it to your clipboard. Paste the formatted prompt into ChatGPT and enjoy the enhanced quality of your interactions.\n\n\n🤔 Why Choose CO-STAR Prompt Generator? ⬇️⬇️⬇️\n1️⃣ Save Time and Effort\nCO-STAR Prompt Generator eliminates the need for manual formatting, saving you valuable time and effort. Focus on your message, and let the extension handle the technical details.\n\n2️⃣ Optimize Conversations\nCraft prompts that generate more accurate and relevant responses from ChatGPT. Elevate the quality of your interactions and achieve your desired outcomes with CO-STAR.\n\n3️⃣ User-Friendly Interface\nThe intuitive interface ensures a seamless experience, even for users with no technical expertise. CO-STAR Prompt Generator is designed for everyone, making prompt creation accessible to all.\n\n4️⃣ Versatile Applications\nWhether you're a writer seeking inspiration, a student working on assignments, or an individual engaging in casual conversations, CO-STAR Prompt Generator adapts to your needs with customizable templates.\n\n\n-------------------------------------------------------------------------------------\n🚀 Upgrade Your ChatGPT Experience Today 🚀\n\nElevate your interactions, boost creativity, and achieve more with Co-Star Prompt Generator. Install the extension now and unlock the full potential of ChatGPT by effortlessly crafting powerful and effective prompts. Join the growing community of users who are experiencing a new level of conversational excellence with Co-Star Prompt Generator!\n\nIf you have any question, feel free to contact me on LinkedIn: https://www.linkedin.com/in/woenyon/"
  }
}