{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OhMyTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "You can aggregate separate tabs, remove duplicate tabs, and sort tabs by URL or page title by using OhMyTab.",
    "ja": "OhMyTab は散逸したタブの集約や重複したタブの除去、URLやページタイトルでのタブの並び替えなどに便利な拡張機能です。",
    "zh_CN": "您可以使用OhMyTab聚合单独的选项卡，删除重复的选项卡，并按URL或页面标题对选项卡进行排序。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# OhMyTab\n\nOhMyTab provides seven main functions.\n\n1. Merge tabs on multiple windows into one window\n2. Close duplicated tabs\n3. Sort tabs by page titles or URLs\n4. Close close system and search engine result tabs\n5. Count the number of tabs in total or in each window\n6. Close tabs in the same domain from the context menu.\n7. Merge tabs on multiple windows into one window from the context menu.\n\nYou can configure the behavior of the extension by disabling some functions shown above on option.\n\n*Update 1.10*\n- Fix minor issue.\n\n*Update 1.9*\n- Fix issue that the number shown in the icon badge is not updated when the extension is triggered from the context menu.\n\n*Update 1.8*\n- Fix minor issue.\n\n*Update 1.7*\n- Fix the issue of asynchronous processing.\n- Add the option to apply some function only for the current windows.\n- Add the option to count tabs for each windows on the icon badge.\n- Add the option to add \"Close tabs in the same domain\" to the context menu.\n- Add the option to add \"Merge tabs into one window\" to the context menu. \n\n*Update 1.6*\n- Fix the issue that this extension unexpectedly handled chrome app tabs and popups. \n\n*Update 1.5*\n- Close Chrome Extension Tabs(chrome-extension://) when close system tabs option is enabled.\n\n*Update 1.4*\n- Add function to close search engine result tabs. You can enable it on option page.\n- Speedup extension.\n\n*Update 1.3*\n- Add function to close system tabs. You can enable it on option page.",
    "ja": "# OhMyTab\n\nOhMyTabには次の七つの機能があります。\n\n1. 複数のウィンドウ上のタブを一つのウィンドウに集約する。\n2. 重複したタブを閉じる\n3. URLやページタイトルでタブを並び替える。\n4. Chromeのシステムに関するタブや検索エンジンの結果のタブを閉じる。\n5. 全体、もしくはウィンドウ毎のタブの数を拡張機能のアイコンに表示する。\n6. コンテキストメニューに\"同一ドメインのタブを閉じる\"を追加する。\n7. コンテキストメニューに\"タブを一つのウィンドウにまとめる\"を追加する。\n\nまた、これらの動作は、オプションで個別に無効化することができます。\n\n*アップデート1.10*\n- 軽微な問題点を修正\n\n*アップデート1.9*\n- コンテキストメニューから拡張機能を実行した際にタブの数を示すアイコンが更新されていなかった問題を修正\n\n*アップデート1.8*\n- 軽微な問題点を修正\n\n*アップデート1.7*\n- 非同期実行のバグの修正\n- 一部機能を現在のウィンドウにのみ適用するオプションを追加\n- タブの数の表記をウィンドウ毎にするオプションを追加\n- コンテキストメニューに同一ドメインのタブを閉じるを追加するオプションを追加\n- コンテキストメニューに複数のウィンドウ上のタブを一つのウィンドウに集約するオプションを追加\n\n*アップデート1.6*\n- 拡張機能の動作範囲にChromeアプリやポップアップを含めてしまう問題を修正\n\n*アップデート1.5*\n- システムタブを閉じるオプションが有効な時、拡張機能のタブも閉じる様に変更\n\n*アップデート1.4*\n- 検索エンジンの結果のページを閉じる機能を追加（Google, Bing, Baidu, Yahoo Japan対応）\n- 全体的な高速化\n\n*アップデート1.3*\n- Chromeのシステムに関するタブを閉じる機能の追加"
  }
}