{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AISEO - AI Writing Companion."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your ChatGPT-generated content into naturally engaging, human-like text."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform AI-generated text into authentic, human-like content effortlessly with AISEO.ai. This innovative Chrome extension seamlessly integrates with your favorite AI writing tools, making it simple to enhance AI outputs with natural tone and flow.\n\nKey Features:\n\nSmart Humanization: Convert AI text into natural, engaging language that resonates with readers instantly.\nUniversal Compatibility: Works smoothly across multiple platforms and AI writing tools for maximum flexibility.\nEnhanced Readability: Refine content for authenticity and engagement while maintaining your message's core meaning.\nStreamlined Workflow: Save time and effort by transforming content directly in your browser without external tools.\nWho It's For:\nFrom digital marketers and content creators to students and business professionals, AISEO.ai empowers anyone looking to produce more authentic, engaging content from AI-generated text.\n\nWhy Choose AISEO.ai?\nOur extension strikes the perfect balance between AI efficiency and human expressiveness, ensuring your content maintains a genuine voice across all platforms. Ideal for crafting compelling blog posts, professional emails, social media updates, academic papers, or any content that demands a authentic human touch.\n\nDownload AISEO.ai chrome extension today and experience the future of AI content enhancement!"
  }
}