{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT word counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "simple word & character counter extension for ChatGPT. it shows how may words are there in the input before sending a prompt"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your writing experience with our ChatGPT Word Counter Chrome Extension. This intuitive tool provides an immediate word and character count for your chat GPT inputs, ensuring you're always aware of your text length. It's the perfect companion for writers, students, and professionals who frequently use chat-gpt and need to maintain control over their word count. Simply type your prompt, and our extension will instantly display the number of words and characters.\n\nThe ChatGPT Word Counter is designed with user convenience in mind. It seamlessly integrates with your chat gpt interface, providing a hassle-free way to monitor your word and character count. This extension is a must-have for anyone seeking to optimize their writing process with ChatGPT. It's more than just a counter—it's a tool that empowers you to write with precision and confidence.\n\nWhether you're drafting a lengthy report, crafting a compelling story, or simply engaging in a casual conversation, the ChatGPT Word Counter is your reliable writing assistant. It not only helps you keep track of your word count but also ensures you stay within any character limits.\n\nUsing the ChatGPT word counter is as simple as it gets. Once installed, it seamlessly integrates with your ChatGPT interface. As you type your prompt in the input field, the extension will instantly display the number of words and characters at the bottom of the field. No additional steps, no complicated settings—just straightforward, real-time word and character counts."
  }
}