{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "asbplayer: Language-learning with subtitles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Enhance streaming video for language-learning.",
    "es": "Mejora la transmisión de video para el aprendizaje de idiomas.",
    "ja": "言語学習のためにWeb上の動画を向上させる。",
    "pl": "Zsynchronizuj asbplayer ze strumieniowanym wideo",
    "pt_BR": "Aprimora o streaming de vídeo para o aprendizado de idiomas.",
    "ru": "Оптимизирует видео для изучения иностранных языков",
    "zh_CN": "将asbplayer与流媒体视频同步。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "asbplayer is a language-learning assistant, developed for serious language learners who learn their target language through subtitled media.\n\nUnlike similar extensions like Language Reactor, asbplayer is completely free, open source, and compatible with almost every streaming video service that exists. \n\nUsing asbplayer, you can enhance any streaming video element with:\n\n- Text-selectable subtitles. You can bring your own subtitle files, or use auto-detected subtitles on popular streaming services like Netflix and YouTube.\n- UI and controls to create high-quality Anki flashcards with subtitles, screenshots and audio.\n- UI and controls for navigating between subtitles, toggling subtitles on and off, changing the playback rate of the video, and more.\n- Special playback modes that e.g. skip all un-subtitled sections of the video in order to optimize your learning.",
    "es": "asbplayer es un asistente para el aprendizaje de idiomas, desarrollado para aquellos que estudian su idioma objetivo mediante contenido subtitulado.\n\nA diferencia de otras extensiones similares como Language Reactor, asbplayer es completamente gratuito, código abierto y compatible con casi todos los servicios de streaming de video.\n\nUsando asbplayer, puedes mejorar cualquier elemento de video con:\n\n- Subtítulos con texto seleccionable. Puedes usar tus propios archivos de subtítulos o usar subtítulos detectados automáticamente en servicios de streaming populares como Netflix y Youtube.\n- Interfaz y controles para crear tarjetas de Anki de alta calidad con subtítulos, capturas de pantalla y audio.\n- Interfaz y controles para navegar entre subtítulos, activar y desactivar pistas, cambiar la velocidad de reproducción de video, entre otros.\n- Modos de reproducción especiales que permiten, por ejemplo, saltar secciones de video sin subtitular para optimizar tu aprendizaje.",
    "ja": "asbplayerは字幕付きのコンテンツを使用して言語学習に取り組む人々をサポートするために開発されたブラウザ内のアシスタントです。\n\n似たような拡張機能とは異なり、asbplayerは無料であり、オープンソースであり、ほとんどの動画配信サービスと相互運用可能です。\n\nasbplayerを使用すると、ページ内の動画を以下の機能で向上させることができます：\n\n- 選択可能な字幕：独自の字幕ファイルを使用したり、YouTubeやNetflixなどの人気動画配信サービスで自動的に検出された字幕を読み込むことができます。\n- 高品質なAnkiフラッシュカードの作成のためのUIとキーボードショートカット：字幕、スクリーンショット、音声が含まれたフラッシュカードを作成できます。\n- 字幕や動画再生を調整するためのUIとキーボードショートカット：字幕から他の字幕にシークしたり、字幕の表示を切り替えたり、再生速度を調整したりすることができます。\n- 言語習得を助けるためのプレイバックモード：字幕がない部分を飛ばす「凝縮再生」など、言語習得の効率を上げるための再生モードがあります。",
    "pl": "asbplayer jest asystentem do nauki języków, stworzonym dla poważnie podchodzących do nauki osób, które uczą się docelowego języka przy pomocy mediów z napisami.\n\nW przeciwieństwie do podobnych wtyczek, tj. Language Reactor, asbplayer jest całkowicie darmowym, otwartym oprogramowaniem, kompatybilnym z prawie wszystkimi istniejącymi serwisami streamingowymi.\n\nUżywając asbplayera, możesz rozbudować każdy odtwarzacz streamowanego wideo o funkcje:\n\n- Napisy z możliwością zaznaczania tekstu. Możesz załadować swoje własne napisy lub użyć automatycznie wykrytych napisów w popularnych serwisach streamingowych, tj. Netflix i YouTube.\n- Interfejs to tworzenia wysokiej jakości fiszek do Anki - z napisami, zrzutami ekranu i audio.\n- Interfejs do nawigowania między kwestiami, włączania i wyłączania napisów, zmiany prędkości odtarzania wideo i wiele więcej.\n- Specjalne tryby odtwarzania, np. pomijania wszystkich sekcji wideo bez napisów, aby zoptymalizować naukę.",
    "ru": "asbplayer — это помощник для изучения языков, созданный для тех, кто серьезно изучает язык с помощью медиаконтента с субтитрами.\n\nВ отличие от похожих расширений, таких как Language Reactor, asbplayer полностью бесплатен, имеет открытый исходный код и совместим практически со всеми стриминговыми сервисами.\n\nС помощью asbplayer вы можете добавить на любое видео:\n\n- Субтитры с возможностью выделения текста. Вы можете загружать свои файлы субтитров или использовать автоматически распознаваемые субтитры на популярных платформах, таких как Netflix и YouTube.\n- Интерфейс и горячие клавиши для создания качественных карточек Anki с субтитрами, скриншотами и аудио.\n- Интерфейс и горячие клавиши для навигации по субтитрам, скрытии субтитров, изменения скорости видео и других функций.\n- Специальные режимы воспроизведения, например, пропуска всех участков видео без субтитров, что позволяет ускорить ваш процесс обучения."
  }
}