{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Writer for Realtors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate compelling real estate listings with the power of AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your real estate listings with the innovative power of AI. \n\nIntroducing AI Writer for Realtors: Revolutionize Your Property Descriptions\n\nAI Writer for Realtors is a cutting-edge Chrome extension tailored for real estate professionals – agents, property managers, and homeowners – who aspire to set their listings apart from the competition. Seamlessly integrated into your browser, this extension redefines the process of creating property descriptions, saving time while enhancing the appeal of your listings to potential buyers or renters.\n\n**Key Benefits:**\n\n1. **Effortless Data Input:** Input vital property details, standout features, and more directly into the extension's intuitive interface.\n  \n2. **AI-Driven Description Generation:** With just one click, harness the power of advanced AI algorithms to generate unique, captivating property descriptions tailored to your listing's specifics.\n\n3. **Streamlined Marketing:** Copy the generated description with ease and seamlessly integrate it into your listings or property website, optimizing your marketing efforts.\n\n4. **Continual Support and Improvement:** Contribute to the ongoing development of AI Writer for Realtors, ensuring continuous enhancements and expansions to this invaluable tool.\n\n**How It Works:**\n\n1. **Enter Property Details:** Begin by inputting essential information about your property, including location, dimensions, amenities, and distinctive features.\n  \n2. **Instant Description Creation:** Click \"Generate Description\" for an immediate, personalized property description that captivates potential clients.\n\n3. **Effortless Integration:** Easily copy and integrate the description into your listings, websites, or marketing materials, captivating buyers or renters.\n\nElevate your property marketing strategy and captivate your target audience with AI Writer for Realtors. Whether showcasing cozy condos or luxurious estates, this extension empowers you to present your properties in the best light with professionally crafted descriptions that resonate with potential clients. Step into the future of real estate marketing with AI Writer for Realtors – your ally in crafting compelling, AI-generated property listings."
  }
}